{"id":10002,"url":"http://en.wikipedia.org/wiki/Confederate_States_of_America","text":"The Confederate States of America (CSA) was a short-lived government that existed in the southern United States during the American Civil War. It was established in 1861 by seven southern states in which slavery was legal, after Abraham Lincoln was elected president of the U.S., but before he took office. South Carolina, Mississippi, Florida, Alabama, Georgia, Louisiana, and Texas declared their secession (independence) from the United States. After war began, Virginia, Arkansas, Tennessee, and North Carolina joined them. The first capital of the Confederacy was Montgomery, Alabama, but for most of the war the capital was Richmond, Virginia.\nThe government of the Confederacy was much like the United States government. The Confederate States Constitution was similar to that of the United States; however, it emphasized states’ rights and clearly protected the enslavement of black Americans. Jefferson Davis was chosen as president and Alexander Stephens as Vice-President. As in the United States, the CSA president had a cabinet of advisors.\nThe United States government (also known as the Union) did not agree that the states could leave and start a new government. Thus, the Union government refused to abandon all its forts in the states that wanted to secede. War began when the CSA attacked one of those forts, Fort Sumter in Charleston, South Carolina. This war is known as the American Civil War, and it lasted from 1861 to 1865. After some of the deadliest battles in U.S. history, Union forces gradually regained control of southern states. As Confederate forces surrendered, the Confederacy fell apart and the Civil War came to a close in 1865. Following the war, slavery was outlawed everywhere in the United States. The process of restoring the states of the CSA to the Union, called the Reconstruction of the United States, continued until 1877.\nIt is still undecided if the Confederate States of America was ever a country. The Union never said that the Confederacy was really a country. Although British and French companies sold ships and materials to the Confederacy, no nation officially recognized the CSA as an independent country.\nThe CSA was also called \"the South,\" \"the Confederacy,\" and \"Dixie.\"","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Southern_United_States","surface_form":"southern United States","offset":89},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":123},{"uri":"Slavery","surface_form":"slavery","offset":204},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":229},{"uri":"South_Carolina","surface_form":"South Carolina","offset":307},{"uri":"Mississippi","surface_form":"Mississippi","offset":323},{"uri":"Florida","surface_form":"Florida","offset":336},{"uri":"Alabama","surface_form":"Alabama","offset":345},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":354},{"uri":"Louisiana","surface_form":"Louisiana","offset":363},{"uri":"Texas","surface_form":"Texas","offset":378},{"uri":"Virginia","surface_form":"Virginia","offset":465},{"uri":"Arkansas","surface_form":"Arkansas","offset":475},{"uri":"Tennessee","surface_form":"Tennessee","offset":485},{"uri":"North_Carolina","surface_form":"North Carolina","offset":500},{"uri":"Montgomery%2C_Alabama","surface_form":"Montgomery, Alabama","offset":569},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":630},{"uri":"United_States_government","surface_form":"United States government","offset":702},{"uri":"United_States_Constitution","surface_form":"that of the United States","offset":779},{"uri":"Black_Americans","surface_form":"black Americans","offset":885},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":902},{"uri":"Alexander_Stephens","surface_form":"Alexander Stephens","offset":946},{"uri":"Cabinet","surface_form":"cabinet","offset":1033},{"uri":"Fort_Sumter","surface_form":"Fort Sumter","offset":1328},{"uri":"Charleston%2C_South_Carolina","surface_form":"Charleston, South Carolina","offset":1343},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1396},{"uri":"Reconstruction_of_the_United_States","surface_form":"Reconstruction of the United States","offset":1812}]}