{"id":100040,"url":"http://en.wikipedia.org/wiki/Battle_of_Antietam","text":"The Battle of Antietam was an important battle in the American Civil War.It is also called the Battle of Sharpsburg by South historians. The battle was fought on September 17, 1862, near Sharpsburg, Maryland. It was also considered the bloodiest battle in the Civil war. It was the first major battle in the Civil War that took place in the border states. Both sides hoped a big victory for their side would make a short war.\nAbout 22,720 soldiers were killed, wounded or were missing at Antietam. There has never been another single-day battle in the history of the United States with so many American casualties. However, there have been other battles that lasted for more than one day where more Americans fell. For example, the later Battle of Gettysburg lasted three days and had an estimated 51,000 American casualties.\nBackground.\nDuring the summer of 1862, the hopes of the North that the rebellion could be easily crushed were quickly fading. In July, Major General George B. McClellan's Peninsula Campaign to capture the Southern capital at Richmond, Virginia failed. Near the end of August, the Second Battle of Bull Run was another Confederate victory. The Union armies retreated back to Washington, D.C. only a few miles away. In Tennessee and other western states, Confederate offensives were succeeding. This was causing poor morale in the Union army.\nAfter defeating the Union Army of Virginia at Bull Run, Lee led his Confederate Army of Northern Virginia into Maryland beginning his Maryland Campaign. He had several reasons for attacking the North. First, it was harvest time in the Shenandoah Valley and Lee needed to turn the Union's attention away from his main sources of food for his army. Secondly, he needed European support for the Confederacy. A major win in the North could get the support they needed and also cause the border state of Maryland to secede. It would demoralize the North and possibly get them to negotiate. Lee thought the Union army needed time to rebuild and resupply and moving quickly he could catch them unprepared.\nPrelude.\nIn a bold move Lee divided his Army of Northern Virginia into five smaller armies or columns. Three he sent with General \"Stonewall\" Jackson to attack and hold Harpers Ferry. This way Jackson could control the Shenandoah Valley. He sent his largest corps commanded by Lieutenant General James Longstreet to move towards Sharpsburg, Maryland. Lee wrote Special Order 191 on September 9, which outlined each move by all his columns. In a strange twist of fate, a copy of the order was wrapped around a bundle of cigars and dropped in a field on Best Farm. Union soldiers of the 27th Indiana Regiment found the bundle with the order. It was sent to General McClellan.\nMcClellan had remained in command of the Army of the Potomac even though he had failed to support Major General John Pope at the Second Battle of Bull Run. When Lee entered Maryland, in a rare exception to his usual slowness, McClellan moved more quickly to cut him off. Having knowledge of Lee's plans gave McClellan an opportunity to destroy Lee's army while it was still weakened by Jackson's being sent to Harper's Ferry. McClellan learned of Lee's plan on September 13. He boasted \"Here is a paper with which if I cannot whip Bobbie Lee, I will be willing to go home.\" He also sent a telegram to President Lincoln where he wrote, \"I have all the plans of the rebels, and will catch them in their own trap if my men are equal to the emergency.\" But McClellan waited another 18 hours before acting. This delay allowed Lee more time to collect all the elements of his army. As Lee had moved into Maryland, he left detachments to guard two of the passes through South Mountain, Crampton's Gap and Turner's Gap. These were the two most important routes through the 50-mile long South Mountain. Had McClellan moved a little faster, he would have caught Lee's army scattered on the other side of the mountain. At Frederick, Maryland the Union army caught up with Lee and the fighting began on South Mountain. It was a natural formation that separated the Shenandoah and Cumberland Valleys from eastern Maryland. Several battles were fought that day over possession of South Mountain. The Confederates were driven back with a large number of casualties. McClellan could have destroyed Lee's army but he again waited, giving Lee the time to regroup.\nThe battle.\nThree days later the two armies, led by Lee and McClellan, met again on September 17, 1862, between Antietam Creek and the town of Sharpsburg, Maryland. The Battle of Antietam, also called the Battle of Sharpsburg, was not only the bloodiest day of the American Civil War, it was the single bloodiest day in American history. The Confederate troops took up defensive positions behind Antietam Creek. At this point, McClellan decided to attack.\nAt dawn on September 17, Union soldiers led by Major General Joseph Hooker attacked Lee's troops from their left. As the two armies fought each other, the fighting spread across a local cornfield and around the Dunker Church. The Union troops kept attacking the Confederates at the Sunken Road. They were able to break through the center of the Confederate lines.\nLate that afternoon, more Union soldiers, led by Major General Ambrose Burnside, came into the fight. They captured a stone bridge over Antietam Creek and moved towards the Confederate troops' right side. But as Burnside's soldiers attacked, more Confederate soldiers arrived. Confederate Major General A.P. Hill had led his division of soldiers from Harpers Ferry to Antietam. Once Hill's division arrived, they were able to counterattack (fight back against Burnside's soldiers). This was a surprise to the Union troops, and the surprise worked well. The Confederate troops drove Burnside's soldiers back and ended the battle. Even though he had more soldiers, McClellan was not able to destroy Lee's army. Lee was able to shift his troops to meet each of McClellan's attacks. McClellan also did not call up his many reserve forces (soldiers on standby) which could have helped build on the Union's successes.\nAftermath.\nThe next day both armies collected their wounded and buried their dead soldiers. Then Lee withdrew his army back to Virginia. McClellan did not go after Lee which frustrated President Lincoln. Militarily the battle was a draw. But because Lee's forces retreated from Maryland, Lincoln claimed victory. He used the occasion to issue the Emancipation Proclamation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":40},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":54},{"uri":"Southern_United_States","surface_form":"South","offset":119},{"uri":"Historian","surface_form":"historian","offset":125},{"uri":"September_17","surface_form":"September 17","offset":162},{"uri":"1862","surface_form":"1862","offset":176},{"uri":"Maryland","surface_form":"Maryland","offset":199},{"uri":"Border_states","surface_form":"border states","offset":341},{"uri":"Soldier","surface_form":"soldier","offset":439},{"uri":"Wound","surface_form":"wound","offset":461},{"uri":"Missing_in_action","surface_form":"missing","offset":477},{"uri":"History_of_the_United_States","surface_form":"history of the United States","offset":552},{"uri":"United_States","surface_form":"American","offset":594},{"uri":"Casualty_(person)","surface_form":"casualties","offset":603},{"uri":"Battle_of_Gettysburg","surface_form":"Battle of Gettysburg","offset":738},{"uri":"Summer","surface_form":"summer","offset":849},{"uri":"Rebellion","surface_form":"rebellion","offset":897},{"uri":"Major_General","surface_form":"Major General","offset":961},{"uri":"George_B._McClellan","surface_form":"George B. McClellan","offset":975},{"uri":"Peninsula_Campaign","surface_form":"Peninsula Campaign","offset":997},{"uri":"Capital_(city)","surface_form":"capital","offset":1040},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":1051},{"uri":"Second_Battle_of_Bull_Run","surface_form":"Second Battle of Bull Run","offset":1106},{"uri":"Retreat","surface_form":"retreat","offset":1182},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1200},{"uri":"Tennessee","surface_form":"Tennessee","offset":1243},{"uri":"Offensive_(military)","surface_form":"offensives","offset":1291},{"uri":"Morale","surface_form":"morale","offset":1341},{"uri":"Union_army","surface_form":"Union army","offset":1355},{"uri":"Army_of_Virginia","surface_form":"Army of Virginia","offset":1393},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":1435},{"uri":"Army_of_Northern_Virginia","surface_form":"Army of Northern Virginia","offset":1447},{"uri":"Maryland_Campaign","surface_form":"Maryland Campaign","offset":1501},{"uri":"Harvest","surface_form":"harvest","offset":1582},{"uri":"Shenandoah_Valley","surface_form":"Shenandoah Valley","offset":1602},{"uri":"Europe","surface_form":"Europe","offset":1734},{"uri":"Border_states_(American_Civil_War)","surface_form":"border state","offset":1850},{"uri":"Secede","surface_form":"secede","offset":1878},{"uri":"Prepared","surface_form":"prepared","offset":2056},{"uri":"Army_of_Northern_Virginia","surface_form":"Army of Northern Virginia","offset":2106},{"uri":"Column","surface_form":"column","offset":2160},{"uri":"Stonewall_Jackson","surface_form":"\"Stonewall\" Jackson","offset":2196},{"uri":"Harpers_Ferry%2C_West_Virginia","surface_form":"Harpers Ferry","offset":2235},{"uri":"Shenandoah_River","surface_form":"Shenandoah Valley","offset":2285},{"uri":"Corps","surface_form":"corps","offset":2324},{"uri":"Lieutenant_General","surface_form":"Lieutenant General","offset":2343},{"uri":"James_Longstreet","surface_form":"James Longstreet","offset":2362},{"uri":"Sharpsburg%2C_Maryland","surface_form":"Sharpsburg, Maryland","offset":2395},{"uri":"Special_Order_191","surface_form":"Special Order 191","offset":2427},{"uri":"Cigar","surface_form":"cigar","offset":2585},{"uri":"Army_of_the_Potomac","surface_form":"Army of the Potomac","offset":2781},{"uri":"Major_General","surface_form":"Major General","offset":2838},{"uri":"John_Pope","surface_form":"John Pope","offset":2852},{"uri":"Second_Battle_of_Bull_Run","surface_form":"Second Battle of Bull Run","offset":2869},{"uri":"President_of_the_United_States","surface_form":"President","offset":3341},{"uri":"Abraham_Lincoln","surface_form":"Lincoln","offset":3351},{"uri":"Detachment_(military)","surface_form":"detachment","offset":3656},{"uri":"Frederick%2C_Maryland","surface_form":"Frederick, Maryland","offset":3951},{"uri":"Battle_of_South_Mountain","surface_form":"South Mountain","offset":4031},{"uri":"Geological_formation","surface_form":"formation","offset":4064},{"uri":"Cumberland_Valley","surface_form":"Cumberland Valley","offset":4108},{"uri":"East","surface_form":"east","offset":4132},{"uri":"Casualty_(person)","surface_form":"casualties","offset":4279},{"uri":"Antietam_Creek","surface_form":"Antietam Creek","offset":4498},{"uri":"Bloody","surface_form":"bloodiest","offset":4630},{"uri":"History","surface_form":"history","offset":4715},{"uri":"Defensive","surface_form":"defensive","offset":4755},{"uri":"Dawn","surface_form":"dawn","offset":4845},{"uri":"Joseph_Hooker","surface_form":"Joseph Hooker","offset":4903},{"uri":"Corn","surface_form":"corn","offset":5028},{"uri":"Sunken_lane","surface_form":"Sunken Road","offset":5124},{"uri":"Line_(formation)","surface_form":"line","offset":5199},{"uri":"Ambrose_Burnside","surface_form":"Ambrose Burnside","offset":5269},{"uri":"Harpers_Ferry%2C_Iowa","surface_form":"Harpers Ferry","offset":5557},{"uri":"Division_(military)","surface_form":"division","offset":5596},{"uri":"Withdrawal_(military)","surface_form":"withdrew","offset":6219},{"uri":"President_of_the_United_States","surface_form":"President","offset":6303},{"uri":"Abraham_Lincoln","surface_form":"Lincoln","offset":6313},{"uri":"Draw","surface_form":"draw","offset":6350},{"uri":"Emancipation_Proclamation","surface_form":"Emancipation Proclamation","offset":6465}]}