{"id":100103,"url":"http://en.wikipedia.org/wiki/Gospel_of_John","text":"The Gospel of John is a book of the Bible. It is one of the four \"gospels\" at the beginning of the New Testament. The four gospels tell the life of Jesus. The \"Gospel of John\" is the fourth book of the New Testament, after the gospels of Matthew, Mark and Luke.\nIn the gospel, it is says that the book was written by \"the disciple whom Jesus loved\". It is believed that John the Apostle, the son of Zebedee, wrote the gospel. He was probably the youngest of the Twelve Apostles of Jesus. John lived a long life and was imprisoned on the Island of Patmos in his old age. He also wrote the last book of the New Testament, called the \"Book of Revelation\".\nThe Gospel of John tells many of the stories of Jesus' life that are in the other three gospels, but also contains a lot of different information. The Gospel begins by calling Jesus \"the Word\" (the Communication of God). It says \"In the beginning was the Word, and the Word was with God and the Word was God.\" In John's Gospel, the writer shows that Jesus was part of God, who came to live among humanity so that they could \"hear His voice\" and have the power to become true \"children of God\".\nAccording to the gospel, the accounts are written so that the reader \"may believe that Jesus is the Messiah, the Son of God, and that by believing you may have life in His name\". (TNIV; John 20:31)\nThe book follows a pattern. There are seven \"signs\" leading up to the raising from the dead of Lazarus (this anticipates the resurrection of Jesus), and seven \"I am\" sayings and discussions, leading up to Thomas saying that the risen Jesus is \"my Lord and my God\"\nThere is some disagreement over whether the John who wrote the letters of John, the John who wrote the Gospel of John, and the John who wrote the Book of Revelation are the same person.\nIn popular culture.\nThe phrase \"born again\" comes from the third chapter, and was the title of a book by Chuck Colson who was a lawyer for President Nixon but after being in jail became a prison reformer. The phrase was used later for any person who had a dramatic change in their life.\nChapter 3, verse 16 is perhaps the best known verse in the entire New Testament. \"For God loved the world so much that He gave his only son (Jesus), so that whoever believed in Him, would not die but live forever\". This verse was searched on the internet by millions of people after Tim Tebow, an American football player wrote \"Jn 3:16\" on his face in an important football game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible","surface_form":"Bible","offset":36},{"uri":"New_Testament","surface_form":"New Testament","offset":99},{"uri":"Jesus","surface_form":"Jesus","offset":148},{"uri":"John_the_Apostle","surface_form":"John the Apostle","offset":370},{"uri":"Twelve_Apostles","surface_form":"Twelve Apostles","offset":462},{"uri":"Book_of_Revelation","surface_form":"Book of Revelation","offset":632},{"uri":"Human","surface_form":"human","offset":1049},{"uri":"Resurrection_of_Jesus","surface_form":"resurrection of Jesus","offset":1470},{"uri":"Book_of_Revelation","surface_form":"Book of Revelation","offset":1755},{"uri":"Chuck_Colson","surface_form":"Chuck Colson","offset":1900},{"uri":"President_Nixon","surface_form":"President Nixon","offset":1934},{"uri":"Tim_Tebow","surface_form":"Tim Tebow","offset":2365}]}