{"id":100100,"url":"http://en.wikipedia.org/wiki/Gospel_of_Mark","text":"The Gospel of Mark is a book of the Bible. It is the second book of the New Testament and comes after the Gospel of Matthew even though it may have been written before it. The writer is believed to have been John Mark, a friend of Simon Peter, who was one of the Twelve apostles of Jesus.\nThe four gospels tell the story of the life of Jesus. The word \"gospel\" means \"good news\". The Gospel of Mark moves quickly, and the story shows how much Jesus worked during his short 3-year ministry. Mark's gospel tells many things about Jesus which are also found in the Gospel of Matthew and the Gospel of Luke. Matthew, Mark and Luke are called \"Synoptic gospels\" for this reason.\nMost scholars date Mark AD 65-75. It is thought to be the first of the gospels to be written. Mark's gospel may have been written with Gentiles in mind. It gives the meaning of some of Jesus' words in Greek that would have been known to Jews but not to other people. Mark's leaves out many details in the other gospels, such as the stories about the birth of Jesus. He includes many stories of Jesus doing miracles, more than any other Bible writer.\nIn telling about the arrest of Jesus to be crucified, the book mentions a young man who was almost caught by the guards, but who slipped out of his robe and got away. Some think this young man was Mark himself, since there is no other reason to include such a small detail. If it was Mark, means that Mark was a follower of Jesus who probably saw him crucified and come back to life after three days.\nThe last chapter of Mark has some verses after verse 8 that may not have been part of the original gospel, as they are missing is some early hand written copies of the book. However, they give further information about what Jesus said after his resurrection. These sayings are similar to what the other gospels record.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible","surface_form":"Bible","offset":36},{"uri":"New_Testament","surface_form":"New Testament","offset":72},{"uri":"Gospel_of_Matthew","surface_form":"Gospel of Matthew","offset":106},{"uri":"Saint_Mark","surface_form":"John Mark","offset":208},{"uri":"Saint_Peter","surface_form":"Peter","offset":237},{"uri":"Twelve_Apostles","surface_form":"apostles","offset":270},{"uri":"Jesus","surface_form":"Jesus","offset":282},{"uri":"Gospel_of_Matthew","surface_form":"Gospel of Matthew","offset":562},{"uri":"Gospel_of_Luke","surface_form":"Gospel of Luke","offset":588},{"uri":"Synoptic_gospels","surface_form":"Synoptic gospels","offset":639},{"uri":"Gentiles","surface_form":"Gentiles","offset":809},{"uri":"Jews","surface_form":"Jews","offset":911},{"uri":"Miracles","surface_form":"miracles","offset":1080}]}