{"id":10012,"url":"http://en.wikipedia.org/wiki/Ho_Chi_Minh_City","text":"Ho Chi Minh City () is a city in southern Vietnam. It is governed as a municipality and includes a large rural area. It is the biggest city in Vietnam. About 9 million people live in the city.\nThe city used to be called \"Saigon\", and this is still the most common name in everyday conversation. The name Saigon come from the Saigon River, which flows through the city.\nHistory.\nIt used to be a Khmer port city called Prey Nokor, or “Jungle City”. The city was taken over by the Vietnamese and eventually took the name of\"(Sài Gòn)\". It was invaded by the French in 1859. As (French) Saigon it was the capital of French Indochina and became an important city in French colonial trade. After independence(from France), in 1954 to 1975, Saigon became the capital of the Republic of Vietnam. After the end of the US campaign (1973) in the Vietnam War, Saigon was overtaken by the North Vietnamese army on 30 April 1975 and renamed after Hồ Chí Minh. The tradition of naming places in Vietnam after great people is very common. Many streets bear the names of epic heroes. Hai Ba Trung street is named after heroic sisters.\nDespite the name change, many people from other countries, and even among Vietnamese people, still call the city \"Saigon\" today. Interestingly enough, both the names of the Saigon River and the Saigon railway station have stayed unchanged.\nCity categorization.\nHo Chi Minh City (HCMC) has expanded with industrialization. It now includes all of the surrounding towns. The city center is old Saigon. Old Saigon has two main districts (One and Three). The new city districts used to be rice fields and fish farms. There are fish all over the city.\nGeography.\nHo Chi Minh City is as flat as the river plain it sits on. Nearly all roads are built flat. Bicycle riding around the Mekong delta is very easy in dry weather. Because of the flatness, roads and buildings sink into the draining soil. Lying water keeps pollution very close to city homes. The rising tides can flood many districts when the moon is fullest.\nBecause rainwater can't be kept in valleys or mountains, the city-water is dangerous to drink. Most people drink from large bottles of water -.\nWhen the streets flood (in rain or tides) the dirt from drains returns onto the city. This has caused a lot of problems for the health of the people living in the city. Escaping sewer water makes people very sick in the tropical countries. Older people may avoid drinking more than a few drinks a day.\nEnvironment.\nIt's very tropical in the city. The trees in streets are cut down to half every year - but they grow back. Fresh food markets are all over the city. The city has so much rain, that drains and rivers surround every district.\nThe southeast of the province has the Can Gio Wetlands. It's a 752 square kilometre mangrove area between Ho Chi Minh City and the sea.\nInside the wetlands there are birds, deer, fish, frogs, insects, lizards, monkeys, otters, and snakes. The centipedes all around the city are very dangerous (maybe deadly to tiny animals). People catch and consume the snakes.\nThe wetlands and ecosystem has been designated as a biosphere reserve. Ho Chi Minh people get education on how to look after their biosphere reserve and wetlands.\nPort.\nThe city is a river port on the Saigon River. Several larger terminals operate outside and inside of the city. Many small docks operate around the city. The river system leads out to sea at Vung Tau, or onto the Mekong delta.\nDelivery of materials for the city can be made by boat. Farm produce distributors can arrive by boat in many districts outside the city.\nEducation.\nThe use of English is rising in HCMC. Many HCMC people will travel around the world by using English as their international language. Many other languages are studied. French was previously the most popular. Chinese is also very well known to many people.\nInternational.\nThe city has international schools that teach foreign children. All classes (except for languages) are given in the chosen language. Many international schools have chosen English as the primary language. Some of the international schools are named by their country of origin. The schools named after a country use the national language of that country.\nNational.\nEnglish is a subject taught in all national schools.\nAfter-school and colleges.\nMany HCMC parents use cram schools to improve their children's English. HCMC adults attend colleges to learn English.\nGoing overseas.\nSome HCMC people will go overseas to get foreign education. It can be through staying with relatives, attending boarding schools, joining programs, or with family.\nUniversities.\nEnglish is taught at university in HCMC. It doesn't replace the national language at most universities. International universities might set a requirement for English or another language.\nPoverty.\nWealthy people live a fantastic life in the city. But, others are very poor. Poor does not always mean without food, clothing, shelter, or work in HCMC. The cost of living in Vietnam helps even the poorest people to survive. Many temples, churches, charities, and government organizations help people that are even more misfortunate than the poor. But still, some ultra-poor people struggle with homelessness, and the tropical weather - they get very dark skin compared to other people.\nEntertainment.\nThere is a lot of entertainment for the people in the city. Many discos, bars, and clubs operate all around the city. Food is also a source of entertainment for people in HCMC. Very strange restaurants sell very strange food: scorpions, bats, rats and more. Tourists are amazed by what is eaten in HCMC.\nNeighbors.\nThe Mekong River delta is accessible from HCMC. It has a many rice, coconut, fish, and prawn farms. The main city is Can Tho City.\nThe mountain range of Vietnam is accessed via Dalat City.\nThe beaches of Vietnam are accessed via Vung Tau City or Phan Thiet City when leaving HCMC.\nThe border to Cambodia is the closest international exit point for tourists. This exit border takes people to Phnom Penh City.\nBien Hoa City is another industrial city to the northeast. Around there, the province of Binh Duong is growing through strong financial investment.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":25},{"uri":"Vietnam","surface_form":"Vietnam","offset":42},{"uri":"Municipality","surface_form":"municipality","offset":71},{"uri":"Rural","surface_form":"rural","offset":105},{"uri":"Saigon_River","surface_form":"Saigon River","offset":325},{"uri":"Khmer_people","surface_form":"Khmer","offset":394},{"uri":"Vietnam","surface_form":"Vietnam","offset":478},{"uri":"French_Indochina","surface_form":"French Indochina","offset":612},{"uri":"South_Vietnam","surface_form":"Republic of Vietnam","offset":767},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":835},{"uri":"North_Vietnam","surface_form":"North Vietnam","offset":876},{"uri":"30_April","surface_form":"30 April","offset":901},{"uri":"1975","surface_form":"1975","offset":910},{"uri":"Ho_Chi_Minh","surface_form":"Hồ Chí Minh","offset":933},{"uri":"Saigon_railway_station","surface_form":"Saigon railway station","offset":1312},{"uri":"Industrialization","surface_form":"industrialization","offset":1421},{"uri":"Provincial_city_(Vietnam)","surface_form":"districts","offset":1541},{"uri":"Tide","surface_form":"tide","offset":1974},{"uri":"Rainwater","surface_form":"rainwater","offset":2039},{"uri":"Sewer","surface_form":"sewer","offset":2353},{"uri":"Tropical","surface_form":"tropical","offset":2500},{"uri":"C%E1%BA%A7n_Gi%E1%BB%9D","surface_form":"Can Gio Wetlands","offset":2752},{"uri":"Mangrove","surface_form":"mangrove","offset":2798},{"uri":"Bird","surface_form":"bird","offset":2880},{"uri":"Deer","surface_form":"deer","offset":2887},{"uri":"Fish","surface_form":"fish","offset":2893},{"uri":"Frog","surface_form":"frog","offset":2899},{"uri":"Insect","surface_form":"insect","offset":2906},{"uri":"Lizard","surface_form":"lizard","offset":2915},{"uri":"Monkey","surface_form":"monkey","offset":2924},{"uri":"Otter","surface_form":"otter","offset":2933},{"uri":"Snake","surface_form":"snake","offset":2945},{"uri":"Consumption","surface_form":"consume","offset":3056},{"uri":"Wetland","surface_form":"wetland","offset":3080},{"uri":"Ecosystem","surface_form":"ecosystem","offset":3093},{"uri":"Biosphere_Reserve","surface_form":"biosphere reserve","offset":3128},{"uri":"Port","surface_form":"port","offset":3265},{"uri":"Saigon_River","surface_form":"Saigon River","offset":3277},{"uri":"Terminal_station","surface_form":"terminals","offset":3306},{"uri":"Dock","surface_form":"dock","offset":3367},{"uri":"Vung_Tau","surface_form":"Vung Tau","offset":3435},{"uri":"River_delta","surface_form":"delta","offset":3464},{"uri":"Material","surface_form":"material","offset":3483},{"uri":"Produce","surface_form":"produce","offset":3532},{"uri":"Distribution","surface_form":"distributor","offset":3540},{"uri":"Cram_school","surface_form":"cram schools","offset":4356},{"uri":"Wealthy","surface_form":"Wealthy","offset":4843},{"uri":"Shelter","surface_form":"shelter","offset":4970},{"uri":"Temple","surface_form":"temple","offset":5073},{"uri":"Church","surface_form":"church","offset":5082},{"uri":"Government","surface_form":"government","offset":5107},{"uri":"Organization","surface_form":"organization","offset":5118},{"uri":"Misfortune","surface_form":"misfortunate","offset":5163},{"uri":"Homelessness","surface_form":"homelessness","offset":5239},{"uri":"Tropical","surface_form":"tropical","offset":5261},{"uri":"Entertainment","surface_form":"entertainment","offset":5363},{"uri":"Disco","surface_form":"disco","offset":5410},{"uri":"Bar_(business)","surface_form":"bars","offset":5418},{"uri":"Club","surface_form":"club","offset":5428},{"uri":"Restaurant","surface_form":"restaurant","offset":5535},{"uri":"Scorpion","surface_form":"scorpion","offset":5571},{"uri":"Bat","surface_form":"bat","offset":5582},{"uri":"Rat","surface_form":"rat","offset":5588},{"uri":"Tourist","surface_form":"Tourist","offset":5603},{"uri":"River_delta","surface_form":"River delta","offset":5671},{"uri":"Can_Tho","surface_form":"Can Tho","offset":5777},{"uri":"Dalat","surface_form":"Dalat City","offset":5837},{"uri":"Beaches","surface_form":"beaches","offset":5853},{"uri":"Vung_Tau","surface_form":"Vung Tau City","offset":5889},{"uri":"Border","surface_form":"border","offset":5945},{"uri":"Cambodia","surface_form":"Cambodia","offset":5955},{"uri":"Phnom_Penh","surface_form":"Phnom Penh City","offset":6051},{"uri":"Industrial","surface_form":"industrial","offset":6093},{"uri":"Province","surface_form":"province","offset":6145},{"uri":"Financial","surface_form":"financial","offset":6194},{"uri":"Investment","surface_form":"investment","offset":6204}]}