{"id":10017,"url":"http://en.wikipedia.org/wiki/Tonga","text":"Tonga is a country in Pacific Ocean. It has 169 islands. Only 36 islands have inhabitants. The most important island is Tongatapu. George Tupou V is the king of Tonga and the Prime Minister is Pohiva Tu'ionetoa. The capital of Tonga is Nuku'alofa.\nThe official languages of Tonga are Tongan and English. Tonga had 102,321 inhabitants in 2000. It is a very hot country. Tonga became independent in 1970.\nHistory.\nAbout 3000 years before, the Polynesians had settled in Tongatapu. In 1845, Tāufaʻāhau united Tonga into a kingdom. He declared Tonga a constitutional monarchy. Between 1845 and 1893, slavery was stopped. Also, constitution was made up.\nIn 1900, Tonga became a protected state of the United Kingdom. Tonga maintained its sovereignty. It remained the only Pacific nation never to have given up its monarchical government. Foreign affairs was managed by the UK. Tonga was no longer a protected state and became independent in 1970. Tonga joined the Commonwealth of Nations in 1970. It became a member of the United Nations in September 1999. Tonga has never lost indigenous governance.\nPolitics.\nTongans have universal access to a national health care system. The Tongan constitution protects land ownership. Land cannot be sold to foreigners. While there is a land shortage on the urbanised main island of Tongatapu, there is farmland available in the outlying islands.\nThe majority of the population engages in some form of subsistence production of food. Women and men have equal access to education and health care. They are fairly equal in employment. Women are discriminated against in land holding, electoral politics, and government ministries.\nGeography.\nTonga is in Oceania. It is an archipelago in the South Pacific Ocean. It has 177 islands. Thirty-six of them are inhabited. The islands are divided into three main groups – Vava'u, Ha'apai, and Tongatapu. The largest island is Tongatapuon. The capital city of Nukuʻalofa is on Tongatapuon.\nClimate.\nThe climate is tropical with a distinct warm period (December–April) and a cooler period (May–November). The average wettest period is around March. The average daily humidity is 80%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":11},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":22},{"uri":"Island","surface_form":"island","offset":48},{"uri":"Tongatapu","surface_form":"Tongatapu","offset":120},{"uri":"George_Tupou_V","surface_form":"George Tupou V","offset":131},{"uri":"King","surface_form":"king","offset":153},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":175},{"uri":"Capital_(city)","surface_form":"capital","offset":216},{"uri":"Nuku%27alofa","surface_form":"Nuku'alofa","offset":236},{"uri":"Language","surface_form":"language","offset":261},{"uri":"Tongan_language","surface_form":"Tongan","offset":284},{"uri":"English_language","surface_form":"English","offset":295},{"uri":"Independence","surface_form":"independent","offset":382},{"uri":"Polynesians","surface_form":"Polynesians","offset":441},{"uri":"Tongatapu","surface_form":"Tongatapu","offset":468},{"uri":"Slavery","surface_form":"slavery","offset":596},{"uri":"Constitution","surface_form":"constitution","offset":623},{"uri":"Protected_state","surface_form":"protected state","offset":673},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":696},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth of Nations","offset":959},{"uri":"United_Nations","surface_form":"United Nations","offset":1018},{"uri":"Oceania","surface_form":"Oceania","offset":1686},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1729},{"uri":"Tongatapuon","surface_form":"Tongatapuon","offset":1901},{"uri":"Nuku%CA%BBalofa","surface_form":"Nukuʻalofa","offset":1934}]}