{"id":100329,"url":"http://en.wikipedia.org/wiki/Assisi","text":"Assisi is a town and a \"comune\" in Italy, in the region of Umbria. Assisi on the western side of the mountain called Mount Subasio. It is an important place because of its art, its architecture and its history. It is especially important to the Catholic religion. It was the birthplace of Saint Francis of Assisi, who was a Catholic saint. Saint Francis is most famous because he founded the Franciscan religious order in the year 1208. Saint Clare, a follower of Saint Francis, was also born in Assisi. She founded an order of religious women called the Poor Clares.\nAfter Saint Francis and Saint Clare died, churches were built in their honor. The Church of Saint Francis, called the Basilica of Saint Francis of Assisi, is famous as his burial place. It is also famous for the fresco paintings on the walls and ceilings. Many visitors go to Assisi on pilgrimage. Many people also go there to see the town's art. Assisi was made into a UNESCO World Heritage Site in the year 2000.\nHistory.\nAround 1000 BC, large groups of people settled in this area. These were the Umbrians. They lived in small fortified villages on high ground. From 450 BC the Umbrians villages were taken over by the Etruscans. Then the Romans took control of central Italy by the \"Battle of Sentinum\" in 295 BC. They levelled out some land in terraces (wide steps) and built a large town called \"Asisium\" on the side of Mount Subasio. This town became \"Assisi\". Some buildings still can be seen from Roman times in Assisi. They include the walls, the main piazza, and the Temple of the Goddess Minerva, which is now a church called \"Santa Maria sopra Minerva\".\nIn 238 AD all the people of Assisi became Christian, because of the teaching of Bishop Rufino. He was martyred. It is believe that his body is buried under the Cathedral Church of San Rufino in Assisi.\nThe Ostrogoths of king Totila destroyed most of the town in 545. Then Assisi was the ruled by the Lombards, who came from the north of Italy, and then by the Frankish rulers.\nIn the 11th century (1000s), Assisi became a free town. But there was constant fighting between two groups called the Ghibellines and the Guelphs. Assisi mainly supported the Ghibellines, but the nearest big town, Perugia, supported the Guelphs. During the battle of Ponte San Giovanni (St. John's Bridge), the Guelphs from Perugia managed to capture a young man from Assisi. His name was Francesco di Bernardone. It was partly because of his experiences when he was captured that young Francesco decided that he would change from being a soldier. When he returned to his father's house, he put away all his riches and became a poor, wandering preacher, telling people to turn to God and live in peace with each other. He worked with the poor and the outcast people. They had no church except a ruin. St. Francis and his friends rebuilt the tiny ruined church for the shepherds and other poor people to worship in. It is called the \"Porziuncola\". Francesco (Francis) founded the Order of Franciscans. He was \"canonized\" (made a saint) in 1228 and is known as St. Francis. He is one of the most popular saints.\nA large basilica church was built on the side of the mountain, in honour of St Francis, and was beautifully decorated with scenes of his life. One of the most famous scenes shows the story of St. Francis preaching to the birds. In 1997 Assisi was hit by the two earthquakes. Part of the roof of the basilica fell in, killing four people who were standing below, and damaging the painted ceiling. Many people \"made donations\" (gave money) to repair the building which was reopened less than two years later.\nOther landmarks.\nThe town has by two ancient castles. The oldest one was built by the Romans and is partly in ruins.\nThe larger castle is called \"Rocca Maggiore\". It was built by Cardinal Albornoz in 1367 and was added to by Popes Pius II and Paul III.\nUNESCO has made all the main monuments, the churches and the town of Assisi as a World Heritage Site.\nCulture.\nFestival Calendimaggio is held from May 1st-5th. There are processions, theatre, flag-weavers and dance.\nAssisi Embroidery is a type of counted-thread embroidery which has been practised in Assisi since the 13th century.\nToday the town has many groups coming to enjoy the simple peace of St. Francis. One such group has restored an 11th-century room and added altars to the world's religions. Pilgrims come from many countries to the Assisi East West Retreat Center in Piazza San Rufino in the spirit of St. Francis to sit and be in peace.","categories":[],"infobox_types":["UNESCO World Heritage Site"],"annotations":[{"uri":"Town","surface_form":"town","offset":12},{"uri":"Comune","surface_form":"comune","offset":24},{"uri":"Italy","surface_form":"Italy","offset":35},{"uri":"Umbria","surface_form":"Umbria","offset":59},{"uri":"Mt._Subasio","surface_form":"Mount Subasio","offset":117},{"uri":"Catholicism","surface_form":"Catholic religion","offset":245},{"uri":"Saint_Francis_of_Assisi","surface_form":"Saint Francis of Assisi","offset":289},{"uri":"Saint","surface_form":"saint","offset":333},{"uri":"Franciscan","surface_form":"Franciscan","offset":392},{"uri":"Clare_of_Assisi","surface_form":"Saint Clare","offset":437},{"uri":"Poor_Clares","surface_form":"Poor Clares","offset":555},{"uri":"Basilica","surface_form":"Basilica","offset":686},{"uri":"Burial","surface_form":"burial","offset":740},{"uri":"Fresco","surface_form":"fresco","offset":780},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":854},{"uri":"UNESCO_World_Heritage_Site","surface_form":"UNESCO World Heritage Site","offset":938},{"uri":"Umbria","surface_form":"Umbria","offset":1068},{"uri":"Fort","surface_form":"fort","offset":1098},{"uri":"Etruscans","surface_form":"Etruscans","offset":1190},{"uri":"Ancient_Rome","surface_form":"Romans","offset":1210},{"uri":"Piazza","surface_form":"piazza","offset":1530},{"uri":"Martyr","surface_form":"martyr","offset":1737},{"uri":"Ostrogoth","surface_form":"Ostrogoth","offset":1841},{"uri":"Totila","surface_form":"Totila","offset":1860},{"uri":"Lombardy","surface_form":"Lombards","offset":1935},{"uri":"Perugia","surface_form":"Perugia","offset":2226},{"uri":"Ruin","surface_form":"ruin","offset":2807},{"uri":"Shepherd","surface_form":"shepherd","offset":2880},{"uri":"Franciscans","surface_form":"Franciscans","offset":3000},{"uri":"Basilica","surface_form":"basilica","offset":3130},{"uri":"Castle","surface_form":"castle","offset":3674},{"uri":"Ruins","surface_form":"ruins","offset":3739},{"uri":"Pius_II","surface_form":"Pius II","offset":3860},{"uri":"Paul_III","surface_form":"Paul III","offset":3872},{"uri":"UNESCO","surface_form":"UNESCO","offset":3882},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":3963},{"uri":"Embroidery","surface_form":"embroidery","offset":4144},{"uri":"13th_century","surface_form":"13th century","offset":4200}]}