{"id":100542,"url":"http://en.wikipedia.org/wiki/Zimmermann_Telegram","text":"The Zimmermann Telegram (also called the Zimmermann Note) was a telegram sent to Mexico from Germany on January 16, 1917. It was what made America enter World War I. It is named for the German man who sent it, Arthur Zimmermann. Zimmermann was the German Foreign Secretary (took care of things with other countries). Zimmermann sent it to the German ambassador in the United States, Johann von Bernstorff. Bernstorff then sent it to the German ambassador in Mexico, Heinrich von Eckardt.\nThe telegram told the ambassador to ask the Mexicans to join the war on the German side by attacking America. Germany promised to help Mexico take back land the United States had taken from Mexico in the Mexican–American War. These places were Texas, New Mexico, and Arizona. Germany wanted Mexico to enter the war so America would be too busy to help the enemies of Germany. Mexico was already busy with the Mexican Revolution and did not like the idea.\nThe British secretly got the telegram. They were able to decode the telegram. They held on to the telegram until February 24, 1917. They gave it to President Woodrow Wilson of the United States of America. President Wilson published the telegram so the people would know about it. The telegram made the American people angry. Wilson asked the United States Congress for a Declaration of war against Germany. Congress accepted the request on April 2, 1917. The United States of America announced war on Germany on April 6, 1917. Americans were already angry over German submarines sinking ships, but this telegram is what made America come into the war.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arthur_Zimmermann","surface_form":"Arthur Zimmermann","offset":210},{"uri":"Foreign_minister","surface_form":"Foreign Secretary","offset":255},{"uri":"Johann_von_Bernstorff","surface_form":"Johann von Bernstorff","offset":383},{"uri":"Heinrich_von_Eckardt","surface_form":"Heinrich von Eckardt","offset":466},{"uri":"Ambassador","surface_form":"ambassador","offset":510},{"uri":"Mexican%E2%80%93American_War","surface_form":"Mexican–American War","offset":692},{"uri":"Texas","surface_form":"Texas","offset":732},{"uri":"New_Mexico","surface_form":"New Mexico","offset":739},{"uri":"Arizona","surface_form":"Arizona","offset":755},{"uri":"Mexican_Revolution","surface_form":"Mexican Revolution","offset":897},{"uri":"Cryptanalysis","surface_form":"decode","offset":1000},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":1101},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":1286},{"uri":"Declaration_of_war","surface_form":"Declaration of war","offset":1315},{"uri":"Submarine","surface_form":"submarine","offset":1512}]}