{"id":100522,"url":"http://en.wikipedia.org/wiki/Reign_of_Terror","text":"e=\"preserve\">The Reign of Terror or simply The Terror was a period of about 11 months during the French Revolution, led by Maximilien de Robespierre. During this time, French people who did not support the revolution were executed at the guillotine.\nThe Reign of Terror was started on 5 September, 1793. The violence happened more and more often in June and July of 1794, a period called \"la Grande Terreur\" (The Great Terror). On 17 July 1794, sixteen nuns attracted much attention by singing a religious song as they were being executed for treason. The Terror ended ten days later, when several important leaders of the Reign of Terror were executed, including Saint-Just and Robespierre. The Terror took the lives of between 18,500 to 40,000 people.\nRobespierre died due to the Thermidorian Reaction against the Jacobins, by being executed with the guillotine. This was a revolt against the revolution otherwise called a counter-revolution. Robespierre was one of the last to be guillotined, after the 21 followers.\nEventually, Napoleon Bonaparte rose to be the emperor of France.\nInformation to watch.\nthis can change your life try it","categories":[],"infobox_types":[],"annotations":[{"uri":"French_Revolution","surface_form":"French Revolution","offset":97},{"uri":"Maximilien_de_Robespierre","surface_form":"Maximilien de Robespierre","offset":123},{"uri":"Guillotine","surface_form":"guillotine","offset":238},{"uri":"5_September","surface_form":"5 September","offset":285},{"uri":"1793","surface_form":"1793","offset":298},{"uri":"Violence","surface_form":"violence","offset":308},{"uri":"Nun","surface_form":"nun","offset":453},{"uri":"Treason","surface_form":"treason","offset":543},{"uri":"Louis_de_Saint-Just","surface_form":"Saint-Just","offset":664},{"uri":"Robespierre","surface_form":"Robespierre","offset":679},{"uri":"Thermidorian_Reaction","surface_form":"Thermidorian Reaction","offset":782},{"uri":"Jacobins","surface_form":"Jacobins","offset":816},{"uri":"Napoleon_Bonaparte","surface_form":"Napoleon Bonaparte","offset":1032}]}