{"id":100581,"url":"http://en.wikipedia.org/wiki/Lojban","text":"Lojban is a constructed language that some people speak. It is an unusual language because it is based on predicate logic, and because it is made to have no syntactic ambiguity. These qualities make many people call Lojban a \"logical language.\"\nPeople from all countries can learn and speak Lojban. A person who speaks Lojban is sometimes called a \"lojbanist\".\nLojban is based on an earlier language called Loglan. Loglan was the first \"logical language\". It was created by a man named James Cooke Brown, who wanted to test a hypothesis called the Sapir-Whorf hypothesis. The Sapir-Whorf hypothesis says that languages affect and limit how their speakers think.\nGoals.\nAs with Loglan, one of Lojban's goals is to test the Sapir-Whorf Hypothesis. Lojban is meant to change how people think. This is because it is unlike any natural language, and because it forces its speakers to focus on the logic of what they say.\nAnother goal of Lojban is to be simple and easy to learn, so Lojban only has 1300 main words. Anyone can combine these \"root words\" to make more complex words.\nIf you speak Lojban correctly, it is unlikely for someone else to be confused by what you are saying. This is because one goal of Lojban was to eliminate syntactic ambiguity from language.\nOne of the problems with natural languages like English is that they have very much ambiguity. This means that not everything a person might say has one clear meaning in these languages. For instance, consider the English phrase \"pretty little girls school.\" This phrase could mean a school for pretty little girls. It could also mean a school whose architecture is pretty, and whose students are little girls. \"Pretty little girls school\" could mean many different things, because the linguistic relationships between the girls, the school, prettiness, and littleness is not clear. There is not enough syntactic information in the phrase to know which meaning it represents.\nLinguistic relationships are always very clear in Lojban, so such ambiguity cannot exist in the language.\nExamples.\n\"mi'e\" is used when you are telling somebody your name. There is no country where everyone speaks Lojban, so nobody is born with a name in Lojban. But, some Lojbanists make up lojban names for themselves that they use. Because they know most other people do not speak lojban, they usually keep their real name as well, and only use their lojban name when speaking to other lojbanists. If someone is telling you their real name, they usually say \"mi'e la'oi\" (sounds like \"miheh lahoy\") followed by the name.\n\"go'i\" means \"yes, I agree with you\". Sometimes in English, the word 'yes' is used to mean other things. For example, you might say \"Yes\" (or \"OK\" or \"uh-huh\") to tell someone that you heard what they are saying. In Lojban you do not say \"go'i\" for this; instead you say \"je'e\" (sounds like \"zhehheh\"). This is part of the idea of lojban: to make words easier to understand by making sure that one word can only mean one thing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Constructed_language","surface_form":"constructed language","offset":12},{"uri":"Predicate_logic","surface_form":"predicate logic","offset":106},{"uri":"Syntax","surface_form":"syntactic","offset":157},{"uri":"Ambiguity","surface_form":"ambiguity","offset":167},{"uri":"Loglan","surface_form":"Loglan","offset":407},{"uri":"Experiment","surface_form":"test","offset":519},{"uri":"Hypothesis","surface_form":"hypothesis","offset":526},{"uri":"Sapir-Whorf_hypothesis","surface_form":"Sapir-Whorf hypothesis","offset":548},{"uri":"Ambiguity","surface_form":"ambiguity","offset":1240},{"uri":"Meaning","surface_form":"meaning","offset":1424},{"uri":"Phrase","surface_form":"phrase","offset":1487},{"uri":"Architecture","surface_form":"architecture","offset":1615},{"uri":"Linguistics","surface_form":"linguistic","offset":1751},{"uri":"Relationship","surface_form":"relationship","offset":1762}]}