{"id":100510,"url":"http://en.wikipedia.org/wiki/Tempera","text":"Tempera (sometimes known as \"egg tempera\") is a type of artist's paint. It was the main medium used for panel painting and illuminated manuscripts in the Byzantine world and the Middle Ages in Europe, until it was replaced by oil painting as the most popular medium for large paintings. It is still used for Orthodox icons. Some modern painters use tempera.\nIn modern times, some manufacturers call ordinary poster paint by the name of \"tempera\". Poster paint is not really tempera. It is a different type of paint called gouache.\nPainting with tempera.\nEgg yolk (the yellow part of the egg) dries and sticks very firmly. It is used to mix and set the paints in a tempera painting. The colours are ground up into dry powders that must be mixed by the artist. In earlier times, some of the paints were very poisonous and the artist had to be careful not to breathe in the powdered paint. The paints are generally mixed with equal parts of egg yolk and water. If there is too much egg, the paint is gooey. If there is too much water, it is runny. Neither of these things are good. Some artists like to mix some of the egg white as well, for a different effect. Sometimes some oil is added. In ancient times other things were added which might include honey, milk and plant gums.\nThe painting must be done over a \"ground\" that has already been prepared. The \"ground\" is smooth flat paint on a strong board that does not bend. The paint must be put on in thin layers with tiny brush strokes that dry very quickly. Because the paint is transparent the artists use a special technique. They often paint the shadows on the figure before they paint the skin colour and colour of the clothing over the top.\nWhen the painting is finished, it is not very brightly coloured, until it has been varnished. This makes the colours bright and shiny. The good thing about tempera painting is that the colours do not change over the years, whereas oil paintings change, get darker and go more yellow. Tempera paintings can last well for at least two thousand years. Because tempera paintings take a long time to do, many of them are small. Sometimes artists painted large altarpieces in tempera. One of the biggest tempera paintings is Duccio's picture of the Madonna and Child in the Uffizi Gallery. It is about 15 feet high. Another very famous large tempera painting is Botticelli's \"Birth of Venus\" which is also in the Uffizi. (see picture above)\nHistory.\nSome of the oldest paintings in tempera are funeral portraits of dead people done is Egypt during the time of Ancient Rome. Tempera continued to be used for Christian religious paintings. It was the medium for Greek icons and was used in Italy and many other countries until oil painting came into use, in about 1500. Most of the famous Italian Renaissance painters used tempera. This includes Duccio, Giotto, Fra Angelico, Botticelli and Michelangelo. In Northern Europe they used oil paint. This started to become popular in Italy in the 1570s. Leonardo painted the \"Mona Lisa\" in oil paint. Nowadays, although oil paint and vinyl paint are much more common, some artists paint in tempera. One of the most famous tempera painters of the 20th century is Andrew Wyeth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paint","surface_form":"paint","offset":65},{"uri":"Medium_(art)","surface_form":"medium","offset":88},{"uri":"Panel_painting","surface_form":"panel painting","offset":104},{"uri":"Illuminated_manuscript","surface_form":"illuminated manuscript","offset":123},{"uri":"Byzantine","surface_form":"Byzantine","offset":154},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":178},{"uri":"Oil_painting","surface_form":"oil painting","offset":226},{"uri":"Orthodoxy","surface_form":"Orthodox","offset":308},{"uri":"Icon","surface_form":"icon","offset":317},{"uri":"Poster_paint","surface_form":"poster paint","offset":408},{"uri":"Gouache","surface_form":"gouache","offset":522},{"uri":"Honey","surface_form":"honey","offset":1249},{"uri":"Milk","surface_form":"milk","offset":1256},{"uri":"Transparecy","surface_form":"transparent","offset":1531},{"uri":"Varnish","surface_form":"varnish","offset":1781},{"uri":"Altarpiece","surface_form":"altarpiece","offset":2153},{"uri":"Duccio","surface_form":"Duccio","offset":2217},{"uri":"Madonna_and_Child","surface_form":"Madonna and Child","offset":2241},{"uri":"Uffizi","surface_form":"Uffizi","offset":2266},{"uri":"Botticelli","surface_form":"Botticelli","offset":2354},{"uri":"Funeral","surface_form":"funeral","offset":2486},{"uri":"Egypt","surface_form":"Egypt","offset":2527},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":2552},{"uri":"Christianity","surface_form":"Christian","offset":2599},{"uri":"Media","surface_form":"medium","offset":2641},{"uri":"Greece","surface_form":"Greek","offset":2652},{"uri":"Icon","surface_form":"icon","offset":2658},{"uri":"Italy","surface_form":"Italy","offset":2680},{"uri":"Oil_painting","surface_form":"oil painting","offset":2717},{"uri":"List_of_Renaissance_artists","surface_form":"Renaissance painters","offset":2787},{"uri":"Duccio","surface_form":"Duccio","offset":2836},{"uri":"Giotto","surface_form":"Giotto","offset":2844},{"uri":"Fra_Angelico","surface_form":"Fra Angelico","offset":2852},{"uri":"Botticelli","surface_form":"Botticelli","offset":2866},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":2881},{"uri":"Leonardo","surface_form":"Leonardo","offset":2989},{"uri":"Andrew_Wyeth","surface_form":"Andrew Wyeth","offset":3197}]}