{"id":100597,"url":"http://en.wikipedia.org/wiki/Oil_paint","text":"Oil paint is a traditional method used for artists' painting. In oil paint, \"pigments\" (colours) are held together by the medium of oil. The most usual type of oil that is used in paint is linseed oil.\nA picture that is painted using oil paint is called an \"oil painting\". Oil paint takes a long time to dry. Artists find this useful because they can keep working on the painting for a long time. People say that Leonardo da Vinci worked on his painting of the Mona Lisa for four years, even though it is not a very large picture. Oils paints, and oil paintings are often just called \"oils\" for short. If someone talks about \"painting in oils\" they mean that the painting is done in oil paints.\nHistory.\nNo-one knows when oil paint was first used. Caves in Afghanistan are decorated with ancient paintings in paint mixed with oils.\nIt is believed that this type of paint was used in other countries of Asia as well.\nIt is believed that oil paint was used in Europe in the Middle Ages at first for decorating shields, because oil paint lasted better than the traditional paint of tempera when it was in the weather, or if it was roughly treated.\nThe Renaissance art historian, Giorgio Vasari, said that the art of oil painting came from northern Europe and the person who invented it was the famous Flemish painter Jan van Eyck. Artists from the areas of modern Belgium and the Netherlands were the first artists to make oil painting their usual method of painting. This trend spread to other parts of Northern Europe. A famous painting called the \"Portinari Altarpiece\" by Hugo van der Goes arrived in Florence in the 1470s at a time when Leonardo da Vinci was young. Oil paintings at this date were usually done on wooden panels, in the way that tempera pictures were.\nAnother influence on oil painting in Italy was an artist from Sicily called Antonello da Messina, who had learnt to paint in oils. He travelled the length of Italy, from Sicily to Venice and did many small paintings including portraits and pictures of the Madonna and Child and Jesus. He influenced many artists, particularly in Venice. Giovanni Bellini, who was one of a family of well-known painters, was one of the first painters in Italy to paint very large pictures in oil paint. Artists from other parts of Italy visited Venice and soon the new method of painting spread.\nBy 1540, there were very few painters who still worked in tempera, the previous method for painting on panels. In Italy, many artists continued to decorate walls and ceiling with frescos. However, it was discovered that oil paint, unlike tempera was flexible (it could bend). This meant that it could be used on flexible surfaces like cloth without breaking away and falling off. Once painting on canvas (heavy linen cloth) became usual, artists were able to do enormous pictures. If the painting was too big to fit through a doorway, the artist could just roll it up.\nSince the 1500s, oil painting has remained the favourite technique for artists who want to paint a picture that will last for a long time. The gallery below shows works by some of the most famous artists who have worked in oil paint. The famous artists of the 20th century are not shown here, because many of their works are copyright. Famous modernist artists who have painted in oils include Picasso, Matisse, Mondrian, Chagall, Kandinsky, Malevich, Salvador Dali, Francis Bacon, Lucien Freud, and Jackson Pollock.\nAlternative pigments.\nUp to about 1960 oils and water paints were overwhelmingly the leading materials chosen by painters. In the years since then acrylic paints and water-mixable oil paints have been more and more used.\nTechnical information.\nLinseed oil, which is the main type of oil used for oil painting, comes from the flax seed. Flax has been an important crop for thousands of years, because linen cloth is made from it. This means that the oil for painting and the cloth for painting on both come from the same plant. To get different effects, artists would use mixtures of different oils. These include pine resin, frankincense, poppy seed oil, walnut oil, and in more modern times safflower oil.\nArtists use turpentine or mineral spirits to thin the paint if they wanted to make a fast-drying sketch that they can then paint over in more detail. The oil paint on the artist's brushes is cleaned out with turpentine after use. Modern chemists have made oil paints that can be used with water. This makes the clean-up job at the end of painting much easier and less smelly. Oil paint is usually dry to the touch in a day to two weeks, depending on how much oil and turpentine is in it. An oil painting is generally varnished when it is finished, which gives a slight shine to the surface and protects it. A painting should dry for several months before it is varnished. An oil painting is not completely dry until it is 60 to 80 years old. Varnishing used to be considered an important part of finishing a painting. Many modern artists do not varnish their pictures at all.\nLinen canvas is the traditional surface for an oil painting. Cotton canvas can also be used, and is cheaper. The canvas must be stretched tightly over a frame called a \"stretcher\" and fixed into place with little tacks or staples. Then it must be treated with a sort of glue called \"size\". This is often made from boiled rabbit skins. Some artists like to paint on board rather than canvas.\nPainting an oil painting.\nBefore an artist can paint on a board or canvas, they must prepare it with a \"ground\" or \"undercoat\" of plain white paint. Then the artist can sketch a picture onto the surface using charcoal, or paint that is made thin and quick-drying with turpentine or mineral spirits. The artist often works in a brownish or bluish colour, to suggest where the \"tone\" (light and dark) will be in the finished painting. Then the colours and details are put on in layers.\nThe good thing about oil paint is that it can be used in all sorts of ways that most other types of paint cannot be used.\nBecause oil paint can be used in so many different ways, it is better than any other type of paint for painting different textures.\nThe first European artists to use oils liked to make the surface very smooth. By the middle of the 1500s, some artists like Tintoretto were painting in a much streakier way. Rembrandt, in the 1600s, used the oil paint in all sorts of ways to get different effects. He used every technique that is described in the list above. After Rembrandt, there were always some artists who liked to work in a smooth way, and others who used many different ways of putting on the paint. This has continued through to Modern times.","categories":[],"infobox_types":[],"annotations":[{"uri":"Painting","surface_form":"painting","offset":52},{"uri":"Pigment","surface_form":"pigment","offset":77},{"uri":"Oil","surface_form":"oil","offset":132},{"uri":"Linseed_oil","surface_form":"linseed oil","offset":189},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":413},{"uri":"Mona_Lisa","surface_form":"Mona Lisa","offset":461},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":757},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":972},{"uri":"Tempera","surface_form":"tempera","offset":1079},{"uri":"Renaissance","surface_form":"Renaissance","offset":1149},{"uri":"Giorgio_Vasari","surface_form":"Giorgio Vasari","offset":1176},{"uri":"Jan_van_Eyck","surface_form":"Jan van Eyck","offset":1314},{"uri":"Belgium","surface_form":"Belgium","offset":1361},{"uri":"Netherlands","surface_form":"Netherlands","offset":1377},{"uri":"Florence","surface_form":"Florence","offset":1602},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":1639},{"uri":"Sicily","surface_form":"Sicily","offset":1832},{"uri":"Antonello_da_Messina","surface_form":"Antonello da Messina","offset":1846},{"uri":"Venice","surface_form":"Venice","offset":1950},{"uri":"Madonna_and_Child","surface_form":"Madonna and Child","offset":2026},{"uri":"Jesus","surface_form":"Jesus","offset":2048},{"uri":"Giovanni_Bellini","surface_form":"Giovanni Bellini","offset":2107},{"uri":"Tempera","surface_form":"tempera","offset":2406},{"uri":"Fresco","surface_form":"fresco","offset":2527},{"uri":"Tempera","surface_form":"tempera","offset":2586},{"uri":"Canvas","surface_form":"canvas","offset":2745},{"uri":"Copyright","surface_form":"copyright","offset":3242},{"uri":"Picasso","surface_form":"Picasso","offset":3311},{"uri":"Matisse","surface_form":"Matisse","offset":3320},{"uri":"Mondrian","surface_form":"Mondrian","offset":3329},{"uri":"Chagall","surface_form":"Chagall","offset":3339},{"uri":"Kandinsky","surface_form":"Kandinsky","offset":3348},{"uri":"Malevich","surface_form":"Malevich","offset":3359},{"uri":"Salvador_Dali","surface_form":"Salvador Dali","offset":3369},{"uri":"Francis_Bacon","surface_form":"Francis Bacon","offset":3384},{"uri":"Lucien_Freud","surface_form":"Lucien Freud","offset":3399},{"uri":"Jackson_Pollock","surface_form":"Jackson Pollock","offset":3417},{"uri":"Watercolour","surface_form":"water paints","offset":3482},{"uri":"Acrylic_paint","surface_form":"acrylic paint","offset":3581},{"uri":"Water-mixable_oil_paint","surface_form":"water-mixable oil paint","offset":3600},{"uri":"Flax","surface_form":"flax","offset":3759},{"uri":"Linen","surface_form":"linen","offset":3834},{"uri":"Pine","surface_form":"pine","offset":4047},{"uri":"Frankincense","surface_form":"frankincense","offset":4059},{"uri":"Poppy","surface_form":"poppy","offset":4073},{"uri":"Walnut","surface_form":"walnut","offset":4089},{"uri":"Safflower","surface_form":"safflower","offset":4126},{"uri":"Turpentine","surface_form":"turpentine","offset":4153},{"uri":"Mineral_spirits","surface_form":"mineral spirits","offset":4167},{"uri":"Chemist","surface_form":"chemist","offset":4378},{"uri":"Charcoal","surface_form":"charcoal","offset":5617},{"uri":"Tintoretto","surface_form":"Tintoretto","offset":6270},{"uri":"Rembrandt","surface_form":"Rembrandt","offset":6320}]}