{"id":100571,"url":"http://en.wikipedia.org/wiki/Richard_III_(play)","text":"\"Richard III\" is a history play written by William Shakespeare. It is one of Shakespeare's most famous and popular plays. Shakespeare probably wrote \"Richard III\" around the year 1593. The play was first printed in a book in 1597.\nLike other history plays written by Shakespeare, \"Richard III\" is about people and events from earlier in English history. The real Richard III was king of England from 1483 to 1485. Shakespeare used the history books of his own time to create his play, though many modern experts do not think those early histories, or Shakespeare's play, are accurate and free of bias.\n\"Richard III\" is different from many plays, because its leading character is a villain, not a hero. In his play, Shakespeare shows the king as a cruel tyrant who does many evil acts, before he is defeated in battle and killed by Henry Tudor. Tudor then becomes Henry VII of England, the next English king and the first of the Tudor dynasty. The play contains black comedy, especially because Richard III keeps telling people he is a good man despite behaving like a villain.\nShakespeare lived and wrote before modern ideas of freedom of speech and freedom of the press had become accepted. The English government of Shakespeare's day practiced censorship of books and plays. Elizabeth I of England, who was queen from 1558 to 1603, was the granddaughter of Henry VII and the last Tudor ruler. Her government saw Richard III as a villain and the man who replaced him, Henry VII, as a hero, and censored any other point of view. If Shakespeare had wanted to write a play with Richard III as a hero, he would not have been allowed to do so.\nA famous movie version of \"Richard III\" was made in 1955. Laurence Olivier directed the movie and played the leading role. Other movie and television versions, and many modern stage productions, have also been done.","categories":[],"infobox_types":[],"annotations":[{"uri":"History","surface_form":"history","offset":19},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":43},{"uri":"1593","surface_form":"1593","offset":179},{"uri":"1597","surface_form":"1597","offset":225},{"uri":"Richard_III_of_England","surface_form":"Richard III","offset":363},{"uri":"England","surface_form":"England","offset":387},{"uri":"1483","surface_form":"1483","offset":400},{"uri":"1485","surface_form":"1485","offset":408},{"uri":"Bias","surface_form":"bias","offset":596},{"uri":"Villain","surface_form":"villain","offset":681},{"uri":"Hero","surface_form":"hero","offset":696},{"uri":"Tyrant","surface_form":"tyrant","offset":753},{"uri":"Henry_VII_of_England","surface_form":"Henry VII of England","offset":863},{"uri":"Tudor_dynasty","surface_form":"Tudor dynasty","offset":928},{"uri":"Black_comedy","surface_form":"black comedy","offset":961},{"uri":"Freedom_of_speech","surface_form":"freedom of speech","offset":1128},{"uri":"Freedom_of_expression","surface_form":"freedom of the press","offset":1150},{"uri":"Censorship","surface_form":"censorship","offset":1246},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I of England","offset":1277},{"uri":"1558","surface_form":"1558","offset":1320},{"uri":"1603","surface_form":"1603","offset":1328},{"uri":"Laurence_Olivier","surface_form":"Laurence Olivier","offset":1698}]}