{"id":100528,"url":"http://en.wikipedia.org/wiki/Knights_of_the_Round_Table","text":"e=\"preserve\">The Knights of the Round Table were characters in the legends about King Arthur. They were the best knights in King Arthur's kingdom, and lived in King Arthur's castle, Camelot. They were called the Knights of the \"Round Table\" because of a special table that was in Camelot, that was round instead of rectangular. This meant that everyone who sat around it was seen as trustworthy and equal.\nCode of chivalry.\nIn order to become a Knight of the Round Table, a knight had to prove he was chivalrous (polite) enough. In the legend, the knights swore a Code of Chivalry, which is much like an oath is today. This meant that they promised to uphold the rules given to them once they became a Knight of the Round Table.\nList of the Knights of the Round Table.\nThis is a list of other knights mentioned as being Knights of the Round Table.\nKingsman: The Secret Service.\nIn the 2014 movie, ', each of the Kingsman agents is named after one of the knights of the Round Table. Gary \"Eggsy\" Unwin, the main character, has the code name 'Galahad'. This is also the code name of Harry Hart, Eggsy's mentor. Roxy Morton, the only female Kingsman, has the codename 'Lancelot'. 'Arthur' is the codename for the leader of Kingsman, while 'Merlin' is the codename for their trainer and tech coordinator.\nOne of the fictional \"Fate\" media franchise's most well known characters, \"Saber\" aka Artoria Pendragon, is a female character based on King Arthur. In the mobile game \"Fate/Grand Order\", she alongside various other Knights of the Round Table (Lancelot, Gawain, Bedivere, Tristan), as well as Mordred, can be summoned as usable characters. Additionally, in \"Fate/Grand Order\", Sir Galahad is the Heroic Spirit that was summoned into the body of another character in the game, Mash Kyrielight, and therefore is the one to bestow her his powers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_characters","surface_form":"characters","offset":49},{"uri":"Legend","surface_form":"legend","offset":67},{"uri":"King_Arthur","surface_form":"King Arthur","offset":81},{"uri":"Knight","surface_form":"knight","offset":113},{"uri":"Castle","surface_form":"castle","offset":174},{"uri":"Camelot","surface_form":"Camelot","offset":182},{"uri":"Chivalry","surface_form":"chivalrous","offset":501},{"uri":"Oath","surface_form":"oath","offset":604},{"uri":"Rule","surface_form":"rule","offset":663}]}