{"id":100762,"url":"http://en.wikipedia.org/wiki/Michel_Fourniret","text":"Michel Fourniret (born April 4, 1942 in Sedan) is a French criminal. He was convicted of voyeurism and other crimes in 1986. He abducted and raped 14 year old Daphne Le Gennan. He was convicted to serve 7 years in prison. He was released on bail shortly after the process, because he had already served most of this time in custody. Shortly thereafter, he committed his first murder. He murdered the 17 year old Isabelle Laville. He then moved to Belgium and led a normal life. He was responsible for a canteen at a school in Gedine.\nOn July 26, 2003, he tried to abduct a 13 year old girl named Marie-Ascension. The girl escaped by leaping out of his car. Fourniret was arrested in Belgium in the same year. Belgian police had grown suspicious earlier though; in April 2001, a woman said she had been chased and harassed in southern Belgium. She gave a description that matched Fourniret, and also cited the license plate of his car. Only 3 weeks later, a thirteen-year old girl named Mananya Thumpong vanished in Sedan. Since then, Fourniret has confessed he killed her.\nOn July 1, 2004, Fourniret's wife, Monique Olivier, confessed. According to her account, Michel Fourniret had killed ten people. She said she had helped him with the abductions. She had also watched him rape his victims. The day after her confession, Michel said he had indeed killed eight people. Later he confessed to killing his ninth victim. Today, people believe he might have killed many more. He is currently detained in Belgium. His trial began on March 27, 2008. He is sometimes referred to as the \"Ogre of the Ardennes\".\nHis wife Monique denounced him following the conviction of Michelle Martin, wife of convicted child murderer Marc Dutroux, for helping him with the crimes. Fourniret has been charged with the abduction of minors and sexual misconduct, and has been in detention since June 2003 for the attempted kidnapping of a 14-year-old girl in 2000. Monique has been charged with one murder and for helping him with six others.\nConfessed murders.\nFourniret's wife has also said that he killed a 16-year-old girl who had worked as an au pair at their house. Fourniret allegedly killed her in 1993, but this has not been confirmed. The identity of this alleged victim is not known.\nFourniret has been sentenced to life in prison. This is the most severe punishment the judges can give. He can apply for parole after 30 years. His wife Olivier was found to be the driving force behind the murders. She has also been given a life sentence. She can ask for parole for the first time after 28 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"April_4","surface_form":"April 4","offset":23},{"uri":"1942","surface_form":"1942","offset":32},{"uri":"Sedan%2C_Ardennes","surface_form":"Sedan","offset":40},{"uri":"France","surface_form":"French","offset":52},{"uri":"Criminal","surface_form":"criminal","offset":59},{"uri":"Voyeur","surface_form":"voyeur","offset":89},{"uri":"Rape","surface_form":"rape","offset":141},{"uri":"Murder","surface_form":"murder","offset":376},{"uri":"Belgium","surface_form":"Belgium","offset":447},{"uri":"Canteen_(place)","surface_form":"canteen","offset":503},{"uri":"School","surface_form":"school","offset":516},{"uri":"Gedine","surface_form":"Gedine","offset":526},{"uri":"Marc_Dutroux","surface_form":"Marc Dutroux","offset":1713},{"uri":"Child_stealing","surface_form":"abduction","offset":1796},{"uri":"Sex","surface_form":"sex","offset":1820},{"uri":"Kidnapping","surface_form":"kidnapping","offset":1899},{"uri":"Au_pair","surface_form":"au pair","offset":2124},{"uri":"Parole","surface_form":"parole","offset":2392}]}