{"id":100716,"url":"http://en.wikipedia.org/wiki/Crime_in_India","text":"Crime in India is very common and happens in many different ways. Along with violent crimes (like homicide, robbery, and assault), and property crimes (like burglary, theft, motor vehicle theft, and arson), there are major problems with organized crime, the illegal drug trade, arms trafficking, corruption, and many other forms of crime. The most common types of crimes in India are listed below.\nIllegal drug trade.\nIndia is located between the Golden Crescent (made of Pakistan, Afghanistan, and Iran) and the Golden Triangle (made of Myanmar, Thailand, and Laos). The Golden Crescent and the Golden Triangle are the two biggest makers of opium in Asia. (Opium can be smoked on its own, or it can be made into heroin.) But their opium-making is illicit - secret and illegal. Because of India's location, a lot of this illegal opium is trafficked (snuck illegally) through India's borders.\nIndia is the world's largest maker of legal opium. But its opium gets diverted (taken away by drug traffickers) to other countries where opium and heroin are illegal.\nIndia is a common starting point for drug traffickers who take heroin on ships from Southwest Asian countries like Afghanistan and Pakistan, and from Southeast Asian countries like Myanmar, Laos, and Thailand. The heroin is then smuggled from Pakistan and Myanmar, with some heroin also shipped through Nepal. Most heroin shipped from India goes to Europe. There have been reports of heroin smuggled from Mumbai to Nigeria to get the drugs to more countries.\nIn Maharashtra, Mumbai is an important centre where people sell heroin. The most commonly used drug in Mumbai is \"Indian heroin\" (called \"desi mal\" by the local population). Both public transportation (road and rail transportation) and private transportation are used for this drug trade.\nArms trafficking.\nAccording to a report published together by Oxfam, Amnesty International, and the International Action Network on Small Arms (IANSA) in 2006, there are around 40 million illegal small arms in India. This would mean that India had over half of the small arms in the entire world (the world had 75 million, according to the report).\nMost of the illegal small arms end up in the states of Bihar, Chhattisgarh, Uttar Pradesh, Jharkhand, Orissa and Madhya Pradesh. In India, a used AK-47 costs $3,800 on the illegal black market. But a large amount of illegal small arms are made in illegal arms factories in Uttar Pradesh and Bihar, and sold on the black market for as little as $5.08.\nChinese pistols are in demand in the illegal small arms market in India because they are easy to get and cheaper. This creates a major problem for the states of Bihar, Uttar Pradesh, Jharkhand, Chhattisgarh, Orissa, Maharashtra, West Bengal, Karnataka and Andhra Pradesh. These states are affected by Naxalism. Naxalites are groups of Communist guerrilla fighters in India. (Guerrilla fighters are civilians who attack a regular army.) Many Chinese pistols, AK-47s, and M-16 rifles are smuggled into India through the border between India and Nepal. These weapons are then used by the Naxalites, who have ties to Maoists in Nepal.\nPoaching and wildlife trafficking.\nIllegal wildlife trade in India has increased. There are laws against killing some animals, taking rare plants, and smuggling them into other countries. But a report published by the Environmental Investigation Agency (EIA) in 2004 said that more traders of wildlife skins go to India than any other country. Between 1994 and 2003, there were 784 cases where the skins of tiger<nowiki/>s, leopards, or otters have been seized (taken away from illegal traders by police). Also between 1994 and 2003, police seized 698 otters who had been poached (illegally taken or killed).\nPoaching of elephants is a big problem in Southern India and in the North-Eastern states of Nagaland and Mizoram. Most tiger poaching happens in Madhya Pradesh, Uttar Pradesh, Uttarakhand, Orissa, West Bengal, Assam and Arunachal Pradesh.\nOnce they are poached, leopards, rhinoceros, reptiles, birds, insects, and rare species of plants are smuggled into the countries in Southeast Asia and the People's Republic of China. Often, poachers bring illegal animal skins from India to Kathmandu, the capital city of Nepal, ion the way to Tibet and China. In its report in 2004, the Environmental Investigation Agency said that there was not enough cooperation between India, Nepal, and the People's Republic of China. Because these countries were not cooperating, they could not work together to enforce anti-poaching laws, and were not interested enough in fighting wildlife crime together.\nOn April 1, 1973, Prime Minister Indira Gandhi launched Project Tiger, which was first started in 1972. Project Tiger was a wildlife conservation project - a project that tried to protect wildlife from being poached. Project Tiger created 23 tiger reserves (protected areas for tigers), said they had been successful, since the number of tigers in India had increased. But critics like conservationist Billy Arjan Singh said that tigers had only moved to India from Nepal because their habitat in Nepal had been destroyed - not because of wildlife policy in India.\nCyber crime.\nIndia has tried many things to decrease cyber crime. In May of 2000, the Parliament of India passed a law called The Information Technology Act 2000 was passed by the Parliament of India in May 2000. Its goal was to decrease cyber crimes and start setting up laws to allow e-commerce (where many)ey could be exchanged electronically. However, Pavan Duggan, a lawyer with the Supreme Court of India and cyber law expert, complained that the IT act focused too much on promoting e-commerce and not enough on dealing with cyber crimes. Cyber crime cells have been set up in major cities. But Duggal said the problem is that most cases are never reported because people do not know their rights under Indian law.\nIn 2001, India and United States joined together in an Indian-US cyber security forum as part of a counter-terrorism dialogue. In 2006, India and the US agreed to have their law enforcement agencies work together more in fighting cyber crimes. They saw this as an important as part of counter-terrorism efforts.\nIn 2006, U.S. President George W. Bush and Indian Prime Minister Manmohan Singh met to discuss cyber security. Afterward, they held a press conference together. They said that because cyber security and cyber forensic research (like finding evidence in computers) are so important, India and the United States were also talking about a draft protocol on cyber security.\nCorruption and police misconduct.\nIndia has state laws that make it illegal for police to torture people. But these laws are not often obeyed. Torture is often used when people are arrested or jailed by the police. This torture is a major cause of deaths in police custody. The police often torture innocent people until they 'confess' (they say they did the crime). This false confession is then used to save important, rich people who have actually committed crimes. One major problem that keeps police violence possible is a lack of accountability (meaning no one gets in trouble if they torture a person), according to G.P. Joshi. Joshi runs the Indian branch of the Commonwealth Human Rights Initiative in New Delhi.\nIn 2006, the Supreme Court of India decided a case called \"Prakash Singh vs. Union of India\". In its decision, the Court ordered central and state governments to begin police reform. The Court had two goals with its decision. The first was to give tenure to police officers, and to make it simpler for police officers to get hired or transfer to a different area. The second was to increase police accountability.\nIn 2006, seven policemen were charge-sheeted (officially accused of having done a crime) for police misconduct, and eleven were convicted.\nCriminals visit markets and other places that are popular with tourists, with the goal of committing crimes against foreigners (people from other countries). Westerners have become victims of robbery, rape, and other violent attacks.\nBecause foreigners often have more money than most people in India, they are often criminals' favorite target for robbery and other serious crimes.\nIn April 1999, a group of Indians made friends with Swaraj Damree, a tourist from Mauritius. The group later kidnapped Damree and held him captive for 25 days. They robbed him of cash worth $1,500 in U.S. dollars, and stole his traveller's cheques, wrist watch, gold chain, bracelet, two bags and suitcase. In 2000, two German tourists were shot in Himachal Pradesh. A few weeks later, two Spanish tourists were killed by robbers in the same state.\nMany foreign tourists are victims of violent crime in Kolkata. In September 2006, criminals robbed the wallet of a British woman in Kolkata. The same month, a Japanese tourist was robbed on his way to Sudder Street. In October 2006, a foreigner was robbed during the day on Park Street.\nPetty crime.\nPetty crime, like stealing people's wallets and bags, is common in India. Stealing valuable things from foreigners' luggage on trains and buses is also common. People traveling alone are especially likely to have their things stolen by pickpockets and purse snatchers, who usually work in crowded areas.\nPassport theft.\nIn India, stealing tourists' passports from their luggage on trains and buses is very common. Theft of U.S. passports happens often, especially in major tourist areas.\nScams.\nCriminals run many scams against tourists, especially in Jaipur, the capital of Rajasthan. The criminals usually pick younger tourists to try to scam. They tell the tourists that they can make a lot of money if they move gems or gold, or if they take expensive carpets back home in their luggage to avoid customs duties.\nIf a tourist agrees, the scam continues for a few days. Then a new scam artist offers to show the tourist interesting places in the area. The scammers also offer cheap places to stay and meals to the tourist. They do this so that the tourist ends up being with the scam artist all the time. The scam artist is then threatened and may be hurt, until he gives up his passport to the scammers.\nIn 2006, an American became victim of a scam at Chhatrapati Shivaji International Airport in Mumbai. She lost $77 U.S. dollars.\nTaxi scam.\nTaxi drivers also run scams in India. These scams are run on tourists who do not know their way around India or Indian airports. Some taxi drivers will drive tourists around the whole airport, so they can charge a lot of money for the ride, when the part of the airport that the tourist wants to go to was actually very close by. In a report, the Overseas Security Advisory Council talked about taxi scams and how to avoid them.\nRape of foreigners.\nThere have been more and more rapes of tourists at popular tourist spots. In March 2006, Biti Mohanty, the son of a senior police official in Orissa, raped a German tourist in Alwar, Rajasthan. The next month, a Japanese woman was raped in Pushkar, Rajasthan. In June 2007, a South Korean tourist was raped near Manali. In September 2007, two Japanese women were gang-raped in Agra, a popular tourist spot in India where the Taj Mahal is located.\nThe Indian state of Rajasthan is a popular place among foreign tourists. One out of every three tourists that go to India visit this state. Rajasthan has been rattled by rape cases of foreign tourists. The Indian Bureau of Consular Affairs has warned women from the United States not to travel alone in India.\nCrime over time.\nIn 2006, 51,02,460 cognizable crimes were committed. In India, cognizable crimes are serious crimes, where a police officer could make an arrest without needing a warrant first. Examples of cognizable crimes include rape, murder, and theft.\nAmong the cognizable crimes committed in 2006, there were 18,78,293 Indian Penal Code (IPC) crimes and 32,24,167 Special & Local Laws (SLL) crimes. The IPC crime rate in 2006 was 167.7 compared to 165.3 in 2005, showing an increase of 1.5% in 2006 over 2005. SLL crime rate in 2006 was 287.9 compared to 290.5 in 2005, showing a decrease of 0.9% in 2006 over 2005.","categories":[],"infobox_types":[],"annotations":[{"uri":"Violent_crime","surface_form":"violent crime","offset":77},{"uri":"Homicide","surface_form":"homicide","offset":98},{"uri":"Robbery","surface_form":"robbery","offset":108},{"uri":"Assault","surface_form":"assault","offset":121},{"uri":"Property","surface_form":"property","offset":135},{"uri":"Burglary","surface_form":"burglary","offset":157},{"uri":"Theft","surface_form":"theft","offset":167},{"uri":"Motor_vehicle_theft","surface_form":"motor vehicle theft","offset":174},{"uri":"Arson","surface_form":"arson","offset":199},{"uri":"Organized_crime","surface_form":"organized crime","offset":237},{"uri":"Illegal_drug_trade","surface_form":"illegal drug trade","offset":258},{"uri":"Arms_trafficking","surface_form":"arms trafficking","offset":278},{"uri":"Corruption","surface_form":"corruption","offset":296},{"uri":"India","surface_form":"India","offset":374},{"uri":"Golden_Crescent","surface_form":"Golden Crescent","offset":447},{"uri":"Pakistan","surface_form":"Pakistan","offset":472},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":482},{"uri":"Iran","surface_form":"Iran","offset":499},{"uri":"Golden_Triangle_(Southeast_Asia)","surface_form":"Golden Triangle","offset":513},{"uri":"Myanmar","surface_form":"Myanmar","offset":538},{"uri":"Thailand","surface_form":"Thailand","offset":547},{"uri":"Laos","surface_form":"Laos","offset":561},{"uri":"Opium","surface_form":"opium","offset":642},{"uri":"Asia","surface_form":"Asia","offset":651},{"uri":"Heroin","surface_form":"heroin","offset":713},{"uri":"Heroin","surface_form":"heroin","offset":1122},{"uri":"Southwest_Asian","surface_form":"Southwest Asian","offset":1143},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":1209},{"uri":"Smuggling","surface_form":"smuggled","offset":1288},{"uri":"Nepal","surface_form":"Nepal","offset":1362},{"uri":"Europe","surface_form":"Europe","offset":1408},{"uri":"Mumbai","surface_form":"Mumbai","offset":1464},{"uri":"Nigeria","surface_form":"Nigeria","offset":1474},{"uri":"Maharashtra","surface_form":"Maharashtra","offset":1521},{"uri":"Mumbai","surface_form":"Mumbai","offset":1534},{"uri":"Public_transport","surface_form":"public transport","offset":1697},{"uri":"Oxfam","surface_form":"Oxfam","offset":1869},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":1876},{"uri":"IANSA","surface_form":"International Action Network on Small Arms","offset":1907},{"uri":"IANSA","surface_form":"IANSA","offset":1951},{"uri":"Small_arms","surface_form":"small arms","offset":2003},{"uri":"States_and_territories_of_India","surface_form":"states","offset":2201},{"uri":"Bihar","surface_form":"Bihar","offset":2211},{"uri":"Chhattisgarh","surface_form":"Chhattisgarh","offset":2218},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":2232},{"uri":"Jharkhand","surface_form":"Jharkhand","offset":2247},{"uri":"Orissa","surface_form":"Orissa","offset":2258},{"uri":"Madhya_Pradesh","surface_form":"Madhya Pradesh","offset":2269},{"uri":"AK-47","surface_form":"AK-47","offset":2302},{"uri":"China","surface_form":"Chinese","offset":2507},{"uri":"Pistol","surface_form":"pistol","offset":2515},{"uri":"West_Bengal","surface_form":"West Bengal","offset":2736},{"uri":"Karnataka","surface_form":"Karnataka","offset":2749},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":2763},{"uri":"Naxalism","surface_form":"Naxalism","offset":2808},{"uri":"Communist_Party_of_India","surface_form":"Communist","offset":2842},{"uri":"Guerrilla_warfare","surface_form":"guerrilla","offset":2852},{"uri":"M16_rifle","surface_form":"M-16 rifles","offset":2977},{"uri":"Maoism","surface_form":"Maoists","offset":3120},{"uri":"Wildlife","surface_form":"wildlife","offset":3181},{"uri":"Environmental_Investigation_Agency","surface_form":"Environmental Investigation Agency","offset":3356},{"uri":"Tiger","surface_form":"tiger","offset":3545},{"uri":"Leopard","surface_form":"leopard","offset":3562},{"uri":"Otter","surface_form":"otter","offset":3575},{"uri":"Seizure_(law)","surface_form":"seized","offset":3592},{"uri":"Poaching","surface_form":"poached","offset":3710},{"uri":"Asian_Elephant","surface_form":"elephants","offset":3759},{"uri":"Nagaland","surface_form":"Nagaland","offset":3839},{"uri":"Mizoram","surface_form":"Mizoram","offset":3852},{"uri":"Madhya_Pradesh","surface_form":"Madhya Pradesh","offset":3892},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":3908},{"uri":"Orissa","surface_form":"Orissa","offset":3936},{"uri":"West_Bengal","surface_form":"West Bengal","offset":3944},{"uri":"Assam","surface_form":"Assam","offset":3957},{"uri":"Arunachal_Pradesh","surface_form":"Arunachal Pradesh","offset":3967},{"uri":"Rhinoceros","surface_form":"rhinoceros","offset":4019},{"uri":"Reptile","surface_form":"reptile","offset":4031},{"uri":"Birds","surface_form":"birds","offset":4041},{"uri":"Insects","surface_form":"insects","offset":4048},{"uri":"Species","surface_form":"species","offset":4066},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":4119},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":4142},{"uri":"Kathmandu","surface_form":"Kathmandu","offset":4227},{"uri":"Capital_city","surface_form":"capital city","offset":4242},{"uri":"Tibet","surface_form":"Tibet","offset":4280},{"uri":"Nepal","surface_form":"Nepal","offset":4417},{"uri":"Prime_Minister_of_India","surface_form":"Prime Minister","offset":4652},{"uri":"Indira_Gandhi","surface_form":"Indira Gandhi","offset":4667},{"uri":"Wildlife_management","surface_form":"wildlife conservation","offset":4758},{"uri":"Nature_reserve","surface_form":"reserves","offset":4882},{"uri":"Criticism","surface_form":"critics","offset":5007},{"uri":"Habitat","surface_form":"habitat","offset":5120},{"uri":"Parliament","surface_form":"Parliament","offset":5285},{"uri":"Parliament_of_India","surface_form":"Parliament of India","offset":5379},{"uri":"Electronic_commerce","surface_form":"e-commerce","offset":5485},{"uri":"Lawyer","surface_form":"lawyer","offset":5571},{"uri":"Supreme_Court_of_India","surface_form":"Supreme Court of India","offset":5587},{"uri":"United_States","surface_form":"United States","offset":5940},{"uri":"Counter-terrorism","surface_form":"counter-terrorism","offset":6020},{"uri":"Police_officer","surface_form":"law enforcement","offset":6095},{"uri":"President_of_the_United_States","surface_form":"U.S. President","offset":6242},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":6257},{"uri":"Prime_Minister_of_India","surface_form":"Indian Prime Minister","offset":6276},{"uri":"Manmohan_Singh","surface_form":"Manmohan Singh","offset":6298},{"uri":"Torture","surface_form":"torture","offset":6693},{"uri":"Torture","surface_form":"Torture","offset":6746},{"uri":"Arrest","surface_form":"arrest","offset":6784},{"uri":"Prison","surface_form":"jailed","offset":6796},{"uri":"Innocence","surface_form":"innocent","offset":6902},{"uri":"Commonwealth_Human_Rights_Initiative","surface_form":"Commonwealth Human Rights Initiative","offset":7274},{"uri":"New_Delhi","surface_form":"New Delhi","offset":7314},{"uri":"Supreme_Court_of_India","surface_form":"Supreme Court of India","offset":7338},{"uri":"Reform","surface_form":"reform","offset":7500},{"uri":"Conviction","surface_form":"convicted","offset":7867},{"uri":"Tourism","surface_form":"tourists","offset":7941},{"uri":"Robbery","surface_form":"robbery","offset":8070},{"uri":"Rape","surface_form":"rape","offset":8079},{"uri":"Mauritius","surface_form":"Mauritius","offset":8342},{"uri":"Kidnapping","surface_form":"kidnapped","offset":8369},{"uri":"United_States_dollar","surface_form":"U.S. dollars","offset":8460},{"uri":"Traveler%27s_cheque","surface_form":"traveller's cheques","offset":8488},{"uri":"Germany","surface_form":"German","offset":8580},{"uri":"Himachal_Pradesh","surface_form":"Himachal Pradesh","offset":8609},{"uri":"Spain","surface_form":"Spanish","offset":8650},{"uri":"Kolkata","surface_form":"Kolkata","offset":8763},{"uri":"Wallet","surface_form":"wallet","offset":8812},{"uri":"Japan","surface_form":"Japan","offset":8868},{"uri":"Luggage","surface_form":"luggage","offset":9125},{"uri":"Passport","surface_form":"passport","offset":9358},{"uri":"United_States_passport","surface_form":"U.S. passports","offset":9432},{"uri":"Fraud","surface_form":"scams","offset":9523},{"uri":"Jaipur","surface_form":"Jaipur","offset":9561},{"uri":"Rajasthan","surface_form":"Rajasthan","offset":9584},{"uri":"Jewel","surface_form":"gems","offset":9725},{"uri":"Gold","surface_form":"gold","offset":9733},{"uri":"Carpet","surface_form":"carpet","offset":9765},{"uri":"Customs","surface_form":"customs duties","offset":9809},{"uri":"Chhatrapati_Shivaji_International_Airport","surface_form":"Chhatrapati Shivaji International Airport","offset":10264},{"uri":"Mumbai","surface_form":"Mumbai","offset":10309},{"uri":"Airport","surface_form":"airport","offset":10474},{"uri":"Orissa","surface_form":"Orissa","offset":10946},{"uri":"Alwar","surface_form":"Alwar","offset":10980},{"uri":"Rajasthan","surface_form":"Rajasthan","offset":10987},{"uri":"Pushkar","surface_form":"Pushkar","offset":11044},{"uri":"Rajasthan","surface_form":"Rajasthan","offset":11053},{"uri":"South_Korea","surface_form":"South Korea","offset":11080},{"uri":"Manali","surface_form":"Manali","offset":11116},{"uri":"Agra","surface_form":"Agra","offset":11181},{"uri":"Taj_Mahal","surface_form":"Taj Mahal","offset":11229},{"uri":"Bureau_of_Consular_Affairs","surface_form":"Bureau of Consular Affairs","offset":11464},{"uri":"Warrant","surface_form":"warrant","offset":11741},{"uri":"Indian_Penal_Code","surface_form":"Indian Penal Code","offset":11887}]}