{"id":100715,"url":"http://en.wikipedia.org/wiki/Crime_in_Russia","text":"Crime in Russia has many different types. Organized crimes include drug trafficking, money laundering, human trafficking, extortion, murder for hire, and fraud. Many criminal operations take part in corruption, black marketeering, terrorism and abduction. Other forms of crime done by criminal groups are arms trafficking, export of contraband oil and metals, and smuggling of radioactive materials. Crime rate in Russia sharply increased since the late 1980s. The fall of communism in Eastern Europe had tremendous influence on the political economy of organized crime. Approximately 8,000 criminal groups are in the country. Almost 50% of the nation's economy is connected to organized crime.\nDrugs.\nDrug trafficking and illegal drug use is a big problem in the nation. The disintegration of the Soviet Union, the civil war in Afghanistan, the civil war in Tajikistan, and the conflicts in the North Caucasus have made the favorable conditions for the development of illegal drug trade. But measures have been taken to fight drug trafficking. Russia is a party of the 1988 United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances. In March 2003, Russian President Vladimir Putin established the Russian State Committee for Control over the\nIllegal Trafficking of Narcotics and Psychotropic Substances for combating drug trafficking with more coordinated manner.\nSexual and labor trafficking.\nRussia is a supply, transit, and destination country for men, women, and children being trafficked for various purposes. The trafficking is multidimensional and it involves both commercial sexual exploitation and labor exploitation. Russia is a significant source of women trafficked to over 50 nations. Internal trafficking is a problem in the country; women are trafficked from rural areas to urban settlements for commercial sexual exploitation. Men are trafficked internally and from Central Asia for forced labor in the construction and agricultural industries. Debt bondage is common among the trafficking victims. Arms trafficking has become a significant problem in Russia following the disintegration of the Soviet Union.\nIllegal sale of weapons.\nArms trafficking in Russia stemmed from corruption in the armed forces and the illegal sale of military equipments. In 2000, the number of seized unregistered firearms was 300,000, which was a 37% increase compared with 1999. Many Russian criminal organizations, aside from arms trafficking in Russia, provide weapons to the terrorist groups in Chechnya. Poaching was rare in the Soviet Union,\nPoaching.\nPoaching is now a major problem in the country. The main cause for poaching in Russia is the consequence of the social and political changes since the collapse of the Soviet Union. State-controlled farms stopped functioning due to the fall of the previous system resulting in high unemployment. Unemployment, poverty, inflation, shortage of food and demand for foreign currency have major impact on the wildlife in the country. Animals being poached are bear, musk deer, tiger etc. Approximately 50,000 cases of poaching are registered annually in Russia.\nReasons for crime.\nBetween 1992 and 1996, law enforcement agencies in Russia mainly focused on drug trafficking, arms trafficking, money laundering and\nthe First Chechen War, and environmental crimes like poaching and illegal timber smuggling were generally not treated as national security issues. During the post-perestroika transition, the government agencies for environment and wildlife protection experienced severe budget cuts which led to layoffs and salary reductions for wildlife rangers in places like Primorski Krai and it reduced the resources of the rangers to fight against the poachers. There has been an increasing demand for bear parts, especially bile, and it led to an increase in poaching of bears in the Russian Federation. The collapse of communism in the country had significant influence on the average Russian's economic ability to maintain his or her family. There are a large population of bears in Russia, and Russia's trade in bear parts is primarily with nearby Asian countries like South Korea and the People's Republic of China. Because of these poaching of bears become easy for Russians. Poaching of the snow leopard is a serious problem in Russia along with Afghanistan, India, Kazakhstan, Kyrgyzstan, Mongolia, Nepal, Pakistan, People’s Republic of China, Russia, Tajikstan and Uzbekistan.\nInternational comparison.\nThe murder rate in Russia has become three times as big between 1988 and 1994 and is now among the highest in the world. In 1998, a total of 24,537,600 crimes happened in United States, while in Russia a total of 2,581,940 crimes were recorded. In 1999, the number was 23,677,800 and 3,001,748 respectively. Total recorded rapes in the United States was 93,140 and 89,110 for the years 1998 and 1999, while this number was 7,724 and 7,314 respectively for Russia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crime","surface_form":"Crime","offset":0},{"uri":"Russia","surface_form":"Russia","offset":9},{"uri":"Organized_crime","surface_form":"Organized crime","offset":42},{"uri":"Drug_trafficking","surface_form":"drug trafficking","offset":67},{"uri":"Money_laundering","surface_form":"money laundering","offset":85},{"uri":"Human_trafficking","surface_form":"human trafficking","offset":103},{"uri":"Extortion","surface_form":"extortion","offset":122},{"uri":"Contract_killing","surface_form":"murder for hire","offset":133},{"uri":"Fraud","surface_form":"fraud","offset":154},{"uri":"Arms_trafficking","surface_form":"arms trafficking","offset":305},{"uri":"1980s","surface_form":"1980s","offset":454},{"uri":"Communism","surface_form":"communism","offset":473},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":486},{"uri":"Drug_trafficking","surface_form":"Drug trafficking","offset":702},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":798},{"uri":"Civil_war_in_Afghanistan","surface_form":"civil war in Afghanistan","offset":816},{"uri":"Civil_war_in_Tajikistan","surface_form":"civil war in Tajikistan","offset":846},{"uri":"North_Caucasus","surface_form":"North Caucasus","offset":896},{"uri":"United_Nations_Convention_Against_Illicit_Traffic_in_Narcotic_Drugs_and_Psychotropic_Substances","surface_form":"United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances","offset":1075},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":1205},{"uri":"Central_Asia","surface_form":"Central Asia","offset":1921},{"uri":"Construction","surface_form":"construction","offset":1958},{"uri":"Debt_bondage","surface_form":"Debt bondage","offset":2000},{"uri":"Arms_trafficking","surface_form":"Arms trafficking","offset":2054},{"uri":"Armed_Forces_of_the_Russian_Federation","surface_form":"armed forces","offset":2247},{"uri":"Chechnya","surface_form":"Chechnya","offset":2534},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2569},{"uri":"Poaching","surface_form":"Poaching","offset":2593},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2760},{"uri":"Unemployment","surface_form":"unemployment","offset":2874},{"uri":"Poverty","surface_form":"poverty","offset":2902},{"uri":"Inflation","surface_form":"inflation","offset":2911},{"uri":"Bear","surface_form":"bear","offset":3047},{"uri":"Musk_deer","surface_form":"musk deer","offset":3053},{"uri":"Tiger","surface_form":"tiger","offset":3064},{"uri":"Drug_trafficking","surface_form":"drug trafficking","offset":3244},{"uri":"Arms_trafficking","surface_form":"arms trafficking","offset":3262},{"uri":"Money_laundering","surface_form":"money laundering","offset":3280},{"uri":"First_Chechen_War","surface_form":"First Chechen War","offset":3305},{"uri":"Environmental_crime","surface_form":"environmental crime","offset":3328},{"uri":"Poaching","surface_form":"poaching","offset":3354},{"uri":"Perestroika","surface_form":"perestroika","offset":3464},{"uri":"Primorski_Krai","surface_form":"Primorski Krai","offset":3662},{"uri":"Bear","surface_form":"bear","offset":3862},{"uri":"Communism","surface_form":"communism","offset":3911},{"uri":"South_Korea","surface_form":"South Korea","offset":4163},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":4183},{"uri":"Snow_Leopard","surface_form":"snow leopard","offset":4288},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":4343},{"uri":"India","surface_form":"India","offset":4356},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":4363},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":4375},{"uri":"Mongolia","surface_form":"Mongolia","offset":4387},{"uri":"Nepal","surface_form":"Nepal","offset":4397},{"uri":"Pakistan","surface_form":"Pakistan","offset":4404},{"uri":"People%E2%80%99s_Republic_of_China","surface_form":"People’s Republic of China","offset":4414},{"uri":"Russia","surface_form":"Russia","offset":4442},{"uri":"Tajikstan","surface_form":"Tajikstan","offset":4450},{"uri":"Uzbekistan","surface_form":"Uzbekistan","offset":4464},{"uri":"List_of_countries_by_murder_rate","surface_form":"highest in the world","offset":4601}]}