{"id":100784,"url":"http://en.wikipedia.org/wiki/Philadelphia_Phillies","text":"The Philadelphia Phillies are a Major League Baseball team. They play in Philadelphia, Pennsylvania at Citizens Bank Park in the National League East. The Phillies were founded in 1883. Their manager is Ryne Sanberg, and their general manager is Ruben Amaro, Jr. The Phillies were named for the city Philadelphia, which is often called \"Philly\", and have kept their name and city for over 125 years.\nThe Phillies' history has included several spans during which they played very poorly. Several years ago they became the first team to have lost 10,000 games overall.\nIn 1980, the Phillies won their first World Series. In 1993, they made it once more to the Series, but they lost to the Toronto Blue Jays. They did not make the playoffs again until 2007 when they won the National League East division championship. However, they were swept by the Colorado Rockies in the National League Division Series. In 2008, the Phillies won their second World Series.\nThe Phillies' home uniforms are white with red pinstripes and a red hat with a white cursive \"P\". The hat is the same for them on the road, but they wear gray pants with one red stripe and a gray shirt. They also have an alternate uniform that has a blue hat with a red \"P\" and cream-colored jerseys.","categories":[],"infobox_types":[],"annotations":[{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":32},{"uri":"Philadelphia%2C_Pennsylvania","surface_form":"Philadelphia, Pennsylvania","offset":73},{"uri":"Citizens_Bank_Park","surface_form":"Citizens Bank Park","offset":103},{"uri":"National_League_East","surface_form":"National League East","offset":129},{"uri":"Ryne_Sanberg","surface_form":"Ryne Sanberg","offset":203},{"uri":"Ruben_Amaro%2C_Jr.","surface_form":"Ruben Amaro, Jr.","offset":246},{"uri":"World_Series","surface_form":"World Series","offset":605},{"uri":"Toronto_Blue_Jays","surface_form":"Toronto Blue Jays","offset":687},{"uri":"Colorado_Rockies","surface_form":"Colorado Rockies","offset":848},{"uri":"Uniform","surface_form":"uniform","offset":977},{"uri":"White","surface_form":"white","offset":990},{"uri":"Red","surface_form":"red","offset":1001},{"uri":"Stripe","surface_form":"stripes","offset":1008},{"uri":"Hat","surface_form":"hat","offset":1026},{"uri":"Cursive","surface_form":"cursive","offset":1043}]}