{"id":100863,"url":"http://en.wikipedia.org/wiki/Watford_F.C.","text":"Watford F.C. are an English football club who play in Watford, near London. They got relegated from Premier League in the 2019-20 season to EFL Championship.\nThey wear yellow and black shirts and black shorts when they play at their home ground, Vicarage Road. For away games they wear green shirts and shorts. The club was founded in 1881. Hayden Mullins is the current manager.\nHistory.\nThe club was at first called \"Watford Rovers.\" It changed its name to \"West Hertfordshire\" in 1893, and \"Watford F.C.\" in 1898. Watford won the Southern League in 1915 and joined the Football League in 1920. They stayed in the Football League's bottom division until 1960 when they were promoted to the Third Division as champions. Watford played in the Second Division for the first time in 1969 when Ken Furphy was the manager.\nWatford are best known for what they did between 1977 and 1987. Singer Elton John bought the club and made Graham Taylor manager in 1977. The team won the Fourth Division in 1978. They then came 2nd in the Third Division in 1979, and 2nd in the Second Division in 1982. Finally, they came 2nd in the First Division in 1983, and Luther Blissett was the league's top scorer. Watford also got to the FA Cup final in 1984. John Barnes, Nigel Callaghan, Tony Coton and Ross Jenkins were among Watford's star players during the period.\nTaylor left Watford in 1987 and Watford were relegated to the then Second Division the following year. In the last 30 years they have mostly played in the second tier of English football. However, they enjoyed two seasons in the Premier League under Taylor, in his second spell as manager (1999/2000), and Aidy Boothroyd (2006/07), before Slaviša Jokanović again led them to promotion in 2015 to begin their current spell in the top flight.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":20},{"uri":"Association_football","surface_form":"football","offset":28},{"uri":"Watford","surface_form":"Watford","offset":54},{"uri":"London","surface_form":"London","offset":68},{"uri":"English_Premier_League","surface_form":"Premier League","offset":100},{"uri":"2019%E2%80%9320_Premier_League","surface_form":"2019-20","offset":122},{"uri":"EFL_Championship","surface_form":"EFL Championship","offset":140},{"uri":"Vicarage_Road","surface_form":"Vicarage Road","offset":246},{"uri":"1881","surface_form":"1881","offset":335},{"uri":"Hayden_Mullins","surface_form":"Hayden Mullins","offset":341},{"uri":"Elton_John","surface_form":"Elton John","offset":890},{"uri":"Graham_Taylor","surface_form":"Graham Taylor","offset":926},{"uri":"Luther_Blissett","surface_form":"Luther Blissett","offset":1147},{"uri":"FA_Cup","surface_form":"FA Cup","offset":1216},{"uri":"Aidy_Boothroyd","surface_form":"Aidy Boothroyd","offset":1655},{"uri":"Slavi%C5%A1a_Jokanovi%C4%87","surface_form":"Slaviša Jokanović","offset":1688}]}