{"id":100831,"url":"http://en.wikipedia.org/wiki/Gupta_Empire","text":"The Gupta Empire was ruled by members of the Gupta dynasty from around 320 to 550 AD and covered most of North-central India. The time of the Gupta Empire is referred to as Golden Age of India in science, mathematics, astronomy, religion and philosophy. Historians place the Gupta dynasty alongside with the Han Dynasty, Tang Dynasty and Roman Empire as a model of a classical civilisation.\nThe Guptas most probably came from Bengal.\nAt the beginning of the 4th century the Guptas ruled a few small Hindu kingdoms in Magadha and around modern-day Uttar Pradesh.\nWe get plenty of information about this dynasty through coins, inscriptions, monuments and Sanskrit writings.\nThe Gupta rulers were great conquerors and good administrators. This brought on a series of invasions which weakened the empire, but many of their cultural and intellectual achievements were saved and transmitted to other cultures and live on today. Fa Hien visited India during the reign of Chandragupta II and stayed in this country for several years.\nPeople led a simple life. Commodities were affordable and all round prosperity ensured that their requirements were met easily. They preferred vegetarianism and shunned alcoholic beverages. Gold and silver coins were issued in great numbers which is a general indicative of the health of the economy. Trade and commerce flourished both within the country and outside. Silk, cotton, spices, medicine, priceless gemstones, pearl, precious metal and steel were exported by sea.\nGupta dynasty.\nThe Gupta dynasty ruled the Gupta Empire of India, from around 320 to 550.\nOther websites.\nThe Guptas were the first to introduce a coinage across their empire.This showed both their wealth-as some coins were trying to unify the empire by using the same coins over the empire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Golden_Age_of_India","surface_form":"Golden Age of India","offset":173},{"uri":"Science","surface_form":"science","offset":196},{"uri":"Mathematics","surface_form":"mathematics","offset":205},{"uri":"Astronomy","surface_form":"astronomy","offset":218},{"uri":"Religion","surface_form":"religion","offset":229},{"uri":"Philosophy","surface_form":"philosophy","offset":242},{"uri":"Han_Dynasty","surface_form":"Han Dynasty","offset":308},{"uri":"Tang_Dynasty","surface_form":"Tang Dynasty","offset":321},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":338},{"uri":"Bengal","surface_form":"Bengal","offset":426},{"uri":"Magadha","surface_form":"Magadha","offset":517},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":547},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":653},{"uri":"Fa_Hien","surface_form":"Fa Hien","offset":922},{"uri":"Chandragupta_II","surface_form":"Chandragupta II","offset":964},{"uri":"India","surface_form":"India","offset":1560}]}