{"id":100807,"url":"http://en.wikipedia.org/wiki/Diplom","text":"e=\"preserve\">Diplom (from Greek \"diploma\") is a high level degree awarded for learning. It is awarded in European countries such as Germany, Austria, Switzerland, Estonia, Croatia, Serbia, Ukraine, Belarus and Greece. It is a similar award to the Bachelor's and Master's degrees in other countries.\nThe Diplom was first awarded when the \"Technische Hochschulen\" became a university.\nThe diplom is slowly being replaced by a system that awards Bachelor's and Master's degrees. Bachelor's degrees, sometimes called \"Bakkalaureus\" in Germany, are thought of as a \"small Diplom\".\nGermany / Austria.\nThe Diplom may be awarded by the two types of German university. At a University of Applied Sciences (Fachhochschule), the diploma degree is called a \"Diplom (FH)\" and normally takes four years to study and gain work experience. At a \"Universität\" the degree is called a \"Diplom\" or sometimes a \"Diplom (Univ.)\" and takes four or five years. These years are called \"regular study time\" (\"Regelstudienzeit\") but study for the universität normally takes longer.\nThe \"Diplom\" is the first university award for many students. There has been no Bachelor's degree in the German/Austrian educational system.\nTo win the Diplom certificate, a student must pass the tests for the \"Hauptstudium\" (main study time) after the \"Vordiplom\", then one or more \"Studienarbeit\" (study research projects), and then write a \"Diplomarbeit\" (diploma thesis). The curriculum of diplom studies at a University of Applied Sciences (Fachhochschule) is focused on using (applying) the science. The Universität is focused on learning.\nA student must have a \"Diplom\" before studying for a PhD (\"Doctorate\"). The diplom qualifies a student to study for a doctorate in most other countries.\nNote: For the Diplom (FH) a student has to spend two years with a company where he or she does not study before studying for a doctorate. These years are shown as \"additional work\" in the table.\nAlso note: A Diplom student can begin the doctorate without the additional work if their work has been good enough. Normally a Master's course is taken before a doctorate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_language","surface_form":"Greek","offset":26},{"uri":"Diploma","surface_form":"diploma","offset":33},{"uri":"Degree_(school)","surface_form":"degree","offset":59},{"uri":"Germany","surface_form":"Germany","offset":132},{"uri":"Austria","surface_form":"Austria","offset":141},{"uri":"Switzerland","surface_form":"Switzerland","offset":150},{"uri":"Estonia","surface_form":"Estonia","offset":163},{"uri":"Croatia","surface_form":"Croatia","offset":172},{"uri":"Serbia","surface_form":"Serbia","offset":181},{"uri":"Ukraine","surface_form":"Ukraine","offset":189},{"uri":"Belarus","surface_form":"Belarus","offset":198},{"uri":"Greece","surface_form":"Greece","offset":210},{"uri":"Bachelor_of_Arts","surface_form":"Bachelor's","offset":247},{"uri":"Master%27s_degree","surface_form":"Master's","offset":262},{"uri":"Technische_Hochschule","surface_form":"Technische Hochschule","offset":338},{"uri":"University","surface_form":"university","offset":648},{"uri":"Fachhochschule","surface_form":"Fachhochschule","offset":697},{"uri":"Work_experience","surface_form":"work experience","offset":807},{"uri":"Thesis","surface_form":"thesis","offset":1422},{"uri":"Curriculum","surface_form":"curriculum","offset":1435},{"uri":"Fachhochschule","surface_form":"Fachhochschule","offset":1501},{"uri":"PhD","surface_form":"PhD","offset":1654},{"uri":"Company","surface_form":"company","offset":1820}]}