{"id":100969,"url":"http://en.wikipedia.org/wiki/African_elephant","text":"The African elephant are the two species of elephant in the genus \"Loxodonta\". This is one of the two living genera in Elephantidae.\nFemale elephants travel in herds and male elephants travel alone and sometimes in batcheler herds.\nFossil \"Loxodonta\" have only been found in Africa, where they developed in the middle Pliocene.\nMales of the African bush elephant can grow to 3.64 meters (12 feet) tall at the shoulder and weigh 5455 kg (12,000 lbs). It is the largest living elephant. Females may reach 3 meters (10 feet) and weigh 3636 kg to 4545 kg (8,000 to 10,000 lbs).\nTeeth.\nAt any one time, elephants have one molar in each jaw bone (two upper, two lower). Each weighs about 11 lbs and measures about 12 inches long. As they wear away at the front, new molars emerge in the back of the mouth and gradually replace the old ones. Elephants replace their teeth six times. If it survives to 60 years of age the elephant no longer has teeth and will die of starvation.\nTheir tusks are also teeth, the second set of upper incisors become the tusks. They are used for digging for roots and stripping the bark off trees for food, and, fighting each other during mating season, or defending themselves against predators. They weigh from 50-100 pounds and may be from 5 to 8 feet long. However, a result of poachers killing elephants with the biggest tusks has been a survivor population with much smaller tusks. Both bulls and cows have tusks.\nSpecies.\nBush and forest elephants are nowadays generally considered to be two distinct species. The African forest elephant has a longer and narrower mandible, rounder ears, a different number of toenails, straighter and downward tusks, and considerably smaller size. With regard to the number of toenails: the African bush elephant normally has 4 toenails on the front foot and 3 on the hind foot, the African forest elephant normally has 5 toenails on the front foot and 4 on the hind foot (like the Asian elephant). Hybrids between the two species do occur.\nConservation.\nPoaching greatly reduced the population of elephants in Africa in the 20th century. In the eastern region of Chad, elephant herds were substantial as recently as 1970, with an estimated population of 400,000. However, by 2006 the number had dropped to about 10,000. The African elephant nominally has governmental protection, but poaching is a serious issue.\nPeople moving into or near areas where elephants occur naturally is a problem. There is research into methods of safely driving groups of elephants away from humans. Playing recorded sounds of angry honey bees is remarkably effective at prompting elephants to flee an area. Sometimes elephant communities have grown so large that culling was needed to sustain the ecosystem.","categories":[],"infobox_types":[],"annotations":[{"uri":"Elephant","surface_form":"elephant","offset":44},{"uri":"Genus","surface_form":"genus","offset":60},{"uri":"Elephantidae","surface_form":"Elephantidae","offset":119},{"uri":"Fossil","surface_form":"Fossil","offset":232},{"uri":"Africa","surface_form":"Africa","offset":275},{"uri":"Pliocene","surface_form":"Pliocene","offset":318},{"uri":"African_bush_elephant","surface_form":"African bush elephant","offset":341},{"uri":"Chad","surface_form":"Chad","offset":2127},{"uri":"Poaching","surface_form":"poaching","offset":2348},{"uri":"Western_honey_bee","surface_form":"honey bees","offset":2576},{"uri":"Ecosystem","surface_form":"ecosystem","offset":2741}]}