{"id":100948,"url":"http://en.wikipedia.org/wiki/Super_Mario_Sunshine","text":"is a 2002 video game made by Nintendo for the Nintendo GameCube. It was the first platform game starring Mario that was not a launch title – it was not released when the Nintendo console debuted. Instead, it was released about nine months after the GameCube had come out. The other release of the other three consoles (NES, SNES, and Nintendo 64) had been accompanied by a \"Mario\" game.\nPlot.\nMario and his friends arrive in Delfino Isle on vacation. However, the people on the island imprison Mario. Someone who looks like him has been making the island dirty. A judge tells Mario to clean up the island. He is given a device called F.L.U.D.D. (Flash Liquidizer Ultra Dousing Device), which Mario straps on his back. F.L.U.D.D. is a powerful water device that can clean up the mess that the fake Mario has caused. Mario learns that Bowser Jr., Bowser's son, was the one who changed the island and kidnapped Princess Peach. Mario sets out to find them.\nGameplay.\nLike \"Super Mario 64\", there are many worlds and each world has several goals to meet. Instead of stars, Mario captures Shine Sprites that will help restore the island. Each world has a boss to defeat. As Mario clears each world, he unlocks others.\nMario must clean up acres and acres of sludge and flith that is on the island. F.L.U.D.D. allows him to do this. F.L.U.D.D. only has a small quantity of water and Mario must jump into a pool of water after the water runs out. F.L.U.D.D. also has several other things it can do. If Mario aims the nozzles down, Mario can float for a few seconds until the water runs out. There are also areas where Mario takes F.L.U.D.D. off and jumps around himself without assistance. The first time he goes he has to go through the area with no assistance. The second time he goes, he has to collect eight red coins in a time limit.\nThe Squirt Nozzle (the default nozzle) and the Hover Nozzle, the Rocket Nozzle, and the Turbo Nozzle.\nDevelopment.\nNintendo had been working on a sequel to \"Super Mario 64\" for many years; the cancelled video games \"Super Mario 64 2\" and \"Super Mario 128\" were some ideas Nintendo had for a direct sequel. \"Super Mario Sunshine\" was first shown at Nintendo Space World 2001. The game was later shown again at E3 2002.\nWork on the game began with the idea of gameplay involving a water pump. However, at first the developers thought that the world was too daringly out of character with Mario. Therefore, they tried using a man-type character, but thought this was too odd and that \"if there was a man next to Mario, there is a sense of incongruity.\" There were ten candidates for possible water nozzles, and FLUDD was chosen because of fitting in the game's setting, despite it not being one of the favorites. Some preliminary gun-like water nozzles were removed due to all the controversy in the United States. They also stated that several Yoshi features were omitted, such as Yoshi vomiting juice fed to him.\nKoji Kondo and Shinobu Tanaka composed the musical score to \"Super Mario Sunshine\". The soundtrack features various arrangements of classic \"Mario\" tunes, including the underground music and the main stage music from the original \"Super Mario Bros.\" \"Super Mario Sunshine\" featured many of the usual voice actors for the various Nintendo characters. This is the only \"Mario\" game which features full English voice acting in cut-scenes. The voice cast consisted of Charles Martinet as Mario and Toadsworth, Jen Taylor as Princess Peach and Toad, Scott Burns as Bowser, and Dolores Rogers as Bowser Jr. Other voice actors included Kit Harris.\nReception.\n\"Super Mario Sunshine\" did well at the shops, having sold 5.5 million copies as of June 2006. In 2002, \"Super Mario Sunshine\" was the tenth best-selling game in the United States, according to the NPD Group. It was released again in 2003 as part of the Player's Choice line, a selection of games with high sales sold for a reduced price.\n\"Super Mario Sunshine\" received positive reviews by game reviewers. IGN praised the addition of the water backpack for improving the gameplay, and GameSpy commented on the \"wide variety of moves and the beautifully [made] environments\". The game received a perfect score from \"Nintendo Power\", who commended the \"superb graphics, excellent music, clever layouts, funny cinema scenes and [clever] puzzles\". \"GamePro\" also gave \"Super Mario Sunshine\" a perfect score, stating that the game was \"a masterpiece of superior game design, infinite gameplay variety, creativity, and life.\" \"Game Informer\" said that the game is arguably \"the best \"Mario\" game to date.\" ComputerAndVideoGames.com also mentioned the game is \"better than Super Mario 64.\" The game placed 46th in \"Official Nintendo Magazines 100 greatest Nintendo games of all time.\nDespite it's positive reviews, some reviewers criticized the game. GameSpot criticized the various additions, including the water backpack and Yoshi, calling them \"mere gimmicks.\" They also criticized the virtual camera system, and noted that the game seemed somewhat unpolished and rushed. They also criticized the voices, stating that \"Super Mario Sunshine's FMV also houses some of the lousiest voice-over work to be found on the GameCube. None of the voices fit particularly well. Princess Peach sounds too ditzy, Mario is limited to grunts and other nonverbal communications, and the game's bad guys are completely miscast and downright disappointing.\" Matt Wales accused the game of having a \"distinct lack of polish.\"\nLegacy.\n\"Super Mario Sunshine\" has introduced many elements which were carried over to newer \"Mario\" titles. This was the first game in the \"Mario\" series to introduce the Shine Sprites. These Shine Sprites have appeared in later \"Mario\" titles games like \"Mario Kart DS\". This was the first game in the \"Mario\" series which included Bowser Jr; he has since appeared in \"New Super Mario Bros.\", \"New Super Mario Bros. Wii\", \"Super Mario Galaxy\" and \"Super Mario Galaxy 2\", and in \"Mario\" sports games such as the \"Mario Kart\" series since ' and \"Mario Kart Wii\". Also, Toadsworth appeared for the first time on the game. He has later appeared on various \"Mario\" games such as ' and \"Super Princess Peach\". The recurring character Petey Piranha, known as in Japan, was also introduced. He also appears in \"New Super Mario Bros.\", \"Super Princess Peach\" and several spin-off games.\nThis game was the first \"Mario\" platformer game to be released for the Nintendo GameCube. It was also the first 3D \"Mario\" platformer which included the ability to ride Yoshi and to have him change colors. This feature reappeared in the Wii 3D platformer \"Super Mario Galaxy 2\".","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Nintendo","surface_form":"Nintendo","offset":29},{"uri":"GameCube","surface_form":"Nintendo GameCube","offset":46},{"uri":"Platform_game","surface_form":"platform game","offset":82},{"uri":"Launch_title","surface_form":"launch title","offset":126},{"uri":"Bowser_Jr.","surface_form":"Bowser Jr.","offset":833},{"uri":"Princess_Peach","surface_form":"Princess Peach","offset":908},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":969},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":1987},{"uri":"Super_Mario","surface_form":"Super Mario 64 2","offset":2046},{"uri":"Super_Mario_128","surface_form":"Super Mario 128","offset":2069},{"uri":"Nintendo_Space_World","surface_form":"Nintendo Space World","offset":2178},{"uri":"E3_(Electronic_Entertainment_Expo)","surface_form":"E3","offset":2239},{"uri":"Koji_Kondo","surface_form":"Koji Kondo","offset":2942},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":3173},{"uri":"NPD_Group","surface_form":"NPD Group","offset":3791},{"uri":"Player%27s_Choice","surface_form":"Player's Choice","offset":3847},{"uri":"IGN","surface_form":"IGN","offset":4000},{"uri":"GameSpy","surface_form":"GameSpy","offset":4079},{"uri":"Nintendo_Power","surface_form":"Nintendo Power","offset":4209},{"uri":"GamePro","surface_form":"GamePro","offset":4339},{"uri":"Game_Informer","surface_form":"Game Informer","offset":4515},{"uri":"ComputerAndVideoGames.com","surface_form":"ComputerAndVideoGames.com","offset":4594},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":4660},{"uri":"Official_Nintendo_Magazine","surface_form":"Official Nintendo Magazine","offset":4702},{"uri":"GameSpot","surface_form":"GameSpot","offset":4838},{"uri":"Mario_Kart_DS","surface_form":"Mario Kart DS","offset":5753},{"uri":"New_Super_Mario_Bros.","surface_form":"New Super Mario Bros.","offset":5867},{"uri":"New_Super_Mario_Bros._Wii","surface_form":"New Super Mario Bros. Wii","offset":5892},{"uri":"Super_Mario_Galaxy","surface_form":"Super Mario Galaxy","offset":5921},{"uri":"Super_Mario_Galaxy_2","surface_form":"Super Mario Galaxy 2","offset":5946},{"uri":"Mario_Kart","surface_form":"\"Mario Kart\" series","offset":6009},{"uri":"Mario_Kart_Wii","surface_form":"Mario Kart Wii","offset":6042},{"uri":"Super_Princess_Peach","surface_form":"Super Princess Peach","offset":6179},{"uri":"Super_Mario_Galaxy_2","surface_form":"Super Mario Galaxy 2","offset":6632}]}