{"id":10118,"url":"http://en.wikipedia.org/wiki/Torah","text":"Torah () is a Hebrew word that means \"instructions\". When most people say the word Torah they either mean the whole Jewish Bible, the Tanakh, the first five books of the Bible, or all of the Jewish teaching in general. These five books are the beginning of both the Jewish and Christian bibles. They are\nOther names for this set of books are the \"Five Books of Moses,\" or \"Pentateuch\".\nSome people may use the word Torah as a name for all the main Jewish teachings.\nEach of the books in the Torah are separated into parts called \"Parshiyot.\" \"Parsha\" is a Hebrew word meaning \"portion.\" Every Shabbat one \"parsha\" is read in the synagogue, but sometimes two are read. This is so that all the \"parshiyot\" are finished every year, on the Jewish holiday of Simchat Torah.\nIt is also known as the Five Book of Moses because Moses received these five books from God.\nPentateuch.\nPentateuch means the first five books of the Bible. These books are Genesis, Exodus, Leviticus, Numbers, and Deuteronomy. The word \"Pentateuch\" comes from two Greek words that mean \"five books\" or \"five scroll\"\nAccording to tradition, the books were written by the Israelite leader, Moses. The Pentateuch is often called the Five Books of Moses or the Torah.\nThe Pentateuch tells the story from the Creation of the world to the death of Moses and the preparation of the Israelite's to enter the land of Canaan. The story is told in three parts. The first part (Genesis 1-11) is about the Creation and the beginning of human beings on earth. The second part (Genesis 12-50) are the stories of the ancestors of the Israelites, mainly Abraham, Isaac, Jacob, and Joseph. The third part, beginning with the book of Exodus, describes how the Israelite's left Egypt and the early history of the people of Israel as a nation. It also has many laws about how the Israelite's must build their society. Deuteronomy is mostly Moses's final speech to his people and a summary of the Pentateuch.\nThe Pentateuch is most likely the oldest part of the Bible, however there is speculation that the book of Job could be older due to the similarities of Job to the patriarchal period, i.e. counting wealth in flocks and the sacrifices being performed by the patriarch of the household rather than a priest. Scholars do not know exactly when these books were written however many place Moses at between 1,600 - 1,450 BC. The earliest parts may have been written more than 1,000 years before the final parts according to the Julius Wellhausen 4 JEDP theory. However this theory is based on the idea that the Pentateuch is a disjointed work and has received due criticism. Modern archaeological discoveries suggest that some of the oldest stories in Genesis may date back three thousand years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hebrew_language","surface_form":"Hebrew","offset":14},{"uri":"Jewish","surface_form":"Jewish","offset":116},{"uri":"Bible","surface_form":"Bible","offset":123},{"uri":"Tanakh","surface_form":"Tanakh","offset":134},{"uri":"Jewish","surface_form":"Jewish","offset":266},{"uri":"Christian","surface_form":"Christian","offset":277},{"uri":"Moses","surface_form":"Moses","offset":361},{"uri":"Pentateuch","surface_form":"Pentateuch","offset":373},{"uri":"Shabbat","surface_form":"Shabbat","offset":593},{"uri":"Synagogue","surface_form":"synagogue","offset":629},{"uri":"Simchat_Torah","surface_form":"Simchat Torah","offset":754},{"uri":"Moses","surface_form":"Moses","offset":820},{"uri":"Bible","surface_form":"Bible","offset":919},{"uri":"Genesis","surface_form":"Genesis","offset":942},{"uri":"Exodus","surface_form":"Exodus","offset":951},{"uri":"Leviticus","surface_form":"Leviticus","offset":959},{"uri":"Book_of_Numbers","surface_form":"Numbers","offset":970},{"uri":"Deuteronomy","surface_form":"Deuteronomy","offset":983},{"uri":"Ancient_Greek_language","surface_form":"Greek","offset":1033},{"uri":"Israelite","surface_form":"Israelite","offset":1139},{"uri":"Moses","surface_form":"Moses","offset":1157},{"uri":"Creation_myth","surface_form":"Creation","offset":1273},{"uri":"Canaan","surface_form":"Canaan","offset":1377},{"uri":"Ancestor","surface_form":"ancestors","offset":1570},{"uri":"Abraham","surface_form":"Abraham","offset":1606},{"uri":"Isaac","surface_form":"Isaac","offset":1615},{"uri":"Jacob","surface_form":"Jacob","offset":1622},{"uri":"Joseph_(Hebrew_Bible)","surface_form":"Joseph","offset":1633},{"uri":"Ancient_Egypt","surface_form":"Egypt","offset":1727},{"uri":"Israel","surface_form":"Israel","offset":1772},{"uri":"Law","surface_form":"law","offset":1809},{"uri":"Society","surface_form":"society","offset":1857},{"uri":"Archaeology","surface_form":"archaeological","offset":2631},{"uri":"Discovery","surface_form":"discoveries","offset":2646}]}