{"id":101168,"url":"http://en.wikipedia.org/wiki/Articles_of_Confederation","text":"The Articles of Confederation, formally named the Articles of Confederation and Perpetual Union, was an agreement among all thirteen original states in the United States of America that served as its first constitution. All thirteen states ratified the Articles in early 1781.\nIn 1789, the Founding Fathers replaced the Articles with the United States Constitution and a federal form of government.\nContents.\nEven though the Articles of Confederation and the Constitution were created by many of the same people, the two documents were very different. The original five-paged Articles contained thirteen articles, a conclusion, and a section for signatures. The following list contains short summaries of each of the thirteen articles.\n(1) The name of the confederation will be \"The United States of America.\"\n(2) Each state will continue to rule itself, except for the specific things the Articles allow the confederation government to do: \"Each state [keeps] its sovereignty, freedom, and independence, and every power, jurisdiction, and right, which is not [given to the confederation government] by this Confederation...\"\n(3) The United States is a group of states that has come together to protect each other and help each other. The states have united \"for their common defense, the security of their liberties, and their mutual and general [well-being], [coming together] to assist each other, against all force offered to, or attacks made upon them...\"\n(4) People in the United States have freedom of movement: anyone can pass freely between states, except for \"paupers, vagabonds, and fugitives from justice.\" When a person travels into one state, he gets all of the rights that state gives to people that live there. If a person commits a crime in one state and runs away to another state, and he is found, he will be extradited to the state where the crime happened, and tried there.\n(5) Each state gets one vote in the \"Congress of the Confederation\" (called the \"United States in Congress Assembled\"). Each state can bring a group of two to seven delegates to the Congress. Each state's legislature chooses its Members of Congress. Members of Congress cannot serve for more than three out of any six years.\n(6) Only the confederation government is allowed to conduct foreign policy (work with other countries) and to declare war. Without Congress's permission, no states may have navies or full-time armies, and no states may fight in any war. However, the Articles encouraged each state to have militias.\n(7) When an army is raised for common defense, the state legislatures will choose Colonels and military ranks below Colonel.\n(8) The United States will pay for things using money that the state legislatures will raise. Not every state will have to pay the same amount. States with higher property values will pay more.\n(9) The confederation government has these powers: to declare war; to set weights and measures (including coins); and for Congress to serve as a final court for disagreements between states.\n(10) A \"Committee of the States\" will be the government when Congress is not meeting.\n(11) Nine states must agree before a new state is accepted into the Confederation. Canada is already approved, if it applies for membership.\n(12) The Confederation accepts war debt from before the Articles.\n(13) The Articles can only be changed if Congress and \"all\" of the state legislatures agree.\nCongress of the Confederation.\nThe Articles of Confederation created the Congress of the Confederation, which was formally named the \"United States in Congress Assembled\". It became the governing body of the United States. The Congress of the Confederation had both legislative and executive powers. This meant the Congress could make the laws and enforce the laws. The states sent delegates chosen from the state legislature. The states had one vote each.\nThe Committee of the States was also created by the Articles of Confederation. It was also known as Council of State. It was meant to be the government when the Congress of the Confederation was not meeting. Each state had one member. The Committee had one meeting in 1784.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_of_America","surface_form":"United States of America","offset":156},{"uri":"Constitution","surface_form":"constitution","offset":206},{"uri":"Ratification","surface_form":"ratified","offset":240},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers","offset":290},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":338},{"uri":"Federation","surface_form":"federal","offset":371},{"uri":"Government","surface_form":"government","offset":387},{"uri":"Signature","surface_form":"signature","offset":646},{"uri":"Confederation","surface_form":"confederation","offset":756},{"uri":"Sovereignty","surface_form":"sovereignty","offset":965},{"uri":"Liberty","surface_form":"freedom","offset":978},{"uri":"Independence","surface_form":"independence","offset":991},{"uri":"Jurisdiction","surface_form":"jurisdiction","offset":1022},{"uri":"Rights","surface_form":"right","offset":1040},{"uri":"Unite","surface_form":"united","offset":1251},{"uri":"Liberty","surface_form":"liberties","offset":1307},{"uri":"Mutual","surface_form":"mutual","offset":1328},{"uri":"Freedom_of_movement","surface_form":"freedom of movement","offset":1498},{"uri":"Poverty","surface_form":"paupers","offset":1570},{"uri":"Hobo","surface_form":"vagabonds","offset":1579},{"uri":"Fugitive","surface_form":"fugitives","offset":1594},{"uri":"Crime","surface_form":"crime","offset":1749},{"uri":"Extradition","surface_form":"extradited","offset":1828},{"uri":"Trial","surface_form":"tried","offset":1882},{"uri":"Voting","surface_form":"vote","offset":1919},{"uri":"Delegate","surface_form":"delegate","offset":2060},{"uri":"Legislature","surface_form":"legislature","offset":2100},{"uri":"Foreign_policy","surface_form":"foreign policy","offset":2280},{"uri":"Declaration_of_war","surface_form":"declare war","offset":2330},{"uri":"Permission","surface_form":"permission","offset":2362},{"uri":"Navy","surface_form":"navies","offset":2393},{"uri":"Army","surface_form":"armies","offset":2413},{"uri":"War","surface_form":"war","offset":2452},{"uri":"Militia","surface_form":"militia","offset":2509},{"uri":"Colonel","surface_form":"Colonel","offset":2601},{"uri":"Military","surface_form":"military","offset":2614},{"uri":"Rank","surface_form":"ranks","offset":2623},{"uri":"Property","surface_form":"property","offset":2807},{"uri":"Value","surface_form":"value","offset":2816},{"uri":"Unit_of_measurement","surface_form":"measures","offset":2924},{"uri":"Coins","surface_form":"coins","offset":2944},{"uri":"Canada","surface_form":"Canada","offset":3198},{"uri":"Debt","surface_form":"debt","offset":3291},{"uri":"Formal","surface_form":"formal","offset":3529},{"uri":"Legislature","surface_form":"legislative","offset":3681},{"uri":"Executive_(government)","surface_form":"executive","offset":3697},{"uri":"Delegate","surface_form":"delegate","offset":3797}]}