{"id":10121,"url":"http://en.wikipedia.org/wiki/Rainforest","text":"A rainforest is a forest that receives heavy rainfall. The most notable rainforests are in the tropics or subtropics, mostly in the Intertropical Convergence Zone. The biggest rainforest is the Amazon rainforest, which is mostly in Brazil. Forests like this have extraordinary biodiversity. Biologists say over half of all plant and animal species live in the rainforest. Also more than 1/4 of all medicines come from here. Even though they only cover 6% of the Earth's land area they are still an important source of oxygen.\nA less-used term is temperate rainforest. For temperate rain forests of North America, annual precipitation is over, and the mean annual temperature is between 4 and 12 °C (39 and 54 °F).\nThis definition would not suit the forests of western North America, and so the term \"temperate rainforest\" is not so widely agreed. The weather in a rainforest would be humid, which is wet but warm like a greenhouse. The bottom most layer receives 2% of the sunlight. Only plants adapted to low light can grow in this region. The understory layer lies between the canopy and forest floor. It is a home to a number of birds, snakes and lizards as well as predators such as jaguars and leopards. The leaves are much bigger at this level and insect life is abundant.\nThe five layers.\nTropical rainforests are typically dominated by different plants and animals at different levels. The top layer is the \"emergent\" layer. Then there is the \"canopy\" layer. Under the tall canopy is the \"understory\". The understory is made up of smaller trees, vines and shrubs. The next layer is called the shrub layer, and has mainly bushes. The bottom layer is the\" forest floor\". This is made up of the small plants on the ground.\nEmergent layer.\nThe emergent layer is the farthest from the ground. High in the trees eagles perch. Their keen eyes search constantly for small monkeys and other prey. Butterflies, parrots, toucans, and hundreds of other colourful birds constantly fly through the tops of the trees.\nCanopy layer.\nThe canopy is like a huge green roof over the forest. The trees grow up thin and straight, like pillars seeking the sun. They do not put out branches until they are very tall. Then, they spread out like an umbrella in the sunlight. The trees are so close together that very little light penetrates through to the lower layers. Many kinds of monkeys, birds, and insects live in the layer. The animals that call this layer home often never touch the ground throughout their entire lives. They find everything they need existing within the canopy. Water can be accessed from the boles of trees, if not, the leaves and epiphytes that grow in the canopy can supply that need. The animals eat the leaves and fruit of the trees, insects, or other animals. The tall canopy trees must be able to reach the sunlight high in the air and still get nutrients from the thin soil on the forest floor. Their roots do not go deep into the soil because there is nothing there for the plants to reach. Instead, the roots spread out in all directions along or just under the ground. That way they can quickly make use of the nutrients from the recycled plants and animals that have fallen to the floor.\nUnderstory layer.\nThe understory is usually a dark, humid place, under the canopy. There is very little light and no breeze because they are blocked out by the canopy. The plants under the canopy must be able to live with very little sunlight. Bushes, large green plants, and small trees make up this layer. Often they will only grow in open patches where a big tree has fallen down. Other plants, like vines, grow on the big trees.\nShrub Layer.\nThe shrub layer is mainly made out of bushes. It contains most of the rainforests orchids, because the orchids use water from the forest floor, vegetation from the understory and sunlight that is reflected from the canopy layer leaves. It is the smallest layer of the rainforest, yet contains over 84% of the rainforest's orchids. It is normally very dark in the shrub layer, apart from little spots of sunlight that comes through empty spaces of the emergent layer. Despite not having very much sunlight, the shrub layer is very humid [wet and warm]. Many insects live in the shrub layer such as scorpions, beetles and tarantulas. Many people categorize the rainforest into 4 layers not 5. They consider the shrub layer to be part of the understory.\nForest floor.\nThe ground level is called the forest floor. Snakes, Tapirs, Jaguars, Tamanduas, and Gorillas are just a few of the species that live here. It is dark on the rainforest floor. Insects, giant centipedes, spiders, ants, and beetles are also very abundant here. The floor of the rainforest is often very open and easy to walk across. That is because so little light reaches the floor that very few plants can grow there.\nPlants and animals.\nOne type of plant in the rainforest does not need soil. These plants are called \"epiphytes\", or air plants. Air plants live on the branches of trees in the canopy or understory, with their roots out in the air. In the humid rainforest, they collect water from the rain that falls on them.\nOne kind of air plant is a flower called an orchid. There are thousands of different kinds of orchids in the rainforest. Some air plants store water in pools in and around their roots. These pools can become homes for frogs and salamanders. Frogs usually need to lay their eggs in ponds, but some rainforest tree frogs lay their eggs in the pools in air plants. That way, the frogs never have to go down to the ground.Some plants are made for medicine for humans.\nMillions of kinds of insects live in the rainforest. It never gets cold enough to kill them. There are bees, butterflies, termites, beetles, and many kinds of flies. There are ants everywhere. One kind of ant is the army ant. Army ants do not have nests. They march out in a line every day to hunt for other insects, which they eat. At night they hook themselves together to form a living nest around their queen and larvae, or baby ants.\nSnakes live in the trees and on the forest floor. They eat frogs, eggs, birds, insects, and small animals. Some of the snakes, like the fer-de-lance of Latin America, are poisonous, but others are not. One large non-poisonous snake is the anaconda of South America. It is one of the largest snakes in the world. It kills its prey by wrapping itself around the animal and squeezing it until it cannot breathe.\nMonkeys are a very common animal in the rainforest. Most live their lives up in the canopy and the understory. They have long arms to swing from branch to branch, and some use their tails to hold onto the trees while they eat. They are fast and agile, jumping easily from tree to tree for food. Different monkeys eat different things. They can eat nuts, flowers, roots, and frogs. Their hoots and howls are heard throughout the rainforest, even when they cannot be seen among the trees.\nMany colorful birds also live among the canopy of the rain forest, and there are also animals that live on the forest floor. The tapir is a forest animal that looks like a large pig. It is actually related to the horse and the rhinoceros. They live in South American and Asian rain forests, eating leaves, twigs, and fruit. Tapirs are among the animals hunted by the big cats of the rain forest. Jaguars, leopards, and tigers are the largest predators of rain forests. These cats have beautiful fur coats that have been hunted for the fur trade for years. The spotted coats of the jaguar and leopards were especially popular for fur coats. Today most countries are trying to protect their big cats, but many are still hunted illegally.\nThese are only a few of the animals and plants in the rainforest. About half of all of the different kinds, or species, of plants and animals in the entire world live in rain forests. Many of the plants and animals, especially insects, do not even have scientific names, because they have never been classified by a biologist.\nPeople of the rainforest.\nThere are many tribes of people who have lived in the rainforests for thousands of years. These forest dwellers usually belong to one of two groups. They are usually hunter/gatherers or slash-and-burn farmers.\nHunter/gatherers.\nHunter/gatherers live as they do in every other region of the world. They kill animals and gather what the forest provides for part of their food. Unlike in the Arctic, tools are always available. Unlike in the desert, water is always available. The people do not need clothes to protect them from the weather. The forest even provides a way to make hunting easier. Many of the people hunt with poisoned arrows. The poisons come from the plants of the forest. That makes the animals easier to kill.\nSlash-and-burn farmers.\nMost of the forest people are slash-and-burn farmers. They raise crops in small clearings as well as hunting and gathering in the forest. This provides them with food year-round. They start by cutting (slashing) down the trees and the other plants in an area. They let the dead plants dry out, then they burn them. The ash from the burned plants goes into the soil and makes it fertile for a little while. This is called slash-and-burn farming.\nThe small clearings grow food crops for a few years, then the family or group moves on and clears a new field. The old field is left to be overgrown by the forest. In a few years, it once again looks like the rain forest that surrounds it.\nThis type of farming does not harm the rain forest when only a few people are doing it. The small clearings become rain forest again without any damage. The land is used and recycled for use again some other time. The rain forest easily regrows to fill in the clearings after the people leave. That is changing today. Today, the rain forests are getting smaller because too many people are burning them.\nRainforests in danger.\nThere are some serious problems concerning the rainforests that need to be fixed. Rainforests are being cut down too quickly. Every year an area about the size of West Virginia is being destroyed. This is a problem for everyone.\nRainforests are so large and thick that for many years very few people lived or went there. Today, however, that is changing. Millions of poor, often hungry, people live near the rainforests of the world. These people are desperate for a better life, and they think they can find it in the forests.\nSettlers can get into the rainforests because modern machines have opened roads deep into the jungle. The roads are usually built by businesses who want to cut down trees or dig up minerals in the forest. Governments build other roads for trade and to allow settlers into the forest. Poor people come into the forest by the thousands on the roads and take land to raise food. They burn off the trees and plants to make a field. Then they plant crops for food and to sell. All around them other farmers do the same, so there is no forest left to grow back.\nThe new farms can only grow crops for a few years in the poor soil. The farmers then sell the land to a cattle rancher or just leave and clear a new piece of land. The soil is so poor that it will not even grow grass to feed cattle for more than a few more years. By then, the ground is hard packed and grows only a few weeds. The rainforest is destroyed and nothing can be done with the land.\nIf this continues long enough, the forests will be destroyed and the farmers will have no place to move. Then those people will\n, because there will be no land left where they can grow food. Forcing them to stop cutting down the forest will not help, because they would just starve now instead of later. New ways need to be found for these people to live on the rainforest land without destroying it.\nAlso, no one knows how destroying the rainforests will change the earth. We know that less rain will fall once the trees are gone. That may cause some rivers, which supply water to cities around the rainforest, to dry up during part of the year. Also, burning trees puts carbon into the air. Carbon absorbs heat from the sun. Will the burning of so many trees change the air and make the climate on the earth warmer? Experts are arguing about it, but it might be happening.\nThe rainforests are also the source of many things that are useful to human beings. As many as one out of every four drugs bought at the store were discovered in rainforest. Coffee, chocolate, bananas, corn, tea, sweet potatoes, Brazil nuts, rubber, and tapioca all came from the rainforest. Very valuable wood is taken from the trees of the rainforest. Mahogany, teak, and balsa wood come from there. Those trees can not be grown without the thick, wet, warm rainforests. Thus, the loss of the rainforests would hurt other people besides those that must live there.\nTropical rainforests are located in a band around the equator (Zero degrees latitude), mostly in the area between the Tropic of Cancer (23.5° N latitude) and the Tropic of Capricorn (23.5° S latitude). This 3,000 mile (4800 km) wide band is called the \"tropics.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Forest","surface_form":"forest","offset":18},{"uri":"Rain","surface_form":"rain","offset":45},{"uri":"Tropics","surface_form":"tropics","offset":95},{"uri":"Subtropics","surface_form":"subtropics","offset":106},{"uri":"Intertropical_Convergence_Zone","surface_form":"Intertropical Convergence Zone","offset":132},{"uri":"Amazon_rainforest","surface_form":"Amazon rainforest","offset":194},{"uri":"Brazil","surface_form":"Brazil","offset":232},{"uri":"Biodiversity","surface_form":"biodiversity","offset":277},{"uri":"Biologist","surface_form":"Biologist","offset":291},{"uri":"Plant","surface_form":"plant","offset":323},{"uri":"Animal","surface_form":"animal","offset":333},{"uri":"Species","surface_form":"species","offset":340},{"uri":"Medicine","surface_form":"medicine","offset":398},{"uri":"Earth","surface_form":"Earth","offset":462},{"uri":"Oxygen","surface_form":"oxygen","offset":518},{"uri":"North_America","surface_form":"North America","offset":598},{"uri":"Precipitation_(meteorology)","surface_form":"precipitation","offset":620},{"uri":"Plant","surface_form":"plant","offset":1706},{"uri":"Eagle","surface_form":"eagle","offset":1814},{"uri":"Parrot","surface_form":"parrot","offset":1909},{"uri":"Toucan","surface_form":"toucan","offset":1918},{"uri":"Branch","surface_form":"branch","offset":2166},{"uri":"Umbrella","surface_form":"umbrella","offset":2231},{"uri":"Monkey","surface_form":"monkey","offset":2366},{"uri":"Recycle","surface_form":"recycle","offset":3149},{"uri":"Vine","surface_form":"vine","offset":3611},{"uri":"Snake","surface_form":"Snake","offset":4464},{"uri":"Tapir","surface_form":"Tapir","offset":4472},{"uri":"Jaguar","surface_form":"Jaguar","offset":4480},{"uri":"Tamandua","surface_form":"Tamandua","offset":4489},{"uri":"Gorilla","surface_form":"Gorilla","offset":4504},{"uri":"Centipede","surface_form":"centipede","offset":4610},{"uri":"Epiphyte","surface_form":"epiphyte","offset":4938},{"uri":"Orchid","surface_form":"orchid","offset":5190},{"uri":"Frog","surface_form":"frog","offset":5364},{"uri":"Salamander","surface_form":"salamander","offset":5374},{"uri":"Frog","surface_form":"frog","offset":5459},{"uri":"Insect","surface_form":"insect","offset":5631},{"uri":"Bee","surface_form":"bee","offset":5713},{"uri":"Termite","surface_form":"termite","offset":5732},{"uri":"Beetle","surface_form":"beetle","offset":5742},{"uri":"Ant","surface_form":"ant","offset":5786},{"uri":"Larvae","surface_form":"larvae","offset":6027},{"uri":"Snake","surface_form":"Snake","offset":6049},{"uri":"Egg_(biology)","surface_form":"eggs","offset":6115},{"uri":"Latin_America","surface_form":"Latin America","offset":6201},{"uri":"Venom","surface_form":"poisonous","offset":6220},{"uri":"Anaconda","surface_form":"anaconda","offset":6288},{"uri":"South_America","surface_form":"South America","offset":6300},{"uri":"Monkey","surface_form":"Monkey","offset":6458},{"uri":"Bird","surface_form":"bird","offset":6959},{"uri":"Tapir","surface_form":"tapir","offset":7074},{"uri":"Rhinoceros","surface_form":"rhinoceros","offset":7172},{"uri":"South_America","surface_form":"South America","offset":7197},{"uri":"Asia","surface_form":"Asia","offset":7216},{"uri":"Jaguar","surface_form":"Jaguar","offset":7341},{"uri":"Leopard","surface_form":"leopard","offset":7350},{"uri":"Tiger","surface_form":"tiger","offset":7364},{"uri":"Predator","surface_form":"predator","offset":7387},{"uri":"Fur","surface_form":"fur","offset":7440},{"uri":"Fur_trade","surface_form":"fur trade","offset":7480},{"uri":"Species","surface_form":"species","offset":7792},{"uri":"Scientific_name","surface_form":"scientific name","offset":7934},{"uri":"Water","surface_form":"water","offset":8481},{"uri":"Arrow","surface_form":"arrow","offset":8666},{"uri":"Poison","surface_form":"poison","offset":8678},{"uri":"Farmer","surface_form":"farmer","offset":8830},{"uri":"Field","surface_form":"field","offset":9334},{"uri":"West_Virginia","surface_form":"West Virginia","offset":10060},{"uri":"Weed","surface_form":"weed","offset":11301},{"uri":"Rain","surface_form":"rain","offset":11867},{"uri":"Carbon","surface_form":"carbon","offset":12047},{"uri":"Drug","surface_form":"drug","offset":12367},{"uri":"Coffee","surface_form":"Coffee","offset":12424},{"uri":"Chocolate","surface_form":"chocolate","offset":12432},{"uri":"Banana","surface_form":"banana","offset":12443},{"uri":"Corn","surface_form":"corn","offset":12452},{"uri":"Tea","surface_form":"tea","offset":12458},{"uri":"Sweet_potato","surface_form":"sweet potato","offset":12463},{"uri":"Brazil_nut","surface_form":"Brazil nut","offset":12479},{"uri":"Rubber","surface_form":"rubber","offset":12492}]}