{"id":101287,"url":"http://en.wikipedia.org/wiki/Creation_myth","text":"A creation myth or creation story explains how the universe started, how the earth came to be, and why there are humans. Creation myths are usually part of religions and mythologies. Very often, creation myths say that humans were made by a god, spirit or other supreme being.\nCherokee.\nIn the beginning, there was just water. All the animals lived above it and the sky was overcrowded. They were all curious about what was beneath the water and one day Dayuni'si, the water beetle, volunteered to explore it. He explored the surface but could not find any solid ground. He explored below the surface to the bottom and all he found was mud which he brought back to the surface. After collecting the mud, it began to grow in size and spread outwards until it became the Earth as we know it.\nKiowa Apache.\nIn the beginning nothing existed, darkness was all around. Suddenly from the darkness came a thin disc, one side yellow and the other side white, appearing suspended in midair. Within the disc sat a small bearded man, Creator, the \"One Who Lives Above\". When he looked into the endless darkness, light appeared above. He looked down and it became a sea of light. To the east, he created yellow streaks of dawn. To the west, tints of many colors appeared everywhere. There were also clouds of different colors. He also created three other gods: a little girl, a sun god and a small boy. Then he created celestial phenomena, the winds, the tarantula, and the earth from the sweat of the four gods mixed together in the Creator's palms, from a small round, brown ball, not much larger than a bean. The world was expanded to its current size by the gods kicking the small brown ball. Creator told Wind to go inside the ball and to blow it up. The tarantula, who knew what to do, spun a black cord and, attaching it to the ball, crawled away fast to the east, pulling on the cord with all his strength. Tarantula repeated with a blue cord to the south, a yellow cord to the west, and a white cord to the north. With mighty pulls in each direction, the brown ball stretched to immeasurable size--it became the earth! No hills, mountains, or rivers were visible; only smooth, treeless, brown plains appeared. Then the Creator created the rest of the beings and features of the Earth.\nJudeo-Christian-Islamic account.\nIn the Judeo-Christian-Islamic story, it is believed that an entity referred to as God created the universe in six days.\nChristians that believe God created the Universe in exactly the way described in the Bible are called \"creationists\". Other Christians think that the biblical creation story has fundamental truths and messages, but should not be taken literally.\nIn other cultures/religions.\nMany cultures have stories describing the origin of the world, which may be roughly grouped into common types. In one type of story, the world is born from a world egg; such stories include the Finnish epic poem \"Kalevala\", the Chinese story of Pangu or the Indian Brahmanda Purana. In related stories, the creation is caused by a single entity emanating or producing something by his or herself, as in the Tibetan Buddhism concept of Adi-Buddha, the ancient Greek story of Gaia (Mother Earth), the Aztec goddess Coatlicue myth, the ancient Egyptian god Atum story, or the Genesis creation myth. In another type of story, the world is created from the union of male and female deities, as in the Maori story of Rangi and Papa. In other stories, the Universe is created by crafting it from pre-existing materials, such as the corpse of a dead god — as from Tiamat in the Babylonian epic Enuma Elish or from the giant Ymir in Norse mythology – or from chaotic materials, as in Izanagi and Izanami in Japanese mythology. In another type of story, the world is created by the command of a divinity, as in the ancient Egyptian story of Ptah or the Genesis creation myth as a part of Jewish and Christian mythology. In other stories, the universe emanates from fundamental principles, such as Brahman and Prakrti, or the yin and yang of the Tao.\nAlthough Heraclitus argued for eternal change, his quasi-contemporary Parmenides made the radical suggestion that all change is an illusion, that the true underlying reality is eternally unchanging and of a single nature. Parmenides denoted this reality as το εν (The One). Parmenides' theory seemed implausible to many Greeks, but his student Zeno of Elea challenged them with several famous paradoxes. Aristotle resolved these paradoxes by developing the notion of an infinitely divisible continuum, and applying it to space and time.\nThe Indian philosopher Kanada, founder of the Vaisheshika school, developed a theory of atomism and proposed that light and heat were varieties of the same substance. In the 5th century AD, the Buddhist atomist philosopher Dignāga proposed atoms to be point-sized, durationless, and made of energy. They denied the existence of substantial matter and proposed that movement consisted of momentary flashes of a stream of energy.\nBoth arguments were adopted by later Christian philosophers and theologians, and the second argument in particular became more famous after it was adopted by Immanuel Kant in his thesis of the first antinomy concerning time.\nFakhr al-Din al-Razi (1149–1209) criticized the idea of the Earth's centrality within the universe. In the context of his commentary on the Qur'anic verse, \"All praise belongs to God, Lord of the Worlds,\" he raises the question of whether the term \"worlds\" in this verse refers to \"multiple worlds within this single universe or cosmos, or to many other universes or a multiverse beyond this known universe.\" He rejected the Aristotelian and Avicennian notions of a single universe revolving around a single world, and instead argued that there are more than \"a thousand thousand worlds (\"alfa alfi 'awalim\") beyond this world such that each one of those worlds be bigger and more massive than this world as well as having the like of what this world has.\" He argued that there exists an infinite outer space beyond the known world, and that God has the power to fill the vacuum with an infinite number of universes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Myth","surface_form":"myth","offset":11},{"uri":"Story","surface_form":"story","offset":28},{"uri":"Human","surface_form":"human","offset":113},{"uri":"Religion","surface_form":"religion","offset":156},{"uri":"Mythology","surface_form":"mythologies","offset":170},{"uri":"God","surface_form":"god","offset":241},{"uri":"Spirit","surface_form":"spirit","offset":246},{"uri":"Tarantula","surface_form":"tarantula","offset":1747},{"uri":"Creationism","surface_form":"creationists","offset":2538},{"uri":"World_egg","surface_form":"world egg","offset":2868},{"uri":"Finnish_people","surface_form":"Finnish","offset":2904},{"uri":"Epic_poetry","surface_form":"epic poem","offset":2912},{"uri":"Kalevala","surface_form":"Kalevala","offset":2923},{"uri":"China","surface_form":"Chinese","offset":2938},{"uri":"Pangu","surface_form":"Pangu","offset":2955},{"uri":"History_of_India","surface_form":"Indian","offset":2968},{"uri":"Brahmanda_Purana","surface_form":"Brahmanda Purana","offset":2975},{"uri":"Tibetan_Buddhism","surface_form":"Tibetan Buddhism","offset":3117},{"uri":"Adi-Buddha","surface_form":"Adi-Buddha","offset":3145},{"uri":"Ancient_Greece","surface_form":"ancient Greek","offset":3161},{"uri":"Gaia_(mythology)","surface_form":"Gaia","offset":3184},{"uri":"Aztec_mythology","surface_form":"Aztec","offset":3209},{"uri":"Coatlicue","surface_form":"Coatlicue","offset":3223},{"uri":"Ancient_Egyptian_religion","surface_form":"ancient Egyptian","offset":3243},{"uri":"Ennead","surface_form":"god","offset":3260},{"uri":"Atum","surface_form":"Atum","offset":3264},{"uri":"Genesis_creation_myth","surface_form":"Genesis creation myth","offset":3283},{"uri":"Maori_mythology","surface_form":"Maori story","offset":3406},{"uri":"Rangi_and_Papa","surface_form":"Rangi and Papa","offset":3421},{"uri":"Tiamat","surface_form":"Tiamat","offset":3566},{"uri":"Babylon","surface_form":"Babylon","offset":3580},{"uri":"Enuma_Elish","surface_form":"Enuma Elish","offset":3596},{"uri":"Ymir","surface_form":"Ymir","offset":3626},{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":3634},{"uri":"Izanagi","surface_form":"Izanagi","offset":3685},{"uri":"Izanami","surface_form":"Izanami","offset":3697},{"uri":"Japanese_mythology","surface_form":"Japanese mythology","offset":3708},{"uri":"God","surface_form":"divinity","offset":3795},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":3815},{"uri":"Ptah","surface_form":"Ptah","offset":3841},{"uri":"Jewish_mythology","surface_form":"Jewish","offset":3888},{"uri":"Christian_mythology","surface_form":"Christian mythology","offset":3899},{"uri":"Brahman","surface_form":"Brahman","offset":3997},{"uri":"Prakrti","surface_form":"Prakrti","offset":4009},{"uri":"Yin_and_yang","surface_form":"yin and yang","offset":4025},{"uri":"Tao","surface_form":"Tao","offset":4045},{"uri":"Parmenides","surface_form":"Parmenides","offset":4120},{"uri":"Zeno_of_Elea","surface_form":"Zeno of Elea","offset":4394},{"uri":"Zeno%27s_paradoxes","surface_form":"paradoxes","offset":4443},{"uri":"Space_(physics)","surface_form":"space","offset":4571},{"uri":"Time","surface_form":"time","offset":4581},{"uri":"Indian_philosophy","surface_form":"Indian philosopher","offset":4591},{"uri":"Kanada","surface_form":"Kanada","offset":4610},{"uri":"Vaisheshika","surface_form":"Vaisheshika","offset":4633},{"uri":"Atomism","surface_form":"atomism","offset":4675},{"uri":"Light","surface_form":"light","offset":4701},{"uri":"Heat","surface_form":"heat","offset":4711},{"uri":"Buddhist_atomism","surface_form":"Buddhist atomist","offset":4781},{"uri":"Dign%C4%81ga","surface_form":"Dignāga","offset":4810},{"uri":"Atom","surface_form":"atom","offset":4827},{"uri":"Immanuel_Kant","surface_form":"Immanuel Kant","offset":5173},{"uri":"Antinomy","surface_form":"antinomy","offset":5214},{"uri":"Time","surface_form":"time","offset":5234},{"uri":"Fakhr_al-Din_al-Razi","surface_form":"Fakhr al-Din al-Razi","offset":5240},{"uri":"Geocentric_model","surface_form":"Earth's centrality","offset":5300},{"uri":"Qur%27an","surface_form":"Qur'an","offset":5380},{"uri":"World","surface_form":"world","offset":5489},{"uri":"Cosmos","surface_form":"cosmos","offset":5569},{"uri":"Multiverse","surface_form":"multiverse","offset":5609},{"uri":"Aristotelianism","surface_form":"Aristotelian","offset":5665},{"uri":"Avicennism","surface_form":"Avicennian","offset":5682},{"uri":"Outer_space","surface_form":"outer space","offset":6037},{"uri":"Vacuum","surface_form":"vacuum","offset":6112}]}