{"id":101380,"url":"http://en.wikipedia.org/wiki/Information_technology","text":"ce=\"preserve\">Information technology (or IT) is a term that encompasses all forms of technology used to create, store, exchange, and use information in its various forms (business data, voice conversations, still images, motion pictures, photos, multimedia presentations, and other forms, including those not yet conceived).\nNow, people have been using it to refer to other aspects of technology. It now covers many more fields of study than it has covered in the past.\nA. The Premechanical Age: 3000 B.C. – 1450 A.D..\nOne of the very first information processors.\nB. The Mechanical Age: 1450 – 1840.\nEarly 1600s, William Oughtred, an English clergyman, invented the slide rule.\nC. The Electromechanical Age: 1840 – 1940..\nThe discovery of ways to harness electricity was the key advance made during this period. Knowledge and information could now be converted into electrical impulses.\nD. The Electronic Age: 1940 – Present..\n3. The Four Generations of Digital Computing.\nIndividual transistors were replaced by integrated circuits.\nField of Study.\nThis is in contrast to a Bachelor of Science in Information Technology which is a bachelor's degree typically conferred after a period of three to four years of an undergraduate course of study in Information Technology (IT). The degree itself is a Bachelor of Science with institutions conferring degrees in the fields of information technology and related fields.\nMany employers require software developers or programmers to have a Bachelor of Science in Computer Science degree; however, those seeking to hire for positions such as network administrators or database managers would require a Bachelors of Science in Information Technology or an equivalent degree. Graduates with an information technology background are able to perform technology tasks relating to the processing, storing, and communication of information between computers, mobile phones, and other electronic devices. Information technology as a field emphasizes the secure management of large amounts of diverse information and its accessibility via a wide variety of systems both local and world-wide.","categories":[],"infobox_types":[],"annotations":[{"uri":"William_Oughtred","surface_form":"William Oughtred","offset":614},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":1896}]}