{"id":101301,"url":"http://en.wikipedia.org/wiki/Lascaux","text":"Lascaux is the name given to a cave in the Vézère Valley of southwestern France. The Lascaux cave is famous for its cave paintings.\nThere are a number of caves near the village of Montignac, in the Dordogne \"département\". One of these caves contains some of the best-known Upper Paleolithic art. Most of the paintings are realistic images of large animals. Many of these animals are known from fossil evidence to have lived in the area at the time. The site of Lascaux was added to the UNESCO World Heritage Sites list in 1979, under the name of the Vézère Valley.\nMontignac is about from Périgueux, and about from Sarlat-la-Canéda\nDating.\nUnfortunately, none of the colors used in Lascaux are coal based. Therefore, a direct dating of the paintings is not possible. Despite this, Lascaux was one of the first sites where radiocarbon dating was used. That way, the coal in the fireplaces was dated to about 17,000 years ago. H.Breuil himself thought that the site was older, about 31.000 to 22.000 years old.\nNorbert Anjoulat looked at the style and the theme of the paintings, and found these were close to Solutréen, rather than Magdalénien.\nThere are some disagreements about dating the site. The paintings seem to date from 17,000 to 15,000 years ago. Artifacts were also found in the cave, which seem to be older. The original dating was to about 26,000 years ago.\nDiscovery and problems.\nThe caves were discovered on 12 September 1940. By 1955, about 2000 people visited them every day. In 1968, the original cave was closed to the public, and a system of air conditioning was installed. The cave paintings were restored and replicas of several paintings were created in other caves nearby, known as Lascaux II and Lascaux III. Today, the original cave is no longer accessible to the public.\nIn 2000, another problem emerged: Certain kinds of fungi started to grow in the original cave. These are extremely resistant to the usual fungicides used, even to formaldehyde. The fungus lives in symbiosis with a bacterium which is capable of destroying the fungicide. Therefore, the fungicide needs to be combined with an antibiotic to kill the bacterium as well.\nAs of 2006, the situation is more or less under control. The original caves are now sprayed with the fungicide/antibiotic every fortnight. Special workers need to clear the cave walls by hand, removing the mycelium which grows despite the treatment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cave","surface_form":"cave","offset":31},{"uri":"V%C3%A9z%C3%A8re_Valley","surface_form":"Vézère Valley","offset":43},{"uri":"France","surface_form":"France","offset":73},{"uri":"Cave_painting","surface_form":"cave painting","offset":116},{"uri":"Montignac%2C_Dordogne","surface_form":"Montignac","offset":180},{"uri":"Dordogne","surface_form":"Dordogne","offset":198},{"uri":"D%C3%A9partement_in_France","surface_form":"département","offset":208},{"uri":"Upper_Paleolithic","surface_form":"Upper Paleolithic","offset":273},{"uri":"Fossil","surface_form":"fossil","offset":394},{"uri":"UNESCO","surface_form":"UNESCO","offset":486},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":493},{"uri":"P%C3%A9rigueux","surface_form":"Périgueux","offset":589},{"uri":"Sarlat-la-Can%C3%A9da","surface_form":"Sarlat-la-Canéda","offset":615},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon dating","offset":822},{"uri":"Solutr%C3%A9en","surface_form":"Solutréen","offset":1108},{"uri":"Magdal%C3%A9nien","surface_form":"Magdalénien","offset":1131},{"uri":"12_September","surface_form":"12 September","offset":1423},{"uri":"1940","surface_form":"1940","offset":1436},{"uri":"Air_conditioning","surface_form":"air conditioning","offset":1562},{"uri":"Fungi","surface_form":"fungi","offset":1849},{"uri":"Fungicide","surface_form":"fungicide","offset":1936},{"uri":"Formaldehyde","surface_form":"formaldehyde","offset":1961},{"uri":"Symbiosis","surface_form":"symbiosis","offset":1995},{"uri":"Bacterium","surface_form":"bacterium","offset":2012},{"uri":"Antibiotic","surface_form":"antibiotic","offset":2122},{"uri":"Mycelium","surface_form":"mycelium","offset":2370}]}