{"id":101408,"url":"http://en.wikipedia.org/wiki/Nanotechnology","text":"e=\"preserve\">Nanotechnology is a part of science and technology about the control of matter on the atomic and molecular scale - this means things that are about 100 nanometres across\nNanotechnology includes making products that use parts this small, such as electronic devices, catalysts, sensors, etc. To give you an idea of how small that is, there are more nanometres in an inch than there are inches in 400 miles.\nTo give an international idea of how small that is, there are as many nanometres in a centimetre, as there are centimetres in 100 kilometres.\nNanotechnology brings together scientists and engineers from many different subjects, such as applied physics, materials science, interface and colloid science, device physics, chemistry, supramolecular chemistry (which refers to the area of chemistry that focuses on the non-covalent bonding interactions of molecules), self-replicating machines and robotics, chemical engineering, mechanical engineering, biology, biological engineering, and electrical engineering.\nGenerally, when people talk about nanotechnology, they mean structures of the size 100 nanometers or smaller. There are one million nanometers in a millimeter. Nanotechnology tries to make materials or machines of that size.\nPeople are doing many different types of work in the field of nanotechnology. Most current work looks at making nanoparticles (particles with nanometer size) that have special properties, such as the way they scatter light, absorb X-rays, transport electrical currents or heat, etc. At the more \"science fiction\" end of the field are attempts to make small copies of bigger machines or really new ideas for structures that make themselves. New materials are possible with nano size structures. It is even possible to work with single atoms.\nThere has been a lot of discussion about the future of nanotechnology and its dangers. Nanotechnology may be able to invent new materials and instruments which would be very useful, such as in medicine, computers, and making clean electricity (nanoelectromechanical systems) is helping design the next generation of solar panels, and efficient low-energy lighting). On the other hand, nanotechnology is new and there could be unknown problems. For example, if the materials are bad for people's health or for nature. They may have a bad effect on the economy or even big natural systems like the Earth itself. Some groups argue that there should be rules about the use of nanotechnology.\nThe start of nanotechnology.\nIdeas of nanotechnology were first used in talk \"There's Plenty of Room at the Bottom\", a talk given by the scientist Richard Feynman at an American Physical Society meeting at Caltech on December 29, 1959. Feynman described a way to move individual atoms to build smaller instruments and operate at that scale. Properties such as surface tension and Van der walls force would become very important.\nFeynman's simple idea seemed possible. The word \"nanotechnology\" was explained by Tokyo Science University Professor Norio Taniguchi in a 1974 paper. He said that nanotechnology was the work of changing materials by one atom or by one molecule. In the 1980s this idea was studied by Dr. K. Eric Drexler, who spoke and wrote about the importance of nano-scale events. \"Engines of Creation: The Coming Era of Nanotechnology\" (1986) is thought to be the willythirst book on nanotechnology. Nanotechnology and Nano science started with two key developments: the start of cluster science and the invention of the scanning tunneling microscope (STM). Soon afterwards, new molecules with carbon were discovered - first fullerenes in 1986 and carbon nanotubes a few years later. In another development, people studied how to make semiconductor nano crystals. Many metal oxide nanoparticles are now used as quantum dots (nanoparticles where the behaviour of single electrons becomes important). In 2000, the United States National Nanotechnology Initiative began to develop science in this field.\nClassification of Nano materials.\nNanotechnology has nanomaterials which can be classified into one, two and three dimensions nanoparticles. This classification is based upon different properties it holds such as scattering of light, absorbing x rays, transport electric current or heat. Nanotechnology has multidisciplinary character affecting multiple traditional technologies and different scientific disciplines. New materials which can be scaled even at atomic size can be manufactured.\nPhysical characteristics of nanomaterial.\nAt nano scale physical properties of system or particles substantially change. Physical properties such as quantum size effects where electrons move different for very small sizes of particle. Properties such as mechanical, electrical and optical changes when macroscopic system changes to microscopic one which is of utmost importance.\nNano materials and particles can act as catalyst to increase the reaction rate along with that produce better yield as compared to other catalyst.\nSome of the most interesting properties when particle gets converted to nano scale are substances which usually stop light become transparent (copper); it becomes possible to burn some materials (aluminum); solids turn into liquids at room temperature (gold); insulators become conductors (silicon). A material such as gold, which does not react with other chemicals at normal scales, can be a powerful chemical catalyst at nanoscales. These special properties which we can only see at the nano scale are one of the most interesting things about nanotechnology.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science","surface_form":"science","offset":41},{"uri":"Technology","surface_form":"technology","offset":53},{"uri":"Matter","surface_form":"matter","offset":85},{"uri":"Atom","surface_form":"atom","offset":99},{"uri":"Molecule","surface_form":"molecular","offset":110},{"uri":"Electronic","surface_form":"electronic","offset":258},{"uri":"Catalysts","surface_form":"catalysts","offset":278},{"uri":"Scientist","surface_form":"scientist","offset":591},{"uri":"Engineer","surface_form":"engineer","offset":606},{"uri":"Applied_physics","surface_form":"applied physics","offset":654},{"uri":"Materials_science","surface_form":"materials science","offset":671},{"uri":"Interface_and_colloid_science","surface_form":"interface and colloid science","offset":690},{"uri":"Semiconductor_device","surface_form":"device physics","offset":721},{"uri":"Supramolecular_chemistry","surface_form":"supramolecular chemistry","offset":748},{"uri":"Self-replicating_machine","surface_form":"self-replicating machine","offset":881},{"uri":"Robotics","surface_form":"robotics","offset":911},{"uri":"Chemical_engineering","surface_form":"chemical engineering","offset":921},{"uri":"Mechanical_engineering","surface_form":"mechanical engineering","offset":943},{"uri":"Biological_engineering","surface_form":"biological engineering","offset":976},{"uri":"Electrical_engineering","surface_form":"electrical engineering","offset":1004},{"uri":"Nanometer","surface_form":"nanometer","offset":1115},{"uri":"Material","surface_form":"material","offset":1697},{"uri":"Danger","surface_form":"danger","offset":1872},{"uri":"Instrument","surface_form":"instrument","offset":1936},{"uri":"Medicine","surface_form":"medicine","offset":1987},{"uri":"Computer","surface_form":"computer","offset":1997},{"uri":"Electricity","surface_form":"electricity","offset":2025},{"uri":"Nanoelectromechanical_systems","surface_form":"nanoelectromechanical systems","offset":2038},{"uri":"Economy","surface_form":"economy","offset":2345}]}