{"id":101477,"url":"http://en.wikipedia.org/wiki/Keyboard_(computer)","text":"A computer keyboard is an input device that allows a person to enter letters, numbers, and other symbols (these are called characters in a keyboard) into a computer. It is one of the most used input devices for computers. Using a keyboard to enter lots of data is called typing.\nA keyboard contains many mechanical switches or push-buttons called \"keys\". When one of these are pushed, an electrical circuit is closed, and the keyboard sends a signal to the computer that tells it what letter, number or symbol it would like to be shown on the screen. The computer's CPU then shows the character on the screen, usually at the place where the cursor is. Besides entering characters, computer keyboards also have special keys that change the symbol (such as shift or caps lock) or give the computer special commands (such as the arrow keys, CTRL and ALT). Different computer operating system<nowiki/>s use different special keys, or use them differently. Special commands can also be activated through a combination of keys (such as Ctrl + V on Windows to paste copied content).\nA keyboard can be joined to a computer using a wire, but can also be wireless (like those that use Bluetooth). Most 21st century keyboards that use wires connect to a USB port on the computer, but older ones use a less versatile DIN connector port.\nTypes.\nThere are different types of keyboards. They can be based on the way the keys work; for example, laptops have keys that do not move a lot, because the keyboard has to be very thin in order to fit inside the laptop. On the other hand, video game like keyboards with keys that move a lot, so that they feel if the key works and the game is working. In between, an ergonomic keyboard is made to be easier for people to use, without hurting their hands or arms. Most computer keyboards have the keys in six rows, but some laptops use only five or even four rows to save space.\nThere are also different ways the keys on a keyboard are laid out, usually to deal with different regions and languages of the world. The most popular layout is called QWERTY, which is based on the first six letters on typewriter keyboards. The QWERTY design was made so the most common letters would not make a mechanical typewriter \"jam\", or stop working. Now, even though most people do not use typewriters anymore, the design stayed because people were used to it. Other layouts have been developed, for example the Dvorak keyboard, which puts the most common letters in the places that are easiest to reach. Gaming keyboards are used for their fast reaction timing.\nRisks.\nKeystroke logging is capturing a record of each key that is pressed. Keystroke logging can be used to measure employee activity. Hackers can also use keystroke logging. Scientists discovered that most keyboards give off electromagnetic radiation that can be used to tell which keys have been pressed. Spies could determine what has been typed by remotely sensing such signals.\nResearchers are studying if keyboards can spread diseases. Some keyboards were found to contain five times more germs than a toilet seat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Input_device","surface_form":"input device","offset":26},{"uri":"Letter","surface_form":"letter","offset":69},{"uri":"Number","surface_form":"number","offset":78},{"uri":"Symbol","surface_form":"symbol","offset":97},{"uri":"Character_(computing)","surface_form":"characters","offset":123},{"uri":"Computer","surface_form":"computer","offset":156},{"uri":"Data","surface_form":"data","offset":256},{"uri":"Typing","surface_form":"typing","offset":271},{"uri":"Mechanics","surface_form":"mechanical","offset":304},{"uri":"Switch","surface_form":"switch","offset":315},{"uri":"Push-button","surface_form":"push-button","offset":327},{"uri":"Electrical_circuit","surface_form":"electrical circuit","offset":388},{"uri":"Signal_(electrical_engineering)","surface_form":"signal","offset":443},{"uri":"Computer_monitor","surface_form":"screen","offset":543},{"uri":"Central_processing_unit","surface_form":"CPU","offset":566},{"uri":"Cursor","surface_form":"cursor","offset":641},{"uri":"Shift_key","surface_form":"shift","offset":755},{"uri":"Caps_lock","surface_form":"caps lock","offset":764},{"uri":"Arrow_keys","surface_form":"arrow keys","offset":826},{"uri":"Control_key","surface_form":"CTRL","offset":838},{"uri":"Alt_key","surface_form":"ALT","offset":847},{"uri":"Operating_system","surface_form":"operating system","offset":872},{"uri":"Wire","surface_form":"wire","offset":1123},{"uri":"Wireless","surface_form":"wireless","offset":1145},{"uri":"Bluetooth","surface_form":"Bluetooth","offset":1175},{"uri":"USB_port","surface_form":"USB port","offset":1243},{"uri":"DIN_connector","surface_form":"DIN connector","offset":1305},{"uri":"Laptop","surface_form":"laptop","offset":1429},{"uri":"Video_game","surface_form":"video game","offset":1566},{"uri":"Ergonomic_keyboard","surface_form":"ergonomic keyboard","offset":1694},{"uri":"Regions","surface_form":"regions","offset":2003},{"uri":"Language","surface_form":"language","offset":2015},{"uri":"QWERTY","surface_form":"QWERTY","offset":2073},{"uri":"Typewriter","surface_form":"typewriter","offset":2124},{"uri":"Dvorak_keyboard","surface_form":"Dvorak keyboard","offset":2425},{"uri":"Keystroke_logging","surface_form":"Keystroke logging","offset":2583},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":2803}]}