{"id":101455,"url":"http://en.wikipedia.org/wiki/Maharishi_Mahesh_Yogi","text":"Maharishi Mahesh Yogi (12 January 1918 5 February 2008) was an Indian guru (a teacher of spirituality). He was most famous for his development of Transcendental Meditation. He also was well known for his association with the rock bands, The Beatles and The Beach Boys.\nEarly life.\nHis birth name was either Mahesh Verma Shrivastava or Mahesh Prasad Varma. His parents were Hindus from the.\nHe was born in Raipur, India. He graduated from Allahabad University in Uttar Pradesh, and began his career as a physicist. His physics work made him interested in the sound vibrations made by spoken syllables, and how those vibrations could change a person's body or consciousness. In time, he became a disciple of Swami Brahmananda Saraswati, who was called \"Guru Dev\". He later became the swami's secretary. He could not become the swami's, because of India's caste system, but he could become a guru on his own. Guru Dev gave him the name \"Bal Brahmachari Mahesh\". Later he adopted the name Maharishi (\"great teacher\"), while \"yogi\" was a name given to teachers of yoga.\nTranscendental Meditation.\nTranscendental Meditation (sometimes shortened to \"TM\") grew out of Guru Dev's teachings, and the Maharishi's own physics studies. A person practices Transcendental Meditation by sitting quietly, and mentally repeating a \", of syllables or names considered or holy in Hinduism. In Transcendental Meditation, the sounds are used purely as sounds independent of any associated meanings in any language. Meditating helps a person to relax, and to concentrate on important things. During this meditation a person transcends conscious thought to a quieter state of mind, and this gives the technique its name.\nThe Maharishi began what he called the \"Spiritual Movement\" in 1958. He traveled around the world, teaching Transcendental Meditation to ordinary people. Unlike many gurus, he did not require followers to give up their everyday lives, or move to an to live and study. He believed that helping people to relieve stress and learn how to focus would improve their lives, and in time make a better world. He taught for nearly ten years, with little public notice. He also published a book, \"The Science of Being and the Art of Living\", and recorded a spoken-word album, that explained his beliefs.\nThe Beatles.\nDuring 1967, during the last months of his ten-year \"world tour\", he visited England, and people there began to join his Spiritual Regeneration Movement. One person who joined was Pattie Boyd, the wife of George Harrison, who was a member of The Beatles. Harrison had learned to play the sitar, an Indian musical instrument, and was interested in Hinduism. He had not found a guru whose teachings interested him. When Pattie told him about the Maharishi, he became interested, and all four Beatles went to a lecture given by the Maharishi. They sent a message to him, asking to meet in person. All of the Beatles were interested in TM, because it was simple and they could continue on as musicians, instead of having to change their lifestyle. They each joined the movement, and began to promote the Maharishi and his teachings. They even announced that they gave up the use of drugs, which had earlier caused for the band, because of what they learned.\nBrian Epstein, manager of the Beatles, was also interested in TM, but had many problems in his personal life. He decided not to join the Beatles when they traveled to Wales to attend a weekend class given by the Maharishi, and stayed home. Later that weekend, Epstein overdosed on sleeping pills, and died in his sleep. The Beatles were very hurt by the news, and worried about what would happen to their careers. Maharishi tried to comfort them, telling them to think happy thoughts about Epstein, and let his spirit find peace.\nThe Beatles wanted to study with the Maharishi in India. They had just started their own company, Apple Corps, and with Epstein gone they had to work out many details for themselves. They could have found another manager, but decided they did not want one, and looked after Apple personally, until their helpers could take over running the company. Finally in early 1968, they made the trip to India.\nThe Beatles enjoyed the atmosphere in India, and the free time they had between classes, and began to write songs for a new album, which was later called the \"White Album\". One by one the Beatles lost interest. Ringo Starr, who had a sensitive stomach, became sick from the spicy food served at the ashram, and headed home after just a few days. Paul McCartney in time became bored, and also headed home. George Harrison and John Lennon stayed longer, but were upset when \"Magic Alex\", a friend who came to India with them, began to tell them stories about the Maharishi trying to have sexual intercourse with some of the women who came to the ashram. This Harrison and Lennon, and they went home the next day.\nThe Beatles were earlier interested in making a movie about the Maharishi and his work. When they began to talk with him about it, he surprised them by knowing more about business matters than they ever expected, and by asking questions about his share of the movie's profits. They did not think a \"holy man\" would be interested in such things. Between this and Magic Alex's stories, the band decided the Maharishi was a. They publicly him, telling the media they thought he was something other than what he proved to be. Lennon wrote a song about him, whose words went \"Maharishi, what have you done? You made a fool of everyone.\" He later changed the name \"Maharishi\" to \"Sexy Sadie\", to keep the Maharishi from seeking revenge of some kind, or a lawsuit, against him.\nYears later, the Beatles realized Magic Alex's were false. McCartney and Harrison began again to say good things about the Maharishi, and to promote his work. Starr called him \"one of the I met in my life.\" Lennon never forgave Maharishi for letting him down personally, but still used TM from time to time. Lennon realized that he had been looking for a, and that any father figure he found was going to let him down in the end, so he was better off to work out his own problems.\nLater life and career.\nThe Beatles were not the only celebrities to get involved with the Maharishi and his work. Actress Mia Farrow, folk-rocker Donovan and Mike Love of the Beach Boys also studied with the Maharishi in India, and the Beach Boys later promoted TM, much more than the Beatles ever had. They toured together with the Maharishi, and Mike Love insisted people who worked for them meditate daily. The association did not work well for the Beach Boys, and an album they recorded at a school started by the Maharishi sold poorly. In time most of the Beach Boys lost interest, but Love continued to promote the Maharishi and his works.\nMagician Doug Henning also became a follower of Transcendental Meditation. He campaigned to open a theme park called \"Vedaland\", based on Hinduism and the Maharishi's teachings. after his death, Doug Henning's widow continued the campaign.\nScientists studied people who meditated, and learned that TM really did help them to relax, and to think more clearly. A few Christian ministers and writers denounced TM, calling it \"a into Eastern religions\", and said that mantras were really a way of invoking the Devil or demons. Other Christians saw no harm in it, or encouraged people who wanted to meditate to instead chant the name of Jesus Christ, or a name for God, or a line from a psalm or Christian prayer. In any case, TM went on to help many people around the world, and it is still taught as a form of meditation.\nRetirement.\nThe Maharishi continued his teachings and work, later promoting the \"Maharishi Technology of the \" and other ideas. In time, he gave up his ashram in India, moving to The Netherlands in Europe. He announced his retirement in January 2008, only weeks before he died from natural causes.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":63},{"uri":"Guru","surface_form":"guru","offset":70},{"uri":"Spirituality","surface_form":"spirituality","offset":89},{"uri":"Transcendental_Meditation","surface_form":"Transcendental Meditation","offset":146},{"uri":"Rock_and_roll","surface_form":"rock band","offset":225},{"uri":"The_Beatles","surface_form":"The Beatles","offset":237},{"uri":"The_Beach_Boys","surface_form":"The Beach Boys","offset":253},{"uri":"Hinduism","surface_form":"Hindus","offset":373},{"uri":"Physicist","surface_form":"physicist","offset":503},{"uri":"Physics","surface_form":"physics","offset":518},{"uri":"Vibration","surface_form":"vibration","offset":564},{"uri":"Consciousness","surface_form":"consciousness","offset":658},{"uri":"Disciple","surface_form":"disciple","offset":694},{"uri":"Secretary","surface_form":"secretary","offset":790},{"uri":"Caste","surface_form":"caste","offset":853},{"uri":"Yoga","surface_form":"yoga","offset":1059},{"uri":"Holy","surface_form":"holy","offset":1352},{"uri":"Hinduism","surface_form":"Hinduism","offset":1360},{"uri":"Relax","surface_form":"relax","offset":1522},{"uri":"Concentrate","surface_form":"concentrate","offset":1536},{"uri":"Technique","surface_form":"technique","offset":1677},{"uri":"Stress_(medicine)","surface_form":"stress","offset":2008},{"uri":"Focus","surface_form":"focus","offset":2032},{"uri":"Album_(music)","surface_form":"album","offset":2256},{"uri":"England","surface_form":"England","offset":2381},{"uri":"Pattie_Boyd","surface_form":"Pattie Boyd","offset":2484},{"uri":"George_Harrison","surface_form":"George Harrison","offset":2509},{"uri":"The_Beatles","surface_form":"The Beatles","offset":2546},{"uri":"Sitar","surface_form":"sitar","offset":2592},{"uri":"Lecture","surface_form":"lecture","offset":2812},{"uri":"Promotion","surface_form":"promote","offset":3092},{"uri":"Drug","surface_form":"drug","offset":3182},{"uri":"Brian_Epstein","surface_form":"Brian Epstein","offset":3258},{"uri":"Wales","surface_form":"Wales","offset":3425},{"uri":"Overdose","surface_form":"overdose","offset":3526},{"uri":"Spirit","surface_form":"spirit","offset":3769},{"uri":"Apple_Corps","surface_form":"Apple Corps","offset":3886},{"uri":"Atmosphere","surface_form":"atmosphere","offset":4213},{"uri":"The_Beatles_(album)","surface_form":"White Album","offset":4348},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":4400},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":4535},{"uri":"John_Lennon","surface_form":"John Lennon","offset":4614},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":4775},{"uri":"Movie","surface_form":"movie","offset":4948},{"uri":"Profit","surface_form":"profit","offset":5168},{"uri":"Media","surface_form":"media","offset":5353},{"uri":"Revenge","surface_form":"revenge","offset":5622},{"uri":"Lawsuit","surface_form":"lawsuit","offset":5649},{"uri":"Celebrity","surface_form":"celebrities","offset":6205},{"uri":"Mia_Farrow","surface_form":"Mia Farrow","offset":6274},{"uri":"Folk_music","surface_form":"folk","offset":6286},{"uri":"Donovan","surface_form":"Donovan","offset":6298},{"uri":"Mike_Love","surface_form":"Mike Love","offset":6310},{"uri":"The_Beach_Boys","surface_form":"Beach Boys","offset":6327},{"uri":"Magician","surface_form":"Magician","offset":6798},{"uri":"Doug_Henning","surface_form":"Doug Henning","offset":6807},{"uri":"Theme_park","surface_form":"theme park","offset":6897},{"uri":"Widow","surface_form":"widow","offset":7008},{"uri":"Christianity","surface_form":"Christian","offset":7163},{"uri":"Clergy","surface_form":"minister","offset":7173},{"uri":"Invoke","surface_form":"invoking","offset":7291},{"uri":"Devil","surface_form":"Devil","offset":7304},{"uri":"Demon","surface_form":"demon","offset":7313},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":7430},{"uri":"God","surface_form":"God","offset":7458},{"uri":"Psalm","surface_form":"psalm","offset":7480},{"uri":"Prayer","surface_form":"prayer","offset":7499},{"uri":"The_Netherlands","surface_form":"The Netherlands","offset":7796},{"uri":"Europe","surface_form":"Europe","offset":7815},{"uri":"Retirement","surface_form":"retirement","offset":7840}]}