{"id":101547,"url":"http://en.wikipedia.org/wiki/WWE_Intercontinental_Championship","text":"WWE Intercontinental Championship is a professional wrestling championship in WWE (World Wrestling Entertainment). It is the first secondary title of WWE. It has been the exclusive secondary championship of WWE's weekly TV show \"Raw\" since April 2017 when the champion at the time Dean Ambrose was moved to the show from \"SmackDown\" in the 2017 Superstar Shake-Up.\nHistory.\nThe WWE Intercontinental Championship was first known as the World Wrestling Federation (WWF) Intercontinental Championship, until the WWE/WWF 2002 Lawsuit. Following the title's introduction in 1979, Pat Patterson became the inaugural champion on September 15. The title's creation came as a result of Patterson defeating Ted DiBiase to win the WWF North American Championship and defending the title in a fictional tournament held in Rio de Janeiro, Brazil to be unified with a South American Championship.\nIn March 2001, the World Wrestling Federation bought World Championship Wrestling. Soon after, \"The Invasion\" took place in which the ECW Alliance was ultimately dismantled. At Survivor Series 2001, the title was unified with the WCW United States Championship. The United States Champion, Edge, won against the Intercontinental Champion, Test, and became the new Intercontinental Champion while the United States Championship became inactive.\nAfter the WWE name change in 2002, the championship became known as the WWE Intercontinental Championship. It was then unified with the European Championship in a ladder match on July 22, and later the Hardcore Championship on August 26. The Intercontinental Champion, Rob Van Dam, won against the European Champion, Jeff Hardy, and the Hardcore Champion, Tommy Dreamer. As a result, Rob Van Dam was named the last European and Hardcore Champion. Then at No Mercy 2002, it was unified with the World Heavyweight Championship. The World Heavyweight Champion, Triple H, won against the Intercontinental Champion, Kane, and continued to be the World Heavyweight Champion while the Intercontinental Championship became inactive. In May 2003, after fan protests of the retirement of the Intercontinental Title, the title was reactivated by \"Raw\" Co-General Manager, Stone Cold Steve Austin, and was recommissioned to be the secondary championship for the \"Raw\" brand. Shortly after, the WCW United States Championship was reactivated as the WWE United States Championship by the \"SmackDown\"! brand, making the Intercontinental Championship its equal counterpart for the \"Raw\" brand. During the 2009 WWE Draft the two title swapped brands, making the Intercontinental Championship \"SmackDown\" property and the US Title \"Raw\" property. On August 29, 2011, all WWE programming became \"Supershows\" that feature wrestlers from both brands, ending the brand extension. All WWE titles can now be defended at any WWE event.\nAt WrestleMania 32, the title was won by Zack Ryder in a seven-man ladder match, losing it the next night to The Miz on \"Raw\". The brand split was brought back in July of 2016, with the Miz being drafted to \"SmackDown Live\", bringing the Intercontinental title to that show. After a long feud with Dolph Ziggler over the title, the Miz lost the belt to Dean Ambrose on an episode of \"SmackDown Live\" on January 3, 2017. Ambrose was drafted to \"Raw\" in the 2017 Superstar Shake-Up, bringing the Intercontinental title to that show.\nCurrent Champion.\nSami Zayn won the title from Braun Strowman in a 3-on-1 handicap match with Cesaro and Shinsuke Nakamura. Due to the COVID-19 outbreak, he could not defend his title. So a tournament was held for the Intercontinental Championship. In finals between Daniel Bryan and Aj Styles, Aj styles won the championship for first time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":39},{"uri":"Championship","surface_form":"championship","offset":62},{"uri":"WWE","surface_form":"WWE","offset":78},{"uri":"WWE_Raw","surface_form":"\"Raw\"","offset":228},{"uri":"Dean_Ambrose","surface_form":"Dean Ambrose","offset":281},{"uri":"WWE_SmackDown","surface_form":"\"SmackDown\"","offset":321},{"uri":"Pat_Patterson","surface_form":"Pat Patterson","offset":575},{"uri":"September_15","surface_form":"September 15","offset":622},{"uri":"Ted_DiBiase","surface_form":"Ted DiBiase","offset":697},{"uri":"WWF_North_American_Heavyweight_Championship","surface_form":"WWF North American Championship","offset":720},{"uri":"Kayfabe","surface_form":"defending","offset":756},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":810},{"uri":"Brazil","surface_form":"Brazil","offset":826},{"uri":"Championship_unification","surface_form":"unified","offset":839},{"uri":"WWE","surface_form":"World Wrestling Federation","offset":902},{"uri":"World_Championship_Wrestling","surface_form":"World Championship Wrestling","offset":936},{"uri":"The_Invasion_(professional_wrestling)","surface_form":"The Invasion","offset":979},{"uri":"The_Alliance_(professional_wrestling)","surface_form":"ECW Alliance","offset":1017},{"uri":"Survivor_Series_(2001)","surface_form":"Survivor Series 2001","offset":1060},{"uri":"Championship_unification","surface_form":"unified","offset":1096},{"uri":"WWE_United_States_Championship","surface_form":"WCW United States Championship","offset":1113},{"uri":"Adam_Copeland","surface_form":"Edge","offset":1173},{"uri":"Andrew_Martin","surface_form":"Test","offset":1222},{"uri":"Championship_unification","surface_form":"unified","offset":1446},{"uri":"WWE_European_Championship","surface_form":"European Championship","offset":1463},{"uri":"Ladder_match","surface_form":"ladder match","offset":1490},{"uri":"July_22","surface_form":"July 22","offset":1506},{"uri":"WWE_Hardcore_Championship","surface_form":"Hardcore Championship","offset":1529},{"uri":"August_26","surface_form":"August 26","offset":1554},{"uri":"Rob_Van_Dam","surface_form":"Rob Van Dam","offset":1596},{"uri":"Jeff_Hardy","surface_form":"Jeff Hardy","offset":1644},{"uri":"Tommy_Dreamer","surface_form":"Tommy Dreamer","offset":1683},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":1821},{"uri":"Triple_H","surface_form":"Triple H","offset":1885},{"uri":"Glen_Jacobs","surface_form":"Kane","offset":1938},{"uri":"Stone_Cold_Steve_Austin","surface_form":"Stone Cold Steve Austin","offset":2188},{"uri":"WWE_United_States_Championship","surface_form":"WWE United States Championship","offset":2363},{"uri":"2009_WWE_Draft","surface_form":"2009 WWE Draft","offset":2516},{"uri":"WrestleMania_32","surface_form":"WrestleMania 32","offset":2841},{"uri":"Zack_Ryder","surface_form":"Zack Ryder","offset":2879},{"uri":"The_Miz","surface_form":"The Miz","offset":2947},{"uri":"Dolph_Ziggler","surface_form":"Dolph Ziggler","offset":3136},{"uri":"Dean_Ambrose","surface_form":"Dean Ambrose","offset":3191},{"uri":"Sami_Zayn","surface_form":"Sami Zayn","offset":3387},{"uri":"Braun_Strowman","surface_form":"Braun Strowman","offset":3416}]}