{"id":10154,"url":"http://en.wikipedia.org/wiki/Hoboken%2C_New_Jersey","text":"Hoboken is an American city in the state of New Jersey. It is by the Hudson River in Hudson County, across from Manhattan. In 2010, 50,005 people lived there.\nGeography.\nHoboken is at 40°44'41\" North, 74°1'59\" West (40.744851, -74.032941).\nThe United States Census Bureau said the city has a total area of 5.1 km² (2.0 mi²). 3.3 km² (1.3 mi²) of it is land and 1.8 km² (0.7 mi²) of it is water. The total area is 35.35% water.\nEarly history.\nHoboken was originally an island. The Hudson River was to the east. To the west was a swamp near the Palisades Sill. The island was a campsite used by the Lenni Lenape. The name Hoboken comes from the original Lenape name for \"Hobocan Hackingh\" or \"land of the tobacco pipe.\" Europeans came in the 17th century.\nThe first European to find Hoboken was Henry Hudson. He stopped his ship near Weehawken Cove on October 2, 1609. Three Native Americans sold Hoboken to Michael Paauw, Director of the Dutch West India Company on July 12, 1630. The first European settlers of Hoboken were Dutch farmers. Hendrick Van Vorst of Jersey City leased the land to Aert Van Putten, who was Hoboken's first person. In 1643 Van Putten built a farm house and brew house north of Castle Point. The brew house was America's first.\nThe land was taken by William Bayard. Bayard liked the revolutionary cause but changed to a Loyalist Tory in 1776 when the Rebels lost the New York and New Jersey Campaign. At the end of the Revolutionary War, Bayard's land was taken by the Revolutionary Government of New Jersey.\nThe nineteenth century.\nAfter the American war for independence, Hoboken was bought by Colonel John Stevens in 1784 for about $90,000. In the early 19th century, Stevens made the waterfront better for Manhattan people. He tested his inventions. Later in the century, Hoboken became better by being a shipping port and industrial center. Hoboken became a city in 1855, and Cornelius V. Clickener became the first Mayor. By the 19th century, shipping lines were using Hoboken as a port, and the Delaware, Lackawanna & Western Railroad (later the Erie Lackawanna Railroad) had became a railroad center at the waterfront.\nIn 1832, a cave called Sybil's Cave opened and was popular. At that time, Hoboken was not yet an industrial city, and Hoboken was a country spot. Sybil's Cave was used in one of Edgar Allan Poe's stories in 1841. The water in the cave was bad, so the cave closed in the 1880s. In the 1930s it was filled with stone but in 2005 it was reopened.\nHoboken grew. People got many jobs in the late 19th and early 20th centuries. The Hoboken Land and Improvement Company, started by Colonel Stevens in 1838, created many streets, began housing, and created building sites. The housing was made up of masonry of three to five stories. Many buildings survive to the present day, and the street grid. It was also at this time that German immigrants became the main group in Hoboken. Along with the main industry of creating ships, well-known industries that created a big presence in Hoboken were Maxwell House, Lipton Tea, and Hostess, among others. In 1870, the Stevens Institute of Technology was created at Castle Point, the highest point in Hoboken.\n\"Heaven, Hell or Hoboken.\".\nWorld War I changed Hoboken. People against Germans started the city being placed under law, and many Germans had to move to Ellis Island in nearby New York Harbor. Or they left the city. During the war Hoboken became famous. In Hoboken terminal, American troops got onto ships that went to Europe. More than three million soldiers went through the terminal, and their word phrase was \"Heaven, Hell or Hoboken... by Christmas.\"\nInterwar years.\nAfter the war, Italians were the city's major group, with the Irish having been a big group.\nPost World War II.\nIn the 1960s, other people followed, including Puerto Ricans. High crime rates shortly followed, and many of Hoboken's original residents slowly moved out, including Irish and Italians. In the middle of the 20th century, industries looked for greener areas, port jobs went to larger places in Newark Bay, and the car, truck and airplane relpaced the railroad and ship as the way of moving in the United States. Most of the ports closed around 1975.\nIn the 1970s and 1980s, Hoboken attracted artists, musicians, and commuters who were going into Manhattan for work. Making Hoboken better was done in the same way as in the Manhattan. Making Hoboken better has continued, with many new places to live now being built on what used to be industrial sites on the waterfront and even more so in the western parts of Hoboken that were wost for the longest time. Although political control of the city is largely influenced by the city's long-term residents, the \"yuppies\" who have settled in Hoboken are now showing extensive interest. The City of Hoboken is controlled by the Faulkner Act (Mayor-Council).\nDemographics.\n\"Notice: This section of reading material may be too difficult to read.\"\nAs of the census of 2000, there are 38,577 people, 19,418 households, and 6,835 families residing in the city. The population density is 11,636.5/km² (30,239.2/mi²). There are 19,915 housing units at an average density of 6,007.2/km² (15,610.7/mi²). The racial makeup of the city is 80.82% White, 4.26% African American, 0.16% Native American, 4.31% Asian, 0.05% Pacific Islander, 7.63% from other races, and 2.78% from two or more races. 20.18% of the population are Hispanic or Latino of any race.\nThere are 19,418 households out of which 11.4% have children under the age of 18 living with them, 23.8% are married couples living together, 9.0% have a female householder with no husband present, and 64.8% are non-families. 41.8% of all households are made up of individuals and 8.0% have someone living alone who is 65 years of age or older. The average household size is 1.92 and the average family size is 2.73.\nIn the city the population is spread out with 10.5% under the age of 18, 15.3% from 18 to 24, 51.7% from 25 to 44, 13.5% from 45 to 64, and 9.0% who are 65 years of age or older. The median age is 30 years. For every 100 females there are 103.9 males. For every 100 females age 18 and over, there are 103.9 males.\nThe median income for a household in the city is $62,550, and the median income for a family is $67,500. Males have a median income of $54,870 versus $46,826 for females. The per capita income for the city is $43,195. 11.0% of the population and 10.0% of families are below the poverty line. Out of the total population, 23.6% of those under the age of 18 and 20.7% of those 65 and older are living below the poverty line.\nCharacter.\nWith containerization in the 20th century Hoboken lost business as a port town and became rundown. Paterson, Elizabeth, and Camden were other places in New Jersey with similar problems. In the late 1970s, it began to prosper again and many people wanted to live there.\nThe city today is known for its excellent views of Manhattan, its fine-grained street grid, its historic architecture, and its restaurants and bars. A car is more of a hindrance than a help in getting around, and people do a great amount of walking. On weekend nights the town swells with young partygoers from nearby New Jersey towns who practice a rowdier style of barhopping than is fashionable across the river in Manhattan. Sundays are quieter.\nHoboken's gentrification has become relatively advanced, though many native residents remain in the city and hold political power. The population of \"newcomers\" or \"yuppies\", as they are typically called in the local press, consists of college and post-graduate students, bi-nationals, older artists and, increasingly, well-to-do commuters to Manhattan. However, rising rents and other costs of living, particularly in rental units, has resulted in some of the \"bohemian\" population moving away.\nWaterfront.\nThe Hoboken waterfront is the western shore of the Hudson from Newark Street and the Holland Tunnel to the south, and the Stevens Institute of Technology and Lincoln Tunnel to the north. The waterfront defined Hoboken as a port town and powered its economy from the mid-19th century to the outbreak of World War I when the federal government took control for war purposes. Control of the waterfront was returned to the city in the early 1950s. \"On the Waterfront\", often listed among the five or ten best American films ever, was filmed here. It dramatized the lives of dockworkers, and the infiltration of unions by organized crime. Today the waterfront is a place to look at the Hudson River and Manhattan, with landscaped parks built on the foundations of former piers (Pier A, Pier C, Sinatra Park and Pier 14).","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"United_States","surface_form":"American","offset":14},{"uri":"City","surface_form":"city","offset":23},{"uri":"U.S._state","surface_form":"state","offset":35},{"uri":"New_Jersey","surface_form":"New Jersey","offset":44},{"uri":"Hudson_River","surface_form":"Hudson River","offset":69},{"uri":"Hudson_County%2C_New_Jersey","surface_form":"Hudson County","offset":85},{"uri":"Manhattan","surface_form":"Manhattan","offset":112},{"uri":"2010","surface_form":"2010","offset":126},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":244},{"uri":"Square_kilometer","surface_form":"km²","offset":310},{"uri":"Square_mile","surface_form":"mi²","offset":319},{"uri":"Palisades_Sill","surface_form":"Palisades Sill","offset":543},{"uri":"Lenni_Lenape","surface_form":"Lenni Lenape","offset":597},{"uri":"17th_century","surface_form":"17th century","offset":740},{"uri":"Henry_Hudson","surface_form":"Henry Hudson","offset":793},{"uri":"October_2","surface_form":"October 2","offset":850},{"uri":"1609","surface_form":"1609","offset":861},{"uri":"Native_American","surface_form":"Native American","offset":873},{"uri":"July_12","surface_form":"July 12","offset":965},{"uri":"1630","surface_form":"1630","offset":974},{"uri":"Netherlands","surface_form":"Dutch","offset":1024},{"uri":"Hendrick_Van_Vorst","surface_form":"Hendrick Van Vorst","offset":1039},{"uri":"Jersey_City","surface_form":"Jersey City","offset":1061},{"uri":"1643","surface_form":"1643","offset":1144},{"uri":"Loyalist_(American_Revolution)","surface_form":"Loyalist Tory","offset":1345},{"uri":"1776","surface_form":"1776","offset":1362},{"uri":"New_York_and_New_Jersey_Campaign","surface_form":"New York and New Jersey Campaign","offset":1392},{"uri":"Revolutionary_War","surface_form":"Revolutionary War","offset":1444},{"uri":"American_Revolution","surface_form":"American war for independence","offset":1568},{"uri":"John_Stevens_(inventor)","surface_form":"Colonel John Stevens","offset":1621},{"uri":"1784","surface_form":"1784","offset":1645},{"uri":"19th_century","surface_form":"19th century","offset":1682},{"uri":"Inventions","surface_form":"inventions","offset":1767},{"uri":"Delaware%2C_Lackawanna_%26amp%3B_Western_Railroad","surface_form":"Delaware, Lackawanna & Western Railroad","offset":2027},{"uri":"Erie_Lackawanna_Railroad","surface_form":"Erie Lackawanna Railroad","offset":2078},{"uri":"Edgar_Allan_Poe","surface_form":"Edgar Allan Poe","offset":2330},{"uri":"20th_century","surface_form":"20th","offset":2558},{"uri":"1838","surface_form":"1838","offset":2646},{"uri":"Ethnic_German","surface_form":"German","offset":2872},{"uri":"Immigrants","surface_form":"immigrants","offset":2879},{"uri":"Maxwell_House","surface_form":"Maxwell House","offset":3038},{"uri":"Lipton","surface_form":"Lipton Tea","offset":3053},{"uri":"1870","surface_form":"1870","offset":3095},{"uri":"Stevens_Institute_of_Technology","surface_form":"Stevens Institute of Technology","offset":3105},{"uri":"Castle_Point_(Hoboken)","surface_form":"Castle Point","offset":3152},{"uri":"World_War_I","surface_form":"World War I","offset":3224},{"uri":"Ellis_Island","surface_form":"Ellis Island","offset":3349},{"uri":"New_York_Harbor","surface_form":"New York Harbor","offset":3372},{"uri":"Europe","surface_form":"Europe","offset":3515},{"uri":"Italy","surface_form":"Italians","offset":3683},{"uri":"Irish_ethnicity","surface_form":"Irish","offset":3730},{"uri":"1960s","surface_form":"1960s","offset":3787},{"uri":"Puerto_Ricans","surface_form":"Puerto Ricans","offset":3827},{"uri":"Newark_Bay","surface_form":"Newark Bay","offset":4073},{"uri":"1970s","surface_form":"1970s","offset":4236},{"uri":"1980s","surface_form":"1980s","offset":4246},{"uri":"Commuter","surface_form":"commuter","offset":4295},{"uri":"Faulkner_Act_(Mayor-Council)","surface_form":"Faulkner Act (Mayor-Council)","offset":4850},{"uri":"Census","surface_form":"census","offset":4977},{"uri":"2000","surface_form":"2000","offset":4987},{"uri":"Population_density","surface_form":"population density","offset":5082},{"uri":"White_(U.S._Census)","surface_form":"White","offset":5257},{"uri":"African_American_(U.S._Census)","surface_form":"African American","offset":5270},{"uri":"Native_American_(U.S._Census)","surface_form":"Native American","offset":5294},{"uri":"Asian_(U.S._Census)","surface_form":"Asian","offset":5317},{"uri":"Pacific_Islander_(U.S._Census)","surface_form":"Pacific Islander","offset":5330},{"uri":"Race_(U.S._Census)","surface_form":"other races","offset":5359},{"uri":"Hispanic_(U.S._Census)","surface_form":"Hispanic","offset":5435},{"uri":"Latino_(U.S._Census)","surface_form":"Latino","offset":5447},{"uri":"Race_(sociology)","surface_form":"race","offset":5461},{"uri":"Marriage","surface_form":"married couples","offset":5576},{"uri":"Per_capita_income","surface_form":"per capita income","offset":6373},{"uri":"Poverty_line","surface_form":"poverty line","offset":6476},{"uri":"Containerization","surface_form":"containerization","offset":6637},{"uri":"20th_century","surface_form":"20th century","offset":6661},{"uri":"Port","surface_form":"port","offset":6701},{"uri":"Paterson%2C_New_Jersey","surface_form":"Paterson","offset":6731},{"uri":"Elizabeth%2C_New_Jersey","surface_form":"Elizabeth","offset":6741},{"uri":"Camden%2C_New_Jersey","surface_form":"Camden","offset":6756},{"uri":"1970s","surface_form":"1970s","offset":6830},{"uri":"Bohemian","surface_form":"bohemian","offset":7813},{"uri":"Holland_Tunnel","surface_form":"Holland Tunnel","offset":7944},{"uri":"Stevens_Institute_of_Technology","surface_form":"Stevens Institute of Technology","offset":7981},{"uri":"Lincoln_Tunnel","surface_form":"Lincoln Tunnel","offset":8017},{"uri":"World_War_I","surface_form":"World War I","offset":8161},{"uri":"On_the_Waterfront","surface_form":"On the Waterfront","offset":8304},{"uri":"Organized_crime","surface_form":"organized crime","offset":8476}]}