{"id":101799,"url":"http://en.wikipedia.org/wiki/Muhammad_Yunus","text":"Muhammad Yunus is a Bangladeshi banker and economist who was born on 28 June 1940. He was a professor of economics and is famous for his work in microcredit. Microcredit is a name for giving small loans. These loans are given to people with very little money. Most banks do not give microcredit. Yunus started the Grameen Bank. In 2006, Yunus and the bank together, were awarded the Nobel Peace Prize, \"for their efforts to create economic and social development from below.\" Yunus himself has received several other national and international awards. He published a book called \"Banker to the Poor\" and helped start the Grameen Foundation. In 2007 Yunus planned to start a political group called Nagorik Shakti (\"Citizen Power\") in Bangladesh, but he has chosen not to start this group. He is one of the founding members of Global Elders.\nYunus was one of 20 Nobel Laureates who signed the \"Stockholm memorandum\" at the 3rd Nobel Laureate Symposium on Global Sustainability in Stockholm, Sweden on 18 May 2011.\nEarly life.\nMuhammad Yunus born on 28 June 1940. He was the third child born to a Muslim family in the village of Bathua near the Boxihrat Road in Hathazari, Bangladesh (Bangladesh was called British India at that time). Six more children were born in Muhammads family making nine altogether. His father was called Hazi Dula Mia Shoudagar, and worked as a jeweller. His mother was called Sofia Khatun. His early childhood years were spent in his village. In 1944, his family moved to the city of Chittagong, and he went to Lamabazar Primary School. By 1949, his mother had a mental illness. Muhammad went to Chittagong Collegiate School and became the 16th best student out of 39,000 in East Pakistan. During his school years, he was a Boy Scout, and travelled to West Pakistan and India in 1952, and to Canada in 1955 to attend Jamborees. When Yunus was studying at Chittagong College, he won awards for drama acting. In 1957, he started studying at the department of economics of Dhaka University. Chittagong College awarded him with a BA in 1960, and a MA in 1961.\nAfter his MA studies, Yunus became part of the Bureau of Economics as a research assistant for Professor Nurul Islam and Rehman Sobhan. In 1961 he was given work as a lecturer in economics in Chittagong College. During that time he started a packaging factory. He was given a Fulbright scholarship in 1965, to study in the United States. He was awarded his Ph.D. in economics from Vanderbilt University in the United States, in 1969. From 1969 to 1972, Yunus was an assistant professor of economics at Middle Tennessee State University in Murfreesboro, Tennessee.\nDuring the Liberation War of Bangladesh in 1971, Yunus and other people from Bangladesh living in the United States started a citizens committee and controlled the Bangladesh Information Center to find help for the war. He published the \"Bangladesh Newsletter\" from his home in Nashville. After the War, Yunus returned to Bangladesh and was given a job with the governments' Planning Commission which was controlled by Nurul Islam. He thought the job was boring so he took a job at Chittagong University as Head of the Economics department. He worked with poverty reduction after he saw the Bangladesh famine of 1974, and started a research project to help people who lived in the countryside. In 1975, he started a Nabajug Tebhaga Khamar (new era three share farm) which the government called the Packaged Input Programme. Yunus and his friends started the \"Gram Sarkar\" (the village government) programme to make the farm project better.\nZiaur Rahman,(the president of Bangladesh in the late 1970s), was in control of starting 40,392 village governments (gram sarkar) in 2003. On 2 August 2005, after a petition by the Bangladesh Legal Aids and Services Trust (BLAST) the High Court had declared Gram Sarkar illegal and unconstitutional.\nGrameen Bank.\nIn 1976, Yunus visited the poorest households in the village of Jobra near Chittagong University. He discovered that very small loans could be a lot of help to a poor person. Some Jobra women were making bamboo furniture and had to take loans for buying bamboo but all their profits were being paid towards the loans. The first loan Muhammad Yunus gave was USD 27.00 from his pocket. This $27 was loaned to 42 women in the village, who made a profit of $00.02 each from the loan\nIn December 1976 the government bank Janata Bank gave Yunus a loan that he could use to make lots of small loans to very poor people. His group got more loans from other banks and by 1982, 28,000 people had jobs with Grameen. On 1 October 1983, Grameen was made a full bank and renamed the Grameen Bank (\"Village Bank\") to give loans to poor Bangladeshis. Yunus and his workers were threatened and women were told they would not have a Muslim burial if they borrowed money from the Grameen Bank, but they have given many, many loans to poor people. As of July 2007, Grameen Bank has loaned US$6.38 billion to 7.4 million people. The bank loans money to \"solidarity groups\". These small groups are given loans together and if one person can not pay, the rest of the group pays for them.\nThe Grameen Bank started other groups in the 1980s to do things such as keeping fishing ponds clean and building irrigation pumps. In 1989, these groups started to get their own names. The fisheries project became Grameen Motsho (Grameen Fisheries Foundation) and the irrigation project became Grameen Krishi (Grameen Agriculture Foundation). The Grameen group has grown into many groups of profitable and non-profit, such as the Grameen Trust, the Grameen Fund, Grameen Software Limited, Grameen CyberNet Limited, Grameen Knitwear Limited, Grameen Telecom, and Grameenphone (GP) (Grameenphone is the biggest private sector phone company in Bangladesh). The Village Phone (Polli Phone) project of Grameenphone has made it possible for 260,000 poor people in over 50,000 villages to own mobile phones since March 1997.\nThe Grameen ideas have been used in many countries throughout the world, such as the United States. More than 94% of Grameen loans have been given to women, who have less money and give more to their families. For his work with the Grameen Bank, Yunus was named an Global Academy Member in 2001.\nAwards.\nMuhammad Yunus has shown himself to be a leader who has managed to translate visions into practical action for the benefit of millions of people, not only in Bangladesh, but also in many other countries. Loans to poor people without any financial security had appeared to be an impossible idea. From modest beginnings three decades ago, Yunus has, first and foremost through Grameen Bank, developed micro-credit into an ever more important instrument in the struggle against poverty.\nMuhammad Yunus was the first Bangladeshi and third Bengali to ever get a Nobel Prize. After being told of the important award, Yunus said that he would use part of his share of the $1.4 million award money to create a company that makes good food that the poor can afford and the rest would go toward starting an eye hospital for the poor in Bangladesh.\nFormer U.S. president Bill Clinton was one of the people who said the Nobel Prize should go to Muhammed Yunus. He said this in \"Rolling Stone\" magazine and in his autobiography: \"My Life.\" In a speech given at University of California, Berkeley in 2002, President Clinton said Dr. Yunus was \"a man who long ago should have won the Nobel Prize [and] I’ll keep saying that until they finally give it to him.\"\nHe has won many other awards, such as the Ramon Magsaysay Award, the World Food Prize the Sydney Peace Prize, the Four Freedoms Award in the category \"Freemdom from want\" in 2006, and the Ecuadorian Peace Prize in December 2007. Dr. Yunus has been awarded 26 honorary doctorate degrees, and 15 special awards. The Bangladesh government made a postage stamp to honour his Nobel Award. In January 2008, Houston, Texas declared 14 January as \"Muhammad Yunus Day\".\nPolitics.\nIn 2006 Doctor Yunus and other important people, such as Professor Rehman Sobhan, Justice Muhammad Habibur Rahman, Doctor Kamal Hossain, Matiur Rahman, Mahfuz Anam and Debapriya Bhattchariya, tried to find good people to be elected for government. Yunus thought about joining government himself that year. On 11 February 2007, Yunus wrote a letter, published in the Bangladeshi newspaper \"Daily Star\", and he asked what people thought of creating a good government. The letter asked everyone to give ideas for this and to offer him help Dr. Yunus started a political group called Citizens' Power (\"Nagorik Shakti\") on 18 February 2007. There was speculation that the army supported a move by Yunus into politics. but on 3 May, Yunus stopped the group after a meeting with Fakhruddin Ahmed (government politician).\nOn 18 July 2007 in Johannesburg, South Africa, Nelson Mandela, Graça Machel, and Desmond Tutu began a group of world leaders to help the world. Nelson Mandela announced this new group, The Global Elders, in a speech he on his 89th birthday. Archbishop Tutu is to serve as the Chair of The Elders. Yunus is one of the first members of this group. Other members include Machel, Kofi Annan, Ela Bhatt, Gro Harlem Brundtland, Jimmy Carter, Li Zhaoxing, and Mary Robinson. The Elders are to be funded by some of its first members, such as Richard Branson, Peter Gabriel, Ray Chambers, Michael Chambers, Bridgeway Foundation, Pam Omidyar, Humanity United, Amy Robbins, Shashi Ruia, Dick Tarlow, and The United Nations Foundation.\nProfessor Yunus Family.\nIn 1967 Yunus studied at Vanderbilt University. He met Vera Forostenko, a student of Russian literature there. Vera is the daughter of Russian immigrants to Trenton, New Jersey in the United States. They were married in 1970. Yunus marriage with Vera ended a few months after the birth of their baby girl, Monica Yunus (b. 1979 Chittagong). Vera returned to New Jersey and said that Bangladesh was not a good place to raise a baby. After some time, Yunus married Afrozi Yunus, who was a researcher in physics at Manchester University. She was appointed as a professor of physics at Jahangirnagar University. Their daughter Deena Afroz Yunus was born in 1986.\nProfessor Yunus brother Muhammad Ibrahim is a professor of physics at Dhaka University and the founder of The Center for Mass Education in Science (CMES). They teach science to girls in villages. His younger brother Muhammad Jahangir is a popular television presenter. Yunus oldest daughter, Monica, is an soprano singer in New York City.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bangladesh","surface_form":"Bangladesh","offset":20},{"uri":"Bank","surface_form":"bank","offset":32},{"uri":"Economist","surface_form":"economist","offset":43},{"uri":"Professor","surface_form":"professor","offset":92},{"uri":"Economics","surface_form":"economics","offset":105},{"uri":"Microcredit","surface_form":"microcredit","offset":145},{"uri":"Loan","surface_form":"loan","offset":197},{"uri":"Money","surface_form":"money","offset":253},{"uri":"Grameen_Bank","surface_form":"Grameen Bank","offset":314},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":383},{"uri":"Banker_to_the_Poor","surface_form":"Banker to the Poor","offset":580},{"uri":"Grameen_Foundation","surface_form":"Grameen Foundation","offset":621},{"uri":"Global_Elders","surface_form":"Global Elders","offset":825},{"uri":"Stockholm_memorandum","surface_form":"Stockholm memorandum","offset":892},{"uri":"Muslim","surface_form":"Muslim","offset":1094},{"uri":"Bathua","surface_form":"Bathua","offset":1126},{"uri":"Boxihrat_Road","surface_form":"Boxihrat Road","offset":1142},{"uri":"Hathazari_Upazila","surface_form":"Hathazari","offset":1159},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1170},{"uri":"British_India","surface_form":"British India","offset":1204},{"uri":"Jeweller","surface_form":"jeweller","offset":1368},{"uri":"Chittagong","surface_form":"Chittagong","offset":1508},{"uri":"Mental_illness","surface_form":"mental illness","offset":1587},{"uri":"Chittagong_Collegiate_School","surface_form":"Chittagong Collegiate School","offset":1620},{"uri":"Scouting","surface_form":"Boy Scout","offset":1748},{"uri":"Canada","surface_form":"Canada","offset":1816},{"uri":"Jamboree","surface_form":"Jamboree","offset":1841},{"uri":"Chittagong_College","surface_form":"Chittagong College","offset":1879},{"uri":"Economics","surface_form":"economics","offset":1981},{"uri":"Dhaka_University","surface_form":"Dhaka University","offset":1994},{"uri":"Bachelor_of_Arts","surface_form":"BA","offset":2050},{"uri":"Master_of_Arts_(postgraduate)","surface_form":"MA","offset":2068},{"uri":"Professor_Nurul_Islam","surface_form":"Professor Nurul Islam","offset":2175},{"uri":"Rehman_Sobhan","surface_form":"Rehman Sobhan","offset":2201},{"uri":"Chittagong_College","surface_form":"Chittagong College","offset":2272},{"uri":"Package","surface_form":"packaging","offset":2322},{"uri":"Fulbright_scholarship","surface_form":"Fulbright scholarship","offset":2356},{"uri":"United_States","surface_form":"United States","offset":2403},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":2437},{"uri":"Vanderbilt_University","surface_form":"Vanderbilt University","offset":2461},{"uri":"United_States","surface_form":"United States","offset":2490},{"uri":"Middle_Tennessee_State_University","surface_form":"Middle Tennessee State University","offset":2582},{"uri":"Murfreesboro","surface_form":"Murfreesboro","offset":2619},{"uri":"Tennessee","surface_form":"Tennessee","offset":2633},{"uri":"Liberation_War_of_Bangladesh","surface_form":"Liberation War of Bangladesh","offset":2655},{"uri":"Nashville","surface_form":"Nashville","offset":2922},{"uri":"Nurul_Islam","surface_form":"Nurul Islam","offset":3063},{"uri":"Chittagong_University","surface_form":"Chittagong University","offset":3126},{"uri":"Poverty_reduction","surface_form":"poverty reduction","offset":3200},{"uri":"Bangladesh_famine_of_1974","surface_form":"Bangladesh famine of 1974","offset":3235},{"uri":"Ziaur_Rahman","surface_form":"Ziaur Rahman","offset":3584},{"uri":"Petition","surface_form":"petition","offset":3749},{"uri":"Chittagong_University","surface_form":"Chittagong University","offset":3973},{"uri":"Bamboo","surface_form":"bamboo","offset":4102},{"uri":"USD","surface_form":"USD","offset":4255},{"uri":"Janata_Bank","surface_form":"Janata Bank","offset":4414},{"uri":"Grameen_Bank","surface_form":"Grameen Bank","offset":4667},{"uri":"Threaten","surface_form":"threatened","offset":4760},{"uri":"Solidarity_group","surface_form":"solidarity group","offset":5031},{"uri":"Irrigation","surface_form":"irrigation pumps","offset":5276},{"uri":"Grameen_Motsho","surface_form":"Grameen Motsho","offset":5377},{"uri":"Grameen_Krishi","surface_form":"Grameen Krishi","offset":5457},{"uri":"Profit","surface_form":"profit","offset":5554},{"uri":"Charitable_organization","surface_form":"non-profit","offset":5569},{"uri":"Grameen_Trust","surface_form":"Grameen Trust","offset":5593},{"uri":"Grameen_Fund","surface_form":"Grameen Fund","offset":5612},{"uri":"Grameen_Software_Limited","surface_form":"Grameen Software Limited","offset":5626},{"uri":"Grameen_CyberNet_Limited","surface_form":"Grameen CyberNet Limited","offset":5652},{"uri":"Grameen_Knitwear_Limited","surface_form":"Grameen Knitwear Limited","offset":5678},{"uri":"Grameen_Telecom","surface_form":"Grameen Telecom","offset":5704},{"uri":"Grameenphone","surface_form":"Grameenphone","offset":5725},{"uri":"Private_sector","surface_form":"private sector","offset":5772},{"uri":"Village_Phone","surface_form":"Village Phone","offset":5821},{"uri":"United_States","surface_form":"United States","offset":6066},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":6798},{"uri":"Bengal","surface_form":"Bengal","offset":6820},{"uri":"United_States","surface_form":"U.S.","offset":7130},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":7145},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":7251},{"uri":"Autobiography","surface_form":"autobiography","offset":7286},{"uri":"My_Life_(Bill_Clinton_autobiography)","surface_form":"My Life","offset":7302},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California, Berkeley","offset":7333},{"uri":"Ramon_Magsaysay","surface_form":"Ramon Magsaysay","offset":7572},{"uri":"World_Food_Prize","surface_form":"World Food Prize","offset":7599},{"uri":"Sydney_Peace_Prize","surface_form":"Sydney Peace Prize","offset":7620},{"uri":"Four_Freedoms_Award","surface_form":"Four Freedoms Award","offset":7644},{"uri":"Freemdom_from_want","surface_form":"Freemdom from want","offset":7681},{"uri":"Ecuadorian_Peace_Prize","surface_form":"Ecuadorian Peace Prize","offset":7718},{"uri":"Honorary_degree","surface_form":"honorary doctorate","offset":7789},{"uri":"Houston","surface_form":"Houston","offset":7931},{"uri":"Texas","surface_form":"Texas","offset":7940},{"uri":"Rehman_Sobhan","surface_form":"Rehman Sobhan","offset":8068},{"uri":"Muhammad_Habibur_Rahman","surface_form":"Muhammad Habibur Rahman","offset":8091},{"uri":"Kamal_Hossain","surface_form":"Kamal Hossain","offset":8123},{"uri":"Matiur_Rahman_(journalist)","surface_form":"Matiur Rahman","offset":8138},{"uri":"Mahfuz_Anam","surface_form":"Mahfuz Anam","offset":8153},{"uri":"Debapriya_Bhattchariya","surface_form":"Debapriya Bhattchariya","offset":8169},{"uri":"Daily_Star_(Bangladesh)","surface_form":"Daily Star","offset":8390},{"uri":"Citizens%27_Power","surface_form":"Citizens' Power","offset":8581},{"uri":"Fakhruddin_Ahmed","surface_form":"Fakhruddin Ahmed","offset":8773},{"uri":"Johannesburg","surface_form":"Johannesburg","offset":8834},{"uri":"South_Africa","surface_form":"South Africa","offset":8848},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":8862},{"uri":"Gra%C3%A7a_Machel","surface_form":"Graça Machel","offset":8878},{"uri":"Desmond_Tutu","surface_form":"Desmond Tutu","offset":8896},{"uri":"Global_Elders","surface_form":"Global Elders","offset":9004},{"uri":"Kofi_Annan","surface_form":"Kofi Annan","offset":9191},{"uri":"Ela_Bhatt","surface_form":"Ela Bhatt","offset":9203},{"uri":"Gro_Harlem_Brundtland","surface_form":"Gro Harlem Brundtland","offset":9214},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":9237},{"uri":"Li_Zhaoxing","surface_form":"Li Zhaoxing","offset":9251},{"uri":"Mary_Robinson","surface_form":"Mary Robinson","offset":9268},{"uri":"Richard_Branson","surface_form":"Richard Branson","offset":9349},{"uri":"Peter_Gabriel","surface_form":"Peter Gabriel","offset":9366},{"uri":"United_Nations_Foundation","surface_form":"United Nations Foundation","offset":9512},{"uri":"Vanderbilt_University","surface_form":"Vanderbilt University","offset":9588},{"uri":"Russian_literature","surface_form":"Russian literature","offset":9648},{"uri":"Russia","surface_form":"Russia","offset":9698},{"uri":"Trenton%2C_New_Jersey","surface_form":"Trenton, New Jersey","offset":9720},{"uri":"United_States","surface_form":"United States","offset":9747},{"uri":"Monica_Yunus","surface_form":"Monica Yunus","offset":9869},{"uri":"Chittagong","surface_form":"Chittagong","offset":9891},{"uri":"Physics","surface_form":"physics","offset":10064},{"uri":"Manchester_University","surface_form":"Manchester University","offset":10075},{"uri":"Jahangirnagar_University","surface_form":"Jahangirnagar University","offset":10145},{"uri":"Dhaka_University","surface_form":"Dhaka University","offset":10292},{"uri":"Soprano_singer","surface_form":"soprano singer","offset":10528}]}