{"id":101717,"url":"http://en.wikipedia.org/wiki/Transformer","text":"A transformer is a device that transfers electrical energy from one electrical circuit to another through mutual (electromagnetic induction) and without change in frequency. Transformers are an important part of electrical systems.\nTransformers are made in many different sizes, from a very small coupling transformer inside a stage microphone to big units that carry hundreds of MVA used in power grids.\nThe main reason to use a transformer is to make power of one voltage level into power of another voltage level. High voltage is easier to send a long distance, but less voltage is easier and safer to use in the office or home.\nTransformers are used to increase or decrease alternating current (AC) voltage in circuits. The transformer is usually built with two coils around the same core. The primary coil or input coil is connected to supply side while secondary coil supplies power to load. The second one is called the output coil. Energy is transferred from the primary to the secondary by electromagnetism. In power grids many transformers are used. These are networks for delivering electricity from the generator and to the user.\nThe transformers in your neighborhood, on electricity poles, or the ones connected to underground wires, usually transform high voltage of 7,200 volts to 220-240 volts of electricity to power lights and appliances such as refrigerators in homes and businesses. Some countries, such as America use different voltages in homes, such as 120 volts. Transformers cannot increase power, so if the voltage is raised, the current is proportionally lowered. If the voltage is lowered, the current is proportionally increased.\nTransformers inside electronics equipment provide the kinds of electricity the various parts need.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electrical_energy","surface_form":"electrical energy","offset":41},{"uri":"Electrical_circuit","surface_form":"electrical circuit","offset":68},{"uri":"Electromagnetic_induction","surface_form":"electromagnetic induction","offset":114},{"uri":"Frequency","surface_form":"frequency","offset":163},{"uri":"Microphone","surface_form":"microphone","offset":333},{"uri":"Power_grid","surface_form":"power grid","offset":392},{"uri":"Voltage","surface_form":"voltage","offset":466},{"uri":"Alternating_current","surface_form":"alternating current","offset":678},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":999},{"uri":"Power_grid","surface_form":"power grid","offset":1020},{"uri":"Refrigerator","surface_form":"refrigerator","offset":1364},{"uri":"United_States_of_America","surface_form":"America","offset":1427},{"uri":"Power_(physics)","surface_form":"power","offset":1516},{"uri":"Electric_current","surface_form":"current","offset":1556},{"uri":"Electronics","surface_form":"electronics","offset":1679}]}