{"id":101820,"url":"http://en.wikipedia.org/wiki/Sonnet","text":"A Sonnet (sonetto in Italian) is a type of poem. It is 14 lines long and is written in rhyme.\nThe sonnet first appeared in Italy during the Middle Ages and was widely used during the Renaissance. The first poet known for his sonnets is Giacomo da Lentini who lived in the 13th century. After him many poets started writing sonnets. Two notable ones are Dante Alighieri and Guido Cavalcanti. The Italian poet Petrarch was famous for his sonnets. He was very popular and many poets imitated his poems. Francisco de Sá de Miranda introduced the form into Portuguese literature. So did Thomas Wyatt and Henry Howard, Earl of Surrey in England. Even in distant Poland sonnets were written by Jan Kochanowski, Mikołaj Sęp Szarzyński and Sebastian Grabowiecki. It became common for poets to write sonnets in connected series, called \"sonnet sequences,\" to tell a story, often one about a love affair. Michelangelo, a famous sculptor and painter wrote sonnets, too. He exchanged them with Vittoria Colonna. Poets in other countries quickly adopted the sonnet and sonnet sequence. William Shakespeare wrote the most famous sonnets in English literature, though other poets of his time, such as Ben Jonson, Edmund Spenser, Michael Drayton, and Samuel Daniel, wrote sonnet sequences also.\nLater English poets like John Donne, John Milton, William Wordsworth, Percy Bysshe Shelley, and John Keats wrote sonnets that are still admired and studied today. In United States Henry Wadsworth Longfellow and Emma Lazarus wrote sonnets.\nThe rigid rhyme scheme of the sonnet went out of fashion during the twentieth century, but a few modern poets still write them sometimes. Edna St. Vincent Millay was one modern poet writing in English who often worked in the sonnet form. Modern poets have often changed the traditional rhythms and rhyme patterns of the sonnet, sometimes radically.\nIn a traditional \"English\" or \"Shakespearean\" sonnet, the first twelve lines are divided into three groups (\"stanzas\") of four lines each, called \"quatrains\". The last two lines usually rhyme, and make up a \"rhymed couplet\" that concludes the poem by summing up the story told in the previous quatrains. In the traditional \"Italian\" or \"Petrarchan\" sonnet, the poem divides into a group of eight lines (\"octave\") followed by a group of six lines (\"sestet\").\nThe letters of the alphabet are used to show the pattern of rhyme, or \"rhyme scheme,\" in the 14 lines in a sonnet. The rhyme scheme\nis the typical pattern of an \"English\" sonnet. The rhyme scheme\nis typical of an \"Italian\" sonnet. However, the rhymes of the sestet in an Italian sonnet can vary widely: cdcdcd, cddcdd, etc. The scheme abba abba cde edc is very rarely, but its ending sequence cde edc was probably the source for Robert Browning's stanza abccba. It was used in the poem \"Meeting at night\". Another pattern is Spenserian sonnet, invented by Edmund Spenser. It runs a-b-a-b, b-c-b-c, c-d-c-d, e-e.\nSonnets can be linked together into a crown of sonnets. In such a sequence, the last line of the first sonnet repeats as the first line of the second one, and sometimes these lines make up another sonnet. Slovenian poet France Prešeren is best remembered for his \"Wreath of Sonnets\", an example of a crown of sonnets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rhyme","surface_form":"rhyme","offset":87},{"uri":"Italy","surface_form":"Italy","offset":123},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":140},{"uri":"Renaissance","surface_form":"Renaissance","offset":183},{"uri":"Giacomo_da_Lentini","surface_form":"Giacomo da Lentini","offset":236},{"uri":"Dante_Alighieri","surface_form":"Dante Alighieri","offset":353},{"uri":"Guido_Cavalcanti","surface_form":"Guido Cavalcanti","offset":373},{"uri":"Petrarch","surface_form":"Petrarch","offset":408},{"uri":"Francisco_de_S%C3%A1_de_Miranda","surface_form":"Francisco de Sá de Miranda","offset":500},{"uri":"Thomas_Wyatt","surface_form":"Thomas Wyatt","offset":582},{"uri":"Henry_Howard%2C_Earl_of_Surrey","surface_form":"Henry Howard, Earl of Surrey","offset":599},{"uri":"Jan_Kochanowski","surface_form":"Jan Kochanowski","offset":687},{"uri":"Miko%C5%82aj_S%C4%99p_Szarzy%C5%84ski","surface_form":"Mikołaj Sęp Szarzyński","offset":704},{"uri":"Sebastian_Grabowiecki","surface_form":"Sebastian Grabowiecki","offset":731},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":894},{"uri":"Vittoria_Colonna","surface_form":"Vittoria Colonna","offset":981},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":1072},{"uri":"English_literature","surface_form":"English literature","offset":1125},{"uri":"Ben_Jonson","surface_form":"Ben Jonson","offset":1185},{"uri":"Edmund_Spenser","surface_form":"Edmund Spenser","offset":1197},{"uri":"Michael_Drayton","surface_form":"Michael Drayton","offset":1213},{"uri":"Samuel_Daniel","surface_form":"Samuel Daniel","offset":1234},{"uri":"John_Donne","surface_form":"John Donne","offset":1303},{"uri":"John_Milton","surface_form":"John Milton","offset":1315},{"uri":"William_Wordsworth","surface_form":"William Wordsworth","offset":1328},{"uri":"Percy_Bysshe_Shelley","surface_form":"Percy Bysshe Shelley","offset":1348},{"uri":"John_Keats","surface_form":"John Keats","offset":1374},{"uri":"Henry_Wadsworth_Longfellow","surface_form":"Henry Wadsworth Longfellow","offset":1458},{"uri":"Emma_Lazarus","surface_form":"Emma Lazarus","offset":1489},{"uri":"Rhyme_scheme","surface_form":"rhyme scheme","offset":1527},{"uri":"Edna_St._Vincent_Millay","surface_form":"Edna St. Vincent Millay","offset":1655},{"uri":"English_literature","surface_form":"English","offset":1884},{"uri":"Stanza","surface_form":"stanza","offset":1975},{"uri":"Italian_literature","surface_form":"Italian","offset":2190},{"uri":"Robert_Browning","surface_form":"Robert Browning","offset":2753},{"uri":"Edmund_Spenser","surface_form":"Edmund Spenser","offset":2880},{"uri":"Crown_of_sonnets","surface_form":"crown of sonnets","offset":2974},{"uri":"France_Pre%C5%A1eren","surface_form":"France Prešeren","offset":3156}]}