{"id":101815,"url":"http://en.wikipedia.org/wiki/Hyperion_(poem)","text":"e=\"preserve\">\"Hyperion\" is one of the major poems of the English Romantic poet John Keats. The poem is based on the tale from Greek mythology that tells how the Titan Hyperion, the first Greek sun god, was replaced by Apollo.\nKeats worked on the poem mainly in August and September 1818. He finished the first two sections or \"Books,\" each between 350 and 400 lines long, and he also wrote 135 lines of Book III. But he was not satisfied with what he had written; he re-wrote it bit by bit until April 1819, when he gave up for a while. Some critics and scholars think that Keats set out to write the kind of long poem he had already done in his \"Endymion\" in 1817 – but his outlook on poetry had changed, to a point where he was no longer happy writing the kind of mythological epic that many other poets of his time tried to write.\nKeats tried to re-do the poem in a new form that he called \"The Fall of Hyperion\". He worked on this second version during the last six months of 1819, and though he wrote more than 500 lines, he gave up this second attempt too. He was never able to complete either version of the poem in a way that satisfied him.\n[\"vale\" = valley; \"morn\" = morning; \"eve\" = evening]","categories":[],"infobox_types":[],"annotations":[{"uri":"Romanticism","surface_form":"Romantic","offset":65},{"uri":"John_Keats","surface_form":"John Keats","offset":79},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":126},{"uri":"Titan_(mythology)","surface_form":"Titan","offset":161},{"uri":"Hyperion_(Titan)","surface_form":"Hyperion","offset":167},{"uri":"Apollo","surface_form":"Apollo","offset":218},{"uri":"1818","surface_form":"1818","offset":282},{"uri":"1819","surface_form":"1819","offset":502},{"uri":"Endymion_(poem)","surface_form":"\"Endymion\"","offset":646},{"uri":"1817","surface_form":"1817","offset":660},{"uri":"Epic_poem","surface_form":"epic","offset":779}]}