{"id":101931,"url":"http://en.wikipedia.org/wiki/Relation_(mathematics)","text":"In mathematics, an \"n-ary relation\" on \"n\" sets, is any subset of Cartesian product of the \"n\" sets (i.e., a collection of n-tuples), with the most common one being a binary relation, a collection of order pairs from two sets containing an object from each set. The relation is \"homogeneous\" when it is formed with one set.\nFor example, any curve in the Cartesian plane is a subset of the Cartesian product of real numbers, \"RxR\".\nThe homogeneous binary relations are studied for properties like reflexiveness, symmetry, and transitivity, which determine different kinds of orderings on the set. Heterogeneous \"n-ary\" relations are used in the semantics of predicate calculus, and in relational databases.\nIn relational databases jargon, the relations are called tables.\nThere is a relational algebra consisting in the operations on sets, because relations are sets, extended with operators like projection, which forms a new relation selecting a subset of the columns (tuple entries) in a table, the selection operator, which selects just the rows (tuples),according to some condition, and join which works like a composition operator.\nThe use of the term \"relation\" is often used as shorthand to refer to binary relations, where the set of all the starting points is called the \"domain\" and the set of the ending points is the \"codomain\".\nDifferent types of relationship.\nAn example for such a relation might be a function. Functions associate keys with singular values. The set of all functions is a subset of the set of all relations - a function is a relation where the first value of every tuple is unique through the set.\nOther well-known relations are the equivalence relation and the order relation. That way, sets of things can be ordered: Take the first element of a set, it is either equal to the element looked for, or there is an order relation that can be used to classify it. That way, the whole set can be classified (i.e., compared to some arbitrarily chosen element).\nRelations can be transitive.One example of a transitive relation is the \"smaller-than\" relation. If X \"is smaller than\" Y,and Y is \"smaller than\" Z,then X \"is smaller than\" Z. In general, a transitive relation is a relation such that if relations (a,b) and (b,c) both belong to R, then (a,c) must also belongs to R.\nRelations can be symmetric. One example of a symmetric relation is the relation \"is equal to\". If X \"is equal to\" Y, then Y \"is equal to\" X. In general, a symmetric relation is a relation such that if (a,b) belongs to R, then (b,a) must belong to R as well.\nRelations can be asymmetric, such as the relation \" is smaller than\". In general, a relation is asymmetric if whether (a,b) belongs to R, (b,a) does not belong to R.\nRelations can be reflexive. One example of a reflexive relation is the relation \"is equal to\" (e.g., for all X, X \"is equal to\" X). In general, a reflexive relation is a relation such that for all a in A, (a,a) belongs to R.\nBy definition, every subset of AxB is a relation from A to B.\nIn category theory, relations play an important role in the Cartesian closed categories, which transform morphisms from tuples to morphisms of single elements. That corresponds to Currying in the Lambda calculus.\nDatabases and Relations.\nIn the relational database theory, a database is a set of relations.\nTo model a real world, the relations should be in a canonical form called normalized form in the data base argot.\nThat transformation ensure no loss of information, nor the insertion of spurious tuples with no corresponding meaning in the world represented in the database. The normalization process takes into account properties of relations like functional dependencies among their entries, keys and foreign keys, transitive and join dependencies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"N-tuple","surface_form":"n-tuples","offset":123},{"uri":"Reflexive_relation","surface_form":"reflexiveness","offset":496},{"uri":"Transitivity_(mathematics)","surface_form":"transitivity","offset":525},{"uri":"Function_(mathematics)","surface_form":"function","offset":1416},{"uri":"Equivalence_relation","surface_form":"equivalence relation","offset":1664},{"uri":"Order_theory","surface_form":"order relation","offset":1693},{"uri":"Set","surface_form":"set","offset":1719},{"uri":"Transitivity","surface_form":"transitive","offset":2004},{"uri":"Symmetry","surface_form":"symmetric","offset":2320},{"uri":"Reflexive","surface_form":"reflexive","offset":2744},{"uri":"Currying","surface_form":"Currying","offset":3194},{"uri":"Lambda_calculus","surface_form":"Lambda calculus","offset":3210}]}