{"id":101959,"url":"http://en.wikipedia.org/wiki/Book_of_Jonah","text":"The Old Testament book of Jonah, contains four chapters, and forty-eight verses. The book tells the story of the Prophet Jonah, who was called by God to go to the heathen city of Nineveh, which God would soon destroy if they did not repent. Nineveh was the main city of the Assyrians who were the enemies of Jonah's country of Israel. So instead, Jonah ran away from God and went in a ship towards the west. God sent a great storm and the ship was about to sink. God showed the sailors that Jonah was to blame, and although they didn't want to, they threw him out of the ship and the storm stopped. Jonah was swallowed by a great fish (probably a whale). He repented of his sin of running away from God. Then he prayed for three days and nights. God made the great fish spit Jonah onto the dry land. Then he obeyed God and went to tell the people of their sins to God.\nJonah then went all through the city telling everyone that God was going to punish them. Their hearts were changed and they saw their evildoing. They prayed for God to deliver them from the upcoming destruction to their city. God saw their change and had mercy on them, but Jonah still did not believe it. He went to wait upon a high up rock and see God's anger against the city. God was not pleased with that so he first made a plant grow, and then sent a small worm to bite down the small gourd plant, which was Jonah's only shade from the heat of the sun. Jonah was very angry and said it was better for him to die than live. God, in turn, said that Jonah cared more about the little plant than all the people of Nineveh!","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_Testament","surface_form":"Old Testament","offset":4},{"uri":"Prophet","surface_form":"Prophet","offset":113},{"uri":"God","surface_form":"God","offset":146},{"uri":"Evil","surface_form":"heathen","offset":163},{"uri":"City","surface_form":"city","offset":171},{"uri":"Repentance","surface_form":"repent","offset":233},{"uri":"Assyria","surface_form":"Assyrians","offset":274},{"uri":"Large","surface_form":"great","offset":624},{"uri":"Fish","surface_form":"fish","offset":630},{"uri":"Whale","surface_form":"whale","offset":647},{"uri":"Sin","surface_form":"sin","offset":856},{"uri":"Evil","surface_form":"evil","offset":1003},{"uri":"Prayer","surface_form":"prayed","offset":1019},{"uri":"Destruction","surface_form":"destruction","offset":1068},{"uri":"Small","surface_form":"small","offset":1326},{"uri":"Worm","surface_form":"worm","offset":1332},{"uri":"Shade","surface_form":"shade","offset":1396},{"uri":"Heat","surface_form":"heat","offset":1411},{"uri":"Sun","surface_form":"sun","offset":1423},{"uri":"Angry","surface_form":"angry","offset":1443},{"uri":"Death","surface_form":"die","offset":1483},{"uri":"Live","surface_form":"live","offset":1492},{"uri":"Plant","surface_form":"plant","offset":1556},{"uri":"People","surface_form":"people","offset":1575}]}