{"id":102070,"url":"http://en.wikipedia.org/wiki/Jaw","text":"e=\"preserve\">:\"For the movie about a shark, see Jaws (movie).\"\nThe jaw is the part of an animal's body that it uses to grab and chew food. In humans, the jaws are two bones in the mouth, the mandible (lower jaw) and maxilla (upper jaw), that let the teeth move up and down in order to chew. The mandible is joined to the skull.\nHowever, in insects, the jaws may open left and right instead, and they are usually outside the mouth instead of inside it. Sea urchins have five jaws with one tooth each. Some animals, even some vertebrate<nowiki/>s, do not have jaws.\nA body part is called a jaw based on what it does, not what it is made of or how it grows. In different animals, it can be made of different kinds of cells and tissue. In the embryo<nowiki/>s of different animals, it may come from different original places. Even within arthropods, the group that contains insects and lobsters and trilobites and spiders, the jaws of different animals may grow from different original tissues, even though they end up looking similar in adult animals. A pair of appendages that become jaws in one species may become antennae in a different species or legs in another. Moray eels and some other fish have two sets of jaws. The outer jaws in their faces grow from the same tissues as the jaws of other fish, and the inner jaws, called pharyngeal jaws, can come from the same tissue that becomes gills or muscles in other fish.\nMarsupials and monotremes are born before their jaws have grown enough for them to drink their mothers' milk the way other baby mammals do. Scientists from Kings' College London found that opossums and other marsupials use tissue from their inner ear to make a temporary jaw so they can feed and grow. They found that baby echidnas also form a temporary jaw using the bones of their inner ear so they can feed and grow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shark","surface_form":"shark","offset":37},{"uri":"Jaws_(movie)","surface_form":"Jaws (movie)","offset":48},{"uri":"Bone","surface_form":"bone","offset":167},{"uri":"Mouth","surface_form":"mouth","offset":180},{"uri":"Teeth","surface_form":"teeth","offset":250},{"uri":"Chew","surface_form":"chew","offset":285},{"uri":"Skull","surface_form":"skull","offset":321},{"uri":"Insects","surface_form":"insects","offset":340},{"uri":"Sea_urchin","surface_form":"Sea urchin","offset":452},{"uri":"Vertebrate","surface_form":"vertebrate","offset":524},{"uri":"Tissue","surface_form":"tissue","offset":724},{"uri":"Embryo","surface_form":"embryo","offset":739},{"uri":"Arthropods","surface_form":"arthropods","offset":834},{"uri":"Antenna","surface_form":"antenna","offset":1113},{"uri":"Leg","surface_form":"leg","offset":1148},{"uri":"Moray_eel","surface_form":"Moray eel","offset":1165},{"uri":"Pharyngeal_jaw","surface_form":"pharyngeal jaw","offset":1330},{"uri":"Marsupial","surface_form":"Marsupial","offset":1422},{"uri":"Monotreme","surface_form":"monotreme","offset":1437},{"uri":"Mammal","surface_form":"mammal","offset":1550},{"uri":"Echidna","surface_form":"echidna","offset":1745}]}