{"id":102075,"url":"http://en.wikipedia.org/wiki/San_Jos%C3%A9%2C_Costa_Rica","text":"San José is the capital of Costa Rica, head of San José Province, and the nation's largest city. It is named in honor of Saint Joseph. It is in the center of the \"Gran Area Metropolitana\" (metropolitan area) of the Central Valley. San José is the center of political and economic activity and the main transportation center of Costa Rica.\nThe population of the city is 288,054, but the metropolitan area of San José has a third of Costa Rica's population.\nFew people live in the city center but it is still the most important working area of the entire country. More than a million people come to work in San José daily from the surrounding areas. Despite its problems, according to studies in Latin America, San José is still one of the safest and least violent cities in the region. In 2006 the city was appointed Ibero-American Capital of Culture. San José is also the sixth most important destination in Latin America, according to \"The MasterCard Global Destinations Cities Index 2012\". In the global ranking, San Jose obtained the 15th position among the world’s top 20 fastest growing destination cities by visitor cross-border spending.\nHistory.\nSan José was founded in 1738 and became the capital of Costa Rica in 1823. It is one of the youngest capitals of Latin America.\nGeography.\nSan José has at an average elevation of 1,161 m above sea level.\nClimate.\nThe climate is generally the same throughout the year. The city has an average temperature is 23C gets about 150 mm of rain each month.\nEducation.\nCosta Rica developed high literacy rates and education levels. Most of the people are literate and many have high-school level diplomas. Costa Rica has the best education levels of all the Central American nations, and one of the best in Latin America. This is especially true for San José, because it is the nation's main education center. San José has many education institutions; including public and around 51 private universities.\nUniversity of Santo Tomas was the first university of Costa Rica. It was established in San José in 1843. This university had close relations with the Roman Catholic Church and was closed in 1888 by the anti-clerical government of President Bernardo Soto Alfaro. The schools of law, agronomy, fine arts, and pharmacy continued independently, but Costa Rica had no other university until 1940, when those four schools (law, agronomy, fine arts, pharmacy) were united to form the University of Costa Rica (UCR), during the government of President Rafael Ángel Calderón Guardia.\nSan José's public education system is made up of pre-schools, elementary and high schools (from grades 7 to 11), which are in all of the city's districts and are under the supervision of the Ministry of Public Education. There are also private schools. These private schools go from pre-schools to universities. Many are bilingual, teaching subjects in foreign languages such as German, French, or English.\nSecurity.\nSan José city is one of Latin America's safest cities. On June 19, 2012, the city and nation reduced their respective criminality indexes. Criminality, nationwide, was reduced from 12.5% to a 9.5% (per 100,000 inhabitants).\nIn 2012, new police equipment was given by the nation government; as well as receiving an increase in security budget. President Laura Chinchilla's government has donated vehicles and other equipment to the police department in at least two occasions.\nThe city also serves as the headquarters of the Inter-American Court of Human Rights.\nMain City Landmarks.\nIt can be said that San José is Costa Rica's cultural center, having all the main theaters, museums, parks, and historic buildings.\nTheaters and Auditoriums.\nSan José has many beautiful theaters which are mostly inspired by European architecture. These buildings also serve as main tourist attractions; not only because of their beauty, but also because of cultural, musical, and artistic activities which happen regularly.\nThe National Theater (\"Teatro Nacional de Costa Rica\") and the Mélico Salazar Theater present drama, dance performances and concerts year long. Also, there are other 'smaller' theaters in the city and provide other types of entertainment.\nTeatro Variedades is San José's oldest theatre.\nParks, Plazas, and Zoos.\nSan José has many parks and squares (plazas in Spanish); where you can find gazebos, open green areas, recreational areas, lakes, fountains, statues and sculptures by Costa Rican artists as well as many different bird, tree and plant species.\nSan José's largest park and is La Sabana Metropolitan Park. It is in the western part of the city, in the district of 'Mata Redonda'.\nPlazas, or squares, are very prominent in San José. La Plaza de La Cultura ('Culture Square'), is one example.\nSimón Bolivar Zoo is the city's only zoo and has a many species of animals and plants, both national and international.","categories":[],"infobox_types":[],"annotations":[{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":27},{"uri":"Saint_Joseph","surface_form":"Saint Joseph","offset":121},{"uri":"Metropolitan_area","surface_form":"metropolitan area","offset":189},{"uri":"Costa_Rican_Central_Valley","surface_form":"Central Valley","offset":215},{"uri":"Politics","surface_form":"political","offset":257},{"uri":"Economics","surface_form":"economic","offset":271},{"uri":"Transportation","surface_form":"transportation","offset":302},{"uri":"San_Jos%C3%A9_Metropolitan_Area","surface_form":"metropolitan area","offset":386},{"uri":"Latin_America","surface_form":"Latin America","offset":1267},{"uri":"Elevation","surface_form":"elevation","offset":1320},{"uri":"Sea_level","surface_form":"sea level","offset":1347},{"uri":"Climate","surface_form":"climate","offset":1371},{"uri":"Celcius","surface_form":"C","offset":1463},{"uri":"Milimetre","surface_form":"mm","offset":1480},{"uri":"Rain","surface_form":"rain","offset":1486},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":1514},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":2004},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":2101},{"uri":"Bernardo_Soto_Alfaro","surface_form":"Bernardo Soto Alfaro","offset":2191},{"uri":"Law","surface_form":"law","offset":2228},{"uri":"Agronomy","surface_form":"agronomy","offset":2233},{"uri":"Pharmacy","surface_form":"pharmacy","offset":2258},{"uri":"University_of_Costa_Rica","surface_form":"University of Costa Rica (UCR)","offset":2428},{"uri":"Rafael_%C3%81ngel_Calder%C3%B3n_Guardia","surface_form":"Rafael Ángel Calderón Guardia","offset":2495},{"uri":"Elementary_school","surface_form":"elementary","offset":2588},{"uri":"Secondary_education","surface_form":"high schools","offset":2603},{"uri":"Bilingual","surface_form":"bilingual","offset":2847},{"uri":"German_language","surface_form":"German","offset":2905},{"uri":"French_language","surface_form":"French","offset":2913},{"uri":"English_language","surface_form":"English","offset":2924},{"uri":"Latin_America","surface_form":"Latin America's","offset":2967},{"uri":"Laura_Chinchilla","surface_form":"Laura Chinchilla's","offset":3296},{"uri":"Inter-American_Court_of_Human_Rights","surface_form":"Inter-American Court of Human Rights","offset":3467},{"uri":"Teatro_Variedades","surface_form":"Teatro Variedades","offset":4189}]}