{"id":102063,"url":"http://en.wikipedia.org/wiki/National_Parks_of_Costa_Rica","text":"There are 26 National parks in Costa Rica. These parks are managed by SINAC \"(Sistema Nacional de Areas de Conservacion)\". SINAC is part of Costa Rica's Ministry of Environment and Energy (MINAE).\nSanta Rosa.\nThe Santa Rosa National Park in the province of Guanacaste is one of the most important historic areas of the country.\nManuel Antonio.\nManuel Antonio National Park was listed by Forbes as one of the world's 12 most beautiful national parks. This park is located on the Pacific coast of Costa Rica, in the province of Puntarenas.\nIt has an area of 682.7 mm. It is one of Costa Rica's most scenic parks. Manuel Antonio receives a lot of national and international tourism. Another important attraction is the tropical rainforest inhabited by species of flora and fauna in danger of extinction, such as the Tití monkey.\nArenal.\nArenal National Park is located in the North Region, north of the Sierra de Tilarán. It belongs to the cantons of Tilarán, San Carlos and San Ramon.\nProtect important species of flora and fauna characteristics of the rain forest and cloud forest premontane valuable scientific and tourism.\nCoocoo Island.\nThe island is regarded as a natural laboratory for the study of the evolution of species.\nCocos Island is a territory rich landscape and a true laboratory for the study of nature. Many ferns, bromeliads, rivers, creeks and waterfalls, valleys, cliffs and islands frequented by countless seabirds and place of nesting gulls.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_park","surface_form":"National parks","offset":13},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":31},{"uri":"National_System_of_Conservation_Areas","surface_form":"SINAC","offset":70},{"uri":"Ministry_of_Environment%2C_Energy_and_Telecommunications","surface_form":"(MINAE)","offset":188},{"uri":"Santa_Rosa_National_Park","surface_form":"Santa Rosa National Park","offset":213},{"uri":"Manuel_Antonio_National_Park","surface_form":"Manuel Antonio National Park","offset":344},{"uri":"Forbes","surface_form":"Forbes","offset":387},{"uri":"Pacific","surface_form":"Pacific","offset":478},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":495},{"uri":"Rainforest","surface_form":"rainforest","offset":725},{"uri":"Monkey","surface_form":"monkey","offset":818},{"uri":"Fern","surface_form":"fern","offset":1324},{"uri":"Bromeliad","surface_form":"bromeliad","offset":1331}]}