{"id":102052,"url":"http://en.wikipedia.org/wiki/Bambi_II","text":"\"Bambi II\", originally called \"Bambi and the Great Prince\" and then \"Bambi and the Great Prince of the Forest\", is a 2006 American animated drama movie and the midquel to the 1942 movie \"Bambi\". Although it was eventually released in theatres in 25 countries, in the United States and some other countries it was a direct-to-video release (released on February 7, 2006). Taking place in the middle of \"Bambi\" during the title character’s adolescence, it shows the Great Prince of the Forest struggling to raise the motherless Bambi, and Bambi's doubts about his father's love.\nThe Story.\nPicking up shortly after his mother's death, Bambi follows his father, the Great Prince, into the forest. With the help of Thumper and Flower, Bambi must win his father's approval, but the Great Prince finds that his high-spirited son may have a lesson or two to teach him as well.\nProduction.\nMany of the backgrounds used in the movie are exactly the same that were used in the original 1942 movie. The old backgrounds were put through the computer to create a clearer image.\nRelease.\nThe movie was released on home video at differing dates, due to it being a theatrical release in some countries. While the movie was a direct-to-video release in countries like the United States, Japan, Canada, mainland China, Hong Kong and Taiwan, it was a theatrical release in some countries like the United Kingdom, France, Austria, Mexico, Dominican Republic, Brazil, Australia and some other European countries. It broke the world record for the longest amount of time between two related movies made in a series, being released 63 and a half years after the first movie. As major studios continue to phase out VHS, this was the last Disney animated movie released on VHS. Following its moratorium strategy, in which releases are made available for a limited time only, Disney gave the DVD a 70-day window for its US release. The movie sold 2.6 million DVDs in its first week in the United States.\nReception.\nThe movie generally received a positive rating from professional critics. It holds a score of 60% \"Fresh\" in Rotten Tomatoes and has a rating of 6.3 stars out of 10 in IMDb. It was praised for its animation - regarded as some of the best among the Disney direct-to-video sequels - but the story was thought to be lacking and easy to make. Movie fans were much more positive, according to ratings on Amazon.com.\nSoundtrack.\n\"Bambi IIs musical score includes instrumental pieces by Bruce Broughton, and new vocal songs by several noted artists, including Alison Krauss, Martina McBride, and Anthony Callea. Coinciding the with film's DVD release, the soundtrack was released by Walt Disney Records in the United States on February 7, 2006. Produced by Matt Walker, the CD included 9 songs from the movie, as well as three tracks from the original movie.\nTime period changes.\nIn the original book on which \"Bambi\" was based, Ronno was already a stag when Bambi was born, instead of being mere weeks-to-months older than he was as in the movie. An additional twist is that in the book, Ronno was quite respectable (though a bit of a whiner as he is portrayed in the movie), and there was nothing at all personal about his rivalry with Bambi over Faline. Ronno's character is never named in the original movie. However, documentation from Disney clearly indicates that the Ronno in Bambi II is the same deer which Bambi fought in the original, right down to the same moves each deer makes during their fight in the sequel. The age of the Great Prince changes as compared to the original movie. In the original, the Great Prince is said to be twice as old as the oldest deer. In this movie, the Great Prince is said to have been the same age as Bambi's mother.\nThird sequel.\nIn 2007, Pimental expressed interest of making a third movie, which was supposed to continue were the original left off. The movie was originally meant to be released direct-to-DVD in the U.S and in European theaters in late 2011. However, since DisneyToon Studios was shut down.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"Drama_movie","surface_form":"drama movie","offset":140},{"uri":"Midquel","surface_form":"midquel","offset":160},{"uri":"Bambi","surface_form":"Bambi","offset":187},{"uri":"United_States","surface_form":"United States","offset":267},{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":315},{"uri":"Love","surface_form":"love","offset":571},{"uri":"Bambi_(character)","surface_form":"Bambi","offset":633},{"uri":"Thumper_(Bambi)","surface_form":"Thumper","offset":711},{"uri":"Flower_(Bambi)","surface_form":"Flower","offset":723},{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":1209},{"uri":"United_States","surface_form":"United States","offset":1255},{"uri":"Japan","surface_form":"Japan","offset":1270},{"uri":"Canada","surface_form":"Canada","offset":1277},{"uri":"People%27s_Republic_of_China","surface_form":"mainland China","offset":1285},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":1301},{"uri":"Republic_of_China","surface_form":"Taiwan","offset":1315},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1378},{"uri":"France","surface_form":"France","offset":1394},{"uri":"Austria","surface_form":"Austria","offset":1402},{"uri":"Mexico","surface_form":"Mexico","offset":1411},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":1419},{"uri":"Brazil","surface_form":"Brazil","offset":1439},{"uri":"Australia","surface_form":"Australia","offset":1447},{"uri":"Europe","surface_form":"Europe","offset":1472},{"uri":"VHS","surface_form":"VHS","offset":1691},{"uri":"VHS","surface_form":"VHS","offset":1748},{"uri":"Moratorium_(entertainment)","surface_form":"moratorium","offset":1767},{"uri":"Bruce_Broughton","surface_form":"Bruce Broughton","offset":2469},{"uri":"Alison_Krauss","surface_form":"Alison Krauss","offset":2542},{"uri":"Martina_McBride","surface_form":"Martina McBride","offset":2557},{"uri":"Anthony_Callea","surface_form":"Anthony Callea","offset":2578},{"uri":"Walt_Disney_Records","surface_form":"Walt Disney Records","offset":2665}]}