{"id":102103,"url":"http://en.wikipedia.org/wiki/Epistle_to_the_Ephesians","text":"e=\"preserve\">Ephesians, is the forty-ninth book in the Christian Bible, and the tenth in the New Testament. This book is thought to have been written by the Apostle Paul to the people of Ephesus while he was imprisoned in Rome, around 62 A.D. However, the words \"in Ephesus\" do not appear in the best and earliest hand copies of the letter, leading most textual critics, like Bart Ehrman, to regard the words \"in Ephesus\" as a later addition. Copies of the letter may have been sent to other churches also, since it contains no personal references to people at Ephesus.\nThe Church at Ephesus.\nPaul's first short visit of three months to Ephesus is recorded in Acts Chapter 18, verses 19–21. The work he began then was continued by Apollos (Acts Chapter 18 verses 24–26) and Aquila and Priscilla. On his second visit early in the next year, he stayed at Ephesus \"three years\", and from there visited the western parts of Asia Minor. From Ephesus the gospel spread abroad \"almost throughout all Asia Minor.\"\nOn his last journey to Jerusalem, the apostle landed at Miletus and, called together the leaders of the church from Ephesus, and said \"good bye\" to them expecting to see them no more. (Acts Chapter 20, verses 18–35)\nContent of the letter.\nFrank Charles Thompson, says that the main theme of Ephesians is to tell the newly converted Jews not to separate themselves from their Gentile fellow Christians. The unity of the church, especially between Jew and Gentile believers, is the main thing in the book. The purpose of the epistle, and to whom it was written, are matters of much speculation. It was regarded by C.H. Dodd as the \"crown of Paulinism.\" meaning the most important part of Paul's teachings.\nThe author strongly tells the church again and again to have a certain view of salvation, which he then explains. Chapter 2, verse 6, states \"By grace you have been saved through faith and that not of yourselves, it is the gift of God, not of works so that no one should boast\"\nIn Chapter 6 Paul tells about how families should treat each other. He says that children should love their parents, fathers should not make their children angry, servants should serve their masters, and masters should not threaten their servants, since God does not favor any group above another.\nThe ending of the letter mentions truth, peace, salvation and prayer as \"armor of God\". that will enable the Christians to stand firm.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":43},{"uri":"Christian","surface_form":"Christian","offset":55},{"uri":"Bible","surface_form":"Bible","offset":65},{"uri":"Ten","surface_form":"ten","offset":80},{"uri":"New_Testament","surface_form":"New Testament","offset":93},{"uri":"Writer","surface_form":"written","offset":142},{"uri":"Paul_of_Tarsus","surface_form":"Paul","offset":165},{"uri":"Ephesus","surface_form":"Ephesus","offset":187},{"uri":"Rome","surface_form":"Rome","offset":222},{"uri":"Anno_Domini","surface_form":"A.D.","offset":238},{"uri":"Textual_criticism","surface_form":"textual critics","offset":354},{"uri":"Ephesus","surface_form":"Ephesus","offset":637},{"uri":"Anatolia","surface_form":"Asia Minor","offset":920},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1029},{"uri":"Miletus","surface_form":"Miletus","offset":1062},{"uri":"Christians","surface_form":"Christians","offset":1396},{"uri":"Jew","surface_form":"Jew","offset":1452},{"uri":"Gentile","surface_form":"Gentile","offset":1460},{"uri":"Salvation_(Christianity)","surface_form":"salvation","offset":1789},{"uri":"Divine_grace","surface_form":"grace","offset":1855},{"uri":"Sola_fide","surface_form":"faith","offset":1889},{"uri":"Prayer","surface_form":"prayer","offset":2348},{"uri":"Armor","surface_form":"armor","offset":2359}]}