{"id":102129,"url":"http://en.wikipedia.org/wiki/Magical_Mystery_Tour","text":"\"Magical Mystery Tour\" is a 1967 television movie made by The Beatles. It is also the movie's title song, and the name of its soundtrack recording.\nShow.\nPaul McCartney had the original idea for \"Magical Mystery Tour\", coming back from the Monterey Pop Festival in California, during the summer of 1967. He drew a clock face on a paper plate, and filled it with parts of the show he imagined. McCartney based the idea on Ken Kesey's Merry Pranksters, who travelled the United States in a bus, and also \", which were low-budget weekend vacation trips taken in England.\nThe other Beatles liked the idea for the show, and made plans to produce and direct it themselves. After they stopped giving concerts in 1966, they had started making their own promotional films (called \"promos\"), much like today's music videos. They had success with promos, and wanted to try making a whole programme, to appear on television during the Christmas holidays.\nBeatles manager Brian Epstein helped set up the production, and the Beatles asked friends, members of their staff, and some professional actors to ride with them in a rented bus over a holiday weekend, and film whatever happened, with magical elements to be added later. Making the movie was one of the first jobs of the Beatles's new company, Apple Corps.\nEpstein unfortunately died before filming began. Without him to look over business details, things ran into trouble. By the time things were set up, John Lennon and George Harrison had changed their minds about performing, and spent much of the bus trip asleep. There also was not much for scenery along the roads, or entertainment among the passengers.\nWhat turned into a bigger event than filming \"Magical Mystery Tour\" was the that began to surround the bus, wondering what the \"tour\" was all about. People followed the bus for miles, and caused. People who saw the bus go by expected a \"happening\" of some kind, but none had been planned. In trying to be, nobody had worked out a for the bus, or the trip. Most of the commotion ended after Lennon personally removed the MAGICAL MYSTERY TOUR lettering from the sides of the bus. Later a Beatles assistant said the traffic jams should have also been filmed.\nSpots for songs and performances were included in \"Magical Mystery Tour\", and so was a explaining what the trip was about. The songs featured in the show included \"The Fool on the Hill\", \"I Am The Walrus\", \"Blue Jay Way\", an instrumental song, \"Flying\", and \"Your Mother Should Know\", with a choreographed dance sequence. Another band, the Bonzo Dog Doo-Dah Band, played live during a striptease performance.\n\"Magical Mystery Tour\" appeared on British television on Boxing Day in 1967, and was a surprising flop. Part of the reason for its failure was because it was shown in black-and-white, while colour was an important feature. Another part was because most of the viewers did not understand what was supposed to be happening. Another part was that not much had happened on camera, for long parts of the programme, and it showed.\nRingo Starr made a personal appeal to the BBC to show \"Magical Mystery Tour\" again, in full colour. The BBC gave it a second broadcast, but it did not change opinions. ABC in the United States cancelled plans to show \"Magical Mystery Tour\" in America. (It later appeared as a \"midnight movie\", shown in small cinemas and on college campuses.)\nSoundtrack.\nEven though \"Magical Mystery Tour\" was not a television success, its soundtrack still sold well. The show's songs were released as a double EP in England, with a storybook and pictures from the show. In America, Capitol Records added songs from recent Beatles singles to the show songs, and released a whole album. The American version outsold the EP in England, and in 1977 Parlophone Records released a British version of the album.\nSongs.\n+ \"appeared in the show Magical Mystery Tour \"\nAll songs were written by John Lennon and Paul McCartney, except \"Flying\" (by Lennon, McCartney, Harrison and Starr) and \"Blue Jay Way\" (by George Harrison).","categories":[],"infobox_types":["album"],"annotations":[{"uri":"1967","surface_form":"1967","offset":28},{"uri":"The_Beatles","surface_form":"The Beatles","offset":58},{"uri":"Soundtrack","surface_form":"soundtrack","offset":126},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":154},{"uri":"Monterey_Pop_Festival","surface_form":"Monterey Pop Festival","offset":240},{"uri":"California","surface_form":"California","offset":265},{"uri":"Clock","surface_form":"clock","offset":314},{"uri":"Ken_Kesey","surface_form":"Ken Kesey","offset":421},{"uri":"United_States","surface_form":"United States","offset":469},{"uri":"Bus","surface_form":"bus","offset":488},{"uri":"Vacation","surface_form":"vacation","offset":535},{"uri":"England","surface_form":"England","offset":559},{"uri":"Produce","surface_form":"produce","offset":633},{"uri":"Film_director","surface_form":"direct","offset":645},{"uri":"Concert","surface_form":"concert","offset":693},{"uri":"1966","surface_form":"1966","offset":705},{"uri":"Promotion","surface_form":"promotion","offset":745},{"uri":"Music_video","surface_form":"music video","offset":800},{"uri":"Television","surface_form":"television","offset":901},{"uri":"Christmas","surface_form":"Christmas","offset":923},{"uri":"Brian_Epstein","surface_form":"Brian Epstein","offset":959},{"uri":"Magic","surface_form":"magic","offset":1178},{"uri":"Apple_Corps","surface_form":"Apple Corps","offset":1287},{"uri":"John_Lennon","surface_form":"John Lennon","offset":1449},{"uri":"George_Harrison","surface_form":"George Harrison","offset":1465},{"uri":"Entertainment","surface_form":"entertainment","offset":1618},{"uri":"Choreography","surface_form":"choreographed","offset":2502},{"uri":"Dance","surface_form":"dance","offset":2516},{"uri":"Striptease","surface_form":"striptease","offset":2595},{"uri":"Boxing_Day","surface_form":"Boxing Day","offset":2676},{"uri":"Monochrome","surface_form":"black-and-white","offset":2786},{"uri":"Colour","surface_form":"colour","offset":2809},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":3044},{"uri":"BBC","surface_form":"BBC","offset":3086},{"uri":"Broadcast","surface_form":"broadcast","offset":3169},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":3212},{"uri":"United_States","surface_form":"United States","offset":3223},{"uri":"Cinema","surface_form":"cinema","offset":3353},{"uri":"College","surface_form":"college","offset":3368},{"uri":"Extended_Play","surface_form":"EP","offset":3539},{"uri":"Capitol_Records","surface_form":"Capitol Records","offset":3611},{"uri":"Parlophone_Records","surface_form":"Parlophone Records","offset":3774},{"uri":"John_Lennon","surface_form":"John Lennon","offset":3914},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":3930}]}