{"id":102115,"url":"http://en.wikipedia.org/wiki/Samuel_Taylor_Coleridge","text":"Samuel Taylor Coleridge (21 October 1772 – 25 July 1834) was an English poet. Together with his friend William Wordsworth, Coleridge is often said to have started the Romantic movement in English literature. He was also a literary critic, philosopher and theologian.\nColeridge was born in Ottery St Mary, Devon. He was the son of a minister, and the youngest of ten children. He attended the University of Cambridge, Jesus College, though he never earned his degree. He met Wordsworth, another young poet, in 1795. They became close friends, and in 1798 they published their poems in a book called \"Lyrical Ballads\", which many critics consider a key event in English Romanticism. Most of the poems in the book were written by Wordsworth, though it also contained Coleridge's \"The Rime of the Ancient Mariner\", which many people call his masterpiece and one of the great poems in English. (In it, Coleridge used old-fashioned spellings, like \"rime\" for \"rhyme,\" to give the poem an antique feeling.)\nIn 1796, Coleridge wrote his poem \"Kubla Khan\" — along with the \"Ancient Mariner\", it is his best-known work. At about the same time, in the later 1790s, Coleridge became addicted to opium. At that time the drug was legal, and was widely used as a painkiller. Coleridge's addiction to opium marked the rest of his life. His health suffered, and he had trouble supporting his wife and children. He also had a hard time finishing the writing projects he started.\nColeridge had a reputation as a great talker, and people often invited him to their dinner parties to hear him speak. He was a successful lecturer at times in his later life. He gained a reputation as a thinker and philosopher as well as a poet. He died in Highgate, Middlesex.\nScholars and critics of English literature have regarded Coleridge as a major figure. In his 1927 book \"The Road to Xanadu\", John Livingston Lowes used Coleridge's poetry, especially \"Kubla Khan\", to study the working of the human imagination. Critics have argued about the role that opium addiction played in the poet's life and work. In his 1971 book \"Coleridge, the Damaged Archangel\", Norman Furman showed that Coleridge was guilty of plagiarism in many of his later works. His opium addiction may have left Coleridge unable to tell when he was repeating the work of other writers that he had read.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":64},{"uri":"Poet","surface_form":"poet","offset":72},{"uri":"William_Wordsworth","surface_form":"William Wordsworth","offset":103},{"uri":"Romanticism","surface_form":"Romantic movement","offset":167},{"uri":"English_literature","surface_form":"English literature","offset":188},{"uri":"Critic","surface_form":"critic","offset":231},{"uri":"Philosopher","surface_form":"philosopher","offset":239},{"uri":"Theologian","surface_form":"theologian","offset":255},{"uri":"Ottery_St_Mary","surface_form":"Ottery St Mary","offset":289},{"uri":"Devon","surface_form":"Devon","offset":305},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":392},{"uri":"Jesus_College%2C_Cambridge","surface_form":"Jesus College","offset":417},{"uri":"The_Rime_of_the_Ancient_Mariner","surface_form":"The Rime of the Ancient Mariner","offset":777},{"uri":"Opium","surface_form":"opium","offset":1183},{"uri":"Painkiller","surface_form":"painkiller","offset":1248},{"uri":"Philosophy","surface_form":"philosopher","offset":1676},{"uri":"Highgate","surface_form":"Highgate","offset":1718},{"uri":"Middlesex","surface_form":"Middlesex","offset":1728},{"uri":"Kubla_Khan","surface_form":"Kubla Khan","offset":1923},{"uri":"Plagiarism","surface_form":"plagiarism","offset":2178}]}