{"id":102238,"url":"http://en.wikipedia.org/wiki/Book_of_Leviticus","text":"Leviticus (lih-vih-tih-kus) is the third book of both the Bible, and the Torah. In Hebrew it is known as Wayiqra' (וַיִּקְרָא), meaning 'And He will declare.' It was written by the Old Testament Patriarch Moses. Leviticus was written to the Hebrew people of Israel. The book has several main topics, some of which are the Jewish laws of sacrificing to God, and the work of the priests. These priests are sometimes known as Levites (what this book is named after).\nWhen was it written.\nIt was likely developed over a long period of time, reaching its present form during the Persian empire (Yehud Madinata) between 538-332 BCE. Tradition says this book was written around 1300 B.C. by Moses.\nSummary.\nGod gives more instructions to Moses. God asks Moses to repeat what He said to Moses' people, the Israelites.\nContinuing from Exodus the Israelites are escaping Egypt. They reach the Biblical Mount Sinai. In Exodus, Moses learned from God how to build the holy tabernacle (a tent for praying and worshiping). In Leviticus God teaches Moses and the Levites how to make sacrifices and how to behave in a good way.\nThe first few chapters show God's laws for offering sacrifices for various reasons, such as for the forgiveness of sins.\nThen Moses makes Aaron a priest of God. Details about how the priests are to make sacrifices to God are given. This is sometimes called the \"ceremonial law\". Two sons of Aaron were destroyed for doing the work of the priest in the wrong way.\nThen God teaches the people how to eat right and be clean. Examples of food that are forbidden are pork and shrimp. Meat is also not to be eaten with milk at the same time. Beyond that, eaten meat is to be taken from animals that were slaughtered in a specific way. The meat must not contain blood either, as this is seen as representing life in the face of the animal having died. Regarding staying clean, laws are given about menstruation (the monthly period), sexual relations, skin disease, and how dead bodies are to be disposed of.\nThe rest of the book describes how priests, the Levites, should be ordained, should dress, carry out rituals, and act (for example on the Day of Atonement, and other important Holy Days).","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible","surface_form":"Bible","offset":58},{"uri":"Torah","surface_form":"Torah","offset":73},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":83},{"uri":"Old_Testament","surface_form":"Old Testament","offset":181},{"uri":"Patriarch","surface_form":"Patriarch","offset":195},{"uri":"Moses","surface_form":"Moses","offset":205},{"uri":"Hebrews","surface_form":"Hebrew","offset":241},{"uri":"Israel","surface_form":"Israel","offset":258},{"uri":"Sacrifice","surface_form":"sacrificing","offset":337},{"uri":"Priest","surface_form":"priest","offset":377},{"uri":"Levite","surface_form":"Levites","offset":423},{"uri":"Achaemenid_Empire","surface_form":"Persian empire","offset":574},{"uri":"Exodus","surface_form":"Exodus","offset":826},{"uri":"Israelites","surface_form":"Israelites","offset":837},{"uri":"Biblical_Mount_Sinai","surface_form":"Biblical Mount Sinai","offset":883},{"uri":"Tabernacle","surface_form":"tabernacle","offset":961},{"uri":"Aaron","surface_form":"Aaron","offset":1250},{"uri":"Day_of_Atonement","surface_form":"Day of Atonement","offset":2151}]}