{"id":102230,"url":"http://en.wikipedia.org/wiki/Sertab_Erener","text":"Sertab Erener (born December 4, 1964 is a Turkish pop music singer. She is one of the most successful female Turkish pop singers in Turkey. Erener is said to be one of the divas of Turkish pop music.\nShe released her first album which produced by Sezen Aksu, \"Sakin Ol\" (Calm Down) in August 1992. Her debut song \"Sakin Ol\" became greatly popular. Next album \"Lal\" (Ruby) released in October 1994. Lal was important for her career, because songs in the album such as \"Rüya\" (Dream), \"Sevdam Ağlıyor\" (My Love is Crying), \"Mecbursun\" (You Have to), \"Gel Barışalım Artık\" (Let's Make Peace) and \"Lal\" became hit quickly.\nIn May 1997, Sertab released her third album, \"Sertab Gibi\" (Like Sertab). She stopped working with Sezen Aksu and she worked with Demir Demirkan in this album. Although album's sales were very low, album is the favorite album of fans. \"Aşkolan Aşktır\" (Love Matters), \"Seyrüsefer\" (Navigation) and \"İncelikler Yüzünden\" (Because of the Niceties) were the important songs from the album. Sertab Erener released self-titled fourth album in March 1999. Albums hit were \"Yanarım\" (I Burn), \"Zor Kadın\" (Hard Woman) and Vur Yüreğim (Hit, My Heart). Vur Yüreğim's video clip was including real scenes from shocking and afflictive events such as martyr funerals, atomic bomb and natural disasters.\nIn Europe, she is best known for winning the Eurovision Song Contest 2003 with her hit song \"Every Way That I Can\".","categories":[],"infobox_types":["musical artist|"],"annotations":[{"uri":"Turkish_people","surface_form":"Turkish","offset":42},{"uri":"Pop_music","surface_form":"pop music","offset":50},{"uri":"Singer","surface_form":"singer","offset":60},{"uri":"Diva","surface_form":"diva","offset":172},{"uri":"Sezen_Aksu","surface_form":"Sezen Aksu","offset":247},{"uri":"Sakin_Ol","surface_form":"Sakin Ol","offset":260},{"uri":"Lal","surface_form":"Lal","offset":360},{"uri":"Sertab_Gibi","surface_form":"Sertab Gibi","offset":666},{"uri":"Europe","surface_form":"Europe","offset":1314},{"uri":"Eurovision_Song_Contest","surface_form":"Eurovision Song Contest 2003","offset":1356},{"uri":"Every_Way_That_I_Can","surface_form":"Every Way That I Can","offset":1404}]}