{"id":102212,"url":"http://en.wikipedia.org/wiki/Bryan_Ruiz_Gonzalez","text":"Bryan Ruiz Gonzalez (b. 18 August 1985) is a Costa Rican soccer (European football) player. He was born in San José.\nLife.\nAt the age of twelve, Gonzalez started playing for Liga Deportiva Alajuelense minor leagues. He quickly became known as a skilled player. In 2003, at the age of 18, he began playing first division football. He would eventually become a professional soccer player with the same team.\nCareer.\nDuring his first tournament, Gonzalez played well. He soon became an important member of his team. He played in many important games, like “El Clásico” (The Classic), when Alajuela plays their biggest enemy, Saprissa. In his second year Gonzalez's team won the CONCACAF Champion's Cup.\nThough Gonzalez had only been a professional soccer player for a short time, he was asked to represent his country by playing on the Costa Rica National Team. He played well and was celebrated by the public.\nSuddenly, in 2006, Gonzalez was invited to play for a soccer team in Belgium. The team, K.A.A. Gent, wanted to sign him to a four-year deal. Gonzalez accepted. He became a popular player in Belgium by becoming the best scorer on his team. He also got a hat-trick.\nHis success gained Gonzalez a lot of attention and popularity. He was asked again to play with the Costa Rican national team. He returned to Costa Rica and played well for the national team. Afterward, he hoped to get signed by a good European team.\nIn 2009, Gonzalez played with FC Twente Enschede in Holland, where is team won the Cup. In 2010, he began playing for the UEFA Champions League Cup.","categories":[],"infobox_types":[],"annotations":[{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":45},{"uri":"Association_football","surface_form":"soccer","offset":57},{"uri":"San_Jose%2C_Costa_Rica","surface_form":"San José.","offset":107},{"uri":"Minor_league","surface_form":"minor league","offset":201},{"uri":"Alajuela","surface_form":"Alajuela","offset":586},{"uri":"Saprissa","surface_form":"Saprissa","offset":622},{"uri":"CONCACAF_Champion%27s_Cup","surface_form":"CONCACAF Champion's Cup","offset":675},{"uri":"Costa_Rica_national_football_team","surface_form":"Costa Rica National Team","offset":833},{"uri":"Belgium","surface_form":"Belgium","offset":977},{"uri":"K.A.A._Gent","surface_form":"K.A.A. Gent","offset":996},{"uri":"Hat-trick","surface_form":"hat-trick","offset":1161},{"uri":"FC_Twente","surface_form":"FC Twente","offset":1452},{"uri":"Holland","surface_form":"Holland","offset":1474},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":1544}]}