{"id":102287,"url":"http://en.wikipedia.org/wiki/Paramilitary","text":"e=\"preserve\">Paramilitary is a way to describe forces that are organised like military forces, but that do not have the same status. Examples for such forces would be police forces guarding the borders of a country. There are paramilitary groups that are run by a country, and others that are not.\nThe name comes from Greek \"para\" (which means \"beside\") and Latin \"miles\" (which means \"soldier\").\nExamples of Paramilitary Organizations.\nSWAT teams of some American police departments: trained to handle high-risk situations that regular police officers are not as qualified to handle such as hostage rescue, counter-terrorism missions, and arresting particularly dangerous criminals.\nSpecial Activities Division of the Central Intelligence Agency: a unit of the CIA whose missions often require a great deal of secrecy and carefulness. Most members of this unit are recruited from special forces units from all over the United States military. Their main mission is to collect intelligence on countries hostile to the United States; most CIA operatives killed in the line of duty have been members of the Special Activities Division.\nThe SS and SA of Nazi Germany: the SS was the successor to the SA, but for the most part, both groups handled the same responsibilities. They were originally bodyguards to Adolf Hitler, but as the war heated up, they were assigned to oversee concentration camps as guards and administrators. While not an official part of Germany's military, the SS had an armed branch that was trained as a regular military unit.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military","surface_form":"military","offset":78},{"uri":"Police","surface_form":"police","offset":167},{"uri":"Border","surface_form":"border","offset":194},{"uri":"Greek_language","surface_form":"Greek","offset":318},{"uri":"Latin_language","surface_form":"Latin","offset":358},{"uri":"SWAT_team","surface_form":"SWAT","offset":437},{"uri":"Counter-terrorism","surface_form":"counter-terrorism","offset":608},{"uri":"Central_Intelligence_Agency","surface_form":"Central Intelligence Agency","offset":719},{"uri":"Special_forces","surface_form":"special forces","offset":881},{"uri":"Military_intelligence","surface_form":"intelligence","offset":977},{"uri":"Schutzstaffel","surface_form":"SS","offset":1138},{"uri":"Sturmabteilung","surface_form":"SA","offset":1145},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1151},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1306},{"uri":"World_War_II","surface_form":"war","offset":1331},{"uri":"Concentration_camp","surface_form":"concentration camps","offset":1376}]}