{"id":102246,"url":"http://en.wikipedia.org/wiki/Book_of_Joshua","text":"The Book of Joshua is the sixth book of the Christian Bible, and also the sixth book of the Hebrew Tanakh. It is not clear who wrote the book, although most of the Jewish tradition believe it was Joshua, son of Nun. It is the first of the books of the Tanakh (Old Testament) covering the history of Israel from the arrival in the Promised Land to the Babylonian captivity.\nIt is not known when the Book was written, but it cannot have been written before roughly 1200 BC, as the events described in the book occur then. Some scholars believe it was written much later, perhaps in 550 BC, at the time of the Babylonian exile, when there was a desire to remember and retell their own history.\nSummary.\nAfter the death of Moses, God put Joshua in charge of the people. Joshua sent two spies to spy on the city of Jericho. A woman prostitute called Rahab hid these two men and told the enemies they had already left. She hid them on top of her roof, underneath stalks of flax. The spies later promised that they would keep the oath that Joshua made with them.\nJericho fell when the people of Israel, instructed by God, circled around the wall of Jericho seven times and blew their ram's horns, and on the seventh time, they all shouted with a great shout, causing the wall to fall.\nJoshua told the spies to go to Rahab's house and bring out her family and belongings. The spies did as they were told, as they kept the oath. Joshua saved Rahab's life, and she went to live in Israel.\nLater, God told Joshua to invade the city of Ai. After they did this, the people of Gibeon tricked Joshua into a treaty.\nHowever, three days later, the people of Israel realized that they really made a treaty with Gibeon's neighbors, the Hivites. The Hivities became cursed, but the people of Gibeon promised that they would do whatever the Israelites say.\nAfter making peace with the Hivites, they went to lay siege to Gibeon. The Gibeonites sent a message to Joshua saying he needs to save the people of Gibeon. So, God killed many of the Amorites by making large hailstones. Then Joshua made the sun stay over Gibeon, and the moon over Ajalon. Joshua later got very old and died.\nQuotes.\nNo one will be able to stand against you all the days of your life. As I was with Moses, so too I will be with you; I will not fail you nor forsake you. (1:5)\nDecide today whom you will serve, the gods your ancestors worshipped in Mesopotamia or the gods of the Amorites in whose land you are now living. As for my family and me, we will serve the LORD. (24:15)","categories":[],"infobox_types":[],"annotations":[{"uri":"Christian","surface_form":"Christian","offset":44},{"uri":"Bible","surface_form":"Bible","offset":54},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":92},{"uri":"Tanakh","surface_form":"Tanakh","offset":99},{"uri":"Jewish","surface_form":"Jewish","offset":164},{"uri":"Tradition","surface_form":"tradition","offset":171},{"uri":"Old_Testament","surface_form":"Old Testament","offset":260},{"uri":"Israel","surface_form":"Israel","offset":299},{"uri":"Promise","surface_form":"Promise","offset":330},{"uri":"Land","surface_form":"Land","offset":339},{"uri":"Babylon","surface_form":"Babylon","offset":351},{"uri":"Exile","surface_form":"exile","offset":618},{"uri":"Moses","surface_form":"Moses","offset":719},{"uri":"Jericho","surface_form":"Jericho","offset":810},{"uri":"Israel","surface_form":"Israel","offset":1088}]}