{"id":102263,"url":"http://en.wikipedia.org/wiki/Epistle_to_the_Galatians","text":"e=\"preserve\">The Epistle to the Galatians (or Galatians) is the forty-eighth book in the Bible (and ninth in the New Testament), written by the Apostle Paul. The book was written to the people of Galatia, a part of modern day Turkey, with whom Paul had earlier preached and founded the congregation in their area.\nIt is not known for sure, but most believe that the book was written around 57 A.D. One of the curious verses in the letter is where Paul says \"See with what large letters I am writing this in my own hand\". (Chapter 6, verse 11). This is understood to mean that normally Paul used a secretary to write down as he spoke his letters. However he wanted the Galatians to be sure it was he himself that was the author of the letter they would receive so he wrote a few lines himself. Some believe he had poor eyesight and so had to write with \"large letters\".\nContent.\nPaul's letter is to settle an important question of that day. It is if the gentile Christians must first join the Jewish religion and keep the Law of Moses. Paul says that the gentile Galatians do not need to keep the old Laws such as the need for circumcision, which is the removal of some skin around the male sex organ, done by Jews and Muslims as an act of religious obedience to God. Paul says that this is no longer important since Jesus has come. Paul says it is not good that the community has turned from the gospel (Chapter 1, verses 6–10) He says there is only one gospel and one way of being saved through faith in Christ and that adding to that makes it another gospel. He talks about his early life as a Jew, (Chapter 1, verses 13–14), how he met Christ, often called the conversion of Paul, (Chapter 1, verses 15–16), and his early work (Chapter 1 verses 17–24). He tells about meeting with the other Christian leaders in Jerusalem as reported in Acts chapter 15, verses 2:1–10. He says that they agreed with him that the gentiles did not need to be become practicing Jews first. In Chapter 2 he tells about a meeting with Peter where he told Peter that he was not acting properly towards the gentile Christians by not eating with them. Then he says that Jews, like Gentiles, are not made right with God by keeping the old Law but by trusting in what Jesus did for them when He died on the cross. Later in the book he tells that the Law was given to show us how sinful we are so that we would see the need for forgiveness. He says that when we love others we have fulfilled the true meaning of the Law. He writes that when we have faith, God sends the Holy Spirit who helps us live a good life and keep from bad things. He gives a list of those bad and good actions. (Chapter 5)\nImportance.\nThe Epistle to the Galatians has been very important in the history of Christianity, the development of Christian theology, and the study of the apostle Paul.\nThe book contains some of the most known Bible teachings, such as that all have need of salvation ([http://www.biblegateway.com/passage/?search=galatians%203:28-29;&version=9; Galatians 3:28-29]), and the Fruits of the Spirit ([http://www.biblegateway.com/passage/?search=Galatians%205:22-23;&version=9; Galatians 5:22-23]).","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible","surface_form":"Bible","offset":89},{"uri":"New_Testament","surface_form":"New Testament","offset":113},{"uri":"Paul_of_Tarsus","surface_form":"Apostle Paul","offset":144},{"uri":"Writer","surface_form":"written","offset":171},{"uri":"People","surface_form":"people","offset":186},{"uri":"Galatia","surface_form":"Galatia","offset":196},{"uri":"Preach","surface_form":"preach","offset":261},{"uri":"Congregation","surface_form":"congregation","offset":286},{"uri":"Secretary","surface_form":"secretary","offset":597},{"uri":"Gentile","surface_form":"gentile","offset":953},{"uri":"Law","surface_form":"Law","offset":1021},{"uri":"Moses","surface_form":"Moses","offset":1028},{"uri":"Jesus","surface_form":"Jesus","offset":1316},{"uri":"Saint_Peter","surface_form":"Peter","offset":2016},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":2545},{"uri":"Christianity","surface_form":"Christianity","offset":2755},{"uri":"Theology","surface_form":"theology","offset":2798},{"uri":"Salvation_(Christianity)","surface_form":"salvation","offset":2931}]}