{"id":102338,"url":"http://en.wikipedia.org/wiki/Death_zone","text":"The death zone is the name used by mountain climbers for high altitude where there is not enough available oxygen for humans to breathe. This is usually above 8,000 metres (26,247 feet). Most of the 200+ climbers who have died on Mount Everest have died in the death zone. Due to the inverse relationship of atmospheric pressure to altitude, at the top of Mount Everest the average person takes in about 30% of the oxygen in the air that they would take in at sea level; a normal human person used to breathing air at sea level could only be there for a few minutes before they became unconscious. Most climbers have to carry oxygen bottles to be able to reach the top. Visitors become weak and have inability to think clearly and make decisions, especially under stress. Since helicopters also perform poorly in thin air, many bodies of dead visitors are left on the mountain.\nClimber Lincoln Hall, who was left for dead on Everest on May 25, 2006, managed to survive. Lack of oxygen in his blood made it easier for him to get frostbite. He also had headaches, nausea, vomiting and hallucinations. He said later this was caused by cerebral edema – or swelling of the brain. This is caused at high altitude when blood leaks into the brain itself and that can kill a person if the brain becomes too compressed. Hall was left for dead when his breathing and heartbeat stopped. He was found the next morning by a team of four led by U.S. climber Daniel Mazur. Hall was sitting cross-legged near a ten-thousand foot cliff's edge, without his gloves, hat, or oxygen, with his climbing suit unzipped. Mazur later reported that Hall seemed lucid, and his first words were, \"I imagine you're surprised to see me here.\" A massive rescue operation was assembled, and Hall was rescued. He survived for an additional seven years, speaking and writing books about his experiences on Everest, before his death in 2012 from mesothelioma.","categories":[],"infobox_types":[],"annotations":[{"uri":"Altitude","surface_form":"altitude","offset":62},{"uri":"Oxygen","surface_form":"oxygen","offset":107},{"uri":"Humans","surface_form":"humans","offset":118},{"uri":"Mount_Everest","surface_form":"Mount Everest","offset":230},{"uri":"Atmospheric_pressure","surface_form":"atmospheric pressure","offset":308},{"uri":"Unconscious","surface_form":"unconscious","offset":585},{"uri":"Helicopter","surface_form":"helicopter","offset":778},{"uri":"Frostbite","surface_form":"frostbite","offset":1028},{"uri":"Headache","surface_form":"headache","offset":1051},{"uri":"Nausea","surface_form":"nausea","offset":1062},{"uri":"Vomit","surface_form":"vomit","offset":1070},{"uri":"Hallucination","surface_form":"hallucination","offset":1083},{"uri":"Cerebral_edema","surface_form":"cerebral edema","offset":1132},{"uri":"Compress","surface_form":"compress","offset":1298},{"uri":"Heartbeat","surface_form":"heartbeat","offset":1356},{"uri":"Mesothelioma","surface_form":"mesothelioma","offset":1909}]}