{"id":102445,"url":"http://en.wikipedia.org/wiki/Mario_Kart","text":"Mario Kart (stylized as MARIOKART) is a series of racing video games and media franchise, made by Nintendo. It began with \"Super Mario Kart\" for the Super Nintendo Entertainment System in 1992. To date, there are four \"Mario Kart\" games on home consoles, three portable games, and three Namco co-developed arcade games, making a total of twelve. The latest game for the series is \"Mario Kart 8\".\nGameplay.\nIn the \"Mario Kart\" series, players compete in go-kart races, controlling one of a selection of characters from the \"Mario\" franchise. Up to eight participants can compete in each race, with the exception of \"Mario Kart Wii\", which holds twelve. One of the features of the series is the use of various power-up items obtained by driving into item boxes laid out on the course. These power-ups include mushrooms to give players a speed boost, Koopa Shells to be thrown at opponents, and banana peels that can be laid on the track as hazards. The type of weapon received from an item box is random and often influenced by the player's position in the race. For example, players lagging far behind may receive more powerful items while the leader will only receive small defensive items. This gameplay mechanic–called \"rubber banding\"– allows other players or computers a realistic chance to catch up to the leading player no matter how far ahead they are. As the series has progresses, each new title has introduced new elements in order to keep the gameplay fresh. Changes typically include new items, new stages, and new methods of obtaining speed boosts, but most games have also featured a new play mechanic as well. Changes new titles have brought to the series include: \"Mario Kart 64\" introducing 4-player racing and bringing the series into the third dimension, s\" introducing a partner system and the Double Dash!!, \"Mario Kart Wii's\" use of motorbikes and twelve participants per race, and the newest entry into the franchise, \"Mario Kart 7\", featuring hang gliders, submarines and a new first-person perspective as well as customizing karts.\nCourses.\nMany course themes are repeated throughout the series. For example, most games have featured a circuit course, a desert course, a city or highway course with traffic, some form of a beach course, a stadium course, a jungle course, an ice or snow course, Bowser's Castle and Rainbow Road. Each game in the series includes 16 original courses, with the exception of \"Super Mario Kart\" and \"Super Circuit\", which holds 20. Most races have three laps, while some games have more or less. There are also three to six original battle arenas in each game, designed exclusively for Battle mode. So far, there are 120 original courses and 30 original arenas spread throughout these seven games. Additionally, there are 48 Retro courses and 10 Retro arenas. These consist of older material recreated for newer games.\nOther appearances.\nSeveral \"Mario Kart\"-related items appear in the \"Super Smash Bros.\" series, with \"Super Smash Bros. Brawl\" in particular featuring a stage based on one of \"Mario Kart DSs courses. Certain courses from the series have also appeared in \"F-Zero X\", \"Itadaki Street DS\", \"Mario & Sonic at the Olympic Winter Games\", \"Fortune Street\" and \"Mario & Sonic at the London 2012 Olympic Games\". Various items from the series can also be seen in games such as \"Nintendogs\" and \"Animal Crossing\".\nMerchandise.\n\"Mario Kart\" has had a range of merchandise released. This includes a Scalextric style \"Mario Kart DS\" Figure-8-Circuit. It comes with Mario and Donkey Kong figures, while a Wario and a Luigi are available separately. It also includes CD soundtracks. A line of remote-controlled karts are available in stores. Each kart has a Game Boy Advance-shaped controller. It features forward driving and rotates when put in reverse, instead of steering. The current line-up of karts is Mario, Donkey Kong and Yoshi. There are three large karts that depict the same trio. These karts are controlled by a GameCube controller shape. Japanese figurines of Mario, Luigi, Peach, Toad, Yoshi, Wario, Donkey Kong, and Bowser are also available for purchase as well as for \"Mario Kart 64\", figures of Mario, Luigi, Wario, Bowser, Donkey Kong, and Yoshi were made by Toybiz. There is also a land-line telephone featuring Mario holding a lightning bolt while seated in his Kart, [http://i65.photobucket.com/albums/h222/taproot_rulz/DSCF1063.jpg as seen here].\nK'Nex has released \"Mario Kart Wii\" sets, with Mario, Luigi, Yoshi, and Bowser in karts and bikes. Club Nintendo also released merchandise with a platinum soundtrack from \"Mario Kart Wii\" and three gold trophies from \"Mario Kart 7\".\nReception.\n\"Nintendo Power\" listed the \"Mario Kart\" series as being one of the greatest multi-player experiences, citing the diversity in game modes as well as the entertainment value found.\nGuinness World Records awarded the \"Mario Kart\" series with five world records in the \"Guinness World Records: Gamer's Edition 2008\", including \"First Console Kart Racing Game\" and \"Best Selling Handheld Racing Game.\" Guinness World Records ranked the original \"Super Mario Kart\" number 1 on the list of top 50 console games of all time based on initial impact and lasting legacy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Racing_video_game","surface_form":"racing video game","offset":50},{"uri":"Nintendo","surface_form":"Nintendo","offset":98},{"uri":"Super_Mario_Kart","surface_form":"Super Mario Kart","offset":123},{"uri":"Super_Nintendo_Entertainment_System","surface_form":"Super Nintendo Entertainment System","offset":149},{"uri":"Namco","surface_form":"Namco","offset":287},{"uri":"Mario_Kart_8","surface_form":"Mario Kart 8","offset":381},{"uri":"Kart_racing","surface_form":"go-kart races","offset":453},{"uri":"Mario_(series)","surface_form":"Mario","offset":523},{"uri":"Mario_Kart_Wii","surface_form":"Mario Kart Wii","offset":615},{"uri":"Power-up","surface_form":"power-up","offset":708},{"uri":"Koopa_Troopa","surface_form":"Koopa","offset":848},{"uri":"Mario_Kart_64","surface_form":"Mario Kart 64","offset":1681},{"uri":"Third_dimension","surface_form":"third dimension","offset":1757},{"uri":"Mario_Kart_Wii","surface_form":"Mario Kart Wii","offset":1830},{"uri":"Motorbikes","surface_form":"motorbikes","offset":1855},{"uri":"Mario_Kart_7","surface_form":"Mario Kart 7","offset":1942},{"uri":"Hang_gliders","surface_form":"hang gliders","offset":1967},{"uri":"First-person_(video_games)","surface_form":"first-person","offset":2002},{"uri":"Highway","surface_form":"highway","offset":2204},{"uri":"Bowser_(character)","surface_form":"Bowser","offset":2320},{"uri":"Super_Smash_Bros._(series)","surface_form":"\"Super Smash Bros.\" series","offset":2941},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":2975},{"uri":"Mario_Kart_DS","surface_form":"Mario Kart DS","offset":3049},{"uri":"F-Zero_X","surface_form":"F-Zero X","offset":3128},{"uri":"Itadaki_Street_DS","surface_form":"Itadaki Street DS","offset":3140},{"uri":"Mario_%26amp%3B_Sonic_at_the_Olympic_Winter_Games","surface_form":"Mario & Sonic at the Olympic Winter Games","offset":3161},{"uri":"Fortune_Street","surface_form":"Fortune Street","offset":3206},{"uri":"Mario_%26amp%3B_Sonic_at_the_London_2012_Olympic_Games","surface_form":"Mario & Sonic at the London 2012 Olympic Games","offset":3227},{"uri":"Nintendogs","surface_form":"Nintendogs","offset":3341},{"uri":"Animal_Crossing","surface_form":"Animal Crossing","offset":3358},{"uri":"Scalextric","surface_form":"Scalextric","offset":3459},{"uri":"Remote-controlled","surface_form":"remote-controlled","offset":3650},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":3715},{"uri":"GameCube","surface_form":"GameCube","offset":3982},{"uri":"Mario_Kart_64","surface_form":"Mario Kart 64","offset":4144},{"uri":"K%27Nex","surface_form":"K'Nex","offset":4428},{"uri":"Club_Nintendo","surface_form":"Club Nintendo","offset":4527},{"uri":"Nintendo_Power","surface_form":"Nintendo Power","offset":4673},{"uri":"Guinness_World_Records","surface_form":"Guinness World Records","offset":4852},{"uri":"Super_Mario_Kart","surface_form":"Super Mario Kart","offset":5114}]}