{"id":102424,"url":"http://en.wikipedia.org/wiki/Mesolithic","text":"e=\"preserve\">The Mesolithic was a period in the development of human technology between the Paleolithic and Neolithic periods of the Stone Age.\nIn the Palaeolithic, people were pure hunter-gatherers. In the Neolithic they were farmers in settlements with domesticated animals and wheat, with over 500 kinds of tools and with pottery. The Mesolithic was a transitional period between the two. It happened at different times in different places. Mesolithic tools are small tools produced by chipping, and are hunter-gatherer tools, often arrowheads and points. Neolithic tools are often polished and far more varied. They are tools of more settled societies with some agriculture.\nThe term 'Mesolithic' was introduced by Hodder Westrop in 1877, though the idea had been used earlier. It was not much used until V. Gordon Childe popularized it in his book \"The dawn of Europe\" (1947). There is another term, 'Epipalaeolithic', which is sometimes used instead.\nDistinctive features.\nThe type of tool is the diagnostic factor. The Mesolithic featured devices made with small chipped stone tools. The Neolithic mainly abandoned this mode in favor of polished, not chipped, stone tools.\nThe Fertile Crescent.\nThe Fertile Crescent was the first part of the world to move out of the Palaeolithic.\nIn some areas, such as the Near East, agriculture was already underway by the end of the Pleistocene, and there the Mesolithic is short. In areas with limited influence of ice age, the term \"Epipaleolithic\" is sometimes preferred.\nRegions that experienced greater environmental effects as the last ice age ended have a much more evident Mesolithic era. This lasted millennia. In Northern Europe, societies were able to live well on rich food supplies from the marshlands. Such conditions produced distinctive human behaviours which are preserved in characteristic finds. These conditions also delayed the coming of the Neolithic until as late as 4000 BC (6,000 before present) in northern Europe.\nMesolithic men in Europe.\nGenetic research has been done on the skeleton of a 7,000-year-old man from north-west Spain. It shows he had blue eyes and a dark skin. The analysis showed that he had ancestral alleles in several skin pigmentation genes. This means he had dark hair and brown skin.\nResearchers were surprised because they thought that European populations evolved light skin quite quickly. In lower latitudes dark skin protects from UV rays in sunlight. In northern latitudes this is not such a problem, but the supply of vitamin D is a problem. Vitamin D is synthesised by the action of sunlight on skin. Therefore, it is an advantage in much of Europe to have a light skin.\nEarlier research was done on data using 2,196 samples from 185 diverse populations. It showed that at least three ancestral groups contributed to present-day Europeans.","categories":[],"infobox_types":[],"annotations":[{"uri":"Human","surface_form":"human","offset":63},{"uri":"Technology","surface_form":"technology","offset":69},{"uri":"Paleolithic","surface_form":"Paleolithic","offset":92},{"uri":"Neolithic","surface_form":"Neolithic","offset":108},{"uri":"Stone_Age","surface_form":"Stone Age","offset":133},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":182},{"uri":"Farmer","surface_form":"farmer","offset":227},{"uri":"Domesticate","surface_form":"domesticate","offset":255},{"uri":"Wheat","surface_form":"wheat","offset":280},{"uri":"Pottery","surface_form":"pottery","offset":325},{"uri":"Transition","surface_form":"transition","offset":355},{"uri":"Polish","surface_form":"polished","offset":585},{"uri":"Agriculture","surface_form":"agriculture","offset":666},{"uri":"Vere_Gordon_Childe","surface_form":"V. Gordon Childe","offset":809},{"uri":"Diagnosis","surface_form":"diagnostic","offset":1003},{"uri":"Fertile_Crescent","surface_form":"Fertile Crescent","offset":1206},{"uri":"Near_East","surface_form":"Near East","offset":1315},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":1377},{"uri":"Ice_age","surface_form":"ice age","offset":1460},{"uri":"Epipaleolithic","surface_form":"Epipaleolithic","offset":1479},{"uri":"Environment","surface_form":"environment","offset":1552},{"uri":"Europe","surface_form":"Europe","offset":1676},{"uri":"Marshland","surface_form":"marshland","offset":1748},{"uri":"Preserve","surface_form":"preserved","offset":1824},{"uri":"Delay","surface_form":"delayed","offset":1881},{"uri":"Sequence_analysis","surface_form":"Genetic research","offset":2011},{"uri":"Skeleton","surface_form":"skeleton","offset":2049},{"uri":"Spain","surface_form":"Spain","offset":2098},{"uri":"Alleles","surface_form":"alleles","offset":2190},{"uri":"Genes","surface_form":"genes","offset":2227},{"uri":"Evolved","surface_form":"evolved","offset":2352},{"uri":"UV","surface_form":"UV","offset":2429}]}