{"id":102477,"url":"http://en.wikipedia.org/wiki/Doug_Henning","text":"Douglas James Henning (May 3, 1947 – February 7, 2000) was a Canadian magician, illusionist and escape artist. He was born in Winnipeg. He helped to re-{popularize magic shows, during his heyday (most popular and successful period) in the 1970s.\nHenning's approach to magic and performing was different from earlier magicians. While magicians usually performed in black formal wear, Henning wore colorful clothes. He also studied psychology in college, to know how the human mind works.\nHenning is credited by many for the resurgence of the public's interest in magic, thanks to his breakthroug Broadway show, \"The Magic Show,\" which opened in 1974 and ran for almost five years. This was followed by eight television specials on NBC (the first of which remains the most watched magic television special in history, with over fifty million viewers). In 1982, he appeared in another Broadway show, \"Merlin\", which ran for seven months. Though the magic in Merlin was met with accolades, critics trounced the show's book and music.\nHenning was a spokesperson for Polaroid, TWA, Minolta and Chrysler.\nHe was a student of the Maharishi Mahesh Yogi, and used transcendental meditation to help him focus and to relax. He tried to help the Maharishi open a theme park, called Vedaland. Henning also ran for public office in Canada, but lost the election.\nHenning died in 2000 of liver cancer in Los Angeles. Instead of normal medical treatments, he tried to cure himself through natural remedies and diet, but this did not work. After his death, Henning's widow kept the Vedaland campaign going.\nThe first and only written biography of Doug Henning, [http://www.doughenningbook.com \"Spellbound: The Wonder-filled Life of Doug Henning\"] was published in 2009 (John Harrison, BoxOffice Books, New York.)","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":61},{"uri":"Magician","surface_form":"magician","offset":70},{"uri":"Escape_artist","surface_form":"escape artist","offset":96},{"uri":"Winnipeg","surface_form":"Winnipeg","offset":126},{"uri":"Popularize","surface_form":"popularize","offset":153},{"uri":"Black_tie","surface_form":"formal wear","offset":370},{"uri":"Psychology","surface_form":"psychology","offset":430},{"uri":"Maharishi_Mahesh_Yogi","surface_form":"Maharishi Mahesh Yogi","offset":1122},{"uri":"Transcendental_meditation","surface_form":"transcendental meditation","offset":1154},{"uri":"Theme_park","surface_form":"theme park","offset":1250},{"uri":"Public_office","surface_form":"public office","offset":1300},{"uri":"Liver_cancer","surface_form":"liver cancer","offset":1372},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1388},{"uri":"Medicine","surface_form":"medical treatment","offset":1419},{"uri":"Remedy","surface_form":"remedies","offset":1480},{"uri":"Diet","surface_form":"diet","offset":1493}]}