{"id":102518,"url":"http://en.wikipedia.org/wiki/Bernoulli%27s_principle","text":"Bernoulli's principle is an idea of fluid dynamics. It says that as speed of the fluid increases, pressure decreases. The photo on the right shows this happening. The air in the wide part of the tube has a higher static pressure than the thin part. For a steady flow, the amount of fluid entering the pipe must equal the amount leaving the pipe, so the fluid speed in the thin part must increase.\nWhen a force acts over an area, it is called \"pressure\". A higher pressure pushes (accelerates) fluid toward lower pressure. So any change in a fluid's speed must be matched by a change in pressure (force). Bernoulli saw that while the fluid moved more quickly in the smaller part of the tube, the pressure became less. Please note that this refers to changes in speed and pressure along a single path of flow and does not apply to two different flows at different speeds.\nThe full version of Bernoulli's principle includes both the work by the pressure and by the changes in potential energy from changes in height. In this form, the principle says the total of the pressure, kinetic energy, and potential energy is a constant. (Bernoulli does not consider viscosity or compressibility.)","categories":[],"infobox_types":[],"annotations":[{"uri":"Fluid_dynamics","surface_form":"fluid dynamics","offset":36},{"uri":"Speed","surface_form":"speed","offset":68},{"uri":"Fluid","surface_form":"fluid","offset":81},{"uri":"Pressure","surface_form":"pressure","offset":98},{"uri":"Static_pressure","surface_form":"static pressure","offset":213},{"uri":"Pressure","surface_form":"pressure","offset":443},{"uri":"Mechanical_work","surface_form":"work","offset":930},{"uri":"Potential_energy","surface_form":"potential energy","offset":973},{"uri":"Kinetic_energy","surface_form":"kinetic energy","offset":1074},{"uri":"Potential_energy","surface_form":"potential energy","offset":1094},{"uri":"Conservation_of_energy","surface_form":"constant","offset":1116},{"uri":"Viscosity","surface_form":"viscosity","offset":1155},{"uri":"Compressibility","surface_form":"compressibility","offset":1168}]}