{"id":102540,"url":"http://en.wikipedia.org/wiki/Book_of_Proverbs","text":"The Book of Proverbs is a book in both the Tanakh (Judaism), and the Old Testament (Christianity). The book contains some important teaching and instructions in each of these respective Religions. While some verses teach duty to God, many can be seen as good advice. Even nonreligious persons may find this advice to be useful.\nAuthor.\nMost scholars believe that Solomon was the writer of at least part of the book. Other authors are mentioned as well, but these references are missing in the Greek Septuagint. The Septuagint sees King Solomon as the author of the whole Book of Proverbs. In the Middle Ages, scholars thought the Vulgate was a more faithful rendering of 30:1 and 31:1. In their eyes the words \"Agur\" and \"Lamuel\" were only other names for Solomon.\nWhen it was Written.\nDates for the writing of the book are unclear. Because of suggested authorship of Solomon, and the workings of Hezekiah's men, there are some dates that can be worked with. However, there are not enough to give specific timing to the completion of the book, though it could have been as late as third century BC\nContent.\nThe first part of the book (Chapters 1-10) is mainly praise for Wisdom. Wisdom is personified as a woman. This does not mean that an actual person is spoken of. Christians believe that Jesus is the person who most shows the wisdom of God. (Colossians 2:3). Some of the attributes of Jesus are said to be found in the \"Wisdom\" of the Book of Proverbs. This first section also advises young men not to go to prostitutes.\nThe center part of the book (Chapters 10-29) contains many \"stand alone\" verses. These are in the form of Hebrew Poetry. Each verse has two parts. The second part may give the opposite side of some advice, such as \"Hard workers get rich, lazy people become poor\". In other cases the two halves repeat the same idea again, but in different words.\nThe final chapter is a famous poem of praise to \"a virtuous woman\". This chapter was from \"King Lemuel\", but was taught him by his mother. It is one of the few parts of the Bible which has a female author.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tanakh","surface_form":"Tanakh","offset":43},{"uri":"Judaism","surface_form":"Judaism","offset":51},{"uri":"Old_Testament","surface_form":"Old Testament","offset":69},{"uri":"Christianity","surface_form":"Christianity","offset":84},{"uri":"Teaching","surface_form":"teaching","offset":132},{"uri":"Religion","surface_form":"Religion","offset":186},{"uri":"Scholar","surface_form":"scholar","offset":341},{"uri":"Solomon","surface_form":"Solomon","offset":363},{"uri":"Writer","surface_form":"writer","offset":379},{"uri":"Book","surface_form":"book","offset":410},{"uri":"Vulgate","surface_form":"Vulgate","offset":630},{"uri":"Writing","surface_form":"writing","offset":800},{"uri":"Solomon","surface_form":"Solomon","offset":868},{"uri":"Worker","surface_form":"workings","offset":885},{"uri":"Hezekiah","surface_form":"Hezekiah's","offset":897},{"uri":"Men","surface_form":"men","offset":908},{"uri":"Time","surface_form":"timing","offset":1006},{"uri":"Century","surface_form":"century","offset":1087},{"uri":"Before_Christ","surface_form":"BC","offset":1095},{"uri":"Wisdom","surface_form":"Wisdom","offset":1171},{"uri":"Personification","surface_form":"personified","offset":1189},{"uri":"Jesus","surface_form":"Jesus","offset":1292},{"uri":"Prostitutes","surface_form":"prostitutes","offset":1513},{"uri":"Hebrew_Poetry","surface_form":"Hebrew Poetry","offset":1632}]}