{"id":10265,"url":"http://en.wikipedia.org/wiki/Watt","text":"e=\"preserve\">The watt (symbol: W) is the SI unit of power. It is named in honour of the physicist James Watt (1736–1819).\nDefinition.\nThe watt is a method of measuring the rate of energy transfer of an appliance. A one watt lightbulb, for example, will change one joule of electrical energy into light energy (and some heat/sound) every second, thus \"consuming\" it. It is a measure of an appliance's power (appetite for joules).\nThe watt is the rate a source of energy uses or produces one joule during one second, so the same quantity may be referred to as a joule per second, with the symbol J/s. It can also be written as kg·m2·s−3. The more watts, the more energy used per second. That is why a higher-watt electrical appliance works faster than a lower-watt appliance.\nIt is equivalent to one volt ampere (1 V·A) or 1/746 of a horsepower. The power of a light bulb is measured in watts. LEDs have much smaller consumption of power. Example small led can be used by what can be also written 15 milliwatts.\n1000 watts is called a kilowatt, written as kW. It is also known as (103) watts. In many countries, electric bills are based on how many kilowatt-hours are being used.\n1000000 watts is called a megawatt, written as MW. It is also known as (106) watts. This is used to describe how much electricity is needed by a large town. They also have 1000000000 watts as a gigawatt.\nWatt is a unit of power, joule is a unit of work and energy, and time is a unit of time. An equation for solving Power, Work and Time is Power = Work ÷ Time, Work = Power × Time, or Time = Work ÷ Power.\nExample.\nIf 1000kJ of energy was used to power one lightbulb of 100W, how long will the lightbulb last for using that energy?\nBecause Time is unknown, but you know the other two, the correct equation would be \"Time = Work ÷ Power\", then 1,000,000J ÷ 100W = 10000 seconds. Then convert it into proper time and you'll get 2 hours, 46 minutes and 40 seconds.","categories":[],"infobox_types":[],"annotations":[{"uri":"SI","surface_form":"SI","offset":41},{"uri":"Power_(physics)","surface_form":"power","offset":52},{"uri":"James_Watt","surface_form":"James Watt","offset":98},{"uri":"Energy","surface_form":"energy","offset":462},{"uri":"Joule","surface_form":"joule","offset":490},{"uri":"Second","surface_form":"second","offset":507},{"uri":"Kilogram","surface_form":"kg","offset":625},{"uri":"Metre","surface_form":"m","offset":628},{"uri":"Second","surface_form":"s","offset":631},{"uri":"Volt","surface_form":"volt","offset":798},{"uri":"Ampere","surface_form":"ampere","offset":803},{"uri":"Horsepower","surface_form":"horsepower","offset":832},{"uri":"Light_bulb","surface_form":"light bulb","offset":859},{"uri":"Led","surface_form":"LED","offset":892}]}