{"id":10262,"url":"http://en.wikipedia.org/wiki/The_Rolling_Stones","text":"The Rolling Stones are an English rock band that formed in London, England in 1962. The band members were: Mick Jagger (rhythm guitar and vocals), Keith Richards (lead and rhythm guitar and vocals), Brian Jones (lead guitar), Bill Wyman (bass guitar), and Charlie Watts (drums). The band were influenced by American blues and rock musicians like Howlin' Wolf, Chuck Berry, Bo Diddley and Muddy Waters. In the beginning they had their first hits with covers versions of songs of those artists. Along with the Beatles and the Kinks, they helped to lead the British Invasion of the early to mid 1960s.\nTheir fame rose quickly in 1965 with the song \"The Last Time.\" The song \"(I Can't Get No) Satisfaction\" became a world-wide hit for the band. It was followed up by songs like \"19th Nervous Breakdown\" and \"Paint It Black\". In the 1967 they experimented with a psychedelic music style. But in 1968 they went back to a harder rock style with songs like \"Sympathy for the Devil\" and \"Jumpin' Jack Flash\" and \"Honky Tonk Women.\"\nIn 1969, Brian Jones was fired from the band due to his growing drug addictions. A few weeks later Jones was found dead in his swimming pool. A highly respected young blues guitarist named Mick Taylor was named as his replacement. Taylor played on some of the band's most successful songs of the late 1960s and early 1970s including the hits \"Brown Sugar\", \"Tumbling Dice\", and \"It's Only Rock n' Roll.\" Taylor left the band in 1974. Ronnie Wood was hired as Taylor's replacement and he has been with the band ever since. Long time bassist Bill Wyman retired from the band in 1992.\nThe band remained active as a consistently successful recording and touring act throughout the 1980s and 1990s and into the 2000s. In total they have released 25 studio albums, 10 live albums and 92 singles.\nIn 1989 The Rolling Stones were inducted into the Rock and Roll Hall of Fame. And in 2004 they were ranked number 4 in \"Rolling Stone Magazine\"s list of the \"100 Greatest Artists of All Time.\"\nIn 2013 the group performed on the main stage at the Glastonbury Festival for the first time.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":26},{"uri":"Rock_music","surface_form":"rock","offset":34},{"uri":"London","surface_form":"London","offset":59},{"uri":"England","surface_form":"England","offset":67},{"uri":"Mick_Jagger","surface_form":"Mick Jagger","offset":107},{"uri":"Keith_Richards","surface_form":"Keith Richards","offset":147},{"uri":"Brian_Jones","surface_form":"Brian Jones","offset":199},{"uri":"Bill_Wyman","surface_form":"Bill Wyman","offset":226},{"uri":"Charlie_Watts","surface_form":"Charlie Watts","offset":256},{"uri":"Blues","surface_form":"blues","offset":316},{"uri":"Rock_and_roll","surface_form":"rock","offset":326},{"uri":"Howlin%27_Wolf","surface_form":"Howlin' Wolf","offset":346},{"uri":"Chuck_Berry","surface_form":"Chuck Berry","offset":360},{"uri":"Bo_Diddley","surface_form":"Bo Diddley","offset":373},{"uri":"Muddy_Waters","surface_form":"Muddy Waters","offset":388},{"uri":"The_Beatles","surface_form":"the Beatles","offset":504},{"uri":"The_Kinks","surface_form":"the Kinks","offset":520},{"uri":"British_Invasion","surface_form":"British Invasion","offset":555},{"uri":"Psychedelic_music","surface_form":"psychedelic music","offset":858},{"uri":"Hard_rock","surface_form":"harder","offset":915},{"uri":"Mick_Taylor","surface_form":"Mick Taylor","offset":1212},{"uri":"Ronnie_Wood","surface_form":"Ronnie Wood","offset":1457},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":1863},{"uri":"Rolling_Stone_Magazine","surface_form":"Rolling Stone Magazine","offset":1933},{"uri":"Glastonbury_Festival","surface_form":"Glastonbury Festival","offset":2059}]}