{"id":10277,"url":"http://en.wikipedia.org/wiki/Suicide","text":"Suicide is when a person chooses to kill themselves. When someone kills themselves, people say that they have \"committed suicide\" \"completed suicide\" or \"died by suicide”. When a person thinks about killing themselves, the person is described as suicidal.\nWhen people start having thoughts about killing themselves, it is a medical emergency. They should get a suicide risk assessment as soon as possible. They should not be left alone.\nThere are many reasons why a person might think about suicide. Most people who are suicidal have some type of mental condition or illness. They may have a chronic condition, which means it has been going on for a long time. But it may be an acute condition, which means the first symptoms of mental illness happened rather quickly.\nDepression is the mental illness that most often causes a person to have suicidal thoughts. Depression may also be a symptom of other mental or medical disorders.\nDepression, which can lead to suicidal thoughts, has many possible causes. For example, it may also be caused by stress, and difficult events in a person's life, like losing a job or getting sick. Other causes of suicidal thoughts are bullying and inceldom.\nSuicide is one of the top three causes of death for young people aged 14–35 years-old. It is the second most common and the second leading cause of death for college students. Every 3 seconds, a person somewhere in the world tries to kill themselves. Every 40 seconds, someone dies by suicide. For every suicide, at least six other people are seriously affected.(WHO 2000)\nAlthough depression is the main factor in suicide, it is also treatable and suicide is often preventable.\nRisk factors.\nThere are many risk factors for suicide. However, it is important to remember that risk factors are not the same as causes. Risk factors do not \"cause\" suicide or suicidal thoughts. They only make it more likely that some people with those risk factors \"may\" become suicidal. If a person has a risk factor, that does not mean they are going to become suicidal.\nMental disorders.\nMost people who die by suicide have a mental disorder. Different studies found different rates, between 85%-95%. Depressive disorders account for about 80 percent of these numbers; schizophrenia, ten percent; and dementia and delirium about five percent.\nAmong people who have a mental disorder, 25% also have alcohol abuse issues. People who abuse alcohol have a 50% greater risk of suicide compared to those who do not.\nWhile acts of self-harm are not considered suicide attempts, a person who self-harms may be more likely to die by suicide.\nSubstance abuse.\nSubstance abuse is the second most common reason for suicide and feeling suicidal. Only two serious mental illnesses - depression and bipolar disorder - cause more harm. A person is at greater risk for suicide whether they have been using drugs for a long time or just a short time. When a drug abuser is also sufffering from great sadness or grief, suicide is even more common.\nMore than half of suicides are at least partly due to alcohol or drug use. About one-fourth of people who die by suicide have a substance use disorder (sick with drug addiction or alcoholism). In teenagers and youth, the percent is even higher.\nProblem gambling.\nProblem gamblers have more suicidal ideation and make more suicide attempts compared to the general population. (Problem gambling is gambling that causes major problems in a person's life.)\nIf a person becomes a problem gambler earlier in life, they have a higher risk of suicide for the rest of their life. Gambling-related suicide attempts are usually made by older people with gambling problems. Substance use and mental disorders increase the risk of suicide even more in people with problem gambling.\nMedical conditions.\nThere is a link between suicidality and medical conditions, including chronic pain, mild brain injury, (MBI) or traumatic brain injury (TBI). People with these conditions had a higher rate of suicide that was not caused by depression or alcohol abuse. People with more than one medical condition had an even higher risk of suicide.\nProblems with sleeping, such as insomnia and sleep apnea, may be risk factors for depression and suicide. In some people, the sleep problem itself, not depression, may be what increases their risk for depression.\nPeople being treated for mood disorders should be checked by a doctor. This should include a physical examination and blood tests. This can make sure the person's mood disorder is not caused by a medical problem. Many medical conditions can cause problems with mood and thinking. Seeing a doctor will also help make sure that it is safe to prescribe medications for the person's mood disorder.\nBiology.\nSome mental disorders that are risk factors for suicide may be partly caused by problems in the brain and body.\nEven if they have the same risk factors, some people are at a higher risk for suicide than others. This is partly because of genetic inheritance. Genetics causes about 30–50% of the difference in suicide risk among different people. For example, a person whose parent died by suicide is much more likely to try to kill themselves. Epigenetics may also affect suicide risk.\nMedia coverage.\nHow the media shows news stories of suicide may have a negative effect and trigger the possibility of copycat suicides (this is called the Werther effect). This risk is greater in teenagers and young adults.\nThe opposite of the Werther effect is the Papageno effect. This means that the media can help make suicide less likely if they cover good ways of dealing with stress and difficult things in life.\nProtective factors.\nProtective factors make it less likely that a person will die by suicide. They help \"protect\" a person from the risk of suicide. They can also help protect a suicidal person from the effects of suicidal thinking.\nProtective factors are as important to identify as risk factors. Just as risk factors can be reduced, protective factors can be increased.\nPrevention.\nSuicide prevention tries to decrease the number of suicides by using protective measures. Some prevention strategies make it harder for people to get the most common things used to commit suicide. This includes taking away guns, poisons, and drugs.\nStudies have shown that good treatment of depression, alcohol abuse, and drug abuse can decrease the number of suicides. So does follow-up contact with those who have made a suicide attempt.\nIn many countries, people who are at high risk of hurting themselves can check themselves into a hospital emergency department. In some countries or states, a doctor, judge, or police officer can force a person to go to the hospital if they seem suicidal, even if the person does not want to go. The person will be watched closely at the hospital to make sure they do not hurt themselves. A doctor or mental health professional will decide whether the person needs to go to a psychiatric hospital.\n\"SOS Signs of Suicide\" is a suicide prevention program used in secondary schools for students between 13 and 17 years old. The program educations students about suicide, and tests them for suicide risk. Students who have done this program make less suicide attempts than students who have not done the program.\nSuicide hotlines and crisis intervention centers help students who are at high risk. They help people who have suicidal thoughts.\nA suicide risk assessment looks at how likely a person is to attempt suicide. A good assessment can help prevent a suicide. It is also the first step in coming up with a treatment plan. Even though suicide risk assessments are very important, they are usually not done. Many mental health care workers have little or no training in how to do a suicide risk assessment.\nEpidemiology.\nAccording to 2007 information, suicides happen twice as often as homicides in the United States. Suicide is the 11th leading cause of death in the country, ahead of liver disease and Parkinson's disease.\nSuicide rates vary a great deal across the world. Lithuania has the highest suicide rate.\n30% of deaths by suicide are by people who are intoxicated.(Source: SAMSHA)\nIn the United States, suicide has been increasing for African American teens. Native Americans and whites have the highest rate of suicide in the United States.\nMethods.\nThe most common ways of death by suicide are not the same in every country. In different areas, they include hanging, pesticide poisoning, and firearms.\nSometimes, suicidal people do something that will make another person kill them. For example, a suicidal person might point a gun at a police officer, so the police officer will shoot the person in self-defense. This is commonly called \"suicide by cop.\"\nViews of suicide.\nModern medicine treats suicide as a mental health issue. When a person starts having many thoughts about killing themselves, it is considered a medical emergency.\nThe Abrahamic religions (like Christianity, Judaism, and Islam) think that life is sacred. They believe that when a person kills themselves, they are murdering what God has made. For this reason, many followers of Abrahamic religions thinks that when a person dies by suicide, they will go to Hell.\nThe Dharmic and Taoist religions (like Buddhism, Hinduism, Jainism, Taoism, Confucianism, and Shinto) believe that someone who does by suicide will be reincarnated in the next life with a less enlightened soul. However, many people of these religions are more likely to die by suicide because they believe that there will be a next life. They think that by dying by suicide, they may have a better chance in the next life.\nSuicide as a weapon.\nThere are several famous examples of suicide attacks in history. The Kamikazes were one example. They were Japanese fighter pilots during World War II, who would try to kill American soldiers by crashing their planes into American ships. By crashing their planes, they would kill themselves as well.\nThe September 11, 2001 terrorist attacks on the United States were also done by suicide attackers. They flew planes into the World Trade Center buildings and the Pentagon.\nHelp for suicidal people.\nLearn more about suicide and how to get help for yourself or others","categories":[],"infobox_types":[],"annotations":[{"uri":"Suicidal_ideation","surface_form":"having thoughts about killing themselves","offset":274},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":324},{"uri":"Suicide_risk_assessment","surface_form":"suicide risk assessment","offset":361},{"uri":"Mental_illness","surface_form":"mental condition or illness","offset":547},{"uri":"Chronic","surface_form":"chronic","offset":592},{"uri":"Acute_(medicine)","surface_form":"acute","offset":678},{"uri":"Mental_illness","surface_form":"mental illness","offset":729},{"uri":"Depression_(mental_illness)","surface_form":"Depression","offset":769},{"uri":"Signs_and_symptoms","surface_form":"symptom","offset":886},{"uri":"Chronic_stress","surface_form":"stress","offset":1045},{"uri":"Inceldom","surface_form":"inceldom","offset":1180},{"uri":"Cause_of_death","surface_form":"cause of death","offset":1329},{"uri":"College","surface_form":"college","offset":1348},{"uri":"Treatment","surface_form":"treatable","offset":1625},{"uri":"Risk_factor","surface_form":"risk factor","offset":1698},{"uri":"Mental_illness","surface_form":"mental disorder","offset":2100},{"uri":"Depression_(mental_illness)","surface_form":"Depressive disorders","offset":2175},{"uri":"Percentage","surface_form":"percent","offset":2217},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":2243},{"uri":"Dementia","surface_form":"dementia","offset":2275},{"uri":"Delirium","surface_form":"delirium","offset":2288},{"uri":"Alcoholism","surface_form":"alcohol abuse issues","offset":2372},{"uri":"Self-harm","surface_form":"self-harm","offset":2498},{"uri":"Substance_abuse","surface_form":"Substance abuse","offset":2624},{"uri":"Major_depressive_disorder","surface_form":"depression","offset":2743},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":2758},{"uri":"Sadness","surface_form":"sadness","offset":2956},{"uri":"Grief","surface_form":"grief","offset":2967},{"uri":"Alcoholic_drink","surface_form":"alcohol","offset":3057},{"uri":"Alcoholism","surface_form":"alcoholism","offset":3183},{"uri":"Gambling","surface_form":"gamblers","offset":3274},{"uri":"Suicidal_ideation","surface_form":"suicidal ideation","offset":3293},{"uri":"Population","surface_form":"population","offset":3366},{"uri":"Pain","surface_form":"pain","offset":3870},{"uri":"Brain_injury","surface_form":"brain injury","offset":3881},{"uri":"Insomnia","surface_form":"insomnia","offset":4156},{"uri":"Sleep_apnea","surface_form":"sleep apnea","offset":4169},{"uri":"Medical_doctor","surface_form":"doctor","offset":4400},{"uri":"Blood_test","surface_form":"blood test","offset":4455},{"uri":"Prescription","surface_form":"prescribe","offset":4677},{"uri":"Medication","surface_form":"medication","offset":4687},{"uri":"Brain","surface_form":"brain","offset":4836},{"uri":"Genetics","surface_form":"genetic inheritance","offset":4977},{"uri":"Variance","surface_form":"the difference in suicide risk","offset":5030},{"uri":"Epigenetics","surface_form":"Epigenetics","offset":5183},{"uri":"Mass_media","surface_form":"media","offset":5249},{"uri":"Copycat_suicide","surface_form":"copycat suicide","offset":5343},{"uri":"Werther_effect","surface_form":"Werther effect","offset":5380},{"uri":"Papageno_effect","surface_form":"Papageno effect","offset":5491},{"uri":"Poison","surface_form":"poison","offset":6258},{"uri":"Emergency_medicine","surface_form":"emergency department","offset":6575},{"uri":"Judge","surface_form":"judge","offset":6636},{"uri":"Police_officer","surface_form":"police officer","offset":6646},{"uri":"Psychiatric_hospital","surface_form":"psychiatric hospital","offset":6945},{"uri":"Secondary_school","surface_form":"secondary school","offset":7030},{"uri":"Hotline","surface_form":"hotline","offset":7286},{"uri":"Homicide","surface_form":"homicide","offset":7856},{"uri":"Liver_disease","surface_form":"liver disease","offset":7956},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":7974},{"uri":"Lithuania","surface_form":"Lithuania","offset":8045},{"uri":"Intoxication","surface_form":"intoxicated","offset":8132},{"uri":"African_Americans","surface_form":"African American","offset":8215},{"uri":"Native_American","surface_form":"Native American","offset":8239},{"uri":"White_people","surface_form":"whites","offset":8260},{"uri":"Pesticide","surface_form":"pesticide","offset":8449},{"uri":"Firearms","surface_form":"firearms","offset":8474},{"uri":"Self-defense","surface_form":"self-defense","offset":8682},{"uri":"Police_officer","surface_form":"cop","offset":8732},{"uri":"Medicine","surface_form":"medicine","offset":8763},{"uri":"Mental_illness","surface_form":"mental health","offset":8792},{"uri":"Abrahamic_religions","surface_form":"Abrahamic religions","offset":8923},{"uri":"Christianity","surface_form":"Christianity","offset":8949},{"uri":"Judaism","surface_form":"Judaism","offset":8963},{"uri":"Islam","surface_form":"Islam","offset":8976},{"uri":"Sacred","surface_form":"sacred","offset":9002},{"uri":"Hell","surface_form":"Hell","offset":9212},{"uri":"Taoist","surface_form":"Taoist","offset":9234},{"uri":"Buddhism","surface_form":"Buddhism","offset":9257},{"uri":"Hinduism","surface_form":"Hinduism","offset":9267},{"uri":"Jainism","surface_form":"Jainism","offset":9277},{"uri":"Taoism","surface_form":"Taoism","offset":9286},{"uri":"Confucianism","surface_form":"Confucianism","offset":9294},{"uri":"Shinto","surface_form":"Shinto","offset":9312},{"uri":"Reincarnation","surface_form":"reincarnated","offset":9369},{"uri":"Enlightenment_(Buddhism)","surface_form":"enlightened","offset":9411},{"uri":"Soul","surface_form":"soul","offset":9423},{"uri":"Suicide_attack","surface_form":"suicide attack","offset":9699},{"uri":"Kamikaze","surface_form":"Kamikaze","offset":9731},{"uri":"Japan","surface_form":"Japan","offset":9769},{"uri":"Pilot","surface_form":"pilot","offset":9786},{"uri":"World_War_II","surface_form":"World War II","offset":9800},{"uri":"9/11","surface_form":"September 11, 2001","offset":9966},{"uri":"Terrorist","surface_form":"terrorist","offset":9985},{"uri":"World_Trade_Center_(1973%E2%80%932001)","surface_form":"World Trade Center","offset":10087},{"uri":"Pentagon_Force_Protection_Agency","surface_form":"Pentagon","offset":10124}]}