{"id":102784,"url":"http://en.wikipedia.org/wiki/Metcard","text":"A Metcard is a type of ticket used to use public transport in Melbourne, Australia. It allows the holder to use Trains, Trams and Buses, in two zones (Zone 1 and Zone 2). Zone 1 covers areas close to the CBD, and Zone 2 covers the rest of the city. There used to be a Zone 3, but that has been merged with Zone 2. The ticket is about the size of a credit card, and contains a magnitic strip that tells a computer what type of ticket it is.\nHistory.\nMetcard replaced a identical yet simpler system of scratchies used on the Melbourne public transport network. Scratchies were easy to cheat and the system was eventually abandoned in 2002, but not before tickets for many years of use were printed.\nMoves towards automated ticketing were first made by the then state Liberal Government in 1992. Tenders were called for the design, supply, installation and on-going maintenance of such a system, with the 'OneLink Transit Consortium' announced as the preferred people to do it in September 1993. The contract was signed in May 1994, with the major technology supplier being the ERG Group.\nTesting of prototypes commenced in December 1993, and the roll-out of the system was carried out from August 1996 to April 1998, and acceptance occurred in November 1997. Public field trials were carried out on buses from August 20 1996, and on rail services from September 18 1996. The system commenced full revenue service from May 1998 at a cost of $330 million. Contractual issues between OneLink and the Victorian Government were not settled until May 2002 with the payment of up to $65 million in a staged settlement.\nControversy surrounded Metcard at its introduction, due to it costing to much, the abolition of tram conductors and the unreliability of ticket purchasing and validation machines. The machines were attacked by vandals frequently (often by pouring liquids into the coin slot), and have seen several revisions to their design since.\nConsistent with the privatisation ethos of the government of the day, Metcard's operation was entirely outsourced, with the transport operators (at that time government-owned) having nothing to do with the system. Metcard even had its own website and branding which became stronger than the anonymous and constantly renaming government then privatised operators.\nAn study released by the State Government in 2001 showed over 1 in 4 (27.2%) of the machines at train stations did not work, and 11.9% of mobile equipment in buses and trams was non-operational. The State Government renegotiated with ticketing network contract operator \"OneLink Transit Systems\" to improve the service to commuters. Following these improvements, a 2002 audit showed an increase in availability of machines to 92.1% at train stations, and 98.3% on buses and trams. Usability was also improved, with tram machines able to sell daily tickets. Furthermore, vandalism across the network dropped by 62% between 2001 and 2002.\nLine tickets were aligned with the Metcard system in April 2006, with each V/Line ticket to stations in the Metcard area having the relevant zones printed on them. In March 2007 the Nightrider bus service was also brought under the Metcard system. Zone 3 was removed from the Metcard system (and merged into zone 2) on March 4 2007, due to a State Election promise made by Opposition Leader Ted Ballieu and matched by then Premier Steve Bracks.\nThe original Metcard contract with OneLink was to last nine years, expiring in March 2007. In 2005 the contract was changed to permit the system to be extended and changed as work on the replacement myki project keeps going, with the contract being able to be cancelled on six months notice.\nTypes of Metcards.\nMost Metcards can be purchased in Zone 1; Zone 2 and Zone 1 + Zone 2 types, with them being valid within their respective zones. All Metcards, except for the City Saver Metcard, are valid for muplitle trips on Trains, Trams and Buses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Public_transport","surface_form":"public transport","offset":42},{"uri":"Melbourne%2C_Australia","surface_form":"Melbourne, Australia","offset":62},{"uri":"Railway","surface_form":"Trains","offset":112},{"uri":"Trams","surface_form":"Trams","offset":120},{"uri":"Buses","surface_form":"Buses","offset":130},{"uri":"CBD","surface_form":"CBD","offset":204},{"uri":"Merged","surface_form":"merged","offset":294},{"uri":"Credit_card","surface_form":"credit card","offset":348},{"uri":"1992","surface_form":"1992","offset":787},{"uri":"1994","surface_form":"1994","offset":1024},{"uri":"1993","surface_form":"1993","offset":1130},{"uri":"1996","surface_form":"1996","offset":1195},{"uri":"1998","surface_form":"1998","offset":1209},{"uri":"1997","surface_form":"1997","offset":1251},{"uri":"Government_of_Victoria","surface_form":"Victorian Government","offset":1495},{"uri":"2002","surface_form":"2002","offset":1543},{"uri":"Conductor_(transportation)","surface_form":"conductors","offset":1711},{"uri":"Vandalism","surface_form":"vandals","offset":1820},{"uri":"Liquid","surface_form":"liquid","offset":1857},{"uri":"Coin_slot","surface_form":"coin slot","offset":1874},{"uri":"Privatisation","surface_form":"privatisation","offset":1961},{"uri":"Train_station","surface_form":"train station","offset":2400},{"uri":"2001","surface_form":"2001","offset":2926},{"uri":"2002","surface_form":"2002","offset":2935},{"uri":"Line","surface_form":"Line","offset":2941},{"uri":"2006","surface_form":"2006","offset":3000},{"uri":"Nightrider_Bus_Service","surface_form":"Nightrider","offset":3123},{"uri":"Ted_Ballieu","surface_form":"Ted Ballieu","offset":3332},{"uri":"Steve_Bracks","surface_form":"Steve Bracks","offset":3372},{"uri":"2007","surface_form":"2007","offset":3471},{"uri":"2005","surface_form":"2005","offset":3480},{"uri":"Myki","surface_form":"myki","offset":3585}]}