{"id":10288,"url":"http://en.wikipedia.org/wiki/Cotton","text":"Cotton is a natural, soft fiber that grows with the seeds of the cotton plant. (Fiber is long and thin, like hair.) After, the cotton fiber is gathered from the plant, it can be spun into cotton thread. The cotton thread can then be made into cloth. The cloth can be used to make clothes for people and many other things. People often wear cotton clothing, especially in hot weather. Bandage<nowiki/>s are usually cotton.\nThere are different types of cotton plants. Some cotton plants grow wild in tropical and subtropical areas of the world. This is how cotton was discovered many years ago. Most of the cotton gathered to make cloth comes from crops grown on cotton plantations. Cotton is farmed in Africa, Asia, Europe, Australia, and the Americas. Cotton soaks up to 24-27 of its own weight in water (very absorbent). All parts of cotton plants are useful.\nCotton is in the mallow family and produces delicate, lovely flowers. Other members of the mallow family include hollyhocks and hibiscus, used to brighten gardens all over the world. The cotton fiber forms around the seeds of the cotton plant. It helps carry the seeds long distances on the wind so the baby plant can grow up far away. Early humans realized that the soft, fluffy fibers might be suitable for textile use and began to breed the plant, selecting for fluffy, easily spun varieties.\nCotton is one of the oldest fibers under human cultivation, with traces of cotton over 7,000 years old recovered from archaeological sites. Cotton is also one of the most used natural fibers in existence today, with consumers everywhere wearing and using cotton for various purposes. Millions of acres globally are devoted to the production of cotton, whether it be new world cotton, with longer, smoother fibers, or the shorter and coarser old world varieties.\nAfter harvesting, cotton must be combed to remove the seeds. This was a laborious process until the industrial revolution and invention of the cotton gin, which quickly separates the seeds from the fiber and combs them for spinning. While a single cotton fiber is not terribly strong, when multiple curling fibers are straightened and twisted together, they form a strong, smooth thread that can be knitted or woven, as well as dyed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiber","surface_form":"fiber","offset":26},{"uri":"Seed","surface_form":"seed","offset":52},{"uri":"Plant","surface_form":"plant","offset":72},{"uri":"Hair","surface_form":"hair","offset":109},{"uri":"Spinning_jenny","surface_form":"spun","offset":178},{"uri":"Cloth","surface_form":"cloth","offset":243},{"uri":"Clothing","surface_form":"clothing","offset":347},{"uri":"Bandage","surface_form":"Bandage","offset":384},{"uri":"Tropical","surface_form":"tropical","offset":498},{"uri":"Subtropical","surface_form":"subtropical","offset":511},{"uri":"Crop","surface_form":"crop","offset":646},{"uri":"Plantation","surface_form":"plantation","offset":668},{"uri":"Africa","surface_form":"Africa","offset":701},{"uri":"Asia","surface_form":"Asia","offset":709},{"uri":"Europe","surface_form":"Europe","offset":715},{"uri":"Australia","surface_form":"Australia","offset":723},{"uri":"Americas","surface_form":"Americas","offset":742},{"uri":"Absorbent","surface_form":"absorbent","offset":810},{"uri":"Mallow","surface_form":"mallow","offset":878},{"uri":"Hibiscus","surface_form":"hibiscus","offset":989},{"uri":"Artificial_selection","surface_form":"selecting for","offset":1312},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":1919},{"uri":"Cotton_gin","surface_form":"cotton gin","offset":1962}]}