{"id":10291,"url":"http://en.wikipedia.org/wiki/Eminem","text":"Marshall Bruce Mathers III (born October 17, 1972 in St. Joseph), better known by his stage name Eminem, is an American rapper, songwriter, record producer, and actor. He gained rapid popularity in 1999 with the release of the album \"The Slim Shady LP\", which won the Grammy Award for Best Rap Album that year. His next work, \"The Marshall Mathers LP\", became the best-selling solo album in U.S. history. This made him known around the world, and helped publicize his record label, Shady Records, and his group, D12.\n\"The Marshall Mathers LP\" and his fourth album, \"The Eminem Show\", also won the Grammy Awards. This made him the first artist to win the Best Rap Album of the Year award three times in a row. In 2003, he won an Oscar for Best Original Song with \"Lose Yourself.\" That song was featured in his film called \"8 Mile\". \"Lose Yourself\" would become the single that for the longest time occupied the top spot of the hip-hop charts. In 2004, rumors about the end of his career were announced after the release of \"Encore.\" Those rumors were ended with the release of \"Relapse\" on May 15, 2009. According to Nielsen SoundScan, Eminem was the best selling artist of the 2000s in the United States and was the 30th best selling artist of all time in 2010, according to the ranking of the RIAA, with estimated sales of 220 million records worldwide. In 2010, he released \"Recovery. Recovery\" was the best-selling album worldwide of 2010. \"Recovery\" became the sixth album in-a-row by Eminem to start in the first position of the United States.\nEminem was voted #79 on VH1's \"100 Greatest Artists of All Time\" list. On a similar list, he was ranked 82nd by Rolling Stone magazine. Including work with D12, Eminem piles up 9 albums at the top of the Billboard Top 200, 7 solo (6 studio, 1 compilation) and 2 solo with D12. He has 13 singles in the top position worldwide. Such a success made Eminem be recognized by the \"Billboard\" as the Artist of the Decade (2000-2009). According to the same \"Billboard\", the rapper had two of the five best-selling albums between 2000 and 2009. Eminem has also sold more than 17 million downloads of his songs in the United States alone. In 2009, Eminem was elected, in popular voting, the best rapper of all time by Vibe magazine, beating Tupac in the finals.\nEarly life.\nMarshall Mathers was born on October 17, 1972 in St. Joseph, Missouri. He is the only son of Deborah Nelson Mathers-Briggs and Marshall Bruce Mathers, Jr. His ancestry is diverse, including Scottish, Welsh, English, German, Swiss, Polish, and possibly Luxemburgish ancestors. His father abandoned his family when he was a year and a half old, and Marshall was raised only by his mother in poverty. At age twelve, he and his mother Deborah had moved several times and lived in several towns and cities in Missouri (including Saint Joseph, Savannah, and Kansas City) before settling in Warren, Michigan, a suburb of Detroit. Eminem had a very troubled and unstable childhood. He frequently had his house robbed, attempted to commit suicide multiple times, and had a rocky relationship with his mother. He was frequently bullied at school for his short height. When he was 9, he was beaten up until he got unconcious and was hospitalized with a Cerebral hemorrhage.\nAfter getting a copy of the album \"Licensed to Ill\", from the Beastie Boys group as a teenager, Marshall became interested in hip-hop. He began to make raps at the age of 14 under the pseudonym \"M&M\". Shortly after that, he joined the Bassmint Productions group, which released an EP titled \"Steppin' onto the Scene\". After the release of the EP, Marshall left the group and changed his stage name to \"Soul Intent\", and released his first single called \"Fuckin' Backstabber\" in 1995 under the independent record label Mashin' Duck Records. Despite being a student at Lincoln High School in Warren, he would sneak out and often participated in freestyle battles at Osborn High School in eastern Detroit. Even though most of the hip-hop members in his state were African-Americans, Marshall ended up being well accepted by the underground hip-hop public. After repeating the ninth grade three times for truancy and low grades, he dropped out of school at age 17. Although he dropped out of school, he eventually got his GED. In 1991, his uncle, Ronnie Polkingharn, committed suicide. Mathers was very close to him and was devastated by this fact. He has a tattoo remembering him on his left arm that says \"Ronnie RIP\".\n1992–1996: Early career and \"Infinite\".\nOne of Mathers' early mentors as a rapper was the local rapper Champtown, who gave Mathers his first time in a studio. Mathers also starred in his first song in Champtown's \"Do-Da-Dipity\" from 1992. Mathers and Champtown later had relationship problems and their friendship ended in 1995. Champtown said Eminem falsely accused him of trying to get with his wife at the time, Kim. Before he began rapping, Mathers also had a few minimum wage jobs. Some of these were at a restaurant called Gilbert's Lodge and at Little Caesars.\nMathers was first signed to FBT Productions in 1992, run by brothers Jeff and Mark Bass. In 1996, his debut album \"Infinite\", which was recorded at Bassmint, a recording studio owned by the Bass Brothers, was released on the independent company Web Entertainment. Eminem recalls \"Obviously, I was young and influenced by other artists, and I remember several comments saying that I looked like Nas and AZ. \"Infinite\" served me to try to figure out what my rap style was, how my voice would sound on the mic and live. It was a growth phase. I felt ' infinite ' as a demo album that ended up being pressed to become studio.\" Subjects covered in \"Infinite\" included his problems in raising his newborn daughter, Hailie Jade Mathers, in a decent way while he had little money. Early in his career, Eminem formed a hip hop duo with another Detroit rapper, Royce da 5'9\", called Bad Meets Evil. After the release of Infinite, Eminem's personal problems and abuse of drugs and alcohol were too much and he attempted suicide.\nJimmy Iovine, director of Interscope Records, asked for a demo from Eminem after he finished second in the 1997 Rap Olympics. Eminem had also won \"Wake Up show's Freestyle Performer of The Year\", which helped him to land a recording contract. Iovine played the demo for rap legend and producer Dr. Dre, the owner of Aftermath Entertainment. The two began recording songs for Eminem's upcoming album, \"The Slim Shady LP\" and Eminem had a cameo appearance on the album \"Devil Without a Cause\" by Kid Rock. Hip-Hop magazine \"The Source\" had Eminem in its \"Unsigned Hype\" article in March 1998.\n1997–1999: \"The Slim Shady LP\".\nEminem signed for the record label Interscope Records in 1998. He released his first major studio album, \"The Slim Shady LP\", a year later in February 1999. It was based on productions by Dr. Dre. \"Billboard\" praised the album as \"light years ahead of the material he had written before\". It went on to be one of the most popular albums of 1999, and it achieved three times platinum in the United States before the end of the year. The album's popularity also brought controversy around much of the albums lyrics. In '97 Bonnie and Clyde\" he describes a trip with his newborn daughter, Hailie, when he discards his wife's body, and in another song called \"Guilty Conscience\", it ends with persuading a man to kill his wife and his lover. \"Guilty Conscience\" marked the beginning of the friendship and musical bond between Dr. Dre and Eminem. The two would later collaborate on a lot of hit songs, including \"Forgot About Dre\" and \"What's the Difference\" from Dr. Dre's album \"2001\", \"Bitch Please II\" from \"The Marshall Mathers LP\", \"Say What You Say\" from \"The Eminem Show\", \"Old Time's Sake\" and \"Crack a Bottle\" from \"Relapse\" and \"I Need a Doctor\" and \"Die Hard\" from Dr. Dre's \"Detox\". Dr. Dre would appear to have at least one guest appearance on all of Eminem's studio albums for Aftermath Entertainment. The album has now achieved 4x platinum in the US. With this release, Eminem was accused of imitating the style and word choice of underground rapper Cage.\n2000–2001: \"The Marshall Mathers LP\".\n\"The Marshall Mathers LP\" was released in May 2000. The album sold more than 1.78 million copies in the US in its first week, breaking both the record for the best-selling hip hop album, last held by Snoop Dogg's \"Doggystyle\", and the best-selling album in its first week in the U.S., last held by Britney Spears' \"...Baby One More Time\". The first single from the album, \"The Real Slim Shady\", was a huge success, although it created a lot of controversy by insulting celebrities and making negative claims about them. Among other things, he claims that Christina Aguilera had oral sex with Fred Durst and Carson Daly. On the album's second single, \"The Way I Am\", he tells his fans about the pressure his record company puts on him to surpass the sale of \"My Name Is\". Although Eminem parodies rock musician Marilyn Manson in the song, the artists are openly friends. Manson starred in the music video for \"The Way I Am\" and he was also part of a remix of the song for a concert with Eminem. On the album's third and most successful single, \"Stan\", he samples Dido's song \"Thank You\". In the song, Eminem plays the personality of an psychopathic fan who ends up killing himself and his pregnant girlfriend, similar to the song \"'97 Bonnie & Clyde\" from \"The Slim Shady LP\". In the music video of \"Stan\", Eminem is shown writing with his left hand. This ended a debate between fans about his dominant hand. \"Q Magazine\" awarded Stan to be the third best selling rap song ever, while Top40-Charts.com placed the song to be the tenth best-selling rap song. The song has since been praised and the \"Rolling Stone Magazine\" ranked the song as #290 in their 500 Best Songs of All Time. In July 2000, Eminem became the first white person to come to the front page of \"The Source Magazine\". The album has received 10x platinum status from the RIAA.\nEminem appeared alongside Elton John at the 43rd Grammy Awards in Los Angeles in 2001. The Gay and Lesbian Alliance Against Defamation (GLAAD), an organization that thought Eminem's lyrics were homophobic, didn't like the openly gay John's decision to perform with Eminem. \"Entertainment Weekly\" put the appearance on the matter with the words \"It was the hug heard around the world. Eminem, under accusations of homophobic lyrics, shared the stage with a homo icon for a performance of Stan that would have been unforgettable in any context.\" On February 21, the day of the ceremony, GLAAD held a protest outside the Staples Center, the site where the distribution took place. He also participated in the Up In The Smoke Tour with Dr. Dre, Snoop Dogg, Xzibit and Ice Cube. He also participated in the Family Values Tour with the band Limp Bizkit.\n2002–2003: \"The Eminem Show\".\nEminem's third-major album, \"The Eminem Show\", was released in the summer of 2002 and turned out to be another big hit for the rapper. The album peaked at the Billboard Hot 100, selling well over a million copies in its first week. The album's first single was the song \"Without Me\", in which Eminem made depressive comments about Limp Bizkit, Moby and Lynne Cheney, among others. Other singles from the album include \"Cleanin' Out My Closet\" and \"Sing for the Moment\". The album has been certified eight times platinum by the RIAA. The album speaks on topics such as his way to fame, his relationship with his wife and daughter, and his status in the hip-hop community. He also addresses his charge of assaulting a bouncer who kissed his wife in 2000. Stephen Thomas Erlewine of AllMusic felt that even though anger was present on several of the album's tracks, the album was not as provocative as \"The Marshall Mathers LP\". However, L. Brent Bozell III, who previously criticized \"The Marshall Mathers LP\" for being too tasteless and incoherent, noted that \"The Eminem Show\" used extensive obscene language and therefore gave Eminem the nickname \"Eminef\", for the \"clean version\" of the word \"motherfucker\", a word often used on the album. The album sold 10,600,000 copies, making it one of Eminem's two diamond-certified studio albums.\n2004–2005: \"Encore\".\nThe song, \"We as Americans\" ended up on a bonus CD accompanying the \"Encore\" album. \"Encore\" was released in 2004 and became another chart-topping leader, driven by the single \"Just Lose It\", which disrespects pop singer Michael Jackson. On October 12 of the same year, a week after the release of \"Just Lose It\", Jackson was invited to a radio show in Los Angeles where he expressed his displeasure with the music video because it parodies the trial for child abuse, plastic surgeries, and the incident in which Michael's hair caught fire during the filming of a Pepsi commercial in 1984. Many of Jackson's supporters and friends commented on the video, including Stevie Wonder, who said that the video \"is like kicking someone who is already on the ground\" and \"is idiocy\". Steve Harvey also stated, \"Eminem has lost his ghetto pass. We want the pass back\". He also said he was not pleased with the way he chose to show the black community. The music video also makes fun of Pee-Wee Herman, MC Hammer and Madonna.\nIn contrast, the comedian \"Weird Al\" Yankovic made a protest to Eminem in the song \"Couch Potato\", in which he parodies the international success of \"Lose Yourself\" of the movie \"8 Mile\". Yankovic said: \"Last year, Eminem forced me to stop the production of the parody video of \"Lose Yourself\" because he thought it would be detrimental to his image and his career. So the irony of the situation with Michael is not lost to me.\" Black Entertainment Television was the first channel to ask to stop displaying the video. However, MTV announced that it would continue to display \"Just Lose It.\" President Raymond \"Benzino\" Scott of the \"Source\" magazine, wanted not only the video to be removed, but also the song from the album, and a public apology from Eminem to Jackson, which did not occur. In 2007, Jackson and Sony bought \"Famous Music LLC\" from Viacom. The acquisition thus gave them rights to the songs from Shakira, Beck and Eminem among others.\nDespite the comic issue of the first single, \"Encore\" had along with him serious subject tracks, such as the song \"Mosh\". On October 25, 2004, a week before the United States presidential election, Eminem released the music video for \"Mosh\" on the internet. The song highlights a strong anti-Bush message, with parts like \"Fuck Bush\" and \"This weapon of mass destruction that we call the president.\" The video shows Eminem gathering an army of people, including rapper Lloyd Banks, presented as victims of the Bush administration and were taken to the White House. However, at the moment the weapons break, it is revealed that people are there only to vote, and it ends with the words \"Vote Tuesday November 2!\" on the screen. After Bush was re-elected, Eminem modified the video, with demonstrators invading while the president was giving a lecture. In 2004 he also launched a satellite music channel, Shade 45, on Sirius XM radio, which was described by his manager as \"essentially a destination to get and hear things that other people aren't playing.\"\n2005–2008: Retirement Rumors.\nIn 2005, many musical experts predicted that Eminem was thinking of ending his career after six years and albums with several certifications. This began in 2005, when a double album was about to be released under the name of \"The Funeral\". Subsequently, it was revealed that the album was a compilation of greatest hits, and was sold under the name '. The album was released by Aftermath Entertainment in December 2005, and sold almost 441,000 copies in the first week in the U.S. It was Eminem's fourth consecutive album to be number one on the Billboard Hot 100. He was certified as platinum twice by the RIAA.\nIn 2006, Eminem released a new compilation called ', to help the growth of the newly created Shady Records label. Eminem was the subject of the book \"100 People Who Are Screwing Up America\" by Bernard Goldberg, in which he was ranked in position 58. Goldberg quoted a column of Bob Herbert from \"The New York Times\", who said, \"In the world of Eminem, all women are whores and he is eager to rape them and then murder them\". Goldberg also cited the song \"No One's Iller\" from \"The Slim Shady EP\" as an example of misogyny. In the summer of 2005, Eminem announced a tour called Anger Management Tour, featuring artists 50 Cent, G-Unit, Lil Jon, D12, Obie Trice and The Alchemist. In August, the European part of the tour was cancelled, as Eminem claimed that he had entered a drug rehab clinic for sleeping pill addiction treatment.\n2008–2010: \"Relapse\" and \"Recovery\".\nIn September 2007, Eminem spoke with 50 Cent at the Hot 97 radio station in New York City about his rumored retirement, and if he was going to release more content. In response he said, \"I'm always working. I'm always in the studio. It feels good right now, the energy of the label. For a while, I didn't want to go back to the studio... I went through some personal things. Now I'm coming out of those personal things and it feels good.\"\nEminem made his first appearance in a year in September 2008 at his radio station, the Shade 45, where he said: \"I'm concentrating on my own stuff right now—just bangin' out tracks. The more I keep producing, the better it seems I get. I start knowing stuff, learning the boards like the back of my hands.\" In an interview with Billboard in December 2008, he revealed that the album would be released in the spring on 2009, be called \"Relapse,\" and most of the tracks would be produced by Dr. Dre.\nIn a statement on March 5, 2009, Eminem stated that he would release two albums that year. The first single, \"We Made You\", was released in April. \"Relapse\", the first of the announced Records, was officially released on May 19, but did not achieve the sale success as in the previous four albums. However, Eminem still received positive reviews for his return to hip hop. On November 19, he announced the release of ' on December 21. It was a relaunch of \"Relapse\" with the addition of seven bonus tracks, including \"Forever\" and \"Taking My Ball\".\nOn April 14, 2010, Eminem said there was no \"Relapse 2\". Although his followers thought he was not releasing an album, he had changed its title to \"Recovery.\" “I had originally planned for Relapse 2 to come out last year, but as I kept recording and working with new producers, the idea of a sequel to Relapse started to make less and less sense to me, and I wanted to make a completely new album. The music on Recovery came out very different from Relapse, and I think it deserves its own title.\"\n\"Recovery\" was released on June 18, 2010. It sold 741,000 copies during its first week in the US, topping the \"Billboard\" 200 chart. The album also topped the charts in several other countries. \"Recovery\" remained atop the \"Billboard\" 200 chart for five weeks out of seven total.\nIts first single, \"Not Afraid\", was released on April 29, and its music video was released on June 4. \"Not Afraid\" was followed by \"Love the Way You Lie\". \"Recovery\" was the best-selling album worldwide in 2010, with over 3.4 million copies sold.\n2012–2014: \"The Marshall Mathers LP 2\".\nOn May 24, 2012, Eminem announced that he was working on his eighth studio album, scheduled for release the following year. Some magazines such as \"XXL\" and \"Complex\" placed this album among the most anticipated of 2013 despite no name or release date being given. During the 2013 MTV Video Music Awards, it was announced that the album would be named \"The Marshall Mathers LP 2\" (following \"The Marshall Mathers LP\") and was going to be released on November 5. The album was released with 16 tracks. On November 3, Eminem was named the first YouTube Music Awards Artist of the Year. Eminem was the first artist to receive two digital diamond certifications for sales and streams of 10 million and above by the RIAA for \"Not Afraid\" and \"Love the Way You Lie\". At the 2015 Grammy Awards, he received Best Rap Album award for \"The Marshall Mathers LP 2\" and Best Rap/Sung Collaboration (with Rihanna) for \"The Monster\".\n2017-Present.\nIn February 2017, Eminem appeared on \"No Favors\", a track from Big Sean's album \"I Decided\". In the song, Eminem calls Donald Trump a \"bitch\". He also raps about sexual assaulting Ann Coulter, who is a Trump supporter, with a \"lamp post\", a \"bolt cutter\", and many other objects.\nPersonal life.\nEminem has one biological daughter named Hailie Jade Scott Mathers. She was born on Christmas Day 1995 in Detroit, Michigan from ex-wife Kimberly Anne Scott. Eminem married her in 1999 and they separated in 2001. In 2002, he told \"Rolling Stone\", \"I would rather have a baby through my penis than get married again.\" He remarried Kim in January 2006 but divorced just three months later in April. He is the legal guardian of Alaina, the daughter of Kim's twin sister, and Whitney, Kim's daughter from another relationship. He has rapped about his daughters in many of his songs.\nIn July 2012, he became the first artist to reach 60 million likes on Facebook. Eminem is also an NFL fan, and supports the Detroit Lions and the Dallas Cowboys.\nLegal Issues.\nOn June 3, 2000, Eminem was arrested during an altercation at a car-audio store in Royal Oak, Michigan. He pulled out an unloaded gun and pointed it at the ground. The next day, in Warren, Michigan, he was arrested again for assaulting John Guerra and hitting him with a gun when he saw him kissing his wife. He was charged with possession of a concealed weapon and assault.\nOn June 28, 2001, Eminem was sentenced to one year's probation and community service and was fined about $2,000 on weapon charges that came from an argument with a Psychopathic Records employee.\nIn December 2003, the U.S. Secret Service reported that it was \"looking into\" accusations that Eminem threatened U.S. President George W. Bush in \"We As Americans\" when he said these lyrics: \"Fuck money, I don't rap for dead presidents. I'd rather see the president dead, it's never been said but I set precedents.\"\nHealth issues.\nEminem has spoken publicly about his addiction to prescription drugs, including Vicodin, Ambien, and Valium. In 2001, he said he believed to have been suffering from Tourette's syndrome. He revealed that he was taking up to 60 Valium and 30 Vicodin pills every day, and that doctors told him he was two hours away from dying at one point. In December 2007, Eminem overdosed on Methadone. He fell on his bathroom floor while urinating and had to be hospitalized. Due to this, he couldn't spend Christmas break with his kids. He was sent home a few days later, but was readmitted to the hospital again with a torn meniscus that required surgery. He got surgery in the following days and was released. A few days later, he was readmitted to the hospital again, this time with a seizure. Speaking about his addiction, he said, \"In seven months I was able to accomplish more than I could accomplish in three or four years of doing drugs.\" During his heavy drug use period, he revealed that he gained 80 pounds, and was going to McDonald's and Taco Bell every day. He said, \"I remember being somewhere and hearing these kids talking. One of them said, “That’s Eminem,” and the other said, “No it’s not, man – Eminem ain’t fat.” I was like, Motherfucker. That’s when I knew I was getting heavy.\" He also said that Elton John was the person who helped him the most with his recovery and that Elton John called him once a week to check on him.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"St._Joseph%2C_Missouri","surface_form":"St. Joseph","offset":53},{"uri":"Americans","surface_form":"American","offset":111},{"uri":"Rapper","surface_form":"rapper","offset":120},{"uri":"The_Slim_Shady_LP","surface_form":"The Slim Shady LP","offset":234},{"uri":"Grammy_Award_for_Best_Rap_Album","surface_form":"Grammy Award for Best Rap Album","offset":268},{"uri":"The_Marshall_Mathers_LP","surface_form":"The Marshall Mathers LP","offset":327},{"uri":"Shady_Records","surface_form":"Shady Records","offset":482},{"uri":"D12","surface_form":"D12","offset":512},{"uri":"The_Eminem_Show","surface_form":"The Eminem Show","offset":566},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":597},{"uri":"Academy_Award_for_Best_Original_Song","surface_form":"Oscar for Best Original Song","offset":728},{"uri":"Lose_Yourself","surface_form":"Lose Yourself","offset":763},{"uri":"8_Mile","surface_form":"8 Mile","offset":822},{"uri":"Hip_hop","surface_form":"hip-hop","offset":926},{"uri":"Rumor","surface_form":"rumors","offset":951},{"uri":"Encore_(album)","surface_form":"Encore","offset":1023},{"uri":"Relapse_(album)","surface_form":"\"Relapse\"","offset":1076},{"uri":"Nielsen_SoundScan","surface_form":"Nielsen SoundScan","offset":1116},{"uri":"Recording_Industry_Association_of_America","surface_form":"RIAA","offset":1294},{"uri":"Recovery","surface_form":"Recovery","offset":1377},{"uri":"VH1","surface_form":"VH1","offset":1573},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":1661},{"uri":"D12","surface_form":"D12","offset":1705},{"uri":"Billboard_Top_200","surface_form":"Billboard Top 200","offset":1753},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":1924},{"uri":"Vibe_(magazine)","surface_form":"Vibe magazine","offset":2257},{"uri":"Tupac_Shakur","surface_form":"Tupac","offset":2280},{"uri":"St._Joseph%2C_Missouri","surface_form":"St. Joseph","offset":2362},{"uri":"Missouri","surface_form":"Missouri","offset":2374},{"uri":"Scottish_people","surface_form":"Scottish","offset":2503},{"uri":"Welsh_people","surface_form":"Welsh","offset":2513},{"uri":"English_people","surface_form":"English","offset":2520},{"uri":"Germans","surface_form":"German","offset":2529},{"uri":"Switzerland","surface_form":"Swiss","offset":2537},{"uri":"Poles","surface_form":"Polish","offset":2544},{"uri":"Luxembourg","surface_form":"Luxemburgish","offset":2565},{"uri":"Savannah%2C_Missouri","surface_form":"Savannah","offset":2851},{"uri":"Kansas_City%2C_Missouri","surface_form":"Kansas City","offset":2865},{"uri":"Warren%2C_Michigan","surface_form":"Warren","offset":2897},{"uri":"Michigan","surface_form":"Michigan","offset":2905},{"uri":"Detroit","surface_form":"Detroit","offset":2927},{"uri":"Unconcious","surface_form":"unconcious","offset":3216},{"uri":"Cerebral_hemorrhage","surface_form":"Cerebral hemorrhage","offset":3255},{"uri":"Licensed_to_Ill","surface_form":"Licensed to Ill","offset":3311},{"uri":"Beastie_Boys","surface_form":"Beastie Boys","offset":3338},{"uri":"Hip_hop","surface_form":"hip-hop","offset":3402},{"uri":"Pseudonym","surface_form":"pseudonym","offset":3460},{"uri":"Extended_play","surface_form":"EP","offset":3557},{"uri":"Lincoln_High_School_(Warren%2C_Michigan)","surface_form":"Lincoln High School","offset":3843},{"uri":"Freestyle_rap","surface_form":"freestyle","offset":3919},{"uri":"Osborn_High_School","surface_form":"Osborn High School","offset":3940},{"uri":"African-American_people","surface_form":"African-Americans","offset":4037},{"uri":"Underground_hip_hop","surface_form":"underground hip-hop","offset":4101},{"uri":"Truancy","surface_form":"truancy","offset":4177},{"uri":"GED","surface_form":"GED","offset":4294},{"uri":"Suicide","surface_form":"suicide","offset":4349},{"uri":"Champtown","surface_form":"Champtown","offset":4596},{"uri":"Minimum_wage","surface_form":"minimum wage","offset":4961},{"uri":"Restaurant","surface_form":"restaurant","offset":5004},{"uri":"Little_Caesars","surface_form":"Little Caesars","offset":5045},{"uri":"Infinite_(Eminem_album)","surface_form":"Infinite","offset":5176},{"uri":"Bass_Brothers","surface_form":"Bass Brothers","offset":5251},{"uri":"Web_Entertainment","surface_form":"Web Entertainment","offset":5306},{"uri":"Nas","surface_form":"Nas","offset":5455},{"uri":"AZ_(rapper)","surface_form":"AZ","offset":5463},{"uri":"Royce_da_5%279%26quot%3B","surface_form":"Royce da 5'9\"","offset":5912},{"uri":"Bad_Meets_Evil","surface_form":"Bad Meets Evil","offset":5934},{"uri":"Jimmy_Iovine","surface_form":"Jimmy Iovine","offset":6079},{"uri":"Interscope_Records","surface_form":"Interscope Records","offset":6105},{"uri":"Rap_Olympics","surface_form":"Rap Olympics","offset":6191},{"uri":"Dr._Dre","surface_form":"Dr. Dre","offset":6373},{"uri":"Aftermath_Entertainment","surface_form":"Aftermath Entertainment","offset":6395},{"uri":"The_Slim_Shady_LP","surface_form":"The Slim Shady LP","offset":6480},{"uri":"Devil_Without_a_Cause","surface_form":"Devil Without a Cause","offset":6547},{"uri":"Kid_Rock","surface_form":"Kid Rock","offset":6573},{"uri":"Interscope_Records","surface_form":"Interscope Records","offset":6737},{"uri":"The_Slim_Shady_LP","surface_form":"The Slim Shady LP","offset":6808},{"uri":"Dr._Dre","surface_form":"Dr. Dre","offset":6890},{"uri":"Guilty_Conscience","surface_form":"Guilty Conscience","offset":7358},{"uri":"Forgot_About_Dre","surface_form":"Forgot About Dre","offset":7610},{"uri":"2001_(Dr._Dre_album)","surface_form":"2001","offset":7678},{"uri":"Bitch_Please_II","surface_form":"Bitch Please II","offset":7686},{"uri":"The_Marshall_Mathers_LP","surface_form":"The Marshall Mathers LP","offset":7709},{"uri":"The_Eminem_Show","surface_form":"The Eminem Show","offset":7760},{"uri":"Old_Time%27s_Sake","surface_form":"Old Time's Sake","offset":7779},{"uri":"Crack_a_Bottle","surface_form":"Crack a Bottle","offset":7801},{"uri":"Relapse_(album)","surface_form":"Relapse","offset":7823},{"uri":"I_Need_a_Doctor","surface_form":"I Need a Doctor","offset":7837},{"uri":"Compton_(album)","surface_form":"Detox","offset":7885},{"uri":"Cage_(rapper)","surface_form":"Cage","offset":8163},{"uri":"The_Marshall_Mathers_LP","surface_form":"The Marshall Mathers LP","offset":8208},{"uri":"Snoop_Dogg","surface_form":"Snoop Dogg","offset":8407},{"uri":"Doggystyle","surface_form":"Doggystyle","offset":8421},{"uri":"Britney_Spears","surface_form":"Britney Spears","offset":8505},{"uri":"...Baby_One_More_Time","surface_form":"...Baby One More Time","offset":8522},{"uri":"The_Real_Slim_Shady","surface_form":"The Real Slim Shady","offset":8580},{"uri":"Celebrity","surface_form":"celebrities","offset":8676},{"uri":"Christina_Aguilera","surface_form":"Christina Aguilera","offset":8762},{"uri":"Oral_sex","surface_form":"oral sex","offset":8785},{"uri":"Fred_Durst","surface_form":"Fred Durst","offset":8799},{"uri":"Carson_Daly","surface_form":"Carson Daly","offset":8814},{"uri":"The_Way_I_Am","surface_form":"The Way I Am","offset":8858},{"uri":"Fan_(person)","surface_form":"fans","offset":8886},{"uri":"My_Name_Is","surface_form":"My Name Is","offset":8965},{"uri":"Marilyn_Manson_(musician)","surface_form":"Marilyn Manson","offset":9017},{"uri":"Remixing","surface_form":"remix","offset":9156},{"uri":"Stan_(song)","surface_form":"Stan","offset":9251},{"uri":"Dido","surface_form":"Dido","offset":9269},{"uri":"Thank_You_(Dido)","surface_form":"Thank You","offset":9282},{"uri":"Girlfriend","surface_form":"girlfriend","offset":9404},{"uri":"Left-handedness","surface_form":"left hand","offset":9546},{"uri":"Skin","surface_form":"white","offset":9927},{"uri":"RIAA","surface_form":"RIAA","offset":10044},{"uri":"Elton_John","surface_form":"Elton John","offset":10076},{"uri":"Grammy_Award","surface_form":"43rd Grammy Awards","offset":10094},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":10116},{"uri":"GLAAD","surface_form":"Gay and Lesbian Alliance Against Defamation (GLAAD)","offset":10141},{"uri":"Lyric_poetry","surface_form":"lyrics","offset":10232},{"uri":"Homophobia","surface_form":"homophobic","offset":10244},{"uri":"Homosexuality","surface_form":"gay","offset":10279},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":10324},{"uri":"Earth","surface_form":"world","offset":10427},{"uri":"Staples_Center","surface_form":"Staples Center","offset":10668},{"uri":"Up_In_The_Smoke","surface_form":"Up In The Smoke Tour","offset":10756},{"uri":"Dr._Dre","surface_form":"Dr. Dre","offset":10782},{"uri":"Snoop_Dogg","surface_form":"Snoop Dogg","offset":10791},{"uri":"Xzibit","surface_form":"Xzibit","offset":10803},{"uri":"Ice_Cube","surface_form":"Ice Cube","offset":10814},{"uri":"Family_Values_Tour","surface_form":"Family Values Tour","offset":10852},{"uri":"Limp_Bizkit","surface_form":"Limp Bizkit","offset":10885},{"uri":"The_Eminem_Show","surface_form":"The Eminem Show","offset":10957},{"uri":"Billboard_Hot_100","surface_form":"Billboard Hot 100","offset":11087},{"uri":"Without_Me","surface_form":"Without Me","offset":11199},{"uri":"Limp_Bizkit","surface_form":"Limp Bizkit","offset":11259},{"uri":"Moby","surface_form":"Moby","offset":11272},{"uri":"Lynne_Cheney","surface_form":"Lynne Cheney","offset":11281},{"uri":"Cleanin%27_Out_My_Closet","surface_form":"Cleanin' Out My Closet","offset":11347},{"uri":"Sing_for_the_Moment","surface_form":"Sing for the Moment","offset":11376},{"uri":"Indictment","surface_form":"charge","offset":11621},{"uri":"Bouncer","surface_form":"bouncer","offset":11644},{"uri":"L._Brent_Bozell_III","surface_form":"L. Brent Bozell III","offset":11863},{"uri":"Motherfucker","surface_form":"motherfucker","offset":12123},{"uri":"Encore_(album)","surface_form":"Encore","offset":12357},{"uri":"Just_Lose_It","surface_form":"Just Lose It","offset":12465},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":12509},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":12641},{"uri":"Pepsi","surface_form":"Pepsi","offset":12852},{"uri":"Stevie_Wonder","surface_form":"Stevie Wonder","offset":12953},{"uri":"Steve_Harvey","surface_form":"Steve Harvey","offset":13064},{"uri":"Pee-Wee_Herman","surface_form":"Pee-Wee Herman","offset":13265},{"uri":"M.C._Hammer","surface_form":"MC Hammer","offset":13281},{"uri":"Madonna","surface_form":"Madonna","offset":13295},{"uri":"Weird_Al_Yankovic","surface_form":"\"Weird Al\" Yankovic","offset":13330},{"uri":"8_Mile","surface_form":"8 Mile","offset":13483},{"uri":"Black_Entertainment_Television","surface_form":"Black Entertainment Television","offset":13733},{"uri":"MTV","surface_form":"MTV","offset":13832},{"uri":"Sony","surface_form":"Sony","offset":14118},{"uri":"Viacom","surface_form":"Viacom","offset":14154},{"uri":"Shakira","surface_form":"Shakira","offset":14218},{"uri":"Beck","surface_form":"Beck","offset":14227},{"uri":"United_States_presidential_election%2C_2004","surface_form":"United States presidential election","offset":14418},{"uri":"George_W._Bush","surface_form":"Bush","offset":14549},{"uri":"Weapon_of_mass_destruction","surface_form":"weapon of mass destruction","offset":14601},{"uri":"Lloyd_Banks","surface_form":"Lloyd Banks","offset":14726},{"uri":"White_House","surface_form":"White House","offset":14809},{"uri":"Shade_45","surface_form":"Shade 45","offset":15160},{"uri":"Sirius_XM","surface_form":"Sirius XM","offset":15173},{"uri":"Predicted","surface_form":"predicted","offset":15373},{"uri":"Aftermath_Entertainment","surface_form":"Aftermath Entertainment","offset":15721},{"uri":"Billboard_Hot_100","surface_form":"Billboard Hot 100","offset":15889},{"uri":"RIAA","surface_form":"RIAA","offset":15950},{"uri":"Shady_Records","surface_form":"Shady Records","offset":16049},{"uri":"Bernard_Goldberg","surface_form":"Bernard Goldberg","offset":16149},{"uri":"Bob_Herbert","surface_form":"Bob Herbert","offset":16234},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":16252},{"uri":"Slim_Shady_EP","surface_form":"The Slim Shady EP","offset":16433},{"uri":"Misogyny","surface_form":"misogyny","offset":16469},{"uri":"Anger_Management_Tour","surface_form":"Anger Management Tour","offset":16533},{"uri":"50_Cent","surface_form":"50 Cent","offset":16574},{"uri":"G-Unit","surface_form":"G-Unit","offset":16583},{"uri":"Lil_Jon","surface_form":"Lil Jon","offset":16591},{"uri":"D12","surface_form":"D12","offset":16600},{"uri":"Obie_Trice","surface_form":"Obie Trice","offset":16605},{"uri":"The_Alchemist","surface_form":"The Alchemist","offset":16620},{"uri":"50_Cent","surface_form":"50 Cent","offset":16862},{"uri":"Hot_97","surface_form":"Hot 97","offset":16877},{"uri":"New_York_City","surface_form":"New York City","offset":16901},{"uri":"Shade_45","surface_form":"Shade 45","offset":17351},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":17592},{"uri":"Dr._Dre","surface_form":"Dr. Dre","offset":17753},{"uri":"We_Made_You","surface_form":"We Made You","offset":17872},{"uri":"Relapse_(album)","surface_form":"Relapse","offset":17910},{"uri":"Forever_(Drake_song)","surface_form":"Forever","offset":18280},{"uri":"Recovery","surface_form":"Recovery","offset":18459},{"uri":"Billboard_charts","surface_form":"\"Billboard\" 200","offset":18919},{"uri":"Not_Afraid","surface_form":"Not Afraid","offset":19192},{"uri":"Love_the_Way_You_Lie","surface_form":"Love the Way You Lie","offset":19221},{"uri":"XXL_(magazine)","surface_form":"XXL","offset":19524},{"uri":"Complex_(magazine)","surface_form":"Complex","offset":19534},{"uri":"MTV_Video_Music_Awards","surface_form":"MTV Video Music Awards","offset":19657},{"uri":"YouTube_Music_Awards","surface_form":"YouTube Music Awards","offset":19919},{"uri":"RIAA","surface_form":"RIAA","offset":20087},{"uri":"Grammy_Award","surface_form":"2015 Grammy Awards","offset":20144},{"uri":"Big_Sean","surface_form":"Big Sean's","offset":20372},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":20428},{"uri":"Ann_Coulter","surface_form":"Ann Coulter","offset":20489},{"uri":"Christmas","surface_form":"Christmas Day","offset":20688},{"uri":"Detroit","surface_form":"Detroit","offset":20710},{"uri":"Michigan","surface_form":"Michigan","offset":20719},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":20835},{"uri":"Facebook","surface_form":"Facebook","offset":21253},{"uri":"NFL","surface_form":"NFL","offset":21281},{"uri":"Detroit_Lions","surface_form":"Detroit Lions","offset":21307},{"uri":"Dallas_Cowboys","surface_form":"Dallas Cowboys","offset":21329},{"uri":"Royal_Oak%2C_Michigan","surface_form":"Royal Oak, Michigan","offset":21442},{"uri":"Warren%2C_Michigan","surface_form":"Warren, Michigan","offset":21540},{"uri":"Assault","surface_form":"assault","offset":21725},{"uri":"Psychopathic_Records","surface_form":"Psychopathic Records","offset":21898},{"uri":"United_States_Secret_Service","surface_form":"U.S. Secret Service","offset":21951},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":22057},{"uri":"Acetaminophen","surface_form":"Vicodin","offset":22340},{"uri":"Zolpidem","surface_form":"Ambien","offset":22349},{"uri":"Diazepam","surface_form":"Valium","offset":22361},{"uri":"Tourette_syndrome","surface_form":"Tourette's syndrome","offset":22426},{"uri":"Methadone","surface_form":"Methadone","offset":22637},{"uri":"Meniscus_(liquid)","surface_form":"meniscus","offset":22872},{"uri":"Surgery","surface_form":"surgery","offset":22895},{"uri":"Seizure","surface_form":"seizure","offset":23035},{"uri":"McDonald%27s","surface_form":"McDonald's","offset":23283},{"uri":"Taco_Bell","surface_form":"Taco Bell","offset":23298},{"uri":"Elton_John","surface_form":"Elton John","offset":23567}]}