{"id":10298,"url":"http://en.wikipedia.org/wiki/Guatemala","text":"Guatemala is a country in Central America.\nIt is known for its mixed culture, a product of both Mayan and Spanish cultures, from the colonial period. Guatemala is known for its ever-changing weather, a product of the mountain range which crosses the center of the country. Guatemala has many languages, a total of 23. Because of its natural beauty, it is a popular tourist destination.\nThe capital of Guatemala is Guatemala City. The country suffers from extreme poverty, corruption, drug trafficking, and discrimination.\nGuatemala is the world's largest producer and exporter of cardamom.It is considered to be a third world country.\nPopulation.\nIt is the country with the largest population in Central America. Its neighbors are the countries Belize, Mexico, El Salvador and Honduras. More than fourteen million people live in the 22 Guatemalan departments. Most of the population is made up of mestizo (mixed race) people, who are a combination of Native and European people. Mestizo people make up 40% of the population. Native Mayan people make up 49% of the total population, while 9% are direct descendants of Spanish and German people. Black people (including some others), make up 2% of population.\nHistory.\nMost people believe that Guatemala City was the first choice for the capital city, but the capital was moved several times. This was caused by natural disasters. The first city was destroyed when the volcano Volcan de Agua erupted, forcing the move to what today is called Antigua Guatemala. This city was destroyed by earthquakes. Finally, the capital was moved to what we know as Guatemala City.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":15},{"uri":"Central_America","surface_form":"Central America","offset":26},{"uri":"Mayan","surface_form":"Mayan","offset":96},{"uri":"Colonial_America","surface_form":"colonial period","offset":133},{"uri":"Tourist","surface_form":"tourist","offset":365},{"uri":"Guatemala_City","surface_form":"Guatemala City","offset":414},{"uri":"Cardamom","surface_form":"cardamom","offset":580},{"uri":"Population","surface_form":"population","offset":682},{"uri":"Central_America","surface_form":"Central America","offset":696},{"uri":"Neighbor","surface_form":"neighbor","offset":717},{"uri":"Belize","surface_form":"Belize","offset":745},{"uri":"Mexico","surface_form":"Mexico","offset":753},{"uri":"El_Salvador","surface_form":"El Salvador","offset":761},{"uri":"Honduras","surface_form":"Honduras","offset":777},{"uri":"Spanish_people","surface_form":"Spanish","offset":1117},{"uri":"Germany","surface_form":"German","offset":1129},{"uri":"Volcano","surface_form":"volcano","offset":1417},{"uri":"Antigua_Guatemala","surface_form":"Antigua Guatemala","offset":1490},{"uri":"Earthquakes","surface_form":"earthquakes","offset":1536}]}