{"id":102983,"url":"http://en.wikipedia.org/wiki/First_Baptist_Church_of_Hammond","text":"The First Baptist Church of Hammond (or FBCHammond) is a fundamental Independent Baptist church in Hammond, Indiana. It is the largest church in the state of Indiana and one of the largest churches in the United States. It was founded in 1887. It was under Jack Hyles' leadership from 1959-2001 that it became a megachurch, one of the first in the United States, with a steady weekly attendance of around 20,000. It also operates Hyles-Anderson College and two K-12 schools, named \"City Baptist Schools\" (for children of the bus route of the church) and \"Hammond Baptist Schools\" (for children of the members of the church). Jack Schaap, Hyles' son-in-law, succeeded as pastor after Hyles' death for 11 years until he was fired in 2012 for having sex with a 16 year old girl.\nHistory.\nFirst Baptist Church was founded in November 1887 by \"Allen Hill\" of Jennings County, Indiana. Its first meeting was on 14 November 1887 with 12 members on the 28th. However, it originally met in the Morton House Hotel which stood on what is currently the 100 block of Willow Court. Allen Hill's was only their pastor for around 4 months.\nBy April 1888, B.P. Hewitt became the church's permanent pastor and Allen Hill went on to start several other churches. Needing more room, Hewitt moved the church's meeting place to the Hohman Opera House at the corner of State and Hohman streets. In 1889, the church erected its own structure for $2,358 when Marcus Towle, Hammond's first mayor and a member of FBC, donated land on \"Sibley Street\" to the church.\nOn January 3, 1901, Pastor E.T. Carter proposed a new building, and the first service was held on 14 April 1901. On 27 November of that same year, Pastor Carter announced his resignation for a job at the Central Baptist Orphanage in Michigan.\nDr. Jack Schaap.\nDr. Jack Schaap (born October 1, 1957), was the Pastor of the First Baptist Church of Hammond, Indiana until July of 2012. Following the death of the former pastor Dr. Jack Hyles, he became the pastor of the largest church in Indiana, and with their average weekly attendance of more than 20,000, it has become one of the largest churches in America. Schaap was fired for having a sexual relationship with a 16 year old girl. This affair happened in multiple states and is being investigated by local and national authorities.\nHe was also the chancellor of Hyles-Anderson College. On June 1, 1979, he married Mrs. Cindy Schaap. Dr. and Mrs. Schaap have been married for 28 years and now have two children, Jaclynn and Kenny.\nDr. Jack Hyles.\nJack Frasure Hyles (September 25, 1926 – February 6, 2001) was a leading person in the Independent Baptist movement. He was pastor of the church from 1959 until his death in 2001.","categories":[],"infobox_types":[],"annotations":[{"uri":"Independent","surface_form":"Independent","offset":69},{"uri":"Baptist","surface_form":"Baptist","offset":81},{"uri":"Church","surface_form":"church","offset":89},{"uri":"Hammond%2C_Indiana","surface_form":"Hammond, Indiana","offset":99},{"uri":"Church","surface_form":"church","offset":135},{"uri":"Indiana","surface_form":"Indiana","offset":158},{"uri":"United_States","surface_form":"United States","offset":205},{"uri":"Jack_Hyles","surface_form":"Jack Hyles","offset":257},{"uri":"Megachurch","surface_form":"megachurch","offset":312},{"uri":"Hyles-Anderson_College","surface_form":"Hyles-Anderson College","offset":430},{"uri":"Children","surface_form":"children","offset":585},{"uri":"Jack_Schaap","surface_form":"Jack Schaap","offset":625},{"uri":"Pastor","surface_form":"pastor","offset":670},{"uri":"Jennings_County%2C_Indiana","surface_form":"Jennings County, Indiana","offset":854},{"uri":"Pastor","surface_form":"pastor","offset":1096},{"uri":"Opera","surface_form":"Opera","offset":1317},{"uri":"Pastor","surface_form":"Pastor","offset":1846},{"uri":"Jack_Hyles","surface_form":"Jack Hyles","offset":1966},{"uri":"United_States","surface_form":"America","offset":2140},{"uri":"Chancellor","surface_form":"chancellor","offset":2341},{"uri":"Hyles-Anderson_College","surface_form":"Hyles-Anderson College","offset":2355},{"uri":"Jack_Hyles","surface_form":"Jack Frasure Hyles","offset":2539},{"uri":"Independent_Baptist","surface_form":"Independent Baptist","offset":2626}]}