{"id":103067,"url":"http://en.wikipedia.org/wiki/Locomotive","text":"e=\"preserve\">A locomotive is the part of a train that makes the train move. Normally, it is the first part of the train, and has an engine.\nDiesel locomotive.\nA diesel locomotive is a powered by a diesel engine. The diesel engine may drive the locomotive's wheels directly via a gearbox, shaft or chain (called mechanical transmission); by generating electricity which is in turn used to power the wheels (called diesel-electric); or by using a hydraulic transmission system (diesel-hydraulic). Diesel locomotives are extremely popular worldwide, due to their ease of use and reliability. They can be more powerful than steam locomotives and do not need an expensive power grid like electric locomotives.\nSteam locomotive.\nA steam locomotive uses wood, coal or oil (but mostly coal) as fuel to heat water in a boiler, which turns into steam which pushes pistons to power the train. Steam locomotives were invented in the early 19th century. They are not widely used any more due to their operational costs, especially the fuel costs; steam locomotives are now mostly only used on tourist railroads.\nElectric locomotive.\nAn electric locomotive runs on electricity as the name suggests. Electric locomotives cost the least to buy and operate. However, the railway electrification system is very expensive, so only tracks used by many trains per day are usually electrified. Thus, electrics are only the second next used type, behind diesel locomotives.","categories":[],"infobox_types":[],"annotations":[{"uri":"Railway","surface_form":"train","offset":43},{"uri":"Engine","surface_form":"engine","offset":132},{"uri":"Diesel_engine","surface_form":"diesel engine","offset":197},{"uri":"Wood","surface_form":"wood","offset":747},{"uri":"Coal","surface_form":"coal","offset":753},{"uri":"Oil","surface_form":"oil","offset":761},{"uri":"Fuel","surface_form":"fuel","offset":786},{"uri":"Water","surface_form":"water","offset":799},{"uri":"Steam","surface_form":"steam","offset":835},{"uri":"Piston","surface_form":"piston","offset":854},{"uri":"Electricity","surface_form":"electricity","offset":1151},{"uri":"Railway_electrification_system","surface_form":"railway electrification system","offset":1254}]}