{"id":103074,"url":"http://en.wikipedia.org/wiki/Transcendental_Meditation","text":"ce=\"preserve\">The Transcendental Meditation technique, or TM technique is a kind of meditation that was developed by Maharishi Mahesh Yogi. Today, the name is trademarked.\nThe meditation technique is practiced while sitting down with the eyes closed and is practiced twice a day.\nReviews of studies on the effects of the Transcendental Meditation technique show some results are not definite while some reviews of studies show patterns of positive effects.\nProcedure.\nThe Transcendental Meditation technique is learned in seven steps. There are two lectures and a personal interview. This is followed by a session in which the student learns how to meditate. In three more sessions the meditation is checked to make sure the technique is being done correctly.\nGoal.\nThe goal of the Transcendental Meditation technique is said to be that the meditator continue to feel the deep rest, and the comfort of the meditation while living everyday life.\nOrigin.\nIn 1955, Maharishi Mahesh Yogi (born Mahesh Prasad Varma) began teaching a meditation technique he says was based on the Vedas. He gave this method for meditation the name, Transcendental Meditation.\nBefore this, Maharishi had studied with his teacher Swami Brahmananda Saraswati, and was also his secretary from 1941 until Brahmananda Saraswati's death in 1953. In 1957, Maharishi began the Spiritual Regeneration Movement in Madras, India, on the last day of a festival held in memory of his teacher. In 1958, he began the first of a number of worldwide tours in which he began to teach the TM technique to people around the world.\nIn the early 1970s, Maharishi began to establish one Transcendental Meditation teaching center for each million of the people in the world, which at that time would have meant 3,600 Transcendental Meditation centers throughout the world. In 1990, Maharishi moved to the town of Vlodrop, in the Netherlands, where he began an organization he called The Global Country of World Peace that takes care of all of the teaching of the Transcendental Meditation technique around the world. The Global Country of World Peace says there are more than 6 million people worldwide who have learned the Transcendental Meditation technique.\nEffects on the Body.\nTranscendental Meditation has been researched since 1970. The earliest study, done in 1970, showed that with the Transcendental Meditation technique the body rests deeply, but is not asleep, and is alert. This study also showed that with the Transcendental Meditation technique stress became less.\nAccording to one study Transcendental Meditation has been found to not have any advantages over health education in improving a persons health.\nThe Transcendental Meditation technique, religion, and cults.\nTranscendental Meditation websites say the Transcendental Meditation technique does not interfere with a person's religion.\nIn 2013, Monsignor Raffaello Martinelli, servicing Congregation for the Doctrine of the Faith, having worked for over 23 years with Cardinal Joseph Ratzinger (Pope Benedict XVI), said that for his Meditation, a Christian can learn from other religious traditions (zen, yoga, controlled respiration, Mantra):\" \"As long as the Catholic Church rejects nothing of what is true and holy in these religions, we should not despise these indications since non-Christian. Instead, we can collect from them what is useful, provided you never lose sight of the Christian conception of prayer, its logic and requirements, since it is within this that all these fragments must be reformulated and assumed.../...»\". In 1984, Cardinal Sin, an Archbishop in the Catholic Church stated that the Transcendental Meditation technique interferes with Christian religions. And other clergy believe the technique does not interfere with religious belief and practices.\nExperts on cults say those who use the Transcendental Meditation technique may show cult-like actions, while David Orme-Johnson, a psychologist and researcher who was once a professor at Maharishi University of Management, says studies show that those who use the Transcendental Meditation technique act in ways that are adult and self – sufficient, and do not act in the way people in cults are said to act.","categories":[],"infobox_types":[],"annotations":[{"uri":"Meditation","surface_form":"meditation","offset":84},{"uri":"Maharishi_Mahesh_Yogi","surface_form":"Maharishi Mahesh Yogi","offset":117},{"uri":"Vedas","surface_form":"Vedas","offset":1074},{"uri":"Madras","surface_form":"Madras","offset":1380},{"uri":"India","surface_form":"India","offset":1388},{"uri":"Netherlands","surface_form":"Netherlands","offset":1881},{"uri":"Pope_Benedict_XVI","surface_form":"Pope Benedict XVI","offset":3021},{"uri":"Meditation","surface_form":"Meditation","offset":3059},{"uri":"Zen","surface_form":"zen","offset":3126},{"uri":"Yoga","surface_form":"yoga","offset":3131},{"uri":"Mantra","surface_form":"Mantra","offset":3161},{"uri":"Archbishop","surface_form":"Archbishop","offset":3590},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":3608}]}