{"id":103108,"url":"http://en.wikipedia.org/wiki/Gerolamo_Cardano","text":"Gerolamo Cardano or Girolamo Cardano (English Jerome Cardan, Latin Hieronymus Cardanus; September 24, 1501 - September 21, 1576) was a celebrated Italian Renaissance mathematician, physician, and astrologer.\nAs he was an illegitimate child, he could not enter the college of physicians. Despite this he was a relatively successful physician. The first description of Typhoid fever is attributed to him.\nToday he is mainly known as a mathematician. He made some discoveries in algebra. He proposed ways to solve cubic and quartic equations. Niccolò Fontana Tartaglia told him about the solution of one particular cubic equation, \"formula_1\". This caused a long fight. His student Lodovico Ferrari solved the quartic equations. Cardano also speaks about imaginary numbers in the same book, \"Ars Magna\".\nCardano was often short of money, and gambled compulsively. A book of his, \"Liber de ludo aleae\" (\"Book on Games of Chance\" in the English), contains the first systematic treatment of probability, as well as a section on cheating. He wrote it \"c.\" 1564, but it was first published posthumously, in 1663.\nHe invented various things, including the and the. He also believed that perpetual motion was impossible, except for stars.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":146},{"uri":"Renaissance","surface_form":"Renaissance","offset":154},{"uri":"Mathematician","surface_form":"mathematician","offset":166},{"uri":"Physician","surface_form":"physician","offset":181},{"uri":"Astrologer","surface_form":"astrologer","offset":196},{"uri":"Typhoid_fever","surface_form":"Typhoid fever","offset":367},{"uri":"Mathematician","surface_form":"mathematician","offset":433},{"uri":"Algebra","surface_form":"algebra","offset":476},{"uri":"Cubic_equation","surface_form":"cubic","offset":511},{"uri":"Quartic_equation","surface_form":"quartic equation","offset":521},{"uri":"Niccol%C3%B2_Fontana_Tartaglia","surface_form":"Niccolò Fontana Tartaglia","offset":540},{"uri":"Lodovico_Ferrari","surface_form":"Lodovico Ferrari","offset":679},{"uri":"Imaginary_number","surface_form":"imaginary number","offset":752},{"uri":"Perpetual_motion","surface_form":"perpetual motion","offset":1178}]}