{"id":103156,"url":"http://en.wikipedia.org/wiki/Tekken_4","text":"\"Tekken 4\" is a 2002 fighting video game made by Namco for the PlayStation 2.\nStory.\nTwo years ago, Heihachi could not capture Ogre.\nNot wanting to give up, Heihachi said to his researchers to get blood samples, skin tissue, and hoof fragments left behind by Ogre (or known as True Ogre in its true manifestation) in order to conduct genetic experiments. Heihachi’s goal was to make a new life form by splicing Ogre’s genome with his own. However, the research was unsuccessful.\nAfter long experimentation, Heihachi’s bioengineers came to the conclusion that an extra gene - the \"Devil Gene\" - was needed in order to successfully splice Ogre’s genetic code into another living organism. Heihachi learned that his own genome did not have the Devil Gene, but he knew someone who had it, Jin Kazama.\nJin, who defeated Ogre in The King of Iron Fist Tournament 3, was shot and wounded by Heihachi. As his life slipped away, Jin transformed into a Devil. Upon his transformation, he struck down Heihachi and took flight. Jin’s whereabouts were unknown after the Tournament.\nHeihachi searched for Jin to no avail. However, Heihachi found a photograph during his search that made him curious. The 20-year-old photograph was an image of a burnt corpse covered with laceration wounds. Heihachi paid much attention to the corpse’s back, which had what looked like deformed, protruding wing-like limbs.\nThinking that the picture was of Kazuya, his own son whom he threw into a volcano 20 years ago, Heihachi diverted all his resources into a search for the body. This search led Heihachi to G Corporation, a modern biotech firm making unprecedented advances in the field of biogenetics research.\nHeihachi found out that the G Corporation found the corpse and got its genetic data. In fact, Heihachi learned that the company was in the middle of creating a new life form by using the data. Heihachi also determined that Kazuya’s remains and research data were secured at G Corporation’s Nebraska and Nepal research laboratories, respectively.\nFriday, 25 December. The Tekken Force raided G Corporation’s maximum security research laboratory in Nepal. The bottom floors of the building were destroyed, and the remaining data storage facility containing file servers was taken away by a group of heavy-duty helicopters.\nAt the same time, a separate unit led by Heihachi infiltrated the underground research facility in Nebraska, where Kazuya’s remains were preserved. As Heihachi looked from his helicopter, he soon realized that unlike the Nepal facility, the operations in Nebraska were not going according to plan. The tactical status monitor screens showed the first wave of the Tekken Force troops being blown out from the storage room where Kazuya’s remains were supposedly kept.\nA silhouette of a large figure slowly emerged from the room... When Heihachi could see clearly enough, he instantly recognized the large figure as Kazuya.\nKazuya was brought back to life in G Corporation’s research facility. After his resurrection, Kazuya offered his body as research material to determine the true nature of the Devil that resided within him. Kazuya’s goal was to combine his two selves into one. Kazuya theorized that if he unified his body with the Devil, he would be able to truly get its powers. He could then finally take revenge against Heihachi and the Mishima Zaibatsu (Financial Empire).\nEnraged that Heihachi thwarted his plans, Kazuya obliterated the heavily armed Tekken Force and vanished into the flames of the lab’s wreckage. Heihachi was infuriated by Kazuya’s escape and took out his anger on his hapless subordinates who reported the escape.\nDr. Abel, Heihachi’s lead scientific advisor, urged the enraged Heihachi to quickly find a way to capture Kazuya. Once his anger subsided, Heihachi focused his mind and decided on a plan. An evil smile crept upon his lips.\nTwo years had passed since The King of Iron Fist Tournament 3. The Mishima Zaibatsu announced The King of Iron Fist Tournament 4 and placed the massive financial empire as the top prize. The champion who manages to defeat Heihachi at the end of the Tournament would inherit the Mishima Zaibatsu.\nWell aware that the tournament is just a trap designed to lure him out, Kazuya nevertheless enters - it is his chance to defeat Heihachi\nCharacters.\nIt marked the first game of the Tekken series to have character conversations (aside from Julia's Tekken 3 ending, in which she speaks to Michelle). Some may speak in other languages (in part of Hwoarang's ending, Jin Kazama speaks in English). It is also the first game having each characters to speak in the beginning for Story Mode. In the background, sketches are seen that follow the characters story. Some may appear in the epilogue of a characters ending.","categories":[],"infobox_types":[],"annotations":[{"uri":"2002","surface_form":"2002","offset":16},{"uri":"Fight","surface_form":"fight","offset":21},{"uri":"Video_game","surface_form":"video game","offset":30},{"uri":"Namco","surface_form":"Namco","offset":49},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":63},{"uri":"Tekken","surface_form":"Tekken","offset":4349},{"uri":"Hwoarang","surface_form":"Hwoarang","offset":4512},{"uri":"Jin_Kazama","surface_form":"Jin Kazama","offset":4531}]}