{"id":103150,"url":"http://en.wikipedia.org/wiki/Salam","text":"e=\"preserve\">Salam (, '), sometimes spelled salaam, is an Arabic word that literally means \"peace\", but is also used as a general greeting, above all in Arabian countries and by the Muslims and farsi language countries, but also in other countries where Islam is important.\nAs-salamu ʿalaykum () is a greeting in Arabic that means \"peace be upon you\". The greeting is a standard salutation among Muslims, whether socially or within worship and other contexts.  The typical response to the greeting is \"wa-ʿalaykumu as-salām\" (وَعَلَيْكُمُ ٱلسَّلَامُ; \"and upon you be peace\"). The full version of the greeting is \"as-salamu ʿalaykum wa-rahmatullahi wa-barakatuh\" (, \"peace be upon you, as well as the mercy of God and His blessings\"), with the full response being \"wa-ʿalaykum as-salam wa-rahmatullahi wa-barakatuh\" (). It is also preferred to use the greeting when arriving and also while leaving. It was reported that Abu Hurairah said \"When one of you joins a gathering, let him say 'Peace'. When he wants to get up and leave, let him say 'Peace'. The former is not more important than the latter\" (Hasan hadith reported in Jāmiʿ at-Tirmidhi).\nIn addition, \"As-Salam\" is one of the 99 Names of God.\nThe Hebrew version is \"shalom\", that in Israel is used in the same way like \"salaam\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Peace","surface_form":"peace","offset":92},{"uri":"Arabian_world","surface_form":"Arabian countries","offset":153},{"uri":"Islam","surface_form":"Muslims","offset":182},{"uri":"Persian","surface_form":"farsi","offset":194},{"uri":"Islam","surface_form":"Islam","offset":254},{"uri":"99_Names_of_God","surface_form":"99 Names of God","offset":1185},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":1206},{"uri":"Shalom","surface_form":"shalom","offset":1225},{"uri":"Israel","surface_form":"Israel","offset":1242}]}