{"id":103165,"url":"http://en.wikipedia.org/wiki/Tekken_6","text":"\"Tekken 6\" is a fighting video game made by Namco. It was released in Japanese arcades on November 26, 2007. It was released on PlayStation 3 and Xbox 360 on October 27, 2009. It was released on the PlayStation Portable on November 24, 2009.\nGameplay.\nTekken 6, was released on October 27, 2009 for the PS3, and Xbox 360, and will be released on November 24, 2009 for the PSP, is the sequel to Tekken 5 and Tekken 5: Dark Resurrection. Both games have been liked by fans. Katsuhiro Hirada, game director for Tekken 6 and previous Tekken games, said that the stages will be bigger and will have more movement and interactivity,[9] such as walls or floors that can be broken so you can fight in new fighting areas. The character customization feature has been changed and become better, and will be more involved with the gameplay.\nA new \"rage\" system has been added, which allows characters to do more damage per hit when their health is low. In re mode, a reddish energy aura appears around the character and their health bar starts to flicker red. The rage aura can be changed into different colors and effects to appear like fire, electricity, ice and others. Another new feature added is the \"bound\" feature. Every character has some moves that, when used on the enemy that is currently midair in a juggle combo, will cause the opponent to be smashed hard into the ground, bouncing them off the floor, stunned and letting the attacker to perform another combo or attack.\nThe console versions will have an extra mode called \"Scenario Campaign\" which is similar to the \"Tekken Force\" and \"Devil Within\" modes from previous games. This mode is playable only by one player offline, but in the future the mode will be playable co-operatively online with two players. In this mode players can pick up weapons such as poles and gatling guns. Players can move almost any way they wantt to between fights, but when fighting enemies, the gameplay switches to the traditional Tekken style.\nBoth the PlayStation 3 and Xbox 360 versions of the game will include an online versus multiplayer mode over PlayStation Network and Xbox Live respectively.\nTekken 6: Bloodline Rebellion.\nTekken 6: Bloodline Rebellion was supposed to be released on consoles instead of Tekken 6. It was supposed to be an upgrade of Tekken 6, having new fighting arenas, characters and more. In the end, Namco decided to release the original Tekken 6 on consoles with the updates and more things that can only be played on the console version.","categories":[],"infobox_types":["VG"],"annotations":[{"uri":"Fight","surface_form":"fight","offset":16},{"uri":"Video_game","surface_form":"video game","offset":25},{"uri":"Namco","surface_form":"Namco","offset":44},{"uri":"November_26","surface_form":"November 26","offset":90},{"uri":"2007","surface_form":"2007","offset":103},{"uri":"PlayStation_3","surface_form":"PlayStation 3","offset":128},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":146},{"uri":"October_27","surface_form":"October 27","offset":158},{"uri":"2009","surface_form":"2009","offset":170},{"uri":"PlayStation_Portable","surface_form":"PlayStation Portable","offset":199},{"uri":"November_24","surface_form":"November 24","offset":223},{"uri":"2009","surface_form":"2009","offset":236},{"uri":"Namco","surface_form":"Namco","offset":2368}]}