{"id":103280,"url":"http://en.wikipedia.org/wiki/809_Lundia","text":"809 Lundia is a small, binary, V-type asteroid orbiting in the Flora family in the Main Belt. It is named after Lund Observatory, Sweden.\nThe V-type spectrum says that it is not genetically related to the Flora family, but rather is probably a piece (actually two pieces) blown off the surface of nearby 4 Vesta by a big impact in the past. Its orbit is too far from Vesta for it to actually be a member of the Vesta family It is not clear how it came at an orbit so far from Vesta, but other examples of V-type asteroids fairly far from their parent body are known. A mechanism of interplay between the Yarkovsky effect and nonlinear secular resonances (mainly involving Jupiter and Saturn) has been suggested.\nBinary.\nA moon, designated S/2005 (809) 1, was seen based on lightcurve sightings in 2005. In fact, the size of the two bodies appear to be close in size, because during mutual occultations the brightness drops by a similar amount independently of which body is hidden. Assuming an albedo similar to 4 Vesta (around 0.4), suggests that the bodies are about 7 km across. It takes 15.4 hours to orbit each other, which says that the binary is very close — the separation being of the order of 10–20 km, if normal asteroid albedo and density values are assumed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Binary_asteroid","surface_form":"binary","offset":23},{"uri":"V-type_asteroid","surface_form":"V-type asteroid","offset":31},{"uri":"Flora_family","surface_form":"Flora family","offset":63},{"uri":"Main_Belt","surface_form":"Main Belt","offset":83},{"uri":"Lund_Observatory","surface_form":"Lund Observatory","offset":112},{"uri":"Sweden","surface_form":"Sweden","offset":130},{"uri":"Flora_family","surface_form":"Flora family","offset":205},{"uri":"4_Vesta","surface_form":"4 Vesta","offset":304},{"uri":"Vesta_family","surface_form":"Vesta family","offset":411},{"uri":"Yarkovsky_effect","surface_form":"Yarkovsky effect","offset":604},{"uri":"Secular_resonance","surface_form":"secular resonance","offset":635},{"uri":"Occultation","surface_form":"occultation","offset":889},{"uri":"4_Vesta","surface_form":"4 Vesta","offset":1012}]}