{"id":10328,"url":"http://en.wikipedia.org/wiki/D%C3%BCsseldorf","text":"Düsseldorf is a German city. It is on the east bank of the river Rhine. It is the capital of the state of North Rhine-Westphalia. Düsseldorf has about 600,000 inhabitants. About 1.3 million people live in the city and surrounding areas. The city has one international airport, a university, and the headquarters of many international companies.\nHistory.\nIn the 7th or 8th century there was a fishing or farming settlement at the place where the little river Dussel (which gave the name to the city) flows into the Rhine. Kaiserswerth is the first part of the city to be mentioned in writing. This was in 1135. Kaiserswerth became part of Düsseldorf in 1927.\nIn 1186 the Counts of Berg got to rule Düsseldorf and they made it their residence in 1280.\nOn 14th of August 1288 there was a great battle between the Archbishop of Cologne and the Duke of Limburg against the Duke of Brabant and the Count of Berg. The Duke of Brabant won and the Archbishop of Cologne became a prisoner of the Count of Berg. So he could not do anything against Düsseldorf getting the status of a city. So Düsseldorf became a city with full City Rights in 1288.\nThe Counts of Berg became more and more powerful and Düsseldorf became the capital of the Duchy of Berg-Mark-Kleve-Jülich in 1380.\nin 1680 the Dukes of Berg-Kleve-Mark-Jülich died out and after some struggles the Earls of Palatine (they were Prince-Electors) became the new rulers of Düsseldorf. The most important duke of this line was Johann Wilhelm II. (1690-1716), called Jan Wellem. After Johann Wilhelm the Dukes moved to their new seat in Heidelberg, because they also got to rule the Duchy of Bavaria.\nIn the Napoleonic Wars the French won the Duchy and Düsseldorf. Napoleon gave the Duchy of Berg-Jülich to one of his generals, who married one of his nieces. This general became later King of Naples.\nIn the Industrial Revolution in the 19th century Düsseldorf grew a lot and had more than 100,000 inhabitants in 1882. This number had doubled by 1892.\nDüsseldorf was almost completely destroyed in World War II. In 1946 Düsseldorf became capital of North Rhine-Westphalia.\nInfrastructure.\nDüsseldorf is one of the most important commercial centres in Germany. It has an International Airport, which is the 3rd largest in Germany (after Frankfurt and Munich) with more than 16,000,000 passengers per year. The airport offers 180 destinations on 4 continents, and is served by 70 airlines.\nDüsseldorf has two stations in the German high speed train network (Intercity, ICE) - its Central Station and the Airport Station. The Main Station offers international trains to the Netherlands, Belgium, France and Switzerland, too.\nNorth Rhine-Westphalia has the closest network of motorways in Europe. Düsseldorf is one of the crosspoints. Düsseldorf is joined to the interstate motorways A3, A44, A46, A52, A57, A59 and A524.\nEconomy.\nDüsseldorf is one of the most important economical centres in Germany. It has a regional stock exchange.\nMore than 170 national financial institutions and 130 insurances work in Düsseldorf.\nTwo of the four leading mobile phone companies of Germany have their seat in Düsseldorf like 18 internet providers and more than 400 advertising agencies. Düsseldorf is one of the European centres of fashion industry and has one of the most important trading shows.\nThe TV channels CNN and NBC Giga have their German centres in Düsseldorf.\nThere is a lot of manufacturing industry too - like the chemical company Henkel.\nDüsseldorf is the most important seat for Japanese companies in Europe.\nCulture.\nDüsseldorf is one of the cultural centres in Germany. The poet Heinrich Heine was born in Düsseldorf in 1797. The classical musicians and composers Clara and Robert Schumann lived most of their lifetime in Düsseldorf and the romantic composer Felix Mendelssohn-Bartholdy spent two years in the town in the mid-1830s.\nThe Arts Academy of Düsseldorf is very famous. The modern artist Paul Klee and the modern sculptor Joseph Beuys worked there.\nDüsseldorf has a lot of museums, especially for Arts of the 20th and the 21st century. Most important is the Arts Collection of North Rhine-Westphalia. \"Kraftwerk\", the first techno band worldwide and the punk rock band Die Toten Hosen come from Düsseldorf, too.\nDüsseldorf has a university, the Heinrich-Heine-University with nearly all subjects in mathematics, sciences, philosophy, history, languages, economy, law, and medicine. Düsseldorf has also a university of applied sciences, the Fachhochschule Düsseldorf. These two institutes have almost 30.000 students.\nThe Clara und Robert Schumann Musikschule is a well-known college for classical music education. There is one technical college and a lot of other colleges, too.\nDüsseldorf has an opera, more than 30 cinemas, a well-known theatre, and a rich cultural scene.\nSports.\nThe traditional sport in Germany is football (soccer). For a long time Fortuna Düsseldorf 1895, the most traditional football team in Düsseldorf (est. 1895), was very successful and won, for example, the European Cup, after one year back in the Bundesliga Fortuna went down to the German 2nd division in 2013.\nMost successful sports team in Düsseldorf is the icehockey team of the DEG Metro Stars, former DEG - Düsseldorfer Eislauf Gemeinschaft, the most successful icehockey team in Germany for a long time with famous players like John-Peter Lee, Chris Valentine or Helmut de Raaf.\nAnother very successful sports team from Düsseldorf was Rhine Fire, the American footballers of the city, who won the World Ball four times until the European Football League, called NFL Europa was closed down in 2007.\nEducation in Düsseldorf.\nDüsseldorf has one university, the Heinrich-Heine-University with subjects in sciences, arts, medicine, languages, history, laws, social sciences and economics, an colllege with subjects in engineering and social siences, the Fachhochschule Düsseldorf, an well-known academy of fine arts, the Kunstakademie Düsseldorf, a musics college, the Robert-Schumann-Musikhochschule and a lot of other colleges in applied fields.","categories":[],"infobox_types":["German Location"],"annotations":[{"uri":"Germany","surface_form":"German","offset":16},{"uri":"Rhine","surface_form":"Rhine","offset":65},{"uri":"Capital_(city)","surface_form":"capital","offset":82},{"uri":"States_of_Germany","surface_form":"state","offset":97},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":106},{"uri":"7th_century","surface_form":"7th","offset":361},{"uri":"8th_century","surface_form":"8th century","offset":368},{"uri":"Fishing","surface_form":"fishing","offset":392},{"uri":"Farming","surface_form":"farming","offset":403},{"uri":"Count","surface_form":"Count","offset":670},{"uri":"Archbishop","surface_form":"Archbishop","offset":810},{"uri":"Duke","surface_form":"Duke","offset":840},{"uri":"City_Rights","surface_form":"City Rights","offset":1116},{"uri":"Napoleonic_Wars","surface_form":"Napoleonic Wars","offset":1654},{"uri":"France","surface_form":"French","offset":1674},{"uri":"Duchy","surface_form":"Duchy","offset":1689},{"uri":"Napoleon","surface_form":"Napoleon","offset":1711},{"uri":"General_officer","surface_form":"generals","offset":1764},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":1854},{"uri":"19th_century","surface_form":"19th century","offset":1883},{"uri":"World_War_II","surface_form":"World War II","offset":2044},{"uri":"Commerce","surface_form":"commercial","offset":2175},{"uri":"D%C3%BCsseldorf_International_Airport","surface_form":"International Airport","offset":2216},{"uri":"Airport","surface_form":"airport","offset":2355},{"uri":"Railway","surface_form":"train","offset":2487},{"uri":"Netherlands","surface_form":"Netherlands","offset":2617},{"uri":"Belgium","surface_form":"Belgium","offset":2630},{"uri":"France","surface_form":"France","offset":2639},{"uri":"Switzerland","surface_form":"Switzerland","offset":2650},{"uri":"Motorway","surface_form":"motorway","offset":2718},{"uri":"Stock_exchange","surface_form":"stock exchange","offset":2962},{"uri":"Insurance","surface_form":"insurance","offset":3032},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":3087},{"uri":"Internet","surface_form":"internet","offset":3159},{"uri":"Advertising","surface_form":"advertising","offset":3196},{"uri":"Agency","surface_form":"agencies","offset":3208},{"uri":"Television","surface_form":"TV","offset":3333},{"uri":"CNN","surface_form":"CNN","offset":3345},{"uri":"NBC_Giga","surface_form":"NBC Giga","offset":3353},{"uri":"Japan","surface_form":"Japan","offset":3526},{"uri":"Heinrich_Heine","surface_form":"Heinrich Heine","offset":3628},{"uri":"Classical_music","surface_form":"classical music","offset":3679},{"uri":"Composer","surface_form":"composer","offset":3703},{"uri":"Clara_Schumann","surface_form":"Clara","offset":3713},{"uri":"Robert_Schumann","surface_form":"Robert Schumann","offset":3723},{"uri":"Felix_Mendelssohn-Bartholdy","surface_form":"Felix Mendelssohn-Bartholdy","offset":3808},{"uri":"Kunstakademie_D%C3%BCsseldorf","surface_form":"Arts Academy of Düsseldorf","offset":3886},{"uri":"Paul_Klee","surface_form":"Paul Klee","offset":3947},{"uri":"Joseph_Beuys","surface_form":"Joseph Beuys","offset":3981},{"uri":"Museum","surface_form":"museum","offset":4032},{"uri":"20th_century","surface_form":"20th","offset":4068},{"uri":"21st_century","surface_form":"21st century","offset":4081},{"uri":"Die_Toten_Hosen","surface_form":"Die Toten Hosen","offset":4228},{"uri":"Heinrich-Heine-University","surface_form":"Heinrich-Heine-University","offset":4304},{"uri":"Mathematics","surface_form":"mathematics","offset":4358},{"uri":"Science","surface_form":"science","offset":4371},{"uri":"Philosophy","surface_form":"philosophy","offset":4381},{"uri":"History","surface_form":"history","offset":4393},{"uri":"Language","surface_form":"language","offset":4402},{"uri":"Economy","surface_form":"economy","offset":4413},{"uri":"Law","surface_form":"law","offset":4422},{"uri":"Medicine","surface_form":"medicine","offset":4431},{"uri":"Fachhochschule_D%C3%BCsseldorf","surface_form":"Fachhochschule Düsseldorf","offset":4499},{"uri":"Clara_und_Robert_Schumann_Musikschule","surface_form":"Clara und Robert Schumann Musikschule","offset":4580},{"uri":"Opera","surface_form":"opera","offset":4756},{"uri":"Cinema","surface_form":"cinema","offset":4776},{"uri":"Theatre","surface_form":"theatre","offset":4798},{"uri":"Soccer","surface_form":"soccer","offset":4888},{"uri":"Fortuna_D%C3%BCsseldorf_1895","surface_form":"Fortuna Düsseldorf 1895","offset":4913},{"uri":"European_Cup","surface_form":"European Cup","offset":5046},{"uri":"Icehockey","surface_form":"icehockey","offset":5201},{"uri":"DEG_(icehockey)","surface_form":"DEG","offset":5223},{"uri":"Rhine_Fire","surface_form":"Rhine Fire","offset":5482},{"uri":"NFL_Europa","surface_form":"NFL Europa","offset":5609},{"uri":"University","surface_form":"university","offset":5689},{"uri":"Heinrich-Heine-University","surface_form":"Heinrich-Heine-University","offset":5705},{"uri":"Engineering","surface_form":"engineering","offset":5860},{"uri":"Fachhochschule_D%C3%BCsseldorf","surface_form":"Fachhochschule Düsseldorf","offset":5896},{"uri":"Kunstakademie_D%C3%BCsseldorf","surface_form":"Kunstakademie Düsseldorf","offset":5963},{"uri":"Robert-Schumann-Musikhochschule","surface_form":"Robert-Schumann-Musikhochschule","offset":6011}]}