{"id":103203,"url":"http://en.wikipedia.org/wiki/Sola_fide","text":"e=\"preserve\">Sola fide means \"Faith only\". Most protestants believe that people must trust Jesus. They have to trust that Jesus brings people back into relationship with God. Christians believe that sin creates a gap between people and God, and Jesus, who was perfect, died, taking the punishment for sin in place of people, bridging the gap. This is called salvation because Jesus 'saves' people from a life and afterlife without God. The idea of \"sola fide\" means that trust in Jesus is the only way to get salvation and finally get into heaven after death.\nThis belief in faith as the only way to be saved was a principle of the Protestant Reformation of the reformer of the Catholic Church Martin Luther and is a principle of Protestants today (see Five solas). Some groups like the Catholic and Eastern Orthodox Christians believe Jesus died to bridge the gap between God and people, but they must also try to be good people in order to get salvation. Protestants also believe that Christians need to do what is right, but their salvation only depends on their faith.","categories":[],"infobox_types":[],"annotations":[{"uri":"Faith","surface_form":"Faith","offset":30},{"uri":"Protestant","surface_form":"protestant","offset":48},{"uri":"Trust_(social_sciences)","surface_form":"trust","offset":85},{"uri":"Jesus","surface_form":"Jesus","offset":91},{"uri":"Sin","surface_form":"sin","offset":199},{"uri":"Salvation_(Christianity)","surface_form":"salvation","offset":358},{"uri":"Heaven","surface_form":"heaven","offset":540},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":632},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":678},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":694},{"uri":"Five_solas","surface_form":"Five solas","offset":753},{"uri":"Catholic","surface_form":"Catholic","offset":787},{"uri":"Eastern_Orthodox","surface_form":"Eastern Orthodox","offset":800}]}