{"id":10327,"url":"http://en.wikipedia.org/wiki/Hanover","text":"Hanover (German: Hannover) is a German city. It is the capital of the federal state of Lower Saxony. Hanover has 522,944 inhabitants (1 February 2007).\nIn Hanover there are some big industry companies like Volkswagen (Cars and Vans), Continental (tyres), Varta (batteries) and TUI (tourism).\nHanover has a very modern zoo and an international airport.\nThere are some very big fairs in Hanover like the CeBIT - \"Ce\"ntre of \"O\"ffice, \"I\"nformation and \"T\"elecommunication (B is for Büro that means office) and the traditional Hanover fair that shows classical industrial products.\nIn the year 2000 the Expo-2000 was in Hanover.\nHanover has a large forest near the inner city, it is called the \"Eilenriede\". There is also a lake (the \"Maschsee\") of about three km length and 500 m width near the city centre. The famous gardens of Herrenhausen (Herrenhäuser Gärten) are also in Hanover. The gardens were heavily destroyed in WWII, but they are currently under reconstruction.\nPeople in Hannover get around town by using the Hannover Hauptbahnhof, which has been around since 1843.\nThe mayor of the city is Stefan Weil who followed Herbert Schmalstieg in 2006. Both are from the social democratic party SPD. The city has been administered by social democratic city councils since the 1950s.\nThe (new) town hall is one of the famous buildings in the city, others are the Marktkirche (market church), the old (medieval) town hall, some castles like the \"Leineschloss\" and the \"Welfenschloss\".\nHanover is located at the river Leine.\nThe classic rock band \"Scorpions\", the former German chancellor Gerhard Schröder and the association football player Per Mertesacker.\nKey employers in the region are Volkswagen, Continental, Talanx, Hannover Re, Nord LB and VHV.\nClimate.\nHannover has an Oceanic climate (Köppen climate classification).\nSports.\nHanover has a famous football club, Hannover 96, since 2002 (again) a member of the first German football league, the Bundesliga. Its home stadium is the AWD-Arena (capacity: 49000). Hanover is also a center for ice hockey.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":9},{"uri":"Germany","surface_form":"German","offset":32},{"uri":"Capital_(city)","surface_form":"capital","offset":55},{"uri":"States_of_Germany","surface_form":"state","offset":78},{"uri":"Lower_Saxony","surface_form":"Lower Saxony","offset":87},{"uri":"Inhabitant","surface_form":"inhabitant","offset":121},{"uri":"Volkswagen","surface_form":"Volkswagen","offset":206},{"uri":"Zoo","surface_form":"zoo","offset":318},{"uri":"Airport","surface_form":"airport","offset":343},{"uri":"CeBIT","surface_form":"CeBIT","offset":402},{"uri":"Expo","surface_form":"Expo","offset":600},{"uri":"Herrenh%C3%A4user_G%C3%A4rten","surface_form":"Herrenhäuser Gärten","offset":842},{"uri":"World_War_II","surface_form":"WWII","offset":922},{"uri":"Hannover_Hauptbahnhof","surface_form":"Hannover Hauptbahnhof","offset":1021},{"uri":"SPD","surface_form":"SPD","offset":1199},{"uri":"Gerhard_Schr%C3%B6der","surface_form":"Gerhard Schröder","offset":1590},{"uri":"Association_football","surface_form":"association football","offset":1615},{"uri":"Per_Mertesacker","surface_form":"Per Mertesacker","offset":1643},{"uri":"Oceanic_climate","surface_form":"Oceanic climate","offset":1780},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":1797},{"uri":"Hannover_96","surface_form":"Hannover 96","offset":1873},{"uri":"Fu%C3%9Fball-Bundesliga","surface_form":"Bundesliga","offset":1955},{"uri":"AWD-Arena","surface_form":"AWD-Arena","offset":1991},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":2049}]}