{"id":10339,"url":"http://en.wikipedia.org/wiki/Karlheinz_Stockhausen","text":"Karlheinz Stockhausen (22 August 1928-5 December 2007) was a German composer. He was an important German composer in the years after World War II. During this time composers were exploring many new ideas. Stockhausen used serialism in new ways, and he invented many ways of composing electronic music. His works include an opera cycle \"Licht\" which includes seven operas.\nLife.\nStockhausen was born near Cologne. His father was a village school teacher. His mother was put in a sanatarium in 1933 where she died in 1942. She was probably killed there because the Nazis thought people who were mentally ill should not be allowed to live.\nStockhausen was a young man during the war. He trained to be a teacher and was sent to work in a military hospital near where the army was. His father died fighting in the war. After the war, with no parents, he went to work on a farm. Then, in 1947, he went to study at the Cologne Musikhochschule. He played the piano in bars and clubs and he improvised at the piano when playing for a magician’s magic shows. He was thinking of becoming a writer.\nAt this time many of Germany’s important composers met every summer in Darmstadt. The course was called Darmstadt Holiday Course for New Music. Stockhausen went there in 1951. There he performed some modern music and met important people such as the music critic and philosopher Theodor Adorno. He heard the music of Messiaen and, soon after marrying, he went to Paris to study with Messiaen. In Paris he met Pierre Boulez and Pierre Schaeffer who was working on musique concrète. He experimented with different sounds that percussion instruments can make, and he started composing electronic music. When he went back to Cologne he worked in a studio for electronic music where he studied communications theory. By this time Stockhausen, Boulez and Nono were the leading composers of avant garde or experimental music.\nStockhausen made Cologne an important centre for electronic music. He also helped to make the Darmstadt Summer Courses a famous centre for modern music. He did not invite John Cage to lecture there in 1958. This led to disagreements with Boulez and Nono. In California in 1967, Stockhausen married his second wife who was a painter. During the 1960s he bought land in the country near Cologne and had a house built there. Stockhausen did not design the house himself, because he was not an architect.\nStockhausen was by now world famous. He toured the United States and many other countries with a small group of musicians performing modern music. His music was not only listened to by fans of classical music but was also becoming part of popular youth culture. His picture was included on the front cover of the Beatles’s record Sgt. Pepper's Lonely Hearts Club Band. The record company Deutsche Grammophon sold more copies of his music than of any other modern composer except Stravinsky.\nDuring the 1970s Stockhausen became even more popular. This was partly because other music, like the other arts, had become political and very left-wing in the 1960s, which made people angry. It was also partly because audiences wanted a change from music that was very complicated, and Stockhausen's music had become much simpler. His most popular compositions are \"Tierkreis\" (1974–75) and \"In Freundschaft\" (1977). Stockhausen broke with his publisher and started to publish his music himself. From 1977 to 2003 Stockhausen composed \"Licht\" (\"Light\"), a set of seven operas named for the days of the week.\nStockhausen died of heart failure on 5 December 2007 in Kuerten.\nHis music.\nIn some student works Stockhausen used twelve tone composition. He became interested in Messiaen and his composition \"Kreuzspiel\" shows Messiaen’s influence. In \"Kontra-Punkte\" (1953) the music starts with very small bits played by ten instruments. Gradually these little bits come together and at the end the music concentrates on the piano.\nFrom 1953 he worked seriously at electronic music. He thought that electronic music was going to be the music of the future. His \"Gesang der Jünglinge\" is a multi-track work, using 5 tracks (later reduced to 4). \"Gruppen\" (\"Groups\") is a work for three orchestras and three conductors. They sit in different parts of the concert hall and play at different speeds at the same time. His piano piece \"Klavierstück XI\" (\"Piano Piece eleven\") shows no influence of John Cage at all. The music is written on a huge sheet of paper and the pianist decides as he plays which part of the music to go to next and how to play it. This means that each performance of the work is different. This is not “chance” music, but \"mobile\" music.\nHe continued to experiment with new ideas. \"Kontakte\" is a work for piano, percussion and electronic music (the tape has been prepared beforehand). He composed “live electronic” music beginning in the 1960s. This means using electronics to change the sound of normal instruments that are amplified. His operatic cycle \"Licht\" was started in 1977 and took him 26 years to complete. There are seven operas: one for each day of the week. Some of the music for this includes microtonal scales, in which the notes are tuned so that they are less than a semitone apart.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germans","surface_form":"German","offset":61},{"uri":"Composer","surface_form":"composer","offset":105},{"uri":"World_War_II","surface_form":"World War II","offset":133},{"uri":"Serialism","surface_form":"serialism","offset":222},{"uri":"Electronic_music","surface_form":"electronic music","offset":284},{"uri":"Opera","surface_form":"opera","offset":323},{"uri":"Cycle","surface_form":"cycle","offset":329},{"uri":"Cologne","surface_form":"Cologne","offset":404},{"uri":"Sanatarium","surface_form":"sanatarium","offset":478},{"uri":"Nazi","surface_form":"Nazi","offset":563},{"uri":"Army","surface_form":"army","offset":767},{"uri":"Farm","surface_form":"farm","offset":867},{"uri":"Piano","surface_form":"piano","offset":951},{"uri":"Bar_(business)","surface_form":"bars","offset":960},{"uri":"Club","surface_form":"club","offset":969},{"uri":"Improvise","surface_form":"improvise","offset":982},{"uri":"Magician","surface_form":"magician","offset":1025},{"uri":"Writer","surface_form":"writer","offset":1079},{"uri":"Darmstadt","surface_form":"Darmstadt","offset":1158},{"uri":"Music_critic","surface_form":"music critic","offset":1337},{"uri":"Philosopher","surface_form":"philosopher","offset":1354},{"uri":"Theodor_Adorno","surface_form":"Theodor Adorno","offset":1366},{"uri":"Messiaen","surface_form":"Messiaen","offset":1404},{"uri":"Paris","surface_form":"Paris","offset":1450},{"uri":"Pierre_Boulez","surface_form":"Pierre Boulez","offset":1496},{"uri":"Musique_concr%C3%A8te","surface_form":"musique concrète","offset":1550},{"uri":"Percussion","surface_form":"percussion","offset":1611},{"uri":"Communication","surface_form":"communication","offset":1776},{"uri":"Luigi_Nono","surface_form":"Nono","offset":1836},{"uri":"Avant_garde","surface_form":"avant garde","offset":1871},{"uri":"Experimental_music","surface_form":"experimental music","offset":1886},{"uri":"John_Cage","surface_form":"John Cage","offset":2077},{"uri":"Painter","surface_form":"painter","offset":2230},{"uri":"United_States","surface_form":"United States","offset":2458},{"uri":"Classical_music","surface_form":"classical music","offset":2600},{"uri":"Beatles","surface_form":"Beatles","offset":2720},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"Sgt. Pepper's Lonely Hearts Club Band","offset":2737},{"uri":"Stravinsky","surface_form":"Stravinsky","offset":2886},{"uri":"1970s","surface_form":"1970s","offset":2909},{"uri":"Music","surface_form":"music","offset":2983},{"uri":"Arts","surface_form":"arts","offset":3005},{"uri":"Left-wing","surface_form":"left-wing","offset":3041},{"uri":"Heart_failure","surface_form":"heart failure","offset":3527},{"uri":"Kuerten","surface_form":"Kuerten","offset":3563},{"uri":"Twelve_tone","surface_form":"twelve tone","offset":3622},{"uri":"Messiaen","surface_form":"Messiaen","offset":3671},{"uri":"Influence","surface_form":"influence","offset":3730},{"uri":"Orchestra","surface_form":"orchestra","offset":4179},{"uri":"Conducting","surface_form":"conductors","offset":4200},{"uri":"Concert_hall","surface_form":"concert hall","offset":4247},{"uri":"John_Cage","surface_form":"John Cage","offset":4386},{"uri":"Semitone","surface_form":"semitone","offset":5199}]}