{"id":103304,"url":"http://en.wikipedia.org/wiki/Ibbenb%C3%BCren","text":"Ibbenbüren or Ibbenbueren is a medium-sized town in the district of Steinfurt, in North Rhine-Westphalia, Germany. It is on position 185 of the biggest cities in Germany and the biggrst city in Tecklenburger Land.\nGeography.\nIbbenbüren (Ibbenbueren) is on the Ibbenbürener Aa river, at the northwest end of the Teutoburger forest and rather exactly in the center of the two cities Rheine in the west and Osnabrück in the east, both about 20 km away.\nHistory.\nIbbenbüren is said in documentary evidence for the first time in 1146, when the bishop of Osnabrück at that time, Philipp of Katzenelnbogen, donated a tenth of his possessions in Ibbenbüren to the Getrudenkloster of Osnabrück. Although Ibbenbüren is already much older and a document of the year 1348 already occupies the establishment of a church in the year 799, the year 1146 is officially considered as the year of the foundation of Ibbenbüren.\nIn the years 1219 and/or 1234 it appears as church village. In this transition of the High Middle Ages to the Late Middle Ages the noble gentlemen of Ibbenbüren, that is the abbot of Herford and the counts of Tecklenburg, possessed basic rule in the place. To this time Ibbenbüren belonged to the Diocese of Osnabrück. During this time the castle of Ibbenbüren was built by the noble gentlemen of Ibbenbüren starting from 1150. Last remainder of this castle are the remnants of the heath tower in the proximity of the Aasee.\nAfter the noble gentleman of Ibbenbüren died out, Ibbenbüren came under the exclusive rule of the counts of Tecklenburg. This rule lasted until the end of the 15th or beginning of the 16th century, when Ibbenbüren finally fell into possession Charles' V. in 1548 by awkward and luckless tactics used by the counts of Tecklenburg. Karl donated it to his sister Mary of Habsburg, governor of the Netherlands. Ibbenbüren was assigned to the office Lingen. Into this period also the falls the beginning of coal mining.\nAfter Ibbenbüren repeatedly fell under control of the Netherlands and Spain in the Dutch Revolt, it was assigned to the House of Orange-Nassau after the Peace of Westphalia in 1648. In this time falls the beginning of iron ore mining in and around Ibbenbüren, which ended in the first half of the 19th century. By succession it came under Prussian rule in 1702. On February 1, 1724 Ibbenbüren attained municipal rights, which stood among other things in connection with the introduction excise duty. In the year 1743 the first magistrate and mayor appointed.\nDuring the rule of Napoléon Bonaparte at the beginning of the 19th century, Ibbenbüren belonged to the first French Empire, until it was freed by Prussian and Russian troops in 1815. It came back under Prussian rule on January 1, 1816, resulting to be assigned to the district of Tecklenburg. After the end of World War II the city Ibbenbüren and the municipality Ibbenbüren Land formed by December 31, 1974 the department federation Ibbenbüren, resulting in today's city of Ibbenbüren. With the simultaneous dissolution of the district of Tecklenburg and fusion with the old district of Burgsteinfurt, Ibbenbüren was assigned to the new district of Steinfurt.\nCoat of arms.\nCoat of arms has a golden anchor on blue reason. The city colors are blue and gold.","categories":[],"infobox_types":["German location"],"annotations":[{"uri":"Steinfurt_(district)","surface_form":"Steinfurt","offset":68},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":82},{"uri":"Germany","surface_form":"Germany","offset":106},{"uri":"Tecklenburger_Land","surface_form":"Tecklenburger Land","offset":194},{"uri":"Ibbenb%C3%BCrener_Aa","surface_form":"Ibbenbürener Aa","offset":260},{"uri":"Teutoburger_forest","surface_form":"Teutoburger forest","offset":311},{"uri":"Rheine","surface_form":"Rheine","offset":381},{"uri":"Osnabr%C3%BCck","surface_form":"Osnabrück","offset":404},{"uri":"Prince-Bishopric_of_Osnabr%C3%BCck","surface_form":"bishop of Osnabrück","offset":539},{"uri":"Philipp_of_Katzenelnbogen","surface_form":"Philipp of Katzenelnbogen","offset":573},{"uri":"High_Middle_Ages","surface_form":"High Middle Ages","offset":994},{"uri":"Late_Middle_Ages","surface_form":"Late Middle Ages","offset":1018},{"uri":"Herford","surface_form":"Herford","offset":1091},{"uri":"Tecklenburg","surface_form":"Tecklenburg","offset":1117},{"uri":"Diocese_of_Osnabr%C3%BCck","surface_form":"Diocese of Osnabrück","offset":1205},{"uri":"Aasee_(Ibbenb%C3%BCren)","surface_form":"Aasee","offset":1426},{"uri":"Tecklenburg","surface_form":"Tecklenburg","offset":1541},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Charles' V.","offset":1676},{"uri":"Mary_of_Habsburg","surface_form":"Mary of Habsburg","offset":1793},{"uri":"Lingen","surface_form":"Lingen","offset":1878},{"uri":"Dutch_Revolt","surface_form":"Dutch Revolt","offset":2031},{"uri":"House_of_Orange-Nassau","surface_form":"House of Orange-Nassau","offset":2068},{"uri":"Peace_of_Westphalia","surface_form":"Peace of Westphalia","offset":2101},{"uri":"Prussia","surface_form":"Prussia","offset":2287},{"uri":"Excise_duty","surface_form":"excise duty","offset":2435},{"uri":"Napoleon_I_of_France","surface_form":"Napoléon Bonaparte","offset":2526},{"uri":"First_French_Empire","surface_form":"first French Empire","offset":2610},{"uri":"Russia","surface_form":"Russia","offset":2666},{"uri":"World_War_II","surface_form":"World War II","offset":2817},{"uri":"Steinfurt_(district)","surface_form":"Steinfurt","offset":3157},{"uri":"Coat_of_arms","surface_form":"Coat of arms","offset":3182},{"uri":"Anchor","surface_form":"anchor","offset":3208},{"uri":"Blue","surface_form":"blue","offset":3251},{"uri":"Gold","surface_form":"gold","offset":3260}]}