{"id":10341,"url":"http://en.wikipedia.org/wiki/Carl_Jung","text":"Carl Gustav Jung (26 July 1875 – 6 June 1961) was a Swiss psychiatrist and writer. He created many theories and ideas that are still used in psychology today. Psychology is the science of how people think and feel. His kind of psychology was called analytical psychology or \"Jungian Analysis\".\nJung worked for about seven years with Sigmund Freud early in his career, but they fell out over a theory and from 1913 went their separate ways. This was because they disagreed about what motivated people and how to understand psychology.\nJung is famous for many things that he did for psychology. The work he did was important for measuring what kind of personality people have. The test called the Myers Briggs Type Indicator is based on his ideas. He is also famous because of his ideas about the ancients - people from many years ago.\nJung spent his life learning from observation and read exceptionally widely subjects as different as philosophy, science, anthropology, religion, literature, art and historical books relating to alchemy and the occult. He thought he could learn important things about psychology from them. He investigated them to find out what symbols they contained and how ancient people tried to make sense of the world around them. Alchemy is considered a precursor of modern Chemistry.\nHe wrote in academic German, for doctors, psychologists and many other educated people. Most people who study Jung start with the book \"Man and His Symbols\". It was written by colleagues of Jung so that people would be able understand him. Another useful introduction to his work is his Biography, \"Memories, Dreams, Reflections\", written mostly by his secretary, Mrs Aniela Jaffe, and to which he contributed three or four chapters.\nJung died a widower in his mid-eighties in Kuesnacht, Canton of Zurich Switzerland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Switzerland","surface_form":"Swiss","offset":52},{"uri":"Psychiatry","surface_form":"psychiatrist","offset":58},{"uri":"Theory","surface_form":"theories","offset":99},{"uri":"Psychology","surface_form":"psychology","offset":141},{"uri":"Science","surface_form":"science","offset":177},{"uri":"Analytical_psychology","surface_form":"analytical psychology","offset":249},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":333},{"uri":"Myers_Briggs_Type_Indicator","surface_form":"Myers Briggs Type Indicator","offset":695},{"uri":"Alchemy","surface_form":"alchemy","offset":1029},{"uri":"Chemistry","surface_form":"Chemistry","offset":1298},{"uri":"German_language","surface_form":"German","offset":1330},{"uri":"Biography","surface_form":"Biography","offset":1596},{"uri":"Memories%2C_Dreams%2C_Reflections","surface_form":"Memories, Dreams, Reflections","offset":1608},{"uri":"Canton_of_Zurich","surface_form":"Canton of Zurich","offset":1797}]}