{"id":103522,"url":"http://en.wikipedia.org/wiki/DuckTales","text":"\"DuckTales\" is an animated Disney television series. The main characters of the series are Scrooge McDuck and his great nephews Huey, Dewey and Louie. The series was originally shown from September 11, 1987 to May 6, 1990. It had a total of 100 episodes. There has been a movie and a spinoff TV show.\nBasic story.\n\"DuckTales\" is about the adventures of Scrooge and his nephews. The nephews used to live with their uncle, Donald Duck. They were left with Scrooge when Donald went off to join the Navy.\nBack Out in the Outback.\nSomebody is sabotaging Scrooge's ranch when McDuck and his nephews go by plane to Australia. Scrooge, the Manager and MacQuack go by airplane to explore but they are attacked by light swords. Meanwhile, Webby loses herself in the jungle and sleeps on the woods.\nThe next day, Webby and some animals find an opal mine and discover that the Manager is responsible. The manager wants to buy Scrooge's ranch and become a rich man. Fortunately, Webby and the animals show who is the Manager and Scrooge preserves his ranch. Scrooge asked Webby when, how she made up to captured the bandit, she said \"group work\".\nMaster of the Djinni.\nScrooge McDuck and Huey, Dewey and Louie go to the Sahara desert to find Aladdin's lamp. Flintheart Glomgold follows them. The ducks find the lamp's vault but Scrooge and Glomgold rub it at the same time. The djinni comes out and because he can't tell who rubbed the lamp first, he decides to have a race between Scrooge and Glomgold. By Scrooge's suggestion, the djinni decides live in Manor McDuck during the race. Once the djinni and the nephews go to the mansion, Scrooge fights Glomgold's tramps (like the villain trying to kill him with a rock avalanche). Scrooge decides to win the race to Glomgold leave his nephews without a dime.\nAt McDuck's mansion, the djinni starts to like the luxuries of Scrooge's house (because he can eat burgers, swim in the pool and watch TV). He likes it so much that he decides to send Scrooge and Glomgold to back in time so he can live free forever. Because the two billionaires do not know about the time voyage, they continue running when they find a palace. The Sultan, thinking that they are spies of Hemir, decides to give them to crocodiles. But Schewebazade, the Sultan's young wife, saves them and they escape from the palace. The guards follow them and Glomgold go for his count. Meanwhile, the nephews and Webby, who witnessed the evil act of the djinni, put the djinni back in the lamp and let him leave only when he agrees to bring Scrooge back from the past.\nAt this moment, Scrooge and Glomgold come back to the present-day. Unfortunately, Glomgold finds and explores and make over win the race. Obviously, Scrooge can make over come to Duckburg only to discover that Glomgold won the race. Glomgold's first wish is to send Scrooge to a desert island. Glomgold uses his second wish by mistake to go to the desert island with Scrooge (he said he wishes he could see the look on Scrooge's face face when he gets there). At the island, Glomgold wishes that the lamp was never found in the first place. This puts everything back in time to when the ducks open the vault entrance. The explosion made the lamp fall and despite the ducks can back to Duckburg alive, the lamp stays in the vault as never found.\nSweet Duck of Youth.\nOne night, Scrooge McDuck and Launchpad go back to Manor McDuck. When Scrooge enters the mansion, he discovers that it is his birthday (which is weird because the show depicts it as a summer night whereas Scrooge's real birthday is in the winter or very late fall) and his family prepared a surprise party. Scrooge is unhappy because he is old. When Mrs. Beakley mentions the fountain of youth, Scrooge runs to the library. There he finds a book that talks about \"Ponce de Loon\", a Spanish explorer who said he found the fountain of youth in Florida.\nThe next day, in Florida, the ducks are in a tropical forest when they meet an old man who is also trying to find the fountain of youth. After finding a map, the guys find the Fountain of Youth. However, they find out that the fountain only makes their reflection look youthful. Scrooge goes home and realizes that people have to age.\nWhere No Duck Has Gone Before.\nOne day, at Manor McDuck, Huey, Dewey and Louie are watching the television show \"Ducks of the Galaxies\" when Scrooge buys the Duckburg studios, the place where \"Ducks of the Galaxies\" is filmed. Scrooge tells Gyro to build a toy spaceship, but Gyro builds an real spaceship.\nThe spaceship sends the Captain, Huey, Dewey, Louie, and McQuack to space where they are captured by aliens. The nephews find out that the Captain is evil. Eventually, Huey, Dewey, and Louie go back to Earth where Scrooge punishes the Captain.\nBack to the Klondike.\nScrooge and the others go to Klondike where they try to get the lost gold back. Scrooge meets Goldie and their relationship is of hate\\love at the end of the episode. Scrooge discovers that Dangerous Dan is the real thief and, when he tries to tell that to Goldie, she discovers a goldmine. Before the episode ends, Scrooge realizes that Goldie did not steal his gold, she stole his heart.\nVideo Chile: ADV Garantía Original Video.\nThirdteen VHS cassettes contaning 26 episodes were released on Argentinina/Chile.\nVideo Chile: ADV Garantía Original Video.\nThe sets from Germany and the United Kingdom have also been released on Argentinina/Chile. The First Collection came out on September 15, 2012. The Second Collection was released on April 12, 2013. The Third Collection was released on September 14, 2013.","categories":[],"infobox_types":["Television |"],"annotations":[{"uri":"Animation","surface_form":"animated","offset":18},{"uri":"The_Walt_Disney_Company","surface_form":"Disney","offset":27},{"uri":"Television_programme","surface_form":"television series","offset":34},{"uri":"Fictional_character","surface_form":"characters","offset":62},{"uri":"Scrooge_McDuck","surface_form":"Scrooge McDuck","offset":91},{"uri":"Episode","surface_form":"episode","offset":245},{"uri":"Treasure_of_the_Lost_Lamp","surface_form":"movie","offset":272},{"uri":"Quack_Pack","surface_form":"spinoff TV show","offset":284},{"uri":"Adventure","surface_form":"adventure","offset":339},{"uri":"Donald_Duck","surface_form":"Donald Duck","offset":421},{"uri":"Navy","surface_form":"Navy","offset":495},{"uri":"Scrooge_McDuck","surface_form":"Scrooge's","offset":549},{"uri":"Australia","surface_form":"Australia","offset":608},{"uri":"Argentina","surface_form":"Argentinina","offset":5288},{"uri":"Chile","surface_form":"Chile","offset":5300},{"uri":"Germany","surface_form":"Germany","offset":5363},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":5379},{"uri":"Argentina","surface_form":"Argentinina","offset":5421},{"uri":"Chile","surface_form":"Chile","offset":5433}]}