{"id":103559,"url":"http://en.wikipedia.org/wiki/Harihara_I","text":"e=\"preserve\">Harihara I, (1336-1356 CE) also called Hakka ಹಕ್ಕ and \"Vira Harihara I\", was the founder of the Vijayanagara empire. He was the eldest son of Bhavana Sangama and was founder of the Sangama dynasty, the first among the four dynasties that ruled Vijayanagara. Immediately after coming to power, he built a fort at Barkuru, on the west coast of present day Karnataka. Kannada inscriptions of his time call him \"Karnataka Vidya Vilas\" (master of great knowledge and skills), \"Bhashegetappuvarayaraganda\" (punisher of those feudatories who do not keep their promise), \"Arirayavibhada\" (fire to enemy kings). Among his brothers, Kampana governed Nellur region, Muddppa administered Mulabagalu region, Marappa oversaw Chandragutti and Bukka Raya was his second in command.\nAt first he conquered the valley of Tungabhadra River, then he expanded his control to certain regions of Konkan and Malabar Coast. By that time Hoysala Empire had lost its last ruler and Harihara I could gain power.\nAn inscription of 1346 speaks of Harihara I as the ruler of “whole country between the eastern and the western seas, and the inscription describes \"Vidya Nagara\" (that is, the city of learning) as his capital.\nHarihara I was succeeded by Bukka I who was the most distinguished amongst the five rulers (Panchasangamas) of the Sangama dynasty.","categories":[],"infobox_types":[],"annotations":[{"uri":"1336","surface_form":"1336","offset":26},{"uri":"1356","surface_form":"1356","offset":31},{"uri":"Vijayanagara_Empire","surface_form":"Vijayanagara empire","offset":109},{"uri":"Sangama_Dynasty","surface_form":"Sangama dynasty","offset":194},{"uri":"Karnataka","surface_form":"Karnataka","offset":367},{"uri":"Kannada","surface_form":"Kannada","offset":378},{"uri":"Bukka","surface_form":"Bukka","offset":741},{"uri":"Konkan","surface_form":"Konkan","offset":885},{"uri":"Malabar_Coast","surface_form":"Malabar Coast","offset":896},{"uri":"Hoysala_Empire","surface_form":"Hoysala Empire","offset":924},{"uri":"1346","surface_form":"1346","offset":1014},{"uri":"Bay_of_Bengal","surface_form":"eastern","offset":1083},{"uri":"Arabian_Sea","surface_form":"western seas","offset":1099},{"uri":"Bukka","surface_form":"Bukka I","offset":1234}]}