{"id":10369,"url":"http://en.wikipedia.org/wiki/Game_Boy_Advance","text":"The Game Boy Advance, commonly abbreviated as \"GBA\", is a 32-bit handheld video game console. It was manufactured by Nintendo. The predecessors to the Game Boy Advance were the Game Boy and Game Boy Color. The Game Boy Advance was eventually succeeded by the Nintendo DS.\nThe Game Boy Advance was released in Japan on 21 March 2001. Nintendo later released it in North America on 11 June 2001, in Australia on 20 June 2001, and in Europe on 22 June 2001.\nGame Boy Advance SP.\nThe Game Boy Advance SP (announced in 2002) is one of the two Game Boy Advance variations, first released in Japan on February 14, 2003, in Europe on March 23, 2003, in North America on March 28, 2003, and in Australia on April 10, 2003. It is similar to the original model, but it has a \"clamshell\" design, meaning that it can be folded to open and close. The Game Boy Advance SP has a rechargeable battery, and it does not run on two AA batteries. The Game Boy Advance SP has a backlit screen, meaning it has a bright screen (older versions of the GBA SP have a frontlit screen). Like its predecessor, it is backwards compatible with \"GB\" and \"GBC\" games.\nGame Boy Micro.\nThe Game Boy Micro is one of the two variations of the Game Boy Advance and is the last model in the Game Boy Line (alongside the AGS-101 model of the SP) announced at E3 2005. Development of the Micro began in 2004. It is smaller than most handhelds and is designed to fit inside coin pockets. It retains a rechargeable battery and backlit screen from the Game Boy Advance SP. The Game Boy Micro removed backwards compatibility with original Game Boy and Game Boy Color games as it is not compatible with accessories made for the \"GBA\" and SP. It also is incompatible with the Nintendo e-Reader. The Game Boy Micro also has a removable face plate for alternative designs. The Micro did not sell well as it was overshadowed by its successor, the Nintendo DS, which also plays \"GBA\" games.\nThe Game Boy Micro has a switch on its right side to make the volume lower or higher. If the player presses the L shoulder button, it can be used to adjust the backlit screen between five different brightness levels.","categories":[],"infobox_types":[],"annotations":[{"uri":"Handheld","surface_form":"handheld","offset":65},{"uri":"Video_game","surface_form":"video game","offset":74},{"uri":"Video_game_console","surface_form":"console","offset":85},{"uri":"Nintendo","surface_form":"Nintendo","offset":117},{"uri":"Game_Boy","surface_form":"Game Boy","offset":177},{"uri":"Game_Boy_Color","surface_form":"Game Boy Color","offset":190},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":259},{"uri":"Japan","surface_form":"Japan","offset":309},{"uri":"North_America","surface_form":"North America","offset":363},{"uri":"Australia","surface_form":"Australia","offset":397},{"uri":"Europe","surface_form":"Europe","offset":431},{"uri":"Game_Boy","surface_form":"Game Boy","offset":1593},{"uri":"Game_Boy_Color","surface_form":"Game Boy Color","offset":1606},{"uri":"Nintendo_e-Reader","surface_form":"Nintendo e-Reader","offset":1728}]}