{"id":103946,"url":"http://en.wikipedia.org/wiki/Signing_Time%21","text":"Signing Time! is a children's television show. It teaches American Sign Language to children age one through eight. It is shown in the United States. It is hosted by Rachel de Azevedo Coleman. It is shown by American Public Television in many cities across the United States.\nResearch shows that sign language can help children's learning ability to grow. With just a few simple American Sign Language signs, babies and toddlers — some as young as nine months old — can show people their needs before they can speak, which may make them have fewer tantrums. School-aged children enjoy the benefits of learning a second language. Children with developmental delays or special needs can find their own “voice” by using their hands to talk using sign language.\nSigning Time helps children learn through three senses — visual (seeing), auditory (hearing), and kinesthetic (touch) — and reaches children with different learning styles and abilities by making children want to communicate with other people through signing, singing, speaking and dancing.\nIn the series, songwriter and musician Rachel Coleman, her daughter Leah (who is deaf), Alex (Leah’s cousin who can hear), and their pet frog named Hopkins, who is a cartoon, teach hundreds of useful American Sign Language signs. Children learn signs for words, questions, phrases, movements, colors, sports, days of the week, everyday objects, and activities that are done a lot. Signing Time! makes learning sign language easy for the whole family.\nHistory.\nIn 1996, Rachel Coleman had a daughter, who was named Leah. Fourteen months after she was born, Rachel and her husband, Aaron, found out that Leah was deaf since she was born. After that, the couple started to teach Leah sign language, first with Signing Exact English (SEE), then with American Sign Language (ASL),so that they could learn to communicate, becoming good signers. Rachel was surprised to see that after six months, Leah's sign language vocabulary had more words the vocabulary of hearing children her same age. Rachel's sister Emilie Brown and her husband Derek were teaching Leah's baby cousin, Alex, how to sign, and he learned it quickly also.\nA few years later, Rachel had a second daughter. Lucy was born 8 weeks premature, with spina bifida (this means there is a hole in your back when you are born and your spinal cord is sticking out) and cerebral palsy (your brain has trouble controlling your muscles). Doctors worried that, because of her cerebral palsy, Lucy would never be able to speak or use sign language to communicate with her deaf sister, but after the first volume was made, Lucy started to sign, and later, to speak. Rachel then thought that signing could be beneficial to all children.\nRachel and Emilie decided to make a video for hearing children so that American Sign Language could be made accessible to all children, and made Two Little Hands Productions, their producing company, together.\nHow the show works.\nRachel hosts the show herself, with her daughter Leah and nephew Alex also starring to help teach signs. In My First Signs, Rachel was not going to be in the videos, but she was added to show the signs because Alex and Leah (who were 3 and 4 then) could not sign clearly enough all the time to teach viewers the signs. In the earlier episodes, Rachel did not want to sing and sign at the same time since it causes some problems for those who want true American Sign Language, but customers responded, wanting more songs and wanting to learn signs from them. So, already being a musician, Rachel wrote more songs. Rachel sings a lot of songs during each episode, signing the words at the same time. During the episode, Rachel shows many signs from a certain topic (schools, daytime activities, etc.) and then has Leah and Alex sign—they sign first now—alongside with many other children of different backgrounds. After that, the words are emphasized with song.\nThe second season has a new layout that includes new signs and more original music. Each program teaches signs from one theme, marked by a theme song, which is taught verse by verse. This lets children develop a comforting knowing of the melody line of each song, helping to give them a sense of mastery and a feeling like they are actually “with” the characters as they sing and sign along. Also, new parts “ABC Time,” “Counting Time,” “Game Time,” “Story Time,” and “Hopping/Moving Time” look into the episode theme or other skills in a playful way. These segments use teaching methods such as mnemonics (a way to make your memory better), songs, stories, and games, which are good for many different learning styles and abilities by promoting interaction through signing, singing, speaking and dancing.\nRachel de Azevedo Coleman (“Rachel”).\nRachel is the host of the Signing Time! series. She has spent much of her adult life working in entertainment. While performing with her band We the Living, Rachel foun out that her 14-month old daughter, Leah, was deaf. Rachel’s second daughter, Lucy, had fetal surgery (surgery before she was born) for spina bifida and was later diagnosed with cerebral palsy. In spite of such limitations, Lucy now communicates with both speech and sign language. After years of musical silence, Rachel has picked up that guitar again, writing and performing all of the songs for Signing Time!. She used to sing for her band. Now, she sings for Lucy, Leah, and children everywhere. In addition to starring in Signing Time!, Rachel is also a popular singer, performer, and speaker, and has performed for hundreds of thousands of children all across the country.\nLeah Coleman (“Leah”).\nLeah Coleman is the person that made her mother want to make Signing Time! Diagnosed as profoundly deaf at 14 months old, she began learning American Sign Language (ASL) as fast as her parents could learn it and teach it to her. Leah could sign full sentences long before her ‘hearing’ peers could even speak, and because of that, her parents say she never threw a tantrum. Leah is now in fifth grade and loves reading, skating on her “Heelys” and playing with her little sister Lucy. She recently won first place in her very first horse show and got national attention for winning first place in her school Spelling Bee, despite being deaf. Her favorite food is sushi and she loves the color purple. She loves being in \"Signing Time!\" with her cousin Alex, and teaching ASL to other children.\nAlex Brown (“Alex”).\nAlex Brown was in the very first episode of Signing Time! before his third birthday. He learned to sign as a baby so that he could communicate with his deaf cousin, Leah. He is now in fifth grade and loves to ride his bike, rollerblade, make comic books, draw mazes and play with his little brother Zachary. His favorite food is shrimp with shell pasta and his favorite color is green. He is a budding singer and pianist, but he enjoys \"playing\" the piano more than he enjoys practicing. A native of Salt Lake City, Utah, Alex has also lived in Virginia and California. He enjoys filming \"Signing Time!\" particularly when he gets to swing on the tire swing or have pillow fights on the set with Leah.\nHopkins.\nOriginally developed as a gecko named ‘Twerp’ (a play on the nickname ‘Terp, for interpreter), “Hopkins” the frog was supposed to be Leah’s ‘voice’ and appear as a gift from Grandma and Grandpa. Alas, since Leah’s speech is developing on her own, Hopkins is now very happy being a little green animated sidekick who loves to swim, paint, lift large pieces of fruit and eat unsuspecting flies. He is proudly named after Thomas Hopkins Gallaudet, who in 1817 established the first free American school for the deaf and hearing-impaired.\nList of Episodes.\nAll numbers are [http://www.signingtime.com/index.php?cPath=34 Signing Time!] volume numbers from the official website.\nSigning Time! Products.\nTwo Little Hands productions offers a wide variety of fun and educational American Sign Language (ASL) products.\nOther items include printed materials including board books and flash cards, \"Signing Time!\" clothing, and \"Signing Time!\" music CDs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television_host","surface_form":"hosted","offset":156},{"uri":"United_States","surface_form":"United States","offset":261},{"uri":"Disability","surface_form":"developmental delays","offset":643},{"uri":"Disability","surface_form":"special needs","offset":667},{"uri":"Able","surface_form":"abilities","offset":934},{"uri":"Deaf","surface_form":"deaf","offset":1130},{"uri":"Communicate","surface_form":"communicate","offset":1852},{"uri":"Vocabulary","surface_form":"vocabulary","offset":1960},{"uri":"Baby","surface_form":"premature","offset":2242},{"uri":"Paralysis","surface_form":"spina bifida","offset":2258},{"uri":"Cerebral_palsy","surface_form":"cerebral palsy","offset":2372},{"uri":"Accessible","surface_form":"accessible","offset":2841},{"uri":"Interaction","surface_form":"interaction","offset":4669},{"uri":"Official","surface_form":"official","offset":7818}]}