{"id":103961,"url":"http://en.wikipedia.org/wiki/Gerry_and_the_Pacemakers","text":"Gerry and The Pacemakers were an English rock and roll group during the 1960s. Like The Beatles, they came from Liverpool and were also managed by Brian Epstein.\nEarly days.\nGerry Marsden was born on September 24, 1942, in Liverpool, England. His brother, Freddie, was born on October 23, 1940, in Liverpool. They formed a musical group called \"The Mars Bars\", with Gerry playing guitar and Freddie the drums. They changed the name to The Pacemakers because the Mars candy company said they would take them to court for using the name.\nLes Chadwick (born John Leslie Chadwick) was born on May 11, 1943 in Liverpool. He worked in a bank before joining the band in 1959. He was their lead guitarist, but changed to bass. Les Maguire (born Leslie Maguire) was born on December 27, 1941 in Wallasey, Cheshire. He joined the band in 1960 after the group's piano player, Arthur McMahon, left the group.\nSuccess.\nThe Pacemakers were the second band to be managed by Brian Epstein, who was also manager of \"The Beatles. Brian had heard the band at the \"Cavern Club\" in Liverpool in 1962. Their first three songs in 1963, \"How Do You Do It?\", \"I Like It\" and \"You'll Never Walk Alone\", all went straight to number one on the charts. \"You'll Never Walk Alone\", first written by Richard Rodgers and Oscar Hammerstein II for the musical \"Carousel\", became the favourite song of supporters of the Liverpool Football Club. They even made a very successful full length movie in 1965 called \"Ferry Cross The Mersey\". This was based on the song written by Gerry. The song made Liverpool's ferries world famous. Gerry also wrote eight other songs for the film.\nThe band enjoyed great success between 1963—1966, with such songs as \"It's Gonna Be All Right\". This time was called the British Invasion because so many British bands were successful. \"[Our] songs were happy, the music simple and the lyrics nice to listen to,\" Gerry said. \"We didn't try to change the world.\"\nBreak up.\nThe group broke up in 1967, and Gerry went on to work as an actor and performer in musical theater. He reformed The Pacemakers in 1972 with prominent Liverpool musicians Jose McLaughlin, Billy Kinsley and Pete Clarke. Gerry wrote a book about his life, \"You'll Never Walk Alone\", which was published in 1993. Original band member, Freddie Marsden, died on December 9, 2006, at 66 years of age.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":33},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":41},{"uri":"Band","surface_form":"group","offset":55},{"uri":"1960s","surface_form":"1960s","offset":72},{"uri":"The_Beatles","surface_form":"The Beatles","offset":84},{"uri":"Liverpool","surface_form":"Liverpool","offset":112},{"uri":"Brian_Epstein","surface_form":"Brian Epstein","offset":147},{"uri":"Guitar","surface_form":"guitar","offset":380},{"uri":"Drum","surface_form":"drum","offset":403},{"uri":"Candy","surface_form":"candy","offset":467},{"uri":"Bass_guitar","surface_form":"bass","offset":713},{"uri":"Wallasey","surface_form":"Wallasey","offset":786},{"uri":"Cheshire","surface_form":"Cheshire","offset":796},{"uri":"Brian_Epstein","surface_form":"Brian Epstein","offset":959},{"uri":"The_Beatles","surface_form":"The Beatles","offset":999},{"uri":"Cavern_Club","surface_form":"Cavern Club","offset":1045},{"uri":"Richard_Rodgers","surface_form":"Richard Rodgers","offset":1268},{"uri":"Oscar_Hammerstein_II","surface_form":"Oscar Hammerstein II","offset":1288},{"uri":"Liverpool_F.C.","surface_form":"Liverpool Football Club","offset":1384},{"uri":"Movie","surface_form":"movie","offset":1454},{"uri":"Ferry","surface_form":"ferries","offset":1572},{"uri":"British_Invasion","surface_form":"British Invasion","offset":1764},{"uri":"Lyrics","surface_form":"lyrics","offset":1878},{"uri":"Publish","surface_form":"publish","offset":2254}]}