{"id":104290,"url":"http://en.wikipedia.org/wiki/Control_theory","text":"One of the first modern peple to talk about control theory was James Clerk Maxwell. In his work On Governors, of 1868, he looked at the dynamic properties of centrifugal governors, as they were used by steam engines. Such governors were already used to regulate the speed of windmills.\nMathematical model.\nA system is a model used to describe the behaviour of something in the real world that takes inputs and produces outputs. For example, a car is a system in that the driver chooses how hard to press on the gas pedal (the input) and the car drives along the road at a certain speed (the output). In the case of a car, the input to the gas pedal does not fully determine the speed of the car. The weight in the car, the incline of the road, the traction of the tires, the current speed of the car, and other factors can all change the output received for a particular input. Control theory attempts to determine what inputs will result in a desired output, or reference. This is accomplished using differential equations, linear algebra, and other branches of math. Control theory relies heavily on computational models and software.\nControl system.\nIn a control system a controller manipulates the inputs to a system. In the control systems one or more output variables of a system need to follow a certain reference over time. By manipulating the input, the controller wants to obtain the desired effect on the output of the system. If we were to take a system without a controller it would simply have an input and an output. As there is no way to track the output relative to the input then the system is practically useless. If we add a controller, by feeding the output through the controller back to the input the output can be manipulated to meet the desired criteria. For example, if a kettle did not have a controller and it were switched on it would continue to boil the water indefinitely. By adding a controller, the boiling water (reference) is fed back to the input through the controller. The controller then tells the input to turn off the power as the water is already boiling. The system without the controller is called the open-loop system. When you add a controller in a feedback loop you create a closed-loop system. Open-loop systems are rarely ever considered stable as they cannot be controlled based on their output. Closed-loop systems incorporate a controller or series of controllers which, depending on the current output, configure the input such that the output will have the desired response.","categories":[],"infobox_types":[],"annotations":[{"uri":"James_Clerk_Maxwell","surface_form":"James Clerk Maxwell","offset":63},{"uri":"Steam_engine","surface_form":"steam engines","offset":202},{"uri":"Windmill","surface_form":"windmills","offset":275},{"uri":"Differential_equations","surface_form":"differential equations","offset":1001},{"uri":"Linear_algebra","surface_form":"linear algebra","offset":1025},{"uri":"Software","surface_form":"software","offset":1127},{"uri":"Control_system","surface_form":"control system","offset":1158},{"uri":"Controller_(control_theory)","surface_form":"controller","offset":1175},{"uri":"Open-loop_system","surface_form":"open-loop system","offset":2147},{"uri":"Closed-loop_system","surface_form":"closed-loop system","offset":2223},{"uri":"Stable","surface_form":"stable","offset":2288},{"uri":"Controller","surface_form":"controller","offset":2381}]}