{"id":104287,"url":"http://en.wikipedia.org/wiki/Cybernetics","text":"Cybernetics is the study of control and communication in the animal and the machine. Norbert Wiener added: \"Information is information, not matter or energy\".155\nRoss Ashby defined it as: \"the art of steermanship... co-ordination, regulation and control will be its\nthemes, for these are of the greatest biological and practical interest... it treats, not things but ways of\nbehaving. It does not ask “what is this thing?” but “what does it\nLouis Couffignal said cybernetics was \"the art of ensuring the efficacy of action\".\nCybernetics was from the first an inter-disciplinary field of study. It included people from at least a dozen academic disciplines. There were two events which sparked it off after World War II. The first was that scientists from different backgrounds had, during the war, worked together on various military projects. They learned a good deal about how to cooperate with their various partners. The second event was the invention of computers during the war.\nThe countries which started cybernetics were Britain and the United States, but the idea spread quickly to France, Russia and other countries. Another, more famous, example of 'interdisciplinary studies' was molecular and cell biology.\nThe building block.\nImagine a simple system such as a central heating system.\nThe device which does this is called a thermostat.\nLater years.\nCybernetics started rapidly, and some of the greatest thinkers of the post-war era were interested in it. When this generation died, and some of the hopes for artificial intelligence and robotics were slow to produce results, cybernetics fell somewhat out of favour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Control","surface_form":"control","offset":28},{"uri":"Communication","surface_form":"communication","offset":40},{"uri":"Animal","surface_form":"animal","offset":61},{"uri":"Machine","surface_form":"machine","offset":76},{"uri":"Norbert_Wiener","surface_form":"Norbert Wiener","offset":85},{"uri":"World_War_II","surface_form":"World War II","offset":706},{"uri":"Military","surface_form":"military","offset":825},{"uri":"Computer","surface_form":"computer","offset":959},{"uri":"Britain","surface_form":"Britain","offset":1030},{"uri":"United_States","surface_form":"United States","offset":1046},{"uri":"France","surface_form":"France","offset":1092},{"uri":"Russia","surface_form":"Russia","offset":1100},{"uri":"Molecular_biology","surface_form":"molecular","offset":1193},{"uri":"Cell_biology","surface_form":"cell biology","offset":1207},{"uri":"Central_heating","surface_form":"central heating","offset":1275},{"uri":"Thermostat","surface_form":"thermostat","offset":1338},{"uri":"Artificial_intelligence","surface_form":"artificial intelligence","offset":1522},{"uri":"Robot","surface_form":"robot","offset":1550}]}