{"id":104350,"url":"http://en.wikipedia.org/wiki/Super_Smash_Bros.","text":"is a crossover fighting game made by HAL Laboratory and Nintendo for the Nintendo 64. It was sold in Japan on January 21, 1999, in North America on April 26, 1999, and in Europe on November 19, 1999. \"Super Smash Bros.\" is the first game in the \"Super Smash Bros.\" series. The second game in the series is \"Super Smash Bros. Melee\" for Nintendo GameCube and was sold in 2001. \"Super Smash Bros. Brawl\" is the third game in the series and was made for Wii. \"Super Smash Bros. for Nintendo 3DS and Wii U\" are be the fourth games to be release for Nintendo 3DS and Wii U. \"Super Smash Bros.\" was in the Wii's Virtual Console in Japan on January 20, 2009, ten years after it was made for Nintendo 64. \"Super Smash Bros Ultimate\" was released for Nintendo Switch.\nIn the game, the players can control every characters from the video game series, including \"Mario\", \"Pokémon\", \"The Legend of Zelda\" and many others. The games are very different compared to other fighting games. Other characters include Ike, Marth, Zelda/Sheik, Kirby, Ganondorf, Sonic the Hedgehog, Solid Snake, and Jigglypuff among others.\nSecret Characters.\nSuper Smash Bros. has 12 characters. 8 starters and 4 unlockables. Pit, King Dedede, Mewtwo, Meowth, Bowser, and Princess Peach were going to be in \"Super Smash Bros.\", but were removed. They all made it in either \"Super Smash Bros. Melee\" or \"Super Smash Bros. Brawl\". Meowth does appear in \"Super Smash Bros.\" and \"Super Smash Bros. Brawl\" but only as a Pokéball Pokémon. Master Hand is a character that you will always fight last.\nGameplay.\nThe point of the game is to beat the character(s) that you are fighting. To beat them you must hit them again until they are very hurt. Once they are very hurt, you have to knock them off of the stage in some way.\nOne player mode.\nIn 1P mode, you have to fight all of the characters in the game (including the one you are using) and Master Hand. You also play some mini-games along the way. In this mode, you can unlock characters and stages by doing certain things. It does not work like that with Master Hand, though. With Master Hand, you have to hit him again and again until he dies. You do not have to knock him off the stage. It's impossible to knock him off the stage.\nMultiplayer mode.\nIn multiplayer mode, up to 4 people can play against each other non-stop. If there are fighters that have died at the same time, they will fight in a sudden death battle. In that battle, they are badly hurt and they have to fight other fighters who made it into the sudden death battle as well.\nMini-games.\nThe two mini-games are \"Break The Targets\" and \"Board The Platforms\". In Break The Targets, you have to break 10 targets. It's very hard to get all 10 of the targets. The same goes for Board The Platforms except you have to just simply land on all of the platforms. Board The Platforms is a little bit harder than Break The Targets. Characters can be unlocked in these mini-games.\nDevelopment.\n\"Super Smash Bros.\" was made by HAL Laboratory in 1998. It was first called, and it did not have all those characters from different Nintendo games. Later, Sakurai had an idea of having characters from different Nintendo games to make it very fun. Lots of people liked it so he began making the game with some people. At first, it was only sold in Japan. Sakurai saw how many people bought the game and liked it so the game was sold in other countries as well.\nReception.\n\"Super Smash Bros.\" became very popular, and quickly became a Player's Choice game (which means it's very good). In Japan, 1.97 million \"Super Smash Bros.\" CDs were sold, and 2.93 million \"Super Smash Bros.\" CDs have been sold in the United States.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Fictional_crossover","surface_form":"crossover","offset":5},{"uri":"Fighting_game","surface_form":"fighting game","offset":15},{"uri":"HAL_Laboratory","surface_form":"HAL Laboratory","offset":37},{"uri":"Nintendo","surface_form":"Nintendo","offset":56},{"uri":"Nintendo_64","surface_form":"Nintendo 64","offset":73},{"uri":"Super_Smash_Bros._(series)","surface_form":"\"Super Smash Bros.\" series","offset":245},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":307},{"uri":"Nintendo_GameCube","surface_form":"Nintendo GameCube","offset":336},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":377},{"uri":"Wii","surface_form":"Wii","offset":451},{"uri":"Super_Smash_Bros._for_Nintendo_3DS_and_Wii_U","surface_form":"Super Smash Bros. for Nintendo 3DS and Wii U","offset":457},{"uri":"Nintendo_3DS","surface_form":"Nintendo 3DS","offset":545},{"uri":"Wii_U","surface_form":"Wii U","offset":562},{"uri":"Wii","surface_form":"Wii","offset":600},{"uri":"Virtual_Console","surface_form":"Virtual Console","offset":606},{"uri":"Super_Smash_Bros_Ultimate","surface_form":"Super Smash Bros Ultimate","offset":698},{"uri":"Nintendo_Switch","surface_form":"Nintendo Switch","offset":742},{"uri":"Mario_(series)","surface_form":"Mario","offset":852},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":861},{"uri":"The_Legend_of_Zelda_(series)","surface_form":"The Legend of Zelda","offset":872},{"uri":"Ganondorf","surface_form":"Ganondorf","offset":1030},{"uri":"Sonic_the_Hedgehog","surface_form":"Sonic the Hedgehog","offset":1041},{"uri":"Solid_Snake","surface_form":"Solid Snake","offset":1061},{"uri":"Pit_(Kid_Icarus)","surface_form":"Pit","offset":1189},{"uri":"King_Dedede","surface_form":"King Dedede","offset":1194},{"uri":"Mewtwo","surface_form":"Mewtwo","offset":1207},{"uri":"Meowth","surface_form":"Meowth","offset":1215},{"uri":"Bowser_(Mario)","surface_form":"Bowser","offset":1223},{"uri":"Princess_Peach","surface_form":"Princess Peach","offset":1235},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":1337},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":1366},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":1487},{"uri":"HAL_Laboratory","surface_form":"HAL Laboratory","offset":2994},{"uri":"Player%27s_Choice","surface_form":"Player's Choice","offset":3496}]}