{"id":104399,"url":"http://en.wikipedia.org/wiki/Parkinson%27s_disease","text":"Parkinson's disease (or PD, sometimes simply \"Parkinson's\") is a disease that slowly damages the central nervous system. The central nervous system is made up of the brain and spine. When a person gets Parkinson's disease, the cells that make dopamine in a part of the brain die. Dopamine cells send information to other cells which makes us do the actions we do. Because of this, Parkinson's disease mainly affects the body's motor system.\nParkinson's disease is a disease that gets worse over time. People normally get Parkinson's disease when they are over 50 years old. It is sometimes very hard for doctors to detect.\nCauses.\nDoctors are studying the exact causes of Parkinson's. It is said that Parkinson's develops through a combination of genetic errors and several possible influences, but not much is known. Doctors have discovered some clues about the cause(s). It is caused by the destruction of specialised ganglions in the brain. The production of dopamine, a neurotransmitter, reduces. Parkinson's can also be genetic. But research shows that genetic Parkinson's is not normal, and is uncommon. Parkinson's disease is more frequent among those who work with pesticides or have had a history of head injuries.\nResearch suggests that people are slightly less likely to get Parkinson's disease if they smoke cigarettes.\nSymptoms.\nParkinson's disease can cause the brain to not respond. The patient may become paralyzed. The disease can give the patient slow reaction time and poor coordination between the hand and the brain.\nIt hurts the patient's movement skills and their speech. It can also affect mood, behavior and thinking. A common symptom of Parkinson’s disease is tremors. Tremors cause people's hands, legs, and arms to shake. Some symptoms include skin problems, depression, and difficulty swallowing.\nThe symptoms of Parkinson's disease include stiff muscles and trouble with movement. This disease gives patients slow reaction time. It makes it hard for them to do simple things like walking and talking. It also causes depression and other emotional changes.\nTreatments.\nParkinson's disease cannot be completely cured yet. Still, people have tried to cure it with drugs. One treatment is to put back the lost dopamine. A group of drugs called dopamine receptor agonists acts similarly to dopamine when put in the brain. There are four different drugs included in that group. Many patients take one of those with another drug. That other drug is called L-dopa. Unlike the dopamine, the L-dopa can enter the brain. The dopamine cannot enter the brain. This is why many patients take L-dopa and dopamine together. In the beginning, L-dopa helps a lot. But as the disease develops, the L-dopa doesn't work as well. Two other drugs used are anticholinergics and selegiline. They both help lessen symptoms. Anticholinergics help the patient stop shaking. Selegiline is meant to protect the nerves in the central nervous system. Selegiline is not often used. This is because there is no real proof that it helps.\nDeep Brain Stimulation (DBS) is a surgery that is used some people who suffer from Parkinson's disease.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"disease","offset":65},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":97},{"uri":"Brain","surface_form":"brain","offset":166},{"uri":"Spine","surface_form":"spine","offset":176},{"uri":"Cell","surface_form":"cell","offset":227},{"uri":"Dopamine","surface_form":"dopamine","offset":243},{"uri":"Motor_system","surface_form":"motor system","offset":427},{"uri":"Ganglion","surface_form":"ganglion","offset":920},{"uri":"Genetic_disorder","surface_form":"genetic","offset":1025},{"uri":"Pesticide","surface_form":"pesticide","offset":1173},{"uri":"Paralysis","surface_form":"paralyzed","offset":1421},{"uri":"Speech","surface_form":"speech","offset":1587},{"uri":"Mood","surface_form":"mood","offset":1614},{"uri":"Behavior","surface_form":"behavior","offset":1620},{"uri":"Thinking","surface_form":"thinking","offset":1633},{"uri":"Clinical_depression","surface_form":"depression","offset":1787},{"uri":"Dopamine_agonist","surface_form":"dopamine receptor agonists","offset":2270},{"uri":"Anticholinergic","surface_form":"anticholinergic","offset":2763},{"uri":"Selegiline","surface_form":"selegiline","offset":2784},{"uri":"Deep_Brain_Stimulation","surface_form":"Deep Brain Stimulation","offset":3033}]}