{"id":104472,"url":"http://en.wikipedia.org/wiki/Australian_megafauna","text":"Australian megafauna is a word used to describe a number of animal species in Australia that are quite a bit bigger than their closest living relatives. These species became extinct during the Pleistocene (16,100±100 - 50,000 years before present), but exact dates for their extinction have only been discovered recently.\nSome mythological creatures from the Aboriginal dreamtime look a bit like animals from the prehistoric Australian megafauna.\nExtinction.\nScientists have been unable to agree on the reasons the megafauna became extinct. It is possible when humans came to Australia (around 48,000-60,000 years ago), and began hunting and using fire, they may have caused the extinction of the megafauna. Climate change, which made the country much drier during an Ice Age about 18,000 years ago, may have also have led to the extinction of the megafauna. Some scientists say that climate change alone caused the extinction of the megafauna. This argument does not allow for the fact that the megafaunal species had lived through two million years of climate changes. They had lived through a number of dry times before their sudden extinction.\nNew evidence.\nScientists have got new evidence, based on new and better ways of finding dates, using optically stimulated luminescence and Uranium-thorium dating of megafaunal bones. This suggests that humans were the main cause of the extinction of megafauna in Australia. The dates show that the last of the megafauna became extinct around the same time, about 47,000 years ago. This was the time in which humans first arrived in Australia. The dates suggest the main reason for extinction was human burning of the land. Many plants were not able to survive regular fires, and so the types of plants changed. Scientists have studied oxygen and carbon isotopes from teeth of megafauna. These show sudden, dramatic, non-climate-related changes in plants, and in the diet of surviving marsupial animals, as well as the loss of megafaunal species. Further study of the teeth of megafauna shows the climate was dry at the time of extinction, similar to the dry climate of today, and that the megafauna were able to live in dry climates.\nMammals.\nMammals are set out by size with largest at the top.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animal","surface_form":"animal","offset":60},{"uri":"Species","surface_form":"species","offset":67},{"uri":"Australia","surface_form":"Australia","offset":78},{"uri":"Extinction","surface_form":"extinct","offset":174},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":193},{"uri":"Extinct","surface_form":"extinct","offset":275},{"uri":"Aboriginal_dreamtime","surface_form":"Aboriginal dreamtime","offset":359},{"uri":"Scientist","surface_form":"Scientist","offset":459},{"uri":"Fire-stick_farming","surface_form":"fire","offset":648},{"uri":"Climate","surface_form":"Climate","offset":708},{"uri":"Ice_age","surface_form":"Ice Age","offset":768},{"uri":"Evidence","surface_form":"evidence","offset":1186},{"uri":"Optical_dating","surface_form":"optically stimulated luminescence","offset":1249},{"uri":"Uranium-thorium_dating","surface_form":"Uranium-thorium dating","offset":1287},{"uri":"Survive","surface_form":"survive","offset":1700},{"uri":"Oxygen","surface_form":"oxygen","offset":1783},{"uri":"Carbon","surface_form":"carbon","offset":1794},{"uri":"Isotope","surface_form":"isotope","offset":1801},{"uri":"Dramatic","surface_form":"dramatic","offset":1854},{"uri":"Diet","surface_form":"diet","offset":1914},{"uri":"Marsupial","surface_form":"marsupial","offset":1932}]}