{"id":104425,"url":"http://en.wikipedia.org/wiki/Alan_Dawazhouma","text":"Alan Dawazhouma (known as alan) or 阿兰 is a Tibetan-Chinese singer and erhu player from Sichuan province who debuted in 2005 with 声声醉如兰. As well as Tibetan and Mandarin, she speaks some English and Japanese. Her first release in Japanese was the single, 明日への讃歌.\nBiography.\nalan was born on 25 July 1987. Her stage name \"alan\" is pinyin for 阿兰, which is her surname. In Japan, she is also known as あらん. Her real name is Alan Dawa Dolma (阿兰达瓦卓玛 in Chinese, which is pronounced in pinyin as Alan Dawazhuoma).\nalan grew up in the Meiren valley in the Danba County of Garze Tibetan Autonomous Prefecture in China. Her father is a civil servant, while her mother was a former singer. She learned singing from a young age and started to learn how to play the erhu at the age of eight. At nine years old, alan was selected for the leading role in the TV drama Tai Yang Nu Shen and first pursued a career as an actress.\nAfter graduating from her musically oriented high school, she enrolled in a relatively well known music school in China, the China National Chinese Opera and Dance Drama Company (解放軍芸術学院), where two members of 12 Girls Band were also being taught. Later in 2005, alan debuted with a cover album titled Sheng Sheng Zui Ru Lan under a Chinese independent label. Currently, the album has sold over 50,000 copies.\nIn October 2006 at the Shanghai International Art Festival, alan won second place (tied with Filipino singer Jimmy Layo Marquez) at the 9th Asia New Singer Competition. In July 2007 she graduated the China National Chinese Opera and Dance Drama Company with excellent grades.\nalan was discovered when the Japan-based record label Avex Inc. held auditions in Beijing. Her first single was in November the same year. It was called \"Ashita e no Sanka\", which can be translated as \"a song for tomorrow.\" She is currently still studying Japanese and only has a basic grasp of the language.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tibetan_people","surface_form":"Tibetan","offset":43},{"uri":"China","surface_form":"Chinese","offset":51},{"uri":"Singer","surface_form":"singer","offset":59},{"uri":"Erhu","surface_form":"erhu","offset":70},{"uri":"Sichuan","surface_form":"Sichuan","offset":87},{"uri":"2005","surface_form":"2005","offset":119},{"uri":"Mandarin_language","surface_form":"Mandarin","offset":159},{"uri":"25_July","surface_form":"25 July","offset":289},{"uri":"1987","surface_form":"1987","offset":297},{"uri":"Pinyin","surface_form":"pinyin","offset":328},{"uri":"Surname","surface_form":"surname","offset":356},{"uri":"Garze_Tibetan_Autonomous_Prefecture","surface_form":"Garze Tibetan Autonomous Prefecture","offset":562},{"uri":"China","surface_form":"China","offset":601},{"uri":"Tai_Yang_Nu_Shen","surface_form":"Tai Yang Nu Shen","offset":851},{"uri":"China_National_Chinese_Opera_and_Dance_Drama_Company_(%E8%A7%A3%E6%94%BE%E8%BB%8D%E8%8A%B8%E8%A1%93%E5%AD%A6%E9%99%A2)","surface_form":"China National Chinese Opera and Dance Drama Company (解放軍芸術学院)","offset":1035},{"uri":"2005","surface_form":"2005","offset":1167},{"uri":"Cover_album","surface_form":"cover album","offset":1193},{"uri":"2006","surface_form":"2006","offset":1331},{"uri":"Filipinos","surface_form":"Filipino","offset":1413},{"uri":"Jimmy_Layo_Marquez","surface_form":"Jimmy Layo Marquez","offset":1429},{"uri":"9th_Asia_New_Singer_Competition","surface_form":"9th Asia New Singer Competition","offset":1456},{"uri":"2007","surface_form":"2007","offset":1497},{"uri":"Beijing","surface_form":"Beijing","offset":1678}]}