{"id":10484,"url":"http://en.wikipedia.org/wiki/Ethiopia","text":"Ethiopia (,, Oromo: Itoophiyaa, Tigrinya: ኢትዮጵያ) is a country in the Horn of Africa. It has one of the longest and most well known histories as a country in Africa and the world. Ethiopia was one of the few countries in Africa that escaped the Scramble for Africa. It avoided being colonized until 1935, when it was invaded by the Italians, who took over the country for a brief time. Ethiopia used to be called Abyssinia. The word \"Ethiopia\" is from the Greek word Αἰθιοπία (IPA: /ˌaitʰioˈpia/) meaning sun light burned face. It is the most populous landlocked country in the world, having lost its Red Sea ports when Eritrea gained independence in 1993.\nHistory.\nThe Kingdom of Aksum, the first known kingdom of great power to rise in Ethiopia, rose during the first century AD. The Persian religious figure Mani listed Axum with Rome, Persia, and China as one of the four great powers of his time. It was in the early 4th century that a Syro-Greek castaway, Frumentius, was taken to the court and over time changed King Ezana to Christianity, making Christianity Ethiopia's religion. For this, he received the title \"Abba Selama\". At different times, including a time in the 6th century, Axum ruled most of modern-day Yemen just across the Red Sea.\nThe line of rulers of the actual Axumite kings ended around 950 AD when they were overthrown by the Jewish Queen Gudit; then it was followed by the Zagwe dynasty for around 300 years. Around 1270 AD, the Solomonid dynasty came to control Ethiopia, claiming that they were related to the kings of Axum (though their claim was unscientific, they were even southern Ethiopia people, like from Shewa and such). They called themselves \"Neguse Negest\" (\"King of Kings,\" or Emperor), basing their claims on their direct relation to king Solomon and the queen of Sheba.\nDuring the rule of Emperor Lebna Dengel, Ethiopia made its first good contact with a European country, Portugal in 1520. When the Empire was attacked by Somali General and Imam, Ahmad ibn Ibrihim al-Ghazi, Portugal responded to Lebna Dengel's request for help with 400 musketeers, helping his son Gelawdewos beat al-Ghazi and remake his rule. However, Jesuit missionaries over time offended the Orthodox faith of the local Ethiopians, and in the mid-17th century Emperor Fasilidos got rid of these missionaries. At the same time, the Oromo people began to question the Ethiopian Christian authorities in the Abyssinian territories, and wanted to keep their own religion.\nAll of this led to Ethiopia's isolation during the 1700s. The Emperors became figureheads, controlled by warlords like Ras Mikael Sehul of Tigray. But Amharic is the national language of Ethiopia. Ethiopian isolationism ended following a British mission that made friendship between the two nations; however, it was not until the reign of Tewodros II that Ethiopia began to take part in world matters once again.\nIn 1896 Italy was decisively defeated in the battle of Adwa by Emperor Menelik; an Amhara Emperor from the province of Shewa. This battle dispelled the notion that Europeans were superior and could not be defeated by a black army. It gave rise to the Pan African movement, and hope to other African countries who were conquered. This victory made Ethiopia the only African country to successfully repel a European power during the Scramble of Africa. In 1936 Italy again attacked, and succeeded in occupying Ethiopia until 1941. With British help the 5 year occupation ended and Emperor Haile Selassie regained the throne.\nRevolutionaries overthrew and killed the emperor in 1974. The resulting civil war lasted until 1991. Eritrea became independent and later fought the Eritrean–Ethiopian War.\nRegions, zones, and districts.\nBefore 1996, Ethiopia was divided into 13 provinces. Ethiopia now has ethnically based regional countries, zones, districts, and neighborhoods.\nThere are nine regions, sixty-eight zones and two chartered cities. Ethiopia is further divided into 550 \"woredas\" and several \"special woredas\".\nEconomy.\nCoffee production is a longstanding tradition in Ethiopia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oromo_language","surface_form":"Oromo","offset":13},{"uri":"Tigrinya_language","surface_form":"Tigrinya","offset":32},{"uri":"Horn_of_Africa","surface_form":"Horn of Africa","offset":69},{"uri":"Africa","surface_form":"Africa","offset":157},{"uri":"Scramble_for_Africa","surface_form":"Scramble for Africa","offset":244},{"uri":"Kingdom_of_Italy_(1861%E2%80%931946)","surface_form":"Italians","offset":331},{"uri":"Abyssinia","surface_form":"Abyssinia","offset":412},{"uri":"Landlocked","surface_form":"landlocked","offset":551},{"uri":"Eritrea","surface_form":"Eritrea","offset":619},{"uri":"Kingdom_of_Aksum","surface_form":"Kingdom of Aksum","offset":669},{"uri":"Axum","surface_form":"Axum","offset":822},{"uri":"Gudit","surface_form":"Gudit","offset":1365},{"uri":"Zagwe_dynasty","surface_form":"Zagwe dynasty","offset":1400},{"uri":"Solomonid_dynasty","surface_form":"Solomonid dynasty","offset":1456},{"uri":"Shewa","surface_form":"Shewa","offset":1642},{"uri":"Emperor_of_Ethiopia","surface_form":"Emperor","offset":1719},{"uri":"Solomon","surface_form":"Solomon","offset":1782},{"uri":"Sheba","surface_form":"Sheba","offset":1807},{"uri":"Portugal","surface_form":"Portugal","offset":2020},{"uri":"Italy","surface_form":"Italy","offset":3357},{"uri":"Eritrea","surface_form":"Eritrea","offset":3622},{"uri":"Eritrean%E2%80%93Ethiopian_War","surface_form":"Eritrean–Ethiopian War","offset":3670},{"uri":"Provinces","surface_form":"provinces","offset":3767},{"uri":"Ethnic","surface_form":"ethnic","offset":3795},{"uri":"District","surface_form":"district","offset":3839},{"uri":"Neighborhood","surface_form":"neighborhood","offset":3854},{"uri":"Coffee","surface_form":"Coffee","offset":4024}]}