{"id":10506,"url":"http://en.wikipedia.org/wiki/Oslo","text":"Oslo is the capital city of Norway. It is Norway's largest city, with a population of 647,676 people in 2015. The area near the city has a total population of 1,546,706. The city government of Oslo and the county are the same thing.\nOslo today.\nThe city is an economic and cultural epicenter. Many important institutions are in Oslo. Among these are the Norwegian government and parliament, the University of Oslo and Ullevål Stadium, the stadium of Norway's soccer team. The city also has many museums, theaters and concert venues. Some good cultural places are Frognerparken, the Oslo Opera, the National Museum and the National Theatre. Travelling inside the city is easy with public transportation. Using tram, subway and bus is easy.\nOslo feels divided into to two parts. West end and East end, with the West traditionally being the upper/middle class area and the East end being a working class and poor area. This has faded in the last 50 years. Fewer people are manual workers and more people are employed in better paid middle-class jobs. Oslo is a very expensive city, with high prices in bars and restaurants, as well as high prices for houses and apartments.\nCurrently, the mayor of Oslo is Marianne Borgen from The Socialist Left Party.\nOslo has a humid continental climate (\"Dfb\" in the Koeppen climate classification).\nHistory.\nThe Saga of Norwegian Kings (written by Snorre Sturlason) says that king Harald III Sigurdsson founded Oslo around 1048. Recent archaeological research has found Christian graves from before 1000. Because of these two facts, Oslo celebrated its 900-year anniversary in 1950 and its 1000-year anniversary in 2000.\nOne of the more famous landmarks in Oslo is Akershus Fortress. It was first built around 1290. Oslo was destroyed in fire in 1624, and the fortress was rebuilt closer to Akershus Fortress by the order of King Christian IV of Norway. The king gave the new city the name Christiania, which later also written as Kristiania. In 1925 the name of the city was changed back to Oslo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_(city)","surface_form":"capital","offset":12},{"uri":"Norway","surface_form":"Norway","offset":28},{"uri":"Population","surface_form":"population","offset":72},{"uri":"Government","surface_form":"government","offset":179},{"uri":"County","surface_form":"county","offset":206},{"uri":"University_of_Oslo","surface_form":"University of Oslo","offset":395},{"uri":"Ullev%C3%A5l_Stadium","surface_form":"Ullevål Stadium","offset":418},{"uri":"Tram","surface_form":"tram","offset":709},{"uri":"Subway","surface_form":"subway","offset":715},{"uri":"Bus","surface_form":"bus","offset":726},{"uri":"Humid_continental_climate","surface_form":"humid continental climate","offset":1261},{"uri":"Koeppen_climate_classification","surface_form":"Koeppen climate classification","offset":1301},{"uri":"Saga_of_Norwegian_Kings","surface_form":"Saga of Norwegian Kings","offset":1347},{"uri":"Snorre_Sturlason","surface_form":"Snorre Sturlason","offset":1383},{"uri":"Harald_III_of_Norway","surface_form":"Harald III Sigurdsson","offset":1416},{"uri":"Anniversary","surface_form":"anniversary","offset":1597},{"uri":"Akershus_Fortress","surface_form":"Akershus Fortress","offset":1700},{"uri":"Christian_IV_of_Norway","surface_form":"Christian IV of Norway","offset":1865}]}