{"id":105054,"url":"http://en.wikipedia.org/wiki/Kingdom_of_Kerma","text":"e=\"preserve\">The Kingdom of Kerma was a state in Nubia from around 2500 BC to about 1520 BC. It was based in the city of Kerma in Upper Nubia and was a major centre during the Middle Kingdom period of Egypt. It had a distinct civilization (for example very fine and original ceramics have been found).\nThe site of Kerma includes both an extensive town and a cemetery consisting of large tumuli. Because one can find there much examples of Nubian culture and burial practices at the site, scholars think that the Egyptian statues and other Egyptian objects found at Kerma arrived through trade.\nIn 2003, a Swiss archaeological team working in northern Sudan uncovered one of the most remarkable Egyptological finds in recent years. At the site known as Kerma, near the third cataract of the Nile, archaeologist Charles Bonnet and his team discovered a ditch within a temple from the ancient city of Pnoubs, which contained seven monumental black granite statues. Magnificently sculpted, and in an excellent state of preservation, they portrayed five pharaonic rulers, including Taharqa and Tanoutamon, the last two pharaohs of the 'Nubian' Dynasty, when Egypt was ruled by kings from the lands of modern-day Sudan. For over half a century, the Nubian pharaohs governed a combined kingdom of Egypt and Nubia, with an empire stretching from the Delta to the upper reaches of the Nile.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nubia","surface_form":"Nubia","offset":49},{"uri":"2500_BC","surface_form":"2500 BC","offset":67},{"uri":"1520_BC","surface_form":"1520 BC","offset":84},{"uri":"Kerma","surface_form":"Kerma","offset":121},{"uri":"Middle_Kingdom_of_Egypt","surface_form":"Middle Kingdom","offset":176},{"uri":"Egypt","surface_form":"Egypt","offset":201},{"uri":"Distinct","surface_form":"distinct","offset":217},{"uri":"Ceramic","surface_form":"ceramic","offset":275},{"uri":"Tumuli","surface_form":"tumuli","offset":387},{"uri":"Taharqa","surface_form":"Taharqa","offset":1077},{"uri":"Tantamani","surface_form":"Tanoutamon","offset":1089},{"uri":"Pharaoh","surface_form":"pharaoh","offset":1114}]}