{"id":105011,"url":"http://en.wikipedia.org/wiki/Korean_food","text":"Korean food came from very old traditions in Korea. It has developed through many environmental, political, and cultural changes. There are special rules for eating meals in Korea.\nKorean food is mostly made up of rice, noodles, vegetables, and meats. Most Korean meals have many side dishes (called \"banchan\") along with their steam-cooked rice. Kimchi is usually eaten at every meal. Sesame oil, \"doenjang\", soy sauce, salt, garlic, ginger, pepper and \"gochujang\" are ingredients that are often used in the food.\nIn different provinces of Korea, its ingredients and dishes are different, too. The Korean royal court cuisine used to serve all the best dishes from each province for the royal family. People follow special rules when they eat meals in Korea.\nSweets.\nTraditional rice cakes like \"tteok\" are eaten as treats during holidays and festivals. \"Tteok\" means all rice cakes made from pounded rice (메떡, \"metteok\"), pounded glutinous rice (찰떡, \"chaltteok\"), or glutinous rice that has not been pounded. It is usually filled or covered with sweet mung bean paste, red bean paste, raisins, or a sweet, creamy filling made with sesame seeds, pumpkin, beans, pine nuts, and honey. \"Tteok\" is usually eaten for dessert or as a snack.\nDining manners.\nThe oldest people are usually served first, and it is thought rude to pick up chopsticks or eat before the oldest people do so. In Korea, unlike in China and Japan, the rice bowl is not lifted up from the table. Spoons should not hit bowls while eating. You must not talk about dirty things. Some rules are now not important. For instance, talking used to be discouraged, but today people usually talk together at meals. Also, men usually ate at a different table than women, but now they eat all together. In Korea, they have both spoons and chopsticks, and together they are called \"sujeou\" (pronounced soo-juh - 수저). Usually, before they eat, people say, \"Jalmukgessemnidah (잘 먹겠습니다)\", and after they are finished, they say, \"Jalmuggussemnidah (잘 먹었습니다).\" Soups and stews must be set on the right side of the person who is eating.\nGrain dishes.\nThese dishes are usually made with rice.\nSnacks or simple foods.\nThese simple foods can be bought at shops on the street and are usually thought of as snacks rather than meals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tradition","surface_form":"tradition","offset":31},{"uri":"Korea","surface_form":"Korea","offset":45},{"uri":"Environment","surface_form":"environment","offset":82},{"uri":"Politics","surface_form":"political","offset":97},{"uri":"Culture","surface_form":"cultural","offset":112},{"uri":"Rice","surface_form":"rice","offset":214},{"uri":"Noodle","surface_form":"noodle","offset":220},{"uri":"Vegetable","surface_form":"vegetable","offset":229},{"uri":"Meat","surface_form":"meat","offset":245},{"uri":"Banchan","surface_form":"banchan","offset":301},{"uri":"Steam","surface_form":"steam","offset":328},{"uri":"Kimchi","surface_form":"Kimchi","offset":347},{"uri":"Sesame_oil","surface_form":"Sesame oil","offset":386},{"uri":"Doenjang","surface_form":"doenjang","offset":399},{"uri":"Soy_sauce","surface_form":"soy sauce","offset":410},{"uri":"Salt","surface_form":"salt","offset":421},{"uri":"Garlic","surface_form":"garlic","offset":427},{"uri":"Ginger","surface_form":"ginger","offset":435},{"uri":"Black_pepper","surface_form":"pepper","offset":443},{"uri":"Gochujang","surface_form":"gochujang","offset":455},{"uri":"Province","surface_form":"province","offset":528},{"uri":"Dish","surface_form":"dishes","offset":568},{"uri":"Korean_royal_court_cuisine","surface_form":"Korean royal court cuisine","offset":599},{"uri":"Tteok","surface_form":"tteok","offset":796},{"uri":"Glutinous_rice","surface_form":"glutinous rice","offset":931},{"uri":"Raisin","surface_form":"raisin","offset":1086},{"uri":"Sesame","surface_form":"sesame","offset":1132},{"uri":"Pumpkin","surface_form":"pumpkin","offset":1146},{"uri":"Chopstick","surface_form":"chopstick","offset":1330},{"uri":"China","surface_form":"China","offset":1400},{"uri":"Japan","surface_form":"Japan","offset":1410}]}