{"id":105199,"url":"http://en.wikipedia.org/wiki/William_Hague","text":"William Jefferson Hague, Baron Hague of Richmond (pronounced \"HAIG\"; born 26 March 1961) is a British politician. He was Foreign Secretary and First Secretary of State. He was the leader of the Conservative Party from June 1997 to September 2001. He was the Member of Parliament for the Richmond (York) constituency in the House of Commons of the United Kingdom.\nWilliam Hague was born in Rotherham in West Riding of Yorkshire, England. He first gained national attention when he spoke at the 1977 Conservative Party conference aged 16. He was educated at the University of Oxford. Hague first became a Member of Parliament at a by-election in 1989. In 1995, William Hague was made the Secretary of State for Wales until 1997 when the Conservatives lost the general election. He was elected as Conservative Party leader in 1997. Following the Conservative's defeat in the 2001 General Election, he resigned from the position and was succeeded by Iain Duncan Smith.\nHe went on to write biographies of William Pitt the Younger and William Wilberforce. In 2005, when David Cameron became the Conservative Party leader, Hague was made the Shadow Foreign Secretary and Secretary of State.\nHague became the Foreign Secretary after the 2010 election in the Conservative Liberal Democrat coalition government. Issues that he was involved in included the Arab Spring and Syrian Civil War as well as the crisis in Crimea. Hague thinks Syrian President Bashar al-Assad should be removed from power, and the Cameron government wanted to help the opposition with air strikes in 2013, but Parliament did not agree and the plans did not go forward. Hague did not run for reelection in the 2015 election and mostly retired from politics after that. He was made a member of the House of Lords as Baron Hague of Richmond, where he is a member today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Foreign_Secretary","surface_form":"Foreign Secretary","offset":121},{"uri":"First_Secretary_of_State","surface_form":"First Secretary of State","offset":143},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":194},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":258},{"uri":"Constituency","surface_form":"constituency","offset":303},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons of the United Kingdom","offset":323},{"uri":"Rotherham","surface_form":"Rotherham","offset":389},{"uri":"West_Riding_of_Yorkshire","surface_form":"West Riding of Yorkshire","offset":402},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":560},{"uri":"By-election","surface_form":"by-election","offset":629},{"uri":"Iain_Duncan_Smith","surface_form":"Iain Duncan Smith","offset":946},{"uri":"William_Pitt_the_Younger","surface_form":"William Pitt the Younger","offset":1000},{"uri":"William_Wilberforce","surface_form":"William Wilberforce","offset":1029},{"uri":"David_Cameron","surface_form":"David Cameron","offset":1064},{"uri":"Liberal_Democrats","surface_form":"Liberal Democrat","offset":1263},{"uri":"Arab_Spring","surface_form":"Arab Spring","offset":1346},{"uri":"Syrian_civil_war","surface_form":"Syrian Civil War","offset":1362},{"uri":"Bashar_al-Assad","surface_form":"Bashar al-Assad","offset":1442},{"uri":"United_Kingdom_general_election%2C_2015","surface_form":"2015 election","offset":1674}]}