{"id":105198,"url":"http://en.wikipedia.org/wiki/David_Davis","text":"David Michael Davis (born 23 December 1948) is an English politician. He is a member of the Conservative Party. In July 2016, Davis became the first Secretary of State for Exiting the European Union under the Theresa May cabinet.\nDavis was born in York and raised in south London.\nHe was the Shadow Home Secretary from 2003 - 2008. He is the Member of Parliament for the Haltemprice and Howden constituency in the United Kingdom. He was first elected in the 1987 general election for the Boothferry constituency.\nOn 12 June 2008, Davis said he was going to resign as an MP, and was immediately replaced as Shadow Home Secretary. This was intended to force a by-election in his seat, for which he intended to seek re-election by mounting a specific campaign designed to provoke wider public debate about the erosion of civil liberties in the United Kingdom. Following his formal resignation as an MP on 18 June 2008, he officially became the Conservative candidate in the resulting by-election and won it on 10 July 2008.\nIn 2017, Davis proposed a new treaty between UK and EU to fight crime and terror, after series of terrorist incidents in UK. In September 2017, he stated that UK was to remain as the part of Europol. However, EU is said to have refused to discuss Europol, which exchanges crime and counter-terrorism information and intelligence, until it judges that \"sufficient progress\" has been been on the financial settlement, Ireland and citizen's rights after Brexit.\nOn 8 July 2018 Davis resigned as Brexit Secretary.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"English_people","surface_form":"English","offset":50},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":92},{"uri":"Secretary_of_State_for_Exiting_the_European_Union","surface_form":"Secretary of State for Exiting the European Union","offset":149},{"uri":"Theresa_May","surface_form":"Theresa May","offset":209},{"uri":"York","surface_form":"York","offset":248},{"uri":"London","surface_form":"London","offset":273},{"uri":"Shadow_Minister","surface_form":"Shadow Home Secretary","offset":292},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":342},{"uri":"Constituency","surface_form":"constituency","offset":394},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":414},{"uri":"Elect","surface_form":"elected","offset":443},{"uri":"United_Kingdom_general_election%2C_1987","surface_form":"1987 general election","offset":458},{"uri":"By-election","surface_form":"by-election","offset":658},{"uri":"Civil_liberties","surface_form":"civil liberties","offset":818},{"uri":"Resignation_from_the_British_House_of_Commons","surface_form":"formal resignation as an MP","offset":871},{"uri":"Europol","surface_form":"Europol","offset":1212}]}