{"id":105106,"url":"http://en.wikipedia.org/wiki/Sickle-cell_disease","text":"Sickle cell anaemia is a genetic disease. It affects red blood cells. It changes the cells from flexible disks into rigid crescents. When many red cells take this shape veins get blocked. This can cause damage to many organs. The organ damage increases with time and leads to an early death.\nThe disease.\nThis is a lifelong disease which starts in childhood. The red blood cells take up an abnormal, rigid, sickle shape. The cells also become sticky. This causes difficult blood flow when cells flow through long narrow capillaries. Low oxygen increases the problem. As they pass through low oxygen areas most cells take up this shape. The cells then stick to the inner wall of blood vessels, especially the branching point of veins. This leads to a blockade of blood flow in many organs. Severe complications may result.\nThe classic example of a sickle cell crisis is \"acute chest syndrome\"(ACS). This is unique to sicklers, and can cause death in a day or two unless treated. Historically, acute chest syndrome was considered different from infection (pneumonia). But in treatment there is not much point making that distinction.\nACS is a clinical diagnosis helped by at least one chest X-ray. In all other organs low oxygen causes widening of blood vessels. But the lung is a unique organ where blood vessels become narrower when oxygen is low. This unique problem makes the lung a major target of the disease. Fever is the most common symptom of ACS in children because infection is more common. In the adults circulating clots and broken pieces of bone marrow can also add to the blockage of vessels in the lung and lead to ACS. ACS can be partially treated by blood transfusion to dilute the sickled cells with some normal red blood cells. An even better treatment is a procedure called red blood cell exchange. Automated apheresis machines can do RBC exchange.\nA milder and more frequent problem is 'painful crisis'. Painful crisis involves flank, back and thigh pains that can be relieved by treatment. A painful crisis may evolve into worse problems such as acute chest and other organ failures e.g. strokes, heart attacks. Both strokes and heart attacks are general problems which may happen in older people. But in sickle patients these can happen even in the young.\nThe spleen is involved differently in different ethnic groups with this disease. Spleen is the organ which filters old RBCs and destroys them. Old RBCs are stiff and cannot pass through some very narrow slits in the spleen. But in sickle patients all cells very quickly become stiff and thus keep clogging up the spleen. Starting from a very young age segments of the spleen die because of this problem. In the pure form of this disease the whole spleen is dead and shrunken before the patient become adult. Normal spleen keeps a large store of B cells which make antibodies and protect us from bacteria. Loss of a working spleen leads to loss of protection from such bacteria.\nIn many Asian populations beta thalassaemia occurs together with sickle cell disease. Thalassemia itself is another form of anaemia. But the nature of the two disease are opposite. Thalassemia increases red cell flexibility. However, thalassemia itself can be a serious disease.\nPopulation genetics.\nThe sickling occurs because of a single point mutation in the gene for the beta chain of haemoglobin. Sickle-cell disease occurs more commonly in people (or their descendants) from parts of tropical and sub-tropical regions where malaria is or was common. One quarter of all people of Sub-Saharan African origin carry the gene.\nWe all inherit two copies (alleles) of the hemoglobin beta gene. One comes each parent. Some people are heterozygous: they have the sickle mutation in one copy and the other copy is normal. Such people are called sickle trait or a carrier. People with sickle trait are more resistant to malaria than normal people.\nWhen both alleles of a gene are similar (homozygous) a person has copies mutated or both normal. If both alleles have the mutation, it causes the full disease. In malaria prone areas, normal people die frequently of malaria often before they had children. Those with both copies with sickle mutation die of sickle disease before they can reproduce. But the heterozygotes have a better survival (and have more children) than both homozygous groups. Thus, the inheritance of the disease is an example of 'heterozygous advantage'.\nIn the full (homozygous) disease life expectancy is shortened, in fact it is near-fatal in pre-modern societies. Sir Cyril Clarke said (referring to East Africa in the 1960s) \"Almost all the children (with sickle-cell disease) will die in infancy\".p25. Studies in the modern U.S.A. report an average life expectancy of 42 years for males and 48 years for females.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anaemia","surface_form":"anaemia","offset":12},{"uri":"Genetic_disease","surface_form":"genetic disease","offset":25},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":53},{"uri":"Flexible","surface_form":"flexible","offset":96},{"uri":"Disk","surface_form":"disk","offset":105},{"uri":"Rigid","surface_form":"rigid","offset":116},{"uri":"Crescent","surface_form":"crescent","offset":122},{"uri":"Sickle","surface_form":"sickle","offset":407},{"uri":"Capillary","surface_form":"capillaries","offset":520},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1054},{"uri":"X-ray","surface_form":"X-ray","offset":1189},{"uri":"Lung","surface_form":"lung","offset":1269},{"uri":"Clot","surface_form":"clot","offset":1526},{"uri":"Bone_marrow","surface_form":"bone marrow","offset":1553},{"uri":"Stroke","surface_form":"stroke","offset":2109},{"uri":"Heart_attack","surface_form":"heart attack","offset":2118},{"uri":"Spleen","surface_form":"spleen","offset":2282},{"uri":"Spleen","surface_form":"Spleen","offset":2359},{"uri":"B_cell","surface_form":"B cell","offset":2823},{"uri":"Thalassaemia","surface_form":"thalassaemia","offset":2987},{"uri":"Anaemia","surface_form":"anaemia","offset":3080},{"uri":"Flexible","surface_form":"flexibility","offset":3168},{"uri":"Mutation","surface_form":"mutation","offset":3302},{"uri":"Gene","surface_form":"gene","offset":3318},{"uri":"Haemoglobin","surface_form":"haemoglobin","offset":3345},{"uri":"Malaria","surface_form":"malaria","offset":3486},{"uri":"Alleles","surface_form":"alleles","offset":3611},{"uri":"Heterozygous","surface_form":"heterozygous","offset":3688},{"uri":"Homozygous","surface_form":"homozygous","offset":3940},{"uri":"Heterozygous_advantage","surface_form":"heterozygous advantage","offset":4402},{"uri":"Life_expectancy","surface_form":"life expectancy","offset":4460},{"uri":"East_Africa","surface_form":"East Africa","offset":4576}]}