{"id":105303,"url":"http://en.wikipedia.org/wiki/David_Mundell","text":"David Gordon Mundell (born May 27, 1962) is a British politician and is the Parliamentary Under-Secretary of State for Scotland. He is the Conservative Party Member of Parliament for the Dumfriesshire, Clydesdale and Tweeddale constituency in the United Kingdom. Currently, he is the only Conservative Party MP who represents a Scottish constituency. In July 2016, Mundell became the Secretary of State for Scotland.\nDavid Mundell was born in Dumfries, Scotland and was educated at the University of Edinburgh. In 1999 and 2003, he was elected as a Member of the Scottish Parliament (MSP) for the South of Scotland region however resigned as an MSP following the 2005 General Election when he was elected as an MP. From December 2005 to the 2010 General Election, he was the Shadow Secretary of State for Scotland. After the 2010 election, a Conservative-Liberal Democrat coalition was formed and because the Liberal Democrats have more Scottish MP's than the Conservatives, a Liberal Democrat was given the post of Scottish secretary.\nOn 13 January 2016, Mundell came out as gay on his personal website.\nHe was previously married to Lynda Carmichael but the couple have divorced. He has three children, one of whom, Oliver Mundell, is a Conservative candidate for the Scottish Parliament in May 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":46},{"uri":"Politician","surface_form":"politician","offset":54},{"uri":"Scotland","surface_form":"Scotland","offset":119},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":139},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":158},{"uri":"Constituency","surface_form":"constituency","offset":227},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":247},{"uri":"Secretary_of_State_for_Scotland","surface_form":"Secretary of State for Scotland","offset":384},{"uri":"Dumfries","surface_form":"Dumfries","offset":443},{"uri":"University_of_Edinburgh","surface_form":"University of Edinburgh","offset":486},{"uri":"Scottish_Parliament","surface_form":"Scottish Parliament","offset":563},{"uri":"Elect","surface_form":"elected","offset":697},{"uri":"United_Kingdom_general_election%2C_2010","surface_form":"2010 General Election","offset":741},{"uri":"Liberal_Democrats","surface_form":"Liberal Democrats","offset":909}]}