{"id":105397,"url":"http://en.wikipedia.org/wiki/Dungeons_%26_Dragons","text":"e=\"preserve\">Dungeons & Dragons is a paper-and-pencil roleplaying game. Gary Gygax and Dave Arneson created Dungeons and Dragons in the year 1974.\nMany people today think that role-playing games (RPGs) are only played on a computer, but that is not true. From the early 1970s, role-playing games have been played by people sitting together at the same table, using their imaginations and the written rules of the game to play (as well as dice to generate random numbers when needed).\nPlayers of this type of role-playing game play as imaginary characters that go on heroic adventures. The characters can be many types: a strong warrior, a wise wizard, a skilled thief. One person in the group acts as a moderator, or referee (called the \"dungeon master,\" or DM, in Dungeons and Dragons and \"game master\", or GM, in other games), of the game. This person is responsible for making sure there is a fair use of the rules and is often also in charge of designing fun, interesting adventures for the other players.\nThere are now many types of fantasy role-playing games, both traditional paper-and-pencil games and computer games. Many genres of games are played (fantasy, science fiction, horror, war, and so on), and there are hundreds of companies that produce their own written rules systems and software products.\nVersions of Dungeons and Dragons.\nSeveral versions of Dungeons and Dragons have been released. The first version was just called \"Dungeons & Dragons.\" Several rule books were available, depending on the levels of the characters. The first books dealt with characters from levels 1-3. As characters got stronger, players had to move to the more advanced rule books to manage their characters.\nAfter Dungeons and Dragons came Advanced Dungeons and Dragons. This was a new ruleset that was unrelated to the original rules. A second edition of AD&D was released, which is still popular today.\nAfter Wizards of the Coast bought the rights to Dungeons and Dragons, a more streamlined version of the game was released, called Dungeons and Dragons 3rd Edition. This version had simpler rules. Most die-rolls were done with a 20 sided die, instead of different types of multi-sided dice.\nThe 3rd edition rules were eventually revised, and version 3.5 was released.\nThe 4th edition rules were published in June 2008.\nThe 5th edition rules were published, after a two year testing period, in late 2014.\nPlaying Dungeons and Dragons.\nBefore playing the game, each player makes his or her character and writes the details on a \"character sheet.\" First, players make their character's six statistics called \"ability scores\": Strength (How strong you are), Dexterity (How skilled and fast you are), Constitution (How tough you are), Intelligence (How smart you are), Wisdom (How well you use your smarts), and Charisma (How well you control and influence people). Each version has different methods to make the stats.\nEach player then selects a race (species) such as human or elf, as well as a class (job or occupation) such as Fighter or Wizard, and their alignment (Their moral and ethical views). Players also invest in a number of skills, feats and powers to make their characters stronger and better. Adding details not covered by the rules like history and personality are used often to develop the character.\nWhile playing Dungeons and Dragons, the players detail the actions of their characters to the referree, such as hitting an enemy or hiding from the guards, or talking to another character. The referree describes the results of the characters' actions or answers the players. Actions that are really easy will always work, like when opening an unlocked door or picking up an apple. The results of hard actions are decided by rolling dice.\nAs the game is played, the characters grow and increase in power. Characters may gain experience, skills, wealth. The main way that characters gain experience is through defeating powerful enemies or doing an important or hard work. Getting enough experience allows a character to get a level, getting more job abilities, skills, and powers.\nHit points (HP) measure a character's health. When a character is harmed, s/he loses hit points. When a character loses all of his or her hitpoints, s/he dies. To avoid being harmed, most characters can wear armor of different types. You might also use \"Saving Throws\" against indirect harm, such as poison, or magical effects.\nThe story is a combined effort of everyone who plays. It can either be a story someone has made up. So can the setting (Where the adventure takes place). There are also books that give all that information as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paper","surface_form":"paper","offset":37},{"uri":"Pencil","surface_form":"pencil","offset":47},{"uri":"Role-playing_game","surface_form":"roleplaying game","offset":54},{"uri":"People","surface_form":"people","offset":152},{"uri":"Computer","surface_form":"computer","offset":223},{"uri":"1970","surface_form":"1970","offset":270},{"uri":"Table_(furniture)","surface_form":"table","offset":352},{"uri":"Rule","surface_form":"rule","offset":400},{"uri":"Dice","surface_form":"dice","offset":438},{"uri":"Number","surface_form":"number","offset":462},{"uri":"Fictional_character","surface_form":"characters","offset":544},{"uri":"Adventure","surface_form":"adventure","offset":573},{"uri":"Referee","surface_form":"referee","offset":717},{"uri":"Fantasy","surface_form":"fantasy","offset":1038},{"uri":"Computer","surface_form":"computer","offset":1110},{"uri":"Fantasy","surface_form":"fantasy","offset":1159},{"uri":"Science_fiction","surface_form":"science fiction","offset":1168},{"uri":"Horror","surface_form":"horror","offset":1185},{"uri":"War","surface_form":"war","offset":1193},{"uri":"Company","surface_form":"companies","offset":1236},{"uri":"Software","surface_form":"software","offset":1295},{"uri":"Dice","surface_form":"die","offset":2140},{"uri":"Fictional_character","surface_form":"character","offset":2490},{"uri":"Dice","surface_form":"dice","offset":3748},{"uri":"Setting_(fiction)","surface_form":"setting","offset":4535}]}