{"id":105350,"url":"http://en.wikipedia.org/wiki/Patrick_Star","text":"Patrick Star is a fictional character in the Nickelodeon animated television series \"SpongeBob SquarePants\". Bill Fagerbakke plays him. Patrick first appeared in the series' pilot episode, \"Help Wanted\", which played on May 1, 1999. Patrick was made by animator Stephen Hillenburg. Patrick's biggest character trait is his lack of common sense, which sometimes makes him a bad influence on his best friend, SpongeBob SquarePants.\nRole in \"SpongeBob SquarePants\".\nPatrick is as a pink starfish who is silly, fat, lazy, immature, forgetful, rude, and generally ignorant. He has been shown to make many silly mistakes such as forgetting how to eat, and not realizing that the character Sandy Cheeks is a girl. But, he sometimes is shown to overly observe particular events happening around him. At those moments, he would focus on very specific objects or details that other characters would usually ignore. However, he always quickly turns back to his usual, silly self after. He does not have a job. But, he worked at the Krusty Krab for short periods of time in many positions (often was not paid), and mostly spends his days either goofing off with SpongeBob or resting beneath the rock. He lives under the rock. At home, Patrick is usually either sleeping (stuck to the bottom of his rock), watching TV (whether the TV is actually on or not), or doing the \"art of doing nothing.\" He is very good at that. All of the furniture under his rock are made of sand, and Patrick can simply build new furniture as needed. But even so, his living space contains only the most basic things. His best friend SpongeBob is often impressed by Patrick's ability to come up with silly yet genius plans or solutions. But, Patrick often irritates those around him and is confused by the simplest questions or subjects. The characters of Mr. Krabs and Squidward Tentacles have no patience for Patrick's stupidity. They don't pay him much regard. Sandy Cheeks often gets annoyed by Patrick, but still sees him as a friend.\nDevelopment.\n\"SpongeBob SquarePants\" maker Stephen Hillenburg began making cartoons and caricatures of tide pool-dwelling sea life, including starfish, while teaching marine biology at the Orange County Marine Institute in Dana Point, California, from 1984 to 1987. In 1987, Hillenburg left the institute. This is so he could become an animator. Patrick Star is voiced by Bill Fagerbakke.\nCriticism and controversy.\nIn 2005, a video that involves SpongeBob promoting diversity and tolerance was criticized by a Christian evangelical group in the United States because they saw the character was being used for homosexual people, but the video had \"no reference to sex, sexual lifestyle or sexual identity.\"\nThis made questions about whether or not SpongeBob, his best friend Patrick, and the rest of the series' characters are homosexual characters. In 2002, Hillenburg said that his characters were not gay. He clarified the issue and said \"We never made them gay on purpose. I think they are almost asexual. We are just trying to be funny and this has got nothing to do with the show.\"\nJeffrey P. Dennis, writer of the journal article \"The Same Thing We Do Every Night: Signifying Same-Sex Desire in Television Cartoons,\" argued that SpongeBob and Sandy are not in love, while adding that he believed that SpongeBob and Patrick \"are paired with arguably big intensity.\" Dennis noted the two are \"not thought of as romantic partners,\" since they live in separate places, and have different groups of friends, but claimed that in the series, \"the possibility of same-sex desire is never excluded.\" Martin Goodman of \"Animation World Magazine\" described Dennis's comments regarding SpongeBob and Patrick as \"interesting.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":18},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":45},{"uri":"Television_program","surface_form":"television series","offset":66},{"uri":"SpongeBob_SquarePants","surface_form":"SpongeBob SquarePants","offset":85},{"uri":"Bill_Fagerbakke","surface_form":"Bill Fagerbakke","offset":109},{"uri":"Help_Wanted_(SpongeBob_SquarePants)","surface_form":"Help Wanted","offset":190},{"uri":"Stephen_Hillenburg","surface_form":"Stephen Hillenburg","offset":262},{"uri":"SpongeBob_SquarePants_(character)","surface_form":"SpongeBob SquarePants","offset":407},{"uri":"Starfish","surface_form":"starfish","offset":484},{"uri":"Sandy_Cheeks","surface_form":"Sandy Cheeks","offset":683},{"uri":"Savant_syndrome","surface_form":"overly observe particular events happening around him","offset":737},{"uri":"Krusty_Krab","surface_form":"Krusty Krab","offset":1021},{"uri":"Mr._Krabs","surface_form":"Mr. Krabs","offset":1820},{"uri":"Squidward_Tentacles","surface_form":"Squidward Tentacles","offset":1834},{"uri":"Sandy_Cheeks","surface_form":"Sandy Cheeks","offset":1928},{"uri":"Stephen_Hillenburg","surface_form":"Stephen Hillenburg","offset":2047},{"uri":"Starfish","surface_form":"starfish","offset":2146},{"uri":"Marine_biology","surface_form":"marine biology","offset":2171},{"uri":"Ocean_Institute","surface_form":"Orange County Marine Institute","offset":2193},{"uri":"Dana_Point","surface_form":"Dana Point","offset":2227},{"uri":"California","surface_form":"California","offset":2239},{"uri":"Animator","surface_form":"animator","offset":2340},{"uri":"Bill_Fagerbakke","surface_form":"Bill Fagerbakke","offset":2376},{"uri":"SpongeBob_SquarePants_(character)","surface_form":"SpongeBob","offset":2451},{"uri":"Cultural_diversity","surface_form":"diversity","offset":2471},{"uri":"Toleration","surface_form":"tolerance","offset":2485},{"uri":"Evangelicalism","surface_form":"evangelical","offset":2525},{"uri":"United_States","surface_form":"United States","offset":2550},{"uri":"Homosexuality","surface_form":"homosexual people","offset":2614},{"uri":"Asexuality","surface_form":"asexual","offset":3005},{"uri":"Sandy_Cheeks","surface_form":"Sandy","offset":3254},{"uri":"Animation_World_Network","surface_form":"Animation World Magazine","offset":3621}]}