{"id":105502,"url":"http://en.wikipedia.org/wiki/Ballpoint_pen","text":"A ballpoint pen or biro is pronounced \"BY-roe\" in British English after its inventor László Bíró. It is a modern kind of pen for writing. It uses oil-based ink of high viscosity. The ink is inside a long, thin tube inside the pen. When a person writes with it, the ink comes onto the small, ball-shaped tip of the unit. The ink dries almost as soon as it is on the paper.\nBefore the ballpoint pen was invented people usually wrote with pens which were dipped into ink, or fountain pens which were filled with ink. When the ballpoint pen was invented, many people thought they were inferior to use because the user's handwriting was not as good. Children in school continued to use the old dip pens. However, ballpoint pens are cheaper and simpler to use than pens that need to be dipped in ink. The old kind are still used in calligraphy.\nThe ink in a ballpoint is different from the ink used in a dip or fountain pen. It is a paste. It has 25 to 40 per cent dye suspended in a solvent of \"oil\". The most common oils are benzyl alcohol or phenoxyethanol, which mix with the dyes to create a smooth paste that dries quickly. Common dyes in blue (and black) ink are Prussian blue, Victoria blue, methyl violet, crystal violet and phthalocyanine blue. The dye eosin is commonly used for red ink.\nBiros have the advantage of being very cheap, and easily portable. As a gel or paste, the dye does not run and is stable. For the same reason, the dye needs harder pressure to write than a fountain pen does, sometimes very hard pressure. This is not true of rollerball pens, which are ballpoints that use water-based ink of low viscosity. And it is not true of pencils, which are still very commonly used.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_English","surface_form":"British English","offset":50},{"uri":"L%C3%A1szl%C3%B3_B%C3%ADr%C3%B3","surface_form":"László Bíró","offset":85},{"uri":"Pen","surface_form":"pen","offset":121},{"uri":"Writing","surface_form":"writing","offset":129},{"uri":"Viscosity","surface_form":"viscosity","offset":168},{"uri":"Ink","surface_form":"ink","offset":183},{"uri":"Fountain_pen","surface_form":"fountain pen","offset":472},{"uri":"Calligraphy","surface_form":"calligraphy","offset":826},{"uri":"Benzyl_alcohol","surface_form":"benzyl alcohol","offset":1021},{"uri":"Phenoxyethanol","surface_form":"phenoxyethanol","offset":1039},{"uri":"Prussian_blue","surface_form":"Prussian blue","offset":1164},{"uri":"Eosin","surface_form":"eosin","offset":1257},{"uri":"Viscosity","surface_form":"viscosity","offset":1621},{"uri":"Pencils","surface_form":"pencils","offset":1654}]}