{"id":105686,"url":"http://en.wikipedia.org/wiki/Albert_Schweitzer","text":"Ludwig Philipp Albert Schweitzer, MD, OM, (14 January 1875 – 4 September 1965) was a French-German theologian, musician, philosopher and physician. He was born in Kaysersberg (Alsace), at the time a part of the German Empire.\nHe wrote books about music and religion. He started a famous hospital in Lambarene, Africa. He received the 1952 Nobel Peace Prize.\nEarlier life.\nAlbert Schweitzer was born in Kaysersberg (Alsace), on 14 January 1875. He lived in the village of Gunsbach, where his father was a local pastor. His father taught him how to play music. In 1893, Schweitzer passed his Baccalaureat.\nAfter this, Schweitzer went to Paris to learn philosophy and music, before returning to his birthplace to study theology. He spent nine years studying medicine and surgery. He would dedicate his life to helping people and curing diseases.\nMusic.\nSchweitzer was a famous organist and was extremely interested in the music of Johann Sebastian Bach. He developed a simple style of performance, which he thought to be closer to what Bach had meant. In 1908, he completed the final version of his book \"Johann Sebastian Bach\". In the book, he argued for the new style, which has had great influence on the way Bach’s music is now treated.\nWhen Schweitzer was in Lambarene, his main recreation was to play Bach’s music. He also gave musical performances to raise money for medical supplies in Gabon.\nRecordings of Schweitzer playing the music of Bach are available on CD. Between 1934 and 1935, he had a trial recording for HMV on the organ of the old Queen's Hall in London. In mid-December 1935, he began to record for Columbia Records on the organ of All-Hallows-by-the-Tower, Barking, London.\nTheology and Philosophy.\nSchweitzer became well known for his books on Jesus and Christianity. He was not so much interested in the historical study of Jesus, as in the Christian idea of the end of the world, which can be found in the Bible and the teachings of Jesus. Schweitzer also served as a minister for Saint Nicholas Church in Strassburg.\nAlbert Schweitzer’s ethical principles meant that he tried to have a personal and spiritual relationship with the universe. It also meant that he was vegetarian.\nSchweitzer in Africa.\nAlbert Schweitzer spent most of his life in Lambaréné, Africa. In 1904, he was inspired to help sick people in the world, so he studied medicine. After his medical studies in 1913, he went to Lambaréné with his wife to establish a hospital that would serve thousands of Africans.\nDuring World War I, the French made Schweitzer and his wife, both Germans, leave Africa. In 1924, he returned to Lambaréné and managed to rebuild the destroyed hospital, where he served as a physician.\nLater life.\nFrom 1939-1948, he stayed in Lambarene since he could not go to Europe during the war. Three years later he resumed his medical practices. But he was no longer just a medical doctor and whenever possible he went to Europe to lecture at universities. Slowly his ideas become known, not only in Europe but worldwide.\nIn 1952 Dr Albert Schweitzer was awarded The Nobel Prize for peace. He gave a famous speech \"The Problem of Peace\". He died on 4 September 1965 at his hospital in Lambarene.","categories":[],"infobox_types":[],"annotations":[{"uri":"MD","surface_form":"MD","offset":34},{"uri":"OM","surface_form":"OM","offset":38},{"uri":"Theologian","surface_form":"theologian","offset":99},{"uri":"Music","surface_form":"music","offset":111},{"uri":"Philosopher","surface_form":"philosopher","offset":121},{"uri":"Physician","surface_form":"physician","offset":137},{"uri":"Kaysersberg","surface_form":"Kaysersberg","offset":163},{"uri":"Alsace-Lorraine","surface_form":"(Alsace)","offset":175},{"uri":"German_Empire","surface_form":"German Empire","offset":211},{"uri":"Music","surface_form":"music","offset":247},{"uri":"Religion","surface_form":"religion","offset":257},{"uri":"Hospital","surface_form":"hospital","offset":287},{"uri":"Lambarene","surface_form":"Lambarene","offset":299},{"uri":"Africa","surface_form":"Africa","offset":310},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":339},{"uri":"Kaysersberg","surface_form":"Kaysersberg","offset":402},{"uri":"Alsace-Lorraine","surface_form":"(Alsace)","offset":414},{"uri":"Pastor","surface_form":"pastor","offset":510},{"uri":"Baccalaureat","surface_form":"Baccalaureat","offset":590},{"uri":"Paris","surface_form":"Paris","offset":635},{"uri":"Medicine","surface_form":"medicine","offset":755},{"uri":"Surgery","surface_form":"surgery","offset":768},{"uri":"Pipe_organ","surface_form":"organist","offset":874},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":928},{"uri":"Gabon","surface_form":"Gabon","offset":1391},{"uri":"Compact_disc","surface_form":"CD","offset":1466},{"uri":"HMV","surface_form":"HMV","offset":1522},{"uri":"Queen%27s_Hall","surface_form":"Queen's Hall","offset":1550},{"uri":"London","surface_form":"London","offset":1566},{"uri":"Columbia_Records","surface_form":"Columbia Records","offset":1619},{"uri":"Jesus","surface_form":"Jesus","offset":1766},{"uri":"Christianity","surface_form":"Christianity","offset":1776},{"uri":"Christian","surface_form":"Christian","offset":1864},{"uri":"Bible","surface_form":"Bible","offset":1930},{"uri":"Strassburg","surface_form":"Strassburg","offset":2030},{"uri":"Universe","surface_form":"universe","offset":2156},{"uri":"Vegetarian","surface_form":"vegetarian","offset":2192},{"uri":"World_War_I","surface_form":"World War I","offset":2513},{"uri":"Physician","surface_form":"physician","offset":2697},{"uri":"Europe","surface_form":"Europe","offset":2784}]}