{"id":105618,"url":"http://en.wikipedia.org/wiki/Death_Note","text":"is a supernatural thriller fantasy manga written by Tsugumi Ōba and illustrated by Takeshi Obata. The work was adapted into an anime series directed by Tetsurō Araki. It is about a Japanese teenage high school student boy named Light Yagami, who finds a supernatural notebook. The notebook, dropped on earth by a bored shinigami named Ryuk, is called a \"Death Note\". When a person's name is written in the notebook, that person dies. If the cause of death is not specified, they die of a heart attack. Light, aiming to create a crime-free utopia, uses the notebook to kill criminals, anonymously gaining world fame as \"Kira\" (\"キラ\" in Japanese - based on the English word \"killer\") - some people see him as justice, while others see him as a [https://simple.m.wiktionary.org/wiki/murderer murderer].\nThe best detective in the world, an eccentric genius named \"L\", works with the Japanese police, as well as Light's own father, to find out Kira's identity and catch him. He suspects all along that it's Light, who, as a part of the police department, works alongside L in the investigation. It becomes a contest of wit and intelligence between L and Light, both of whom are very clever. At one point, Light temporarily gives up the Death Note, along his memories of it, as an ally continue writing the names of criminals. This \"proves\" to the police that he is not Kira. However, he later gets the Death Note back and kills L with it.\nAfter L dies, his successors, two orphans named \"Mello\" and \"Near\", take over the Kira investigation. Near is a child prodigy who clearly mirrors L, and Mello is an impulsive, antisocial teen obsessed with one-upping Near. Mello refuses to work with Near and leaves the orphanage, joining the American Mafia; Near forms a task force to catch Kira. In the end, Near proves that Light is Kira, leading to Light's death.\nBesides the manga and anime, Death Note was also made into a light novel, various video games, two animated films, a live-action television drama, a musical, and several live-action films.","categories":[],"infobox_types":["animanga/Print","animanga/Print","animanga/Video","animanga/Game","animanga/Game","animanga/Video","animanga/Print","animanga/Game","animanga/Video","animanga/Other"],"annotations":[{"uri":"Supernatural","surface_form":"supernatural","offset":5},{"uri":"Thriller_(genre)","surface_form":"thriller","offset":18},{"uri":"Fantasy","surface_form":"fantasy","offset":27},{"uri":"Manga","surface_form":"manga","offset":35},{"uri":"Tsugumi_Oba","surface_form":"Tsugumi Ōba","offset":52},{"uri":"Takeshi_Obata","surface_form":"Takeshi Obata","offset":83},{"uri":"Anime","surface_form":"anime","offset":127},{"uri":"Japan","surface_form":"Japan","offset":181},{"uri":"High_school","surface_form":"high school","offset":198},{"uri":"Supernatural","surface_form":"supernatural","offset":254},{"uri":"Notebook","surface_form":"notebook","offset":267},{"uri":"Shinigami_(Death_Note)","surface_form":"shinigami","offset":319},{"uri":"Heart_attack","surface_form":"heart attack","offset":488},{"uri":"Crime","surface_form":"crime","offset":528},{"uri":"Utopia","surface_form":"utopia","offset":539},{"uri":"Japanese_language","surface_form":"Japanese","offset":634},{"uri":"Killer","surface_form":"killer","offset":672},{"uri":"Detective","surface_form":"detective","offset":808},{"uri":"Orphan","surface_form":"orphan","offset":1467},{"uri":"Child_prodigy","surface_form":"child prodigy","offset":1545},{"uri":"Antisocial_personality_disorder","surface_form":"antisocial","offset":1609},{"uri":"Mafia","surface_form":"Mafia","offset":1735},{"uri":"Novel","surface_form":"novel","offset":1918},{"uri":"Musical_theatre","surface_form":"musical","offset":2000},{"uri":"Live-action","surface_form":"live-action","offset":2021}]}