{"id":105671,"url":"http://en.wikipedia.org/wiki/Habitation_at_Port-Royal","text":"e=\"preserve\">The Habitation at Port-Royal was an early French colonial settlement. Today it is a National Historic Site in Port Royal in the Canadian province of Nova Scotia.\nThe settlement.\nPort Royal was founded by the French explorer Champlain after half of his men had died of Scurvy in his first settlement. Champlain worked with the Algonquain tribe to found Port Royal and, in return, fought with them and the Hurons against the Iroquoians.\nIn May, 1613 the Jesuits moved on to the Penobscot River valley and in July, the settlement was attacked by Samuel Argall of Virginia. Argall returned in November that same year and burned the Habitation down while the settlers were away nearby. Poutrincourt returned from France in spring 1614 and found \"Port-Royal\" in ruins. The settlers were living with the Mi'kmaq. Poutrincourt then gave his holdings to his son and returned to France. Poutrincourt's son gave the settlement to Charles de Saint-Étienne de la Tour upon his own death in 1623.\nReplica construction.\nA replica of the settlement was built in 1939-1940. Today, this replica serves as the cornerstone of Port-Royal National Historic Site of Canada, and together with the nearby Fort Anne National Historic Site of Canada in Annapolis Royal, continues to remind of this important historic region for Canadians and visitors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Human_settlement","surface_form":"settlement","offset":71},{"uri":"Canada","surface_form":"Canadian","offset":141},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":162},{"uri":"1613","surface_form":"1613","offset":456},{"uri":"Virginia","surface_form":"Virginia","offset":573},{"uri":"1614","surface_form":"1614","offset":738},{"uri":"1623","surface_form":"1623","offset":990},{"uri":"Replica","surface_form":"replica","offset":1020},{"uri":"1939","surface_form":"1939","offset":1059},{"uri":"1940","surface_form":"1940","offset":1064},{"uri":"Annapolis_Royal%2C_Nova_Scotia","surface_form":"Annapolis Royal","offset":1239}]}