{"id":105636,"url":"http://en.wikipedia.org/wiki/Macaulay_Culkin","text":"Macaulay Carson Culkin (born on August 26, 1980 in Chicago, Illinois) is an American actor, voice actor and musician. He is perhaps most notable and best notable for his prominent kiddie roles in the first 2 \"Home Alone\" movies as Kevin McCallister. These blockbuster movies still continue to be very popular with many American audiences to this day onwards much to a cult following. His parents are Patricia Brentrup and Christopher 'Kit' Culkin.\nActing Career.\nCulkin began acting ever since at the age of 4 when he then became famous and well-known around the world in 1990 as a Hollywood child star when \"Home Alone\" was released. In the movie, Culkin played the main character, Kevin McCallister. He was then nominated for the Golden Globe Award for Best Actor on Motion Picture Musical or Comedy. Culkin mysteriously dropped out of acting at the age of 14 but later returned at the age of 23 for in a couple of movies as a recurring adult actor.\nPizza Underground.\nIn 2012, Culkin had founded and started up an anti-folk band called The Pizza Underground. This musical band plays songs which are related to about pizza.\nRelationships.\nIn 1998, Culkin married Rachel Miner. In 2000, Culkin and Miner divorced because Culkin had decided and wanted to go back acting again as a new recurring adult actor.\nCulkin has then dated actress Mila Kunis from May 2002 to 2011.\nCulkin has since then been dating actress Jordana Lane Price since as of November 2013.\nMichael Jackson.\nAt around the same time that \"Home Alone\" was released, Culkin also became very good friends with the late Hollywood singer and King of Pop Michael Jackson. He has also acted in Jackson's 1991 \"Black or White\" music video. In 2005, Culkin testified and had said at Jackson's trial for charges of child molestation that he had once slept in Jackson's bedroom but was never molested or touched in improper ways though. Culkin also attended Jackson's burial and death memorial which was then held on October 6, 2012. He is also the godfather of Jackson's 2 older children with Debbie Rowe, Prince and Paris Jackson.","categories":[],"infobox_types":[],"annotations":[{"uri":"August_26","surface_form":"August 26","offset":32},{"uri":"1980","surface_form":"1980","offset":43},{"uri":"Chicago","surface_form":"Chicago","offset":51},{"uri":"Illinois","surface_form":"Illinois","offset":60},{"uri":"Americans","surface_form":"American","offset":76},{"uri":"Actor","surface_form":"actor","offset":85},{"uri":"Home_Alone","surface_form":"Home Alone","offset":209},{"uri":"Movie","surface_form":"movie","offset":221},{"uri":"Christopher_%27Kit%27_Culkin","surface_form":"Christopher 'Kit' Culkin","offset":422},{"uri":"Pizza","surface_form":"pizza","offset":1119},{"uri":"Mila_Kunis","surface_form":"Mila Kunis","offset":1338},{"uri":"Jordana_Lane_Price","surface_form":"Jordana Lane Price","offset":1414},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":1617},{"uri":"Child_sexual_abuse","surface_form":"child molestation","offset":1773},{"uri":"Godfather","surface_form":"godfather","offset":2006},{"uri":"Debbie_Rowe","surface_form":"Debbie Rowe","offset":2051}]}