{"id":105689,"url":"http://en.wikipedia.org/wiki/Tularemia","text":"e=\"preserve\">Tularemia (also called \"Goblin Fever\", \"deer-fly fever\", \"Ohara fever\" and \"Francis disease\") is a disease. Usually rodents get it. It is caused by a bacterium, \"Francisella tularensis\". There have been cases where the disease spread to humans. The disease can be treated with antibiotics.\nTularemia as a biological weapon.\nBy the late 1950s the US biological warfare program was focused mostly on tularemia as a biological agent. The Schu S4 strain was standardized as Agent UL for use in the M143 bursting spherical bomblet. It was a lethal biological with an anticipated fatality rate of 40 to 60 percent. The rate-of-action was around three days, with a duration-of-action of one to three weeks (treated) and two to three months (untreated) with frequent relapses. UL was streptomycin resistant. The aerobiological stability of UL was a major concern, being sensitive to sun light, and losing virulence over time after release.\nThe United States later changed the military symbol for UL to TT (wet-type) and ZZ (dry-type) in an effort to retain security on the identity of military biologicals. When the 425 strain was standardized as agent JT (an incapacitant rather than lethal agent), the Schu S4 strain's symbol was changed again to SR.\nNo vaccine is available to the general public. The best way to prevent tularemia infection is to wear rubber gloves when handling or skinning rodents or lagomorphs (as rabbits), avoid ingesting uncooked wild game and untreated water sources, and wearing long-sleeved clothes and using an insect repellent to prevent tick bites.\nDocumented outbreaks.\nIn summer 2000, an outbreak of tularemia in Martha's Vineyard resulted in one dead person. It brought the interest of the CDC as a potential investigative ground for aerosolized \"Francisella tularensis\". Over the following summers, Martha's Vineyard was identified as the only place in the world where documented cases of tularemia resulted from lawn mowing. The research may prove valuable in preventing bioterrorism.\nAn outbreak of tularemia occurred in Kosovo in 1999-2000.\nIn 2004, three researchers at Boston University Medical Center were accidentally infected with \"F. tularensis\", after apparently failing to follow safety procedures.\nIn 2005, small amounts of \"F. tularensis\" were detected in the Mall area of Washington, DC the morning after an anti-war demonstration on September 24, 2005. Biohazard sensors were triggered at six locations surrounding the Mall. To this date, no cases of tularemia infection have been reported as a result.\nIn 2007, a lab of Boston University's Center for Advanced Biomedical Research, where \"F. tularensis\" were being kept for research, was evacuated after smoke set off alarms. An investigation has later determined that an electrical problem was the culprit, and no bacterial contamination was found.\nIn July 2007, an outbreak was reported in the Spanish autonomous region of Castile and León and traced to the plague of voles infesting the region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"disease","offset":112},{"uri":"Rodent","surface_form":"rodent","offset":129},{"uri":"Bacterium","surface_form":"bacterium","offset":163},{"uri":"Francisella","surface_form":"Francisella","offset":175},{"uri":"Antibiotics","surface_form":"antibiotics","offset":290},{"uri":"Biological_warfare","surface_form":"biological warfare","offset":362},{"uri":"Vaccine","surface_form":"vaccine","offset":1261},{"uri":"Lagomorpha","surface_form":"lagomorphs","offset":1411},{"uri":"Insect_repellent","surface_form":"insect repellent","offset":1546},{"uri":"Martha%27s_Vineyard","surface_form":"Martha's Vineyard","offset":1652},{"uri":"Bioterrorism","surface_form":"bioterrorism","offset":2013},{"uri":"Kosovo","surface_form":"Kosovo","offset":2064},{"uri":"September_24","surface_form":"September 24","offset":2389},{"uri":"2005","surface_form":"2005","offset":2403},{"uri":"Castile_and_Le%C3%B3n","surface_form":"Castile and León","offset":2931},{"uri":"Vole","surface_form":"vole","offset":2976}]}