{"id":105789,"url":"http://en.wikipedia.org/wiki/Brett_Favre","text":"Brett Lorenzo Favre (born October 10, 1969, in Gulfport, Mississippi, United States) is a former American football quarterback in the National Football League. He played college football for the Southern Miss Golden Eagles. Favre was known for his controversy as well, especially his retirement saga and sexual abuse scandal with New York and failure to cooperate in the investigation, for which he was fined $50 thousand. Favre is also well known for his love of the outdoors and his \"iron man\" reputation earned for his toughness, which helped him in cold Wisconsin and Minnesota. He was a color anylst for one 2011 college game.\nChildhood.\nBrett weighed 9 pounds 15 ounces when he was born on Oct. 10, 1969. He had several brothers with whom he played baseball and football.\nCollege.\nFavre started at the quarterback position for The University of Southern Mississippi for four solid years.\nAtlanta Falcons.\nFavre was chosen in the second round of the 1991 NFL Draft by the Atlanta Falcons. He threw two interceptions.\nGreen Bay Packers.\nOn February 10, 1992, after a season with the Falcons, he was traded to the Green Bay Packers on for the 19th pick in the 1992 NFL Draft. He became the Packers' starting quarterback in 1992, then started every game after the 1992 season until the end of the 2007 season with the Packers. He was the MVP of Super Bowl XXXI, which was especially notable because Favre was previously addicted to pain killers that he took. On November 4, 2007, Favre became the third to beat the other 31 teams after beating the Kansas City Chiefs at Arrowhead Stadium. The 2008 NFC Championship game against the New York Giants would be Brett Favre's last game as a Packer in which the Pack lost in overtime when Favre threw an interception. The interception is Favre's last pass as a Packer. Despite many interceptions, Favre had a great career with Green Bay. In 2008 he said that he would retire, but later changed his mind before the 2008 season start. The Packers stuck with the decision to start a younger player, Aaron Rodgers, as their quarterback.\nNew York Jets.\nFavre was dealt to the New York Jets. He and the Jets started off the season well, but Favre got hurt down the stretch. That injury was not reported by the Jets, who had to pay a $125,000 fine. Favre ended the season with 22 touchdown passes and 22 interceptions.\nMinnesota Vikings.\nHe retired again after the season, but came out of retirement another time to play for the Minnesota Vikings for the 2009 season. Favre actually had the best statistical season of his career in 2009, throwing for 34 touchdowns next to seven interceptions for Minnesota. However, his season ended with an interception by Tracy Porter in a loss to the New Orleans Saints in the NFC Championship. After this, he decided to play for the Vikings in 2010 as well, but threw only 11 touchdowns next to 19 interceptions as he and the franchise struggled. Favre was often injured, and retired for good after the season ended.\nRecords.\nFavre started 297 games in a row at quarterback from 1992 to 2010. He became the first quarterback to lead his team to victory over all of the NFL's 32 teams after defeating the Chiefs on November 4, 2007. Seven years later, Peyton Manning would accomplish this feet after defeating the Indianapolis Colts (his former team), in their opener. In 2007 against the Vikings, he also threw his 421st career touchdown pass, setting another record.\nPersonal.\nDespite contoversy, Favre also has an interesting personal life. He is an endorser (does commercials/advertisements) for Wrangler Jeans and is famous for his love of the outdoors. Favre is married and even has a grandson. He is active with charity, as he started the Favre Fourward Foundation.\nAfter Last Retirement.\nIn 2012, Favre started a Twitter account, which Favre later claimed (said) was hacked.\nAlso in 2012, a New Orleans Saints play for pay program was exposed. Former New Orleans defensive coodinator Gregg Williams had paid players to deliver especially hard and/or illegal hits on an opposing player. Such activity is against NFL rules. Favre had taken some especially hard hits with the Vikings against the Saints, especially in the NFC Championship loss in 2009. Favre said that he was not angry, but instead \"happy that the truth came out.\"","categories":[],"infobox_types":["NFL biography"],"annotations":[{"uri":"Gulfport%2C_Mississippi","surface_form":"Gulfport, Mississippi","offset":47},{"uri":"United_States","surface_form":"United States","offset":70},{"uri":"American_football","surface_form":"American football","offset":97},{"uri":"National_Football_League","surface_form":"National Football League","offset":134},{"uri":"College_football","surface_form":"college football","offset":170},{"uri":"Southern_Miss_Golden_Eagles","surface_form":"Southern Miss Golden Eagles","offset":195},{"uri":"New_York","surface_form":"New York","offset":330},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":558},{"uri":"Minnesota","surface_form":"Minnesota","offset":572},{"uri":"College","surface_form":"college","offset":618},{"uri":"The_University_of_Southern_Mississippi","surface_form":"The University of Southern Mississippi","offset":833},{"uri":"1991_NFL_Draft","surface_form":"1991 NFL Draft","offset":955},{"uri":"Atlanta_Falcons","surface_form":"Atlanta Falcons","offset":977},{"uri":"Green_Bay_Packers","surface_form":"Green Bay Packers","offset":1117},{"uri":"1992_NFL_Draft","surface_form":"1992 NFL Draft","offset":1163},{"uri":"Super_Bowl_XXXI","surface_form":"Super Bowl XXXI","offset":1347},{"uri":"Kansas_City_Chiefs","surface_form":"Kansas City Chiefs","offset":1550},{"uri":"Arrowhead_Stadium","surface_form":"Arrowhead Stadium","offset":1572},{"uri":"New_York_Giants","surface_form":"New York Giants","offset":1634},{"uri":"Green_Bay_Packers","surface_form":"Green Bay","offset":1873},{"uri":"Aaron_Rodgers","surface_form":"Aaron Rodgers","offset":2042},{"uri":"New_York_Jets","surface_form":"New York Jets","offset":2117},{"uri":"Minnesota_Vikings","surface_form":"Minnesota Vikings","offset":2468},{"uri":"Minnesota","surface_form":"Minnesota","offset":2636},{"uri":"Tracy_Porter","surface_form":"Tracy Porter","offset":2697},{"uri":"New_Orleans_Saints","surface_form":"New Orleans Saints","offset":2727},{"uri":"2014_Denver_Broncos_season","surface_form":"Seven years later","offset":3209},{"uri":"Peyton_Manning","surface_form":"Peyton Manning","offset":3228},{"uri":"Indianapolis_Colts","surface_form":"Indianapolis Colts","offset":3290},{"uri":"Wrangler_Jeans","surface_form":"Wrangler Jeans","offset":3576},{"uri":"Twitter","surface_form":"Twitter","offset":3797},{"uri":"New_Orleans_Saints","surface_form":"New Orleans Saints","offset":3875},{"uri":"New_Orleans","surface_form":"New Orleans","offset":3935},{"uri":"Gregg_Williams","surface_form":"Gregg Williams","offset":3968}]}