{"id":105837,"url":"http://en.wikipedia.org/wiki/Los_Angeles_Chargers","text":"The Los Angeles Chargers are a professional American football team from the Los Angeles metropolitan area. They are currently part of the Western Division of the American Football Conference (AFC) in the National Football League (NFL). The team first played in 1960 as a charter member of the American Football League. The club spent its first season in Los Angeles before moving to San Diego in 1961, becoming the San Diego Chargers and spending 56 seasons in that city before moving back to the Los Angeles area from 2017 to 2019. The team played at Dignity Health Sports Park, a soccer stadium in suburban Carson that serves as home to the LA Galaxy of Major League Soccer. They will join the Los Angeles Rams in 2020 at SoFi Stadium that the Rams are building in another Los Angeles suburb, Inglewood.\nFrom 2007 to 2019, Phillip Rivers was their starting quarterback. The current quarterback is Justin Herbert. The original team logo was a charging horse. Over time, the logo evolved into a lightning bolt, a play on a different meaning of \"charge\". The team wears navy blue jerseys and white pants for most home games, white jerseys and navy pants for road games, and powder blue jerseys with white pants for designated home games. There is a gold bolt on the jersey that is outlined in both powder blue and navy.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_football","surface_form":"American football","offset":44},{"uri":"Los_Angeles_metropolitan_area","surface_form":"Los Angeles metropolitan area","offset":76},{"uri":"National_Football_League","surface_form":"National Football League","offset":204},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":354},{"uri":"Dignity_Health_Sports_Park","surface_form":"Dignity Health Sports Park","offset":552},{"uri":"Carson%2C_California","surface_form":"Carson","offset":609},{"uri":"LA_Galaxy","surface_form":"LA Galaxy","offset":643},{"uri":"Major_League_Soccer","surface_form":"Major League Soccer","offset":656},{"uri":"Los_Angeles_Rams","surface_form":"Los Angeles Rams","offset":696},{"uri":"SoFi_Stadium","surface_form":"SoFi Stadium","offset":724},{"uri":"Inglewood%2C_California","surface_form":"Inglewood","offset":795},{"uri":"Phillip_Rivers","surface_form":"Phillip Rivers","offset":825},{"uri":"Quarterback","surface_form":"quarterback","offset":859},{"uri":"Justin_Herbert","surface_form":"Justin Herbert","offset":899},{"uri":"Jersey_(clothing)","surface_form":"jerseys","offset":1130}]}