{"id":106040,"url":"http://en.wikipedia.org/wiki/Wolong_National_Nature_Reserve","text":"e=\"preserve\">Wolong National Nature Reserve is a national park in Sichuan Province, People's Republic of China. It was established in 1963. The reserve has an area of about 200,000 hectares. There are over 4,000 different species recorded in the reserve. Wolong National Nature Reserve houses more than 150 highly endangered giant pandas.\nIn June 1980, the China Research and Conservation Center for the Giant Panda was established. The World Wildlife Fund (WWF) and the Chinese government cooperated to establish the center. Researchers have made trials on how to breed the giant pandas. They have successfully bred 66 panda cubs.\nA mountain stream runs through the Wolong Valley (where the Reserve is); the stream is heavily armoured with boulders and smaller rounded stones. Stream waters are rather alkaline with pH levels in the range of 8.91. (Hogan, 2007) Water quality turbidity is quite high due to extensive sand and gravel mining in stream.\nAccording to a 2001 research by Dr. Jianguo Liu of Michigan State University, the rate of destruction is higher after the reserve's creation than before its creation. Using NASA's satellite images and records of the number of people there, Liu's research team concluded that due to tourism and the increase in the number of people, the reserve is facing an unprecedented threat. \"Tourists do not think they have an impact on panda habitat, but indirectly each visitor has some impact,\" Liu said. \"We do not see ourselves as a destructive force, but we are.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"National_park","surface_form":"national park","offset":49},{"uri":"Sichuan_Province","surface_form":"Sichuan Province","offset":66},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":84},{"uri":"Hectare","surface_form":"hectare","offset":181},{"uri":"Giant_panda","surface_form":"giant panda","offset":325},{"uri":"World_Wildlife_Fund","surface_form":"World Wildlife Fund (WWF)","offset":437},{"uri":"Alkaline","surface_form":"alkaline","offset":803},{"uri":"PH","surface_form":"pH","offset":817},{"uri":"Water_quality","surface_form":"Water quality","offset":863},{"uri":"Turbidity","surface_form":"turbidity","offset":877},{"uri":"Gravel","surface_form":"gravel","offset":927},{"uri":"Michigan_State_University","surface_form":"Michigan State University","offset":1003},{"uri":"NASA","surface_form":"NASA","offset":1125},{"uri":"Tourism","surface_form":"tourism","offset":1234}]}