{"id":106051,"url":"http://en.wikipedia.org/wiki/Convergent_evolution","text":"Convergent evolution is a process in biology. It occurs when two species from unrelated lines develop the same traits or features. This happens because they live in similar habitats, and have to develop solutions to the same kind of problems.\nSimilarity in traits can occur in two ways. Both species might have acquired the trait by descent from a common ancestor. In this case the structures are homologous. An example is the tetrapod limb, which has been inherited from early tetrapods in the late Devonian/early Carboniferous, about 360 million years ago. On the other hand, both might be independent adaptations to similar conditions in their habitat. In this case the structures are analogous. Convergent evolution leads to analogous features.\nExamples.\nExamples of convergent evolution are extremely numerous: it is an important feature of evolution.\nParallelophyly.\nParallelophyly is the special case where two or more lines with a close common ancestor acquire the same character independently. Cichlid fish in Lake Tanganyika in East Africa have developed the same feeding method in six different lines. Stalked eyes occur irregularly and independently in acalypteran flies. They have clearly inherited the genetic capacity for such eyes. This capacity is selected only in some lines.p62, 225","categories":[],"infobox_types":[],"annotations":[{"uri":"Biology","surface_form":"biology","offset":37},{"uri":"Species","surface_form":"species","offset":65},{"uri":"Trait_(biology)","surface_form":"traits","offset":111},{"uri":"Habitat","surface_form":"habitat","offset":173},{"uri":"Species","surface_form":"species","offset":292},{"uri":"Common_ancestor","surface_form":"common ancestor","offset":348},{"uri":"Devonian","surface_form":"Devonian","offset":500},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":515},{"uri":"Adaptation","surface_form":"adaptation","offset":604},{"uri":"Habitat","surface_form":"habitat","offset":647},{"uri":"Cichlid","surface_form":"Cichlid","offset":1003},{"uri":"Fish","surface_form":"fish","offset":1011},{"uri":"Lake_Tanganyika","surface_form":"Lake Tanganyika","offset":1019},{"uri":"East_Africa","surface_form":"East Africa","offset":1038},{"uri":"Fly","surface_form":"flies","offset":1177},{"uri":"Genetic","surface_form":"genetic","offset":1216}]}