{"id":106115,"url":"http://en.wikipedia.org/wiki/P%C3%A8re_David%27s_deer","text":"Père David's deer (\"Elaphurus davidianus\") is a species of deer. It is also known as \"Milu\" (麋鹿) in Chinese. In the past it went extinct in the wild and existed only in captivity. However, it has been reintroduced to the wild in some areas. It likes marshland, and is believed to be native to the subtropics. It eats a mixture of grass and water plants.\nCharacteristics.\nAdults weigh between and. They have a nine-month gestation period, and one or two fawns are born at a time. They reach maturity at about 14 months, and have been known to reach the age of 23 years.\nPère David's deer has a long tail, wide hooves, and branched antlers. Adults have summer coats that are bright red with a dark dorsal stripe, and dark gray winter coats. The fawns are spotted.\nPopulation.\nThis species of deer is native to China. By the late 19th century, the deer had become extinct in the wild. The only remaining herd belonged to the was Chinese emperor. He kept the deer in a royal hunting park in the southern part of Beijing. In 1895, a flood washed away part of the wall and some of the deer escaped. Most of these were then killed and eaten by the local population. This left fewer than 30 deer left in the park. Then in 1900, the park was occupied by German and Japanese soldiers during the Boxer Rebellion. These killed and ate the remaining deer. This left the deer nearly extinct in China. The last known deer in the wild in China was shot in 1939 near the Yellow Sea.\nA few animals had been taken illegally to Europen countries to be put on show. In 1900, Herbrand Russell was determined to save the deer. He bought all that remained in captivity in Europe and brought them to Woburn Abbey, England. The deer survived through both World Wars due to the efforts of Russell and his son, Hastings. The current world population comes from this herd, and can be found in zoos around the world.\nThe deer began to be reintroduced in the wild in 1985, with a herd of 20 deer. These were placed in Nan Haizi Milu Park, Beijing, and Dafeng Reserve, Jiangsu Province, China. Other herds were added in 1986 and 1987. By 2005, the wild population had increased to about 2,000.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":48},{"uri":"Deer","surface_form":"deer","offset":59},{"uri":"Captivity_(animal)","surface_form":"captivity","offset":169},{"uri":"Species_reintroduction","surface_form":"reintroduced","offset":201},{"uri":"Marsh","surface_form":"marsh","offset":250},{"uri":"Gestation","surface_form":"gestation","offset":420},{"uri":"Fawn","surface_form":"fawn","offset":453},{"uri":"Antler","surface_form":"antler","offset":630},{"uri":"Emperor","surface_form":"emperor","offset":934},{"uri":"Beijing","surface_form":"Beijing","offset":1008},{"uri":"Germans","surface_form":"German","offset":1245},{"uri":"Japan","surface_form":"Japanese","offset":1256},{"uri":"Boxer_Rebellion","surface_form":"Boxer Rebellion","offset":1285},{"uri":"Illegal","surface_form":"illegal","offset":1495},{"uri":"Europe","surface_form":"Europe","offset":1508},{"uri":"Duke_of_Bedford","surface_form":"Herbrand Russell","offset":1554},{"uri":"Woburn_Abbey","surface_form":"Woburn Abbey","offset":1675},{"uri":"England","surface_form":"England","offset":1689},{"uri":"Species_reintroduction","surface_form":"reintroduced","offset":1908},{"uri":"Nan_Haizi_Milu_Park","surface_form":"Nan Haizi Milu Park","offset":1987},{"uri":"Beijing","surface_form":"Beijing","offset":2008},{"uri":"Dafeng_Reserve","surface_form":"Dafeng Reserve","offset":2021},{"uri":"Jiangsu","surface_form":"Jiangsu","offset":2037}]}