{"id":106163,"url":"http://en.wikipedia.org/wiki/Red_fox","text":"The red fox (\"Vulpes vulpes\") is a mammal of the order Carnivora. It is the biggest and most well-known species of fox. Red foxes are sometimes hunted for sport, or killed as pests or carriers of rabies.\nDescription.\nRed foxes have long legs, pointed triangular black ears, a pointed snout, and a long bushy tail with a white tail tip. Like a cat's, the fox's thick tail helps it balance, but it has other uses as well. The tail (or \"brush\") of a red fox can be like a flag to communicate with other red foxes. The tail is also something of a food store.\nFoxes also communicate with each other by urinating on trees or rocks, like dogs sometimes do. Its back, sides, and head are usually covered with reddish-brown fur, and its neck and chest are covered with white fur. Its legs and paws are normally black.\nHunting behavior and diet.\nRed foxes hunt alone. Red foxes are omnivores. They feed on rodents, birds, rabbits, and other small animals. However, they will also eat fruit, vegetables, fish, frogs, lizards, eggs, insects and even worms. The red fox will continue to hunt even when it is full. It stores leftover food to eat later. When they are raised by humans domestically, they can also eat pet food. Red Foxes hunt mostly at night, sunset, and dawn.\nWhen prey has been detected, the fox crouches low to the ground and moves towards it, while attempting to minimize any noise or visual warnings. During the approach, the fox´s eyes remain on its prey. A chase starts once the fox has been seen. the prey escaping through dense bushes, or in the fox disabling it by biting it in the legs.\nMating.\nRed foxes usually mate in the winter. The vixen (female fox) normally gives birth to a litter of 2 to 12 pups. When red foxes are born, they are brown or gray. Although a new red coat usually grows in one month, some red foxes have other colored coats such as golden, reddish-brown, silver, or even black. The mother of the pups feed them at first by regurgitating food into their mouths.\nSleep.\nFoxes generally do not sleep in dens unless they are females who are giving birth to or raising cubs. Female foxes seek out dens made by other animals, like rabbits or badgers, but will dig their own den if necessary. Foxes in the wild curl up in a ball out in the open to sleep, keeping warm by covering themselves with their bushy tails. Foxes who live in urban areas may sleep under structures such as sheds.\nHabitat.\nIt is native to America, Asia, and Europe. It was introduced to Australia in the 19th century.\nOther websites.\nhttp://www.onekind.org/be_inspired/animals_a_z/fox_red/","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":35},{"uri":"Carnivora","surface_form":"Carnivora","offset":55},{"uri":"Fox","surface_form":"fox","offset":115},{"uri":"Hunt","surface_form":"hunt","offset":144},{"uri":"Rabies","surface_form":"rabies","offset":196},{"uri":"Triangle","surface_form":"triangular","offset":251},{"uri":"Balance","surface_form":"balance","offset":380},{"uri":"Flag","surface_form":"flag","offset":469},{"uri":"Urination","surface_form":"urinating","offset":597},{"uri":"Dog","surface_form":"dog","offset":631},{"uri":"Omnivore","surface_form":"omnivores","offset":872},{"uri":"Rodent","surface_form":"rodent","offset":896},{"uri":"Bird","surface_form":"bird","offset":905},{"uri":"Rabbit","surface_form":"rabbit","offset":912},{"uri":"Fruit","surface_form":"fruit","offset":974},{"uri":"Vegetable","surface_form":"vegetables","offset":981},{"uri":"Fish","surface_form":"fish","offset":993},{"uri":"Frog","surface_form":"frogs","offset":999},{"uri":"Lizard","surface_form":"lizards","offset":1006},{"uri":"Egg","surface_form":"eggs","offset":1015},{"uri":"Insect","surface_form":"insects","offset":1021},{"uri":"Worm","surface_form":"worms","offset":1038},{"uri":"The_Americas","surface_form":"America","offset":2440},{"uri":"Asia","surface_form":"Asia","offset":2449},{"uri":"Europe","surface_form":"Europe","offset":2459},{"uri":"Australia","surface_form":"Australia","offset":2488}]}