{"id":106430,"url":"http://en.wikipedia.org/wiki/Cyclone_Nargis","text":"Cyclone Nargis was a tropical cyclone. It was the first in the Indian Ocean in 2008. It was categorized as a Category 4 storm. It made landfall (went on land) in Myanmar (Burma) in April and May 2008. It was possibly one of the worst storms to have hit the country.\nThe United Nations estimated in its report that 1.5 million people were severely affected by this cyclone. Officially at least 78,000 were killed with 58,000 not found (missing); the figures however are still rising, and 80,000 were reported dead in just one town. After the disaster, the Burmese government has called for help in dealing with the situation. Some people say the government is having problems coping with the situation.\nMore recent reports from the government say that about 80,000 have died. Some non-governmental organizations estimate that the final number will be well over 100,000. Certain aid workers that came into the country estimate that 2 to 3 million are homeless, in the worst disaster in Burma’s history. They say it is comparable with the 2004 Indian Ocean tsunami. Andrew Kirkwood, country director of a British charity organisation said:\"We're looking at 50,000 dead and millions of homeless. I'd characterise it as unprecedented in the history of Burma. [It has had about the same effect as] the tsunami on individual countries. There might well be more dead than the tsunami caused in Sri Lanka.\" The United Nations says that up to 2.5 million people need help upgentltly. According to the same report, access to the affected regions has been cut off. The Red Cross says there could be up to 128,000 dead.\nThe storm caused the government to declare the five regions as disaster areas. - Yangon, Ayeyarwady, Bago Divisions, Mon and Kayin States. Thousands of buildings were destroyed; in the town of Labutta, located in the Ayeyarwady Division, state television reported that 75% of buildings had collapsed, and 20% had their roofs ripped off. It is believed that the cyclone is the deadliest tropical cyclone in the world since Hurricane Mitch in 1998, which killed about 18,000 people. At least 10,000 people have been reported to have died in the delta town of Bogale.\nA diplomat in the city of Yangon spoke to the Reuters news agency, giving them a description of the scene. He said that the area around him looked like a 'war zone' as a result of the cyclone. Burst sewage mains caused the landscape to flood with waste, ruining the rice crop. An official from the United Nations also talked about the situation, at the time of the event. \"It's a bad situation. Almost all the houses are smashed. People are in a terrible situation,\" he said. Another UN representative also talked about the incident. He reported that \"The Irrawaddy delta was hit extremely hard not only because of the wind and rain but because of the storm surge.\" The \"Daily Telegraph\", a UK newspaper, reported that food prices in Myanmar could be affected by this disaster.\nInternational Help.\nOn 6 May 2008, the Burma government representation in New York formally asked the United Nations for help. But in other ways, it remains resistant to the most basic assistance. As of 7 May 2008, the government of Burma has not officially endorsed international assistance, but stated that they are, \"willing to accept international assistance, preferably bilateral, government to government.\" The biggest challenge at present is obtaining visas for entry into the country.\nAccording to Thai Rath Newspaper of Thailand on 8 May 2008, in the afternoon (Bangkok time) of 7 May 2008, the Burmese junta permitted Italian flights containing relief supplies from the United Nations, and twenty-five tonnes of consumable goods, to land in Myanmar. However, many nations and organizations hope to deliver assistance and relief to Burma without delay. Most of their officials, supplies and stores are waiting in Thailand and at the Yangon airport, as the Burmese junta does not want to issue visas for many of those people. These political tensions raise the concern that some food and medical supplies might become unusable, even before the Burmese junta officially accepts the international relief effort.\nCyclone Nargis caused destruction in Burma, now officially called Myanmar.\nIt happened on 2 May 2008.\nThe storm was estimated to be category 4 (105 mph)\nCyclone Nargis Caused destruction and at least 138,000 fatalities. There were around 55,000 people missing and lots of other deaths were found in other places. In Sri Lanka the cyclone produced masses of rainfall which led to flooding and landslides across ten districts across the country. The districts Ratnapura and Kegalle were the most affected, where more than 3,000 families were dead. Thousands of houses were flooded, with 21 reported destroyed. As a result, the rainfall left 4,500 people homeless, and more than 35,000 people were affected on the island. Three people were reported injured on the island, with two others dead. The power of the cyclone lowered temperatures along the Indian coastline. Estimates of the people still missing were 53,836, with 84,537 confirmed dead already. Thousands more people were still missing or washed out at sea and drowned, it was feared up to 1 million people might have died in this disaster.\nThailand sent US $100,000 in supplies, thirty tones of medical supplies and twelve tones of food supplies. As well as this, Italy provided 30 tons of emergency relief equipment, like stretchers, generators, and water purifiers. Also, the United Kingdom committed ₤17 million. Australia gave $25 million and 31 tonnes of supplies, whilst Belgium sent €250,000. China sent $10 million in relief resources. France gave 1,500 tons of medicine, food, and water, and Germany sent $3.0 million. All to help the people who had been affected.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":21},{"uri":"Myanmar","surface_form":"Myanmar","offset":162},{"uri":"United_Nations","surface_form":"United Nations","offset":270},{"uri":"2004_Indian_Ocean_earthquake","surface_form":"Indian Ocean","offset":1041},{"uri":"Tsunami","surface_form":"tsunami","offset":1054},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1386},{"uri":"United_Nations","surface_form":"United Nations","offset":1402},{"uri":"Red_Cross","surface_form":"Red Cross","offset":1557},{"uri":"Yangon_Division","surface_form":"Yangon","offset":1688},{"uri":"Ayeyarwady_Division","surface_form":"Ayeyarwady","offset":1696},{"uri":"Bago_Division","surface_form":"Bago","offset":1708},{"uri":"Mon_State","surface_form":"Mon","offset":1724},{"uri":"Kayin_State","surface_form":"Kayin","offset":1732},{"uri":"Labutta","surface_form":"Labutta","offset":1800},{"uri":"Hurricane_Mitch","surface_form":"Hurricane Mitch","offset":2029},{"uri":"1998_Atlantic_hurricane_season","surface_form":"1998","offset":2048},{"uri":"Bogale","surface_form":"Bogale","offset":2164},{"uri":"United_Nations","surface_form":"United Nations","offset":2470},{"uri":"United_Nations","surface_form":"United Nations","offset":3052},{"uri":"Bilateral","surface_form":"bilateral","offset":3325},{"uri":"Visa","surface_form":"visa","offset":3409},{"uri":"Thai_Rath","surface_form":"Thai Rath Newspaper of Thailand","offset":3456}]}