{"id":106406,"url":"http://en.wikipedia.org/wiki/Gel_electrophoresis","text":"Gel electrophoresis is a technique used to separate mixtures like DNA and proteins. The separation is based on how positively or how negatively charged a molecule is, and its size. Gel electrophoresis uses a gel (like gelatin) and an electric field is put through the gel.\nThe word electrophoresis comes from –electro, because an electric field is used, and –phoresis, which means movement.\nGel.\nThe gel is made up of large and branched molecules called polymers. The amount of branches in the gel determines how easily molecules can squeeze through, depending on their size.\nIf there are a lot of branches, small molecules will be able to move through easily while big molecules will move through slowly or not at all. If there are few branches, both big and small molecules can move through more easily.\nCharge on the molecule.\nIf a large molecule has a big charge, its attraction to the opposite charge is also large. But, since the molecule is large, it will have a difficult time moving through the thick gel. In gel electrophoresis, large molecules are going to move slower.\nA small charged molecule will move through the gel more easily. Shorter molecules move faster and move further than longer ones because shorter molecules get through the pores of the gel more easily. This phenomenon is called \"sieving\".\nIf the molecule does not have any charge, it will not move.\nVisualization.\nAfter the gel has been run by applying the electric field, you can look to see where the molecules have moved to. To do this, different stains can be applied to the gel: this allows the molecules to be seen. The stain makes the places where the molecules moved to appear as colored bands. Stains that are used to look at proteins, such as Coomassie blue, can often been seen by the human eye under normal light. Stains that are used to look at DNA, such as ethidium bromide and GelGreen, can only be seen with the help of an ultraviolet lamp.\nDNA separation.\nGel electrophoresis is the most commonly used technique to study DNA. DNA is a very large molecule that contains genetic information. DNA can be broken down to smaller pieces of different sizes and these pieces are then separated using gel electrophoresis. DNA always has a negative charge, and moves towards the anode.\nProteins are large and complex molecules made of amino acids. Proteins can be studied by gel electrophoresis in two ways. One way is to take a mixture of proteins and separate them in the gel. The other way is to break down a single protein into smaller pieces. The smaller pieces can then be separated in the gel. Proteins can be positively or negatively charged. To separate proteins by size only, protein mixtures can be coated with a chemical called sodium dodecyl sulfate (SDS) to give all proteins a negative charge before putting the mixture into the gel.\nMedicine.\nIn medicine, there is a special type of electrophoresis called iontophoresis. Iontophoresis uses the same idea of gel electrophoresis to deliver drugs into the human body through the skin without using needles to inject the drug.","categories":[],"infobox_types":[],"annotations":[{"uri":"DNA","surface_form":"DNA","offset":66},{"uri":"Proteins","surface_form":"proteins","offset":74},{"uri":"Gel","surface_form":"gel","offset":208},{"uri":"Gelatin","surface_form":"gelatin","offset":218},{"uri":"Electric_field","surface_form":"electric field","offset":234},{"uri":"Polymers","surface_form":"polymers","offset":454},{"uri":"Staining","surface_form":"stains","offset":1529},{"uri":"Coomassie_blue","surface_form":"Coomassie blue","offset":1732},{"uri":"Ethidium_bromide","surface_form":"ethidium bromide","offset":1850},{"uri":"GelGreen","surface_form":"GelGreen","offset":1871},{"uri":"Ultraviolet_lamp","surface_form":"ultraviolet lamp","offset":1918},{"uri":"DNA","surface_form":"DNA","offset":2017},{"uri":"Proteins","surface_form":"Proteins","offset":2272},{"uri":"Amino_acids","surface_form":"amino acids","offset":2321},{"uri":"Medicine","surface_form":"medicine","offset":2848}]}