{"id":106541,"url":"http://en.wikipedia.org/wiki/Sauropod","text":"Sauropoda are an infraorder of saurischian (\"lizard-hipped\") dinosaurs. They had very long necks, long tails, small heads (in comparison to the rest of their body), and thick, pillar-like legs and peg-like teeth.\nThey are notable for the enormous sizes of some species. The group includes the largest animals ever to have lived on land. Well-known genera include \"Brachiosaurus\", \"Diplodocus\", \"Apatosaurus\" and \"Brontosaurus\".\nSauropods first appeared in the Upper Triassic period. Their probable ancestral group was the Prosauropoda.\nBy the Upper Jurassic (150 million years ago), sauropods had become widespread (especially the diplodocids and brachiosaurids). By the Upper Cretaceous, those groups had mainly been replaced by the titanosaurs, which had a near-global distribution. They were larger relatives of the brachiopods. As with all other non-avian dinosaurs, the titanosaurs died out in the Cretaceous–Paleogene extinction event. Fossilised remains of sauropods have been found on every continent, including Antarctica.\nThe name Sauropoda was coined by O.C. Marsh in 1878. Sauropods are one of the most recognizable groups of dinosaurs, and have become a fixture in popular culture due to their large sizes. Complete sauropod fossil finds are rare. Many species, especially the largest, are known only from isolated and disarticulated bones. Many near-complete specimens lack heads, tail tips and limbs.\nSauropod necks.\nThere is a long-running debate about sauropod necks. How flexible were they, how high or low was the neck in life: these are some of the issues. Many displays in museums are faulty. A review of the issues is available in free text.\nHere's another view: \"Sauropods held their necks erect\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_(biology)","surface_form":"infraorder","offset":17},{"uri":"Saurischia","surface_form":"saurischia","offset":31},{"uri":"Dinosaur","surface_form":"dinosaur","offset":61},{"uri":"Genus","surface_form":"genera","offset":348},{"uri":"Brachiosaurus","surface_form":"Brachiosaurus","offset":364},{"uri":"Diplodocus","surface_form":"Diplodocus","offset":381},{"uri":"Apatosaurus","surface_form":"Apatosaurus","offset":395},{"uri":"Brontosaurus","surface_form":"Brontosaurus","offset":413},{"uri":"Upper_Triassic","surface_form":"Upper Triassic","offset":460},{"uri":"Period_(geology)","surface_form":"period","offset":475},{"uri":"Prosauropoda","surface_form":"Prosauropoda","offset":522},{"uri":"Upper_Jurassic","surface_form":"Upper Jurassic","offset":543},{"uri":"Diplodocid","surface_form":"diplodocid","offset":631},{"uri":"Brachiosaur","surface_form":"brachiosaur","offset":647},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":671},{"uri":"Titanosaur","surface_form":"titanosaur","offset":734},{"uri":"Cretaceous%E2%80%93Paleogene_extinction_event","surface_form":"Cretaceous–Paleogene extinction event","offset":903},{"uri":"Fossil","surface_form":"Fossil","offset":942},{"uri":"Antarctica","surface_form":"Antarctica","offset":1020},{"uri":"O.C._Marsh","surface_form":"O.C. Marsh","offset":1065}]}