{"id":106613,"url":"http://en.wikipedia.org/wiki/LeBron_James","text":"LeBron Raymone James Sr. (born December 30, 1984 in Akron, Ohio) is an American professional basketball player who plays in the National Basketball Association (NBA) on the Los Angeles Lakers.\nThe Cleveland Cavaliers picked him in the 2003 NBA Draft with the first pick in the draft. James did not play college basketball, and entered the NBA Draft immediately after high school. He went to high school in Akron, Ohio.\nJames played with the Cavaliers for his first seven seasons. During that time, he was one of the NBA's top scorers. He was selected as an All-Star several times. In 2007, he led Cleveland to the NBA Finals. He was the Most Valuable Player (MVP) of the NBA for the 2008-09 NBA season and 2009-10 NBA season. In his MVP years, Cleveland had the best record in the NBA, but did not make it to the NBA Finals.\nOn July 8, 2010, on a show in ESPN called \"The Decision\" LeBron said that he would next play for the Miami Heat. On December 2, 2010, James played in Cleveland for the first time since leaving, scoring 38 points for the Heat as they beat the Cavaliers, 118-90. Many fans angry at James for leaving Cleveland booed him throughout the game and held up signs with negative statements against James.\nIn the 2011 season the Miami Heat came in second place right behind the Chicago Bulls lead by Derick Rose in the NBA. They made it to the finals of the NBA and lost in six games to the Dallas Mavericks This caused celebration in Cleveland because they hated Lebron for what he did to him.\nIn the 2012 Finals, LeBron James won his first championship after the Miami Heat defeated the Oklahoma City Thunder 4-1 games, after battling with the Boston Celtics 4-3 games the previous round. The next year, LeBron James won his second title when the Heat defeated the San Antonio Spurs in seven games. In both years he won the MVP title of finals and of regular season.\nIn 2014, James competed a very good regular season but he wasn't the MVP. In the 2014 Finals, the Heat's Finals streak ended after being defeated by the San Antonio Spurs in five games (4-1). Shortly after those Finals had ended, LeBron James said he would use an early termination option in his contract, leaving the Miami Heat and becoming a free agent. He said this on June 24, 2014.\nThen, on June 25, 2014, in a first-person essay in \"Sports Illustrated,\" he said he would return to the Cleveland Cavaliers. On July 12, 2014, James signed a two-year, $42.1 million contract to return to the Cavaliers. The deal also contains an option to become a free agent again after the 2014–15 NBA season.\nIn 2015, he took the Cleveland Cavaliers to the NBA Finals, without Kevin Love but lost to the Golden State Warriors in 6 games after losing Kyrie Irving after he had an ankle injury. The following year he again took the Cavs to the finals against the Warriors and made history when he led the Cleveland Cavaliers to an NBA championship after being down 3-1 games. No team had ever come back from a 3-1 deficit in the Finals before then. He had a historic moment where he blocked Andre Iguodala on possibly the game winning layup.","categories":[],"infobox_types":[],"annotations":[{"uri":"December_30","surface_form":"December 30","offset":31},{"uri":"1984","surface_form":"1984","offset":44},{"uri":"Akron%2C_Ohio","surface_form":"Akron, Ohio","offset":52},{"uri":"Americans","surface_form":"American","offset":71},{"uri":"Basketball","surface_form":"basketball","offset":93},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":128},{"uri":"Los_Angeles_Lakers","surface_form":"Los Angeles Lakers","offset":173},{"uri":"Cleveland_Cavaliers","surface_form":"Cleveland Cavaliers","offset":197},{"uri":"NBA_Draft","surface_form":"NBA Draft","offset":240},{"uri":"College_basketball","surface_form":"college basketball","offset":303},{"uri":"NBA_draft","surface_form":"NBA Draft","offset":339},{"uri":"Akron%2C_Ohio","surface_form":"Akron, Ohio","offset":406},{"uri":"NBA_Finals","surface_form":"NBA Finals","offset":614},{"uri":"Most_Valuable_Player","surface_form":"MVP","offset":659},{"uri":"Miami_Heat","surface_form":"Miami Heat","offset":926},{"uri":"Dallas_Mavericks","surface_form":"Dallas Mavericks","offset":1406},{"uri":"Oklahoma_City_Thunder","surface_form":"Oklahoma City Thunder","offset":1604},{"uri":"Boston_Celtics","surface_form":"Boston Celtics","offset":1661},{"uri":"San_Antonio_Spurs","surface_form":"San Antonio Spurs","offset":1782},{"uri":"Contract","surface_form":"contract","offset":2180},{"uri":"Sports%C2%A0Illustrated","surface_form":"Sports Illustrated","offset":2323},{"uri":"National_Basketball_Association","surface_form":"2014–15 NBA season","offset":2562},{"uri":"Kevin_Love","surface_form":"Kevin Love","offset":2650},{"uri":"Kyrie_Irving","surface_form":"Kyrie Irving","offset":2723},{"uri":"Cleveland_Cavaliers","surface_form":"Cavs","offset":2803},{"uri":"Cleveland_Cavaliers","surface_form":"Cleveland Cavaliers","offset":2876},{"uri":"NBA_Finals","surface_form":"NBA championship","offset":2902}]}