{"id":106915,"url":"http://en.wikipedia.org/wiki/Coin_collecting","text":"Coin collecting is the hobby of keeping different coins. Some people do it just for pleasure, while others collect coins for the history of the coins. People can collect coins that are old, rare, beautiful or just interesting.\nCoin collecting is a very old hobby. Even Julius Caesar collected coins. Some coins are very expensive, because more people want them than there are copies of the coin. Some coin collectors like to collect one coin of each date, or one coin of each King or Queen of a country.\nThe condition of a coin is very important in finding the value of the coin for collectors. Some coins which are worth almost nothing in poor condition can be worth thousands of times as much in new condition. The term \"mint condition\" means the coin has never been used (\"in circulation\"), just like it came out of the mint where it was made.\nThe largest group of American coin collectors is the American Numismatic Association, while the Royal Numismatic Society, which was started in 1826, is one of the largest societies outside the US.\nMany catalogs are produced around the world, generally for the coins of the country where the catalog is produced. In the U.S., one guide, the \"Red Book\" has been produced annually since 1946. In the U.K., the coin dealer Seaby produced catalogs on U.K. coins as well as ancient coins. The catalogs were purchased by Spink's in 1996 and are continuing under the Spink's name. Spink's was founded in 1666.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old","surface_form":"old","offset":185},{"uri":"Beauty","surface_form":"beautiful","offset":196},{"uri":"Hobby","surface_form":"hobby","offset":257},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":269},{"uri":"Coin","surface_form":"coin","offset":305},{"uri":"Date","surface_form":"date","offset":450},{"uri":"King","surface_form":"King","offset":476},{"uri":"Queen","surface_form":"Queen","offset":484},{"uri":"Country","surface_form":"country","offset":495},{"uri":"Mint_(money)","surface_form":"mint","offset":823}]}