{"id":107042,"url":"http://en.wikipedia.org/wiki/Cancu%C3%A9n","text":"e=\"preserve\">Cancuén is an archaeological site of the pre-Columbian Maya civilization, It can be found in the Pasión subregion of the central Maya lowlands. It is located in the present-day Guatemalan Department of El Petén. The city is famous because it has one of the largest palaces in the Maya world.\nAncient Cancuén.\nCancuén was a major city during the Classic Period. It reached its peak during the seventh century A.D. The city was a major trade center. Especially jade, pyrite and obsidian were traded there. Its strategic position on the Río Pasion helped it dominate trade in the region. Tajal Chan Ahk, one of the city's most powerful rulers, built the city's palace in 770 A.D. The palace covered nearly 23,000 square meters and contained 200 rooms, making it the largest in the Maya area. The city had two ball courts, a large marketplace and a dock on La Pasion River. There are only few large temples or burial sites in the city; it is thought that the inhabitants of Cancuén worshipped and buried their dead in the mountains near the city. Several dozen bodies dressed in royal garments were discovered near the base of the central pyramid. Investigations have shown that the bodies, including the city's ruler at the time, Kan Maax, had been executed and dumped in a cistern. The massacre occurred around 800 A.D., at the time when the Mayan civilization collapsed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Archaeology","surface_form":"archaeological site","offset":27},{"uri":"Pre-Columbian","surface_form":"pre-Columbian","offset":54},{"uri":"Maya_civilization","surface_form":"Maya civilization","offset":68},{"uri":"Pasi%C3%B3n_River","surface_form":"Pasión","offset":110},{"uri":"Guatemala","surface_form":"Guatemala","offset":190},{"uri":"El_Pet%C3%A9n","surface_form":"El Petén","offset":215},{"uri":"7th_century","surface_form":"seventh century A.D","offset":405},{"uri":"Jade","surface_form":"jade","offset":472},{"uri":"Pyrite","surface_form":"pyrite","offset":478},{"uri":"Obsidian","surface_form":"obsidian","offset":489},{"uri":"Tajal_Chan_Ahk","surface_form":"Tajal Chan Ahk","offset":598},{"uri":"Ball_court","surface_form":"ball court","offset":819},{"uri":"Pasion_River","surface_form":"Pasion River","offset":869},{"uri":"Kan_Maax","surface_form":"Kan Maax","offset":1240},{"uri":"Cistern","surface_form":"cistern","offset":1284},{"uri":"800","surface_form":"800","offset":1322}]}