{"id":107046,"url":"http://en.wikipedia.org/wiki/Pridon_Khalvashi","text":"e=\"preserve\">Pridon Khalvashi (; born 17 May 1925 – July 8 2010) is one of the famous Georgian writers who contributed Georgian poetry and literature, as well as its political and social life.\nEarly life.\nHe was born in western Georgia, in mountainous village of Adjara, called Gegelidzeebi on 17th of May in 1925.\nIn 1938-1940 he studied at cultural-educational centre of Batumi and in 1950 he graduated Batumi Pedagogical Institute. The starting point of his career is 1949, when his first book of poems called \"In the country of Sun\" was published.\nWriting.\nThe poetry of Pridon Khalvashi is created on the basis of historical tragedy of south-western Georgia. At the end of 16th century, the south-western part of Georgia was occupied by the Ottoman Empire. Since then, the region of Ajara, where the writer was born became a part of Turkey until the end of 19th century. His poems and novels express the idea of national unity and feelings that Adjarians experienced while they were under the rule of Turkey.\nPridon Khalvashi is the author of more than 20 poetry books such as \"Thought at Chorokhi\" (1960), \"Please\" (1962), \"Consolation\" (1969). Pridon Khalvashi wrote several dramatic compositions, \"The Call of Khikhani\" (1958), \"The Survived Eternity\" (1959) and \"Weeping of the Vine\" (1962) that were performed at different Georgian theatres. Pridon Khalvashi's poems are translated into several foreign languages such as Russian and Turkish. For the book of poetry called \"Hundred Sun of the Mother's Heart\", he was awarded by Shota Rustaveli State Prize in 1979.\nPolitics.\nFrom 1995 to 1999, Khalvashi was a member of the Georgian Parliament, serving as a member of the Committee On Education, Science and Culture; member of the Committee On Migration and the Compatriots Residing Abroad; and member of Revival Faction. He was also the former head of the Ajar branch of the Georgian writer's union.\nDied.\nPridon Khalvashi died on July 8, 2010 in Village Gegelidzeebi, Adjara, Georgia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Georgia_(country)","surface_form":"Georgian","offset":86},{"uri":"Writer","surface_form":"writer","offset":95},{"uri":"Poetry","surface_form":"poetry","offset":128},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":228},{"uri":"Poetry","surface_form":"poetry","offset":565},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":746},{"uri":"Turkey","surface_form":"Turkey","offset":838},{"uri":"Theatre","surface_form":"theatre","offset":1342},{"uri":"Russia","surface_form":"Russia","offset":1431},{"uri":"Education","surface_form":"Education","offset":1694},{"uri":"Science","surface_form":"Science","offset":1705},{"uri":"Culture","surface_form":"Culture","offset":1717},{"uri":"Migration","surface_form":"Migration","offset":1753},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":1987}]}