{"id":107031,"url":"http://en.wikipedia.org/wiki/Bobby_V","text":"Robert \"Bobby\" Wilson (born February 27, 1980), better known by his stage name Bobby V and formerly Bobby Valentino, is an American R&B singer.\nEarly life and career.\nBorn in Jackson, Mississippi, Bobby moved to Atlanta, Georgia where he attended North Atlanta High School. He returned there to appear in the debut episode of Once Upon A Prom aired on MTV May 19, 2007. He first entered the music scene in 1996, at that time using his real name - Bobby Wilson, with the now-defunct youth quartet Mista. Some years after Mista disbanded, he enrolled in Clark Atlanta University where he majored in Mass Communications, graduating in 2004 with a Bachelor of Arts degree in Mass Communications.\nDiscovered while singing on the bus, Bobby V first made his mark as the lead singer in the hit teen group, Mista. As a new found member of the Organized Noize Family, Bobby learned firsthand how great music was made from icons such as Outkast, TLC, and Goodie Mob. In 1996 the group released their self-titled debut album and produced chart topping single, \"Blackberry Molasses,\" which still remains a classic to this day. A second unreleased album was recorded with hit makers, Tim & Bob and Delite, but creative differences split the group. After earning his degree in 2003, Bobby returned to the studio full-time and changed his name to Valentino ignoring the fact that the name Bobby Valentino was already in use by a UK singer, songwriter and violinist. Bobby V tried to jump start his career by auditioning for the first season of the hit reality show American Idol, but was rejected by judges, Simon Cowell and Randy Jackson. However, with three albums of demos and by chance one of them got in the hands of multi-platinum recording artist Ludacris. Immediately impressed by his talents, Ludacris and his business partner, Chaka Zulu (president of DTP) signed V as the first R&B artist on Disturbing Tha Peace Records. Soon after, V was re-introduced to the world as a solo artist and featured on the hit single, \" Pimpin All Over The World \" off of Ludacris' multi-platinum selling album \" The Red Light District \" in 2004.\nDebut Album And Special Occasion.\nHis first single, 2005's \"Slow Down\", from his self-titled debut album became a top 10 hit on the U.S. Billboard Hot 100 chart, receiving a huge amount of radio and TV airplay. V released a second single from his debut album, the remixed \"Tell Me\" featuring Lil Wayne, and a third single \" My Angel.\"\nThe first single of his second album, Special Occasion is titled \"Turn the Page.\"The second single, \"Anonymous\" starring supermodel/co-writer of the song Amber Rives as his love interest and featuring Timbaland, was released and the video first aired on April 9, 2007 on BET.\nCome With Me And Underground Love.\nOn April 29, 2008, V will release his first EP named Come With Me. Following the release, in summer 2008 he will release his third album named Underground Love. A single is out now called \"Sexy Girl.\" It is rumored to be on either album.\nDisturbing Tha Peace.\nHe was reportedly upset with the delays and poor sales of \"Special Occasion,\" which caused his decision to leave the labels.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Singer","surface_form":"singer","offset":136},{"uri":"Mississippi","surface_form":"Mississippi","offset":184},{"uri":"Atlanta","surface_form":"Atlanta","offset":212},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":221},{"uri":"Simon_Cowell","surface_form":"Simon Cowell","offset":1593},{"uri":"Anonymous_(song)","surface_form":"Anonymous","offset":2560},{"uri":"Amber_Rives","surface_form":"Amber Rives","offset":2613},{"uri":"Timbaland","surface_form":"Timbaland","offset":2660}]}