{"id":107409,"url":"http://en.wikipedia.org/wiki/Draco_Malfoy","text":"Draco Lucius Malfoy is a fictional character from the \"Harry Potter\" series written by J. K. Rowling. Malfoy is an antagonist, a Slytherin student in Harry Potter's year and Harry's main rival in school. In the \"Harry Potter\" movies, he is played by Tom Felton.\nAppearance.\nThe fictional Draco Malfoy is described as having a pale, pointed face, sleek white-blond hair and light icy gray eyes that seem cold.\nCharacter.\nDraco Malfoy is depicted as a manipulative villain, exhibiting cunning use of magic and an ambitious attitude to get what he wants.\nFamily.\nDraco Malfoy is the only child of Lucius and Narcissa Malfoy, a member of the Black family, whose cousin is Harry Potter's godfather. Draco’s family was “one of the first to come back to the good side after the Wizarding War ended and Voldemort was defeated.” In a stage play towards the end of \"Harry Potter and the Deathly Hallows Part 2,\" Malfoy married Astoria Greengrass and have an only child, Scorpius Malfoy who is identical to Draco.\nStory.\nDraco Malfoy has been raised to bully Harry and his friends Ron, Hermione and Neville Longbottom. In the second book, he mocks Hermione by calling her \"Mudblood\", insulting her for her Muggle origins. In the sixth book of the Harry Potter series, Draco becomes a Death Eater, thinking it will make his father proud. But, he realizes his mistake and when asked by Voldemort to murder Professor Dumbledore, he is unable to do so. [https://en.wikipedia.org/wiki/Severus_Snape Severus Snape] commits the murder, after he took the unbreakable vow to protect Malfoy. With Dumbledore's death, Malfoy becomes the master of the powerful Elder Wand following to him disarming Dumbledore, until he is later disarmed by Harry Potter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Harry_Potter","surface_form":"Harry Potter","offset":55},{"uri":"J._K._Rowling","surface_form":"J. K. Rowling","offset":87},{"uri":"Antagonist","surface_form":"antagonist","offset":115},{"uri":"Slytherin","surface_form":"Slytherin","offset":129},{"uri":"Tom_Felton","surface_form":"Tom Felton","offset":250},{"uri":"Gray","surface_form":"gray","offset":383},{"uri":"Harry_Potter_(character)","surface_form":"Harry Potter","offset":668},{"uri":"Ron_Weasley","surface_form":"Ron","offset":1070},{"uri":"Hermione_Granger","surface_form":"Hermione","offset":1075},{"uri":"Harry_Potter_and_the_Chamber_of_Secrets","surface_form":"the second book","offset":1111},{"uri":"Harry_Potter_and_the_Half-Blood_Prince","surface_form":"the sixth book","offset":1214},{"uri":"Death_Eater","surface_form":"Death Eater","offset":1273},{"uri":"Voldemort","surface_form":"Voldemort","offset":1373},{"uri":"Dumbledore","surface_form":"Dumbledore","offset":1403}]}