{"id":107403,"url":"http://en.wikipedia.org/wiki/Federal_government_of_the_United_States","text":"The federal government of the United States has three branches of government: the legislature, executive, and judiciary, as established in the United States Constitution.\nWhen the Founding Fathers wrote the Constitution, they wanted to make sure that their new government would not have any of the problems that the colonial British government did. For example, they did not want there to be any person in the government who had complete power and could do whatever he wanted, like a king. They also did not want any part of the government to get so powerful that nobody could control it. Because of this, they split the government's power into three different branches. Each branch has ways of balancing out the power of another branch if it gets too powerful. This is called the system of checks and balances.\nExecutive branch.\nThe executive branch is the part of the government that enforces the law. Members of the U.S. Electoral College elect a President, who is the leader of the executive branch. The President is also the leader of the Armed Forces.\nThe President cannot make laws. This is a \"check\" on the President's power, so he cannot make laws to give himself more power. However, when the Legislative branch passes a law, the President can decide whether or not to veto the law. In this way, the President can \"check\" the power of the Legislature.\nThe President may also make \"executive orders\" to make sure that people follow the law. One famous executive order was President Abraham Lincoln's Emancipation Proclamation. Another was President Dwight D. Eisenhower's order to send 1,200 soldiers from the 101st Airborne Division to allow the Little Rock Nine into a school that refused to admit African American students.\nThe President is in charge of many departments that control much of the day-to-day business of government. For example, the Department of Commerce makes rules about trade and business. The President chooses the heads of these departments, and also nominates judges at the federal (nation-wide) level. However, the United States Senate, part of the legislative branch, must agree with all of the people the President chooses. This is another check on the President's power, so he cannot just fill these departments and courts with people that will always agree with him.\nThe President may serve two 4-year terms, making 8 years in all. The purpose of this rule is to prevent a person from staying President for his whole life, like a king.\nJudicial branch.\nThe Judiciary branch is made up of federal courts: the United States Supreme Court; appellate (appeals) courts, and district courts. The Judicial branch interprets the laws. This means that if there is a question about what a law means, or whether something is illegal, these courts decide.\nMost cases brought before the Supreme Court are appeals that have been tried in the district or appellate courts. Once a decision has been made by the Supreme Court, that is the final decision. Only another Supreme Court decision, in another case, can change it.\nOf the nine Supreme Court justices (judges), one is selected to be the Chief Justice. The Chief Justice assigns justices to write the Court's opinions and decisions.\nLegislative branch.\nThe legislative branch is the part of the government that makes laws. The legislative branch is called Congress. Congress is divided into two \"houses.\"\nHouse of Representatives.\nOne house is the United States House of Representatives (often just called \"The House\"). The House of Representatives is made up of Representatives (also called Congressmen). They are each elected by voters from their own state. Each state has a different number of Representatives. The number depends on how many people live in the state. The more people a state has, the more representatives it gets. Every 10 years, the U.S. Census Bureau does a census, or count, of the population of the United States. States may gain or lose Representatives if the Census shows that the state's population has changed. As of 2016, there are 435 Representatives in the House.\nRepresentatives serve two-year terms. The leader of the House of Representatives is the Speaker of the House, who is also the person who would become president if the President and Vice President were unable.\nEvery state also has its own state House of Representatives. This should not be confused with the United States House of Representatives. Each state's House of Representatives only deals with issues that affect that state. The United States House of Representatives deals with issues that affect the whole country.\nUnited States Senate.\nThe other house is the United States Senate. In the Senate, each state is represented equally, by two Senators. Because there are 50 states, there are 100 senators. Before the President makes treaties or hires officials, the Senate must approve them.\nSenators serve six-year terms. The Vice President of the United States serves as president of the Senate, but may only vote on something to break a tie vote. The Vice President is usually absent from the Senate, and a Senator is selected to serve as president pro tempore, or temporary president, of the Senate.\nEach state also has its own state Senate. Like with the House, this should not be confused with the United States Senate, which deals with federal issues.\nHow laws are made.\nRepresentatives and Senators suggest laws, called \"bills\", in their separate houses. A bill may be voted upon by the entire house right away, or may first go to a small group of members of that house, known as a committee, which may recommend a bill for a vote by the whole house. If one house votes to pass a bill, the bill then gets sent to the other house. if both houses vote for it, it is then sent to the President. The President may sign the bill, ignore it, or veto it. If the President signs or ignores the bill, it becomes a federal law. If the President vetoes the bill, it is sent back to Congress. If Congress votes again and at least two-thirds of Congress votes for the bill, it becomes law. The President cannot veto it again. This is another check on the President's power.\nUnder the American system of federalism, Congress may not make laws that directly control the states. Instead, Congress may use the promise of federal funds or special situations, such as national emergencies, to encourage the states to follow federal law. This system is both complex and unique.","categories":[],"infobox_types":[],"annotations":[{"uri":"Government","surface_form":"government","offset":66},{"uri":"Legislature","surface_form":"legislature","offset":82},{"uri":"Executive_(government)","surface_form":"executive","offset":95},{"uri":"Judiciary","surface_form":"judiciary","offset":110},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":143},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers","offset":180},{"uri":"British_North_America","surface_form":"colonial British","offset":316},{"uri":"King","surface_form":"king","offset":484},{"uri":"Checks_and_balances","surface_form":"checks and balances","offset":791},{"uri":"Enforce","surface_form":"enforces","offset":886},{"uri":"U.S._Electoral_College","surface_form":"U.S. Electoral College","offset":919},{"uri":"Election","surface_form":"elect","offset":942},{"uri":"President_of_the_United_States","surface_form":"President","offset":950},{"uri":"United_States_Armed_Forces","surface_form":"Armed Forces","offset":1044},{"uri":"Veto","surface_form":"veto","offset":1279},{"uri":"Executive_order","surface_form":"executive orders","offset":1391},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":1491},{"uri":"Emancipation_Proclamation","surface_form":"Emancipation Proclamation","offset":1509},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":1558},{"uri":"Division_(military)","surface_form":"Division","offset":1634},{"uri":"Little_Rock_Nine","surface_form":"Little Rock Nine","offset":1656},{"uri":"African-American_people","surface_form":"African American","offset":1709},{"uri":"Department_of_Commerce","surface_form":"Department of Commerce","offset":1860},{"uri":"Trade","surface_form":"trade","offset":1901},{"uri":"Business","surface_form":"business","offset":1911},{"uri":"Nominate","surface_form":"nominates","offset":1984},{"uri":"Judge","surface_form":"judge","offset":1994},{"uri":"Federal","surface_form":"federal","offset":2008},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":2050},{"uri":"Court","surface_form":"courts","offset":2535},{"uri":"Supreme_Court_of_the_United_States","surface_form":"United States Supreme Court","offset":2547},{"uri":"United_States_courts_of_appeals","surface_form":"appellate (appeals) courts","offset":2576},{"uri":"United_States_district_court","surface_form":"district courts","offset":2608},{"uri":"Interpret","surface_form":"interprets","offset":2645},{"uri":"Appeal","surface_form":"appeals","offset":2831},{"uri":"Trial","surface_form":"tried","offset":2854},{"uri":"Chief_Justice_of_the_United_States","surface_form":"Chief Justice","offset":3117},{"uri":"United_States_Congress","surface_form":"Congress","offset":3335},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":3427},{"uri":"U.S._Census_Bureau","surface_form":"U.S. Census Bureau","offset":3833},{"uri":"Census","surface_form":"census","offset":3859},{"uri":"Population","surface_form":"population","offset":3884},{"uri":"Speaker_of_the_House","surface_form":"Speaker of the House","offset":4162},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":4255},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":4643},{"uri":"Treaties","surface_form":"treaties","offset":4812},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President of the United States","offset":4906},{"uri":"President_Pro_Tempore_of_the_Senate","surface_form":"president pro tempore","offset":5121},{"uri":"Temporary","surface_form":"temporary","offset":5147},{"uri":"Bill_(proposed_law)","surface_form":"bills","offset":5408},{"uri":"Federalism_in_the_United_States","surface_form":"federalism","offset":6177},{"uri":"Funding","surface_form":"funds","offset":6299}]}