{"id":10754,"url":"http://en.wikipedia.org/wiki/Catholic_Church","text":"The Catholic Church is the largest Christian church in the world. Over one billion people are members of the Catholic Church. It is the world's largest religious group. It is part of the same Church started by Jesus Christ and his former protégé 2,000 years ago. The headquarters of the Catholic Church is in the Vatican City.\nThe word \"catholic\" comes from the Greek word \"katholicos\", which means \"universal.\" It was first used in the Nicene Creed. Often, the word \"Roman\" is added because its headquarters is in Vatican City, a country that is inside the city of Rome, Italy. People who call themselves \"Catholics\" are members of the Catholic Church.\nAlmost half of all Catholics are in Latin America. The continent with the second-largest number of Catholics is Europe. Millions of Catholics live in other places all over the world.\nThe Catholic Church is led by the Pope, the Bishop of Rome, who lives in Vatican City. According to Catholics, the Church is guided by the Holy Spirit who also guides the Pope. The Church teaches that when the Pope speaks officially on the subject of Catholic faith and morals, he cannot be wrong. The Popes have used this infallibility throughout history; some examples include the Tome of St. Leo, the declaration of the Immaculate Conception, and various anathemas (religious condemnations issued by the Popes against certain heresies).\nThe Catholic Church teaches that the first Pope was Saint Peter. The current pope is Pope Francis.\nFaith and morals.\nLike other Christians, Catholics believe Jesus is a divine person, the Son of God. They believe that because of his love for all people, he died so that all people will live forever in heaven.\nThe Catholic Church also recognizes the Trinity; that the Father, the Son and the Holy Spirit are together the only God.\nThe Pope.\nThe leader of the Roman Catholic Church is called the Pope, which literally means \"father\". Catholics say Jesus Christ established the Catholic Church, and appointed the first Pope, a disciple of his named Saint Peter, to lead all Christians.\nOver the last 2,000 years, different Popes have led the church. The current Pope is the 266th and is called Francis and he lives in the Vatican City, a very small country inside the city of Rome, Italy.\nFor centuries, Popes have not used their birth names, but instead use a regnal name. This custom started in the sixth century when a man named Mercury was elected Pope, it was seen as inappropriate to have a Pope named after a pagan god so he named himself John II, in honor of his predecessor, John I; it became customary in the tenth century. Since the death of Marcellus II 1555, every Pope has taken a Papal name.\nThe Catholic Church is made of 23 \"particular churches\", otherwise known as \"rites\". As well as being head of the Latin Rite of the church (which is the largest with over 1 billion members), the Pope is ultimately the leader of 22 Eastern Catholic Churches, these churches are of the Orthodox tradition of Christianity and it is often the case that they have broken away from their Orthodox mother church to come into communion with (join) the Pope and submit to his authority as successor of St. Peter. The Eastern Catholic Churches are based all over the world, from the United States to the Middle East to India.\nThe exercise of infallibility takes several forms (see \"Catechism of the Catholic Church\", no. 890-891, citing \"Lumen Gentium\", 25). One form is exercised by the Pope when speaking \"ex cathedra\" (literally, “from the chair” of St. Peter, in his authority as pope) on matters of faith or morals, even if he does so without the support of the bishops. This is an exercise of the Extraordinary Magisterium of the Church. While the pope has always held the power to exercise the Extraordinary Magisterium by speaking \"ex cathedra\", the actual occurrence of an \"ex cathedra\" statement is quite rare. It is generally understood to have only occurred twice: Pope Pius IX’s definition of the dogma of Mary’s Immaculate Conception in 1854 and Pope Pius XII’s definition of the dogma of Mary’s Assumption in 1950. In both of these cases, the Pope was not teaching something new. Rather, he was confirming and clarifying something that the Church had already believed as part of God’s revelation.\nWorship practices.\nSome of the traditional practices of Roman Catholics carried out each time they pray at home or at Church include making the sign of the cross, kneeling, and bowing.\nTheir main ceremony is the Mass. Catholics are normally required to go to amass on Sundays and on Holy Days of Obligation. In the United States, the Holy Days of Obligation are: Mary, Mother of God (January 1), The Assumption of Mary (August 15), The Immaculate Conception (of Mary) (December 8), The Ascension of Jesus (40 days after Easter), Christmas (December 25) and All Saints Day (November 1). The taking of the Eucharist is the height of the Mass.\nCatholics worship Jesus. They also venerate the Virgin Mary more than other Christians, calling her the \"Mother of God,\" based on Elizabeth's greeting, \"And why is this granted me, that the mother of my Lord should come to me?\" and also on the belief that all Christians hold that Jesus is fully man and fully God at the same time. Yet, Mary, who has nothing to do with the Divine, was chosen as the human vessel God would use to enter into the world. It is important to note that Catholics do not worship Mary. Instead, they honor her as one honors a Queen. This type of honor is called hyperdulia.\nAn important Catholic prayer is the Rosary. This prayer is done with Rosary beads used to count each prayer. The Rosary is made up of five decades, each decade being made up of 1 Our Father, 10 Hail Marys, and 1 Glory Be, as well as saying the Sacred Mysteries. It is made up of passages taken from scripture. It is recommended by the clergy to continue the very old practice of praying the Rosary daily, as it has not only many powerful requests but is made up of words taken directly from scripture, like the Lord's Prayer (Our Father) and the Hail Mary. The Rosary is not complete unless one thinks about the passion of Christ while praying out loud. In addition, the clergy (bishops, priests, and deacons) must pray the Divine Office.\nSacraments.\nThe Catholic Church celebrates seven sacraments. A sacrament is \"an outward sign instituted (started) by Christ to give grace\" (a supernatural gift of God that someone did nothing to deserve).\nThe seven sacraments are: Baptism, Confirmation, Eucharist, Reconciliation, Anointing of the Sick, Holy Orders and Holy Matrimony (marriage). The Holy Eucharist is the most important of the sacraments, because Catholics believe that Jesus Christ becomes truly present in the form of bread and wine. This happens through transubstantiation which takes place in the Mass.\nCatholics believe in the necessity of love, hope and faith in order to gain salvation, but that these all come from grace. This is different from the 16th century interpretation created by Luther.\nCatholics interpret the Bible (God-given book) according to Tradition. Tradition is the transmission of the early church's life and teaching, as especially recorded in the writings of the Fathers of the Church who lived in the first centuries. At that time the holy books where accepted in the Bible, which is the collection of the books considered revealed.\nA basic rule for Catholics is that \"Truth cannot contradict truth\". They translate the Bible with this in mind. No interpretation can be accepted if it contradicts another revealed truth.\nNicene Creed.\n\"I believe in one God, the Father Almighty, Maker of heaven and earth, of all things visible and invisible. I believe in one Lord Jesus Christ, the only-begotten Son of God, born of the Father before all ages, God from God, Light from Light, true God from true God, begotten, not made, consubstantial with the Father. Through Him all things were made. For us men and our salvation He came down from heaven: and, by the Holy Spirit, was incarnate of the Virgin Mary, and became man. For our sake, He was crucified under Pontius Pilate; He suffered death and was buried and rose again on the third day in accordance with the Scriptures: He ascended into heaven and is seated at the right hand of the Father. He will come again in glory to judge the living and the dead, and His kingdom will have no end. I believe in the Holy Spirit, the Lord, the giver of life, who proceeds from the Father and the Son, Who, with the Father and the Son, is adored and glorified, Who has spoken through the Prophets. I believe in one, holy, catholic, and apostolic Church. I confess one baptism for the forgiveness of sins and I look forward to the resurrection of the dead, and the life of the world to come. Amen.\"\nEastern Orthodox and Protestants believe many of the same things. They sometime disagree on the role of the Virgin Mary and other saints, on what a priest can do, and on how exactly God should be worshipped, among other things.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christian","offset":35},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":210},{"uri":"Vatican_City","surface_form":"Vatican City","offset":313},{"uri":"Nicene_Creed","surface_form":"Nicene Creed","offset":437},{"uri":"Vatican_City","surface_form":"Vatican City","offset":515},{"uri":"Rome","surface_form":"Rome","offset":566},{"uri":"Italy","surface_form":"Italy","offset":572},{"uri":"Latin_America","surface_form":"Latin America","offset":690},{"uri":"Pope","surface_form":"Pope","offset":871},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":976},{"uri":"Pope_Leo_I","surface_form":"St. Leo","offset":1228},{"uri":"Immaculate_Conception","surface_form":"Immaculate Conception","offset":1260},{"uri":"Anathema","surface_form":"anathema","offset":1295},{"uri":"Heresy","surface_form":"heresies","offset":1366},{"uri":"Saint_Peter","surface_form":"Saint Peter","offset":1429},{"uri":"Pope_Francis","surface_form":"Pope Francis","offset":1462},{"uri":"Jesus","surface_form":"Jesus","offset":1535},{"uri":"God","surface_form":"God","offset":1572},{"uri":"Heaven","surface_form":"heaven","offset":1679},{"uri":"Trinity","surface_form":"Trinity","offset":1727},{"uri":"Leader","surface_form":"leader","offset":1822},{"uri":"Pope","surface_form":"Pope","offset":1872},{"uri":"Saint_Peter","surface_form":"Saint Peter","offset":2024},{"uri":"Pope_Francis","surface_form":"Francis","offset":2169},{"uri":"Vatican_City","surface_form":"Vatican City","offset":2197},{"uri":"Rome","surface_form":"Rome","offset":2251},{"uri":"Italy","surface_form":"Italy","offset":2257},{"uri":"Regnal_name","surface_form":"regnal name","offset":2336},{"uri":"Eastern_Catholic_Churches","surface_form":"Eastern Catholic Churches","offset":2913},{"uri":"Sign_of_the_cross","surface_form":"sign of the cross","offset":4428},{"uri":"Mass_(liturgy)","surface_form":"Mass","offset":4496},{"uri":"Sunday","surface_form":"Sundays","offset":4552},{"uri":"United_States","surface_form":"United States","offset":4599},{"uri":"Immaculate_Conception","surface_form":"Immaculate Conception","offset":4720},{"uri":"Easter","surface_form":"Easter","offset":4804},{"uri":"Eucharist","surface_form":"Eucharist","offset":4888},{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":4973},{"uri":"Rosary","surface_form":"Rosary","offset":5561},{"uri":"Rosary","surface_form":"Rosary","offset":5594},{"uri":"Rosary","surface_form":"Rosary","offset":5638},{"uri":"Our_Father","surface_form":"Our Father","offset":5704},{"uri":"Hail_Mary","surface_form":"Hail Marys","offset":5719},{"uri":"Gloria_Patri","surface_form":"Glory Be","offset":5737},{"uri":"Rosary","surface_form":"Rosary","offset":5916},{"uri":"Divine_Office","surface_form":"Divine Office","offset":6249},{"uri":"Sacraments","surface_form":"sacraments","offset":6313},{"uri":"Baptism","surface_form":"Baptism","offset":6495},{"uri":"Confirmation_(Christianity)","surface_form":"Confirmation","offset":6504},{"uri":"Eucharist","surface_form":"Eucharist","offset":6518},{"uri":"Reconciliation","surface_form":"Reconciliation","offset":6529},{"uri":"Anointing_of_the_Sick","surface_form":"Anointing of the Sick","offset":6545},{"uri":"Holy_Orders","surface_form":"Holy Orders","offset":6568},{"uri":"Holy_Matrimony","surface_form":"Holy Matrimony","offset":6584},{"uri":"Transubstantiation","surface_form":"transubstantiation","offset":6789},{"uri":"Love","surface_form":"love","offset":6877},{"uri":"Hope","surface_form":"hope","offset":6883},{"uri":"Faith","surface_form":"faith","offset":6892},{"uri":"Salvation","surface_form":"salvation","offset":6915},{"uri":"Fathers_of_the_Church","surface_form":"Fathers of the Church","offset":7224},{"uri":"God","surface_form":"God","offset":7615},{"uri":"God_the_Father","surface_form":"the Father","offset":7620},{"uri":"Jesus","surface_form":"Jesus Christ","offset":7727},{"uri":"Son_of_God","surface_form":"Son of God","offset":7759},{"uri":"Consubstantial","surface_form":"consubstantial","offset":7883},{"uri":"Incarnation_(Christianity)","surface_form":"incarnate","offset":8033},{"uri":"Mary_(mother_of_Jesus)","surface_form":"Virgin Mary","offset":8050},{"uri":"Crucifixion_of_Jesus","surface_form":"crucified","offset":8100},{"uri":"Pontius_Pilate","surface_form":"Pontius Pilate","offset":8116},{"uri":"Resurrection","surface_form":"rose again","offset":8169},{"uri":"Gospel","surface_form":"the Scriptures","offset":8216},{"uri":"Ascension_of_Jesus","surface_form":"ascended into heaven","offset":8235},{"uri":"Day_of_judgment","surface_form":"judge the living and the dead","offset":8334},{"uri":"Heaven","surface_form":"His kingdom","offset":8369},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":8416},{"uri":"Prophet","surface_form":"Prophets","offset":8586},{"uri":"Baptism","surface_form":"baptism","offset":8666},{"uri":"Sin","surface_form":"sins","offset":8697},{"uri":"Afterlife","surface_form":"life of the world to come","offset":8762},{"uri":"Eastern_Orthodox_Church","surface_form":"Eastern Orthodox","offset":8796},{"uri":"Protestantism","surface_form":"Protestants","offset":8817},{"uri":"Virgin_Mary","surface_form":"the Virgin Mary","offset":8900},{"uri":"Canonization","surface_form":"saints","offset":8926},{"uri":"Priest","surface_form":"priest","offset":8944}]}