{"id":107596,"url":"http://en.wikipedia.org/wiki/Little_Ice_Age","text":"The Little Ice Age (LIA) was a period of cooling after a warmer era (time) that is known as the Medieval Warm Period.\nClimatologists (people who study climate) and historians find it difficult to agree on either the start or end dates of this period. Some say the Little Ice Age started about the 16th century and continued to the mid 19th century. It is generally agreed that there were three minima, one beginning about 1650, one about 1770, the last one about 1850. Each time was separated by slight warming intervals.\nAt first, it was believed that the LIA was all over the world. Now it is not clear if this is true.\nSolar activity.\nDuring the period 1645–1715, in the middle of the Little Ice Age, there was a period of low solar activity known as the Maunder Minimum. The physical link between low sunspot activity and cooling temperatures has not been established, but the coincidence of the Maunder Minimum with the deepest trough of the Little Ice Age is suggestive of such a connection. The Spörer Minimum has also been identified with a significant cooling period near the beginning of the Little Ice Age. Other indicators of low solar activity during this period are levels of the isotopes carbon-14 and beryllium-10.\nVolcanic activity.\nThroughout the Little Ice Age, the world also experienced heightened volcanic activity. When a volcano erupts, its ash reaches high into the atmosphere and can spread to cover the whole of Earth. This ash cloud blocks out some of the incoming solar radiation, leading to worldwide cooling that can last up to two years after an eruption.\nOcean conveyor shutdown.\nAnother possibility is that there was a shutdown or slowing of Thermohaline circulation, also known as the \"great ocean conveyor\" or \"meridional overturning circulation\". The Gulf Stream could have been interrupted by the introduction of a large amount of fresh water to the North Atlantic, possibly caused by a period of warming before the little ice age. There is some concern that shutdown of thermohaline circulation could happen again as a result of global warming.\nEnd of Little Ice Age.\nBeginning around 1850, the climate began warming and the Little Ice Age ended. Some global warming critics believe that Earth's climate is still recovering from the Little Ice Age and that human activity is not the decisive factor in present temperature trends, but this idea is not widely accepted.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medieval_Warm_Period","surface_form":"Medieval Warm Period","offset":96},{"uri":"Minimum","surface_form":"minima","offset":394},{"uri":"Maunder_Minimum","surface_form":"Maunder Minimum","offset":758},{"uri":"Sunspot","surface_form":"sunspot","offset":805},{"uri":"Sp%C3%B6rer_Minimum","surface_form":"Spörer Minimum","offset":1002},{"uri":"Carbon-14","surface_form":"carbon-14","offset":1203},{"uri":"Beryllium-10","surface_form":"beryllium-10","offset":1217},{"uri":"Volcano","surface_form":"volcano","offset":1345},{"uri":"Thermohaline_circulation","surface_form":"Thermohaline circulation","offset":1676},{"uri":"Gulf_Stream","surface_form":"Gulf Stream","offset":1788},{"uri":"Shutdown_of_thermohaline_circulation","surface_form":"shutdown of thermohaline circulation","offset":1997},{"uri":"Global_warming","surface_form":"global warming","offset":2191}]}