{"id":107571,"url":"http://en.wikipedia.org/wiki/Province_of_Trento","text":"e=\"preserve\">The Province of Trento (), also called Trentino, is an autonomous province of Italy.\nData.\nTrentino is an alpine region of northern Italy. The population has always been neolatin since the fall of the Roman empire.\nDuring the Middle Ages the Catholic Church controlled Trento, while Austria controlled the area since the beginning of the Renaissance.\nIn the 16th century Trento became notable for the Council of Trent (1545–1563) which gave rise to the Counter-Reformation. The introduction of the Counter-Reformation in Trentino brought also a general recover of Italian language over German, as the Protestant ideas had found more followers in the small German-speaking population.\nDuring WWI, Trentino was at the center of bloody battles between Italians and Austrians: Trentino was united to Italy in 1918. Italian irredentists welcomed the union, that was followed by fascist improvements of the Italian nationalism in all the Trentino.\nIn the 1960s and 1970s Trentino witnessed strong economic development, spurred mainly by the tourism sector and by the new autonomy. It is currently one of the richest and most developed Italian provinces.\nIts capital is the town of Trento, historically known in English as \"Trent\". The province covers an area of more than, with a total population of about 0.5 million.\nIn 1996, the \"Euroregion Tyrol-South Tyrol-Trentino\" was formed between the Austrian state of Tyrol and the Italian provinces of Alto Adige/South Tyrol and Trentino. The boundaries of the association correspond to the old County of Tyrol. The aim is to promote regional peace, understanding and cooperation in many areas. The region's assemblies meet together as one on various occasions and have set up a common liaison office to the European Union in Brussels.\nNowadays Trentino and Trento are famous tourist locations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Autonomy","surface_form":"autonomous","offset":68},{"uri":"Province","surface_form":"province","offset":79},{"uri":"Italy","surface_form":"Italy","offset":91},{"uri":"Roman_empire","surface_form":"Roman empire","offset":214},{"uri":"Renaissance","surface_form":"Renaissance","offset":351},{"uri":"Council_of_Trent","surface_form":"Council of Trent","offset":414},{"uri":"Counter-Reformation","surface_form":"Counter-Reformation","offset":466},{"uri":"WWI","surface_form":"WWI","offset":704},{"uri":"Italy","surface_form":"Italy","offset":809},{"uri":"Trento","surface_form":"Trento","offset":1188},{"uri":"European_Union","surface_form":"European Union","offset":1761},{"uri":"Brussels","surface_form":"Brussels","offset":1779}]}