{"id":10762,"url":"http://en.wikipedia.org/wiki/Hillary_Clinton","text":"Hillary Diane Rodham Clinton (born October 26, 1947) is an American politician. She was the 67th United States Secretary of State from 2009 to 2013. Clinton was the Democratic Party's nominee for President of the United States in the 2016 election. She is a former U.S. Senator, First Lady of the United States and First Lady of Arkansas.\nFrom 2009 to 2013, she was the 67th Secretary of State, serving under President Barack Obama. Before that, she was the junior United States Senator from New York from 2001 to 2009. She is married to former President of the United States Bill Clinton in 1975. When her husband was president, she had the title of First Lady of the United States. She was a candidate in the 2008 election of a new President. She is a member of the Democratic Party.\nHillary Clinton was the first former First Lady to be elected to the U.S. Senate and to hold a federal cabinet-level position. She ran for re-election to the Senate in 2006, which she won, and was considered by many in the media and politics as having a good chance to win in the race for the Democratic Party's US presidential nomination in 2008, but she lost to Barack Obama.\nIn April 2015, Clinton announced that she would be running for president once again for the 2016 United States presidential elections. During the Democratic presidential primaries, Clinton faced challenges from United States senator from Vermont Bernie Sanders. On June 6, 2016, Clinton reached the number of delegates to become the presumptive Democratic Party nominee. She lost the election to Donald Trump on November 8, 2016.\nEarly life and education.\nHillary Diane Rodham was born at Edgewater Medical Center in Chicago. She was raised in Park Ridge, a suburb located northwest of downtown Chicago. Her parents were Hugh E. Rodham and Dorothy Emma Howell Rodham. She is of Welsh, English, French and French Canadian ancestry. Hillary grew up with two younger brothers, Hugh and Tony.\nShe studied at Maine East High School and Maine South High School. She finished high school in 1965, and enrolled at Wellesley College in Massachusetts.\nIn 1969, Rodham entered Yale Law School. She received a Juris Doctor (J.D.) degree from Yale in 1973. Then, she began a year of post-graduate study on children and medicine at the Yale Child Study Center.\nFirst Lady of the United States (1993-2001).\nWhen she was First Lady, she tried to change the health care system. Some people didn't like it when the planning meetings were kept secret away from the public. In the end, too many people did not want the changes that she wanted.\nAnother major event during the time she was First Lady was when the public found out in 1998 that Bill Clinton had a sexual relationship with Monica Lewinsky in the mid 1990s. There was stress in the marriage partly because Bill had to go to trial (impeachment) because he was accused of lying to the court (during a deposition).\nSenate (2001-2009).\nWhen she decided that she wanted to be Senator, she chose New York even though she never lived there. Some accused her of \"carpetbagging\" because of this. She went on to win the election and won a second term in 2006.\nWhen the war between the United States-led coalition and Iraq was about to start, she voted in favor of the war, which, as of 2015, she had said she regrets doing.\n2008 presidential campaign.\nHillary Clinton had raised more money than anybody else in the 2008 Presidential campaign, but later had big money problems for her campaign by May 7, 2008. She lost the party nomination to Barack Obama, but she campaigned for Obama after this.\nUnited States Secretary of State (2009-2013).\nIn mid-November 2008, Obama and Clinton talked about whether she could be the next U.S. Secretary of State in his presidency. On November 21, there were reports that said Hillary Clinton had accepted his offer.\nDuring her term as Secretary of State, Clinton used her position to make women's rights and human rights a focus of U.S. initiatives. She became one of the most traveled secretaries of state in American history. She promoted the use of social media to convey the country's positions. She also led U.S. diplomatic efforts in responding to the Arab Spring and military intervention in Libya.\nClinton did not want to serve a second term as secretary. Once Barack Obama won his re-election, he announced that John Kerry would succeed Clinton as secretary. Clinton left office on February 1, 2013.\n2016 presidential campaign.\nIn 2016, Clinton became the first woman in the History of the United States to be a major party presidential candidate. Clinton did not want to run for president in 2016, but after much of a majority support from the Democratic party, on April 12, 2015, speculation ended as Clinton formally announced her candidacy via email and the release of a video saying, \"Everyday Americans need a champion. And I want to be that champion.\" In the polls, Clinton maintained her lead for the nomination although she faced several challenges from Senator Bernie Sanders. A NBC/Wall Street Journal poll conducted in May found Clinton and presumptive Republican nominee Donald Trump in a tie. Clinton and Trump were the least popular likely candidates in the poll's history. This made it difficult for her campaign.\nClinton became the presumptive nominee on June 6, 2016.\nClinton lost the general election to Donald Trump winning 227 of the electoral college to Trump's 304. Clinton won the popular vote however 48% to Trump's 46%.\nAfter the 2016 elections.\nIn April 2017, Clinton said that she will not seek public office again.\nPersonal life.\nWhile working as a faculty member at the Law School of the University of Arkansas, she married Bill Clinton on October 11, 1975. He was also working as a faculty member at the same university. Both knew each other and were classmates at the Yale Law School. Their only child is daughter Chelsea Clinton, born on February 27, 1980.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":59},{"uri":"Politician","surface_form":"politician","offset":68},{"uri":"List_of_Secretaries_of_State_of_the_United_States","surface_form":"67th","offset":92},{"uri":"United_States_Secretary_of_State","surface_form":"United States Secretary of State","offset":97},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party's","offset":165},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":196},{"uri":"United_States_presidential_election%2C_2016","surface_form":"2016 election","offset":234},{"uri":"United_States_Senate","surface_form":"U.S. Senator","offset":265},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady of the United States","offset":279},{"uri":"Arkansas","surface_form":"Arkansas","offset":329},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":419},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":545},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":576},{"uri":"United_States_presidential_election%2C_2008","surface_form":"2008 election of a new President","offset":711},{"uri":"United_States_Democratic_Party","surface_form":"Democratic Party","offset":768},{"uri":"Democratic_Party%27s_US_presidential_nomination_in_2008","surface_form":"Democratic Party's US presidential nomination in 2008","offset":1079},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1150},{"uri":"United_States_presidential_election%2C_2016","surface_form":"United States presidential elections","offset":1261},{"uri":"Democratic_Party_presidential_primaries%2C_2016","surface_form":"Democratic presidential primaries","offset":1310},{"uri":"United_States_senator","surface_form":"United States senator","offset":1375},{"uri":"Vermont","surface_form":"Vermont","offset":1402},{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":1410},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1560},{"uri":"Chicago","surface_form":"Chicago","offset":1681},{"uri":"Park_Ridge%2C_Illinois","surface_form":"Park Ridge","offset":1708},{"uri":"Hugh_Rodham_(born_1950)","surface_form":"Hugh","offset":1938},{"uri":"Tony_Rodham","surface_form":"Tony","offset":1947},{"uri":"Wellesley_College","surface_form":"Wellesley College","offset":2070},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":2091},{"uri":"Juris_Doctor","surface_form":"Juris Doctor","offset":2162},{"uri":"Yale_Child_Study_Center","surface_form":"Yale Child Study Center","offset":2286},{"uri":"Health_care","surface_form":"health care","offset":2405},{"uri":"Monica_Lewinsky","surface_form":"Monica Lewinsky","offset":2730},{"uri":"Carpetbagging","surface_form":"carpetbagging","offset":3061},{"uri":"2003_invasion_of_Iraq","surface_form":"war between the United States-led coalition and Iraq","offset":3165},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":3538},{"uri":"United_States_Secretary_of_State","surface_form":"U.S. Secretary of State","offset":3722},{"uri":"Women%27s_rights","surface_form":"women's rights","offset":3923},{"uri":"Human_rights","surface_form":"human rights","offset":3942},{"uri":"Social_media","surface_form":"social media","offset":4086},{"uri":"Arab_Spring","surface_form":"Arab Spring","offset":4192},{"uri":"2011_Libyan_civil_war","surface_form":"Libya","offset":4233},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":4303},{"uri":"United_States_presidential_election%2C_2012","surface_form":"re-election","offset":4324},{"uri":"John_Kerry","surface_form":"John Kerry","offset":4355},{"uri":"History_of_the_United_States","surface_form":"History of the United States","offset":4518},{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":5014},{"uri":"NBC","surface_form":"NBC","offset":5032},{"uri":"Wall_Street_Journal","surface_form":"Wall Street Journal","offset":5036},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":5127},{"uri":"United_States_presidential_election%2C_2016","surface_form":"general election","offset":5346},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":5366},{"uri":"Electoral_college","surface_form":"electoral college","offset":5398},{"uri":"University_of_Arkansas","surface_form":"University of Arkansas","offset":5661},{"uri":"Yale_Law_School","surface_form":"Yale Law School","offset":5843},{"uri":"Chelsea_Clinton","surface_form":"Chelsea Clinton","offset":5889}]}