{"id":10779,"url":"http://en.wikipedia.org/wiki/Telugu","text":"Telugu is an Indian language spoken in the southern part of India. It is the official language of Andhra Pradesh and Telangana. It is one of the twenty-two scheduled languages of the Republic of India. Telugu is the second most spoken language in India and 15th largest spoken language in the world. As it is one of the oldest languages in the world, Government of India gave it the status of a Classical language.\nAitereya Brahmanyam which is a part of Rigveda (literature dates to 7000 years before CE) written thousands years before CE, has mentioned Telugu. Telugu also finds mention in Rajatarangini, written by Bilhana Kavi. As per Hindu mythology, one of the sons of Bali Chakravarthy (the one who was sent to Pathaala by Vamana) is Andhra or Andhrudu. Telugu region i.e. Andhra or AP was ruled by him, long before the times of Ramayana and Mahabharata (literature is proven to be of the period 3000 years before CE).\nTelugu is the only language other than Sanskrit which has the linguistic prakriya (literature game) called Avadhana, which disappeared in other languages with the passage of time. Languages also have become more and more simple and adopted simple pronunciations, the reason for some typical sounds of Telugu being missing in many other languages.\nSri Krishnadeva Raya has said \"Desa bhashalandu Telugu Lessa\" which means \"Among the nation's languages, Telugu is the best.\" Being a mellifluous language, British authors in the 19th century called Telugu, Italian of the East. It is believed that Italian explorer Niccolò Da Conti, who visited Vijayanagara empire during the reign of Vira Vijaya Bukka Raya in the fifteenth century, coined the phrase.\nAccording to linguists, Proto-Dravidian gave rise to 21 Dravidian languages. They can be broadly classified into three groups: Northern group, Central group, and Southern group of Dravidian languages. The central group consists of ten languages, out of which only Telugu became a civilized language and the rest of the nine languages remained tribal languages. Telugu is the most widely spoken language of the Dravidian family which consists of 24 languages spanning all of South Asia, from Baluchistan to Sri Lanka.\nIn India the history of scripts has been almost independent of the history of languages. The current similarity in scripts between Telugu and Kannada, which falls under the southern group of Proto-Dravidian languages along with Tamil, Malayalam, Tulu and others, has a lot more to do with the rule of the Chalukyas than the similarity between the languages.\nGeographic distribution.\nTelugu is mainly spoken in the states of Andhra Pradesh, Telangana and Yanam district of Puducherry as well as in the neighboring states of Tamil Nadu, Puducherry, Karnataka, Maharashtra, Orissa, Chhattisgarh, some parts of Jharkhand and West Bengal in India. It is also spoken in the United States, where the Telugu diaspora numbers more than a million, as well as in Australia, New Zealand, Bahrain, Canada, Fiji, Malaysia, Singapore, Mauritius, Ireland, South Africa, the United Arab Emirates, United Kingdom and many western European countries, where there is also a considerable Telugu diaspora. Telugu speakers abroad are often some of the wealthiest ethnic groups in the countries they go to due to their high educational attainment and intelligence; in the US, the average Telugu family makes $115,000 a year. In Tamil Nadu, about 6.3% of the population speak Telugu, where it commonly known as Telungu. It is the largest spoken and most dominant language in South India.\nPhonology.\nWith 56 letters [16 vowels and 36 consonants, 4 removed], Telugu has more letters in its alphabet than any other language. There were letters for sounds Al, Aluu, which were later removed from the alphabet. Every Telugu word ends with an vowel.\nAchchulu (vowels).\nఅ ఆ ఇ ఈ ఉ ఊ ఋ ౠ ఎ ఏ ఐ ఒ ఓ ఔ అం అః\nHallulu (consonants).\nష స హ ళ క్ష ఱ\nAnkelu (Numbers).\n౧ ౨ ౩ ౪ ౫ ౬ ౭ ౮ ౯ ౧౦","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":13},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":98},{"uri":"Telangana","surface_form":"Telangana","offset":117},{"uri":"Aitereya_Brahmanyam","surface_form":"Aitereya Brahmanyam","offset":415},{"uri":"Rigveda","surface_form":"Rigveda","offset":454},{"uri":"Ramayana","surface_form":"Ramayana","offset":835},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":848},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":964},{"uri":"Krishnadevaraya","surface_form":"Sri Krishnadeva Raya","offset":1272},{"uri":"British","surface_form":"British","offset":1428},{"uri":"Italy","surface_form":"Italian","offset":1520},{"uri":"Niccol%C3%B2_Da_Conti","surface_form":"Niccolò Da Conti","offset":1537},{"uri":"Vijayanagara","surface_form":"Vijayanagara","offset":1567},{"uri":"Vira_Vijaya_Bukka_Raya","surface_form":"Vira Vijaya Bukka Raya","offset":1607},{"uri":"Dravidian","surface_form":"Dravidian","offset":1731},{"uri":"Baluchistan","surface_form":"Baluchistan","offset":2166},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":2181},{"uri":"Kannada","surface_form":"Kannada","offset":2334},{"uri":"Tamil_language","surface_form":"Tamil","offset":2420},{"uri":"Malayalam","surface_form":"Malayalam","offset":2427},{"uri":"Tulu","surface_form":"Tulu","offset":2438},{"uri":"Chalukya","surface_form":"Chalukya","offset":2497},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":2616},{"uri":"Telangana","surface_form":"Telangana","offset":2632},{"uri":"Yanam_(India)","surface_form":"Yanam","offset":2646},{"uri":"Puducherry","surface_form":"Puducherry","offset":2664},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":2715},{"uri":"Puducherry","surface_form":"Puducherry","offset":2727},{"uri":"Karnataka","surface_form":"Karnataka","offset":2739},{"uri":"Maharashtra","surface_form":"Maharashtra","offset":2750},{"uri":"Orissa","surface_form":"Orissa","offset":2763},{"uri":"Chhattisgarh","surface_form":"Chhattisgarh","offset":2771},{"uri":"Jharkhand","surface_form":"Jharkhand","offset":2799},{"uri":"West_Bengal","surface_form":"West Bengal","offset":2813},{"uri":"United_States","surface_form":"United States","offset":2860},{"uri":"Australia","surface_form":"Australia","offset":2944},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2955},{"uri":"Bahrain","surface_form":"Bahrain","offset":2968},{"uri":"Canada","surface_form":"Canada","offset":2977},{"uri":"Fiji","surface_form":"Fiji","offset":2985},{"uri":"Malaysia","surface_form":"Malaysia","offset":2991},{"uri":"Singapore","surface_form":"Singapore","offset":3001},{"uri":"Mauritius","surface_form":"Mauritius","offset":3012},{"uri":"Ireland","surface_form":"Ireland","offset":3023},{"uri":"South_Africa","surface_form":"South Africa","offset":3032},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":3050},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3072},{"uri":"Diaspora","surface_form":"diaspora","offset":3166},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":3396}]}