{"id":107799,"url":"http://en.wikipedia.org/wiki/Moon","text":"The Moon is Earth's largest natural satellite. We usually see it in the night sky. Some other planets also have moons or natural satellites.\nOur moon is about a quarter the size of the Earth. Because it is far away it looks small, about half a degree wide. The gravity on the moon is one-sixth of the Earth's gravity. It means that something will be one-sixth as heavy on the Moon than on Earth. The Moon is a rocky and dusty place. The Moon moves slowly away from the earth at a rate of 3.8 cm per year, due to the effect of tidal dissipation.\nPhases.\nThe Moon being round, half of it is lit up by the sun. As it goes around (or orbits) the Earth, sometimes the side that people on Earth can see is all lit brightly. Other times only a small part of the side we see is lit. This is because the Moon does not send out its own light. People only see the parts that are being lit by sunlight. These different stages are called Phases of the Moon.\nIt takes the Moon about 29.53 days (29 days, 12 hours, 44 minutes) to complete the cycle, from big and bright to small and dim and back to big and bright. The phase when the Moon passes between the Earth and Sun is called the \"new moon\". The next phase of the moon is called the \"waxing crescent\", followed by the \"first quarter\", \"waxing gibbous\", then to a full moon. A full Moon occurs when the moon and sun are on opposite sides of the Earth. As the Moon continues its orbit it becomes a \"waning gibbous\", \"third quarter\", \"waning crescent\", and finally back to a new moon. People used the moon to measure time. A month is approximately equal in time to a lunar cycle.\nThe moon always shows the same side to Earth. Astronomers call this phenomenon tidal locking. This means that half of it can never be seen from Earth. The side facing away from Earth is called the far side or dark side of the Moon even though the sun does shine on it—we just never see it lit.\nHistory of exploring the Moon.\nBefore people stood on the Moon, the United States and the USSR sent robots to the Moon. These robots would orbit the Moon or land on its surface. The robots were the first man-made objects to touch the Moon.\nHumans finally landed on the Moon on July 21, 1969. Astronauts Neil Armstrong and Buzz Aldrin landed their lunar ship (the \"Eagle\") on the surface of the moon. Then, as half the world watched him on television, Armstrong climbed down the ladder of the \"Eagle\" and was the first human to touch the Moon as he said, \"That's one small step for a man, one giant leap for mankind.\"\nEven though their footprints were left on the moon a long time ago, it is likely that they are still there, as there is no wind or rain, making erosion extremely slow. The footprints do not get filled in or smoothed out.\nMore people landed on the moon between 1969 and 1972, when the last spaceship, Apollo 17 visited. Eugene Cernan of Apollo 17 was the last person to touch the moon.\nCharacteristics.\nBecause it is smaller, the Moon has less gravity than Earth (only 1/6 of the amount on Earth). So if a person weighs 120 kg on Earth, the person would only weigh 20 kg on the moon. But even though the Moon's gravity is weaker than the Earth's gravity, it is still there. If person dropped a ball while standing on the moon, it would still fall down. However, it would fall \"much\" more slowly. A person who jumped as high as possible on the moon would jump higher than on Earth, but still fall back to the ground. Because the Moon has no atmosphere, there is no air resistance, so a feather will fall as fast as a hammer.\nWithout an atmosphere, the environment is not protected from heat or cold. Astronauts wore spacesuits, and carried oxygen to breathe. The suit weighed about as much as the astronaut. The Moon's gravity is weak, so it was not as heavy as on Earth.\nIn the Earth, the sky is blue because the blue rays of the sun bounce off the gases in the atmosphere, making it look like blue light is coming from the sky. But on the moon, because there is no atmosphere, the sky looks black, even in the daytime. There is no atmosphere to protect the moon from the rocks that fall from outer space, and these meteorites crash right into the moon and make wide, shallow holes called craters. The moon has thousands of them. Newer craters gradually wear away the older ones.\nOrigin of the Moon.\nThe giant impact hypothesis is that the Moon was created out of the debris from a collision between the young Earth and a Mars-sized protoplanet. This is the favored scientific hypothesis for the formation of the Moon.\nWater on the Moon.\nIn 2009 NASA said that they had found a lot of water on the moon. The water is not liquid but is in the form of hydrates and hydroxides. Liquid water cannot exist on the Moon because photodissociation quickly breaks down the molecules. However, from the image NASA received, there is a history of water existence.\nLegal status.\nDuring the Cold War, the United States Army thought about making a military post on the Moon, able to attack targets on Earth. They also considered conducting a nuclear weapon test on the Moon. The United States Air Force had similar plans. However, both plans were brushed-off as NASA moved from a military to a civilian-based agency.\nEven though the Soviet Union left remains on the Moon, and the United States left a few flags, no country has control over the Moon. The U.S. and Soviet Union both signed the Outer Space Treaty, which calls the Moon and all of outer space the \"province of all mankind\". This treaty also banned all use of the military of the Moon, including nuclear weapons tests and military bases.","categories":[],"infobox_types":["planet"],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":12},{"uri":"Natural_satellite","surface_form":"natural satellite","offset":28},{"uri":"Degree_(angle)","surface_form":"degree","offset":244},{"uri":"Gravity","surface_form":"gravity","offset":261},{"uri":"Orbit","surface_form":"orbit","offset":630},{"uri":"Sunlight","surface_form":"sunlight","offset":881},{"uri":"Phases_of_the_Moon","surface_form":"Phases of the Moon","offset":925},{"uri":"Cycle","surface_form":"cycle","offset":1028},{"uri":"Month","surface_form":"month","offset":1563},{"uri":"Astronomer","surface_form":"Astronomer","offset":1664},{"uri":"Tidal_locking","surface_form":"tidal locking","offset":1697},{"uri":"United_States","surface_form":"United States","offset":1980},{"uri":"USSR","surface_form":"USSR","offset":2002},{"uri":"Robot","surface_form":"robot","offset":2012},{"uri":"Orbit","surface_form":"orbit","offset":2051},{"uri":"Astronaut","surface_form":"Astronaut","offset":2204},{"uri":"Neil_Armstrong","surface_form":"Neil Armstrong","offset":2215},{"uri":"Buzz_Aldrin","surface_form":"Buzz Aldrin","offset":2234},{"uri":"Television","surface_form":"television","offset":2351},{"uri":"Erosion","surface_form":"erosion","offset":2673},{"uri":"Apollo_17","surface_form":"Apollo 17","offset":2829},{"uri":"Eugene_Cernan","surface_form":"Eugene Cernan","offset":2848},{"uri":"Gravity","surface_form":"gravity","offset":2972},{"uri":"Ball","surface_form":"ball","offset":3222},{"uri":"Atmosphere","surface_form":"atmosphere","offset":3468},{"uri":"Air_resistance","surface_form":"air resistance","offset":3492},{"uri":"Feather","surface_form":"feather","offset":3513},{"uri":"Hammer","surface_form":"hammer","offset":3544},{"uri":"Astronaut","surface_form":"Astronaut","offset":3627},{"uri":"Spacesuit","surface_form":"spacesuit","offset":3643},{"uri":"Oxygen","surface_form":"oxygen","offset":3667},{"uri":"Earth","surface_form":"Earth","offset":3792},{"uri":"Blue","surface_form":"blue","offset":3824},{"uri":"Ray","surface_form":"ray","offset":3846},{"uri":"Sun","surface_form":"sun","offset":3858},{"uri":"Gas","surface_form":"gas","offset":3877},{"uri":"Atmosphere","surface_form":"atmosphere","offset":3890},{"uri":"Blue","surface_form":"blue","offset":3922},{"uri":"Light","surface_form":"light","offset":3927},{"uri":"Atmosphere","surface_form":"atmosphere","offset":3994},{"uri":"Day","surface_form":"day","offset":4039},{"uri":"Atmosphere","surface_form":"atmosphere","offset":4060},{"uri":"Outer_space","surface_form":"space","offset":4127},{"uri":"Meteorite","surface_form":"meteorite","offset":4144},{"uri":"Crater","surface_form":"crater","offset":4217},{"uri":"Giant_impact_hypothesis","surface_form":"giant impact hypothesis","offset":4332},{"uri":"Earth","surface_form":"Earth","offset":4438},{"uri":"Mars","surface_form":"Mars","offset":4450},{"uri":"Planet","surface_form":"planet","offset":4466},{"uri":"Hypothesis","surface_form":"hypothesis","offset":4505},{"uri":"NASA","surface_form":"NASA","offset":4574},{"uri":"Hydrate","surface_form":"hydrate","offset":4678},{"uri":"Hydroxide","surface_form":"hydroxide","offset":4691},{"uri":"Photodissociation","surface_form":"photodissociation","offset":4749},{"uri":"Molecule","surface_form":"molecule","offset":4791},{"uri":"Cold_War","surface_form":"Cold War","offset":4905},{"uri":"United_States_Army","surface_form":"United States Army","offset":4919},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":5055},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":5092},{"uri":"NASA","surface_form":"NASA","offset":5175},{"uri":"Outer_Space_Treaty","surface_form":"Outer Space Treaty","offset":5405},{"uri":"Outer_space","surface_form":"outer space","offset":5457}]}