{"id":10776,"url":"http://en.wikipedia.org/wiki/Andhra_Pradesh","text":"Andhra Pradesh () () is a state in the Republic of India. It has a population of 75,727,000 people according to the census of 2001. The eastern boundary is a coastline along the Bay of Bengal. Its latitude and longitude is 17.3660°N and 78.4760°E. The state has an area of. It is bigger than Burkina Faso but smaller than Ecuador. In traditional Indian geography it falls under the South Indian zone. It was divided into Andhra Pradesh and Telangana in 2014, because of the Andhra Pradesh Reorganisation Act 2014. According to this Act, both states will have the same capital city Hyderabad, for a period of 10 years. The present Chief Minister of the state is Y. S. Jagan Mohan Reddy of the YSR Party.\nAndhra Pradesh has a gross domestic product (GDP) of 123,560 (in millions of US dollars). That makes it the third largest state in India in terms of GDP, after Maharashtra and Uttar Pradesh. Most of this money comes from agriculture. Andhra Pradesh is sometimes called the \"Rice Bowl of India\", as a very large amount of rice or paddy is grown in the coastal plains of the state. Recently the state is also involved in newer businesses like biotechnology and information technology.","categories":[],"infobox_types":[],"annotations":[{"uri":"Republic_of_India","surface_form":"Republic of India","offset":39},{"uri":"Census","surface_form":"census","offset":116},{"uri":"Bay_of_Bengal","surface_form":"Bay of Bengal","offset":178},{"uri":"Burkina_Faso","surface_form":"Burkina Faso","offset":292},{"uri":"Ecuador","surface_form":"Ecuador","offset":322},{"uri":"South_India","surface_form":"South India","offset":382},{"uri":"Capital_(city)","surface_form":"capital city","offset":568},{"uri":"Hyderabad%2C_India","surface_form":"Hyderabad, for a period of 10 years.","offset":581},{"uri":"Gross_domestic_product","surface_form":"gross domestic product","offset":724},{"uri":"Agriculture","surface_form":"agriculture","offset":924},{"uri":"Biotechnology","surface_form":"biotechnology","offset":1144},{"uri":"Information_technology","surface_form":"information technology","offset":1162}]}