{"id":107777,"url":"http://en.wikipedia.org/wiki/Battle_of_the_Bulge","text":"The Battle of the Bulge (16 December 1944 – 25 January 1945) was a major German attack near the end of World War II, in Belgium, France and Luxembourg. The attack surprised Allied forces. It became the worst battle in terms of casualties for the United States. It also used up huge amounts of Germany's war-making resources.\nThe press made up \"Battle of the Bulge\" to describe the way the Allied front line bulged inward on wartime news maps and became the best known name for the battle.\nThe German attack was supported by several other operations. Germany's goal was to split the British and American Allied line in half, capture Antwerp, and then encircle and destroy four Allied armies. They hoped this would force the Allies to negotiate a peace treaty. Then Hitler could focus on the eastern front of the war.\nThe attack was planned in secret. Germany moved troops and equipment in the dark. The U.S. intelligence staff predicted a major German attack, but this still surprised them. The Allied forces were overconfident and too focused on their own attack plans, and they also didn't have good aerial reconnaissance.\nThe Germans attacked a weakly defended section of the Allied line. They took advantage of the overcast weather conditions, which made the Allies' air forces unable to fly. Violent resistance blocked German access to key roads. The thick forests helped the defenders.This slowed down the German advance and allowed the Allies to add new troops. Improved weather conditions permitted air attacks on German forces, which led to the failure of the attack.\nAfter the defeat, many experienced German units lacked men and equipment. The battle involved about 610,000 American men, of whom some 89,000 were casualties, including 19,000 killed. It was the largest and most deadly battle fought by the United States in World War II.\nBackground.\nAfter moving from Normandy at the end of July 1944 and landing in southern France on 15 August 1944, the Allies advanced toward Germany more quickly than expected.\nAllied troops were tired from weeks of continuous fighting and supplies were very low. While the supply situation improved in October, the lack of troops was still a major problem.\nGeneral Eisenhower and his staff chose the Ardennes region, held by the First United States Army, as an area that could be held by as few troops as possible. The Ardennes were chosen because the terrain offered good defence and there were not many roads.\nThe speed of the Allied advance and a lack of deep-water ports made it hard for the Allies to supply their troops. Beach supply operations using the Normandy landing areas could not supply enough provisions. The only port the Allies had captured was Cherbourg, near the original invasion beaches, but the Germans had wrecked and mined it.\nIt took the Allies many months to build up their ability to move cargo. The Allies captured the port of Antwerp, Belgium, fully intact, in the first days of September, but it was not working until 28 November. The Scheldt River had to be cleared of both German troops and naval mines.\nThe limitations led to disagreements between General Dwight D. Eisenhower and Field Marshal Bernard Montgomery over whether Montgomery or American General Omar Bradley in the south would get access to supplies.\nGerman forces remained in control of several major ports on the English Channel coast until May 1945. The destruction of the French railway system prior to D-Day made it hard for the Germans to respond to the invasion. It was also a problem for the Allies, as it took time to repair the tracks and bridges.\nA trucking system brought supplies to front-line troops, but transportation took huge amounts of fuel to reach the front line near the Belgian border. By early October the Allies stopped major attacks to improve their supply lines.\nMontgomery and Bradley both asked for delivery of supplies to their armies so they could continue to attack the Germans. Gen. Eisenhower wanted Montgomery's northern forces to open the port of Antwerp and capture the Ruhr area, the industrial part of Germany.\nWith the Allies paused, German Field Marshal Gerd von Rundstedt was able to reorganize the German armies into an organized defense.\nField Marshal Montgomery's Operation Market Garden only achieved some of its goals. Its gains in territory left the Allied supply situation worse than before. In October the Canadian First Army fought the Battle of the Scheldt, opening the port of Antwerp to shipping. As a result, by the end of October the supply situation got better.\nDespite a pause in fighting after the Scheldt battles, the Germans had serious problems. While operations continued in the autumn, notably the Lorraine Campaign, the Battle of Aachen and fighting in the Hürtgen Forest, the situation in the west changed little.\nThe Allies were slowly pushing towards Germany, but they did not get there. The Western Allies already had 96 divisions at or near the front, with ten more divisions coming from the United Kingdom. Additional Allied airborne units remained in England. The Germans had a total of 55 divisions.\nAdolf Hitler promised his generals 18 infantry and 12 armored or mechanized divisions. The plan was to use 13 infantry divisions, two parachute divisions and six panzer divisions from reserves. On the Eastern Front the Soviets' Operation Bagration during the summer had destroyed much of Germany's Army Group Center.\nThe operation ended only when the advancing Red Army forces ran out of supplies. By November, Soviet forces were preparing for a winter attack.\nMeanwhile, the Allied air attacks of early 1944 had made the German Air Force unable to fly. This meant that the German Army had little battlefield intelligence and no way to stop Allied supplies. The daytime movement of German forces was easily noticed and stopping supplies combined with the bombing of the Romanian oil fields meant Germany had no oil and gasoline.\nOne of the few advantages held by the German forces in November 1944 was that they were no longer defending all of Western Europe. Their front lines in the west had been shortened and were much closer to the German borders. This reduced their supply problems despite Allied control of the air.\nAdditionally, their telephone and telegraph network meant that radios were no longer necessary for communications, which lessened the effectiveness of Allied Ultra code breaking. Nevertheless, some 40—50 coded messages were sent per day by ULTRA. They recorded the quadrupling of German fighter forces and noticed that an attack was planned. ULTRA also picked up information about a lot of rail and road movements in the region.\nDrafting the offensive.\nGerman leader Adolf Hitler felt that his mobile reserves allowed him to do one major attack. Although he realised nothing could be accomplished in the Eastern Front, he still believed an offensive against the Western Allies could succeed.\nHitler believed he could split the Allied forces and make the Americans and British to settle for a separate peace, independent of the Soviet Union.\nSuccess in the west would give the Germans time to design and produce more advanced weapons (such as jet aircraft, new U-boat designs and super-heavy tanks) and permit the build-up of forces in the east.\nGiven the reduced manpower of their land forces, the Germans believed that it was better to attack in the West against the smaller Allied forces rather than against the vast Soviet armies. Even the destruction of entire Soviet armies would still have left the Soviets with more soldiers.\nSeveral senior German military officers, such as Field Marshal Walter Model did not think the attack would work. They offered different plans, but Hitler would not listen. The plan needed bad weather, including heavy fog and low-lying clouds, which would make it hard for Allied planes to fly. Hitler originally set the attack for late November, before the start of the Russian winter offensive.\nIn the west supply problems began slowing down Allied operations, even though the opening of the port of Antwerp in late November improved the situation. The positions of the Allied armies stretched from southern France all the way north to the Netherlands. The Germans wanted to attack the thin line of Allied forces. They thought this would stop Allied advances on the Western Front.\nSeveral plans for major Western attacks were prepared. A first plan was for an attack on the U.S. forces around Aachen, to encircle the U.S. Ninth Army. A second plan was for a \"blitzkrieg\" attack through the weakly defended Ardennes Mountains. This aimed at splitting the armies along the U.S.—British lines and capturing Antwerp.\nHitler chose the second plan. He liked the idea of splitting the Anglo-American armies. There were many disputes between Montgomery and Patton. Hitler hoped he could make use of these disagreements. If the attack captured Antwerp, four complete armies would be trapped without supplies behind German lines.\nBoth plans aimed at on attacks against the American forces. Hitler believed the Americans were not able to fight well. He thought that the American people would lose hope upon hearing of an American loss.\n\"Generalfeldmarschall\" (Field Marshal) Walther Model and Field Marshal Gerd von Rundstedt were ordered to lead the attacks.\nModel and von Rundstedt both believed aiming for Antwerp was too difficult, given Germany's lack of resources in late 1944. At the same time they felt that being just defensive would only delay defeat. They developed plans that did not aim to cross the Meuse River; Model's being \"Unternehmen Herbstnebel\" (Operation Autumn Mist) and von Rundstedt's \"Fall Martin\" (\"Plan Martin\").\nThe two field marshals showed their plans to Hitler, who rejected them in favor of his \"big solution\".\nOperation names.\nThe phrase \"Battle of the Bulge\" was made up by contemporary press to describe the way the Allied front line bulged inward on wartime news maps.\nAfter the war ended, the U.S. Army issued the Ardennes-Alsace medal to units that took part in operations in northwest Europe. The medal covered the Ardennes sector where the battle took place and units further south in the Alsace sector.\nPlanning.\nOKW decided by mid-September, on Hitler's orders, that the attack would be started in the Ardennes, as was done in 1940. Many German generals objected, but the attack was planned and carried out. In 1940 German forces had passed through the Ardennes in three days before attacking the enemy, but the 1944 plan called for battle in the forest. The main forces were to advance westward to the Meuse River, then turn northwest for Antwerp and Brussels.\nThe thick forests of the Ardennes would make movement difficult. There was open ground beyond the Meuse where the Germans could move quickly to the coast.\nFour armies were selected for the operation. First was the Sixth Panzer Army, under SS General Sepp Dietrich—newly created on 26 October 1944, it used the most senior and the most experienced \"Waffen-SS\": the 1st SS Panzer Division \"Leibstandarte Adolf Hitler\" as well as the 12th SS Panzer Division \"Hitlerjugend\". The 6th Panzer Army was the northernmost attack force. It was ordered to capture Antwerp.\nThe Fifth Panzer Army under General Hasso von Manteuffel was ordered to capture Brussels.\nThe Seventh Army, under General Erich Brandenberger, was ordered to the southernmost attack. This Army was made up of only four infantry divisions, with no armoured groups. As a result, they made little progress throughout the battle.\nAlso participating in a secondary role was the Fifteenth Army, under General Gustav-Adolf von Zangen. It was located on the far north of the Ardennes battlefield. It was ordered to hold U.S. forces in place. It could also attack if conditions were right.\nFor the attack to be successful, four elements were needed: the attack had to be a complete surprise; the weather conditions had to be poor to stop Allied air superiority; the progress had to be rapid. Allied fuel supplies would have to be captured because the Wehrmacht was short on fuel. The General Staff estimated they only had enough fuel to cover one-third to one-half of the ground to Antwerp.\nThe plan originally called for just under 45 divisions, including a dozen panzer and panzergrenadier divisions forming the armored spearhead and various infantry units to form a defensive line. By this time, however, the German Army suffered from a manpower shortage and the force had been reduced to around 30 divisions.\nAlthough it retained most of its armor, there were not enough infantry units because of the defensive needs in the East. These 30 newly rebuilt divisions used some of the last reserves of the German Army. Among them were \"Volksgrenadier\" units formed from a mix of veterans and recruits formerly regarded as too young or too old to fight. Training time, equipment and supplies were inadequate during the preparations. German fuel supplies were inadequate. Materials and supplies that could not be transported by rail had to be horse-drawn to conserve fuel. The mechanized and panzer divisions would depend heavily on captured fuel. As a result, the start of the attack was delayed from 27 November to 16 December.\nBefore the offensive the Allies were not aware of German troop movement. During the liberation of France, the French resistance had provided information about German movements. Once they reached the German border, this information was not available. In France, orders had been relayed within the German army using radio messages coded by the Enigma machine. These could be picked up and decoded by Allied code-breakers at Bletchley Park, to give the intelligence known as ULTRA.\nIn Germany such orders were typically transmitted using telephone and teleprinter, and a special radio silence order was made on all communications about the attack. The major crackdown in the \"Wehrmacht\" after the 20 July plot to kill Hitler resulted in much tighter security and fewer information leaks. The foggy autumn weather also prevented Allied reconnaissance aircraft from seeing the Germans on the ground.\nGerman units in the area were given charcoal instead of wood for cooking fires to cut down on smoke and reduce chances of Allied observers realizing a troop build up was underway.\nAllied High Command considered the Ardennes a quiet sector. Allied intelligence services said that the Germans were unable to launch any major attacks this late in the war. The Allies thought that the Germans were getting ready for defence. The Allies thought that a new defensive army was being formed around Düsseldorf in the northern Rhine. The Germans tricked the Allies by increasing the number of flak batteries in the area and making more radio transmissions in the area.\nThe attack, when it came, completely surprised the Allied forces. The U.S. Third Army intelligence chief, Colonel Oscar Koch, the U.S. First Army intelligence chief and the SHAEF intelligence officer had warned that the Germans might attack the U.S. VIII Corps area. These warnings were ignored by the U.S. 12th Army Group.\nBecause the Ardennes was considered a quiet sector, the Allies used it as a training ground for new units and a rest area. The U.S. units deployed in the Ardennes thus were a mixture of inexperienced troops (such as the U.S. 99th and 106th \"Golden Lions\" Divisions), and veteran troops sent to that sector to rest (the 28th Infantry Division).\nTwo major special operations were planned for the attack. By October it was decided that Otto Skorzeny, the German commando was to lead a task force of English-speaking German soldiers. These soldiers were to be dressed in American and British uniforms. They would go behind American lines and change signposts, misdirect traffic, cause disruption and seize bridges across the Meuse River between Liège and Namur.\nBy late November, another special operation was added: Col. Friedrich August von der Heydte was to lead a \"Fallschirmjäger\" (paratrooper) \"Kampfgruppe\" in Operation Stösser, a night-time paratroop drop behind the Allied lines aimed at capturing an important road near Malmedy.\nGerman intelligence had set 20 December as the expected date for the start of the upcoming Soviet attack.\nAfter the 20 July plot attempt to kill Hitler's life, and the advance of the Red Army, Hitler and his staff left the Wolfsschanze headquarters in East Prussia. After a brief visit to Berlin, Hitler travelled on his \"Führersonderzug\" (train) to Giessen on 11 December, taking up residence in the Adlerhorst command complex at Kransberg Castle.\nVon Rundstedt set up his operational headquarters near Limburg, close enough for the generals and Panzer Corps commanders who were to lead the attack to visit Alderhost.\nIn a personal conversation on 13 December between Walther Model and Friedrich von der Heydte, who was put in charge of Operation \"Stösser\", von der Heydte gave Operation \"Stösser\" less than a 10% chance of succeeding. Model told him it was necessary to make the attempt.\nInitial German assault.\nOn 16 December 1944, at 5:30 am, the Germans began the attack with a 90-minute artillery attack using 1,600 artillery pieces. The Americans thought was that this was an attack resulting from the Allies' recent attack in the Wahlerscheid sector to the north.\nIn the northern sector Dietrich's 6th Panzer Army was held up for almost 24 hours by a single platoon and four U.S. Forward Artillery Observers. They then attacked Losheim Gap and Elsenborn Ridge to get through to Liège and Antwerp.\nHeavy snowstorms occurred in the Ardennes area. This kept the Allied aircraft grounded, but it also slowed the German advance. There were massive traffic jams and fuel shortages.\nvon Manteuffel's Fifth Panzer Army attacked towards Bastogne and St. Vith. In the south, Brandenberger's Seventh Army moved towards Luxembourg.\nOnly one month before 250 members of the Waffen-SS had tried to recapture the town of Vianden from the Luxembourgish resistance during the Battle of Vianden. The SS lost.\nAttack on the northern shoulder.\nThe battle for Elsenborn Ridge was an important part of the Battle of the Bulge. The attack was led by one of the best equipped German divisions on the western front, the 1st SS Panzer Division (LSSAH).\nThe division made up the lead unit for the entire German 6th Panzer Army. SS Obersturmbannführer Joachim Peiper led Kampfgruppe Peiper, consisting of 4,800 men and 600 vehicles.\nThe attacks by the Sixth Panzer Army's infantry units in the north did badly because of strong resistance by the U.S. 2nd and 99th Infantry Divisions.\nOn the first day, a German battalion of 500 men was held up for 10 hours. The infantry of the 9th Fallschirmjaeger Regiment, 3rd Fallschirmjaeger Division had been ordered to attack the village first.\nA single 18-man platoon from the 99th Infantry Division and four Forward Air Controllers held up the battalion of about 500 German paratroopers until sunset causing 92 casualties among the Germans.\nThis stopped the German advance. Kampfgruppe Peiper, at the head of the SS Oberstgruppenführer Sepp Dietrich's Sixth Panzer Army had been ordered to take the Losheim-Losheimergraben road. Peiper did not begin his advance until nearly 4:00 pm, more than 16 hours behind schedule.\nKampfgruppe Peiper reached Bucholz Station in the early morning of 17 December and captured portions of the 3rd Battalion of the 394th Infantry Regiment. They seized a U.S. fuel depot at Büllingen, where they refuelled before continuing westward.\nTo the north, the 277th Volksgrenadier Division attempted to break through the U.S. 99th Infantry Division and positions of 2nd Infantry Division.\nThe 12th SS Panzer Division, reinforced by additional infantry (Panzergrenadier and Volksgenadier) divisions, took Losheimergraben and attacked the villages of Rocherath and Krinkelt.\nTheir intention was to control the villages of Rocherath-Krinkelt which would clear a path to Elsenborn Ridge. This would give the Germans control of the roads to the south and west and ensure supply to Kampfgruppe Peiper's armored force.\nThe American defense prevented the Germans from reaching the supplies near the Belgian cities of Liège and Spa. After more than ten days of battle, they pushed the Americans out of the villages, but were unable to move them from the ridge. The V Corps of the First U.S. Army prevented the German forces from reaching the roads to their west.\nThe 99th Infantry Division was outnumbered but it caused a lot of German dead and wounded. The division lost about 20% of its strength, including 465 killed and 2,524 evacuated due to wounds, injuries or fatigue. German losses were much higher. In the northern sector, this included more than 4,000 deaths and the destruction of sixty tanks and big guns. Historian John S.D. Eisenhower wrote, \"... the action of the 2nd and 99th Divisions on the northern shoulder could be considered the most decisive of the Ardennes campaign.\"\nKampfgruppe Peiper drives west.\nKampfgruppe Peiper entered Honsfield, one of the 99th Division's rest centres. They killed many, destroyed a number of American armored units and vehicles, and took several dozen prisoners who were murdered. Peiper easily captured the town and of fuel for his vehicles. Peiper then advanced north-west towards Büllingen. Peiper turned south to detour around Hünningen.\nMalmedy massacre.\nAt 12:30 on 17 December, Kampfgruppe Peiper was near the hamlet of Baugnez when he met the 285th Field Artillery Observation Battalion, U.S. 7th Armored Division. After a battle the Americans surrendered. They were sent to stand in a field. The SS troopers suddenly opened fire on the prisoners. A few survived, and news of the killings of prisoners of war was sent through Allied lines. Following the end of the war, soldiers and officers of Kampfgruppe Peiper, including Joachim Peiper and SS general Sepp Dietrich, were put on trial at the Malmedy massacre trial.\nChenogne massacre.\nFollowing the Malmedy massacre, on New Year's Day 1945, after having previously received orders to take no prisoners, American soldiers shot sixty German prisoners of war near the Belgian village of Chenogne (8 km from Bastogne).\nGermans advance west.\nBy the evening the Germans had pushed north to fight the U.S. 99th Infantry Division. Peiper's forces were late because of the American resistance and because when the Americans fell back, they blew up bridges and emptied fuel storaged.\nPeiper's unit was delayed and his vehicles needed fuel. They took 36 hours to advance from Eifel to Stavelot.\nKampfgruppe Peiper attacked Stavelot on 18 December but was unable to capture the town before the Americans emptied a large fuel depot. Three tanks attempted to take the bridge, but the lead tank was disabled by a mine. 60 grenadiers advanced forward but were stopped by American fire. After a tank battle the next day, the Germans entered the village when U.S. engineers did not blow up the bridge.\nPeiper rushed toward the bridge at Trois-Ponts, leaving the most of his force in Stavelot. When they reached it at 1130 on 18 December, retreating U.S. engineers blew it up.\nPeiper went north. At Cheneux, he was attacked by American fighter-bombers, destroying two tanks and five halftracks. The group got moving at dusk at 1600. Of the two bridges now remaining between Kampfgruppe Peiper and the Meuse, the bridge over the Lienne was blown by the Americans as the Germans approached.\nPeiper turned north and stopped his forces in the woods between La Gleize and Stoumont. He learned that Stoumont was strongly held and that the Americans were bringing up new troops from Spa.\nTo Peiper's south, the advance of Kampfgruppe Hansen had stopped. SS Sturmbannführer Knittel crossed the bridge at Stavelot, but the Americans recaptured Stavelot. Peiper and Knittel both were at risk of being cut off.\nGerman advance halted.\nAt dawn on 19 December, Peiper attacked the American defenders of Stoumont. He sent infantry from the 2nd SS Panzergrenadier Regiment in an attack and a company of Fallschirmjäger. He followed this with a Panzer attack, gaining the eastern edge of the town.\nAn American tank battalion arrived but Peiper finally captured Stoumont at 1030. Knittel joined up with Peiper and reported the Americans had recaptured Stavelot to their east. Peiper ordered Knittel to retake Stavelot.\nHe thought Kampfgruppe did not have enough fuel to cross the bridge west of Stoumont. On the same evening the U.S. 82nd Airborne Division under Maj. Gen. James Gavin arrived at La Gleize.\nKampfgruppe Sandig, which had been ordered to take Stavelot, launched another attack without success. Sixth Panzer Army commander SS-Oberstgruppenführer Sepp Dietrich ordered Hermann Prieß, commanding officer of the I SS Panzer Corps, to help Peiper's Kampfgruppe, but Prieß was unable to break through.\nSmall units of the U.S. 2nd Battalion of the 119th Regiment attacked the Kampfgruppe Peiper during the morning of 21 December. They were pushed back and a number captured, including their battalion commander, Maj. Hal McCown.\nAttempting to withdraw from Cheneux, American paratroopers from the 82nd Airborne Division engaged the Germans in violent fighting. The Americans shelled Kampfgruppe Peiper on 22 December.\nAlthough the Germans had run out of food and had no fuel, they continued to fight. A Luftwaffe resupply mission went badly, parachuting supplies to American troops in Stoumont.\nIn La Gleize, Peiper set up defences. He decided to break through back to the German lines on 23 December. The men of the \"Kampfgruppe\" abandoned their vehicles and heavy equipment.\nOperation Stösser.\nOperation Stösser was a paratroop drop into the American rear in the High Fens (;;) area. The goal was the \"Baraque Michel\" crossroads.\nIt was the German paratroopers' only nighttime drop during World War II. The II Parachute Corps sent 100 men from each of its regiments. They had little time to train together.\nThe parachute drop was a failure. Von der Heydte ended up with around 300 troops. Their force was too small and too weak to counter the Allies. They withdrew towards Germany and attacked the rear of the American lines. Only about 100 of his tired men finally reached the German rear.\nWereth 11.\nAnother, much smaller massacre was committed in Wereth, Belgium, on 17 December 1944. Eleven black American soldiers, after surrendering, were tortured and then shot by men of the 1st SS Panzer Division, belonging to Kampfgruppe Knittel. Men from Third Company of the Reconnaissance Battalion were responsible.\nAttack in the center.\nThe Germans did better when the Fifth Panzer Army attacked positions held by the U.S. 28th and 106th Infantry Divisions. The Germans lacked the strength that they had in the north, but they still had more troops and weapons than the 28th and 106th divisions. They surrounded two regiments (422nd and 423rd) of the 106th Division and forced their surrender.\nThe official U.S. Army history states: \"At least seven thousand [men] were lost here and the figure probably is closer to eight or nine thousand.\"\nBattle for St. Vith.\nIn St. Vith, it was hard for von Manteuffel's and Dietrich's forces. The defenders resisted the German attacks. This slowed down the German advance.\nMontgomery ordered St. Vith to be evacuated on 21 December. U.S. troops got into trenches, which made the German advance hard. By 23 December, U.S. troops were ordered to retreat west of the Salm River. Since the German plan called for the capture of St. Vith by 18:00 on 17 December, they were behind schedule.\nMeuse River bridges.\nTo protect the river crossings on the Meuse, Montgomery ordered units to hold the bridges on 19 December.\nThe German advance in the center was the most successful. Fifth Panzer Army was led by the 2nd Panzer Division while Panzer Lehr Division came up from the south. The Ourthe River was passed at Ourtheville on 21 December.\nLack of fuel held up the advance for one day, but on 23 December the attack continued towards the towns of Hargimont and Marche.\nHargimont was captured the same day, but Marche was defended by the American 84th Division. Gen. Lüttwitz, commander of the XXXXVII Panzer Corps, ordered the Division to turn west towards Dinant and the Meuse. 2nd Panzer Division was still advancing quickly.\nOn 22/23 December the woods of Foy-Notre-Dame were reached, near Dinant. On 24 December the furthest point was reached. Panzer Lehr Division took the town of Celles. Farther north, parts of 2nd Panzer Division were close to the Meuse.\nAn Allied force prevented the German forces from approaching the Dinant bridge. By late Christmas Eve the advance in this sector was stopped by Allied forces.\nOperation Greif and Operation Währung.\nFor Operation Greif, Otto Skorzeny got English-speaking Germans in American uniforms behind the Allied lines. Although they failed to take the bridges over the Meuse, they caused confusion and rumors spread quickly. Even General George Patton was worried and described the situation to General Dwight Eisenhower.\nCheckpoints were set up all over the Allied rear, greatly slowing the movement of soldiers and equipment. American MPs at these checkpoints asked troops about things that every American was expected to know.\nThe tightened security made things very hard for the German soldiers to move about, and a number of them were captured. Even during interrogation, they spread lies. when asked about their mission, some of them claimed they had been told to go to Paris to either kill or capture General Dwight Eisenhower.\nSecurity around the general was greatly increased, and Eisenhower was kept in his headquarters.\nBecause Skorzeny's men were captured in American uniforms, they were executed as spies. This was the standard practice of every army at the time. Skorzeny said that he was told by German legal experts that as long he doesn't order his men to fight in combat while wearing American uniforms, such a tactic was a legitimate trick.\nSkorzeny and his men wore their German uniforms underneath their American ones in case of capture. Skorzeny was tried by an American military tribunal in 1947 at the Dachau Trials for violating the laws of war from his leadership of Operation Greif, but was acquitted.\nIn Operation Währung, a small number of German agents went behind Allied lines in American uniforms. They tried to bribe rail and port workers to cause problems with Allied supply operations. However, this operation was a failure.\nAttack in the south.\nFurther south attacking divisions crossed the River Our. The 112th Infantry Regiment kept German troops from using the Our River bridges around Ouren for two days, before withdrawing.\nThe 109th and 110th Regiments of the 28th Division did badly. They had so few troops that the Germans got around their positions. Both resisted and slowed down the German schedule by several days. Panzer groups captured villages and advanced near Bastogne within four days.\nThe battles for the villages and American strongpoints, and transport confusion on the German side, slowed the attack down. This allowed the 101st Airborne Division to reach Bastogne on 19 December. The defense of Bastogne made it impossible for the Germans to take the town. The \"panzers\" went past on either side, cutting off Bastogne on 20 December.\nIn the south, Brandenberger's three infantry divisions were stopped by divisions of the U.S. VIII Corps. Only the 5th Parachute Division of Brandenberger's command was able to move forward.\nEisenhower and his commanders realized by 17 December that the fighting in the Ardennes was a major offensive and not a small attack, and they ordered many new troops to the area.\nWithin a week 250,000 troops had been sent. Gen. Gavin of the 82nd Airborne Division ordered the 101st to hold Bastogne. The 82nd had to battle the SS Panzer Divisions.\nSiege of Bastogne.\nBy the time the senior Allied commanders met on 19 December, the town of Bastogne and its 11 roads had been held by the Germans for several days.\nTwo separate westbound German columns got stopped by defensive positions up to ten miles from the town.\nGen. Eisenhower realized that the Allies could destroy German forces much more easily when they were out in the open. Patton had ordered his staff to prepare three plans for a northward turn.\nOn 20 December, Eisenhower removed the First and Ninth U.S. Armies from Gen. Bradley's 12th Army Group and placed them under Montgomery's 21st Army Group.\nBy 21 December the Germans had surrounded Bastogne, which was defended by the 101st Airborne Division and Combat Command B of the 10th Armored Division. Conditions inside the town were tough. Food was scarce, and by 22 December artillery ammunition was restricted to 10 rounds per gun per day.\nThe weather cleared the next day, however, and supplies (ammunition) were dropped over four of the next five days.\nDespite German attacks, the town held. The German commander, Lt. Gen. Heinrich Freiherr von Lüttwitz, requested Bastogne's surrender. When Brig. Gen. Anthony McAuliffe was told of the Nazi demand that he surrender, he refused.\nBoth 2nd Panzer and Panzer Lehr moved forward from Bastogne after 21 December. The 26th VG received one panzergrenadier regiment on Christmas Eve for its attack the next day. Because it lacked troops and those of the 26th VG Division were tired, the XLVII Panzer Corps concentrated its attack on several locations on the west side.\nThe attack was defeated and all the tanks destroyed. The next day, 26 December, Gen. Patton's 4th Armored Division broke through and opened a passage to Bastogne.\nAllied counteroffensive.\nOn 23 December, the weather conditions started improving, allowing the Allied air forces to attack. They bombed the German supply points in their rear. P-47 Thunderbolts started attacking the German troops on the roads.\nAllied air forces also helped the defenders of Bastogne, dropping medicine, food, blankets, and ammunition. A team of volunteer surgeons flew in by military glider and began operating.\nBy 24 December, the German advance was stopped near the Meuse. Units of the British XXX Corps were holding the bridges at Dinant, Givet, and Namur and U.S. units were about to take over.\nThe Germans had no supplies, and shortages of fuel and ammunition were becoming serious. Up to this point the German losses had been light, especially in armor, which was almost unharmed with the exception of Peiper's losses.\nOn the evening of 24 December, General Hasso von Manteuffel recommended to Hitler a stop to all operations and a withdrawal. Hitler said no.\nHowever, confusion at the Allied command prevented a strong response. In the center, on Christmas Eve, the 2nd Armored Division attempted to attack the 2nd Panzer Division at the Meuse.\nThe 4th Cavalry Group attacked the 9th Panzer Division at Marche. As result, parts of the 2nd Panzer Division were cut off. On 26 and 27 December the trapped units of 2nd Panzer Division made two break-out attempts.\nFurther Allied attacks near Marche led the Germans to know that no further action towards the Meuse was possible.\nIn the south, Patton's Third Army was battling to help the US troops in Bastogne. At 16:50 on 26 December, the Company D, 37th Tank Battalion of the 4th Armored Division, reached Bastogne, ending the siege.\nGerman counterattack.\nOn 1 January, in an attempt to keep the offensive going, the Germans launched two new operations. At 09:15, the \"Luftwaffe\" launched \"Unternehmen Bodenplatte\" (Operation Baseplate), a major campaign against Allied airfields in the Low Countries. Hundreds of planes attacked Allied airfields, destroying or severely damaging some 465 aircraft. However, the \"Luftwaffe\" lost 277 planes, 62 to Allied fighters and 172 mostly because of an unexpectedly high number of Allied flak guns, set up to protect against German V-1 flying bomb attacks and using proximity fused shells, but also by friendly fire from the German flak guns that were uninformed of the pending large-scale German air operation. The Germans suffered heavy losses at an airfield named Y-29, losing 24 of their own planes while downing only one American plane. While the Allies recovered from their losses in just days, the operation left the \"Luftwaffe\" weak and ineffective for the remainder of the war.\nOn the same day, German Army Group G (\"Heeresgruppe G\") and Army Group Upper Rhine (\"Heeresgruppe Oberrhein\") launched a major offensive against the thinly stretched, line of the Seventh U.S. Army. This offensive, known as \"Unternehmen Nordwind\" (Operation North Wind), was the last major German offensive of the war on the Western Front. The weakened Seventh Army had, at Eisenhower's orders, sent troops, equipment, and supplies north to reinforce the American armies in the Ardennes, and the offensive left it in dire straits.\nBy 15 January, Seventh Army's VI Corps was fighting on three sides in Alsace. With casualties mounting, and running short on replacements, tanks, ammunition, and supplies, Seventh Army was forced to withdraw to defensive positions on the south bank of the Moder River on 21 January. The German offensive drew to a close on 25 January. In the bitter, desperate fighting of Operation Nordwind, VI Corps, which had borne the brunt of the fighting, suffered a total of 14,716 casualties. The total for Seventh Army for January was 11,609. Total casualties included at least 9,000 wounded. First, Third and Seventh Armies suffered a total of 17,000 hospitalized from the cold.\nAllies prevail.\nWhile the German offensive had ground to a halt, they still controlled a dangerous salient in the Allied line. Patton's Third Army in the south, centered around Bastogne, would attack north, Montgomery's forces in the north would strike south, and the two forces planned to meet at Houffalize.\nThe temperature during January 1945 was extremely low. Weapons had to be maintained and truck engines run every half-hour to prevent their oil from congealing. The offensive went forward regardless.\nEisenhower wanted Montgomery to go on the counter offensive on 1 January, with the aim of meeting up with Patton's advancing Third Army and cutting off most of the attacking Germans, trapping them in a pocket. However, Montgomery, refusing to risk underprepared infantry in a snowstorm for a strategically unimportant area, did not launch the attack until 3 January, by which time substantial numbers of German troops had already managed to fall back successfully, but at the cost of losing most of their heavy equipment.\nAt the start of the offensive, the First and Third U.S. Armies were separated by about. American progress in the south was also restricted to about a kilometer a day. The majority of the German force executed a successful fighting withdrawal and escaped the battle area, although the fuel situation had become so dire that most of the German armor had to be abandoned. On 7 January 1945, Hitler agreed to withdraw all forces from the Ardennes, including the \"SS Panzer\" divisions, thus ending all offensive operations. However, considerable fighting went on for another 3 weeks; St. Vith was recaptured by the Americans on 23 January and the last German units participating in the offensive did not return to their start line until 25 January.\nWinston Churchill, addressing the House of Commons following the Battle of the Bulge said, \"This is undoubtedly the greatest American battle of the war and will, I believe, be regarded as an ever-famous American victory.\"\nControversy at high command.\nAs the Ardennes battles began, Montgomery commanded of the American First and Ninth armies. This was approved by Eisenhower, as the northern armies had lost all communications with Bradley, who was based in Luxembourg. The northern side had lost all communications with the US command and with nearby units. Without radio or telephone communication Montgomery managed to improvise a way of communicating orders.\nThis change of leadership did not become known until a message was released.\nMontgomery asked Churchill if he could explain the situation.\nOn the same day as Hitler's withdrawal order, 7 January, Montgomery held his press conference. Montgomery praised the \"courage and good fighting quality\" of the Americans. He also praised Eisenhower.\nThen Montgomery described the battle for a half-hour. Coming to the end of his speech he said he had used the whole power of the British Group of Armies. He called the battle \"the most interesting, I think possibly one of the most interesting and tricky battles I have ever handled.\"\nDespite his positive remarks about American soldiers, the Americans thought he took credit for the success of the campaign. They thought he made it sound like he had rescued the Americans.\nPatton and Eisenhower both felt he did not describe the share of the fighting played by the British and Americans in the Ardennes. They thought that he did not tell about the part played by Bradley, Patton and other American commanders. Montgomery did not mention of any American general beside Eisenhower. This was seen as insulting.\nMontgomery saw his error and later wrote: \"I think now that I should never have held that press conference.\"\nBradley and Patton both threatened to resign unless Montgomery's command was changed. Eisenhower had decided to fire Montgomery. Eisenhower allowed Montgomery to apologize.\nAftermath.\nCasualty estimates from the battle vary widely. The official U.S. account lists 80,987 American casualties, while other estimates range from 70,000 to 108,000. According to the U.S. Department of Defense the American forces suffered 89,500 casualties including 19,000 killed, 47,500 wounded and 23,000 missing.\nAn official report by the United States Department of the Army lists some 108,347 casualties, including 19,246 killed, 62,489 wounded and 26,612 captured and missing. The Battle of the Bulge was the most violent battle that U.S. forces experienced in World War II; the 19,000 American dead were unsurpassed by those of any other engagement. British losses totaled 1,400.\nThe German High Command's official figure for the campaign was 84,834 casualties, and other estimates range between 60,000 and 100,000.\nThe Allies continued to push on in the battle. In early February, the Allies launched an attack all along the Western front: in the north under Montgomery toward Aachen; in the center, under Courtney Hodges; and in the south, under Patton.\nThe German losses in the battle were serious in several ways. The last of the German reserves were now gone, the Luftwaffe had been destroyed and the remaining German forces in the West were being pushed back to the defenses of the Siegfried Line.\nThe initial success of Hitler's Ardennes offensive, launched 16 December 1944, caused Churchill to ask Stalin on 6 January 1945 for Soviet help by launching a Soviet attack. On Friday, 12 January, the Soviets began the Vistula–Oder Offensive, planned to begin on 20 January.\nDuring World War II, most U.S. black soldiers still served only as truck drivers and as stevedores. In the midst of the Battle of the Bulge, General Eisenhower was short of replacement troops so he allowed African American soldiers to join the white military units to fight in combat for the first time. More than 2,000 black soldiers had volunteered to go to the front.\nThis was an important step toward a racially integrated United States military. A total of 708 African Americans were killed in combat during World War II.","categories":[],"infobox_types":["Military Conflict"],"annotations":[{"uri":"Nazi_Germany","surface_form":"German","offset":73},{"uri":"World_War_II","surface_form":"World War II","offset":103},{"uri":"Belgium","surface_form":"Belgium","offset":120},{"uri":"France","surface_form":"France","offset":129},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":140},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":603},{"uri":"Antwerp","surface_form":"Antwerp","offset":632},{"uri":"Western_Allies","surface_form":"Allies","offset":723},{"uri":"Peace_treaty","surface_form":"peace treaty","offset":745},{"uri":"Military_logistics","surface_form":"supply","offset":2120},{"uri":"Dwight_D._Eisenhower","surface_form":"Eisenhower","offset":2212},{"uri":"Ardennes","surface_form":"Ardennes","offset":2247},{"uri":"Cherbourg-Octeville","surface_form":"Cherbourg","offset":2709},{"uri":"Port_of_Antwerp","surface_form":"port of Antwerp","offset":2894},{"uri":"Battle_of_the_Scheldt","surface_form":"Scheldt River","offset":3012},{"uri":"Naval_mine","surface_form":"naval mine","offset":3070},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":3136},{"uri":"Bernard_Law_Montgomery%2C_1st_Viscount_Montgomery_of_Alamein","surface_form":"Bernard Montgomery","offset":3175},{"uri":"Omar_Bradley","surface_form":"Omar Bradley","offset":3238},{"uri":"English_Channel","surface_form":"English Channel","offset":3358},{"uri":"D-Day","surface_form":"D-Day","offset":3450},{"uri":"Ruhr_area","surface_form":"Ruhr area","offset":4050},{"uri":"Gerd_von_Rundstedt","surface_form":"Gerd von Rundstedt","offset":4138},{"uri":"Field_Marshal_(UK)","surface_form":"Field Marshal","offset":4225},{"uri":"Operation_Market_Garden","surface_form":"Operation Market Garden","offset":4252},{"uri":"Canadian_First_Army","surface_form":"Canadian First Army","offset":4399},{"uri":"Battle_of_the_Scheldt","surface_form":"Battle of the Scheldt","offset":4430},{"uri":"Lorraine_Campaign","surface_form":"Lorraine Campaign","offset":4705},{"uri":"Battle_of_Aachen","surface_form":"Battle of Aachen","offset":4728},{"uri":"Battle_of_H%C3%BCrtgen_Forest","surface_form":"fighting in the Hürtgen Forest","offset":4749},{"uri":"Operation_Queen","surface_form":"slowly pushing towards Germany","offset":4839},{"uri":"Eastern_Front_(World_War_II)","surface_form":"Eastern Front","offset":5317},{"uri":"Operation_Bagration","surface_form":"Operation Bagration","offset":5344},{"uri":"Army_Group_Center","surface_form":"Army Group Center","offset":5414},{"uri":"Soviet_Army","surface_form":"Red Army","offset":5477},{"uri":"Luftwaffe","surface_form":"German Air Force","offset":5638},{"uri":"Petrochemical_industry_in_Romania","surface_form":"Romanian oil fields","offset":5886},{"uri":"Ultra_(cryptography)","surface_form":"Ultra","offset":6397},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":6706},{"uri":"Eastern_Front_(World_War_II)","surface_form":"Eastern Front","offset":6843},{"uri":"Jet_aircraft","surface_form":"jet aircraft","offset":7181},{"uri":"U-boat","surface_form":"U-boat","offset":7199},{"uri":"Super-heavy_tank","surface_form":"super-heavy tank","offset":7218},{"uri":"Walter_Model","surface_form":"Walter Model","offset":7635},{"uri":"Vistula-Oder_Offensive","surface_form":"Russian winter offensive","offset":7942},{"uri":"Aachen","surface_form":"Aachen","offset":8466},{"uri":"U.S._Ninth_Army","surface_form":"U.S. Ninth Army","offset":8490},{"uri":"Blitzkrieg","surface_form":"blitzkrieg","offset":8532},{"uri":"Ardennes_Mountains","surface_form":"Ardennes Mountains","offset":8579},{"uri":"Antwerp","surface_form":"Antwerp","offset":8677},{"uri":"Generalfeldmarschall","surface_form":"Generalfeldmarschall","offset":9199},{"uri":"Walther_Model","surface_form":"Walther Model","offset":9237},{"uri":"Gerd_von_Rundstedt","surface_form":"Gerd von Rundstedt","offset":9269},{"uri":"Meuse_River","surface_form":"Meuse River","offset":9575},{"uri":"Operation_Herbstnebel_(Northwest_Europe)","surface_form":"Unternehmen Herbstnebel","offset":9603},{"uri":"Fall_Martin","surface_form":"Fall Martin","offset":9673},{"uri":"United_States_Army","surface_form":"U.S. Army","offset":9993},{"uri":"Battle_of_France","surface_form":"in 1940","offset":10329},{"uri":"Brussels","surface_form":"Brussels","offset":10657},{"uri":"6th_Panzer_Army","surface_form":"Sixth Panzer Army","offset":10881},{"uri":"Sepp_Dietrich","surface_form":"Sepp Dietrich","offset":10917},{"uri":"Waffen-SS","surface_form":"Waffen-SS","offset":11015},{"uri":"Leibstandarte_SS_Adolf_Hitler","surface_form":"1st SS Panzer Division \"Leibstandarte Adolf Hitler\"","offset":11031},{"uri":"SS_Division_Hitlerjugend","surface_form":"12th SS Panzer Division \"Hitlerjugend\"","offset":11098},{"uri":"Antwerp","surface_form":"Antwerp","offset":11219},{"uri":"5th_Panzer_Army","surface_form":"Fifth Panzer Army","offset":11232},{"uri":"Hasso_von_Manteuffel","surface_form":"Hasso von Manteuffel","offset":11264},{"uri":"7th_Army_(Wehrmacht)","surface_form":"Seventh Army","offset":11322},{"uri":"Erich_Brandenberger","surface_form":"Erich Brandenberger","offset":11350},{"uri":"15th_Army_(Wehrmacht)","surface_form":"Fifteenth Army","offset":11600},{"uri":"Gustav-Adolf_von_Zangen","surface_form":"Gustav-Adolf von Zangen","offset":11630},{"uri":"Air_superiority","surface_form":"air superiority","offset":11963},{"uri":"Panzer_division","surface_form":"panzer","offset":12283},{"uri":"Panzergrenadier","surface_form":"panzergrenadier","offset":12294},{"uri":"Armored_spearhead","surface_form":"armored spearhead","offset":12332},{"uri":"Division_(military)","surface_form":"divisions","offset":12675},{"uri":"Volksgrenadier","surface_form":"Volksgrenadier","offset":12753},{"uri":"French_resistance","surface_form":"French resistance","offset":13355},{"uri":"Enigma_machine","surface_form":"Enigma machine","offset":13587},{"uri":"Bletchley_Park","surface_form":"Bletchley Park","offset":13667},{"uri":"Teleprinter","surface_form":"teleprinter","offset":13794},{"uri":"Radio_silence","surface_form":"radio silence","offset":13821},{"uri":"20_July_plot","surface_form":"20 July plot","offset":13939},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":14630},{"uri":"Flak","surface_form":"flak","offset":14723},{"uri":"Artillery_battery","surface_form":"batteries","offset":14728},{"uri":"Oscar_Koch","surface_form":"Oscar Koch","offset":14913},{"uri":"Kenneth_Strong","surface_form":"SHAEF intelligence officer","offset":14972},{"uri":"99th_Infantry_Division_(United_States)","surface_form":"99th","offset":15348},{"uri":"106th_Infantry_Division_(United_States)","surface_form":"106th \"Golden Lions\" Division","offset":15357},{"uri":"U.S._28th_Infantry_Division","surface_form":"28th Infantry Division","offset":15442},{"uri":"Special_operations","surface_form":"special operations","offset":15477},{"uri":"Otto_Skorzeny","surface_form":"Otto Skorzeny","offset":15556},{"uri":"Uniform","surface_form":"uniform","offset":15711},{"uri":"Li%C3%A8ge_(city)","surface_form":"Liège","offset":15864},{"uri":"Namur_(city)","surface_form":"Namur","offset":15874},{"uri":"Col.","surface_form":"Col.","offset":15936},{"uri":"Friedrich_August_von_der_Heydte","surface_form":"Friedrich August von der Heydte","offset":15941},{"uri":"Fallschirmj%C3%A4ger_(Nazi_Germany)","surface_form":"Fallschirmjäger","offset":15988},{"uri":"Kampfgruppe","surface_form":"Kampfgruppe","offset":16020},{"uri":"Operation_St%C3%B6sser","surface_form":"Operation Stösser","offset":16036},{"uri":"Malmedy","surface_form":"Malmedy","offset":16149},{"uri":"Vistula%E2%80%93Oder_Offensive","surface_form":"upcoming Soviet attack","offset":16240},{"uri":"20_July_plot","surface_form":"20 July plot","offset":16274},{"uri":"Red_Army","surface_form":"Red Army","offset":16341},{"uri":"Wolfsschanze","surface_form":"Wolfsschanze","offset":16381},{"uri":"East_Prussia","surface_form":"East Prussia","offset":16410},{"uri":"F%C3%BChrersonderzug","surface_form":"\"Führersonderzug\" (train)","offset":16479},{"uri":"Giessen","surface_form":"Giessen","offset":16508},{"uri":"Adlerhorst","surface_form":"Adlerhorst","offset":16559},{"uri":"Limburg_an_der_Lahn","surface_form":"Limburg","offset":16662},{"uri":"Walther_Model","surface_form":"Walther Model","offset":16827},{"uri":"Friedrich_August_Freiherr_von_der_Heydte","surface_form":"Friedrich von der Heydte","offset":16845},{"uri":"Operation_St%C3%B6sser","surface_form":"Operation \"Stösser\"","offset":16896},{"uri":"Wahlerscheid","surface_form":"Wahlerscheid","offset":17296},{"uri":"Sepp_Dietrich","surface_form":"Dietrich","offset":17353},{"uri":"Artillery_observer","surface_form":"Forward Artillery Observers","offset":17446},{"uri":"Losheim_Gap","surface_form":"Losheim Gap","offset":17494},{"uri":"Elsenborn_Ridge","surface_form":"Elsenborn Ridge","offset":17510},{"uri":"Li%C3%A8ge","surface_form":"Liège","offset":17544},{"uri":"Hasso_von_Manteuffel","surface_form":"von Manteuffel","offset":17742},{"uri":"5th_Panzer_Army","surface_form":"Fifth Panzer Army","offset":17759},{"uri":"Bastogne","surface_form":"Bastogne","offset":17794},{"uri":"St._Vith","surface_form":"St. Vith","offset":17807},{"uri":"Erich_Brandenberger","surface_form":"Brandenberger","offset":17831},{"uri":"7th_Army_(Wehrmacht)","surface_form":"Seventh Army","offset":17847},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":17874},{"uri":"German_occupation_of_Luxembourg_in_World_War_II","surface_form":"Luxembourgish resistance","offset":17989},{"uri":"Battle_of_Vianden","surface_form":"Battle of Vianden","offset":18025},{"uri":"Elsenborn_Ridge","surface_form":"Elsenborn Ridge","offset":18105},{"uri":"1st_SS_Division_Leibstandarte_SS_Adolf_Hitler","surface_form":"1st SS Panzer Division","offset":18261},{"uri":"6th_Panzer_Army","surface_form":"6th Panzer Army","offset":18350},{"uri":"Waffen-SS","surface_form":"SS","offset":18367},{"uri":"Obersturmbannf%C3%BChrer","surface_form":"Obersturmbannführer","offset":18370},{"uri":"Joachim_Peiper","surface_form":"Joachim Peiper","offset":18390},{"uri":"Kampfgruppe","surface_form":"Kampfgruppe","offset":18409},{"uri":"3rd_Parachute_Division_(Germany)","surface_form":"3rd Fallschirmjaeger Division","offset":18747},{"uri":"Waffen-SS","surface_form":"SS","offset":19093},{"uri":"Oberstgruppenf%C3%BChrer","surface_form":"Oberstgruppenführer","offset":19096},{"uri":"Josef_Dietrich","surface_form":"Sepp Dietrich","offset":19116},{"uri":"6th_Panzer_Army","surface_form":"Sixth Panzer Army","offset":19132},{"uri":"B%C3%BCllingen","surface_form":"Büllingen","offset":19487},{"uri":"277th_Volksgrenadier_Division_(Germany)","surface_form":"277th Volksgrenadier Division","offset":19565},{"uri":"99th_Infantry_Division_(United_States)","surface_form":"99th Infantry Division","offset":19631},{"uri":"2nd_Infantry_Division_(United_States)","surface_form":"2nd Infantry Division","offset":19671},{"uri":"12th_SS_Panzer_Division_Hitlerjugend","surface_form":"12th SS Panzer Division","offset":19698},{"uri":"B%C3%BCllingen","surface_form":"Losheimergraben","offset":19809},{"uri":"Elsenborn_Ridge","surface_form":"Elsenborn Ridge","offset":19972},{"uri":"Li%C3%A8ge","surface_form":"Liège","offset":20214},{"uri":"Spa%2C_Belgium","surface_form":"Spa","offset":20224},{"uri":"V_Corps_(United_States)","surface_form":"V Corps","offset":20361},{"uri":"1st_Army_(United_States)","surface_form":"First U.S. Army","offset":20376},{"uri":"John_Eisenhower","surface_form":"John S.D. Eisenhower","offset":20824},{"uri":"Kampfgruppe","surface_form":"Kampfgruppe","offset":21432},{"uri":"7th_Armored_Division_(United_States)","surface_form":"U.S. 7th Armored Division","offset":21543},{"uri":"Malmedy_massacre_trial","surface_form":"Malmedy massacre trial","offset":21950},{"uri":"Eifel","surface_form":"Eifel","offset":22573},{"uri":"Trois-Ponts","surface_form":"Trois-Ponts","offset":23027},{"uri":"Stoumont","surface_form":"Stoumont","offset":23556},{"uri":"82nd_Airborne_Division","surface_form":"82nd Airborne Division","offset":24505},{"uri":"James_M._Gavin","surface_form":"James Gavin","offset":24544},{"uri":"Oberstgruppenf%C3%BChrer","surface_form":"Oberstgruppenführer","offset":24711},{"uri":"Sepp_Dietrich","surface_form":"Sepp Dietrich","offset":24731},{"uri":"Hermann_Prie%C3%9F","surface_form":"Hermann Prieß","offset":24753},{"uri":"Kampfgruppe","surface_form":"Kampfgruppe","offset":25597},{"uri":"High_Fens","surface_form":"High Fens","offset":25744},{"uri":"Baraque_Michel","surface_form":"Baraque Michel","offset":25783},{"uri":"2nd_Parachute_Corps_(Germany)","surface_form":"II Parachute Corps","offset":25888},{"uri":"Wereth","surface_form":"Wereth","offset":26331},{"uri":"1st_SS_Panzer_Division","surface_form":"1st SS Panzer Division","offset":26463},{"uri":"Gustav_Knittel","surface_form":"Knittel","offset":26512},{"uri":"28th_Infantry_Division_(United_States)","surface_form":"28th","offset":26702},{"uri":"Salm_River","surface_form":"Salm River","offset":27481},{"uri":"Panzer_Lehr_Division","surface_form":"Panzer Lehr Division","offset":27846},{"uri":"Ourthe_River","surface_form":"Ourthe River","offset":27895},{"uri":"Ourtheville","surface_form":"Ourtheville","offset":27922},{"uri":"Hargimont","surface_form":"Hargimont","offset":28057},{"uri":"Marche-en-Famenne","surface_form":"Marche","offset":28071},{"uri":"84th_Division_(United_States)","surface_form":"84th Division","offset":28156},{"uri":"Heinrich_Freiherr_von_L%C3%BCttwitz","surface_form":"Lüttwitz","offset":28176},{"uri":"XLVII_Panzer_Corps_(Germany)","surface_form":"XXXXVII Panzer Corps","offset":28203},{"uri":"Foy-Notre-Dame","surface_form":"Foy-Notre-Dame","offset":28369},{"uri":"Celles%2C_Houyet","surface_form":"Celles","offset":28496},{"uri":"Military_Police_Corps_(United_States)","surface_form":"American MPs","offset":29190},{"uri":"Espionage","surface_form":"spies","offset":29774},{"uri":"Military_tribunal","surface_form":"military tribunal","offset":30155},{"uri":"Dachau_Trials","surface_form":"Dachau Trials","offset":30188},{"uri":"Laws_of_war","surface_form":"laws of war","offset":30220},{"uri":"River_Our","surface_form":"River Our","offset":30589},{"uri":"112th_Infantry_Regiment_(United_States)","surface_form":"112th Infantry Regiment","offset":30604},{"uri":"Strongpoint","surface_form":"strongpoint","offset":31043},{"uri":"101st_Airborne_Division","surface_form":"101st Airborne Division","offset":31142},{"uri":"U.S._VIII_Corps","surface_form":"U.S. VIII Corps","offset":31442},{"uri":"5th_Parachute_Division_(Germany)","surface_form":"5th Parachute Division","offset":31468},{"uri":"Ardennes","surface_form":"Ardennes","offset":31623},{"uri":"82nd_Airborne_Division","surface_form":"82nd Airborne Division","offset":31786},{"uri":"12th_Army_Group","surface_form":"12th Army Group","offset":32441},{"uri":"British_21st_Army_Group","surface_form":"21st Army Group","offset":32492},{"uri":"Bastogne","surface_form":"Bastogne","offset":32551},{"uri":"101st_Airborne_Division","surface_form":"101st Airborne Division","offset":32587},{"uri":"10th_Armored_Division_(United_States)","surface_form":"10th Armored Division","offset":32639},{"uri":"Heinrich_Freiherr_von_L%C3%BCttwitz","surface_form":"Heinrich Freiherr von Lüttwitz","offset":32988},{"uri":"Anthony_McAuliffe","surface_form":"Anthony McAuliffe","offset":33068},{"uri":"P-47_Thunderbolt","surface_form":"P-47 Thunderbolt","offset":33817},{"uri":"Ammunition","surface_form":"ammunition","offset":33981},{"uri":"Surgery","surface_form":"surgeon","offset":34013},{"uri":"Military_glider","surface_form":"military glider","offset":34033},{"uri":"XXX_Corps_(United_Kingdom)","surface_form":"British XXX Corps","offset":34146},{"uri":"Hasso_von_Manteuffel","surface_form":"Hasso von Manteuffel","offset":34522},{"uri":"2nd_Armored_Division_(United_States)","surface_form":"2nd Armored Division","offset":34731},{"uri":"4th_Cavalry_Regiment_(United_States)","surface_form":"4th Cavalry Group","offset":34814},{"uri":"U.S._37th_Armor_Regiment","surface_form":"Company D, 37th Tank Battalion","offset":35251},{"uri":"U.S._4th_Armored_Division","surface_form":"4th Armored Division","offset":35289},{"uri":"Unternehmen_Bodenplatte","surface_form":"Unternehmen Bodenplatte","offset":35503},{"uri":"Low_Countries","surface_form":"Low Countries","offset":35600},{"uri":"Flak","surface_form":"flak","offset":35840},{"uri":"V-1_flying_bomb","surface_form":"V-1","offset":35884},{"uri":"Flying_bomb","surface_form":"flying bomb","offset":35888},{"uri":"Friendly_fire","surface_form":"friendly fire","offset":35954},{"uri":"Asch_Airfield","surface_form":"Y-29","offset":36119},{"uri":"Army_Group_G","surface_form":"Army Group G","offset":36363},{"uri":"Army_Group_Oberrhein_(Germany)","surface_form":"Army Group Upper Rhine","offset":36399},{"uri":"Operation_Nordwind","surface_form":"Unternehmen Nordwind","offset":36563},{"uri":"U.S._VI_Corps","surface_form":"VI Corps","offset":36899},{"uri":"Alsace","surface_form":"Alsace","offset":36939},{"uri":"Salient","surface_form":"salient","offset":37640},{"uri":"Houffalize","surface_form":"Houffalize","offset":37839},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":39316},{"uri":"United_States_Department_of_Defense","surface_form":"U.S. Department of Defense","offset":41596},{"uri":"United_States_Department_of_the_Army","surface_form":"United States Department of the Army","offset":41756},{"uri":"Courtney_Hodges","surface_form":"Courtney Hodges","offset":42428},{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":42590},{"uri":"Siegfried_Line","surface_form":"Siegfried Line","offset":42709},{"uri":"Vistula%E2%80%93Oder_Offensive","surface_form":"Vistula–Oder Offensive","offset":42944}]}