{"id":107869,"url":"http://en.wikipedia.org/wiki/Inductive_reasoning","text":"e=\"preserve\">Induction is one of the main forms of logical reasoning. The other is deduction. In induction, we find a general rule by using a large number of particular cases. For example, watching water in many different situations, we can conclude that water always flows downhill.\nInduction is not the method of science, but it can be the starting-point for science. Everyone can see that the sun, moon and stars appear to move across the sky. Early civilisations thought this meant they revolved around the Earth, because that is what they always seem to do. We now know this is quite wrong, but discovering the real explanation was the start of modern science (see Copernicus, Galileo and heliocentrism). What they did was to work out an alternative theory or hypothesis, which eventually was shown to be a much better explanation of all the observations. That is real science, but the observations of the heavens, which started with the Babylonians, showed the regularity which needed to be explained. What science did was to prove the obvious explanation was not the right one.\nAnother example is the work of Darwin, who spent half his life collecting interesting facts about animals and plants. If he had stopped there, his name might not be known today. What he did was suggest a way in which all these facts could be explained. It was an hypothesis which could be, and was, tested in every way possible. It is well known now that the theory of evolution by natural selection best explains the way the living world has come to be as we see it. Again, real science was built on a collection of facts which needed an explanation. The philosophy of science is about testing hypotheses, rather than collecting facts, though facts are the basis of all science.\nInduction, the collecting of facts, is not by itself science. The philosopher Hume said it meant “instances of which we have had no experience resemble those of which we have had experience”. Later, John Stuart Mill raised the question “Why is a single instance, in some cases, sufficient for a complete induction, while in others [many examples] go such a little way towards establishing a universal proposition?” Philosophers usually think the real issue is: what distinguishes good from bad inductions? A way to say it is: \"If all known \"As\" are \"B\", then \"probably\" all \"As\" whatever are \"B\".\nCriticism.\n1. Humans exist.2. Birds also exist.3. Therefore, birds are human.\nThis example shows that even though all the premises are correct, the conclusion can be false.","categories":[],"infobox_types":[],"annotations":[{"uri":"Deductive_reasoning","surface_form":"deduction","offset":83},{"uri":"Science","surface_form":"science","offset":315},{"uri":"Copernicus","surface_form":"Copernicus","offset":670},{"uri":"Galileo","surface_form":"Galileo","offset":682},{"uri":"Heliocentrism","surface_form":"heliocentrism","offset":694},{"uri":"Theory","surface_form":"theory","offset":755},{"uri":"Hypothesis","surface_form":"hypothesis","offset":765},{"uri":"Babylonia","surface_form":"Babylonia","offset":943},{"uri":"Charles_Darwin","surface_form":"Darwin","offset":1116},{"uri":"Fact","surface_form":"fact","offset":1171},{"uri":"Theory_of_evolution","surface_form":"theory of evolution","offset":1444},{"uri":"Natural_selection","surface_form":"natural selection","offset":1467},{"uri":"Philosophy_of_science","surface_form":"philosophy of science","offset":1641},{"uri":"Hume","surface_form":"Hume","offset":1843},{"uri":"John_Stuart_Mill","surface_form":"John Stuart Mill","offset":1964}]}