{"id":107929,"url":"http://en.wikipedia.org/wiki/Electrocution","text":"Electrocution or electric shock is when electricity passes through something living. It happens when the human body gets in contact with electric current. The word \"electrocution\" originated as a portmanteau between electricity and execution, referring to those executed by electric chair, but has evolved to describe any fatal encounter with electricity. Nonfatal encounters are called electric shocks, or simply a \"shock\".\nThe human body is affected by electric current (measured in Amperes). If the electric current is strong, it can stop heartbeat and cause death. High current can cause severe burns and even fry the victim alive. In order for current to flow through a body you need a sufficiently high voltage, typically more than 50 volts AC, and the voltage generator must be able to supply enough current. Super high voltages, such as from a small Tesla coil, supply such a small amount of current that a person feels just a tickle. A large Tesla coil can burn and kill.\nSafety devices like a GFCI or RCD try to protect humans from any current greater than 5 to 30 mA (0.005 to 0.03 Amps). Human muscles are paralyzed -- you cannot move an affected arm or leg -- at currents from 10 to 20 mA; as a result a victim may be unable to let go of a wire that is shocking him. At around 20 mA breathing is difficult. At about 75mA breathing stops. At 100 mA the heart fibrillates -- death is quick. At 200 mA you get severe musculature contractions and burning.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electricity","surface_form":"electricity","offset":40},{"uri":"Alive","surface_form":"living","offset":77},{"uri":"Electricity","surface_form":"electric current","offset":137},{"uri":"Portmanteau_word","surface_form":"portmanteau","offset":196},{"uri":"Electricity","surface_form":"electricity","offset":216},{"uri":"Execution","surface_form":"execution","offset":232},{"uri":"Electric_chair","surface_form":"electric chair","offset":274},{"uri":"Ampere","surface_form":"Amperes","offset":485},{"uri":"Voltage","surface_form":"voltage","offset":709},{"uri":"Residual-current_device","surface_form":"GFCI or RCD","offset":1003}]}