{"id":107904,"url":"http://en.wikipedia.org/wiki/Cenote","text":"A cenote is a type of sinkhole that contains groundwater. It is typical in the Mexican Yucatán Peninsula and some nearby Caribbean islands. The term comes from a word used by the lowland Yucatec Maya to refer to any location where groundwater can be got at.\nDefinition and description.\nCenotes are surface connections to underground water bodies. While the most well-known cenotes are large open water pools measuring tens of metres in diameter, such as those at Chichén Itzá, most cenotes are smaller sheltered sites and do not necessarily have any surface exposed water. The term cenote has also been used to describe similar karst features in other countries such as Cuba and Australia, in addition to the more generic term of sinkholes.\nCenote water is often very clear, as the water comes from rain water infiltrating slowly through the ground. The groundwater flow rate within a cenote may be very slow at velocities ranging from 1 to 1000 meters per year. Cenotes around the world attract cave divers. They have explored extensive flooded cave systems, some of which have been investigated for 100 kilometers or more.\nCause.\nCenotes in or near the Yukatán may have been caused by the Chicxulub meteor impact 60 million years ago.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sinkhole","surface_form":"sinkhole","offset":22},{"uri":"Mexican","surface_form":"Mexican","offset":79},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":87},{"uri":"Caribbean","surface_form":"Caribbean","offset":121},{"uri":"Maya_civilisation","surface_form":"Yucatec Maya","offset":187},{"uri":"Chich%C3%A9n_Itz%C3%A1","surface_form":"Chichén Itzá","offset":463},{"uri":"Karst","surface_form":"karst","offset":628},{"uri":"Cuba","surface_form":"Cuba","offset":670},{"uri":"Australia","surface_form":"Australia","offset":679},{"uri":"Cave_diving","surface_form":"cave divers","offset":996},{"uri":"Chicxulub","surface_form":"Chicxulub","offset":1191}]}