{"id":107920,"url":"http://en.wikipedia.org/wiki/Electric_chair","text":"An electric chair is a specially built chair which is used to execute condemned criminals by electrocuting (giving them a strong electric shock) them. This means that they are being killed as a punishment for a crime that they were accused of, usually murder.\nAn electric chair is a strong wooden chair which has electrodes (which are objects often made out of metal that conduct electricity) for running electric current through the convict's body. One electrode is placed on the convict's head, and another is placed on the convict's right shin. When the switch is turned on, a 2,000 volt current goes through the convict. The current is to stop the heartbeat, cause unconsciousness, and cause death. Sometimes, the chair was made from the wood of the gallows which it replaced.\nThe electric chair is sometimes used as the very symbol of death penalty. It is also a part of Americana (that is: cultural symbols of USA) and the electric chairs of many states have ironic nicknames like Old Sparky, Yellow Mama, Gruesome Gertie, Sizzling Sally or Hot Seat. The execution itself is sometimes called \"riding the lightning\".\nHistory of the electric chair.\nThe electric chair was designed by Dr. Alfred Southwick, and first built by Harold Brown in 1888. Dr. Southwick had seen a drunk man falling in a generator and dying immediately from electric shock. There had been a very gruesome hanging in New York in 1886 that did not go right. The drop had been too long and the convict's head was torn off. Many people wanted a less cruel method of execution. The state of New York chose the electric chair.\nThis execution method has been used only in the United States and, for several decades, in the Philippines (its first use there in 1924, last in 1976). The electric chair has become a symbol of the death penalty, and a part of American folklore. However, it is becoming replaced as a method of executing criminals in the United States by lethal injection. Altogether, 25 US states and the US federal government have used the electric chair.\nThe decline of the electric chair.\nDeath in the electric chair is usually quick as the convict dies from electric shock which stops the heart. However, if something goes wrong, the death is more like frying the convict alive. The electric chair has been declared as a cruel and unusual punishment in many states and is no longer used in most states. In fact, there are no longer any states that use the electric chair as its main way of executing criminals. All states that use the death penalty use lethal injection as its main way of executing criminals now.\nSo far, the latest person executed in an electric chair has been Lee Hall aka. Leroy Hall Jr. a man who killed his ex girlfriend, Traci Crosier, in 1991. He was executed in Tennessee at the Riverbend Maximum Security Prison on December 5, 2019. Lee chose the electric chair over lethal injection believing that electrocution would be a faster and less painful death.","categories":[],"infobox_types":[],"annotations":[{"uri":"Execution","surface_form":"execute","offset":62},{"uri":"Electrocution","surface_form":"electrocuting","offset":93},{"uri":"Murder","surface_form":"murder","offset":252},{"uri":"Electricity","surface_form":"electric current","offset":405},{"uri":"Gallows","surface_form":"gallows","offset":754},{"uri":"Generator","surface_form":"generator","offset":1299},{"uri":"Hanging","surface_form":"hanging","offset":1383},{"uri":"Head","surface_form":"head","offset":1479},{"uri":"Folklore","surface_form":"folklore","offset":1835},{"uri":"Lethal_injection","surface_form":"lethal injection","offset":1937},{"uri":"Lethal_injection","surface_form":"lethal injection","offset":2540}]}