{"id":107991,"url":"http://en.wikipedia.org/wiki/Glossolalia","text":"Glossolalia, or speaking in tongues, is speaking rapid speech-like syllables which cannot be understood. In some cases it is part of religious practice. Some consider it as a part of a sacred language. It is a common practice amongst Pentecostal and Charismatic Christianity.\nLinguistics.\nIn 1972 a linguist from the University of Toronto published an assessment of Pentecostal glossolalia. His assessment was based on a large sample of glossolalia recorded in public and private Christian meetings in Italy, the Netherlands, Jamaica, Canada and the US.\nIt is verbal behaviour that consists of using a certain number of consonants and vowels... in a limited number of syllables that in turn are organized into larger units that are taken apart and rearranged pseudogrammatically... with variations in pitch, volume, speed and intensity.p120\nSamarin found that the resemblance to human language was just on the surface. He concluded that glossolalia is \"only a facade of language\".p128 The syllable string did not form words, the stream of speech was not internally organized, and – most importantly of all – there was no systematic relationship between units of speech and concepts. Humans use language to communicate but glossolalia does not. Therefore, he concluded that glossolalia is not \"a specimen of human language because it is neither internally organized nor systematically related to the world man perceives\".p128 On the basis of his linguistic analysis, Samarin defined Pentecostal glossolalia as \"meaningless but phonologically structured human utterance, believed by the speaker to be a real language but bearing no systematic resemblance to any natural language, living or dead\".p2","categories":[],"infobox_types":[],"annotations":[{"uri":"Syllable","surface_form":"syllable","offset":67},{"uri":"Sacred","surface_form":"sacred","offset":185},{"uri":"Pentecostal","surface_form":"Pentecostal","offset":234},{"uri":"Charismatic","surface_form":"Charismatic","offset":250},{"uri":"Christianity","surface_form":"Christianity","offset":262},{"uri":"Italy","surface_form":"Italy","offset":502},{"uri":"Netherlands","surface_form":"Netherlands","offset":513},{"uri":"Jamaica","surface_form":"Jamaica","offset":526},{"uri":"Canada","surface_form":"Canada","offset":535},{"uri":"US","surface_form":"US","offset":550}]}