{"id":107923,"url":"http://en.wikipedia.org/wiki/Santiago_Bernab%C3%A9u_Stadium","text":"The Santiago Bernabéu Stadium is a football stadium in Madrid, Spain. It is the second largest stadium in Spain after the Camp Nou. It has a capacity for 81,044 people. The stadium is called Estadio Santiago Bernabéu in Spanish.\nThe 1982 FIFA World Cup and the final, were held at the Santiago Bernabéu.\nHistory.\nThe stadium was built at the same site of Campo de Chamartín. Construction began in 1945. On December 14, 1947, the stadium officially opened. The first match was against Portuguese champions Os Belenenses (3-1). The stadium was initially called Nuevo Estadio Chamartin. It received the name of the club president, Santiago Bernabéu, eight years later.\nAt that time, the stadium consisted of two uncovered tiers that could hold about 75,000 spectators. Capacity was further increased to 125,000 in 1954, when one of the long sides got expanded with a third tier. The Bernabéu was together with the Camp Nou as the playing venue of the UEFA 1964 European Nations' Cup, hosting one of the two semi-finals and the final between Spain and the Soviet Union (2-1).\nTowards the end of the 1970s, the stadium had already started to age. Club officials started making plans to build a new stadium in the north of the city.\nHowever, with the coming of the 1982 World Cup it was instead decided to renovate the Bernabéu. The renovation included the construction of a roof over the three two-tiered stands and the installation of seats in half of the stadium. As a result, capacity was reduced to 90,800. During the 1982 FIFA World Cup, the Santiago Bernabéu hosted three matches in the second group stage and the final between Italy and West Germany (3-1).\nIn the 1990s, UEFA required the stadium to become an all-seater, which would have reduced capacity to 50,000 seats. The club president therefore started a redevelopment program. The changes included extending the third tier over the entire stadium, the creation of corporate facilities, and four access towers in each corner of the stadium. Works started in 1992 and were completed two years later.\nThe stadium was further refurbished and upgraded between 2001 and 2006. Works most of all focused on improving corporate facilities. Construction was concluded in 2006 with the construction of a roof over the one remaining uncovered stand. The expansion design was done by Madrid-based architect Antonio Lamela.\nAdditional improvements, such as a retractable roof, were delayed due to financial reasons. In 2013 club president Florentino Pérez announced Real was seeking to sell the naming rights for its stadium. In 2014 German architects GMP revealed a plan for the improvements. A sponsorship agreement was finally made with IPIC.","categories":[],"infobox_types":[],"annotations":[{"uri":"Football_(soccer)","surface_form":"football","offset":35},{"uri":"Stadium","surface_form":"stadium","offset":44},{"uri":"Madrid","surface_form":"Madrid","offset":55},{"uri":"Spain","surface_form":"Spain","offset":63},{"uri":"Camp_Nou","surface_form":"Camp Nou","offset":122},{"uri":"Seating_capacity","surface_form":"capacity","offset":141},{"uri":"Spanish_language","surface_form":"Spanish","offset":220},{"uri":"1982_FIFA_World_Cup","surface_form":"1982 FIFA World Cup","offset":233},{"uri":"C.F._Os_Belenenses","surface_form":"Os Belenenses","offset":505},{"uri":"UEFA","surface_form":"UEFA","offset":948},{"uri":"1964_UEFA_European_Nations%27_Cup","surface_form":"1964 European Nations' Cup","offset":953},{"uri":"Spain_national_football_team","surface_form":"Spain","offset":1038},{"uri":"Soviet_Union_national_football_team","surface_form":"Soviet Union","offset":1052},{"uri":"1982_FIFA_World_Cup","surface_form":"1982 FIFA World Cup","offset":1517},{"uri":"Italy_national_football_team","surface_form":"Italy","offset":1629},{"uri":"Germany_national_football_team","surface_form":"West Germany","offset":1639},{"uri":"Antonio_Lamela","surface_form":"Antonio Lamela","offset":2354},{"uri":"Financial","surface_form":"financial","offset":2443},{"uri":"Florentino_P%C3%A9rez","surface_form":"Florentino Pérez","offset":2485},{"uri":"Naming_rights","surface_form":"naming rights","offset":2541},{"uri":"Architect","surface_form":"architect","offset":2587},{"uri":"Gerkan%2C_Marg_and_Partners","surface_form":"GMP","offset":2598},{"uri":"Sponsor","surface_form":"sponsor","offset":2642},{"uri":"International_Petroleum_Investment_Company","surface_form":"IPIC","offset":2686}]}