{"id":108086,"url":"http://en.wikipedia.org/wiki/Bearded_dragon","text":"Bearded dragons are agamid lizards in the genus \"Pogona\".\nThe central bearded dragon is the common name for \"Pogona vitticeps\", which lives in dry areas of Australia The name \"bearded dragon\" refers to the fringes around and under the head. The underside of the throat turns black if they are stressed or see a potential rival.\nDescription.\nCentral bearded dragons can grow to about 2 feet long. Half of the length of a bearded dragon's body is its tail. Females are usually smaller than males. If a bearded dragon is scared, it will flatten its body against the ground, puff out its spiky throat, and open its jaws to make itself look larger. Bearded dragons sometimes open their mouths wide to allow hot air to warm them better when they are lying in the sun. They also open their mouths to help them cool down; the warm air and heat escapes through their mouths. This behavior is similar to panting.\nHabitat and behavior.\nIn the wild, the central bearded dragon lives in dry, hot forests and deserts in central Australia.They can climb very well, and spend a lot of time on top of tree branches, fence posts, and bushes. They are ectotherms, meaning they rely on their environment to warm them, so they spend the mornings and evenings out in the sun. During the mid-morning and mid evening they will bask on rocks or in trees, they hide underground during the night. If you ever see a bearded dragon with his head pointed down and flat it is sick and you should not touch it.\nBearded dragons do not make sounds usually, but when they are scared they might hiss like a cat. They move their bodies and change color to talk to each other. Sometimes, young bearded dragons will wave their arms to greet adults. A dominant bearded dragon will take the highest spot to rest, and will climb over others to get there. Bearded dragons also bob their heads up and down to communicate.\nWhen a female bearded dragon is ready to lay eggs she will not eat very much and will spend most of her time trying to dig a hole to put the eggs in.\nDiet.\nCentral bearded dragons eat small and large insects, such as grasshoppers and worms. They also eat leaves, fruit, vegetables and flowers. They get most of their water from the food they eat, but they also need to drink sometimes. You can also give them horn worms (tomato worms) as a treat once or twice a every two months as a treat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Agamid","surface_form":"agamid","offset":20},{"uri":"Lizards","surface_form":"lizards","offset":27},{"uri":"Australia","surface_form":"Australia","offset":156}]}