{"id":10808,"url":"http://en.wikipedia.org/wiki/PlayStation_3","text":"PlayStation 3 is Sony's third video game console. It was released in Japan on November 11, 2006. It came out on November 17, 2006 in North America, and was released in Australia and Europe on 23 March 2007. It is competing against the Microsoft Xbox 360 and Nintendo Wii consoles. Sony's previous consoles were the PlayStation 2 and PlayStation (PSOne).\nThe console is sold in two models. One costs $399 and has a 40 gigabyte hard drive. This model cannot play PlayStation 2 games for cost reasons, but PS1 is still supported. The other costs $499 and has an 80 gigabyte hard drive. When the PlayStation 3 was released, there were two different models. One had a 20 gigabyte hard drive and cost $399. The other had a 60 gigabyte hard drive and cost $599. Sony stopped making the 20 gigabyte console in North America after the 60 gigabyte version \"sold ten times as many\" as the 20 gigabyte version.\nThe PS3 is, according to Sony, the most powerful seventh generation console. However, many people that create computer games have recently stated that both the PS3 and Xbox 360 are about equal. It is more expensive than the Xbox 360 or Wii. An upside is that to access the online mode to play and interact with other people is free unlike the Xbox in which must be paid for.\nIt is the only seventh generation console that can Play Blu-ray discs.\nIn July 2007, Sony announced that they would cut the price of the PS3 in the United States. Sony also replaced the 60 gigabyte version with an 80 gigabyte version.\nIn October, a new version of the PlayStation 3 which is the 40 gigabyte model was introduced and the price of the 60 gigabyte model was further reduced. A white version of the 40 gigabyte model was released in Japan in November.\nSince 2011, the PS3 was sold in a new, slimmer and more efficient model with a 160 GB or 320 GB of Hard Drive memory.\nThe PS3 was discontinued in New Zealand on September 29, 2015, in Europe and Australia in March 2016, in North America in October 2016, and in Japan on May 29, 2017, though games are still being made for the system.","categories":[],"infobox_types":["information appliance"],"annotations":[{"uri":"Sony","surface_form":"Sony","offset":17},{"uri":"Video_game_console","surface_form":"video game console","offset":30},{"uri":"Japan","surface_form":"Japan","offset":69},{"uri":"North_America","surface_form":"North America","offset":133},{"uri":"Australia","surface_form":"Australia","offset":168},{"uri":"Europe","surface_form":"Europe","offset":182},{"uri":"Microsoft","surface_form":"Microsoft","offset":235},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":245},{"uri":"Nintendo","surface_form":"Nintendo","offset":258},{"uri":"Wii","surface_form":"Wii","offset":267},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":315},{"uri":"PlayStation","surface_form":"PlayStation","offset":333},{"uri":"PSOne","surface_form":"PSOne","offset":346},{"uri":"Gigabyte","surface_form":"gigabyte","offset":417},{"uri":"Hard_drive","surface_form":"hard drive","offset":426},{"uri":"Blu-ray","surface_form":"Blu-ray","offset":1330},{"uri":"United_States","surface_form":"United States","offset":1422}]}