{"id":108026,"url":"http://en.wikipedia.org/wiki/Lark_Rise_to_Candleford","text":"\"Lark Rise to Candleford\" is a trilogy of semi-autobiographical novels set in the English countryside in the late 19th century. They were written by Flora Thompson, and first published in that form in 1945. The trilogy includes the previously published stories \"Lark Rise\" (1939), \"Over to Candleford\" (1941) and \"Candleford Green\" (1943).\nThe stories relate to three communities, a hamlet, the nearby village and the nearest town in Oxfordshire, England. The stories are loosely based around Flora's childhood experiences. The books describe village life through the seasons of the year.\nThe plays.\nThe television scriptwriter and playwright Keith Dewhurst adapted Thompson’s trilogy into two plays, \"Lark Rise\" and \"Candleford\", which were performed in the Cottesloe auditorium of London’s National Theatre in 1978–9. Dewhurst selected just two days: the first day of harvest for \"Lark Rise\" and the first hunt meet of the new year, a winter’s day in January, for \"Candleford\". The plays try to make the audience recognize the value of a way of life, close to the land and countryside, that they could never know for themselves. “It will send most spectators out wiser and happier human beings...one of those rare theatrical occasions with a genuine healing quality”, wrote theatre critic Michael Billington of \"The Guardian\".\nTelevision.\nA ten-part BBC adaptation, starring Dawn French and others, began on BBC One in the UK on 13 January 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"Trilogy","surface_form":"trilogy","offset":31},{"uri":"Autobiography","surface_form":"semi-autobiographical","offset":42},{"uri":"Flora_Thompson","surface_form":"Flora Thompson","offset":149},{"uri":"Oxfordshire","surface_form":"Oxfordshire","offset":434},{"uri":"England","surface_form":"England","offset":447},{"uri":"Playwright","surface_form":"playwright","offset":632},{"uri":"Hunt","surface_form":"hunt","offset":908},{"uri":"The_Guardian","surface_form":"The Guardian","offset":1314},{"uri":"Dawn_French","surface_form":"Dawn French","offset":1377},{"uri":"BBC_One","surface_form":"BBC One","offset":1410},{"uri":"13_January","surface_form":"13 January","offset":1431},{"uri":"2008","surface_form":"2008","offset":1442}]}