{"id":108036,"url":"http://en.wikipedia.org/wiki/Lark_Rise_to_Candleford_(TV_series)","text":"\"Lark Rise to Candleford\" is a British television costume drama series, adapted by the BBC from Flora Thompson's trilogy of semi-autobiographical novels about the English countryside. The first episode aired on 13 January 2008 on BBC One and BBC HD. Its cast includes actors from other late 2007 and early 2008 BBC costume dramas such as \"Sense and Sensibility\" and \"Cranford\".\nThe story set in Oxfordshire. It is about Laura Timmins, a teenage girl from the village of Lark Rise who is sent by her parents to work as an assistant at the post office in the nearby town of Candleford. The post office is run by Miss Dorcas Lane, who is a cousin of Laura's mother. Laura's father, the stonemason Robert Timmins, at first misses her but later becomes proud of her for doing well in her new job. Laura's friend Alf Arless is in love with her, but, as Laura becomes used to life in Candleford, he realises that she will never return his feelings.\nThe other post office workers are the postman, Thomas Brown, a very religious man who tries not to get involved in any kind of mischief or fun; the maid Zillah, who has been with Miss Lane for many years and considers herself in charge of the household; and Mrs Macey, the senior assistant who decides to leave when other people find out that her husband has been in prison.\nA second series began in January 2009, introducing some new characters. These include a new maid, Minnie, and a rich hotel-owner, James Dowland, who falls in love with Dorcas Lane.\nIn the end, the series had a four season run. The BBC stopped a fifth season, because the team felt that after four seasons, the time was right to bring in new dramas. It was said they hoped viewers would love the new programmes in the same way. The last episode on BBC was in early 2011.\nChanges from source material.\nThe Debtors Act of 1869 abolished putting people in prison for debt they could not pay. The series makes much of Mrs Arless', played by Dawn French, imprisonment for debt. In the novels the events are played out in the 1880s and later. So imprisonment for debt would therefore be a mistake in the chronology of time.","categories":[],"infobox_types":["Television"],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":31},{"uri":"Costume_drama","surface_form":"costume drama","offset":50},{"uri":"Flora_Thompson","surface_form":"Flora Thompson","offset":96},{"uri":"Lark_Rise_to_Candleford","surface_form":"trilogy of semi-autobiographical novels","offset":113},{"uri":"13_January","surface_form":"13 January","offset":211},{"uri":"2008","surface_form":"2008","offset":222},{"uri":"BBC_One","surface_form":"BBC One","offset":230},{"uri":"BBC_HD","surface_form":"BBC HD","offset":242},{"uri":"Sense_and_Sensibility","surface_form":"Sense and Sensibility","offset":339},{"uri":"Cranford","surface_form":"Cranford","offset":367},{"uri":"Oxfordshire","surface_form":"Oxfordshire","offset":395},{"uri":"Law","surface_form":"Act","offset":1829},{"uri":"Debt","surface_form":"debt","offset":1880},{"uri":"Dawn_French","surface_form":"Dawn French","offset":1953},{"uri":"1880s","surface_form":"1880s","offset":2036},{"uri":"Chronology","surface_form":"chronology","offset":2114}]}