{"id":108193,"url":"http://en.wikipedia.org/wiki/Master_System","text":"The is a video game console made in 1986. It was not very popular in North America and Japan but was very popular in Brazil. One of the most popular game of the Sega Master System was \"Sonic the Hedgehog\".\n, the Master System was still in production in Brazil by Tectoy. This would make it the world's longest-lived console.\nLaunch.\nIn October 1985, the Sega Mark III was released in Japan for ¥15,000.\nThe console was redesigned as the \"Master System\", and it was released in North America in 1986 at a price of $200 (). It included a multicart of the games \"Hang-On\" and \"Safari Hunt\". By the end of 1986, 125,000 Master System consoles had been sold. This was more than the Atari 7800's 100,000, but it was less than the NES's 1.1 million.\nThe console was re-released as the Master System in Japan in October 1987 for ¥16,800. It still sold poorly as did the Mark III. Neither model posed a serious challenge to Nintendo in Japan.\nTransition to Genesis and decline.\nSega released the Mega Drive, a 16-bit video game console, in Japan on October 29, 1988. The last game released for the Mark III/Master System in Japan was \"Bomber Raid\" in 1989.\nBy early 1992, Master System production stopped in North America. By that time, between 1.5 million and 2 million units had been sold in the United States.\nThe Master System was eventually a success in Europe. In Europe, it sold more than the NES by a lot. As late as 1993, the Master System's active installed user base in Europe was 6.25 million units. That was larger than that of the Mega Drive's 5.73 million base that year. Combined with the Mega Drive, Sega had the majority of the console user base in Europe that year.\nContinued success in Brazil.\nThe Master System has had continued success in Brazil. In Brazil, new versions have continued to be released. Tectoy has been manufacturing Master Systems since 1989. These versions include the Master System Compact and the Master System 3. In 2015, it was reported that the Master System sells around 150,000 units per year in Brazil. By 2016, the Master System had sold 8 million units in Brazil. Because Tectoy continued to produce the Master System years for so long, the Master System is considered the longest-lived in the history of video game consoles.\nReception and legacy.\nIt is estimated that 13 million Master Systems were sold. This does not include recent Brazil sales.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game_console","surface_form":"video game console","offset":9},{"uri":"North_America","surface_form":"North America","offset":69},{"uri":"Japan","surface_form":"Japan","offset":87},{"uri":"Brazil","surface_form":"Brazil","offset":117},{"uri":"Sonic_the_Hedgehog_(video_game)","surface_form":"Sonic the Hedgehog","offset":185},{"uri":"Tectoy","surface_form":"Tectoy","offset":263},{"uri":"Multicart","surface_form":"multicart","offset":536},{"uri":"Hang-On","surface_form":"Hang-On","offset":560},{"uri":"Safari_Hunt","surface_form":"Safari Hunt","offset":574},{"uri":"Atari_7800","surface_form":"Atari 7800","offset":677},{"uri":"NES","surface_form":"NES","offset":724},{"uri":"Mega_Drive","surface_form":"Mega Drive","offset":987},{"uri":"16-bit","surface_form":"16-bit","offset":1001},{"uri":"Bomber_Raid","surface_form":"Bomber Raid","offset":1126},{"uri":"Installed_base","surface_form":"installed user base","offset":1449},{"uri":"Tectoy","surface_form":"Tectoy","offset":1815},{"uri":"History_of_video_games","surface_form":"history of video game consoles","offset":2234}]}