{"id":108138,"url":"http://en.wikipedia.org/wiki/Glamis_Castle","text":"Glamis Castle is one of the most famous castles in the United Kingdom. It is near the village of Glamis, in Angus, Scotland. It is the home of the Earl and Countess of Strathmore and Kinghorne. Glamis Castle was the childhood home of Elizabeth Bowes-Lyon, best known as the Queen Mother. Her daughter, Princess Margaret, was born there. A picture of the castle is featured on the Royal Bank of Scotland ten pound note.\nParts of the castle and its gardens are open to the public. There is also a tea room for visitors.\nThere are many famous stories and legends about Glamis Castle. It is said to have more \"dark secrets\" than any other home in Scotland.\nSetting.\nGlamis Castle is set in the wide valley of Strathmore, near Forfar, the capital of Angus. It is between the Sidlaw Hills to the south and the Grampian Mountains to the north, approximately 20 kilometres from the North Sea.\nThe estate (the castle's land) covers more than 14,000 acres (57 km²). There are gardens and walking trails, as well as a farm which produces beef and a plantation (planted forest) which produces timber. There are two streams run through the estate. Near one stream, called the Glamis Burn is an \"arboretum\" (a tree garden) which has trees from all over the world, many of them rare and several hundred years old. Birds and other small wildlife can often be seen in the grounds.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":55},{"uri":"Angus","surface_form":"Angus","offset":108},{"uri":"Scotland","surface_form":"Scotland","offset":115},{"uri":"Elizabeth_Bowes-Lyon","surface_form":"Elizabeth Bowes-Lyon","offset":234},{"uri":"Princess_Margaret%2C_Countess_of_Snowdon","surface_form":"Princess Margaret","offset":302},{"uri":"Royal_Bank_of_Scotland","surface_form":"Royal Bank of Scotland","offset":380},{"uri":"Pound_sterling","surface_form":"pound","offset":407},{"uri":"Banknote","surface_form":"note","offset":413},{"uri":"Valley","surface_form":"valley","offset":695},{"uri":"Strathmore","surface_form":"Strathmore","offset":705},{"uri":"Forfar","surface_form":"Forfar","offset":722},{"uri":"Sidlaw_Hills","surface_form":"Sidlaw Hills","offset":770},{"uri":"Grampian_Mountains","surface_form":"Grampian Mountains","offset":804},{"uri":"North_Sea","surface_form":"North Sea","offset":874},{"uri":"Plantation","surface_form":"plantation","offset":1038},{"uri":"Bird","surface_form":"Bird","offset":1299},{"uri":"Wildlife","surface_form":"wildlife","offset":1321}]}