{"id":10817,"url":"http://en.wikipedia.org/wiki/Xbox_(console)","text":"The Xbox is a video game console (a machine that plays video games and DVDS). It was made by Microsoft from November 2001 to October 2005. A person plays the games with a controller. The controllers were very large in the beginning, but were made smaller later. The Xbox video game console can play music, DVDs, and games. Microsoft discontinued the Xbox because they made the next version of the Xbox, the Xbox 360. The Xbox was first discontinued in 2006 in Japan, later in 2007 in Europe, then in 2009 in the USA.\nHistory.\nIn 1998, four engineers from Microsoft's DirectX team, Kevin Bachus, Seamus Blackley, Ted Hase and DirectX team leader Otto Berkes, took apart some Dell laptop computers to construct a prototype Microsoft Windows-based video game console. The team hoped to create a console to compete with Sony's upcoming PlayStation 2.\nDuring development, the original DirectXbox name was shortened to Xbox. Microsoft's marketing department did not like the Xbox name, and suggested many alternatives.\nLaunch.\nXbox was the first video game console by Microsoft. It was a very large video game console, and it had a cost of $299.99 in the United States. It was launched one year after the PlayStation 2 and at the same time as the Nintendo GameCube. Halo was the first very popular game for the Xbox.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game_console","surface_form":"video game console","offset":14},{"uri":"Microsoft","surface_form":"Microsoft","offset":93},{"uri":"DVD","surface_form":"DVD","offset":306},{"uri":"Games","surface_form":"games","offset":316},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":407},{"uri":"Microsoft","surface_form":"Microsoft","offset":555},{"uri":"DirectX","surface_form":"DirectX","offset":567},{"uri":"Dell","surface_form":"Dell","offset":674},{"uri":"Laptop","surface_form":"laptop","offset":679},{"uri":"Prototype","surface_form":"prototype","offset":711},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":721},{"uri":"Video_game_console","surface_form":"video game console","offset":745},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":832},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":1199},{"uri":"Nintendo_GameCube","surface_form":"Nintendo GameCube","offset":1241},{"uri":"Combat_Evolved","surface_form":"Halo","offset":1260}]}