{"id":108266,"url":"http://en.wikipedia.org/wiki/Anti-nuclear_movement_in_Australia","text":"e=\"preserve\">Australia has no nuclear power stations and the Rudd Labor government was opposed to nuclear power for Australia. However, Australia does have a small research reactor (OPAL) in Sydney, and it does export uranium.\nUranium mining and export and nuclear issues have often been the subject of public debate, and the anti-nuclear movement in Australia has a long history. It began with the 1972–73 debate over French nuclear testing in the Pacific, which involved several groups, and the 1976–77 debate about uranium mining in Australia.\nIssues.\nThe case against nuclear power and uranium mining in Australia has been concerned with the impacts of nuclear energy; with the shortcomings of nuclear power as an energy source; and with presenting a sustainable energy strategy. The most prominent adverse impact of nuclear power is seen to be its potential contribution towards proliferation of nuclear weapons. For example, the 1976 Ranger Inquiry report stated that \"The nuclear power industry is unintentionally contributing to an increased risk of nuclear war. This is the most serious hazard associated with the industry\".\nThe health risks associated with nuclear materials have also been of concern. This has been the case worldwide because of incidents like the Chernobyl disaster, but Australian concerns have also involved specific local factors such as controversy over the health effects of nuclear testing in Australia and the South Pacific, and the emergence of prominent anti-nuclear campaigner Helen Caldicott, who is a medical practitioner.\nThe economics of nuclear power has been a factor in anti-nuclear campaigns, with critics arguing that such power is uneconomical in Australia, particularly given the country's abundance of coal resources.\nFrom the perspective of the anti-nuclear movement, most of the problems with nuclear power today are much the same as in the 1970s. Nuclear reactor accidents remain a possibility and no convincing solution to the problem of long-lived radioactive waste has been proposed. Nuclear weapons proliferation continues to occur. The alternatives to nuclear power, energy efficiency and renewable energy (especially wind power), have been further developed and commercialised.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nuclear_power","surface_form":"nuclear power","offset":30},{"uri":"Kevin_Rudd","surface_form":"Rudd","offset":61},{"uri":"OPAL","surface_form":"OPAL","offset":182},{"uri":"Uranium","surface_form":"uranium","offset":218},{"uri":"Uranium_mining","surface_form":"Uranium mining","offset":227},{"uri":"Anti-nuclear_movement","surface_form":"anti-nuclear movement","offset":326},{"uri":"Sustainable_energy","surface_form":"sustainable energy","offset":755},{"uri":"Nuclear_weapons","surface_form":"nuclear weapons","offset":901},{"uri":"Chernobyl_disaster","surface_form":"Chernobyl disaster","offset":1275},{"uri":"Helen_Caldicott","surface_form":"Helen Caldicott","offset":1515},{"uri":"Energy_efficiency","surface_form":"energy efficiency","offset":2125},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":2147},{"uri":"Wind_power","surface_form":"wind power","offset":2176},{"uri":"Renewable_energy_commercialization","surface_form":"developed and commercialised","offset":2207}]}