{"id":108236,"url":"http://en.wikipedia.org/wiki/Nuclear_accident","text":"ce=\"preserve\">By now, the most serious nuclear accident has been the Chernobyl disaster in 1986. Other serious nuclear accidents include Fukushima Daiichi Nuclear Power Plant accident, Three Mile Island accident, the Windscale fire, Mayak accident, and the SL-1 accident. In the period to 2007, 63 major nuclear accidents have occurred at nuclear power plants. Twenty-nine of these have occurred since the Chernobyl disaster, and 71 percent of all nuclear accidents (45 out of 63) occurred in the United States.\nFukushima, Onagawa and Tōkai.\nOn 11 March 2011, the Magnitude 9.0 devastating Sendai earthquake and tsunami took place in Japan. As a result, \"Fukushima Daiichi Nuclear Power Plant\", \"Fukushima Daini Nuclear Power Plant\", \"Onagawa Nuclear Power Plant\" and \"Tōkai Nuclear Power Plant stations\" consisting of eleven (11) reactors were automatically shut down following the earthquake.\nAt Fukushima Daiichi and Daini tsunami waves went over seawalls and destroyed diesel backup power systems. This loss of power caused severe problems including two large explosions at Fukushima Daiichi and leakage of radiation. Over 200,000 people have been evacuated. Seismic recordings at six assessed nuclear power plant facilities indicated the plants had been exposed to \"peak ground accelerations\" of 0.037–0.383 \"g\" and \"peak ground velocities\" of 6.18–52.62 cm/sec.\nOne year after the accident, the official death toll related to the Fukushima accident has been five: one caused by the earthquake, another one had a heart attack, two people drowned, and a last person died in October for unreported causes. None of the deaths have been caused by radiation.\nChernobyl disaster.\nThe Chernobyl disaster was a major accident at the Chernobyl Nuclear Power Plant on April 26, 1986, with an explosion at the plant and later radioactive contamination of the surrounding area. It is so far the worst nuclear accident in the history of nuclear power. A plume of radioactive fallout drifted over parts of the western Soviet Union, Eastern and Western Europe, Scandinavia, the UK, Ireland and eastern North America. Large areas of Ukraine, Belarus, and Russia were badly damaged, forcing the people in charge to have to evacuate and resettle more than 336,000 people. About 60% of the radioactive fallout landed in Belarus, according to official post-Soviet data.\nThe accident made many people worried about the safety of the Soviet nuclear power industry. As a result, plans for more nuclear plants were put on hold and the Soviet government, who were not very open with its data, had to make public more of its data. The now-independent countries of Russia, Ukraine, and Belarus have had to spend a lot of money and time on decontamination and health care costs of the Chernobyl accident. Nobody knows how many people died because of this accident. This is because the Soviets covered up information, did not fully complete lists, and did not let doctors list \"radiation\" as the reason why some people died. Most of the expected long-term deaths, such as that from cancer, have not yet happened and it is hard to say that Chernobyl was the full reason for their deaths.\nAt Fukushima I and II tsunami waves overtopped seawalls and destroyed diesel backup power systems, leading to severe problems including two large explosions at Fukushima I and leakage of radiation.\nThree Mile Island accident.\nOn March 28, 1979, the Unit 2 nuclear power plant on the Three Mile Island Nuclear Generating Station (TMI-2) in Dauphin County, Pennsylvania near Harrisburg suffered a partial core meltdown.\nThe Three Mile Island accident was the worst accident in American commercial nuclear power generating history, even though it led to no deaths or injuries to plant workers or members of the nearby community.\nThe accident unfolded over the course of five tense days, as a number of agencies at local, state and federal level tried to diagnose the problem and decide whether or not the on-going accident required a full emergency evacuation of the population. The full details of the accident were not discovered until much later. In the end, the reactor was brought under control. Although approximately 25,000 people lived within five miles of the island at the time of the accident, no identifiable injuries due to radiation occurred, and a government report concluded that \"the projected number of excess fatal cancers due to the accident... is approximately one\". But the accident had serious economic and public relations consequences, and the cleanup process was slow and costly. It also furthered a major decline in the public popularity of nuclear power, exemplifying for many the worst fears about nuclear technology and, until the Chernobyl disaster seven years later, it was considered the world's worst civilian nuclear accident.\nDavis-Besse.\nDavis-Besse Nuclear Power Station is a nuclear power plant with a single reactor located on the southwest shore of Lake Erie near Oak Harbor, Ohio. According to the Nuclear Regulatory Commission, Davis-Besse has been the source of two of the top five most dangerous nuclear incidents in the United States since 1979.\nSL-1 accident.\nThe SL-1, or Stationary Low-Power Reactor Number One, was a United States Army experimental nuclear power reactor which underwent a steam explosion and meltdown in January 1961, killing its three operators. The direct cause was the improper withdrawal by a maintenance team of a single reactor control rod. The event is the only reported fatal reactor accident in the United States.\nWindscale fire.\nOn October 10, 1957, the graphite core of a British nuclear reactor at Windscale, Cumbria, caught fire, releasing substantial amounts of radioactive contamination into the surrounding area. The event, known as the Windscale fire, was considered the world's worst nuclear accident until the Three Mile Island accident in 1979.\nThe fire itself released an estimated 20,000 curies (700 |terabecquerels) of radioactive material into the nearby countryside. Of particular concern was the radioactive isotope iodine-131, which has a half-life of only 8 days but is taken up by the human body and stored in the thyroid. As a result, consumption of iodine-131 often leads to cancer of the thyroid.\nNo one was evacuated from the surrounding area, but there was concern that milk might be dangerously contaminated. Milk from about 500 km² of nearby countryside was destroyed (diluted a thousandfold and dumped in the Irish Sea) for about a month.\nMayak accident.\nMayak is the name of a nuclear fuel reprocessing plants 150 km northwest of Chelyabinsk in Russia. Working conditions at Mayak resulted in severe health hazards and many accidents, with a serious accident occurring in 1957.\nThe 1957 Kyshtym disaster occurred when the failure of the cooling system for a tank storing tens of thousands of tons of dissolved nuclear waste resulted in a non-nuclear explosion having a force estimated at about 75 tons of TNT (310 gigajoules), which released some 20 MCi (740 petabecquerels) of radiation. Subsequently, at least 200 people died of radiation sickness, 10,000 people were evacuated from their homes, and 470,000 people were exposed to radiation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chernobyl_disaster","surface_form":"Chernobyl disaster","offset":69},{"uri":"Fukushima_Daiichi_Nuclear_Power_Plant","surface_form":"Fukushima Daiichi Nuclear Power Plant","offset":137},{"uri":"Three_Mile_Island_accident","surface_form":"Three Mile Island accident","offset":185},{"uri":"Windscale_fire","surface_form":"Windscale fire","offset":217},{"uri":"Mayak_accident","surface_form":"Mayak accident","offset":233},{"uri":"Nuclear_power_plant","surface_form":"nuclear power plant","offset":339},{"uri":"2011_Sendai_earthquake_and_tsunami","surface_form":"Sendai earthquake","offset":590},{"uri":"Tsunami","surface_form":"tsunami","offset":612},{"uri":"Japan","surface_form":"Japan","offset":634},{"uri":"Fukushima_Daiichi_Nuclear_Power_Plant","surface_form":"Fukushima Daiichi Nuclear Power Plant","offset":655},{"uri":"Diesel","surface_form":"diesel","offset":973},{"uri":"Chernobyl_disaster","surface_form":"Chernobyl disaster","offset":1683},{"uri":"Radioactive","surface_form":"radioactive","offset":1820},{"uri":"Contamination","surface_form":"contamination","offset":1832},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":1929},{"uri":"Nuclear_fallout","surface_form":"radioactive fallout","offset":1955},{"uri":"Eastern_Europe","surface_form":"Eastern","offset":2023},{"uri":"Western_Europe","surface_form":"Western Europe","offset":2035},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":2051},{"uri":"UK","surface_form":"UK","offset":2068},{"uri":"Ireland","surface_form":"Ireland","offset":2072},{"uri":"North_America","surface_form":"North America","offset":2092},{"uri":"Ukraine","surface_form":"Ukraine","offset":2122},{"uri":"Belarus","surface_form":"Belarus","offset":2131},{"uri":"Russia","surface_form":"Russia","offset":2144},{"uri":"Cancer","surface_form":"cancer","offset":3058},{"uri":"Nuclear_power_plant","surface_form":"nuclear power plant","offset":3419},{"uri":"Harrisburg%2C_Pennsylvania","surface_form":"Harrisburg","offset":3536},{"uri":"Nuclear_meltdown","surface_form":"meltdown","offset":3571},{"uri":"Three_Mile_Island_accident","surface_form":"Three Mile Island accident","offset":3585},{"uri":"United_States","surface_form":"American","offset":3638},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":3658},{"uri":"Economics","surface_form":"economic","offset":4477},{"uri":"Chernobyl_disaster","surface_form":"Chernobyl disaster","offset":4721},{"uri":"Nuclear_power_plant","surface_form":"nuclear power plant","offset":4874},{"uri":"Nuclear_reactor","surface_form":"reactor","offset":4908},{"uri":"Lake_Erie","surface_form":"Lake Erie","offset":4950},{"uri":"Ohio","surface_form":"Ohio","offset":4977},{"uri":"United_States","surface_form":"United States","offset":5126},{"uri":"United_States_Army","surface_form":"United States Army","offset":5227},{"uri":"Nuclear_reactor","surface_form":"nuclear power reactor","offset":5259},{"uri":"Nuclear_meltdown","surface_form":"meltdown","offset":5319},{"uri":"Graphite","surface_form":"graphite","offset":5591},{"uri":"Nuclear_reactor","surface_form":"nuclear reactor","offset":5618},{"uri":"Cumbria","surface_form":"Cumbria","offset":5648},{"uri":"Windscale_fire","surface_form":"Windscale fire","offset":5780},{"uri":"Three_Mile_Island_accident","surface_form":"Three Mile Island accident","offset":5856},{"uri":"Curie_(unit)","surface_form":"curies","offset":5937},{"uri":"Becquerel","surface_form":"becquerel","offset":5954},{"uri":"Iodine","surface_form":"iodine","offset":6069},{"uri":"Half-life_(element)","surface_form":"half-life","offset":6093},{"uri":"Thyroid","surface_form":"thyroid","offset":6170},{"uri":"Cancer","surface_form":"cancer","offset":6233},{"uri":"Milk","surface_form":"milk","offset":6331},{"uri":"Mayak","surface_form":"Mayak","offset":6519},{"uri":"Russia","surface_form":"Russia","offset":6610},{"uri":"Kyshtym_disaster","surface_form":"Kyshtym disaster","offset":6752},{"uri":"Trinitrotoluene","surface_form":"TNT","offset":6970},{"uri":"Joule","surface_form":"gigajoules","offset":6979},{"uri":"Becquerel","surface_form":"becquerel","offset":7028}]}