{"id":108253,"url":"http://en.wikipedia.org/wiki/Aung_San_Suu_Kyi","text":"Aung San Suu Kyi (born June 19, 1945 in Yangon, Burma) is a human rights activist, Nobel Peace Prize winner, and the current State Counsellor of Myanmar. She brought democracy to her country with nonviolence. She is the leader of the National League for Democracy in Burma and a famous prisoner. She has been on house arrest multiple times. Suu Kyi won the Rafto Prize and the Sakharov Prize in 1990, and the Nobel Peace Prize in 1991. In 1992, she was awarded the Jawaharlal Nehru peace prize.\nShe has wanted to become the prime minister and the president of Myanmar, but she has had many challenges. There are many rules in Myanmar about who can become a president, Suu Kyi was not able to be a president due to these rules. Instead, she became the State Counsellor of Myanmar, a job that is even higher than being president.\nShe is sometimes called \"Daw Aung San Suu Kyi\". Daw is not part of her name, but a title for older women. This name shows respect to her.\nPersonal life.\nAung San Suu Kyi was the third child in her family. Her name \"Aung San\" comes from her father, who is also named Aung San; \"Kyi\" comes from her mother; and \"Suu\" comes from her grandmother.\nHer father helped to make Burma independent from the United Kingdom in 1947. He was killed in the same year. She grew up with her mother, Khin Kyi, and two brothers, Aung San Lin and Aung San Oo in Yangon. One of her brothers, Aung San Lin, drowned when Suu Kyi was eight. Her other brother, Aung San Oo currently lives in San Diego, California and is an American citizen.\nSuu Kyi went to Catholic schools for much of her childhood in Burma. She learned English in school.\nKhin Kyi, Suu Kyi's mother, became famous as a politician. She became the Burmese ambassador to India in 1960. Aung San Suu Kyi went to college in India at the Lady Shri Ram College for Women in New Delhi. Suu Kyi continued her education at St Hugh's College, Oxford, and learned about philosophy, politics, and economics. She also went to the School of Oriental and African Studies at University of London in the 1980s.\nShe moved to New York and worked at the United Nations. In 1972, Aung San Suu Kyi married Michael Aris (1946-1999), a professor of Tibetan culture who lived in Bhutan. She had met Aris when they were both students at Oxford. In 1973, she gave birth to her first son, Alexander, in London; and in 1977 she had her second son, Kim.\nPolitical beginnings.\nAung San Suu Kyi returned to Burma in 1988 to take care of her sick mother. That year, the long-time leader of the socialist ruling party, General Nay Win, stopped being a politician. Many Burmese people wanted a democracy after the military ruled the country for several years.\nShe admired Mohandas Gandhi's use of nonviolence. She was also inspired by Buddhism. Aung San Suu Kyi worked for democracy and helped make the National League for Democracy on September 27th 1988.\nBecause Suu Kyi was fighting against the government, she was asked to leave the country, but she did not.\nHouse arrest and release.\nShe was arrested in 1989 and placed in prison in 1990. This was after an election which her party, the National League for Democracy, won, but they were not allowed to be in charge of the country. Between 1990 and 2010, she was almost always in prison or in her home, which is called house arrest. Burma released her in November 2010. Suu Kyi was going to be released in 2009, but when a man was found entering her home, she was kept on house arrest for another year because she had broken the rules of the house arrest.\nTime as a politician.\nAfter she was released from house arrest, she was elected to be State Counsellor. When she was State Counsellor, Burma had serious problems with the genocide of the Rohingya.\nPolitical belief.\nAsked what democratic models Myanmar could look to, she said: \"We have many, many lessons to learn from various places, not just the Asian countries like South Korea, Taiwan, Mongolia and Indonesia.\" She also cited \"the eastern European countries, which made the transition from communist autocracy to democracy in the 1980s and 1990s, and the Latin American countries, which made the transition from military governments. \"And we cannot of course forget South Africa, because although it wasn't a military regime, it was certainly an authoritarian regime.\" She added: \"We wish to learn from everybody who has achieved a transition to democracy, and also... our great strong point is that, because we are so far behind everybody else, we can also learn which mistakes we should avoid.\"","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Yangon","surface_form":"Yangon","offset":40},{"uri":"Burma","surface_form":"Burma","offset":48},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":83},{"uri":"Democracy","surface_form":"democracy","offset":166},{"uri":"Nonviolence","surface_form":"nonviolence","offset":196},{"uri":"Prisoner","surface_form":"prisoner","offset":286},{"uri":"Rafto_Prize","surface_form":"Rafto Prize","offset":357},{"uri":"Sakharov_Prize","surface_form":"Sakharov Prize","offset":377},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":409},{"uri":"Jawaharlal_Nehru","surface_form":"Jawaharlal Nehru","offset":465},{"uri":"Burmese_language","surface_form":"Daw Aung San Suu Kyi","offset":853},{"uri":"Aung_San","surface_form":"Aung San","offset":1094},{"uri":"Independence","surface_form":"independent","offset":1203},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1224},{"uri":"Aung_San_Oo","surface_form":"Aung San Oo","offset":1354},{"uri":"Yangon","surface_form":"Yangon","offset":1369},{"uri":"San_Diego%2C_California","surface_form":"San Diego","offset":1494},{"uri":"California","surface_form":"California","offset":1505},{"uri":"United_States","surface_form":"American","offset":1526},{"uri":"Citizen","surface_form":"citizen","offset":1535},{"uri":"Catholic","surface_form":"Catholic","offset":1560},{"uri":"English_language","surface_form":"English","offset":1625},{"uri":"Ambassador","surface_form":"ambassador","offset":1726},{"uri":"India","surface_form":"India","offset":1740},{"uri":"Lady_Shri_Ram_College_for_Women","surface_form":"Lady Shri Ram College for Women","offset":1804},{"uri":"New_Delhi","surface_form":"New Delhi","offset":1839},{"uri":"St_Hugh%27s_College%2C_Oxford","surface_form":"St Hugh's College, Oxford","offset":1885},{"uri":"Philosophy","surface_form":"philosophy","offset":1930},{"uri":"Politics","surface_form":"politics","offset":1942},{"uri":"Economics","surface_form":"economics","offset":1956},{"uri":"School_of_Oriental_and_African_Studies","surface_form":"School of Oriental and African Studies","offset":1988},{"uri":"University_of_London","surface_form":"University of London","offset":2030},{"uri":"New_York_City","surface_form":"New York","offset":2078},{"uri":"United_Nations","surface_form":"United Nations","offset":2105},{"uri":"Michael_Aris","surface_form":"Michael Aris","offset":2155},{"uri":"Professor","surface_form":"professor","offset":2183},{"uri":"Tibet","surface_form":"Tibet","offset":2196},{"uri":"Bhutan","surface_form":"Bhutan","offset":2225},{"uri":"Socialist","surface_form":"socialist","offset":2532},{"uri":"Nay_Win","surface_form":"Nay Win","offset":2564},{"uri":"Mohandas_Gandhi","surface_form":"Mohandas Gandhi","offset":2708},{"uri":"Buddhism","surface_form":"Buddhism","offset":2771},{"uri":"Prison","surface_form":"prison","offset":3064},{"uri":"House_arrest","surface_form":"house arrest","offset":3309},{"uri":"Genocide","surface_form":"genocide","offset":3717},{"uri":"Rohingya","surface_form":"Rohingya","offset":3733},{"uri":"Asia","surface_form":"Asian countries","offset":3894},{"uri":"South_Korea","surface_form":"South Korea","offset":3915},{"uri":"Taiwan","surface_form":"Taiwan","offset":3928},{"uri":"Mongolia","surface_form":"Mongolia","offset":3936},{"uri":"Indonesia","surface_form":"Indonesia","offset":3949},{"uri":"East_Europe","surface_form":"eastern European","offset":3981},{"uri":"Latin_American","surface_form":"Latin American","offset":4105},{"uri":"South_Africa","surface_form":"South Africa","offset":4216}]}