{"id":108231,"url":"http://en.wikipedia.org/wiki/Nuclear_energy_policy","text":"Nuclear energy policy is a national and international policy concerning some or all aspects of nuclear energy, such as mining for nuclear fuel, extraction and processing of nuclear fuel from the ore, electricity generation by nuclear power, enriching and storing spent nuclear fuel and nuclear fuel reprocessing. Since nuclear energy and nuclear weapons technologies are closely related, military aspirations can act as a factor in energy policy decisions. The fear of nuclear proliferation influences some international nuclear energy policies.\nThe use of nuclear energy is limited to a relatively small number of countries in the world. As of 2007, only 31 countries, or 16% of the 191 United Nations Member States, operated nuclear power plants. Countries that rely most on nuclear energy were France (with 75% of its electricity generated by nuclear power stations), Lithuania, Belgium, Bulgaria, Slovakia and Sweden, Ukraine and South Korea. The largest producer of nuclear capacity was the USA with 28% of worldwide capacity, followed by France (18%) and Japan (12%). In 2000, there were 438 commercial nuclear generating units throughout the world, with a total capacity of about 351 gigawatts.\nFollowing the March 2011 Fukushima nuclear disaster, Germany has permanently shut down eight of its 17 reactors. Italy voted to keep their country non-nuclear. Switzerland and Spain have banned the construction of new reactors. As of 2013, countries such as Australia, Austria, Denmark, Greece, Ireland, Italy, Latvia, Lichtenstein, Luxembourg, Malta, Portugal, Israel, Malaysia, New Zealand, and Norway remain opposed to nuclear power. Germany and Switzerland are phasing-out nuclear power. Globally, more nuclear power reactors have closed than opened in recent years.\nOverview.\nAfter the 2011 accident at the Fukushima Daiichi Nuclear Power Plant, China, Germany, Switzerland, Israel, Malaysia, Thailand, United Kingdom, and the Philippines are reviewing their nuclear power programs. Indonesia and Vietnam still plan to build nuclear power plants. Countries such as Australia, Austria, Denmark, Greece, Ireland, Luxembourg, Portugal, Israel, Malaysia, New Zealand, North Korea, and Norway remain opposed to nuclear power.\nAustralia.\nAustralia produces no nuclear power. Plans to review whether the country should develop nuclear power were abandoned after Kevin Rudd, who opposed the move, was elected prime minister in 2007.\nFinland.\nAs of 2006, Finland's nuclear power program has four nuclear reactors. The first of these came into operation in 1977. They now provide 27% of Finland's electricity.\nThe third Olkiluoto reactor will be the new European Pressurized Reactor. Scheduled to go on line in 2011, it will have a power output of 1600 MWe.\nConstruction of Olkiluoto 3 started in August 2005. Two and a half years later the project is \"over two years behind schedule and at least 50% over budget, the loss for the provider being estimated at €1.5 billion\".\nFrance.\nAfter the oil crisis of the early 1970s, the French government decided in 1974 to move towards self-sufficiency in electricity production, primarily through the construction of nuclear power stations. France today produces around 78.1% of its electricity through nuclear power. Because France produces an overall electricity surplus, it exports nuclear-produced energy. Some of this goes to countries which are ostensibly against the use of nuclear energy, such as Germany. The Board of Electricité de France (Électricité de France or EDF) has approved construction of a 1630 MWe European Pressurized Reactor or EPR at Flamanville, Normandy. Construction is expected to begin in late 2007, with completion in 2012.\nIn the 1970s, an anti-nuclear movement in France, consisting of citizens' groups and political action committees, emerged. There were many large anti-nuclear protests and demonstrations. More recently, targeted campaigns have been conducted, mainly by Greenpeace, and Sortir du nucléaire (France) has called for an official safety inspection of the Areva facilities.\nGermany.\nIn 2000, the German government, consisting of a coalition including the Green party Alliance '90/The Greens officially announced its intention to phase out nuclear power in Germany. Jürgen Trittin, the Minister of Environment, Nature Conservation and Nuclear Safety, reached an agreement with energy companies on the gradual shut down of the country's nineteen nuclear power plants and a cessation of civil usage of nuclear power by 2020. Legislation was enacted in the Nuclear Exit Law. The power plants in Stade and Obrigheim were turned off on November 14, 2003, and May 11, 2005, respectively. Dismantling of the plants is scheduled to begin in 2007. But the Nuclear Exit Law did not ban enrichment stations - one in Gronau has received permission to extend operations. There have been concerns over the safety of the phase-out, particularly in terms of the transport of nuclear waste. In 2005 Angela Merkel won the German federal election in 2005 with the CDU party. She has subsequently announced to re-negotiate with energy companies the time limit for a shut down of nuclear power stations. But as part of her pact with the SPD, with whom the CDU form a coalition, the phase-out policy has for now been retained.\nIn November 2008, a shipment of radioactive waste from German nuclear plants arrived at a storage site near Gorleben after being delayed by large protests from nuclear activists. More than 15,000 people took part in the protests which involved blocking trucks with sit-down demonstrations and blocking the route with tractors. The demonstrations were partly a response to conservative calls for a rethink of the planned phaseout of nuclear power stations.\nJapan.\nJapan has 55 reactors of total capacity 47,577 MWe (49,580 MWe gross) on line, with 2 reactors (2,285 MWe) under construction and 12 reactors (16,045 MWe) planned. Nuclear energy accounts for about 30% of Japan's total electricity production, from 47.5 GWe of capacity (net). There are plans to increase this to 37% in 2009 and 41% in 2014.\nOn 16 July 2007 a severe earthquake hit the region where Tokyo Electric's Kashiwazaki-Kariwa Nuclear Power Plant is located. The plant with seven units is the largest single nuclear power station in the world. All of the reactors were shut down and are expected to remain closed for damage verification and repairs for at least one year.\nDuring the Fukushima nuclear disaster there was a failure of cooling systems at Fukushima Daiichi Nuclear Power Plant in Japan on March 11, 2011, and a nuclear emergency was declared. This was the first time a nuclear emergency had been declared in Japan, and 140,000 residents within 20 km of the plant were moved out. Explosions and a fire resulted in dangerous levels of radiation, resulting in a stock market collapse and panic-buying in supermarkets.\nUnited States.\nShippingport power plant was the first commercial nuclear power plant built in the United States in 1958. After the growth of nuclear power in the 1960s, the Atomic Energy Commission anticipated that more than 1,000 reactors would be operating in the United States by 2000. But by the end of the 1970s, it became clear that nuclear power would not grow nearly so dramatically, and more than 120 reactor orders were ultimately cancelled.\nAs of 2007 in the United States, there are 104 (69 pressurized water reactors and 35 boiling water reactors) commercial nuclear generating units licensed to operate, producing a total of 97,400 megawatts (electric), which is approximately 20% of the nation's total electric energy consumption. The United States is the world's largest supplier of commercial nuclear power.\nThe Three Mile Island accident has been the most serious accident experienced by the U.S. nuclear industry. Other accidents include those at the Davis-Besse Nuclear Power Plant, which has been the source of two of the top five most dangerous nuclear incidents in the United States since 1979, according to the Nuclear Regulatory Commission.\nSeveral US nuclear power plants closed well before their design lifetimes, including Rancho Seco in 1989 in California, San Onofre Unit 1 in 1992 in California (units 2 and 3 are still operating), Zion Nuclear Power Station in 1998 in Illinois and Trojan Nuclear Power Plant in 1992 in Oregon. Humboldt Bay Nuclear Power Plant in California closed in 1976, 13 years after geologists discovered it was built on a fault (the Little Salmon Fault). Shoreham Nuclear Power Plant never operated commercially as an authorized Emergency Evacuation Plan could not be agreed on due to the political climate after the Three Mile Island and Chernobyl accidents.\nMany plants have recently received 20-year extensions to their licensed lifetimes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Policy","surface_form":"policy","offset":54},{"uri":"Nuclear_energy","surface_form":"nuclear energy","offset":95},{"uri":"Mining","surface_form":"mining","offset":119},{"uri":"Nuclear_fuel","surface_form":"nuclear fuel","offset":130},{"uri":"Electricity_generation","surface_form":"electricity generation","offset":200},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":226},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":338},{"uri":"Military","surface_form":"military","offset":388},{"uri":"Nuclear_proliferation","surface_form":"nuclear proliferation","offset":469},{"uri":"United_Nations","surface_form":"United Nations","offset":688},{"uri":"France","surface_form":"France","offset":797},{"uri":"Lithuania","surface_form":"Lithuania","offset":871},{"uri":"Belgium","surface_form":"Belgium","offset":882},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":891},{"uri":"Slovakia","surface_form":"Slovakia","offset":901},{"uri":"Sweden","surface_form":"Sweden","offset":914},{"uri":"Ukraine","surface_form":"Ukraine","offset":922},{"uri":"South_Korea","surface_form":"South Korea","offset":934},{"uri":"USA","surface_form":"USA","offset":996},{"uri":"Fukushima_nuclear_disaster","surface_form":"Fukushima nuclear disaster","offset":1227},{"uri":"Anti-nuclear_movement_in_Australia","surface_form":"Australia","offset":1460},{"uri":"Anti-nuclear_movement_in_Austria","surface_form":"Austria","offset":1471},{"uri":"Nuclear_energy_in_Denmark","surface_form":"Denmark","offset":1480},{"uri":"Nuclear_energy_in_Greece","surface_form":"Greece","offset":1489},{"uri":"Nuclear_energy_in_Ireland","surface_form":"Ireland","offset":1497},{"uri":"Nuclear_energy_in_Italy","surface_form":"Italy","offset":1506},{"uri":"Nuclear_energy_in_Luxembourg","surface_form":"Luxembourg","offset":1535},{"uri":"Nuclear_energy_in_Malta","surface_form":"Malta","offset":1547},{"uri":"Nuclear_energy_in_Portugal","surface_form":"Portugal","offset":1554},{"uri":"Nuclear_power_in_Israel","surface_form":"Israel","offset":1564},{"uri":"Nuclear_energy_in_Malaysia","surface_form":"Malaysia","offset":1572},{"uri":"New_Zealand%27s_nuclear-free_zone","surface_form":"New Zealand","offset":1582},{"uri":"Nuclear_energy_in_Norway","surface_form":"Norway","offset":1599},{"uri":"Anti-nuclear_movement_in_Germany","surface_form":"Germany","offset":1639},{"uri":"Anti-nuclear_movement_in_Switzerland","surface_form":"Switzerland","offset":1651},{"uri":"Fukushima_Daiichi_Nuclear_Power_Plant","surface_form":"Fukushima Daiichi Nuclear Power Plant","offset":1814},{"uri":"Australia","surface_form":"Australia","offset":2072},{"uri":"Austria","surface_form":"Austria","offset":2083},{"uri":"Denmark","surface_form":"Denmark","offset":2092},{"uri":"Greece","surface_form":"Greece","offset":2101},{"uri":"Ireland","surface_form":"Ireland","offset":2109},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":2118},{"uri":"Portugal","surface_form":"Portugal","offset":2130},{"uri":"Israel","surface_form":"Israel","offset":2140},{"uri":"Malaysia","surface_form":"Malaysia","offset":2148},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2158},{"uri":"North_Korea","surface_form":"North Korea","offset":2171},{"uri":"Norway","surface_form":"Norway","offset":2188},{"uri":"Kevin_Rudd","surface_form":"Kevin Rudd","offset":2362},{"uri":"As_of_2006","surface_form":"As of 2006","offset":2441},{"uri":"Finland","surface_form":"Finland","offset":2453},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":2463},{"uri":"Nuclear_reactor","surface_form":"nuclear reactor","offset":2494},{"uri":"France","surface_form":"France","offset":3481},{"uri":"Greenpeace","surface_form":"Greenpeace","offset":3946},{"uri":"Stade","surface_form":"Stade","offset":4578},{"uri":"2003","surface_form":"2003","offset":4630},{"uri":"2005","surface_form":"2005","offset":4648},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":4968},{"uri":"Japan","surface_form":"Japan","offset":5754},{"uri":"Fukushima_nuclear_disaster","surface_form":"Fukushima nuclear disaster","offset":6444},{"uri":"Fukushima_Daiichi_Nuclear_Power_Plant","surface_form":"Fukushima Daiichi Nuclear Power Plant","offset":6513},{"uri":"Radiation","surface_form":"radiation","offset":6807},{"uri":"Stock_market","surface_form":"stock market","offset":6833},{"uri":"Supermarket","surface_form":"supermarket","offset":6875},{"uri":"2007","surface_form":"2007","offset":7347},{"uri":"Pressurized_water_reactor","surface_form":"pressurized water reactor","offset":7392},{"uri":"Three_Mile_Island_accident","surface_form":"Three Mile Island accident","offset":7718},{"uri":"Chernobyl_accident","surface_form":"Chernobyl","offset":8684}]}