{"id":108226,"url":"http://en.wikipedia.org/wiki/Tokaimura_nuclear_accident","text":"e=\"preserve\">The Tokaimura nuclear accident was a serious nuclear radiation accident in Japan. It took place at a uranium-reprocessing facility in Tokaimura, northeast of Tokyo, Japan, on 30 September 1999. The accident occurred in a very small fuel preparation plant operated by JCO.\nThe direct cause of the accident was workers putting uranyl nitrate solution containing about 16.6 kg of uranium, which exceeded the critical mass, into a precipitation tank. The tank was not designed to dissolve this type of solution and was not designed to prevent such accidents to happen. As a result, three workers were exposed to neutron radiation doses in excess of allowable limits. Two of these workers later died.\nMany emergency workers and nearby residents were hospitalized and hundreds of thousands of others were forced to remain indoors for 24 hours.\nAfter the accident.\nThe three workers who worked at the uranium-reporocessing facility were Hisashi Ouchi, Masato Shinohara, and Yutaka Yokokawa. Two of them died of radiation poisoning. Hisashi Ouchi, aged 35, died 12 weeks after the accident. He had lost most of his skin, and was kept alive for 83 days, according to his parents and wife will. Ouchi was closest to the tank when the accident occurred. He ended up as the first victim of this nuclear accident. Seven months after the accident, Masato Shinohara died, aged 40.\nOuchi was reported to have received 17 sieverts (sv) of radiation, Shinohara 10 sv and Yokokawa 3 sv; 8 sieverts is considered a fatal dose, and 50 milli sieverts is the maximum limit of annual dose allowed for Japanese nuclear workers.\nAnother 83 workers were subjected to higher radiation than normal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Radiation","surface_form":"radiation","offset":66},{"uri":"Japan","surface_form":"Japan","offset":88},{"uri":"Uranium","surface_form":"uranium","offset":114},{"uri":"Tokyo%2C_Japan","surface_form":"Tokyo, Japan","offset":171},{"uri":"Uranium","surface_form":"uranium","offset":390},{"uri":"Precipitation","surface_form":"precipitation","offset":440},{"uri":"Tank","surface_form":"tank","offset":454},{"uri":"Neutron","surface_form":"neutron","offset":621},{"uri":"Radiation_poisoning","surface_form":"radiation poisoning","offset":1017},{"uri":"Sievert","surface_form":"sieverts","offset":1418}]}