{"id":10847,"url":"http://en.wikipedia.org/wiki/Wroc%C5%82aw","text":"is the biggest city in Lower Silesian Voivodeship in the southwest part of Poland. The German name of the city is Breslau, and the Czech name is Vratislav. The Oder River goes through the city. There are also 4 other small rivers which connect with the Oder River in the territory of the city: Bystrzyca, Oława, Ślęza and Widawa. Before World War II there were 303 bridges in the city; now there are about 220. In Latin language it is called \"Vratislavia\"\nHistory.\nWrocław is over 1000 years old. It was originally a Slavic town. During the Middle Ages it became a German city, but before that Wrocław was a Czech city. It was called Breslau for a long time. During the Second World War the city was badly damaged. About 70% of the buildings were damaged. Many of them were rebuilt. After the war, the city became Polish, and the German citizens were forced to leave. It has been called by its Polish name Wrocław ever since.\nJohannes Brahms wrote his Academic Festival Overture to thank the University of Breslau in Wrocław. This was for an honorary doctorate he was awarded by the university.\nModern Wrocław.\nIts population in 2004 was 638,000. There are 10 universities in the city. It is famous for its beautiful historical town square (Polish \"rynek\") and cathedral (large church).\nIn 1997 the Oder River flooded, causing a lot of damage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lower_Silesian_Voivodeship","surface_form":"Lower Silesian Voivodeship","offset":23},{"uri":"Poland","surface_form":"Poland","offset":75},{"uri":"German_language","surface_form":"German","offset":87},{"uri":"Czech_language","surface_form":"Czech","offset":131},{"uri":"Oder_River","surface_form":"Oder River","offset":160},{"uri":"World_War_II","surface_form":"World War II","offset":337},{"uri":"Slavic","surface_form":"Slavic","offset":517},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":541},{"uri":"Germany","surface_form":"German","offset":565},{"uri":"Czech_Republic","surface_form":"Czech","offset":608},{"uri":"Second_World_War","surface_form":"Second World War","offset":670},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":926},{"uri":"Academic_Festival_Overture","surface_form":"Academic Festival Overture","offset":952},{"uri":"University_of_Breslau","surface_form":"University of Breslau","offset":992}]}