{"id":108463,"url":"http://en.wikipedia.org/wiki/OGame","text":"OGame is a browser-based strategy game. The game was created in 2002 by Gameforge. OGame is able to go in different languages. It also has up to 39 uni (for short) or universes.\nGame play.\nEach player starts with one randomly given planet, with the starting name of \"Homeworld\" (which can be changed). Building from that one planet, he/she later has the option to keep on developing that planet or to expand his/her colony to include up to as many planets they can afford to build, originally 9 planets. All construction, research, and missions are performed and launched from a planet or moon. While playing the player has a chance of building fleets and defenses for their planet.\nAlliances.\nAn alliance is a group of people who have banded together and is mostly used for solidarity purposes. Alliances are created for players to protect each other from attacks, join together to raid other planets, or to promote free trade amongst members. Members of an alliance can use the ACS (Alliance Combat System), available in all universes.\nBuildings.\nMetal Mine is what is used to gather the resource metal.\nCrystal Mine is what is used to gather the resource crystal.\nDeuterium Synthesizer is what is used to gather the resource deuterium.\nSolar Plant is a plant that produces energy from the sun to run mines or to do research.\nFusion Reactor is like a solar plant but instead of gathering energy from the sun it uses deterium to produce it's energy.\nRobotic Factory is a building that decreases the building time of buildings.\nNanite Factory is an upgraded version of the robotics factory.\nResources.\nThere are four resources used in OGame: metal, crystal, deuterium,and dark matter.\nMetal is mainly used for buildings, Ships, Defenses. To get this resources he/she has to upgrade or build a metal mine.\nCrystal is the second resource. Crystal is mostly used in research. Crystal is one of the hardest resource to obtain. It is obtained by building or upgrading a crystal mine.\nDeuterium is the third resource and can be obtained only from deuterium synthesizers. Deuterium is mainly used as fuel for a player's fleet to perform a mission, and for research.\nDark Matter is a resource that can be bought with real money. If a user doesn't want to pay this resource will become the most rarest resource in the game. Dark Matter can be found on expeditions with the players fleet after researching Expedition.\nEnergy is not actual energy you get from a mine but from solar planets and fusion reactors. Energy is needed to be able to run the mines to gather metal, crystal, deuterium, and to do research.\nCombat.\nUnlike other games, OGame doesn't allow the player to control his ships. While playing the game a player can send units to a specific moon or planet. Once the ship(s) arrive at the planet the player can only recall the ships, he/she cannot fly them.\nResearch.\nResearching various fields of science allows for better buildings, ships and defensive structures to be built. Research must be done for the production of Solar Satellites, which supplies power, to the fearsome Death Star, which is considered the strongest ship in the game.\nThe costs of research usually doubles each level, with the exception of Graviton Technology, which costs 300,000 energy and is not useful over level 1.\nResearch time is reduced with each upgrade of the Research Lab, or reduced dramatically with the Intergalactic Research Network researched.\nPurchased effects.\nAll purchased effects are paid with dark matter. In order to get dark matter he/she has to buy it on OGame.\nCommander.\nThe Commander gives the player improved functions. Features include a building order which gives the player the ability to order several buildings to be built without requiring the player to login and start a new build. The player also gets an “Empire View” that shows the player all details on every planet including ships, defenses, resources, and energy. Other bonus given by OGame Commander are message filters, shortcuts, an improved galaxy view and commands, and a gaming experience free of ads.\nOfficers.\nOn February 16, 2007, Officers were introduced to the game. It is worth noting that Gameforge had earlier promised it's users it would never introduce pay-to-play options that provided direct benefits, and the change the caused a large scale of conflict in the community.\nMerchants.\nAs of version 0.78 people can hire a merchant to trade one resource type for another. This is almost the same as trading except that there are no other players involved. The only limitation you have is the amount of free space in your storage silos and the amount of dark matter you have. You cannot trade when your silos are full, or when standing on a moon. It is wise to move away all the resources you want to keep, so that you can trade the maximum amount that your storage holds.\nRules.\nOGame is monitored by Game Operators, Super Game Operators and Game Administrators each of whom have the rights to ban any player suspected of misconduct and violation of the rules. The rules can be different for each OGame universe. Players who have been banned are put into the pillory of their universe. The pillory shows the reason of banning and the administrator who made the decision. It also shows the unbanning of a player when they have clarified the fault. The planets and colonies of players that have received lifelong bans are subject to the one month account deletion due to inactivity.\nAwards.\nOGame won the bronze Superbrowsergame Award in 2006.","categories":[],"infobox_types":[],"annotations":[{"uri":"Browser","surface_form":"browser","offset":11},{"uri":"Strategy","surface_form":"strategy","offset":25},{"uri":"Game","surface_form":"game","offset":34},{"uri":"Universe","surface_form":"universe","offset":167},{"uri":"Planet","surface_form":"planet","offset":232},{"uri":"Construction","surface_form":"construction","offset":508},{"uri":"Research","surface_form":"research","offset":522},{"uri":"Mission","surface_form":"mission","offset":536},{"uri":"Satellite_(natural)","surface_form":"moon","offset":589},{"uri":"Games","surface_form":"games","offset":2623},{"uri":"Moon","surface_form":"moon","offset":2744},{"uri":"Planet","surface_form":"planet","offset":2752}]}