{"id":10861,"url":"http://en.wikipedia.org/wiki/Bacteria","text":"Bacteria (sing. bacterium) are very small organisms. They are prokaryotic microorganisms. Bacterial cells do not have a nucleus, and most have no organelles with membranes around them. Most have a cell wall. They do have DNA, and their biochemistry is basically the same as other living things. They are amongst the simplest and the oldest organisms. They function as independent organisms.\nAlmost all bacteria are so tiny they can only be seen through a microscope. Bacteria are made up of one cell, so they are a kind of \"unicellular organism\". They are among the simplest single-celled organisms on Earth, and were one of the earliest forms of life. They include a number of extremophiles which live in extreme habitats.\nThere are probably more individual bacteria than any other sort of organism on the planet. Most bacteria live in the ground or in water, but many live inside or on the skin of other organisms, including humans. There are about 1:1 bacterial cells as human cells in each of our bodies. Some bacteria can cause diseases, but others help us in everyday activities like digesting food (gut flora). Some even work for us in factories, producing cheese and yogurt.\nThe founder of bacteriology was a German biologist called Ferdinand Cohn (18281898). He published the first biological classification of bacteria, based on their appearance.\nReproduction and gene transfer.\nA bacterium reproduces (creates more bacteria) by dividing in half and creating two \"daughter\" cells. Each daughter is identical in shape to the parent, but is smaller.\nBacteria do not have sexes, but they do transmit DNA by several kinds of horizontal gene transfer. This is how they share resistance to antibiotics from one strain to another. The complete DNA sequence is known for many bacterial strains.\nBacteria have one bacterial chromosome.\nShape.\nBacteria vary widely in size and shape, but in general they are at least ten times larger than viruses. A typical bacterium is about 1 µm (one micrometer) in diameter, so a thousand bacteria lined up would be one millimeter long. There are about five nonillion (5×1030) bacteria on Earth.\nBacteria are identified and grouped by their shapes. Bacilli are rod-shaped, cocci are ball-shaped, spirilla are spiral-shaped, and vibrio are shaped like a comma or a boomerang.\nPathogens.\nPathogenic bacteria, the harmful kind, enter the human body from the air, water or food. Once inside, these bacteria attach themselves to or invade specific cells in our respiratory system, digestive tract or in any open wound. There they begin to reproduce and spread while using your body's food and nutrients to give them energy to help them reproduce.\nExtremophiles.\nSome bacteria are extremophiles. Some microbes thrive inside rocks up to 580 meters below the sea floor under 2.6 kilometers of ocean off the Pacific Northwest of the United States. According to one of the researchers, \"You can find microbes everywhere — they're extremely adaptable to conditions, and survive wherever they are.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Organism","surface_form":"organism","offset":42},{"uri":"Prokaryotic","surface_form":"prokaryotic","offset":62},{"uri":"Microorganisms","surface_form":"microorganisms","offset":74},{"uri":"Cell","surface_form":"cell","offset":100},{"uri":"Nucleus","surface_form":"nucleus","offset":120},{"uri":"Organelles","surface_form":"organelles","offset":146},{"uri":"Cell_wall","surface_form":"cell wall","offset":197},{"uri":"DNA","surface_form":"DNA","offset":221},{"uri":"Biochemistry","surface_form":"biochemistry","offset":236},{"uri":"Organism","surface_form":"organisms","offset":380},{"uri":"Microscope","surface_form":"microscope","offset":455},{"uri":"Cell","surface_form":"cell","offset":495},{"uri":"Unicellular_organism","surface_form":"unicellular organism","offset":524},{"uri":"Earth","surface_form":"Earth","offset":602},{"uri":"Extremophile","surface_form":"extremophile","offset":678},{"uri":"Habitats","surface_form":"habitats","offset":714},{"uri":"Ground","surface_form":"ground","offset":841},{"uri":"Water","surface_form":"water","offset":854},{"uri":"Disease","surface_form":"disease","offset":1033},{"uri":"Gut_flora","surface_form":"gut flora","offset":1106},{"uri":"Cheese","surface_form":"cheese","offset":1164},{"uri":"Yogurt","surface_form":"yogurt","offset":1175},{"uri":"Bacteriology","surface_form":"bacteriology","offset":1198},{"uri":"Germans","surface_form":"German","offset":1217},{"uri":"Biologist","surface_form":"biologist","offset":1224},{"uri":"Ferdinand_Cohn","surface_form":"Ferdinand Cohn","offset":1241},{"uri":"Biological_classification","surface_form":"biological classification","offset":1291},{"uri":"Reproduction","surface_form":"reproduces","offset":1401},{"uri":"Cell_division","surface_form":"dividing in half","offset":1439},{"uri":"DNA","surface_form":"DNA","offset":1607},{"uri":"Horizontal_gene_transfer","surface_form":"horizontal gene transfer","offset":1631},{"uri":"Antibiotics","surface_form":"antibiotics","offset":1694},{"uri":"DNA_sequence","surface_form":"DNA sequence","offset":1747},{"uri":"Bacterial_chromosome","surface_form":"bacterial chromosome","offset":1815},{"uri":"Micrometer","surface_form":"micrometer","offset":1987},{"uri":"Pathogen","surface_form":"Pathogen","offset":2323},{"uri":"Extremophile","surface_form":"extremophiles","offset":2712},{"uri":"Pacific_Northwest","surface_form":"Pacific Northwest","offset":2836}]}