{"id":108818,"url":"http://en.wikipedia.org/wiki/Club_de_Gimnasia_y_Esgrima_La_Plata","text":"Club de Gimnasia y Esgrima La Plata (CGE or GELP) is an Argentina sports club, of the city of La Plata, Buenos Aires. It was founded on June 3, 1887 as Club de Gimnasia y Esgrima. Its principal activity is football, and it competes in the First División Argentina, Argentina's premier league.\nIts stadium is the \"Juan Carlos Zerillo\", known as the \"Estadio del Bosque\", capacity for 33.000 spectators.\nGimnasia were champions of División Intermedia of the Argentine Football in 1915, of the First División in 1929, of the \"Copa Centenario de la AFA\" in 1994 and of the Second division in 1944, 1947 and 1952; it was runner-up of the First División in 1924, Clausura 1995, Clausura 1996, Apertura 1998, Clausura 2002 and Apertura 2005.\nHistory.\nThe \"Club de Gimnasia y Esgrima La Plata\" was founded on June 3, 1887 as a civil association, and thus is the oldest surviving football club in the whole of South America. Its foundation came barely five years after the creation of the City of La Plata in 1882. The first sports offered to its members were, as its Spanish name indicates, gymnastics and fencing. Clubs supporting these sports were common among the upper classes at the end of the 19th century (\"cf.\" the prior foundation of Gimnasia y Esgrima de Buenos Aires in 1880). Later on, other disciplines were added, including track and field, football, basketball and rugby.\nThe institution changed name a few times: from April to December 1897 it was called a \"Club de Esgrima\" due to the fact that fencing was the only activity practised at that moment. On December 17, 1897 it returned to its original name: \"Club de Gimnasia y Esgrima\". From July 1952 to September 30, 1955, the club was named \"Club de Gimnasia y Esgrima de Eva Perón\", due to the fact that the city of La Plata itself had been renamed \"Eva Perón\" in 1952, after Eva Perón's death. The city returned to its previous name during the government of the \"Liberating Revolution\", and so did the club. However, it remained unduly identified legally as \"Club de Gimnasia y Esgrima \"de\" La Plata\", a mistake that was corrected on August 7, 1964 after the new statute was approved.\nAmateur era (1891–1930).\nGimnasia had to abandon its original field at the corner of 13th and 71st streets, in 1905; at that time, it chose to discontinue the practice of football and to devote the club mainly to social activities. As a result, some members who were interested in playing football left and founded a club devoted principally to that activity: Estudiantes de La Plata. Later, in 1912, a group of football players who were in conflict with Estudiantes de La Plata joined Club Independencia, which later merged with Gimnasia y Esgrima in 1914, thereby returning to the practice of football. In 1915 Gimnasia y Esgrima joins \"División Intermedia\", wins the championship and thus promotion to the Primera División Argentina. On that year, Gimnasia obtains the two cups that were in dispute: Competencia Adolfo J. Bullrich Cup and Campeonato Intermedia Cup.\nOn April 27, 1916, Gimnasia played against Estudiantes de La Plata, its classic rival, for the first time. The match took place at the Estudiantes de La Plata' field (1st and 57th streets), where Gimnasia y Esgrima defeated its classic rival 1–0. That year, Gimnasia finished the championship in fourth place, behind Racing Club, Club Atlético Platense and River Plate, with nine victories, nine ties and three defeats. In 1921 Gimnasia would again reach fourth place, behind Racing Club, River Plate and Independiente, as a result of 23 victories, six ties and nine defeats.\nOn April 27, 1924 the new stadium was inaugurated, in La Plata's main park (\"El Bosque\", \"the Forest\") at the intersection of 60th avenue and 118th street; it was named Stadium Juan Carlos Zerillo. Gimnasia y Esgrima remained undefeated in its new stadium for 15 months (from its first official meeting until July 1925). On that year, Gimnasia achieved second place, behind San Lorenzo, with 15 victories, seven ties and one defeat.\nTitle of 1929.\nIn 1929, Gimnasia y Esgrima obtains its only First Division title in the amateur era, after a campaign that included fourteen victories and three defeats. The championship of 1929 was organized along the Copa Estímulo format, that is, teams where separated in two zones (\"even\" and \"odd\"), the title being defined in a game between the winners of each zone. Gimnasia y Esgrima won the first place in the \"odd zone\", which included River Plate, Racing Club, Huracán, and Estudiantes de La Plata, among other teams. The \"even zone\" was won by Boca Juniors, that qualified thus for the final meeting.\nThe final took place on February 9, 1930 at the old stadium of River Plate (at the intersection of Alvear and Tagle in Recoleta). On that day, Gimnasia fielded: Felipe Scarpone, Di Giano and Evaristo Delovo; Rusciti, Santillán and Belli; Curell, Varallo, Maleani, Díaz, and Morgada. After being down 0–1 at half time, the team turned the result and won 2-1 with two goals by Martin Maleani. That same year Gimnasia won the \"Reserve\" championship. Consequently, Gimnasia y Esgrima became the first club of La Plata to earn a title in a competition organized by an Association recognized by FIFA.\nThe European Tour of 1930/1931.\nBetween December 1930 and April 1931, Gimnasia's team, which later would be known as \"El Expreso\" (in English, \"The Express\"), toured Europe and Brazil. Gimnasia became the first Argentine club outside Greater Buenos Aires to compete in Europe, and the first ever to play in Portugal, Czechoslovakia, Austria and Italy. In the European portion of the tour, Gimnasia played twenty-two games, winning eleven and losing six. On February 15, 1931, Gimnasia defeated Sportverein München 4-0 at Munich, in a game remarkable for being the first match played by an Argentine team on a snow-covered pitch. On March 8, Gimnasia won 3-1 over \"AC Sparta Praha\" at Prague, a team that was arguably the strongest in Europe at the time, and that no South American team had yet defeated. Gimnasia also won its matches against three of the most important European clubs: a 3-1 victory against Real Madrid (at Madrid, on January 1, 1931), 2-1 against FC Barcelona (at Barcelona, on January 6, 1931), and 1-0 against Benfica (at Lisbon, on March 29, 1931).\nEl Expreso of 1933.\nAlready in the professional era, Gimnasia y Esgrima La Plata entered in the history of Argentine soccer with a famous team known as \"El Expreso\" (The Express). The \"1933 Express\" comfortably won the first round of the First Division championship. In the second round, Gimnasia y Esgrima La Plata led the championship, until it faced Boca Juniors and San Lorenzo de Almagro. In these matches, Gimnasia was subject to openly biased arbitration. In the latter game, the referee Rojo Miró favoured so blatantly San Lorenzo that the Gimnasia players famously refused to continue with the charade, and \"went on strike.\" They simply sat on the field, while San Lorenzo scored unopposedly, before the referee terminated the game with a 7–1 outcome. The 1933 team ended in the fourth place (San Lorenzo was the champion) with a record of 21 victories, four draws and nine defeats. However, the legendary Express had been born, and it never left the memory of its fans. The top scorer of The Express was Arturo \"El Torito\" Naón with 33 goals.\nGovernor Alende Cup (1960).\nThis Cup was disputed in 1960 and was organized by the club Estudiantes de La Plata. It was called \"Gobernador de la Province of Buenos Aires Dr. Oscar Alende Cup\", in honoring the governor Oscar Alende. The cup was an international quadrangular, comprising friendly matches between Estudiantes, Gimnasia, Club Nacional de Football and Club Atlético Peñarol, the latter being the two main football clubs from Uruguay.\nGimnasia won both meetings against the Uruguayan teams: 5–2 against Nacional and 1–0 against Peñarol. Estudiantes lost its respective games for 0–1 and 2–5.\nIn the last match, Gimnasia tied with Estudiantes 2–2. On February 13, 1960, Gimnasia was therefore crowned champion of the Gobernador Alende Cup, at the stadium of its classic archrival, located at the intersection of the 57 & 1 streets of La Plata.\nLa Barredora (1970).\nOne of the teams most remembered by Gimnasia fans is \"La Barredora\" (\"The Sweeper\"). After almost a decade alternating good and bad performances, the championships organized by the Asociación del Fútbol Argentino were restructured.\nThe result was the creation of two championships: the \"Metropolitano\", played by teams affiliated directly to the AFA (and divided in two zones), and the \"Nacional\", played by the teams placed in the top positions of the \"Metropolitano\", in addition to teams from the leagues of the Argentine interior. The rest of the teams played the \"Promocional\" and \"Reclasificatorio\" cups. Other variants existed, whereby the \"Metropolitano\" was played as an all-team home-and-away round robin, and the \"Nacional\" in a two-zone competition.\nIn the first year, 1967, Gimnasia y Esgrima was champion of the \"Promocional\" tournament.\nIn 1970, Gimnasia y Esgrima finished second the zone \"B\" behind Chacarita Juniors, and qualified to the \"Nacional\" semifinal against Rosario Central, who had occupied the first position in the zone \"A\". At that time, a conflict developped between the players and the club's administration on a disagreement about performance remuneration. Unable to solve the issue, the President Oscar Venturino fielded the club's third division on the semifinal at Rosario. The final result was a 3–0 victory for Rosario Central.\nThe typical eleven in that remarkable team were: Hugo Orlando Gatti; Ricardo Rezza, José Bernabé Leonardi, José Masnik, Roberto Zywica, Roberto Gonzalo; Héctor Pignani, José Santiago, Delio Onnis, José Néstor Meija, Jorge Castiglia. José Varacka was the coach.\nThe Return to First Division (1984).\nAfter a bad campaign, Gimnasia y Esgrima is relegated to Primera \"B\" in 1979. The team played in the Second Division between 1980 and 1984, year in which it returns to First Division. The team included football players such as Ricardo \"El Pulpo\" Kuzemka and Carlos Carrió; its coach was Nito Veiga.\nIn 1984 Gimnasia y Esgrima obtained the third place in the overall table, and thus qualified to dispute an Octogonal for the second promotion to First Division. The other teams in the octogonal were Racing Club, Argentino de Rosario, Club Atlético Tigre, Defensores de Belgrano, Club Atlético Lanús, Nueva Chicago, and Deportivo Morón. Gimnasia reached the final, where it defeated Racing Club twice, first 3-1 in Avellaneda, and then 4-2 in La Plata on December 30, 1984. After these victories, Gimnasia returned to First Division in 1985 and has been playing there ever since.\nCopa Centenario de la AFA (1993–94).\nThe AFA organized in 1993 a cup-style (elimination) tournament named \"Copa Centenario\" (\"Centennial Cup\"), to celebrate its hundredth anniversary. Each first division team played its derby rival in two rounds in a double elimination system. Gimnasia eliminated its classic rival Estudiantes 1–0 with a goal by Guillermo Barros Schelotto, and qualified for the next round after a 0–0 tie in the return match. Then, Gimnasia successively eliminated Newell's Old Boys, Argentinos Juniors and Belgrano de Córdoba to win the \"round of winners\". River Plate won the \"round of losers\" and qualified for the final, with Gimnasia having home court advantage.\nGimnasia won the final 3–1 with goals by Hugo Romeo Guerra, Fernández and Guillermo Barros Schelotto. River's goal was scored by Villalba. Gimnasia's winning team included Lavallén; Sanguinetti, Morant, Ortiz, Dopazo, Fernández, Bianco, Talarico, Gustavo Barros Schelotto, Guillermo Barros Schelotto and Guerra.\nAfter winning this cup, Gimnasia was invited to participate on the Sanwa Bank Cup in 1994.\nFrom Griguol to Troglio (1994–2007).\nWith veteran coach Carlos Timoteo Griguol at the helm, Gimnasia took second place in the 1995 \"Clausura\" tournament, repeating the performance in 1996 and 1998. Also took second place in 2002 (coached by Ramaciotti).\nGimnasia also obtained second place in 2005 under Pedro Troglio's management, after an excellent campaign that had them fighting neck to neck with Boca Juniors until the very end of the championship.\nThese strong showings allowed Gimnasia to take part in the top club-level competitions in South America: the Copa Sudamericana during the 2006 and 2007 editions of the Copa Libertadores.\nOn September 10, 2006, during the halftime of a match against Boca Juniors, club president Juan José Muñoz confronted (and allegedly threatened) referee Daniel Giménez, who called off the match immediately, with Gimnasia leading 1–0. Muñoz was reprimanded by the football association and temporarily removed from its executive committee, although he was confirmed as Gimnasia's President by the club's board. A few days later, Gimnasia was eliminated from the Copa Sudamericana by the Chilean champions Colo Colo, following a quarter final match where a player of Gimnasia was injured by a cement piece thrown by Chilean supporters. Due to Gimnasia's physical play in the second leg of the quarter finals in Argentina, Argentine Football Association's president Julio Grondona wrote a personal letter to the president of the ANFP (the Chilean football federation) apologizing for the \"roughness\" of the Gimnasia players.\nThe pending second half against Boca Juniors was played on November 8, 2006. Boca Juniors scored four goals and won the match. After the match, Troglio and some of the players hinted that the team had received death threats from some supporters, who wanted to benefit Boca in its championship bid against Gimnasia's archrivals Estudiantes. Nevertheless, Estudiantes obtained the title in the end.\nLa Plata District Attorney Marcelo Romero opened an investigation and cited some players and club officers to testify, but the entire affair was soon dismissed. Player Marcelo Goux refused to participate in the next match and quit the team soon afterwards, as did fellow players Martín Cardetti and Ariel Franco. Many articles condemned Muñoz's handling of the situation, accusing him of lying to the press, and of treating violent fans as his protégés.\n2007–08: New management.\nAfter a string of losses in the local championship and the Copa Libertadores, there were renewed calls for Muñoz to resign. Coach Troglio felt the burden of responsibility and quit his post on April 2, 2007. Gimnasia hired first famed Colombian trainer Francisco Maturana, and then Julio César Falcioni, both with limited success.\nIn the December 2007 election, Muñoz did not run, and the candidate he supported lost to the opposition. New club president Walter Gisande hired former player Guillermo Sanguinetti as team coach and tried to convince former players, notably Diego Alonso and Guillermo Barros Schelotto, to return to Gimnasia. Only Alonso, who was playing in China, made the leap.\nSanguinetti quit after a string of bad results that left Gimnasia in serious danger of relegation. Under new coach Leonardo Madelón, team results improved markedly, and as of the beginning of the 2009 Clausura tournament, Gimnasia is better positioned to stay in the \"Primera\" level.\nThe new management also campaigned for a return to its traditional ground at \"El Bosque\". Starting April 2008, the stadium underwent a structural engineering evaluation after all security measures requested by authorities were put in place. On June 2008, Gimnasia was allowed to play again at \"El Bosque\"; the return took place in a match against Lanús, the last game of the Clausura 2008 championship. Mayor Pablo Bruera has indicated that the city will let Gimnasia buy or lease some city-owned lands for erecting a sports complex.\nShield or Logo.\nThe shield of the Club de Gimnasia y Esgrima La Plata is a wreath in which top part is outlined a helmet with a heraldic crest. At the center, on enamel and with the colors of the club (white and navy blue), the club monogram appears in relief. In the top cantons, like a guard, there appear the hilts of a saber and a foil, with their sharp points emerging at lower part of the shield. To the sides of the center a rama of laurels spreads the helmet, for every side.\nSince its inception, the club shield has undergone some modifications. From 1887 until 1928, the shield used was devised by Emilio Coutauret, and it was characterized by a handcrafted and adorned design. In 1964, following a reform of the foundational statute, Gimnasia's shield adopted a simpler form, while still keeping the essence of the original one. This is the logo in current use, and often displayed on the team's jerseys.\nThere have been some minor changes introduced in the past few years. During Héctor Domínguez's presidency, the abbreviation at the center of the shield was changed, replacing the historical CGE (Club de Gimnasia y Esgrima), for the GELP (Gimnasia y Esgrima La Plata), modification that persisted during the mandates of Gliemmo and Muñoz. Since the beginning of Walter Gisande's presidency, it was decided to return to the original abbreviation of 'CGE'.\nKit / Team jerseys.\nThe official historical uniform of Gimnasia y Esgrima is based on the colours displayed in the club shield, as established in the institutional statute.\nKit Evolution.\nIn the first years of life of the institution, the colors adopted were the white and light blue, seeking of this form to highlight the fact that it was an Argentine club. The first vest used by the team had vertical white and light blue stripes.\nLater, in 1905, it was decided to change the colors to make it distinct from Racing Club. This resulted in a vest with vertical stripes of white and navy-blue color.\nFinally, from 1910, the design was modified, changing the vertical stripes into the horizontal band of navy-blue color over a white jersey, which has been used ever since.\nApparel and Sponsor.\nDuring the year 2009, the apparel of Gimnasia y Esgrima La Plata will be provided by the company \"Kappa\", the one who will provide from uniform sports up to the extra-sports clothes. In turn, jersey will be supported by the company \"La Nueva Seguros\", of which it will take the name written in the principal band.\nFan base.\nWithin the city of La Plata and its environs, the Gimnasia fan base used to be identified with the working class, contrasting with the mostly middle class Estudiantes constituency. This characterization is no longer true. Most of Gimnasia y Esgrima fans are from the Greater La Plata area.\nThe fans' collective name for itself is \"La 22\", after 22nd street in La Plata where many famous fans lived, notably Marcelo Amuchástegui. Known as \"Loco Fierro\", Amuchástegui was famous for his exploits, such as hanging a 100-meter Gimnasia flag in the Bombonera stadium. He was shot to death by Rosario police in a murky episode on May 28, 1991, allegedly during an armed robbery.\nAs it is the case with some other clubs in the Argentine First Division, the fans celebrate with a large party and outside gathering the \"Worldwide Day of Gimnasia's Fans\" on each December 10.\nNicknames: The Wolf, and others.\nSince the 1960s, Gimnasia has been known as \"El Lobo\" (short for \"El Lobo del Bosque\", Spanish for \"the wolf in the Forest\") after the story of \"Red Riding Hood\", since its historical football field is in the middle of La Plata's main park, known as \"El Bosque\" (\"the forest\"). Many other Argentine clubs also called \"Gimnasia y Esgrima\" adopted later the nicknames of \"El Lobo\" after the La Plata team.\nAnother nickname, \"mensanas\", derives from the Latin motto used in the shield: \"Mens sana in corpore sano\" (a healthy mind in a healthy body).\nAn original nickname was (and still is) \"triperos\" (\"tripe\" or \"gut-handlers\"). This name has its origin in the fact that many of Gimnasia's original supporters worked in the meat-processing plants of nearby Berisso. In newspaper caricatures from the early 1900s, Gimnasia was accordingly depicted as a \"butcher\", instead of the current \"wolf\". Yet, still today, Gimnasia is often greeted into the stadia by its fans with a resounding \"Tripa corazón!\" (Spanish for \"Go Tripe Go!\"). Curiously, the same nickname is applied when referring to the population of Porto in Portugal, although the meaning of the nickname in Portuguese is closer to \"tripe-eaters\".\nAnother nickname is \"basureros\" (\"garbage or waste collectors\"), acquired during the presidency of Mr. Venturino in the 1970s, who also managed the private company dealing with trash pickup in La Plata.\nStadium.\nThe Stadium Juan Carlos Zerillo, known as \"El Bosque\" (Spanish for \"the forest\", because it is in the La Plata park of the same name) has a capacity of 31,460 and was used continuously until 2005.\nWhen a new city stadium was built for La Plata, both Gimnasia and Estudiantes initially chose to stay at their respective fields, but this arrangement collapsed when both fields were closed down due to new security regulations. In the 2006 \"Clausura\" tournament, Gimnasia began to use the city stadium for home games.\nBeginning on March 2008, Gimnasia made various reforms to its old stadium, seeking to secure the permit for its use at selected games. Finally on June 2008, the \"El Bosque\" grounds were reapproved for First Division competitions. On Saturday June 21, 2008, on the occasion of the last game of the Clausura 2008 championship, Gimnasia returned to its old home in a match against Lanús.\nVolleyball.\nGELP has a female volleyball team. They are the only one of the nine founder clubs from the \"Federación de Voleibol y Pelota al Cesto\"\n, still playing volleyball and in the highest division. The federation is now \"Federación Metropolitana de Voleibol\" (FMV).\nBasketball.\nGimnasia y Esgrima La Plata is also known for several excellent campaigns in basketball. The GELP basketball team peaked during the 1978 and 1979 campaigns, when they won twice in a row Argentina's premier basketball championship (\"Metropolitano\" titles). In both cases, they prevailed over favorite Obras Sanitarias, Argentina's powerhouse at the time. The team included players such as \"Gallego\" González, \"Finito\" Gehrmann, Peinado, as well as some Americans: Michael Jackson, Lawrence Jackson Jr., and the team leader and star, point-guard Clarence Edgar Metcalfe, chosen as the league MVP in 1979. The twice-champions were coached by Rolando Sfeir.\nGimnasia were runners-up in the 2003/04 Argentine league tournament, when GELP was defeated by Boca Juniors 4–2 in the final series. In the following season, the team was relegated to the TNA (Second Division) after president Juan José Muñoz decreased substantially the basketball budget, thereby causing the loss of its principal players. Nowadays, Gimnasia's first team of basketball plays in the TNA.\nFormer sports.\nOther activities were available at the club at various periods, namely: water polo, boxing, cycling, petanque, auto racing, judo and tennis, among others.","categories":[],"infobox_types":[],"annotations":[{"uri":"Argentina","surface_form":"Argentina","offset":56},{"uri":"La_Plata","surface_form":"La Plata","offset":94},{"uri":"Buenos_Aires","surface_form":"Buenos Aires","offset":104},{"uri":"Association_football","surface_form":"football","offset":206},{"uri":"La_Plata","surface_form":"La Plata","offset":988},{"uri":"Eva_Per%C3%B3n","surface_form":"Eva Perón","offset":1838},{"uri":"Primera_Divisi%C3%B3n_Argentina","surface_form":"Primera División Argentina","offset":2857},{"uri":"C.A._River_Plate","surface_form":"River Plate","offset":3374},{"uri":"C.A._River_Plate","surface_form":"River Plate","offset":3506},{"uri":"Stadium_Juan_Carlos_Zerillo","surface_form":"Stadium Juan Carlos Zerillo","offset":3762},{"uri":"C.A._River_Plate","surface_form":"River Plate","offset":4472},{"uri":"C.A._River_Plate","surface_form":"River Plate","offset":4702},{"uri":"La_Plata","surface_form":"La Plata","offset":5144},{"uri":"FIFA","surface_form":"FIFA","offset":5228},{"uri":"Europe","surface_form":"Europe","offset":5503},{"uri":"Portugal","surface_form":"Portugal","offset":5541},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":5551},{"uri":"Austria","surface_form":"Austria","offset":5567},{"uri":"Italy","surface_form":"Italy","offset":5579},{"uri":"Munich","surface_form":"Munich","offset":5755},{"uri":"Prague","surface_form":"Prague","offset":5918},{"uri":"Real_Madrid","surface_form":"Real Madrid","offset":6142},{"uri":"FC_Barcelona","surface_form":"FC Barcelona","offset":6199},{"uri":"La_Plata","surface_form":"La Plata","offset":8201},{"uri":"Rosario","surface_form":"Rosario","offset":9534},{"uri":"C.A._River_Plate","surface_form":"River Plate","offset":11352},{"uri":"Copa_Libertadores","surface_form":"Copa Libertadores","offset":12487},{"uri":"Chile","surface_form":"Chile","offset":12991},{"uri":"Argentina","surface_form":"Argentina","offset":13214},{"uri":"Copa_Libertadores","surface_form":"Copa Libertadores","offset":14362},{"uri":"Colombia","surface_form":"Colombia","offset":14538},{"uri":"China","surface_form":"China","offset":14975},{"uri":"Structural_Engineering","surface_form":"structural engineering","offset":15416},{"uri":"Shield","surface_form":"shield","offset":15835},{"uri":"Helmet","surface_form":"helmet","offset":15929},{"uri":"Heraldic","surface_form":"heraldic","offset":15943},{"uri":"White","surface_form":"white","offset":16017},{"uri":"Navy_blue","surface_form":"navy blue","offset":16027},{"uri":"Helmet","surface_form":"helmet","offset":16275},{"uri":"Shield","surface_form":"shield","offset":16329},{"uri":"Club","surface_form":"club","offset":17300},{"uri":"White","surface_form":"white","offset":17448},{"uri":"Argentine","surface_form":"Argentine","offset":17528},{"uri":"White","surface_form":"white","offset":17589},{"uri":"White","surface_form":"white","offset":17758},{"uri":"White","surface_form":"white","offset":17911},{"uri":"Uniform","surface_form":"uniform","offset":18114},{"uri":"Middle_class","surface_form":"middle class","offset":18444},{"uri":"Rosario","surface_form":"Rosario","offset":18889},{"uri":"Wolf","surface_form":"wolf","offset":19305},{"uri":"Latin","surface_form":"Latin","offset":19652},{"uri":"Porto","surface_form":"Porto","offset":20306},{"uri":"Portugal","surface_form":"Portugal","offset":20315},{"uri":"Stadium_Juan_Carlos_Zerillo","surface_form":"Stadium Juan Carlos Zerillo","offset":20621},{"uri":"La_Plata","surface_form":"La Plata","offset":20852},{"uri":"Water_polo","surface_form":"water polo","offset":22945},{"uri":"Boxing","surface_form":"boxing","offset":22957},{"uri":"Cycling","surface_form":"cycling","offset":22965},{"uri":"Petanque","surface_form":"petanque","offset":22974},{"uri":"Auto_racing","surface_form":"auto racing","offset":22984},{"uri":"Judo","surface_form":"judo","offset":22997},{"uri":"Tennis","surface_form":"tennis","offset":23006}]}