{"id":108844,"url":"http://en.wikipedia.org/wiki/Camilla%2C_Duchess_of_Cornwall","text":"Camilla, Duchess of Cornwall GCVO (Camilla Rosemary; née Shand; formerly Parker Bowles; born 17 July 1947) is the second wife of Charles, Prince of Wales\nEarly life.\nShe was born Camilla Rosemary Shand in King's College Hospital, London. She grew up in Sussex. She has a sister, Annabel Elliot (born 1949) and had a brother, Mark Shand (1951-2014).\nFrom 1973 to 1995, she was married to Andrew Parker Bowles. They had two children.\nMarriage to Prince Charles.\nPrince Charles and Camilla married each other on 9 April 2005, and she started to be called \"Her Royal Highness\" The Duchess of Cornwall. When their engagement was announced, it was also said that she would not be known as \"The Princess of Wales\". This was because Prince Charles' extremely popular first wife, Diana, Princess of Wales, held that title from 1981 until her death in 1997. The relationship between Camilla and Prince Charles began when they met at a polo match in 1970. Camilla was seen to be an unsuitable match for the future king.\nThe Duchess now makes many visits, mostly in Great Britain — often with Prince Charles, but sometimes on her own. She lives at Clarence House, which is a part of St James's Palace in London (very close to Buckingham Palace). She lives there with Prince Charles and his sons, Prince William, Duke of Cambridge and Prince Harry.\nFamily.\nCamilla was married once before, to Andrew Parker Bowles — from 1973 until they divorced in 1995. The couple had a son, Tom and a daughter, Laura. Tom is married to Sara, and they have a daughter, Lola, born in 2007 and a son, Freddy, born in 2010. Laura is married to Harry Lopes, and has a daughter, Eliza, born in 2008 and two sons, Gus and Louis, born in 2009.\nTitles.\nShe will not automatically become queen consort without approval of parliament.","categories":[],"infobox_types":[],"annotations":[{"uri":"Royal_Victorian_Order","surface_form":"GCVO","offset":29},{"uri":"Charles%2C_Prince_of_Wales","surface_form":"Charles, Prince of Wales","offset":129},{"uri":"King%27s_College_Hospital","surface_form":"King's College Hospital","offset":205},{"uri":"London","surface_form":"London","offset":230},{"uri":"Sussex","surface_form":"Sussex","offset":253},{"uri":"Annabel_Elliot","surface_form":"Annabel Elliot","offset":279},{"uri":"Mark_Shand","surface_form":"Mark Shand","offset":325},{"uri":"Andrew_Parker_Bowles","surface_form":"Andrew Parker Bowles","offset":387},{"uri":"Diana%2C_Princess_of_Wales","surface_form":"Diana, Princess of Wales","offset":771},{"uri":"Polo","surface_form":"polo","offset":925},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1054},{"uri":"Clarence_House","surface_form":"Clarence House","offset":1136},{"uri":"St_James%27s_Palace","surface_form":"St James's Palace","offset":1171},{"uri":"Buckingham_Palace","surface_form":"Buckingham Palace","offset":1214},{"uri":"Prince_William%2C_Duke_of_Cambridge","surface_form":"Prince William, Duke of Cambridge","offset":1284},{"uri":"Prince_Henry_of_Wales","surface_form":"Prince Harry","offset":1322},{"uri":"Tom_Parker_Bowles","surface_form":"Tom","offset":1464},{"uri":"Laura_Lopes","surface_form":"Laura","offset":1484}]}