{"id":108949,"url":"http://en.wikipedia.org/wiki/Marianne_Curley","text":"Marianne Curley, (born 20 May 1959) is an Australian writer of young-adult novels. She is the author of several fantasy books, including \"Old Magic\" and the three novels in the \"Guardians of Time\" series. She is most popular outside of Australia, and her books have been translated into several languages, including Spanish, Portuguese, German and Dutch.\nEarly life.\nMarianne was born in Windsor, in New South Wales. She is the youngest child of Joseph Michael and Mary Violet Mizzi. She spent her early childhood living in a house along the Hawkesbury River. When a flood destroyed the property, the family moved to a small farm on the edges of Sydney. Marianne developed a love for reading at an early age, and became a school librarian at the age of nine. She went to high school in western Sydney. The first novel that had an influence on her was \"Oliver Twist\".\nWhen she was nineteen, Marianne met John Curley and married him a few months later. The couple moved to Coffs Harbour and had three children. In 1991, Curley took courses at the local TAFE college and got a certificate in word processing. In the same year, she also got a certificate in teaching from Sydney Open College. Between 1991 and 1997, she worked several part-time jobs as a teacher.\nCurley's first attempt at writing was a romance novel. After this was finished, she took several writing courses, but struggled to decide what she wanted to write about. She began writing young-adult novels after a conversation with her two teenaged daughters. They encouraged Curley to write something for their age group. According to Curley, it took many attempts before my writing was good enough to be published. She was rejected by publishers many times. While learning to write she taught computer studies at the TAFE college in Coffs Harbour.\nWriting.\nCurley's first fantasy novel, \"Old Magic\", was sold to the London-based Bloomsbury publishers in 2001. It is about a boy with supernatural powers and a girl who helps him to control them. The first book in her \"Guardians of Time Trilogy\" was published in 2002. It was called \"The Named\", about a group of teenagers who travel through time to stop the Order of Chaos from changing the course of history. The book received positive reviews from several critics. Curley signed a 12-month contract with Warner Bros. with the idea of making a television series based on the books. They hired a producer, director and paid for a script of the first episode to be written. However, the WB eventually cancelled the deal. The second and third books, \"The Dark\" and \"The Key\", were published in 2003 and 2004. Both received mixed reviews.\nBetween 2004 and 2012, Curley took a long break from writing due to bad health. She published \"Hidden\" in 2013, and began a new series called the \"Avena Trilogy\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":42},{"uri":"Writer","surface_form":"writer","offset":53},{"uri":"Young-adult_fiction","surface_form":"young-adult novels","offset":63},{"uri":"Fantasy","surface_form":"fantasy","offset":112},{"uri":"Windsor%2C_New_South_Wales","surface_form":"Windsor","offset":388},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":400},{"uri":"Hawkesbury_River","surface_form":"Hawkesbury River","offset":542},{"uri":"Flood","surface_form":"flood","offset":567},{"uri":"Sydney","surface_form":"Sydney","offset":646},{"uri":"High_school","surface_form":"high school","offset":771},{"uri":"Sydney","surface_form":"Sydney","offset":794},{"uri":"Oliver_Twist","surface_form":"Oliver Twist","offset":852},{"uri":"Coffs_Harbour%2C_New_South_Wales","surface_form":"Coffs Harbour","offset":971},{"uri":"Technical_and_further_education","surface_form":"TAFE","offset":1051},{"uri":"Certificate","surface_form":"certificate","offset":1074},{"uri":"Word_processing","surface_form":"word processing","offset":1089},{"uri":"Teaching","surface_form":"teaching","offset":1154},{"uri":"Teacher","surface_form":"teacher","offset":1251},{"uri":"Romance_novel","surface_form":"romance novel","offset":1300},{"uri":"Publishing","surface_form":"published","offset":1667},{"uri":"Bloomsbury_Publishing","surface_form":"Bloomsbury","offset":1892},{"uri":"Guardians_of_Time_Trilogy","surface_form":"Guardians of Time Trilogy","offset":2031},{"uri":"Time_travel","surface_form":"travel through time","offset":2139},{"uri":"Warner_Bros.","surface_form":"Warner Bros.","offset":2319}]}