{"id":10897,"url":"http://en.wikipedia.org/wiki/El_Salvador","text":"El Salvador () is the smallest and most densely populated country in Central America. The country's capital and largest city is San Salvador. Other important cities are: Santa Ana and Sonsonate. El Salvador borders the Pacific Ocean on the south, and the countries of Guatemala to the west and Honduras to the north and east.\nIn 2010 El Salvador ranked in the top 10 Latin American countries in terms of Human Development Index. It was in the top 3 in Central America (behind Costa Rica and Panama). Also, tropical forests and overall forests have expanded by nearly 20% from the year 1992 to 2010, making it one of the few countries experiencing reforestation.\nIn El Salvador there are only two seasons. The dry season starts in mid-October and it lasts until mid May. During the dry season, it hardly ever rains. The wet season starts in mid-May and ends in mid-October. In this season it rains every day. The dry season is called summer and the rainy season is called winter.\nMost of the population is mestizo, a mixture of European and American people.\nHistory.\nThe civilization of El Salvador began around 1500 B.C., leaving an evidence that would be the Tazumal Ruins and Chalchuapa Ruins. The first habitants were Pocomanes, Lencas and Pipiles; they stayed in the middle and east zone of El Salvador until about the eleventh century. The Spaniard Andrés Niño led an expedition from Central America and arrived in Meanguera Island in the Gulf of Fonseca on May 31, 1522. That was the first Salvadoran territory visited by Spaniard men.\nIn June of 1524, Pedro de Alvarado began a war of conquest against Cuzcatlán (Land of beautiful things) that was populated by native tribes of the country. During 17 days of bloody battles many natives and Spaniard men died, including the native Atlacatl. Pedro de Alvarado, deterred and injured, left the battle and set off to Guatemala, leaving his brother, Gonzalo de Alvarado, to continue the conquest of Cuzcatlan. After this, their cousin, Diego de Alvardo established the San Salvador Ville on April 1525 in a site named La Bermuda, near Suchitoto City. In 1546, Carlos I from Spain named San Salvador a city.\nDuring the following years, the country grew under Spaniard control. In 1810 a feeling of freedom formed between the countries of Central America. On the morning of November 5th, 1811, the priest José Matías Delgado rang the bells of La Merced Church in San Salvador, calling for an uprising. After many internal conflicts, the Declaration of Independence of Central América was signed in Guatemala on September 15th, 1821. That day is the Independence day all around Central America.\nGeography.\nEl Salvador has a total area of. As the smallest country in continental America, El Salvador is sometimes called \"Pulgarcito de America\" (the \"Tom Thumb of the Americas\"). The highest point in El Salvador is Cerro El Pital, at, on the border with Honduras.\nEl Salvador has a long history of destructive earthquakes and volcanic eruptions. The capital San Salvador was destroyed in 1756 and 1854, and it suffered heavy damage in the 1919, 1982, and 1986 tremors. El Salvador has over twenty volcanoes. Two of them, San Miguel and Izalco, have been active in recent years.\nEl Salvador has over 300 rivers. The most important is the Rio Lempa. Important lakes are Lake Ilopango (70 km²) and Lake Coatepeque (26 km²).\nFlora and Fauna.\nThere are eight species of sea turtles in the world. Of these six nest on the coasts of Central America, and four make their home on the Salvadoran coast: the leatherback turtle, the hawksbill, the Galapagos green turtle and the olive ridley sea turtle.\nIt is estimated that there are 500 species of birds, 1,000 species of butterflies, 400 species of orchids, 800 species of trees, and 800 species of marine fish in El Salvador.\nThere are 4 national parks in El Salvador: El Imposible, Los Volcanes, Montecristo, and San Diego y San Felipe Las Barras.\nDepartments.\nEl Salvador is divided into 14 departments (\"departamentos\"). These are divided into 262 municipalities (\"municipios\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Central_America","surface_form":"Central America","offset":69},{"uri":"San_Salvador","surface_form":"San Salvador","offset":128},{"uri":"Santa_Ana_Department","surface_form":"Santa Ana","offset":170},{"uri":"Sonsonate_Department","surface_form":"Sonsonate","offset":184},{"uri":"Guatemala","surface_form":"Guatemala","offset":268},{"uri":"Honduras","surface_form":"Honduras","offset":294},{"uri":"Human_Development_Index","surface_form":"Human Development Index","offset":404},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":476},{"uri":"Panama","surface_form":"Panama","offset":491},{"uri":"Reforestation","surface_form":"reforestation","offset":647},{"uri":"Tazumal","surface_form":"Tazumal","offset":1160},{"uri":"Chalchuapa","surface_form":"Chalchuapa","offset":1178},{"uri":"Andr%C3%A9s_Ni%C3%B1o","surface_form":"Andrés Niño","offset":1354},{"uri":"Gulf_of_Fonseca","surface_form":"Gulf of Fonseca","offset":1444},{"uri":"Pedro_de_Alvarado","surface_form":"Pedro de Alvarado","offset":1559},{"uri":"Atlacatl","surface_form":"Atlacatl","offset":1788},{"uri":"Guatemala","surface_form":"Guatemala","offset":1870},{"uri":"Gonzalo_de_Alvarado","surface_form":"Gonzalo de Alvarado","offset":1902},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Carlos I","offset":2112},{"uri":"Jos%C3%A9_Mat%C3%ADas_Delgado","surface_form":"José Matías Delgado","offset":2355},{"uri":"Tom_Thumb","surface_form":"Tom Thumb","offset":2798},{"uri":"Cerro_El_Pital","surface_form":"Cerro El Pital","offset":2863},{"uri":"Honduras","surface_form":"Honduras","offset":2902},{"uri":"List_of_earthquakes_in_El_Salvador","surface_form":"destructive earthquakes","offset":2946},{"uri":"San_Miguel_(volcano)","surface_form":"San Miguel","offset":3169},{"uri":"Izalco_(volcano)","surface_form":"Izalco","offset":3184},{"uri":"Lempa_River","surface_form":"Rio Lempa","offset":3285},{"uri":"Lake_Ilopango","surface_form":"Lake Ilopango","offset":3316},{"uri":"Lake_Coatepeque","surface_form":"Lake Coatepeque","offset":3343},{"uri":"Leatherback_turtle","surface_form":"leatherback turtle","offset":3545},{"uri":"Hawksbill_turtle","surface_form":"hawksbill","offset":3569},{"uri":"Galapagos_green_turtle","surface_form":"Galapagos green turtle","offset":3584},{"uri":"Olive_ridley_sea_turtle","surface_form":"olive ridley sea turtle","offset":3615},{"uri":"National_park","surface_form":"national park","offset":3828},{"uri":"El_Imposible_National_Park","surface_form":"El Imposible","offset":3859},{"uri":"Los_Volcanes_National_Park","surface_form":"Los Volcanes","offset":3873},{"uri":"Montecristo_National_Park","surface_form":"Montecristo","offset":3887},{"uri":"San_Diego_y_San_Felipe_Las_Barras_National_Park","surface_form":"San Diego y San Felipe Las Barras","offset":3904},{"uri":"Departments_of_El_Salvador","surface_form":"departments","offset":3983},{"uri":"Municipalities_of_El_Salvador","surface_form":"municipalities","offset":4041}]}