{"id":108970,"url":"http://en.wikipedia.org/wiki/Public_speaking","text":"Public speaking is speaking to a group of people in an organized way: to give information, influence or persuade, or to entertain the listeners.\nIn public speaking there are five important questions, which are often expressed as \"who\" is saying \"what\" to \"whom\", using \"which medium\", with what \"effects\"?\"\nThe Ancient Greeks called public speaking rhetoric; the Romans called it oratory. Until the late 20th century it was also called \"forensic speaking\", or \"forensics\". Propaganda is an another name for speech for or against some point of view. In George Orwell's words propaganda is a reflection of prejudices and beliefs that colors people's [or societies] aesthetic judgements. Often they are simply fallacies or conjectures.\nMethods and techniques.\nProfessional public speakers may use storytelling techniques or humor as a communication tool. A public speaker who is strong at using comedy might have more success adding a joke into a speech than one who is weak in that area.\nA speaker's guideline is given in \"TED Talks: The Official TED Guide to Public Speaking\".\nAIDA Model.\nThe AIDA model is about designing the message and delivering it effectively to the target audience. It says the speaker should first get attention, hold the interest level of the audience, arouse desire for the solution or the objective (appeal, theme, etc.) desired to communicate, and finally obtain action or actionable commitment from the audience.","categories":[],"infobox_types":[],"annotations":[{"uri":"Information","surface_form":"information","offset":78},{"uri":"Influence","surface_form":"influence","offset":91},{"uri":"Persuade","surface_form":"persuade","offset":104},{"uri":"Entertainment","surface_form":"entertain","offset":120},{"uri":"Listen","surface_form":"listeners","offset":134},{"uri":"Question","surface_form":"question","offset":189},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":311},{"uri":"Rhetoric","surface_form":"rhetoric","offset":349},{"uri":"Oratory","surface_form":"oratory","offset":380},{"uri":"Propaganda","surface_form":"Propaganda","offset":473},{"uri":"George_Orwell","surface_form":"George Orwell","offset":552},{"uri":"Fallacy","surface_form":"fallacies","offset":707}]}