{"id":109011,"url":"http://en.wikipedia.org/wiki/Saturn%27s_Gallic_group_of_satellites","text":"e=\"preserve\">The Gallic group is a dynamical grouping of the prograde irregular satellites of Saturn following similar orbits. Their semi-major axes range between 16 and 19 Gm, their inclinations between 35° and 40°, and their eccentricities around 0.53.\nThe International Astronomical Union (IAU) reserves names taken from Gallic mythology for these moons.\nSimilar mean orbital elements led the discoverers to postulate a common origin for the group in a break up of a larger body.\nThe diagram illustrates the Gallic group in relation to other irregular satellites of Saturn. The eccentricity of the orbits is represented by the yellow segments (extending from the pericentre to the apocentre) with the inclination represented on Y axis.\nThe group was later found to be physically homogenous, all satellites displaying \"light-red\" colour (colour indices B − V = 0.91 and V − R = 0.48)\nRemarkably, recent observations revealed that the largest member of the group, Albiorix, displays actually two different colours: one compatible with Eriapo and Tarvos, and another less red. Instead of the common progenitor, it was postulated that Tarvos and Erriapus could be fragments of Albiorix, leaving a large, less red crater.\nSuch an impact would require a body with the diameter in excess of 1 km and relative velocity close to 5 km/s, resulting in a large crater with the radius of 12 km. Numerous, very large craters observed on Phoebe, prove the existence of such collisions in the Saturnian system's past.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prograde","surface_form":"prograde","offset":61},{"uri":"Irregular_satellite","surface_form":"irregular satellite","offset":70},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":94},{"uri":"Orbit","surface_form":"orbit","offset":119},{"uri":"Semi-major_axis","surface_form":"semi-major axes","offset":133},{"uri":"Inclination","surface_form":"inclination","offset":183},{"uri":"Eccentricity_(orbit)","surface_form":"eccentricities","offset":227},{"uri":"International_Astronomical_Union","surface_form":"International Astronomical Union","offset":259},{"uri":"Apsis","surface_form":"pericentre","offset":666},{"uri":"Apsis","surface_form":"apocentre","offset":684},{"uri":"Color_index","surface_form":"colour indices","offset":840},{"uri":"Albiorix_(moon)","surface_form":"Albiorix","offset":965},{"uri":"Phoebe_(moon)","surface_form":"Phoebe","offset":1426}]}