{"id":109181,"url":"http://en.wikipedia.org/wiki/William_Herschel","text":"Sir Frederick William Herschel FRS (15 November 1738 – 25 August 1822) was a German-British astronomer, the greatest observational astronomer of the day. He is best known for discovering Uranus in 1781. He also discovered infrared radiation, binary stars, and published important catalogues of stars and nebulae. Herschel built many telescopes, including the largest in the world at that time.\nHerschel was also a musician in his younger days. He played the cello, oboe, harpsichord and organ. He composed numerous musical works, including 24 symphonies and many concertos, as well as some church music.\nEarly life.\nHerschel was born in the Electorate of Hanover, one of ten children. His father was of Jewish descent, and an oboist in the Hannover Military Band. In 1755 the Hannoverian Guards regiment, in whose band Wilhelm and his brother Jakob were engaged as oboists, was ordered to England. At the time the crowns of Great Britain and Hanover were united under George II. The next year the brothers resigned from the Guards band, and moved to London to avoid the Seven Years' War.p4 Wilhelm, nineteen years old at this time, learnt the English language quickly. In England he went by the English version of his name, Frederick William Herschel.\nAstronomy.\nHerschel's music led him to an interest in mathematics and lenses. His interest in astronomy grew stronger after 1773 and he made the acquaintance of the English Astronomer Royal Nevil Maskelyne. He started building his own reflecting telescopes and would spend up to 16 hours a day grinding and polishing the metal primary mirrors.\nUranus.\nWhen he discovered Uranus, Herschel was not looking for a planet but doing a survey of stars; it was an accidental discovery.\nIt was the first discovery of a new planet since ancient times. The first five, Mercury, Venus, Mars, Jupiter and Saturn, are visible with the naked eye, and have been known since early history. Uranus was the first discovered by telescope. Actually, Uranus had been seen before by other observers with telescopes, but had been marked on charts as a fixed star. Herschel found it moved against the background of stars, and at first thought it was a comet. His measurements were used by the French mathematician Pierre Laplace, who worked out its orbit, and proved it was a planet.\nHerschel called the new planet the 'Georgian star' (Georgium sidus) after King George III, which brought him favour; the name did not stick, however. In France, where reference to the British king was to be avoided if possible, the planet was known as 'Herschel' until the name 'Uranus' was universally adopted. The same year, Herschel was awarded the Copley Medal and elected a Fellow of the Royal Society. In 1782, he was appointed \"The King’s Astronomer\". He got a generous award from the king, which enabled him to stop work as a musician, and devote all his time to astronomy. The award was a life pension to Herschel of £200 a year, and £50 a year to Caroline. Work on the 40-foot telescope was also supported by a grant from the king.p6\nHerschel's telescopes.\nDuring the course of his career, he constructed more than four hundred telescopes. He was helped in this by his brother Alexander who, like Caroline, spent all his time working as Herschel's assistant.\nThe largest and most famous of his telescopes was a reflecting telescope with a main mirror and a 40-foot (12 m) focal length. This was the world's largest telescope from 1789 until it was dismantled (taken apart) 50 years later.p6 The mirror was made of a hard metal alloy of tin and copper, called 'speculum', which he polished by hand.\nOn 28 August 1789, his first night of observation using this instrument, he discovered a new moon of Saturn. A second moon followed within the first month of observation. However, the 40-foot telescope was awkward to use, and most of his observations were done with a smaller reflector.\nHe continued his work as a telescope maker, selling many of them to other astronomers. Together with his pension from the king, the money helped support him and his two siblings in their work.\nStar catalogue.\nHerschel used to work with his sister Caroline Herschel. She recorded his observations as he made them. In 1783 he gave Caroline a telescope, and she began to make astronomical discoveries in her own right, particularly comets.\nCaroline discovered eight comets, three nebulae and, at her brother's suggestion, updated and corrected Flamsteed's work on the position of stars. This was published as the \"British Catalogue of Stars\". She was honoured by the Royal Astronomical Society for this work. Caroline also continued to serve as his assistant.\nBinary stars.\nHerschel was the first to find out that some line-of-sight apparent double stars were actually true binary star systems where the two stars revolved around each other. This was the first evidence that Newton's laws of gravitation apply outside the Solar System. Herschel discovered 850 binary stars, and worked up the first catalogue of binary stars. His son John Herschel discovered many more, and extended the catalogue.\nSolar System and Milky Way.\nHerschel studied the changes in star position relative to the Solar System. Changes do occur, and quite rapidly for some nearby stars. Also, the whole Solar System moves, and this was discovered by Herschel.\nFrom studying the proper motion of stars, he was the first to realize that the solar system is moving through space. He worked out the approximate direction of that movement. He also studied the structure of the Milky Way and concluded that it was in the shape of a disk. This was also a really significant discovery.\nDiscovery of infrared radiation.\nOn 11 February 1800, Herschel was testing filters for the sun so he could observe sun spots. When using a red filter he found there was a lot of heat produced.\nHerschel discovered infrared radiation by passing sunlight through a prism and holding a thermometer just beyond the red end of the visible spectrum. This thermometer was meant to be a control to measure the ambient air temperature in the room. He was shocked when it showed a higher temperature than the visible spectrum. Further experimentation led to Herschel's conclusion that there must be an invisible form of light beyond the visible spectrum.\nFamily and death.\nWilliam Herschel and his wife Mary had one child, John. In 1816, William was made a Knight of the Royal Guelphic Order by the Prince Regent.\nHerschel died at Observatory House, Windsor Road, Slough, Buckinghamshire, and is buried at nearby St Laurence's Church, Upton. He died in his 84th year, which is the same number of years Uranus takes to orbit the Sun. His son John Herschel also became a famous astronomer. His sister Caroline returned to Hanover, Germany after the death of her brother. She died on 9 January 1848 at the age of 97.\nHis house at 19 New King Street in Bath, Somerset where he made many telescopes and first observed Uranus, is now home to the Herschel Museum of Astronomy.","categories":[],"infobox_types":[],"annotations":[{"uri":"FRS","surface_form":"FRS","offset":31},{"uri":"Germany","surface_form":"German","offset":77},{"uri":"British_people","surface_form":"British","offset":84},{"uri":"Astronomer","surface_form":"astronomer","offset":92},{"uri":"Uranus","surface_form":"Uranus","offset":187},{"uri":"Infrared_radiation","surface_form":"infrared radiation","offset":222},{"uri":"Binary_stars","surface_form":"binary stars","offset":242},{"uri":"Catalog","surface_form":"catalogue","offset":280},{"uri":"Telescope","surface_form":"telescope","offset":333},{"uri":"Musician","surface_form":"musician","offset":414},{"uri":"Cello","surface_form":"cello","offset":458},{"uri":"Oboe","surface_form":"oboe","offset":465},{"uri":"Harpsichord","surface_form":"harpsichord","offset":471},{"uri":"Organ_(music)","surface_form":"organ","offset":487},{"uri":"Symphony","surface_form":"symphonies","offset":543},{"uri":"Concerto","surface_form":"concerto","offset":563},{"uri":"Hanover","surface_form":"Hanover","offset":655},{"uri":"Jewish","surface_form":"Jewish","offset":703},{"uri":"Oboe","surface_form":"oboist","offset":726},{"uri":"George_II_of_Great_Britain","surface_form":"George II","offset":968},{"uri":"Seven_Years%27_War","surface_form":"Seven Years' War","offset":1070},{"uri":"Mathematics","surface_form":"mathematics","offset":1306},{"uri":"Lens_(optics)","surface_form":"lenses","offset":1322},{"uri":"Astronomy","surface_form":"astronomy","offset":1346},{"uri":"English_people","surface_form":"English","offset":1417},{"uri":"Astronomer_Royal","surface_form":"Astronomer Royal","offset":1425},{"uri":"Nevil_Maskelyne","surface_form":"Nevil Maskelyne","offset":1442},{"uri":"Telescope","surface_form":"telescope","offset":1498},{"uri":"Mirror","surface_form":"mirror","offset":1587},{"uri":"Mercury_(planet)","surface_form":"Mercury","offset":1810},{"uri":"Venus_(planet)","surface_form":"Venus","offset":1819},{"uri":"Mars_(planet)","surface_form":"Mars","offset":1826},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":1832},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":1844},{"uri":"Comet","surface_form":"comet","offset":2179},{"uri":"Pierre_Laplace","surface_form":"Pierre Laplace","offset":2241},{"uri":"Orbit","surface_form":"orbit","offset":2276},{"uri":"King_George_III","surface_form":"King George III","offset":2385},{"uri":"Copley_Medal","surface_form":"Copley Medal","offset":2663},{"uri":"Fellow_of_the_Royal_Society","surface_form":"Fellow of the Royal Society","offset":2690},{"uri":"Pension","surface_form":"pension","offset":2914},{"uri":"Reflecting_telescope","surface_form":"reflecting telescope","offset":3332},{"uri":"Mirror","surface_form":"mirror","offset":3365},{"uri":"Focal_length","surface_form":"focal length","offset":3393},{"uri":"Metal","surface_form":"metal","offset":3542},{"uri":"Alloy","surface_form":"alloy","offset":3548},{"uri":"Tin","surface_form":"tin","offset":3557},{"uri":"Copper","surface_form":"copper","offset":3565},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":3720},{"uri":"Pension","surface_form":"pension","offset":4011},{"uri":"Sibling","surface_form":"sibling","offset":4075},{"uri":"Caroline_Herschel","surface_form":"Caroline Herschel","offset":4153},{"uri":"Comet","surface_form":"comet","offset":4335},{"uri":"Flamsteed","surface_form":"Flamsteed","offset":4447},{"uri":"Royal_Astronomical_Society","surface_form":"Royal Astronomical Society","offset":4570},{"uri":"Binary_star","surface_form":"binary star","offset":4777},{"uri":"Newton","surface_form":"Newton","offset":4878},{"uri":"Solar_System","surface_form":"Solar System","offset":4925},{"uri":"John_Herschel","surface_form":"John Herschel","offset":5036},{"uri":"Solar_System","surface_form":"Solar System","offset":5190},{"uri":"Proper_motion","surface_form":"proper motion","offset":5354},{"uri":"Milky_Way","surface_form":"Milky Way","offset":5548},{"uri":"Infrared_radiation","surface_form":"infrared radiation","offset":5867},{"uri":"Sunlight","surface_form":"sunlight","offset":5897},{"uri":"Prism","surface_form":"prism","offset":5916},{"uri":"Thermometer","surface_form":"thermometer","offset":5936},{"uri":"Red","surface_form":"red","offset":5964},{"uri":"Visible_spectrum","surface_form":"visible spectrum","offset":5979},{"uri":"Visual_perception","surface_form":"invisible","offset":6245},{"uri":"Light","surface_form":"light","offset":6263},{"uri":"John_Herschel","surface_form":"John","offset":6366},{"uri":"Royal_Guelphic_Order","surface_form":"Royal Guelphic Order","offset":6414},{"uri":"George_IV_of_the_United_Kingdom","surface_form":"Prince Regent","offset":6442},{"uri":"Slough","surface_form":"Slough","offset":6507},{"uri":"Buckinghamshire","surface_form":"Buckinghamshire","offset":6515},{"uri":"John_Herschel","surface_form":"John Herschel","offset":6684},{"uri":"Hanover","surface_form":"Hanover","offset":6763},{"uri":"Germany","surface_form":"Germany","offset":6772},{"uri":"Bath%2C_Somerset","surface_form":"Bath, Somerset","offset":6892},{"uri":"Telescope","surface_form":"telescope","offset":6926}]}