{"id":109163,"url":"http://en.wikipedia.org/wiki/2008_Sichuan_earthquake","text":"The 2008 Sichuan earthquake () was a big earthquake in China on May 12, 2008. Thousands of people were killed, thousands more people were missing and thousands were hurt. Millions of people were left homeless after their houses fell down. The earthquake could be felt 58 of kilometres away.\nEarthquake details.\nThe earthquake was measured at 8.0Ms and 8.3 Mw by the China Seismological Bureau.\nThe earthquake happened at 2:d, at a depth of. The earthquake was felt in Beijing away and in Shanghai away. Tall office buildings in those cities shook with the tremor. The earthquake was also felt in nearby countries.\nIt is believed that 69,227 people died, 374,176 people were hurt, and 18,222 people listed as missing.(July 2008 numbers) The earthquake left about 4.8 million people homeless, though the number could be as high as 11 million. Approximately 15 million people lived in the affected area. It was the deadliest and strongest earthquake to hit China since the 1976 Tangshan earthquake, which killed at least 240,000 people.\n52 big aftershocks, ranging in size from 4.4 to 6.0, were recorded within 72 hours of the main tremor.\nScientists worked out that the earth moved up to along the Longmen Shan Fault. This fault is about long and deep. The earthquake made the ground on the surface move more than. Japanese seismologist, Yuji Yagi, said that the earthquake took place in two parts. The fault tore in two sections, the first one moving about. In the second part of the quake the fault moved another.\nThe earthquake lasted about two minutes. It was powerful because it did not happen very deep under the ground. Many people were killed because there were so many people living above the epicenter. Teruyuki Kato, a seismologist at the University of Tokyo, said that the shock waves traveled a long way. The waves did not lose their power because of the hardness of the ground in central China.\nEarth movements.\nThe quake happened because a part of the earth's surface, called the \"Indian plate\", is slowly moving north. It is moving about every year. It crashes into the \"Eurasian plate\". This has pushed up the ground and made the Himalaya mountains. Some of the earth's crust gets pushed into Sichuan and southern China. This pushing has caused many earthquakes in China. The epicentre was in the mountains on the eastern edge of the Qing-Tibet Plateau. This is on the north west edge of the Sichuan Basin. The earthquake was caused by movement on a north east fault. This is the Longmen Shan fault, that runs along the edge of the basin.\nFirst reaction to the quake.\nOffice buildings in Shanghai, including the Jin Mao Tower and the Hong Kong New World Tower, were evacuated (all the people were made to leave). Emergency services in Chengdu could not answer all the phone calls. Workers at a Ford plant in Sichuan were evacuated for about 10 minutes. The Chengdu airport was shut down. One SilkAir flight was sent to land in nearby Kunming instead. Cathay Pacific flights from Hong Kong to London were stopped. Chengdu airport reopened as the airport was used for relief operations.\nReporters in Chengdu said they saw cracks in walls of some buildings. In Beijing many office buildings were evacuated. This included the building with the media offices for the 2008 Summer Olympics. None of the Olympic venues were damaged. A train with 13 petrol tanks came of the railway tracks in Huixian County, Gansu Province, and caught on fire. The earthquake had twisted the rails.\nAll of the highways into Wenchuan, and others across Sichuan province, were damaged. This slowed down arrival of the rescue troops. In Beichuan county, 80% of the buildings collapsed. In Shifang, 2 chemical factories were damaged and leaked 80 tons of liquid ammonia. The Dujiangyan Irrigation System, a UNESCO World Heritage Site was damaged. This is an ancient water system which is still in use. The famous Fish Mouth was cracked.\nShanghai Stock Exchange and Shenzhen Stock Exchange stopped trading in companies based in south west China. The price of copper rose because production stopped. Oil prices dropped because people thought China would not need as much oil.\nHalf of the wireless communications were lost in the Sichuan province. China Mobile had lost more than 2,300 base stations due to lack of power and too many phone calls. China Unicom's service in Wenchuan and nearby areas were cut off, with more than 700 phone towers out of action.\nTwo pandas at a Giant Panda reserve were injured. Two others went missing after the quake.\nThe Zipingpu hydro power station, east of the epicenter, was destroyed. The dam wall cracked, and the buildings collapsed. The Tulong dam was in danger of bursting. About 2,000 troops were sent to Zipingpu, to try and release the pressure through spillway. In total, 391 dams, were damaged by the quake.\nBy May 18, 2008, 21 new lakes had formed in the Sichuan. This was because the earthquake blocked rivers. Villages had to be evacuated because of the flooding.\nPeople killed.\nThe Chinese government said the quake killed 69,181 people, including 68,636 in Sichuan province. There are 18,498 people listed as missing; 374,171 people were injured. This includes 158 workers who were killed in landslides as they tried to fix roads.\nOne rescue team found only 2,300 people still alive in Yingxiu. Before the quake there had been about 9,000 people there. In Beichuan county, 3,000 to 5,000 people were killed, 10,000 injured and 80% of the buildings were destroyed. Eight schools fell down in Dujiangyan.\nA 56-year-old Taiwanese tourist was killed in Dujiangyan. He was trying to rescue 11 tourists trapped on the Lingyanshan Ropeway. Because of the earthquake, they had been trapped inside the cable cars.\nSchools.\nThousands of school children died because of badly built schools.\nleast 1,700 people. At least 7,000 school buildings collapsed. Another 700 students were buried in a school in Hanwang. At least 600 students and staff died at Juyuan Elementary School. Up to 1,300 children and teachers died at Beichuan Middle School.\nBecause of China's one-child policy, many families lost their only child. Officials in Sichuan province have removed the limit of one child for families whose only child was killed or badly injured. So-called \"illegal children\" under 18 years of age may be made a legal replacement for their dead brother or sister. This may be too late for some, as many of the parents are too old or unable to have children again.\nOn May 29, 2008, officials began looking at the ruins of thousands of schools that collapsed. They were searching for clues about why they fell down. Thousands of parents have said the government and builders did not build schools properly. Many other nearby buildings were not damaged. Parents of children killed in the schools say they have yet to receive any reports. Local officials told them not to protest but the parents demonstrated and demanded an investigation. The government censors have stopped stories of badly built schools from being published in the media. There has been an incident where police drove away the protestors.\nLiu Shaokun (刘绍坤), a Sichuan school teacher, was arrested on June 25, 2008. He had been spreading \"rumors and destroying social order\" about the Sichuan Earthquake. Liu had gone to the Shifang (什邡) area, taken photos of collapsed school buildings, and put them online. He had also said he was angry at “the shoddy tofu buildings” in a media interview. He has been ordered to serve one year of re-education through labor (劳动教养) (RTL). Because of complaints from the other countries, Liu has been released to serve his RTL sentence outside of the labor camp.\nSafety checks are to be carried out at schools across China. The National Development and Reform Commission are making new laws to improve building standards for primary and middle schools in rural areas.\nBuilding damage.\nInsurance companies have put their losses at US$1 billion from the earthquake. The total cost of damage could be more than US$20 billion. Chengdu, a city of 4.5 million people, had a value of about US$115 billion. Only a small part was insured.\nThe damage to buildings in the earthquake was because of Chinese building designs. China did not have earthquake building rules until after the big Tangshan earthquake in 1976. Older buildings, built before 1976, were not designed to stay up in an earthquake. News reports showed that the poorer, rural villages were hardest hit.\nRescue efforts.\nChinese Communist Party's general secretary Hu Jintao said that help and assistance would be quick. Premier Wen Jiabao, immediately flew to the earthquake area to plan the rescue work.\nBecause of the mountains, the soldiers found it very difficult to get help to the rural areas.\nMany rescue teams, including the Taipei Fire Department from Taiwan, said they were ready to help. It was difficult to move people into the hardest hit areas closest to the epicenter. It was not possible to reach the area because roads were damaged and blocked by landslides. People needed tents, medical supplies, drinking water and food..\nThe small village of Sier could only be reached by walking. Landslides were a danger to a search and rescue group of 80 men. Each man carried about of relief supplies. The village is above sea level. The extreme mountain conditions meant they could not use helicopters. Over 300 Tibetan villagers were stranded in the ruined village without food and water. Commander Yang Wenyao's rescue group arrived after walking for 5 days, and helped the injured and stranded villagers down the mountain\nHeavy rain and landslides made rescue efforts difficult. 20 helicopters were used on the first day to deliver food, water, emergency aid and carry injured people. The next day, 15,600 troops from the Chengdu Military Region joined the rescue force. Within 2 days telephones in the major town of Wenchuan were being fixed. 100 soldiers, along with relief supplies, parachuted into inaccessible Maoxian County, northeast of Wenchuan.\nThree days after the quake, China's Premiere Wen Jiabao ordered another 90 helicopters. A total of 150 aircraft were used in relief work. This is China's largest ever non-combat airlifting operation.\nAfter the earthquake, donations were made by people from all over China. People gave money at schools, banks, and gas stations. People also donated blood, resulting in long line-ups in most major Chinese cities.\nInternational help.\nChina stated it would gratefully accept international help to cope with the quake. The Tzu Chi Foundation arrived from Taiwan on May 13. This was the first force from outside the People's Republic of China to join the rescue effort. 100 tons of relief supplies donated by the Tzu Chi Foundation and the Red Cross Society of Taiwan arrived in Chengdu by May 15.\nFrancis Marcus of the International Federation of the Red Cross praised China's rescue effort as \"swift and very efficient\". He said the size of the disaster was so big that \"we can't expect that the government can do everything and handle every aspect of the needs\". The \"Economist\" said that China reacted to the disaster \"rapidly and with uncharacteristic openness\". This was different to Myanmar's secretive response to Cyclone Nargis, which struck the country 10 days before the earthquake.\nOn May 16, rescue groups from South Korea, Japan, Singapore, Russia and Taiwan arrived to join the rescue effort. The United States shared some of its satellite images of the quake-stricken areas with the Chinese government. The US sent two U.S. Air Force C-17's carrying supplies, which included tents and generators.\nInternet help.\nThe Internet has been used for passing information to help rescue and recovery in China. For example, the official Xinhua set up an online rescue request center in order to find the problems in disaster recovery. When rescue helicopters had trouble landing near the epicenter in Wenchuan, a student proposed a new landing spot online. Volunteers have also set up several websites to help store contact information for victims.\nNational mourning.\nThe State Council declared 3 days of national mourning (sadness) for the quake victims starting on May 19, 2008. The Chinese National Flag was raised to half-mast. It is the first time China had national mourning days for something other than the death of a state leader. Many people say it the biggest display of mourning since the death of Mao At 14:28 CST on May 19, 2008, one week after the earthquake, the Chinese public held a moment of silence. People stood silent for 3 minutes. Air defense, police and fire sirens, and the horns of vehicles, vessels and trains sounded. Cars on Beijing's roads stopped. After the silence, in Tiananmen Square, crowds began calling out \"Long Live China\".\nThe Ningbo Organizing Committee of Beijing Olympic torch relay stopped the relay for 3 days.\nChinese websites changed their front pages to black and white. Sina.com and Sohu, changed their homepage to news items only, and removed all advertisements. Chinese video sharing websites, youku and Tudou, had a black background and only showed videos about the earthquake. Other entertainment websites, including gaming sites, were blacked out. Other websites had links to earthquake donations.\nChinese TV stations made their logo in gray. They showed non-stop earthquake footage from CCTV-1. Even pay television channels, such as Channel V China, also showed earthquake footage. Some TV stations stopped showing commercials.\nOn May 18, CCTV-1 had a special 4 hour TV show called \"The Giving of Love\" (爱的奉献). Many famous people from China, Hong Kong, Singapore and Taiwan were on the show. People watching gave about 1.5 billion Chinese Yuan ($US 208 million) for the victims. The entertainers sang \"Tomorrow Will be Better\", followed by Faye Wong singing \"Wishing We Last Forever\".","categories":[],"infobox_types":["earthquake"],"annotations":[{"uri":"Earthquake","surface_form":"earthquake","offset":41},{"uri":"Homeless","surface_form":"homeless","offset":200},{"uri":"Kilometre","surface_form":"kilometre","offset":274},{"uri":"Surface_wave_magnitude","surface_form":"Ms","offset":345},{"uri":"Moment_magnitude_scale","surface_form":"Mw","offset":356},{"uri":"Beijing","surface_form":"Beijing","offset":468},{"uri":"Shanghai","surface_form":"Shanghai","offset":488},{"uri":"1976_Tangshan_earthquake","surface_form":"1976 Tangshan earthquake","offset":970},{"uri":"Aftershock","surface_form":"aftershock","offset":1041},{"uri":"Scientist","surface_form":"Scientist","offset":1137},{"uri":"Fault_(geology)","surface_form":"fault","offset":1221},{"uri":"Seismologist","surface_form":"seismologist","offset":1322},{"uri":"University_of_Tokyo","surface_form":"University of Tokyo","offset":1748},{"uri":"Himalaya","surface_form":"Himalaya","offset":2145},{"uri":"Longmen_Shan_fault","surface_form":"Longmen Shan fault","offset":2495},{"uri":"Shanghai","surface_form":"Shanghai","offset":2603},{"uri":"Jin_Mao_Tower","surface_form":"Jin Mao Tower","offset":2627},{"uri":"Hong_Kong_New_World_Tower","surface_form":"Hong Kong New World Tower","offset":2649},{"uri":"Ford_Motor_Company","surface_form":"Ford","offset":2809},{"uri":"Airport","surface_form":"airport","offset":2880},{"uri":"SilkAir","surface_form":"SilkAir","offset":2907},{"uri":"Kunming","surface_form":"Kunming","offset":2949},{"uri":"Cathay_Pacific","surface_form":"Cathay Pacific","offset":2966},{"uri":"Chengdu_Shuangliu_International_Airport","surface_form":"Chengdu airport","offset":3028},{"uri":"Chengdu","surface_form":"Chengdu","offset":3113},{"uri":"2008_Summer_Olympics","surface_form":"2008 Summer Olympics","offset":3277},{"uri":"Railway","surface_form":"train","offset":3342},{"uri":"Petrol","surface_form":"petrol","offset":3356},{"uri":"Gansu_Province","surface_form":"Gansu Province","offset":3415},{"uri":"Wenchuan","surface_form":"Wenchuan","offset":3514},{"uri":"Sichuan_province","surface_form":"Sichuan province","offset":3542},{"uri":"Beichuan_Qiang_Autonomous_County","surface_form":"Beichuan county","offset":3624},{"uri":"Shifang","surface_form":"Shifang","offset":3676},{"uri":"Chemical","surface_form":"chemical","offset":3687},{"uri":"Ammonia","surface_form":"ammonia","offset":3748},{"uri":"Dujiangyan_Irrigation_System","surface_form":"Dujiangyan Irrigation System","offset":3761},{"uri":"UNESCO","surface_form":"UNESCO","offset":3793},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":3800},{"uri":"Shanghai_Stock_Exchange","surface_form":"Shanghai Stock Exchange","offset":3923},{"uri":"Shenzhen_Stock_Exchange","surface_form":"Shenzhen Stock Exchange","offset":3951},{"uri":"Copper","surface_form":"copper","offset":4044},{"uri":"Crude_oil","surface_form":"Oil","offset":4084},{"uri":"China_Mobile","surface_form":"China Mobile","offset":4231},{"uri":"Base_stations","surface_form":"base stations","offset":4269},{"uri":"China_Unicom","surface_form":"China Unicom","offset":4330},{"uri":"Giant_Panda","surface_form":"Giant Panda","offset":4459},{"uri":"Hydro_power","surface_form":"hydro power","offset":4547},{"uri":"Spillway","surface_form":"spillway","offset":4781},{"uri":"Flood","surface_form":"flood","offset":4987},{"uri":"Landslide","surface_form":"landslide","offset":5227},{"uri":"Yingxiu","surface_form":"Yingxiu","offset":5321},{"uri":"Beichuan","surface_form":"Beichuan","offset":5391},{"uri":"Dujiangyan_City","surface_form":"Dujiangyan","offset":5526},{"uri":"Dujiangyan_City","surface_form":"Dujiangyan","offset":5584},{"uri":"Cable_car","surface_form":"cable car","offset":5728},{"uri":"One-child_policy","surface_form":"one-child policy","offset":6086},{"uri":"Censor","surface_form":"censor","offset":6970},{"uri":"Teacher","surface_form":"teacher","offset":7160},{"uri":"Re-education_through_labor","surface_form":"re-education through labor","offset":7517},{"uri":"1%2C000%2C000%2C000_(number)","surface_form":"billion","offset":7953},{"uri":"Chengdu","surface_form":"Chengdu","offset":8041},{"uri":"Communist_Party_of_China","surface_form":"Chinese Communist Party","offset":8494},{"uri":"General_Secretary_of_the_Communist_Party_of_China","surface_form":"general secretary","offset":8520},{"uri":"Hu_Jintao","surface_form":"Hu Jintao","offset":8538},{"uri":"Premier_of_the_People%27s_Republic_of_China","surface_form":"Premier","offset":8594},{"uri":"Wen_Jiabao","surface_form":"Wen Jiabao","offset":8602},{"uri":"Taipei","surface_form":"Taipei","offset":8807},{"uri":"Tent","surface_form":"tent","offset":9064},{"uri":"Medical","surface_form":"medical","offset":9071},{"uri":"Sea_level","surface_form":"sea level","offset":9304},{"uri":"Helicopter","surface_form":"helicopter","offset":9372},{"uri":"Chengdu_Military_Region","surface_form":"Chengdu Military Region","offset":9807},{"uri":"Parachute","surface_form":"parachute","offset":9971},{"uri":"School","surface_form":"school","offset":10333},{"uri":"Bank","surface_form":"bank","offset":10342},{"uri":"Gas_station","surface_form":"gas station","offset":10353},{"uri":"Tzu_Chi_Foundation","surface_form":"Tzu Chi Foundation","offset":10558},{"uri":"Taiwan","surface_form":"Taiwan","offset":10795},{"uri":"International_Federation_of_the_Red_Cross","surface_form":"International Federation of the Red Cross","offset":10854},{"uri":"Economist","surface_form":"Economist","offset":11105},{"uri":"Myanmar","surface_form":"Myanmar","offset":11224},{"uri":"Cyclone_Nargis","surface_form":"Cyclone Nargis","offset":11256},{"uri":"South_Korea","surface_form":"South Korea","offset":11358},{"uri":"Japan","surface_form":"Japan","offset":11371},{"uri":"Singapore","surface_form":"Singapore","offset":11378},{"uri":"Russia","surface_form":"Russia","offset":11389},{"uri":"Taiwan","surface_form":"Taiwan","offset":11400},{"uri":"United_States","surface_form":"United States","offset":11446},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":11479},{"uri":"C-17_Globemaster_III","surface_form":"C-17","offset":11584},{"uri":"Generator","surface_form":"generator","offset":11635},{"uri":"Internet","surface_form":"Internet","offset":11666},{"uri":"Xinhua","surface_form":"Xinhua","offset":11777},{"uri":"Wenchuan","surface_form":"Wenchuan","offset":11941},{"uri":"State_Council_of_the_People%27s_Republic_of_China","surface_form":"State Council","offset":12112},{"uri":"Half-mast","surface_form":"half-mast","offset":12261},{"uri":"Mao","surface_form":"Mao","offset":12450},{"uri":"Moment_of_silence","surface_form":"moment of silence","offset":12541},{"uri":"Tiananmen_Square","surface_form":"Tiananmen Square","offset":12742},{"uri":"Ningbo","surface_form":"Ningbo","offset":12808},{"uri":"2008_Summer_Olympics_torch_relay","surface_form":"Beijing Olympic torch relay","offset":12839},{"uri":"Sina.com","surface_form":"Sina.com","offset":12960},{"uri":"Sohu","surface_form":"Sohu","offset":12973},{"uri":"Advertisement","surface_form":"advertisement","offset":13038},{"uri":"Video","surface_form":"video","offset":13062},{"uri":"Youku","surface_form":"youku","offset":13086},{"uri":"Tudou","surface_form":"Tudou","offset":13096},{"uri":"Logo","surface_form":"logo","offset":13324},{"uri":"Pay_television","surface_form":"pay television","offset":13396},{"uri":"CCTV-1","surface_form":"CCTV-1","offset":13535},{"uri":"Chinese_Yuan","surface_form":"Chinese Yuan","offset":13727},{"uri":"Faye_Wong","surface_form":"Faye Wong","offset":13836},{"uri":"Wishing_We_Last_Forever","surface_form":"Wishing We Last Forever","offset":13855}]}