{"id":109204,"url":"http://en.wikipedia.org/wiki/Quetzalcoatl","text":"Quetzalcóatl (pronounced: ketsalˈkoːaːtɬ in Nahuatl) is an Aztec sky and creator god. The name is a combination of \"quetzalli\", a brightly colored Mesoamerican bird, and, which means serpent; it is therefore usually translated as \"feathered serpent\" or \"plumed serpent\". Quetzalcoatl was often pictured as a snake with feathers, although he was sometimes shown in the form of a human. Quetzalcoatl was associated with the planet Venus, as well as being the patron god of the Aztec priesthood, of learning and of knowledge.\nThe name Quetzalcoatl was also taken on by several ancient Aztec leaders. Many events and characteristics attributed to Quetzalcoatl are therefore exceedingly difficult to separate from the political leaders who took his name. To name one leader Herman Cortes who sailed to the Aztecs to conquer and to steal their gold. Today Quetzalcoatl is arguably the best known Aztec deity but there were several other important Aztec gods too: Tlaloc, Tezcatlipoca and Huitzilopochtli.\nOther Mesoamerican cultures have worshipped a feathered serpent god as well: At Teotihuacan the several monumental structures have images of a feathered serpent (See the so-called \"Citadel and Temple of Quetzalcoatl\"[http://gomexico.about.com/od/ancientsites/ss/teotihuacan_2.htm]). One can see similar images at Chichén Itza and Tula. This has led scholars to conclude that the deity called Quetzalcoatl in the Nahuatl language was among the most important deities of Mesoamerica.\nLegends.\nThere are many legends associated with Quetzalcoatl. One legend said that the world had been created four times before, but each time it was destroyed again. Then Quetzalcoatl collected human bones from the underworld and added his own blood to bring them to life. He was therefore considered the creator of the humans living at the time of the Aztec Empire.\nAnother legend said that Quetzalcoatl had been banished, but that he would return from the east just before the end of the world. This legend has been used to support the idea that the Aztec leader Moctezuma thought that the Spanish \"conquistador\" Cortés was Quetzalcoatl returning from exile. This would also explain why Moctezuma treated the Spanish so well. However, most historians now think that this idea was invented by the Spanish, and that Moctezuma didn't really think that Cortés was a god.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nahuatl","surface_form":"Nahuatl","offset":44},{"uri":"Aztec","surface_form":"Aztec","offset":59},{"uri":"Sky","surface_form":"sky","offset":65},{"uri":"Creator","surface_form":"creator","offset":73},{"uri":"Deity","surface_form":"god","offset":81},{"uri":"Serpent","surface_form":"serpent","offset":183},{"uri":"Tlaloc","surface_form":"Tlaloc","offset":957},{"uri":"Tezcatlipoca","surface_form":"Tezcatlipoca","offset":965},{"uri":"Huitzilopochtli","surface_form":"Huitzilopochtli","offset":982},{"uri":"Teotihuacan","surface_form":"Teotihuacan","offset":1079},{"uri":"Chich%C3%A9n_Itza","surface_form":"Chichén Itza","offset":1312},{"uri":"Tula_(Hidalgo)","surface_form":"Tula","offset":1329},{"uri":"Mesoamerica","surface_form":"Mesoamerica","offset":1468}]}