{"id":10921,"url":"http://en.wikipedia.org/wiki/Henry_IV_of_France","text":"Henry IV (13 December 1553 – 14 May 1610), \"Henri-Quatre\", was King of France from 1589 to 1610 and King of Navarre from 1572 to 1610. He was part of the Capetian dynasty and the first king of the Bourbon family in France.\nLife.\nHenry IV was born in Pau. He was the son of Antoine de Bourbon and Jeanne of Navarre. He was baptised in a Catholic ceremony, but as he grew up, his mother led him to become a Protestant. On 18 August 1572, Henry married Margaret of Valois. She was the sister of Charles IX. He became the King of Navarre in the same year.\nSince 1562, there had been a a series of wars in France which were mostly fought between Catholics and Protestants, and sometimes with more than one groups of Catholics fighting each other. In 1584, Henry became the heir to the throne of France. Most people in France were Catholics, and many of them did not want a Protestant king. This led to the War of the Three Henrys between Henry of Navarre, the existing Catholic king Henry III and Catholic League leader Henry, Duke of Guise. Although both Henry III and Guise were Catholics, they did not get on with each other. Guise was murdered in 1588 and Henry III was murdered the following year.\nHenry of Navarre could now be crowned King of France, but he still faced opposition from the Catholic League. After four years of fighting, he decided to convert to being Catholic. He supposedly said \"Paris is well worth a Mass.\" After this, the opposition to Henry died down. In 1598, Henry made the Edict of Nantes. This law allowed people in France to be Protestant, even though most people were Catholic. In Europe at the time, a policy like this was unusual. Most countries forced people to be either Catholic or Protestant. However, the Edict did not make the Protestants fully equal.\nHenry's children were Louis XIII and Henrietta Maria of France, who married Charles I and became the Queen of England. He was a friend of Michel of Montaigne.\nDuring his reign, he built the Grande Galerie onto the Louvre. Two landmarks in Paris were started during his reign: the Pont Neuf and the Place des Vosges.\nHenry was murdered by a Catholic fanatic on a street in Paris on 14 May 1610.\nReputation.\nAt first, many people in France did not want Henry to be king, because he was a Protestant. Although this mostly ended once he joined the Catholic Church, some Catholics called him a liar, while some Protestants called him a traitor. It was only after his death that he became known as \"Good King Henry\" (in French, \"le bon roi Henri\") and one of France's most popular kings. During the early years of the French Revolution, Henry IV was celebrated as an example of what a king should be. He was also celebrated during the Bourbon Restoration.\nHenry IV is remembered for being the king who ended the French Wars of Religion, and for his policy of allowing more than one church in his country, which was unusual in those days. He was also known for trying to make sure that poor people had enough to eat. He once said he wished that there could be \"a chicken in every pot on a Sunday.\"\nIn 2010 scientists found part of his embalmed head and used forensic tests to prove that it was his. It had been stolen from the tombs of the French kings and queens in Saint Denis in 1793 at the time of the French Revolution.","categories":[],"infobox_types":["royalty"],"annotations":[{"uri":"King_of_France","surface_form":"King of France","offset":63},{"uri":"List_of_Navarrese_monarchs","surface_form":"King of Navarre","offset":100},{"uri":"Capetian_dynasty","surface_form":"Capetian dynasty","offset":154},{"uri":"House_of_Bourbon","surface_form":"Bourbon","offset":197},{"uri":"Pau","surface_form":"Pau","offset":250},{"uri":"Antoine_de_Bourbon","surface_form":"Antoine de Bourbon","offset":273},{"uri":"Jeanne_of_Navarre","surface_form":"Jeanne of Navarre","offset":296},{"uri":"Roman_Catholic_Church","surface_form":"Catholic","offset":336},{"uri":"Protestantism","surface_form":"Protestant","offset":405},{"uri":"Margaret_of_Valois","surface_form":"Margaret of Valois","offset":450},{"uri":"Charles_IX_of_France","surface_form":"Charles IX","offset":492},{"uri":"King","surface_form":"King","offset":518},{"uri":"Navarre","surface_form":"Navarre","offset":526},{"uri":"French_Wars_of_Religion","surface_form":"a series of wars in France","offset":581},{"uri":"War_of_the_Three_Henrys","surface_form":"War of the Three Henrys","offset":901},{"uri":"Henry_III_of_France","surface_form":"Henry III","offset":978},{"uri":"Catholic_League_(France)","surface_form":"Catholic League","offset":992},{"uri":"Henry_I%2C_Duke_of_Guise","surface_form":"Henry, Duke of Guise","offset":1015},{"uri":"Mass_(liturgy)","surface_form":"Mass","offset":1421},{"uri":"Edict_of_Nantes","surface_form":"Edict of Nantes","offset":1499},{"uri":"Louis_XIII_of_France","surface_form":"Louis XIII","offset":1811},{"uri":"Henrietta_Maria_of_France","surface_form":"Henrietta Maria of France","offset":1826},{"uri":"Charles_I_of_England","surface_form":"Charles I","offset":1865},{"uri":"Queen_of_England","surface_form":"Queen of England","offset":1890},{"uri":"Michel_of_Montaigne","surface_form":"Michel of Montaigne","offset":1927},{"uri":"Grande_Galerie","surface_form":"Grande Galerie","offset":1979},{"uri":"Louvre","surface_form":"Louvre","offset":2003},{"uri":"Paris","surface_form":"Paris","offset":2028},{"uri":"Pont_Neuf","surface_form":"Pont Neuf","offset":2069},{"uri":"Place_des_Vosges","surface_form":"Place des Vosges","offset":2087},{"uri":"French_Revolution","surface_form":"French Revolution","offset":2601},{"uri":"Bourbon_Restoration","surface_form":"Bourbon Restoration","offset":2718},{"uri":"French_Wars_of_Religion","surface_form":"French Wars of Religion","offset":2795},{"uri":"Forensic","surface_form":"forensic","offset":3140},{"uri":"Tomb","surface_form":"tomb","offset":3209},{"uri":"French_Revolution","surface_form":"French Revolution","offset":3288}]}