{"id":109243,"url":"http://en.wikipedia.org/wiki/David_Livingstone","text":"David Livingstone (19 March 1813 – 4 May 1873) was a Scottish medical missionary with the London Missionary Society. He wanted to be a missionary, but he could not get many people to convert to Christian beliefs, so instead, he explored and charted much of southern and eastern Africa. He gave the Victoria Falls their name. He named them after his queen, Queen Victoria.\nIn Africa.\nAs an explorer, Livingstone had some advantages. He usually travelled lightly, and he was able to reassure chiefs that he was not a threat. Other expeditions had many soldiers armed with rifles, and even more people hired to carry supplies. They were often seen as military incursions or were mistaken for slave-raiding parties. Livingstone travelled on most of his journeys with a few servants and porters, bartering for supplies along the way. He only had a couple of guns for protection. He preached a Christian message but did not force it on unwilling ears. He understood the ways of local chiefs, and got permission to go through their territory. He was often hospitably received and aided, even by Mwata Kazembe.\nLivingstone believed in trade, and wanted to see Christian missions established in central Africa. His motto on the base of the statue dedicated to him at Victoria Falls, was \"Christianity, Commerce and Civilization\". The reason he emphasised these three was that they would form an alternative to the slave trade, which was still rampant in Africa at that time. It would give the Africans some dignity when they met Europeans. The abolition of the African slave trade was his main hope. Around this time he believed the key to achieving these goals was the navigation of the Zambezi River as a Christian commercial highway into the interior. He returned to Britain to try to get support for his ideas, and to publish a book on his travels. The book brought him fame as one of the leading explorers of the age.\nLivingstone died near a lake, in what is now Zambia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scottish","offset":53},{"uri":"Missionary","surface_form":"missionary","offset":70},{"uri":"Christian","surface_form":"Christian","offset":194},{"uri":"Exploring","surface_form":"explored","offset":228},{"uri":"Africa","surface_form":"Africa","offset":278},{"uri":"Victoria_Falls","surface_form":"Victoria Falls","offset":298},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":356},{"uri":"Rifles","surface_form":"rifles","offset":570},{"uri":"Slave","surface_form":"slave","offset":689},{"uri":"Barter","surface_form":"barter","offset":791},{"uri":"Christian","surface_form":"Christian","offset":888},{"uri":"Mwata_Kazembe","surface_form":"Mwata Kazembe","offset":1088},{"uri":"Trade","surface_form":"trade","offset":1127},{"uri":"Victoria_Falls","surface_form":"Victoria Falls","offset":1258},{"uri":"Civilization","surface_form":"Civilization","offset":1306},{"uri":"Slave_trade","surface_form":"slave trade","offset":1405},{"uri":"Zambezi_River","surface_form":"Zambezi River","offset":1679},{"uri":"Zambia","surface_form":"Zambia","offset":1959}]}