{"id":10958,"url":"http://en.wikipedia.org/wiki/Philip_II_of_Spain","text":"Philip II of Spain (May 21, 1527 – September 13, 1598) was, starting in 1556, king of Spain, and Burgundy, the Netherlands, Naples, Sicily, and overseas Spanish America. He was born in Valladolid, and was the only son of Holy Roman Emperor Charles V and his wife to live until he was an adult. He was Catholic. His rule was filled with troubles. His war against the Dutch Republic was expensive and unsuccessful and his Spanish Armada was defeated and destroyed. This caused him to be harsh on his people.\nChildhood.\nFor the first seven years of his life, Philip moved between different castles with his mother. In 1534 he moved into a private house in Salamanca to start his schooling. His mother died in 1539 and he took her body to Granada, where his great-grandparents Ferdinand II of Aragon and Isabella were buried. He left Spain in 1547 and moved to the Netherlands, where his father's family was from. His father wanted him to become more European but the people there thought he was too cold and serious.\nTitles/styles/honors.\n\"See:\" \"List of title and honours of the spanish crown\"\nPhillip II obtained most of his titles from his parents, he had obtained some other titles to like King of Portugal\nIn Castile he was: King of Castile, Leon, Grenada, Toledo, Seville, Cordoba, Murcia, Jaen, Algarves, Gibraltar, Algeciras, Canary Islands, of the Indias, the Islands and Mainland of the Ocean Sea, and Lord of Molina.\nIn Aragon he was: King of Aragon, Majorca, Menorca, Sardinia and Corsica, Naples, Sicily, Valencia, Navarre, Jerusalem, Margrave of Oristano, Count of Goceano, Count of Barcelona, Count of Roussillon, Count of Cerdanya, Duke of Athens, Duke of Neopatria.\nIn Portugal he was: King of Portugal, either side of the sea in Africa, Lord of Guinea and of Conquest, Navigation, and Commerce of Ethiopia, Arabia, Persia, and India, etc.\nIn England he was: King of England and France (titular) and Ireland.\nHapsburg Titles: Duke of Milan, Imperial vicar of Siena, Archduke of Austria, Princely Count of Habsburg and of Tyrol, Prince of Swabia.\nIn Burgundy: Lord of the Netherlands, Duke of Lothier, of Brabant, of Limburg, of Luxemburg, of Guelders. Count of Flanders, of Artois, of Hainaut, of Holland, of Zeeland, of Namur, of Zutphen. Margrave of the Holy Roman Empire, Lord of Frisia, Salins, Mechelen, the cities, towns and lands of Utrecht, Overyssel, GroningenCount Palatine of Burgundy from 10 June 1556; Count of Charolais from 21 September 1558","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spain","offset":86},{"uri":"Burgundy","surface_form":"Burgundy","offset":97},{"uri":"Netherlands","surface_form":"Netherlands","offset":111},{"uri":"Naples","surface_form":"Naples","offset":124},{"uri":"Valladolid","surface_form":"Valladolid","offset":185},{"uri":"Holy_Roman_Emperor","surface_form":"Holy Roman Emperor","offset":221},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Charles V","offset":240},{"uri":"Catholic","surface_form":"Catholic","offset":301},{"uri":"Dutch_Republic","surface_form":"Dutch Republic","offset":366},{"uri":"Spanish_Armada","surface_form":"Spanish Armada","offset":420},{"uri":"Salamanca","surface_form":"Salamanca","offset":653},{"uri":"Granada","surface_form":"Granada","offset":735},{"uri":"Ferdinand_II_of_Aragon","surface_form":"Ferdinand II of Aragon","offset":773},{"uri":"Netherlands","surface_form":"Netherlands","offset":861},{"uri":"List_of_title_and_honours_of_the_spanish_crown","surface_form":"\"List of title and honours of the spanish crown\"","offset":1043},{"uri":"Portugal","surface_form":"Portugal","offset":1199},{"uri":"Castile_and_Le%C3%B3n","surface_form":"Castile","offset":1211},{"uri":"Aragon","surface_form":"Aragon","offset":1428},{"uri":"Portugal","surface_form":"Portugal","offset":1683},{"uri":"England","surface_form":"England","offset":1857},{"uri":"Hapsburg","surface_form":"Hapsburg","offset":1923},{"uri":"Burgundy","surface_form":"Burgundy","offset":2063}]}