{"id":109526,"url":"http://en.wikipedia.org/wiki/Tezcatlipoca","text":"Tezcatlipoca (was a central deity in Aztec mythology. He was associated with many concepts. Some of these are the night sky, the night winds, hurricanes, the north, the earth, obsidian,, rulership, divination, temptation, beauty, war and. His name in the Nahuatl language is often translated as \"Smoking Mirror\" because of his connection to obsidian, the material from which mirrors were made in Mesoamerica and which was used for shamanic rituals.\nHe had many names in context with different aspects of his deity: Titlacauan (\"We are his Slaves\"), Ipalnemoani (\"He by whom we live\"), Necoc Yaotl (\"Enemy of Both Sides\"), Tloque Nahuaque (\"Lord of the Near and the Nigh\") and Yohualli Èecatl (Night, Wind), Ome acatl (\"Two Reed\"), Ilhuicahua Tlalticpaque (\"Possessor of the Sky and Earth\").\nOn pictures he was usually drawn with a black and a yellow stripe painted across his face. He is often shown with his right foot replaced with an obsidian mirror or a snake - an allusion to the creation myth in which he loses his foot battling with the Earth Monster. Sometimes the mirror was shown on his chest, and sometimes smoke would come from the mirror. Tezcatlipocas Nagual, his animal counterpart, was the jaguar and his Jaguar aspect was the deity Tepeyollotl \"Mountainheart\".\nThe Tezcatlipoca figure goes back to earlier Mesoamerican deities worshipped by the Olmec and Maya. Similarities exist with the patron deity of the K'iche' Maya as described in the Popol Vuh. A central figure of the Popol Vuh was the god Tohil whose name means \"obsidian\" and who was associated with sacrifice. Also the Classic Maya god of rulership and thunder known to modern Mayanists as \"God K\", or the \"Manikin Scepter\" and to the classic Maya as \"K'awil\" was shown with a smoking obsidian knife in his forehead and one leg replaced with a snake.\nTezcatlipoca and Quetzalcoatl.\nTezcatlipoca was often described as a rival of another important god of the Aztecs, the culture hero, Quetzalcoatl. In one version of the Aztec creation account the myth of the Five Suns, The first creation, \"The sun of the Earth\" was ruled by Tezcatlipoca but destroyed by Quetzalcoatl when he struck down Tezcatlipoca who then transformed into a jaguar. Quetzalcoatl became the ruler of the following creation \"Sun of Water\", and Tezcatlipoca destroyed the third creation \"The Sun of Wind\" by striking down Quetzalcoatl.\nIn later myths, the four gods who created the world, Tezcatlipoca, Quetzalcoatl, Huitzilopochtli and Xipe Totec were referred to respectively as the Black, the White, the Blue and the Red Tezcatlipoca. The four Tezcatlipocas were the sons of Ometecuhtli and Omecihuatl, lord and lady of the duality, and were the creators of all the other gods, as well as the world and man.","categories":[],"infobox_types":[],"annotations":[{"uri":"Deity","surface_form":"deity","offset":28},{"uri":"Aztec","surface_form":"Aztec","offset":37},{"uri":"Mythology","surface_form":"mythology","offset":43},{"uri":"Hurricane","surface_form":"hurricane","offset":142},{"uri":"Obsidian","surface_form":"obsidian","offset":176},{"uri":"Divination","surface_form":"divination","offset":198},{"uri":"Nahuatl","surface_form":"Nahuatl","offset":255},{"uri":"Mesoamerica","surface_form":"Mesoamerica","offset":396},{"uri":"Shaman","surface_form":"shaman","offset":431},{"uri":"Ritual","surface_form":"ritual","offset":440},{"uri":"Nagual","surface_form":"Nagual","offset":1166},{"uri":"Counterpart","surface_form":"counterpart","offset":1185},{"uri":"Jaguar","surface_form":"jaguar","offset":1206},{"uri":"Tepeyollotl","surface_form":"Tepeyollotl","offset":1249},{"uri":"Olmec","surface_form":"Olmec","offset":1362},{"uri":"Maya_people","surface_form":"Maya","offset":1372},{"uri":"K%27iche%27","surface_form":"K'iche'","offset":1426},{"uri":"Popol_Vuh","surface_form":"Popol Vuh","offset":1459},{"uri":"Tohil","surface_form":"Tohil","offset":1516},{"uri":"Quetzalcoatl","surface_form":"Quetzalcoatl","offset":1963},{"uri":"Huitzilopochtli","surface_form":"Huitzilopochtli","offset":2465},{"uri":"Xipe_Totec","surface_form":"Xipe Totec","offset":2485}]}