{"id":10963,"url":"http://en.wikipedia.org/wiki/Edward_VI_of_England","text":"Edward VI (12 October 1537 – 6 July 1553) was King of England and Ireland, from 28 January 1547, until his death on 6 July 1553.\nEdward was the son of Henry VIII of England and Jane Seymour. His mother died 12 days after his birth. He became king at the age of 9 when his father died.\nWhen their father died, Edward's half-sister Elizabeth was 13 years old. His other half sister, Mary was 31. Despite being the youngest, Edward was the heir apparent because he was male. Because he was such a young king, the realm was governed by a Regency Council. He died when he was 15 and a half years old. His successor was his cousin, Lady Jane Grey.\nHe had two advisers (or regents). The first was his uncle, Edward Seymour, Duke of Somerset, who became Lord Protector. For the first two-and-a-half years of Edward's reign, Lord Somerset advised and guided the young king. Somerset was replaced by John Dudley, Duke of Northumberland. Both men wanted major changes made to the Church of England.\nAs a result of their advice and his beliefs, Edward's reign is mainly remembered for the changes made to religion while he was king. Though his father, Henry VIII, had removed the Pope as Head of the Church in England, he had not changed much else. Most of the major changes to the Church of England happened during Edward's reign.\nIn July 6th 1553, at age 15 he died, probably from tuberculosis. Before he died, he and his Council wrote a \"Devise for the Succession\". This was an attempt to prevent the country returning to Catholicism. Edward named his cousin, Lady Jane Grey, as his heir and excluded his half-sisters, Mary and Elizabeth. However, this was disputed after his death; Jane was deposed by Mary within 13 days. Mary I reversed Edward's Protestant reforms, which nonetheless became the basis of the Elizabethan Religious Settlement of 1559.\nReligious changes.\nLaws were passed to make churches more plain. Catholic churches were rich in decorations and colour. Now under Edward, stained glass windows and icons were removed from churches; the furniture within churches became very basic and plain.\nThe actual services became more plain and the common person could now understand what was being said at services – now called Holy Communion – were in English rather than Latin. Archbishop Thomas Cranmer wrote the Book of Common Prayer also in English. Priests did not have to dress in the bright clothing associated with the Catholic Church and under Edward. They were also allowed to marry. The king remained as Head of the Church.\nAll of these changes were a major break from the traditions of the Catholic Church. In parts of Germany and Switzerland, religious groups had also broken away in protest against the wealth and corruption of the Catholic Church. They became known as Protestant, and England under Edward, became a Protestant country with an independent Church of England.\nEdward had never been a healthy boy and his health failed in 1553. After the nine-day reign of Lady Jane Grey, his Catholic half-sister Mary became queen of England and the country went through another period of religious changes.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_English_monarchs","surface_form":"King of England","offset":46},{"uri":"Ireland","surface_form":"Ireland","offset":66},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII of England","offset":151},{"uri":"Jane_Seymour","surface_form":"Jane Seymour","offset":177},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth","offset":330},{"uri":"Mary_I_of_England","surface_form":"Mary","offset":381},{"uri":"Heir_apparent","surface_form":"heir apparent","offset":437},{"uri":"Regent","surface_form":"Regency","offset":534},{"uri":"Lady_Jane_Grey","surface_form":"Lady Jane Grey","offset":626},{"uri":"Regent","surface_form":"regent","offset":666},{"uri":"Edward_Seymour%2C_1st_Duke_of_Somerset","surface_form":"Edward Seymour, Duke of Somerset","offset":701},{"uri":"Lord_Protector","surface_form":"Lord Protector","offset":746},{"uri":"John_Dudley%2C_1st_Duke_of_Northumberland","surface_form":"John Dudley, Duke of Northumberland","offset":890},{"uri":"Church_of_England","surface_form":"Church of England","offset":969},{"uri":"Acts_of_Supremacy","surface_form":"removed","offset":1156},{"uri":"Pope","surface_form":"Pope","offset":1168},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1371},{"uri":"Order_of_succession","surface_form":"Succession","offset":1444},{"uri":"Catholicism","surface_form":"Catholicism","offset":1513},{"uri":"Lady_Jane_Grey","surface_form":"Lady Jane Grey","offset":1551},{"uri":"Depose","surface_form":"deposed","offset":1683},{"uri":"Protestant","surface_form":"Protestant","offset":1740},{"uri":"Elizabethan_Religious_Settlement","surface_form":"Elizabethan Religious Settlement","offset":1802},{"uri":"Stained_glass","surface_form":"stained glass","offset":1982},{"uri":"Icon","surface_form":"icon","offset":2008},{"uri":"Mass_(liturgy)","surface_form":"services","offset":2205},{"uri":"Holy_Communion","surface_form":"Holy Communion","offset":2227},{"uri":"English_language","surface_form":"English","offset":2252},{"uri":"Latin","surface_form":"Latin","offset":2272},{"uri":"Thomas_Cranmer","surface_form":"Thomas Cranmer","offset":2290},{"uri":"Book_of_Common_Prayer","surface_form":"Book of Common Prayer","offset":2315},{"uri":"Marriage","surface_form":"marry","offset":2487},{"uri":"Switzerland","surface_form":"Switzerland","offset":2643},{"uri":"Corruption","surface_form":"corruption","offset":2728},{"uri":"Protestant","surface_form":"Protestant","offset":2784}]}