{"id":109673,"url":"http://en.wikipedia.org/wiki/English_Gothic_architecture","text":"English Gothic is the name of the architectural style that was very popular in England from about 1180 until about 1520. As with the gothic architecture of other parts of Europe, English Gothic is defined by its pointed arches, vaulted rooves, buttresses, large windows, and spires.\nStages.\nThe various styles are seen at their best in the cathedrals, abbey churches and college buildings. It is a distinctive characteristic of the cathedrals of England that all but one of them show great stylistic diversity and have building dates that range over 400 years. The exception, Salisbury Cathedral, was built in 38 years.\nEarly English.\nExamples: Salisbury Cathedral, Whitby Abbey, the nave and transept of Wells Cathedral (1225—1240).\nCharacteristics.\nThe clearest sign of the Early English period was the pointed arch known as the lancet. Pointed arches were used for nave arcade, the doorways and lancet windows. The windows are narrow by comparison to their height and are without tracery. Lancet arches are a sign of the style.\nThe Lancet openings of windows and arcades are often grouped in twos or threes. This is seen throughout Salisbury Cathedral where there are groups of two lancet windows lining the nave and groups of three lining the clerestory. At York Minster there are, in the north transept, a cluster of five lancet windows known as the Five Sisters, each fifty feet high and still have their ancient glass.\nRomanesque (Norman architecture) builders generally used round arches. Compared with the rounded Romanesque style, the pointed arch of the Early English Gothic looks more elegant and, more importantly, is better at distributing the weight of the stonework above it. This makes it possible to span higher and wider gaps using narrower columns.\nInstead of being massive, solid pillars, the columns were often composed of clusters of slender, detached shafts surrounding a central pillar.\nBy using the pointed arch, walls could become less massive and window openings could be larger and grouped more closely together. This gave a more open, airy and graceful building. The high walls and vaulted stone roofs were often supported by flying buttresses: half arches which transmit the outward thrust of the superstructure to supports or buttresses, usually on the outside of the building.\nAt its purest the style was simple and austere, emphasizing the height of the building, as if aspiring heavenward.\nDecorated gothic.\nExamples: the east ends of Lincoln Cathedral and Carlisle Cathedral, and the west fronts of York Minster and Lichfield Cathedral. Much of Exeter Cathedral is built in this style.\nCharacteristics.\nDecorated architecture has window tracery. Elaborate windows are subdivided by closely-spaced parallel mullions (vertical bars of stone). The mullions then branch out and cross, intersecting to fill the top part of the window with a mesh of elaborate patterns called tracery. The style was geometrical (more straight lines) at first and flowing (curves) in the later period. This evolution of decorated tracery is often used to subdivide the period into an earlier \"geometric\" and later \"curvilinear\" period.\nPerpendicular gothic.\nSome of the earliest examples of the \"perpendicular period\", from 1360, are found at Gloucester Cathedral. The masons of the cathedral seem to be far in advance of those in other towns; the fan-vaulting in the cloisters is particularly fine. Also noteworthy are the Quire and tower of York Minster (1389–1407); the nave and western transepts of Canterbury Cathedral (1378–1411). Bath Abbey, Eton College Chapel and King's College Chapel, Cambridge (1446–1515) are also examples.\nCharacteristics.\nCalle perpendicular because of its emphasis on vertical lines. This is particularly obvious in the design of windows, which became very large, sometimes of immense size, with slimmer stone mullions than in earlier periods. This allowed more scope for stained glass craftsmen. Buttresses and wall surfaces are likewise divided up into vertical panels. Another major development of this period was fan vaulting.\nSome of the finest features of this period are the magnificent timber rooves. Hammerbeam rooves, like those of Westminster Hall (1395), and Christ Church Hall, Oxford, appeared for the first time. In areas of southern England elaborate decoration in flint was used, especially in the wool churches of East Anglia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Architecture","surface_form":"architectural style","offset":34},{"uri":"Popular","surface_form":"popular","offset":68},{"uri":"England","surface_form":"England","offset":79},{"uri":"Gothic_architecture","surface_form":"gothic architecture","offset":133},{"uri":"Europe","surface_form":"Europe","offset":171},{"uri":"Arch","surface_form":"arch","offset":220},{"uri":"Vaulted","surface_form":"vaulted","offset":228},{"uri":"Rooves","surface_form":"rooves","offset":236},{"uri":"Buttress","surface_form":"buttress","offset":244},{"uri":"Window","surface_form":"window","offset":262},{"uri":"Spire","surface_form":"spire","offset":275},{"uri":"Cathedral","surface_form":"cathedral","offset":340},{"uri":"Abbey","surface_form":"abbey","offset":352},{"uri":"Salisbury_Cathedral","surface_form":"Salisbury Cathedral","offset":576},{"uri":"Salisbury_Cathedral","surface_form":"Salisbury Cathedral","offset":645},{"uri":"Whitby_Abbey","surface_form":"Whitby Abbey","offset":666},{"uri":"Nave","surface_form":"nave","offset":684},{"uri":"Wells_Cathedral","surface_form":"Wells Cathedral","offset":705},{"uri":"Nave","surface_form":"nave","offset":868},{"uri":"Salisbury_Cathedral","surface_form":"Salisbury Cathedral","offset":1135},{"uri":"York_Minster","surface_form":"York Minster","offset":1262},{"uri":"Romanesque","surface_form":"Romanesque","offset":1426},{"uri":"Norman_architecture","surface_form":"Norman architecture","offset":1438},{"uri":"Lincoln_Cathedral","surface_form":"Lincoln Cathedral","offset":2470},{"uri":"Carlisle_Cathedral","surface_form":"Carlisle Cathedral","offset":2492},{"uri":"York_Minster","surface_form":"York Minster","offset":2535},{"uri":"Lichfield_Cathedral","surface_form":"Lichfield Cathedral","offset":2552},{"uri":"Exeter_Cathedral","surface_form":"Exeter Cathedral","offset":2581},{"uri":"Parallel","surface_form":"parallel","offset":2733},{"uri":"Gloucester_Cathedral","surface_form":"Gloucester Cathedral","offset":3255},{"uri":"Mason","surface_form":"mason","offset":3281},{"uri":"Cloister","surface_form":"cloister","offset":3380},{"uri":"York_Minster","surface_form":"York Minster","offset":3455},{"uri":"Canterbury_Cathedral","surface_form":"Canterbury Cathedral","offset":3515},{"uri":"Bath_Abbey","surface_form":"Bath Abbey","offset":3549},{"uri":"Eton_College","surface_form":"Eton College","offset":3561},{"uri":"King%27s_College_Chapel%2C_Cambridge","surface_form":"King's College Chapel, Cambridge","offset":3585},{"uri":"Stained_glass","surface_form":"stained glass","offset":3917},{"uri":"Palace_of_Westminster","surface_form":"Westminster Hall","offset":4187},{"uri":"Flint","surface_form":"flint","offset":4326},{"uri":"Wool","surface_form":"wool","offset":4360},{"uri":"East_Anglia","surface_form":"East Anglia","offset":4377}]}