{"id":10962,"url":"http://en.wikipedia.org/wiki/Mary_I_of_England","text":"Mary I (18 February 1516 – 17 November 1558), also known as Mary Tudor, was Queen regnant of England and Ireland from 19 July 1553 until her death. She was the oldest daughter of Henry VIII, and the only child of Catherine of Aragon who survived childhood.\nMary succeeded her short-lived half-brother, Edward VI, to the English throne. She was the fourth crowned monarch of the Tudor dynasty. Mary is remembered for briefly re-making England a Roman Catholic country.\nMary had almost 300 disagreeing religious people burned at the stake, which are recorded in John Foxe's Book of Martyrs. Due to this, many called her \"Bloody Mary\". Her half sister on her fathers side, Elizabeth I, came to the throne after Mary's death. Elizabeth made England Protestant again and didn't kill as many people.\nLife.\nMary Tudor was born on 18 February 1516, in the Palace of Placentia in Greenwich. Unlike the other children of Catherine, she lived to be an adult. Her godfather was the famous Cardinal Thomas Wolsey.\nAlthough she was not the heir Henry VIII was looking for,ii she was loved by her parents. When she was about 11, Henry decided to divorce Mary's mother, Catherine of Aragon, so he could marry Anne Boleyn.\nAfter Anne Boleyn had a daughter, Henry VlII distrusted Mary and thought that her behavior came from her mother. So he purposefully separated Mary and Catherine of Aragon. He also banished them both from court and he removed Mary from the line of succession. Mary had to become one of her servants. After Anne Boleyn was killed by the King, Mary's half-sister also became a servant. A month later, Henry VIII married Jane Seymour. Queen Jane gave birth to Edward, Prince of Wales. 9 days later, Queen Jane died.\nMary lost a faithful friend and also her pride. She had acknowledged her parents' marriage as invalid and herself an illegitimate daughter. The rest of Mary's life with Henry VIII gave her a quick succession of stepmothers. Henry VIII died soon after marrying his last wife, Catherine Parr.\nHenry had decided that the young prince was to succeed him. If he had no heirs then his older half-sister, Mary, was to be Queen.\nIf Mary did not produce a child, then Mary's half-sister, Elizabeth, was to be Queen. After Elizabeth and her heirs, would come Henry's sister Mary Tudor's side of the family.\nEdward succeeded to the throne as King of England and Ireland. Edward began to show signs of a coughing disease.\nEdward did not want Mary to succeed him. Edward went ahead with a plan to let his Protestant cousin Lady Jane Grey become Queen after he died. Lady Jane Grey was only queen of England for nine days. Mary executed Jane Grey and married Philip II of Spain.\nMary had two phantom pregnancies, but had no child. The phantom pregnancies were cancer in her liver. After Mary died Elizabeth succeeded to the throne, becoming the new Queen Elizabeth I of England.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen_regnant","surface_form":"Queen regnant","offset":76},{"uri":"England","surface_form":"England","offset":93},{"uri":"Ireland","surface_form":"Ireland","offset":105},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":179},{"uri":"Katherine_of_Aragon","surface_form":"Catherine of Aragon","offset":213},{"uri":"Half-brother","surface_form":"half-brother","offset":288},{"uri":"Edward_VI_of_England","surface_form":"Edward VI","offset":302},{"uri":"Monarchy","surface_form":"monarch","offset":363},{"uri":"Tudor_dynasty","surface_form":"Tudor dynasty","offset":378},{"uri":"England","surface_form":"England","offset":434},{"uri":"Roman_Catholicism","surface_form":"Roman Catholic","offset":444},{"uri":"Country","surface_form":"country","offset":459},{"uri":"Religion","surface_form":"religious","offset":500},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I","offset":670},{"uri":"Protestantism","surface_form":"Protestant","offset":745},{"uri":"Greenwich","surface_form":"Greenwich","offset":871},{"uri":"Godfather","surface_form":"godfather","offset":952},{"uri":"Thomas_Wolsey","surface_form":"Thomas Wolsey","offset":986},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":1031},{"uri":"Anne_Boleyn","surface_form":"Anne Boleyn","offset":1193},{"uri":"Elizabeth_I_of_England","surface_form":"a daughter","offset":1228},{"uri":"Jane_Seymour","surface_form":"Jane Seymour","offset":1623},{"uri":"Edward_VI_of_England","surface_form":"Edward, Prince of Wales","offset":1662},{"uri":"Lady_Jane_Grey","surface_form":"Lady Jane Grey","offset":2528},{"uri":"Philip_II_of_Spain","surface_form":"Philip II of Spain","offset":2663}]}