{"id":109725,"url":"http://en.wikipedia.org/wiki/Trireme","text":"A Trireme is an ancient oar-driven warship powered by about 170 oars men. It was long and slender, had three tiers of oars and one sail. On the bow was a battering ram that was used to destroy enemy ships. The tip of the ram was made of bronze and could easily slice through the side of a wooden ship.\nThe Trireme was used by people of the Mediterranean Sea from the 7th to the 4th century BC and gets its name from its three rows of oars on each side, manned with one man per oar. The rowing men were not slaves, but were free men who were paid to row. In Ancient Greece, soldiers (called Hoplites)) had to buy their own armour and weapons so men too poor to afford them became trireme rowers in wartime. They had to have a lot of practice at rowing as, during a battle, the ship had to be able to stop, start and turn very quickly.\nAs well as the rowing men, there were 30 others on a trireme. Some of these were sailors who worked the sail, others were soldiers who shot arrows and tried to get onto enemy ships, to attack their crews with swords and spears. The man who steered the trireme was called a \"kubernete\" by the Greeks. From this we get the English word Governor, for a person who leads a state.\nBecause there were many men crowded onto a small ship, triremes could not stay at sea very long. Often, they came to land each evening. The crew would pull the trireme out of the water and then sleep next to it on the beach.\nBefore a battle, the mast and sail were taken off and left on the shore. In battle, triremes would attempt to ram or board each other. Some triremes had catapults and ballistas on them, but they were hard to use in battle. Many ancient sea battles involved hundreds of triremes. In the Battle of Salamis, there were around 360 ships on the Greek side and 600 to 800 ships on the Persian side.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oar","surface_form":"oar","offset":24},{"uri":"Warship","surface_form":"warship","offset":35},{"uri":"Bronze","surface_form":"bronze","offset":237},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":340},{"uri":"Slave","surface_form":"slave","offset":506},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":557},{"uri":"Hoplite","surface_form":"Hoplite","offset":590},{"uri":"Governor","surface_form":"Governor","offset":1168},{"uri":"Catapult","surface_form":"catapult","offset":1588},{"uri":"Ballista","surface_form":"ballista","offset":1602},{"uri":"Battle_of_Salamis","surface_form":"Battle of Salamis","offset":1721}]}