{"id":10981,"url":"http://en.wikipedia.org/wiki/Copyleft","text":"Copyleft is a name for a type of a license for free content or free software. It is not the opposite of copyright, but its purpose is the opposite of the purpose of the frequently seen copyright type of license (which uses copyright to \"forbid\" changing, giving, or selling something). A copyleft license uses copyright to \"forbid forbidding\" changing, giving, or selling something.\nBoth copyleft and non-copyleft (\"permissive\") licenses for free content or free software can be used for things like documents (for example books, art, music and software); they always allow people to change the works, and to give or sell them to other people. It should be noted that, although people might think that copyleft content is not copyrighted, that's a myth. Copyleft is a form of licensing: it is not just another name for public domain.\nHowever, in a copyleft license, when a person gives or sells a work (changed or not changed) to a friend, the person must allow the friend to do the things which the author of the original work has allowed in the license to the person. This often means, for example, that if another person licensed a book under a copyleft license, and you changed it into a new book, you would have to license your new book under the same license.\nSome copyleft licenses that are used a lot are the GNU General Public License and the Creative Commons Attribution-ShareAlike license.","categories":[],"infobox_types":[],"annotations":[{"uri":"Free_content","surface_form":"free content","offset":47},{"uri":"Free_software","surface_form":"free software","offset":63},{"uri":"Copyright","surface_form":"copyright","offset":104},{"uri":"Copyright","surface_form":"copyright","offset":185},{"uri":"Copyright","surface_form":"copyright","offset":223},{"uri":"Selling","surface_form":"selling","offset":266},{"uri":"Free_content","surface_form":"free content","offset":442},{"uri":"Free_software","surface_form":"free software","offset":458},{"uri":"Document","surface_form":"document","offset":500},{"uri":"Book","surface_form":"book","offset":523},{"uri":"Art","surface_form":"art","offset":530},{"uri":"Music","surface_form":"music","offset":535},{"uri":"Software","surface_form":"software","offset":545},{"uri":"Public_domain","surface_form":"public domain","offset":819},{"uri":"GNU_General_Public_License","surface_form":"GNU General Public License","offset":1317},{"uri":"Creative_Commons","surface_form":"Creative Commons","offset":1352}]}