{"id":109866,"url":"http://en.wikipedia.org/wiki/Balto","text":"Balto was the name of a Siberian Husky, born in 1923 and died 1933. He was a back up dog after TOGO. Balto received an outsized portion of the fame from the journey, including more acclaim than Togo. Hence, Seppala bred, named, raised and trained Balto but did not race with him. In a 1927 New York Times article, he claimed that a forgotten dog named Fox has been co-lead with Balto on Kaasen’s team.\nIn January 1925 Nome, Alaska needed medicine for a diphtheria epidemic. First, a ship tried to bring the medicine but ice was closing into the Bering Sea. The ship could not get to Nome. Next, they tried to bring the medicine by airplane. They could not because there was a blizzard (snow storm). The winds were too strong for the plane. So the medicine was sent by train from Anchorage, Alaska to Nenena, Alaska. Then sled dogs took turns carrying the medicine to Nome. The dog which ran the longest was Togo. Balto was the final dog. He lead the team into Nome. The medicine saved many children (Almost all of the children). Balto, the other dogs and the men who carried the medicine were given a hero's welcome. A few months later in New York City a statue of Balto was placed in Central Park. It is still there today.\nThe serum run.\nIn January 1925, doctors realized that a diphtheria epidemic was likely to sweep through Nome's young people. It could kill many people. The only serum that could stop it was in Anchorage. Anchorage was almost away. The only aircraft that could get the medicine to Nome was taken out of winter storage, but its engine was frozen. It would not start. Officials chose to move the medicine by sled dog. The serum was transported by train from Anchorage to Nenana. At Nenana the first \"musher\" began the trip as part of a relay to deliver the serum to Nome. More than 20 mushers took part. They had to deal with a blizzard with temperatures and strong winds. News coverage of the race was worldwide.\nAfter the events.\nOn December 22, 1995, Universal Pictures released the animated movie \"Balto\". The movie was based on the events of the 1925 serum run, although there are big differences. They also made a 2nd and 3rd movie to the original.","categories":[],"infobox_types":[],"annotations":[{"uri":"Siberian_Husky","surface_form":"Siberian Husky","offset":24},{"uri":"Nome%2C_Alaska","surface_form":"Nome, Alaska","offset":418},{"uri":"Diphtheria","surface_form":"diphtheria","offset":453},{"uri":"Ship","surface_form":"ship","offset":483},{"uri":"Ice","surface_form":"ice","offset":520},{"uri":"Bering_Sea","surface_form":"Bering Sea","offset":545},{"uri":"Airplane","surface_form":"airplane","offset":631},{"uri":"Blizzard","surface_form":"blizzard","offset":676},{"uri":"Train","surface_form":"train","offset":768},{"uri":"Anchorage%2C_Alaska","surface_form":"Anchorage, Alaska","offset":779},{"uri":"Nenena%2C_Alaska","surface_form":"Nenena, Alaska","offset":800},{"uri":"Sled_dog","surface_form":"sled dog","offset":821},{"uri":"Togo_(dog)","surface_form":"Togo","offset":907},{"uri":"New_York_City","surface_form":"New York City","offset":1139},{"uri":"Central_Park","surface_form":"Central Park","offset":1185},{"uri":"Medical_doctor","surface_form":"doctor","offset":1256},{"uri":"Diphtheria","surface_form":"diphtheria","offset":1280},{"uri":"Epidemic","surface_form":"epidemic","offset":1291},{"uri":"Engine","surface_form":"engine","offset":1550},{"uri":"Official","surface_form":"Official","offset":1589},{"uri":"Transportation","surface_form":"transported","offset":1653},{"uri":"News","surface_form":"News","offset":1894},{"uri":"Universal_Pictures","surface_form":"Universal Pictures","offset":1975},{"uri":"Animation","surface_form":"animated","offset":2007},{"uri":"Movie","surface_form":"movie","offset":2016}]}