{"id":109972,"url":"http://en.wikipedia.org/wiki/Le_Chatelier%27s_principle","text":"e=\"preserve\">Le Châtelier's principle is a principle used in Chemistry and Physics to describe how a system at equilibrium reacts to external changes.\nOverview.\nIt is used to show how the point of equilibrium of a system will move to oppose a change in the conditions of the system, following Newton's third law. This is most commonly seen in reversible reactions in chemistry, where a chemical reaction has reached a point where the formation of products happens at the same rate the products decay back into reactants. This principle can then be used to increase the amount of desired products made by moving equilibrium towards that side in chemical industries.\nConcentration.\nIf the concentration of reactants in a reaction increases, the point of equilibrium moves towards the products as this gets rid of the excess reactants and cancels the change. Similarly, if the concentration of products increases, the equilibrium moves towards the reactants.\nPressure.\nIf the pressure of a system increases, the point of equilibrium will shift to the side with less moles, as that side will occupy less volume and therefore will reduce the pressure.\nTemperature.\nIf the temperature of a system is increased, the point of equilibrium moves towards whichever side is more endothermic as this will take in the excess energy as part of the products and so cancels the change of increased temperature.\nElectromagnetism.\nThis principle is also shown by Lenz's law, which states that a changing magnetic flux will produce an opposing magnetic flux (and therefore a magnetic and electric field) in any nearby metals. This will then produce a second current in the nearby metal in the opposite direction to the original current.","categories":[],"infobox_types":[],"annotations":[{"uri":"Equilibrium_constant","surface_form":"equilibrium","offset":197},{"uri":"Newton%27s_laws_of_motion","surface_form":"Newton's third law","offset":293},{"uri":"Concentration","surface_form":"concentration","offset":687},{"uri":"Pressure","surface_form":"pressure","offset":973},{"uri":"Temperature","surface_form":"temperature","offset":1167},{"uri":"Endothermic_reaction","surface_form":"endothermic","offset":1267},{"uri":"Lenz%27s_law","surface_form":"Lenz's law","offset":1444}]}