{"id":109973,"url":"http://en.wikipedia.org/wiki/Continental_United_States","text":"The continental United States is the area of the United States of America that is located in the continent of North America. It includes 49 of the 50 states (48 of which are located south of Canada and north of Mexico, known as the \"lower 48 states\", the other being Alaska) and the District of Columbia, which contains the federal capital, Washington, D.C. The only state which is not part of this is Hawaii (as they are islands in the Pacific Ocean and not part of North America).\n\"On May 14, 1959, the U.S. Board on Geographic Names issued the following definitions based partially on the reference in the Alaska Omnibus Bill, which defined the Continental United States as \"the 49 States on the North American Continent and the District of Columbia...\" The Board reaffirmed these definitions on May 13, 1999.\"\nSome sources incorrectly mix up the \"continental United States\" with the \"contiguous United States\" (which consists simply of the lower 48 states and the District of Columbia). The contiguous United States (also known as the United States Mainland) does not include Alaska, Hawaii, or any other territories under the control of the United States.\nAlaska is unique among the US states as it is part of the North American continent, meaning it is attached via Canada, and so is part of the \"Continental United States\". However, Alaska is not part of the \"Contiguous United States\", because it is not attached directly to the lower 48 states.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States of America","offset":49},{"uri":"Continent","surface_form":"continent","offset":97},{"uri":"North_America","surface_form":"North America","offset":110},{"uri":"US_states","surface_form":"states","offset":150},{"uri":"Canada","surface_form":"Canada","offset":191},{"uri":"Mexico","surface_form":"Mexico","offset":211},{"uri":"Alaska","surface_form":"Alaska","offset":267},{"uri":"District_of_Columbia","surface_form":"District of Columbia","offset":283},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":341},{"uri":"Hawaii","surface_form":"Hawaii","offset":402},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":437}]}