{"id":109960,"url":"http://en.wikipedia.org/wiki/WWE_Draft","text":"The World Wrestling Entertainment (WWE) Draft Lottery, also known as the World Wrestling Entertainment (WWE) Draft, is a device used to provide new brand competition and to refreshen the promotion's rosters. The Draft was first used during the brand extension of 2002 and the brand extension of 2006, but was officially created and used in 2004, 2005, 2007, and 2008.\nImpact on championships.\nWhether a champion keeps their championship after being drafted is unpredictable. During the 2005 Draft, John Cena, the WWE Champion, was drafted from SmackDown! to RAW and kept his championship. General Manager Theodore Long announced that a new SmackDown! World Championship was to be created but the idea was abandoned when Batista, the World Heavyweight Champion, was drafted to SmackDown! from RAW, bringing the title with him. During the 2007 Draft, however, the ECW World Champion Bobby Lashley was stripped of the title after being drafted to RAW.\nIn the 2008 draft, ECW Champion Kane was drafted to RAW. WWE Champion Triple H was drafted to SmackDown. WWE United States Champion Matt Hardy was drafted to ECW. This caused SmackDown to have two championships and RAW had the ECW Championship. ECW had no top championship but did gain the United States Championship. The World Heavyweight Championship was moved back to RAW on June 30, 2008, when CM Punk defeated Edge. ECW wrestler Mark Henry won the ECW championship on June 29, 2008, at the Night of Champions pay-per-view to return that championship to ECW. This caused each brand to have its own top championship once again.\nIn 2009, WWE Champion Triple H was drafted back to Raw with the championship. Also Intercontinental Champion, Rey Mysterio was drafted to SmackDown and United States Champion, MVP was drafted to Raw. Divas Champion, Maryse was drafted to Raw and Women's Champion, Melina was drafted to SmackDown. At Backlash, Edge beat John Cena in a Last Man Standing match (with help from Big Show) to bring the World Heavyweight Championship back to SmackDown and to have the championships evenly divided.\nIn 2011, United States Champion, Sheamus was drafted to SmackDown. At Extreme Rules, Kofi Kingston defeated him in a tables match to bring the title back to Raw.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":4},{"uri":"Professional_wrestling_promotion","surface_form":"promotion's","offset":187},{"uri":"John_Cena","surface_form":"John Cena","offset":498},{"uri":"WWE_Championship","surface_form":"WWE Champion","offset":513},{"uri":"Theodore_Long","surface_form":"Theodore Long","offset":605},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Champion","offset":733},{"uri":"ECW_Championship","surface_form":"ECW World Champion","offset":862},{"uri":"Bobby_Lashley","surface_form":"Bobby Lashley","offset":881},{"uri":"2008_WWE_Draft","surface_form":"2008 draft","offset":956},{"uri":"Glenn_Jacobs","surface_form":"Kane","offset":981},{"uri":"Triple_H","surface_form":"Triple H","offset":1019},{"uri":"WWE_United_States_Championship","surface_form":"WWE United States Champion","offset":1054},{"uri":"Matt_Hardy","surface_form":"Matt Hardy","offset":1081},{"uri":"CM_Punk","surface_form":"CM Punk","offset":1347},{"uri":"Adam_Copeland","surface_form":"Edge","offset":1364},{"uri":"Mark_Henry","surface_form":"Mark Henry","offset":1383},{"uri":"Night_of_Champions_(2008)","surface_form":"Night of Champions","offset":1444},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":1463}]}