{"id":109962,"url":"http://en.wikipedia.org/wiki/Battle_of_Iwo_Jima","text":"The Battle of Iwo Jima was the American capture of the Japanese island of Iwo Jima during the Pacific Campaign of World War II. The USA needed to capture Iwo Jima to be able to defeat Japan. Many films were made about it, for example \"Flags of our Fathers\" and \"Letters from Iwo Jima\", both directed by Clint Eastwood.\nIt lasted from 19 February – 26 March 1945. It was major battle in which the United States Armed Forces captured the island of Iwo Jima from the Japanese Empire.\nThe Americans wanted to capture the island, including its three airfields, and use this area for attacks on the Japanese main islands. This five-week battle had violent fighting.\nAfter suffering such heavy losses, people questioned why the US went into the battle. The island was not useful for the Navy or Air Force.\nThe Imperial Japanese Army had thick defenses and underground tunnels for cover. The Americans had ships that could fire on the island and total control of the air.\nThis invasion was the first American attack on Japanese home territory.\nThe Japanese general, Tadamichi Kuribayashi, and his soldiers refused to surrender. He and his officers said they would fight until they died.\nThere were 22,000 Japanese soldiers on Iwo Jima at the beginning of the battle, and only 216 were taken prisoner at the end.\nAbout 3,000 Japanese soldiers kept fighting for weeks.\nWith no retreat and no possibility of reinforcements, the Japanese had dug in and prepared to fight to the death. This meant that winning the battle meant the Americans would have to destroy the entire Japanese force stationed on the island.\nThe battle was made famous by Joe Rosenthal's photograph of the raising of the U.S. flag on top of the Mount Suribachi.\nThis photo became an important image of this battle, of the war in the Pacific, and of the Marine Corps.\nBackground.\nAfter the Americans captured the Marshall Islands in January 1944, the Japanese military leaders thought about their situation.\nIt looked like the Americans would go toward the Mariana Islands and the Carolines. The Imperial Japanese Army and the Imperial Japanese Navy (I.J.N.) set up a line of defences.\nIn March 1945, the Japanese 31st Army, commanded by General Hideyoshi Obata, was ordered to defend this line.\nThe commander of the Japanese group on Chichi Jima was placed in command of Army and Navy units in the Volcano Islands. The Americans had started bombing Japan every day after they captured the Marianas. The Japanese were using Iwo Jima to transmit radio reports of American bomber activity.\nAfter the U.S. captured bases in the Marshalls in February 1944, Japanese Army and Navy troops were sent to Iwo Jima. Iwo Jima had more than 5,000 men.\nThe loss of the Marianas during the summer of 1944 made the Japanese worried about the Volcano Islands. They knew that the Americans could launch airattacks on Japan if these islands were captured. However, it was hard for Japan to defend the Volcano Islands because the Imperial Japanese Navy had lost almost all of its ships.\nJapan could not build new airplanes until March or April 1945. Even then, these planes could not fly to Iwo Jima from Japan. Japan did mot have enough pilots and other aircrew.\nIwo Jima was important for two reasons: it was an air base for Japanese fighter planes, and it was a safe place for Japanese ships. In addition, it was used by the Japanese to do air attacks on the Mariana Islands.\nCapturing Iwo Jima would deny the air base from the Japanese and provide a place from which to launch the invasion of Japan.\nWhen the US decided to invade Iwo Jima, experts thought it would be captured in one week, but hundreds of tons of Allied bombs had not harmed the entrenched Japanese defenders.\nJapanese preparations.\nBy June 1944, Lieutenant General Tadamichi Kuribayashi was ordered to defend Iwo Jima. He knew that Japan could not win the battle, but hoped to inflict enough casualties to dissuade the Allies from invading Japan.\nKuribayashi created strong defences with heavy weapons such as heavy machine guns and artillery. Extensive tunnels were dug, and Land mines were placed all over the island.\nThe amphibious landing.\nStarting on 15 June 1944, the U.S. Navy and the U.S. Army Air Forces began to attack the island. Naval artillery shellings and air bombings were done for nine months. Each heavy warship fired for approximately six hours.\nThese efforts failed to achieve desired effects due to the Japanese defenses. The American bombings continued until 19 February 1945: the day the Marines landed on the island.\nAbout 450 American ships were near Iwo Jima. The battle involved about 60,000 U.S. Marines.\nAt 08:59, 30,000 Marines began landing on the island. The Japanese held their fire for some time while men and material began to fill the beaches. Then the Japanese opened fire, and many in the first group of Marines were killed by the machine guns.\nJapanese heavy artillery was protected by steel doors that closed to protect the guns between shots. This made it difficult for American units to destroy Japanese artillery. The Japanese soldiers hid in the tunnel system.\nWith tanks, naval artillery, and air bombing on Mount Suribachi, the Marines were able to get past the beaches. About 40,000 more Marines landed later.\nThe fighting on Iwo Jima was very violent. The Marines’ advance was stopped by defensive positions and artillery. The Marines used flamethrowers and grenades to kill Japanese troops in the tunnels.\nEight Sherman M4A3R3 medium tanks with a flamethrower destroyed Japanese defences. The Japanese ran out of water, food, and supplies. The Japanese made more nighttime attacks. Most Japanese soldiers fought to the death.\nRaising the flag.\n\"Raising the Flag on Iwo Jima\" is a photograph taken on 23 February 1945 by Joe Rosenthal. It shows five Marines and a U.S. Navy corpsman raising the flag of the United States on Mount Suribachi. The photograph was popular. It won a Pulitzer Prize for Photography.\nThe Japanese troops stayed in the tunnels. They were all killed.\nNorthern Iwo Jima.\nThe Japanese still held positions on the north end. Kuribayashi had eight infantry battalions, a tank regiment, two artillery battalions, and three heavy mortar battalions. He also had about 5,000 gunners and naval infantry.\nThe Marines' tanks were destroyed by Japanese fire and mines. Many Americans were killed or wounded.\nThe Marines attacked in the darkness with no bombing before the attack. Many Japanese soldiers were killed while still sleeping.\nOn the evening of 8 March, Captain Samaji Inouye and his 1,000 men attacked the Americans causing 347 casualties (90 deaths). The Marines counted 784 dead Japanese soldiers the next day.\nThere was also a \"kamikaze\" air attack on the ships anchored at sea on 21 February. This sunk the escort carrier and severely damaged the. There was minor damage to the escort carrier, an LST, and a transport.\nOn 16 March, Kuribayashi's soldiers were still alive on the northwestern end of the island. On 21 March, the Marines blew up the Japanese with four tons of explosives. On 24 March, Marines sealed up the caves.\nA 300-man Japanese force attacked Airfield No. 2. There was a 90-minute fight and it suffered heavy casualties (53 killed, 120 wounded). The island was finally captured at 09:00 on 26 March.\nWeapons.\nIn the Pacific the United States used the M2 flamethrower. These flamethrowers were used to kill Japanese in caves. Marines also had flamethrowers on tanks which were used during battle. They were less useful because of Iwo Jima's rough land. Many other infantry weapons were utilized, including the infamous M1 Garand.\nAftermath.\nOf the 22,060 Japanese soldiers on the island, 18,844 died from fighting or by suicide. Only 216 were captured during the battle. After Iwo Jima, 3,000 hid in the tunnels.\nThe 36-day battle for Iwo Jima resulted in more than 26,000 American casualties, including 6,800 dead. By comparison, the 82-day battle for Okinawa resulted in casualties of over 62,000, of whom over 12,000 were killed or missing. Iwo Jima was also the only U.S. Marine battle where the Americans suffered more casualties than the Japanese.\nBecause they had all been removed, there were no civilian casualties at Iwo Jima, unlike at Saipan and Okinawa.\nStrategic importance.\nGiven the number of casualties, the importance of the island's capture is controversial.\nIwo Jima was not used by the US Army Air Corp to drop the atomic bombs on Japan. Tinian was the Island both bombers left to bomb Hiroshima and Nagasaki, which were 12 hours out and back.\nThe argument for capturing Iwo Jima was that it provided a landing and refueling airfield for fighter escorts. Yet, only ten missions were ever flown from Iwo Jima.\nJapanse fighter aircraft based on Iwo Jima sometimes attacked US forces. Only 11 B-29s were lost.\nThe Japanese on Iwo Jima had radar and could notify Japanese forces at home of B-29 Superfortresses flying from the Mariana Islands.\nHowever, the capture of Iwo Jima did not affect the Japanese radar system.\nLegacy.\nThe United States Navy has several ships of the name.\nOn 19 February 1985, the 40th anniversary of the landings, an event called the Reunion of Honor was held. The veterans of both sides who fought in the battle of Iwo Jima attended the event. A memorial was built. Representatives of both countries shook hands.\nThe importance of the battle to Marines today can be seen. Marines go to the island and to the summit of Suribachi.\nThe Japanese government continues to search for the bodies of Japanese military troops who were killed during the battle.\nMedal of Honor awards.\nThe Medal of Honor is the highest military decoration awarded by the United States government. It is given to a member of the United States armed forces who show bravery and risks his life in a battle. The medal is often awarded after death. It has been given only 3,464 times.\nDuring this one-month-long battle, 27 U.S. military personnel were given the Medal of Honor for their actions, 14 of them after death.","categories":[],"infobox_types":["Military Conflict"],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":55},{"uri":"Iwo_Jima","surface_form":"Iwo Jima","offset":74},{"uri":"World_War_II","surface_form":"World War II","offset":114},{"uri":"Flags_of_our_Fathers","surface_form":"Flags of our Fathers","offset":235},{"uri":"Letters_from_Iwo_Jima","surface_form":"Letters from Iwo Jima","offset":262},{"uri":"Clint_Eastwood","surface_form":"Clint Eastwood","offset":303},{"uri":"United_States_Armed_Forces","surface_form":"United States Armed Forces","offset":396},{"uri":"Iwo_Jima","surface_form":"Iwo Jima","offset":446},{"uri":"Empire_of_Japan","surface_form":"Japanese Empire","offset":464},{"uri":"Airfield","surface_form":"airfield","offset":545},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":803},{"uri":"Japanese_Archipelago","surface_form":"Japanese home territory","offset":1011},{"uri":"Joe_Rosenthal","surface_form":"Joe Rosenthal","offset":1631},{"uri":"Raising_the_Flag_on_Iwo_Jima","surface_form":"raising of the U.S. flag","offset":1665},{"uri":"Mariana_Islands","surface_form":"Mariana Islands","offset":2015},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":2054},{"uri":"Imperial_Japanese_Navy","surface_form":"Imperial Japanese Navy","offset":2085},{"uri":"Thirty-First_Army_(Japan)","surface_form":"Japanese 31st Army","offset":2163},{"uri":"Hideyoshi_Obata","surface_form":"Hideyoshi Obata","offset":2204},{"uri":"Chichi_Jima","surface_form":"Chichi Jima","offset":2293},{"uri":"Volcano_Islands","surface_form":"Volcano Islands","offset":2357},{"uri":"Imperial_Japanese_Navy","surface_form":"Imperial Japanese Navy","offset":2969},{"uri":"Aviator","surface_form":"pilots","offset":3177},{"uri":"Air_base","surface_form":"air base","offset":3253},{"uri":"Fighter_aircraft","surface_form":"fighter plane","offset":3275},{"uri":"Tadamichi_Kuribayashi","surface_form":"Tadamichi Kuribayashi","offset":3776},{"uri":"Machine_gun","surface_form":"machine gun","offset":4027},{"uri":"Land_mine","surface_form":"Land mine","offset":4087},{"uri":"United_States_Navy","surface_form":"U.S. Navy","offset":4185},{"uri":"United_States_Army_Air_Forces","surface_form":"U.S. Army Air Forces","offset":4203},{"uri":"Naval_artillery","surface_form":"Naval artillery","offset":4252},{"uri":"Strategic_bombing","surface_form":"air bombing","offset":4282},{"uri":"United_States_Marine_Corps","surface_form":"U.S. Marines","offset":4630},{"uri":"Tank","surface_form":"tank","offset":5121},{"uri":"M4_Sherman","surface_form":"Sherman M4A3R3","offset":5472},{"uri":"Flame_tank","surface_form":"with a flamethrower","offset":5500},{"uri":"United_States_Navy","surface_form":"U.S. Navy","offset":5823},{"uri":"Corpsman","surface_form":"corpsman","offset":5833},{"uri":"Attack","surface_form":"attack","offset":7140},{"uri":"Flamethrower","surface_form":"flamethrower","offset":7360},{"uri":"Radar","surface_form":"radar","offset":8861},{"uri":"Mariana_Islands","surface_form":"Mariana Islands","offset":8948},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":9052},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":9626},{"uri":"Awards_and_decorations_of_the_United_States_military","surface_form":"military decoration","offset":9656},{"uri":"Federal_government_of_the_United_States","surface_form":"United States government","offset":9691}]}