{"id":110052,"url":"http://en.wikipedia.org/wiki/Dromaeosauridae","text":"Dromaeosaurs are a family of bird-like theropod dinosaurs. They include the famous \"Velociraptor\" and \"Deinonychus\". They were small to medium-sized feathered carnivores which flourished in the Cretaceous period.\nThey are often called raptors, a term popularized by the movie \"Jurassic Park\". They were fast-running predators.\nDromaeosaurs had a world-wide distribution. They first appeared in the Middle Jurassic, 167 million years ago (mya). The larger types are not found before about 124 mya in the Lower Cretaceous, and are only found in the northern hemisphere. They survived until the end of the Cretaceous, 65.5 mya at the T extinction event.\nThe presence of dromaeosaurs in the Middle Jurassic is shown by isolated fossil teeth, though no dromaeosaurid body fossils have been found this early.\nDescription.\nThe Dromaeosaur skeleton suggests they were active, fast-running, and closely related to birds.\nDromaeosaurs have a relatively large skull, serrated teeth, narrow snout, and forward-facing eyes with some degree of binocular vision.\nDromaeosaurs, like most other theropods, had an S-curved neck, and their trunk was relatively short and deep. Like other maniraptorans, they had long arms, and relatively large hands with three long fingers ending in large claws.\nThe dromaeosaur hip structure featured a large 'pubic boot' (part of the hip) projecting beneath the base of the tail. These hip bones were places muscle and tendons attached.\nDromaeosaur feet bore a large, recurved claw on the second toe. Their tails were slender, and mainly used as a counterbalance.\nSome, and probably all, dromaeosaurs were covered in feathers, including large, vaned, wing and tail feathers.\nFoot.\nLike other theropods, dromaeosaurs were bipedal; that is, they walked on their hind legs. Whereas other theropods walked with three toes on the ground, fossilized footprint tracks show that most dromaeosaurs held the second toe off the ground, with only the third and fourth toes bearing the weight of the animal. The enlarged second toe bore an unusually large, curved sickle-shaped claw. It is thought to have been used in capturing prey and, in the smaller species, climbing trees.\nOne dromaeosaur species, \"Balaur bondoc\", had a first toe which was highly modified in parallel with the second. Both the first and second toes on each foot of \"B. bondoc\" were also held retracted and bore enlarged, sickle-shaped claws.\nTail.\nDromaeosaurs had long tails. Most of the tail vertebrae bear bony, rod-like extensions, as well as bony tendons in some species. In his study of \"Deinonychus\", Ostrom proposed that these features stiffened the tail so that it could only flex at the base, and the whole tail would then move as a single, rigid, lever. However, one well-preserved specimen of \"Velociraptor mongoliensis\" (IGM 100/986) has an articulated tail skeleton which is curved horizontally in an S-shape. This suggests that, in life, the tail could bend from side to side with some degree of flexibility. It has been proposed that this tail was used as a stabilizer and/or counterweight while running. In \"Microraptor\", an elongate diamond-shaped fan of feathers is preserved on the end of the tail. This might have been used as a stabilizer and rudder during gliding.\nSize.\nDromaeosaurs were small to medium-sized dinosaurs, ranging from about 0.7 meters in length (2.3 ft, in the case of \"Mahakala\") to over 6m (20 ft, in \"Utahraptor\" and \"Achillobator\"). Some were larger; undescribed specimens of \"Utahraptor\" in BYU collections may have been up to long. Large size appears to have evolved at least twice among dromaeosaurs. A possible third lineage of giant dromaeosaurs is represented by isolated teeth found on the Isle of Wight, England. The teeth belong to a \"Utahraptor\"-sized animal but are more similar in shape to the teeth of velociraptorines.\n\"Mahakala\" is both the most primitive dromaeosaur ever described and the smallest. This evidence, and \"Microraptor\" and the troodontid \"Anchiornis\", suggests the common ancestor of dromaeosaurs, troodontids, and birds – the 'ancestral paravian' – may have been very small, at around 65 cm in length and 600 to 700 grams of mass.\nFeathers.\nFossils show that dromaeosaurs were covered in feathers. Some fossils preserve long feathers on the hands and arms (\"remiges\") and tail (\"rectrices\"), as well as shorter, down-like feathers covering the body.\nOther fossils, which do not preserve actual impressions of feathers, still preserve the associated bumps on the forearm bones where long wing feathers would have attached in life. Overall, this feather pattern looks very much like \"Archaeopteryx\".\nThe first known dromaeosaur with definitive evidence of feathers was \"Sinornithosaurus\", reported from China by Xu \"et al.\" in 1999.\nMany other dromaeosaur fossils have been found with feathers covering their bodies, some with fully-developed feathered wings. \"Microraptor\" even shows evidence of a second pair of wings on the hind legs. While direct feather impressions are only possible in fine-grained sediments, some fossils found in coarser rocks show evidence of feathers by the presence of quill knobs, the attachment points for wing feathers possessed by some birds. The dromaeosaurids \"Rahonavis\" and \"Velociraptor\" have both been found with quill knobs, showing that these forms had feathers despite no impressions having been found.\nIn light of this, it is most likely that even the larger ground-dwelling dromaeosaurs bore feathers, since even flightless birds today retain most of their plumage, and relatively large dromaeosaurs, like \"Velociraptor\", are known to have had feathers.\nClaw function.\nThere is some discussion about the function of the enlarged \"sickle claw\" on the second toe. When John Ostrom described it for \"Deinonychus\" in 1969, he interpreted the claw as a blade-like slashing weapon, much like the canines of some saber-toothed cats, used with powerful kicks to cut into prey. Adams (1987) suggested that the talon was used to disembowel large ceratopsian dinosaurs. The interpretation of the sickle claw as a killing weapon applied to all dromaeosaurs.\nIn Manning's interpretation, the second toe claw would be used as a climbing aid when subduing bigger prey and also as stabbing weapon.\nOstrom compared \"Deinonychus\" to the ostrich and cassowary. He noted that the bird species can inflict serious injury with the large claw on the second toe. The cassowary has claws up to long. The seriema also has an enlarged second toe claw, and uses it to tear apart small prey items for swallowing.\nThe Manning team also compared the curvature of the dromaeosarid \"sickle claw\" on the foot with curvature in modern birds and mammals. Previous studies had shown that the amount of curvature in a claw corresponded to what lifestyle the animal has: animals with strongly curved claws of a certain shape tend to be climbers, while straighter claws indicate ground-dwelling lifestyles. The sickle-claws of the dromaeosaurid \"Deinonychus\" have a curvature of 160 degrees, well within the range of climbing animals. The forelimb claws they studied also fell within the climbing range of curvature.\nPaleontologist Peter Mackovicky said that small, primitive dromaeosaurids (such as \"Microraptor\") were likely to have been tree-climbers, but that climbing did not explain why later, gigantic dromaeosaurids such as \"Achillobator\" retained highly curved claws when they were too large to have climbed trees.\nGroup behavior.\n\"Deinonychus\" fossils have been uncovered in small groups near the remains of the herbivore \"Tenontosaurus\", a larger ornithischian dinosaur. This had been interpreted as evidence that these dromaeosaurs hunted in coordinated packs like some modern mammals. However, not all paleontologists found the evidence conclusive, and a study in 2007 by Roach and Brinkman suggests that the \"Deinonychus\" may have actually displayed a disorganized mobbing behavior.\nThe first known extensive dromaeosaur trackway was found in Shandong, China.\nThe trackway, (made by a large, \"Achillobator\"-sized species), showed the sickle-claw was held off the ground. Six individuals of about equal size moved together along a shoreline. The individuals were spaced about one meter apart, and retained the same direction of travel, walking at a fairly slow pace. The trackways are evidence that some species of dromaeosaurs lived in groups. While the trackways clearly do not represent hunting behavior, the idea that groups of dromaeosaurs may have hunted together can not be ruled out.\nFlying and gliding.\nThe ability to fly or glide has been suggested for at least two dromaeosaur genera. The first, \"Rahonavis\" was originally classified as avian bird, but found to be a dromaeosaur in later studies. It may have been capable of powered flight. The forelimbs of \"Rahonavis\" were more powerfully built than \"Archaeopteryx\", and show evidence that they bore strong ligament attachments necessary for flapping flight. Luis Chiappe concluded that, given these adaptations, \"Rahonavis\" could probably fly but would have been more clumsy in the air than modern birds.\nAnother species of dromaeosaur, \"Microraptor\", may have been capable of gliding using its well-developed wings on both the fore and hind limbs. A 2005 study by Sankar Chatterjee suggested that the wings of \"Microraptor\" functioned like a split-level \"biplane\", and that it likely employed a style of gliding, in which it would launch from a perch and swoop downward in a 'U' shaped curve, then lift again to land on another tree, with the tail and hind wings helping to control its position and speed. Chatterjee also found that \"Microraptor\" had the basic requirements to sustain level powered flight in addition to gliding.\nRelationship with birds.\nDromaeosaurs share many features with early birds (clade Avialae or Aves). The nature of their relationship to birds is under discussion.\nMark Norell and colleagues analyzed a survey of coelurosaur fossils and suggested that dromaeosaurs were most closely related to birds, with troodontids as a more distant outgroup. In 2002, Hwang and colleagues suggested that birds (avialans) were better thought of as cousins to the dromaeosaurids and troodontids.\nThe current consensus among paleontologists agrees with Hwang that dromaeosaurids are most closely related to the troodontids, and together with the troodontids form the clade Deinonychosauria. Deinonychosaurians in turn are the sister taxon to avialans, and therefore the closest relatives of avialan birds.\nA consensus of paleontologists has concluded that there is not yet enough evidence to say whether any dromaeosaurs could fly or glide, or whether they evolved from ancestors that could.\nOther ideas.\nAt least two schools of researchers have proposed that dromaeosaurs may actually be descended from flying ancestors.\nIn 2002, Hwang \"et al.\" found that \"Microraptor\" was the most primitive dromaeosaur. Xu and colleagues in 2003 cited the basal position of \"Microraptor\", along with feather and wing features, as evidence that the ancestral dromaeosaur could glide. In that case the larger dromaeosaurs would be secondarily terrestrial—having lost the ability to glide later in their evolutionary history.\nA few researchers, like Larry Martin, believe that dromaeosaurs, along with all maniraptorans are not dinosaurs at all. Martin asserted for decades that birds were unrelated to maniraptorans, but in 2004 he changed his position, and now he agrees that the two are the closest of relatives. Martin believes that maniraptorans are secondarily flightless birds, and that birds evolved from non–dinosaurian archosaurs, so that most of the species formerly called theropods would now not even be classified as dinosaurs.\nA challenge to all of these alternative scenarios came when Turner and colleagues in 2007 described a new dromaeosaur, \"Mahakala\", which they found to be the most basal and most primitive member of the Dromaeosauridae, more primitive than \"Microraptor\".\n\"Mahakala\" had short arms and no ability to glide. Turner \"et al.\" also inferred that flight evolved only in the Avialae, and these two points suggested that the ancestral dromaeosaurid could not glide or fly. Based on this cladistic analysis, \"Mahakala\" suggests that the ancestral condition for dromaeosaurids is non-flying.\nPhylogeny and taxonomy.\nThe family Dromaeosauridae was named in 1922, with only one new genus \"Dromaeosaurus\". Dromaeosauridae, along with Troodontidae, make up the infraorder Deinonychosauria.\nDromaeosauridae was first defined as a clade by Paul Sereno in 1998, as the most inclusive natural group containing \"Dromaeosaurus\" but not \"Troodon\", \"Ornithomimus\" or \"Passer\". The various \"subfamilies\" have also been re-defined as clades.\nThe subfamilies of Dromaeosauridae is not yet settled. \"Mahakala\", for example, the most primitive dromaeosaur in terms of structure, falls outside any named sub-group. The most basal subfamily of dromaeosaurs is often found to be the Unenlagiinae.\nAll known dromaeosaur skin impressions come from this group, and all show an extensive covering of feathers and well-developed wings. Some species may have been capable of active flight.\nThe following classification of the various genera of dromaeosaurids is based on studies by Sereno (2005), Senter (2004), Makovicky \"et al.\" (2005), Norell \"et al.\" (2006), and Turner \"et al.\" (2007).\nIn popular culture.\nA \"Deinonychus\" appears in John Brosnan's 1984 novel \"Carnosaur\" and its movie adaptation though the book itself received little press attention.\n\"Velociraptor\", a dromaeosaur, got attention after it was featured in the 1993 Steven Spielberg movie \"Jurassic Park\". However, the size of the \"Velociraptor\" in the movie is much larger than the largest members of that genus. Robert Bakker recalled that Spielberg had been disappointed with the dimensions of \"Velociraptor\" and so upsized it.\nMichael Crichton used the name \"Velociraptor\" for the much larger raptor in his novels, on which the first two movies were based. The depiction of the dromaeosaur in the original \"Jurassic Park\" movie, while accurate for its time, is now known to have been inaccurate in some respects, such as the lack of feathers. While \"Jurassic Park III\" attempted to address this last oversight by adding quill-like structures around the head of some of its dromaeosaurs, they did not resemble the structure or distribution of actual dromaeosaurid feathers known from fossil remains.\nDromaeosaurids also appear in many of \"The Land Before Time\" movies, beginning with the third.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":19},{"uri":"Bird","surface_form":"bird","offset":29},{"uri":"Theropod","surface_form":"theropod","offset":39},{"uri":"Dinosaur","surface_form":"dinosaur","offset":48},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":84},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":103},{"uri":"Carnivore","surface_form":"carnivore","offset":159},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":194},{"uri":"Jurassic_Park_(movie)","surface_form":"Jurassic Park","offset":277},{"uri":"Predator","surface_form":"predator","offset":316},{"uri":"Middle_Jurassic","surface_form":"Middle Jurassic","offset":398},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":503},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":547},{"uri":"T_extinction_event","surface_form":"T extinction event","offset":631},{"uri":"Skeleton","surface_form":"skeleton","offset":832},{"uri":"Serrated","surface_form":"serrated","offset":956},{"uri":"Snout","surface_form":"snout","offset":979},{"uri":"Binocular_vision","surface_form":"binocular vision","offset":1030},{"uri":"Maniraptora","surface_form":"maniraptora","offset":1169},{"uri":"Feathers","surface_form":"feathers","offset":1634},{"uri":"Balaur","surface_form":"Balaur bondoc","offset":2209},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":2572},{"uri":"Velociraptor","surface_form":"Velociraptor mongoliensis","offset":2784},{"uri":"Microraptor","surface_form":"Microraptor","offset":3103},{"uri":"Mahakala","surface_form":"Mahakala","offset":3388},{"uri":"Utahraptor","surface_form":"Utahraptor","offset":3422},{"uri":"Achillobator","surface_form":"Achillobator","offset":3439},{"uri":"Brigham_Young_University","surface_form":"BYU","offset":3514},{"uri":"Isle_of_Wight","surface_form":"Isle of Wight","offset":3719},{"uri":"England","surface_form":"England","offset":3734},{"uri":"Troodontidae","surface_form":"troodontid","offset":3979},{"uri":"Anchiornis","surface_form":"Anchiornis","offset":3991},{"uri":"Paraves","surface_form":"paravian","offset":4090},{"uri":"Feather","surface_form":"feather","offset":4241},{"uri":"Archaeopteryx","surface_form":"Archaeopteryx","offset":4635},{"uri":"Feather","surface_form":"feather","offset":4707},{"uri":"Sinornithosaurus","surface_form":"Sinornithosaurus","offset":4721},{"uri":"China","surface_form":"China","offset":4754},{"uri":"Microraptor","surface_form":"Microraptor","offset":4912},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":5262},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":5601},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":5791},{"uri":"Saber-toothed_cat","surface_form":"saber-toothed cat","offset":5900},{"uri":"Ceratopsian","surface_form":"ceratopsian","offset":6030},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":6293},{"uri":"Ostrich","surface_form":"ostrich","offset":6313},{"uri":"Cassowary","surface_form":"cassowary","offset":6325},{"uri":"Cassowary","surface_form":"cassowary","offset":6437},{"uri":"Seriema","surface_form":"seriema","offset":6473},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":7000},{"uri":"Microraptor","surface_form":"Microraptor","offset":7255},{"uri":"Achillobator","surface_form":"Achillobator","offset":7387},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":7495},{"uri":"Tenontosaurus","surface_form":"Tenontosaurus","offset":7587},{"uri":"Ornithischia","surface_form":"ornithischia","offset":7612},{"uri":"Mammal","surface_form":"mammal","offset":7743},{"uri":"Paleontologist","surface_form":"paleontologist","offset":7769},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":7877},{"uri":"Fossil_trackway","surface_form":"trackway","offset":7989},{"uri":"Achillobator","surface_form":"Achillobator","offset":8061},{"uri":"Fly","surface_form":"fly","offset":8594},{"uri":"Glide","surface_form":"glide","offset":8601},{"uri":"Genera","surface_form":"genera","offset":8655},{"uri":"Rahonavis","surface_form":"Rahonavis","offset":8675},{"uri":"Flight","surface_form":"flight","offset":8811},{"uri":"Microraptor","surface_form":"Microraptor","offset":9169},{"uri":"Biplane","surface_form":"biplane","offset":9387},{"uri":"Bird","surface_form":"bird","offset":9831},{"uri":"Avialae","surface_form":"Avialae","offset":9844},{"uri":"Aves","surface_form":"Aves","offset":9855},{"uri":"Coelurosaur","surface_form":"coelurosaur","offset":9973},{"uri":"Troodontid","surface_form":"troodontid","offset":10066},{"uri":"Troodontid","surface_form":"troodontid","offset":10228},{"uri":"Deinonychosauria","surface_form":"Deinonychosauria","offset":10417},{"uri":"Sister_taxon","surface_form":"sister taxon","offset":10470},{"uri":"Mahakala","surface_form":"Mahakala","offset":11890},{"uri":"Dromaeosaurus","surface_form":"Dromaeosaurus","offset":12446},{"uri":"Troodontidae","surface_form":"Troodontidae","offset":12490},{"uri":"Deinonychosauria","surface_form":"Deinonychosauria","offset":12527},{"uri":"Clade","surface_form":"clade","offset":12584},{"uri":"Troodon","surface_form":"Troodon","offset":12686},{"uri":"Ornithomimus","surface_form":"Ornithomimus","offset":12697},{"uri":"Passer","surface_form":"Passer","offset":12715},{"uri":"Mahakala","surface_form":"Mahakala","offset":12843},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":13447},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":13591},{"uri":"Jurassic_Park_(movie)","surface_form":"Jurassic Park","offset":13693},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":13735},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":13901},{"uri":"Michael_Crichton","surface_form":"Michael Crichton","offset":13934},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":13966},{"uri":"Feathered_dinosaur","surface_form":"feathers","offset":14240},{"uri":"Jurassic_Park_III","surface_form":"Jurassic Park III","offset":14257},{"uri":"Quill","surface_form":"quill","offset":14327},{"uri":"The_Land_Before_Time","surface_form":"The Land Before Time","offset":14545}]}