{"id":110005,"url":"http://en.wikipedia.org/wiki/Cassowary","text":"Cassowaries (\"Casuarius\") are a kind of large bird which cannot fly. They are part of a group of flightless birds called the ratites. The ostrich, emu, moa (now extinct) and small kiwi are other ratites.\nThe cassowary lives in the tropical rainforests of New Guinea and north eastern Australia. They are shy birds living deep in the forest. They can also become angry, and they will attack people. This makes it hard to learn about them.\nA group of cassowaries is called a shock.\nDescription.\nThe southern cassowary is the largest forest bird in the world, and the second heaviest bird in the world after the ostrich. It is third tallest after the ostrich and emu. Females are bigger and more brightly coloured. Adult Southern Cassowaries are between to tall. Some females may get as big as, and weigh about. They do not have feathers on their necks. The necks are brightly colored in red, blue, purple and yellow. The southern cassowary has two wattles, loose skin, which hangs down from their neck. The Northern Cassowary has one wattle. The Dwarf Cassowary has no wattles.\nCassowaries have three toes on each foot. Each has a sharp claw. The middle toe has a claw like a dagger, which is long. Because a cassowary can kick, this claw is very dangerous and can hurt or kill enemies. Scientists believe they can run up to. They can jump up to and they can swim. There have been reported attacks on people and animals by cassowaries. In April 1926, a cassowary killed a 16-year-old boy near Mossman, Queensland.\nThe cassowary's wings are small, and are not flight feathers. They are not adapted for flying.\nBreeding.\nFemales lay between three and eight large, pale green-blue eggs at a time. These large eggs are about by and weigh about 600 grams. Ostrich and emu eggs are bigger. The male sits on the eggs for two months until they hatch. He then looks after the brown-striped chicks for nine months. The female mates with two or three males each year. A cassowary at the Healesville Sanctuary lived for 61 years.\nThe casque.\nBiologist Andrew Mack has watched cassowaries and disagreed with many of these ideas. He thinks that the casques play a part in the way cassowaries hear sounds or the way that they make sounds. He discovered that the dwarf Cassowary and southern cassowary make a very low sound. It is the lowest known bird call, like a \"boom\", which people can only just hear. The southern cassowary sound was measured at 32 hertz, and the Dwarf Cassowary was even lower at only 23 hertz. The birds live by themselves, they do not live in groups so the \"booming sound\" might be a way for the birds to communicate (talk) over a long distance in thick rainforest. Scientists think that this way of talking may be how dinosaurs communicated with each other.\nDiet.\nTheir main food is fruit, but they eat other things such as snails, fungi, ferns and flowers. They are important because they spread plant and fruit seeds through the forest. Each cassowary is known to live in an area of up to, so they carry seeds a long way. At least 70 rainforest trees need the cassowary to spread their seeds. Their seeds are too big for other rainforest animals to carry. Seeds from 21 plants have to be eaten and pass through the cassowary or they will not grow. Some seeds are poisonous to all other animals; only the cassowary can eat them. Scientists have worked out that about 150 rainforest plants need the cassowary.\nEndangered species.\nThe southern cassowary is now listed as endangered in Australia. The CSIRO states that approximately 4,400 cassowaries live in the Wet Tropics World Heritage Area. Many of the forest places that they like to live in have been cleared for farming and other development. It has been worked out that 75% of rain forest, where cassowaries used to live, have been cleared in Australia. When Cyclone Larry hit the Mission Beach area in 2006 a lot of cassowary forest was flattened. It is thought that 18% of the birds were killed by the storm. Animals such as wild pigs, dogs and cats, have become a big threat to the birds. Motor cars are a big danger to the birds. Scientists say that 70% of known cassowary deaths at Mission Beach, Queensland, were birds killed trying to cross roads.\nThe northern cassowary in New Guinea is listed as vulnerable. They could easily become an endangered animal unless things are done to protect them. Scientists do not know how many birds there are, but they think there may be anywhere from 2,500 to 9,999 northern cassowaries left.\nSaving the cassowary.\nThe CSIRO are studying cassowary faeces to see if they can use their DNA to count how many birds are left. In 2008, the Australian Government stopped rainforest land being used to build houses at Mission Beach. They are going to try and keep corridors (narrow forest areas) so the birds can move between rainforest areas safely. People will be asked to replant forest trees and plants on their land to help make these corridors. The government is looking at buying land for more corridors. Scientists are finding out when and where cassowaries cross roads. This will mean strict limits on motor car speeds to protect cassowaries that might try to cross some roads. Plans are being looked at to build raised roads so the birds can pass underneath.\nMany zoos, such as the Australian Reptile Park in Gosford, the Airlie Beach Wildlife Park and the Denver Zoo are trying to breed cassowaries. Cassowaries in zoos have lived for up to 60 years. The first cassowary kept in a zoo was in Amsterdam in 1597. It had been brought back as a present for the Holy Roman Emperor Rudolf II.\nCassowaries in art and music.\nIn 2007, Australian singer Christine Anu, made an album called \"Chrissy's Island Family\". This is a collection of songs for children. One of the songs is called \"Cassowary\". It is about Samu, the Wakka Woo cassowary. There is picture book for children, called \"Sisi and the Cassowary\", by Arone Raymond Meeks. It has drawings in traditional aboriginal style to tell a Dreamtime like story.\nEnglish natural history writer and artist, John Gould, had drawings of the cassowary in his set of seven books called \"The Birds of Australia\". These were printed in London between 1851 and 1869. The cassowary drawings were completed by Henry Richter. Richter's watercolor painting of the cassowary is in the museum in Melbourne, Victoria.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flightless_birds","surface_form":"flightless birds","offset":97},{"uri":"Ratite","surface_form":"ratite","offset":125},{"uri":"Ostrich","surface_form":"ostrich","offset":138},{"uri":"Emu","surface_form":"emu","offset":147},{"uri":"Moa","surface_form":"moa","offset":152},{"uri":"Extinct","surface_form":"extinct","offset":161},{"uri":"Kiwi","surface_form":"kiwi","offset":180},{"uri":"Tropical","surface_form":"tropical","offset":231},{"uri":"Rainforest","surface_form":"rainforest","offset":240},{"uri":"New_Guinea","surface_form":"New Guinea","offset":255},{"uri":"Australia","surface_form":"Australia","offset":284},{"uri":"Red","surface_form":"red","offset":885},{"uri":"Blue","surface_form":"blue","offset":890},{"uri":"Purple","surface_form":"purple","offset":896},{"uri":"Yellow","surface_form":"yellow","offset":907},{"uri":"Skin","surface_form":"skin","offset":961},{"uri":"Toe","surface_form":"toe","offset":1099},{"uri":"Claw","surface_form":"claw","offset":1135},{"uri":"Knife","surface_form":"dagger","offset":1174},{"uri":"Mossman%2C_Queensland","surface_form":"Mossman, Queensland","offset":1491},{"uri":"Adaptation","surface_form":"adapted","offset":1587},{"uri":"Gram","surface_form":"gram","offset":1742},{"uri":"Ostrich","surface_form":"Ostrich","offset":1749},{"uri":"Emu","surface_form":"emu","offset":1761},{"uri":"Healesville_Sanctuary","surface_form":"Healesville Sanctuary","offset":1974},{"uri":"Biologist","surface_form":"Biologist","offset":2028},{"uri":"Hertz","surface_form":"hertz","offset":2437},{"uri":"Dinosaur","surface_form":"dinosaur","offset":2727},{"uri":"Snail","surface_form":"snail","offset":2833},{"uri":"Fungi","surface_form":"fungi","offset":2841},{"uri":"Fern","surface_form":"fern","offset":2848},{"uri":"Flower","surface_form":"flower","offset":2858},{"uri":"Poison","surface_form":"poison","offset":3274},{"uri":"Endangered_species","surface_form":"endangered","offset":3479},{"uri":"Cyclone","surface_form":"Cyclone","offset":3825},{"uri":"Pig","surface_form":"pig","offset":3998},{"uri":"Dog","surface_form":"dog","offset":4004},{"uri":"Cat","surface_form":"cat","offset":4013},{"uri":"Mission_Beach%2C_Queensland","surface_form":"Mission Beach, Queensland","offset":4153},{"uri":"CSIRO","surface_form":"CSIRO","offset":4528},{"uri":"DNA","surface_form":"DNA","offset":4593},{"uri":"Zoo","surface_form":"zoo","offset":5276},{"uri":"Gosford%2C_New_South_Wales","surface_form":"Gosford","offset":5321},{"uri":"Airlie_Beach%2C_Queensland","surface_form":"Airlie Beach","offset":5334},{"uri":"Denver","surface_form":"Denver","offset":5369},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":5505},{"uri":"Rudolf_II%2C_Holy_Roman_Emperor","surface_form":"Rudolf II","offset":5589},{"uri":"Christine_Anu","surface_form":"Christine Anu","offset":5657},{"uri":"Album","surface_form":"album","offset":5680},{"uri":"Indigenous_Australian","surface_form":"aboriginal","offset":5971},{"uri":"Dreamtime","surface_form":"Dreamtime","offset":5998},{"uri":"England","surface_form":"English","offset":6020},{"uri":"Natural_history","surface_form":"natural history","offset":6028},{"uri":"John_Gould","surface_form":"John Gould","offset":6063},{"uri":"London","surface_form":"London","offset":6186},{"uri":"Watercolor","surface_form":"watercolor","offset":6282},{"uri":"Melbourne","surface_form":"Melbourne","offset":6339}]}