{"id":110134,"url":"http://en.wikipedia.org/wiki/Jackie_Robinson","text":"Jack Roosevelt \"Jackie\" Robinson (January 31, 1919 – October 24, 1972) was the first African-American Major League Baseball (MLB) player of modern times. Robinson broke the baseball color barrier when he debuted with the Brooklyn Dodgers in 1947. He was the first black man to openly play in the major leagues since the 1880s. He had a big role in bringing an end to racial segregation in professional baseball. Up to that point, African-Americans could only play in Negro leagues for six decades. His character and skills challenged the usual basis of segregation. At the time, this basis was part of many other pieces of American life. Robinson and his abilities contributed a lot to the civil rights movement.\nApart from his cultural impact, Robinson had an overall good baseball career. Over ten seasons, he played in six World Series and helped in the Dodgers' 1955 World Championship. He was selected for six consecutive All-Star Games from 1949 to 1954. Robinson received the first MLB Rookie of the Year Award in 1947. He also won the National League Most Valuable Player Award in 1949. He was the first black player to win this award. Robinson was inducted into the Baseball Hall of Fame in 1962. In 1997, Major League Baseball retired his uniform number, 42, across all major league teams.\nRobinson was also known for his activities outside of baseball. He was the first African-American television analyst in Major League Baseball. He was also the first African-American vice-president of a major American company. In the 1960s, he helped establish the Freedom National Bank, an African-American-owned/controlled financial business based in Harlem, New York. In honor of his achievements on and off the field, Robinson was awarded the Presidential Medal of Freedom and the Congressional Gold Medal after his death.\nEarly life.\nRobinson was born on January 31, 1919. His family were sharecroppers in Cairo, Georgia. He was born during a Spanish flu and smallpox epidemic. He was the youngest of five children, after siblings Edgar, Frank, Matthew (nicknamed \"Mack\"), and Willa Mae. His middle name was in honor of former President Theodore Roosevelt, who died twenty-five days before Robinson was born. After Robinson's father left the family in 1920, they moved to Pasadena, California. The Robinson family lived on a plot with two small houses at 121 Pepper Street in Pasadena. Robinson's mother worked different odd jobs to support the family. Robinson grew up somewhat poor in a fairly rich community. Because of this, Robinson and his minority friends were left out of many sports activities. As a result, Robinson joined a neighborhood gang. However, his friend Carl Anderson made him leave it.\nMuir Tech.\nIn 1935, Robinson graduated from Washington Junior High School. He then entered Muir Tech (now called John Muir High School). Seeing that Robinson was good at sports, his older brothers Mack (himself a good athlete and silver medal winner at the 1936 Summer Olympics) and Frank inspired Jackie to follow his interest in sports. At Muir Tech, Robinson played several sports at the varsity level. Robinson lettered in four of them: football, basketball, track, and baseball. He played shortstop and catcher on the baseball team, quarterback on the football team, and guard on the basketball team. With the track and field team, he won awards in the broad jump. He was also part of the tennis team.\nIn 1936, Robinson won the junior boys singles championship in the yearly Pacific Coast Negro Tennis Tournament. He also won a place on the Pomona baseball tournament all-star team. That team included future Hall of Famers Ted Williams and Bob Lemon. In late January 1937, the \"Pasadena Star-News\" newspaper wrote that Robinson \"for two years has been the outstanding athlete at Muir, starring in football, basketball, track, baseball and tennis.\"\nPasadena Junior College.\nAfter Muir, Robinson went to Pasadena Junior College (PJC). There he continued his sports career by playing basketball, football, baseball, and track. Jackie Robinson was one of the best athletes at Pasadena Junior College. On the football team, he played quarterback and safety. He was a shortstop and leadoff hitter for the baseball team. He broke school broad jump records held by his brother, Mack. As at Muir Hugh School, most of Jackie's teammates were white. While playing football at PJC, Robinson fractured his ankle. Issues from this would later delay his deployment status while in the military. Also while at PJC, he was elected to the Lancers. They were a student-run police group who patrolled various school activities. In 1938, he was elected to the All-Southland Junior College Team for baseball. He was also selected as the region's Most Valuable Player. That year, Robinson was one of ten students named to the school's Order of the Mast and Dagger (\"Omicron Mu Delta\"). This was awarded to students performing \"outstanding service to the school and whose scholastic and citizenship record is worthy of recognition.\"\nAn event at PJC shown Robinson's impatience with people he felt were racist. This character trait that would come up several times in his life. On January 25, 1938, he was arrested after he argued against his black friend being taken away by police. Robinson received a two-year suspended sentence. The incident – along with other possible run-ins between Robinson and police – gave Robinson a reputation for getting upset in the face of racial problems. Toward the end of his PJC career, Frank Robinson (to whom Robinson felt closest among his three brothers) was killed in a motorcycle accident. The event motivated Jackie to pursue his athletic career at the University of California, Los Angeles (UCLA), where he could remain closer to Frank's family.\nUCLA and afterward.\nAfter graduating from PJC in spring 1939, Robinson transferred to UCLA. There he became the school's first athlete to win varsity letters in four sports: baseball, basketball, football, and track. He was one of four African-Americans on the 1939 UCLA Bruins football team. The others were Woody Strode, Kenny Washington, and Ray Bartlett. Washington, Strode, and Robinson made up three of the team's four backfield players. This made UCLA college football's most integrated team. Even though it would be his future career, baseball was Robinson's \"worst sport\" at UCLA. He hit.097 in his only season, although in his first game he went 4-for-4 and twice stole home.\nWhile a senior at UCLA, Robinson met his future wife, Rachel Isum. She was a UCLA freshman who knew Robinson's sports career at PJC. In the spring semester of 1941, against his mother's and Isum's doubts, Robinson left college before graduation. He took a job as an assistant athletic director with the government's National Youth Administration (NYA) in Atascadero, California.\nAfter the government stopping running the NYA, Robinson traveled to Honolulu in fall 1941 to play football. He played for the semi-professional, racially integrated Honolulu Bears. After a short season, Robinson returned to California in December 1941. There he tried for a career as running back for the Los Angeles Bulldogs of the Pacific Coast Football League. By that time, however, the Japanese attack on Pearl Harbor had taken place. The attack made the United States enter World War II. This ended Robinson's football career.\nMilitary career.\nIn 1942, Robinson was drafted and assigned to a segregated Army cavalry unit in Fort Riley, Kansas. Having the necessary requirements, Robinson and several other black soldiers applied for entrance to an Officer Candidate School (OCS) then located at Fort Riley. Although Army policy had allowed black applicants to enter OCS since July 1941, the applications of Robinson and his colleagues were delayed for several months. After protests by boxing champion Joe Louis (then stationed at Fort Riley) and the help of Truman Gibson (then an assistant civilian aide to the Secretary of War), the men were accepted into OCS. This shared military experience created a friendship between Robinson and Louis. Upon finishing OCS, Robinson was commissioned as a second lieutenant in January 1943. Shortly afterward, Robinson and Isum were engaged.\nAfter receiving his commission, Robinson was moved to Fort Hood, Texas. There he joined the 761st \"Black Panthers\" Tank Battalion. While at Fort Hood, Robinson often used his weekend leave to visit the Rev. Karl Downs, President of Sam Huston College (now Huston-Tillotson University) in nearby Austin, Texas. Downs had been Robinson's pastor at Scott United Methodist Church while Robinson attended PJC.\nAn event in July 1944 stopped Robinson's military career. While waiting for results of hospital tests on the ankle he had injured in junior college, Robinson got on an Army bus with a fellow officer's wife. Although the Army had its own unsegregated bus line, the bus driver ordered Robinson to move to the back of the bus. Robinson refused. The driver backed down. However, after reaching the end of the line, he got the military police, who took Robinson into custody. Robinson later talked to the duty officer about racist questioning by the officer and his assistant. The officer then recommended Robinson be court-martialed. After Robinson's commander in the 761st, Paul L. Bates, refused to allow this legal action, Robinson was moved to the 758th Battalion. The commander there quickly allowed Robinson to be charged with several offenses, including, among other charges, public drunkenness – even though Robinson did not drink.\nBy the time of the court-martial in August 1944, the charges against Robinson had been reduced to two counts of insubordination (going against someone in charge of him) during questioning. Robinson was acquitted by an all-white panel of nine officers. Although his former unit, the 761st Tank Battalion, became the first black tank unit to see combat in World War II, Robinson's court-martial stopped him from going with them. He never saw fighting action in the war. After his acquittal, he was moved to Camp Breckinridge, Kentucky. There he served as a coach for army athletics until receiving an honorable discharge in November 1944. While there, Robinson met an ex-player for the Kansas City Monarchs of the Negro American League. The player encouraged Robinson to write the Monarchs and ask for a tryout. Robinson took the ex-player's advice and wrote Monarchs' co-owner Thomas Baird.\nPost-military.\nAfter he left the army, Robinson returned to his old football club, the Los Angeles Bulldogs for a short time. Robinson then took an offer from his old friend and pastor Rev. Karl Downs to be the athletic director at Sam Huston College in Austin. The school was part of the Southwestern Athletic Conference at the time. The job included coaching the school's basketball team for the 1944–45 season. As a starting program, few students tried out for the basketball team. Robinson even had to play in some of the practice games. Although his teams were outmatched by opponents, Robinson was respected as a coach who made his players work really hard. He received the respect of, among others, Langston University basketball player Marques Haynes, a future member of the Harlem Globetrotters.\nNegro leagues.\nIn early 1945, while Robinson was at Sam Huston College, the Kansas City Monarchs sent him a written offer to play professional baseball in the Negro leagues. Robinson accepted a contract for $400 ($ in dollars) per month. This was a big deal for him at the time. He played well for the Monarchs, but Robinson was upset with the experience. He had grown used to having a structure while playing in college. The Negro leagues' lack of organization and acceptance of gambling interests bothered him. The travel schedule also placed stress on his relationship with Isum. The two could now communicate only by letter. In all, Robinson played 47 games at shortstop for the Monarchs. He hit.387 with five home runs and had 13 stolen bases. He also played in the 1945 Negro League All-Star Game (where he had no hits in five at-bats).\nDuring the season, Robinson tried for a possible major league interest. The Boston Red Sox held a tryout at Fenway Park for Robinson and other black players on April 16, 1945. The tryout, however, was an act held mostly to make powerful Boston City Councilman Isadore Muchnick happy. Even with the stands limited to management, Robinson was subjected to racial comments. Robinson left the tryout humiliated. More than fourteen years later, in July 1959, the Red Sox became the last major league team to integrate its roster.\nOther teams, however, had more serious interest in signing a black ballplayer. In the mid-1940s, Branch Rickey, club president and general manager of the Brooklyn Dodgers, began to scout the Negro leagues for a possible addition to the Dodgers' roster. Rickey selected Robinson from a list of African-American players. He interviewed Robinson for possible assignment to Brooklyn's International League farm club, the Montreal Royals. Rickey was especially interested in making sure his eventual hire could put up with the racial abuse that he would receive. In a famous three-hour discussion on August 28, 1945, Rickey asked Robinson if he could face the racial hatred without reacting angrily. This was a worry because of Robinson's past arguments with law enforcement officials at PJC and in the military. Robinson was shocked: \"Are you looking for a Negro who is afraid to fight back?\" Rickey replied that he needed a Negro player \"with guts enough not to fight back.\" After receiving a vow from Robinson to \"turn the other cheek\" to racial taunts, Rickey agreed to sign him to a contract for $600 a month.\nHe made Robinson keep the agreement a secret for the time being. Rickey committed to officially signing Robinson before November 1, 1945. On October 23, it was announced that Robinson would be assigned to the Royals for the 1946 season. On the same day, with officials of the Royals and Dodgers present, Robinson signed his contract with the Royals. In what was later referred to as \"The Noble Experiment\", Robinson was the first black baseball player in the International League since the 1880s. Robinson was not necessarily the best player in the Negro leagues. Black players Satchel Paige and Josh Gibson were upset when Robinson was selected first.\nRickey's offer allowed Robinson to leave the Monarchs and their long bus rides behind. He went home to Pasadena.\nThat September, he signed with Chet Brewer's Kansas City Royals. This was a post-season barnstorming team in the California Winter League. Later that off-season, he toured South America with another team. His fiancée Isum worked as a nurse in New York City while he was away. On February 10, 1946, Robinson and Isum were married by their old friend, Rev. Karl Downs.\nMinor leagues.\nIn 1946, Robinson arrived at Daytona Beach, Florida, for spring training with the Montreal Royals of the Class AAA International League. Robinson's being there upset people in racially sensitive Florida. He was not allowed to stay with his teammates at the team hotel. Instead he lived at the home of a local black politician. Since the Dodgers team did not own a spring training complex, the schedule was controlled by the towns in the area. Some of these towns did not allow any event involving Robinson or Johnny Wright, another black player whom Rickey had signed to the Dodgers in January. In Sanford, Florida, the police chief said he would cancel games if Robinson and Wright did not stop training there. Because of this, Robinson was sent back to Daytona Beach. In Jacksonville, the stadium was locked without warning on game day. This was ordered by the city's Parks and Public Property director. In DeLand, a day game was canceled, supposedly because of bad electrical lighting.\nAfter a lot of talking to local officials by Rickey, the Royals were allowed to host a game involving Robinson in Daytona Beach. Robinson made his Royals debut at Daytona Beach's City Island Ballpark on March 17, 1946. It was an exhibition game against the Dodgers. With the game Robinson became the first African-American to openly play for a minor league team and against a major league team since the baseball color line had been put in place in the 1880s. Later in spring training, after some somewhat poor performances, Robinson was moved from shortstop to second base. This allowed him to make shorter throws to first base. Robinson's performance soon improved. On April 18, 1946, Roosevelt Stadium hosted the Jersey City Giants' season opener against the Montreal Royals. This game was the first professional game for the Royals' Jackie Robinson. In his five trips to the plate, Robinson had four hits, including a three-run home run. He also scored four runs, drove in three, and stole two bases in the Royals' 14–1 win. Robinson went on to lead the International League that season with a.349 batting average and.985 fielding percentage. He was named the league's Most Valuable Player. Although he often faced hatred while on road trips (the Royals were forced to cancel a Southern tour, for example), the Montreal fans supported Robinson. Whether fans supported or opposed it, Robinson's being on the field helped attendance. More than one million people went to games that Robinson played in 1946. The number was an amazing amount for the International League. In the fall of 1946, following the baseball season, Robinson returned home to California and briefly played professional basketball for the Los Angeles Red Devils.\nBreaking the color barrier (1947).\nThe following year, six days before the start of the 1947 season, the Dodgers brought Robinson up to the major leagues. Eddie Stanky was playing second base for the Dodgers. So Robinson played his first major league season as a first baseman. On April 15, 1947, Robinson played his first major league game at Ebbets Field in front of a crowd of 26,623 spectators. More than 14,000 black fans attended the game. He did not get a base hit, but the Dodgers won 5–3. Robinson became the first player since the 1880s to openly break the major league baseball color line. Black fans began coming to see the Dodgers when they came to town, ignoring their Negro league teams.\nRobinson's rise to the major leagues met a generally positive, although mixed, reception from newspapers and white major league players. However, there was racial tension in the Dodger clubhouse. Some Dodger players implied they would sit out rather than play alongside Robinson. The possible problem ended when Dodgers bosses defended Robinson. Manager Leo Durocher told the team, \"I do not care if the guy is yellow or black, or if he has stripes like a fuckin' zebra. I'm the manager of this team, and I say he plays. What's more, I say he can make us all rich. And if any of you cannot use the money, I will see that you are all traded.\"\nRobinson was also taunted by opposing teams. Some, notably the St. Louis Cardinals, said they would strike if Robinson played. National League President Ford Frick and Baseball Commissioner Happy Chandler said that any striking players would be suspended. Robinson became the target of rough physical play by opponents (particularly the Cardinals). Once he received a seven-inch cut in his leg. On April 22, 1947, during a game between the Dodgers and the Philadelphia Phillies, Phillies players called Robinson a \"nigger\" from their dugout. They yelled that he should \"go back to the cotton fields\". Rickey later recalled that Phillies manager Ben Chapman \"did more than anybody to unite the Dodgers. When he poured out that string of unconscionable abuse, he solidified and united thirty men.\"\nRobinson received major support from several major league players. Dodgers teammate Pee Wee Reese once came to Robinson's defense with the famous line, \"You can hate a man for many reasons. Color is not one of them.\" In 1948, Reese put his arm around Robinson in response to fans who shouted racial slurs at Robinson before a game in Cincinnati. A statue by artist William Behrends, first displayed at KeySpan Park on November 1, 2005, shows this event by representing Reese with his arm around Robinson. Jewish baseball star Hank Greenberg, who had to deal with racial slurs during his career, also encouraged Robinson. After colliding with Robinson at first base on one occasion, Greenberg whispered a few words into Robinson's ear. Robinson later said they were \"words of encouragement.\" Greenberg had told him that the best way to go against the slurs from the opposing players was to beat them on the field.\nRobinson finished the season with 12 home runs, a league-leading 29 steals, a.297 batting average, a.427 slugging percentage, and 125 runs scored. His performance earned him the first Major League Baseball Rookie of the Year Award (separate National and American League Rookie of the Year honors were not awarded until 1949).\nMVP, Congressional testimony, and movie biography (1948–1950).\nAfter Stanky was traded to the Boston Braves in March 1948, Robinson took over second base. There he had a.980 fielding percentage for year (second in the National League at the position behind Stanky). Robinson had a batting average of.296 and 22 stolen bases for the season. In a 12–7 win against the St. Louis Cardinals on August 29, he hit for the cycle – a home run, a triple, a double, and a single in the same game. The Dodgers moved into first place in the National League in late August 1948 for a short time, but they finished third at the end of the season. The Braves went on to win the league title and lose to the Cleveland Indians in the World Series.\nRacial pressure on Robinson eased in 1948 as a number of other black players entered the major leagues. Larry Doby (who broke the color barrier in the American League on July 5, 1947) and Satchel Paige played for the Cleveland Indians. The Dodgers had three other black players besides Robinson. In February 1948, he signed a $12,500 contract with the Dodgers. While a big amount, this was less than Robinson made in the off-season. He had a vaudeville tour where he answered pre-set baseball questions, and a speaking tour of the South. Between the tours, he had surgery on his right ankle. Because of his off-season events, Robinson went to training camp thirty pounds overweight. He lost the weight during training camp, but dieting left him weak while hitting.\nIn the spring of 1949, Robinson turned to Hall of Famer George Sisler, working as an advisor to the Dodgers, for batting help. On Sisler's advice, Robinson spent hours at a batting tee, learning to hit the ball to right field. Sisler taught Robinson to look for a fastball. His theory was that it is easier to then adjust to a slower curveball. Robinson also noted that \"Sisler showed me how to stop lunging, how to check my swing until the last fraction of a second\". The teaching helped Robinson raise his batting average from.296 in 1948 to.342 in 1949. In addition to his improved batting average, Robinson stole 37 bases that season, was second place in the league for both doubles and triples, and had 124 runs batted in with 122 runs scored. For the performance Robinson earned the Most Valuable Player award for the National League. Baseball fans also voted Robinson as the starting second baseman for the 1949 All-Star Game. This was the first All-Star Game to include black players.\nThat year, a song about Robinson by Buddy Johnson, \"Did You See Jackie Robinson Hit That Ball?\", reached number 13 on the charts. Count Basie recorded a famous version. That year, the Dodgers won the National League pennant, but lost in five games to the New York Yankees in the 1949 World Series.\nSummer 1949 had a distraction that Robinson did not want. In July, he was called to testify before the United States House of Representatives' Committee on Un-American Activities (HUAC) about things said in April by African-American athlete and actor Paul Robeson. Robinson did not want to testify, but he eventually agreed to do so. He was afraid it might affect his career if he did not testify.\nIn 1950, Robinson led the National League in double plays made by a second baseman with 133. His salary that year was the highest any Dodger had been paid to that point: $35,000 ($ in dollars). He finished the year with 99 runs scored, a.328 batting average, and 12 stolen bases. The year saw the release of a film biography of Robinson's life, \"The Jackie Robinson Story\". Robinson played himself in the movie and actress Ruby Dee played Rachael \"Rae\" (Isum) Robinson. The project had been delayed when the film's producers did not listen to the demands of two Hollywood studios. The studios wanted the movie to scenes of Robinson being taught how to play baseball by a white man. \"The New York Times\" wrote that Robinson, \"doing that rare thing of playing himself in the picture's leading role, displays a calm assurance and composure that might be envied by many a Hollywood star.\"\nRobinson's Hollywood acting, however, did not sit well with Dodgers co-owner Walter O'Malley. He called Robinson \"Rickey's prima donna\". In late 1950, Rickey's contract as the Dodgers' team President expired. Bothered by a lot of disagreements with O'Malley, and with no hope of being re-appointed as President of the Dodgers, Rickey cashed out his one-quarter financial interest in the team. This left O'Malley in full control of the team. Rickey then became general manager of the Pittsburgh Pirates. Robinson was disappointed at the turn of events and wrote a letter to Rickey, whom he considered a father figure. In it he said, \"Regardless of what happens to me in the future, it all can be placed on what you have done and, believe me, I appreciate it.\"\nPennant races and outside interests (1951–1953).\nBefore the 1951 season, O'Malley offered Robinson the job of manager of the Montreal Royals starting at the end of Robinson's playing career. O'Malley was quoted in the \"Montreal Standard\" as saying, \"Jackie told me that he would be both delighted and honored to tackle this managerial post.\" But, reports differed as to whether a position was ever formally offered.\nDuring the 1951 season, Robinson led the National League in double plays made by a second baseman for the second year in a row, with 137. He also kept the Dodgers close to the lead for the 1951 pennant. During the last game of the season, in the 13th inning, he had a hit to tie the game, and then won the game with a home run in the 14th. This forced a playoff against the New York Giants, which the Dodgers lost.\nDespite Robinson's regular-season heroics, the Dodgers lost the pennant on Bobby Thomson's famous home run, known as the Shot Heard 'Round the World, on October 3, 1951. Overcoming his dejection, Robinson dutifully observed Thomson's feet to ensure he touched all the bases. Dodgers sportscaster Vin Scully later noted that the incident showed \"how much of a competitor Robinson was.\" He finished the season with 106 runs scored, a batting average of.335, and 25 stolen bases.\nRobinson had what was an average year for him in 1952. He finished the year with 104 runs, a.308 batting average, and 24 stolen bases. He did, however, record a career-high on-base percentage of.436. The Dodgers improved on their performance from the year before, winning the National League pennant before losing the 1952 World Series to the New York Yankees in seven games. That year, on the television show \"Youth Wants to Know,\" Robinson challenged the Yankees' general manager, George Weiss, on the racial record of his team. The Yankees had yet to sign a black player. Sportswriter Dick Young, whom Robinson called a \"bigot\", said, \"If there was one flaw in Jackie, it was the common one. He believed that everything unpleasant that happened to him happened because of his blackness.\" The 1952 season was the last year Robinson was an everyday starter at second base. Afterward, Robinson played at first, second, and third bases, shortstop, and in the outfield, with Jim Gilliam, another black player, taking over everyday second base duties. Robinson's interests began to shift toward the prospect of coaching a major league team. He had hoped to gain experience by coaching in the Puerto Rican Winter League. But, according to the \"New York Post\", Commissioner Happy Chandler did not allow the request.\nIn 1953, Robinson had 109 runs, a.329 batting average, and 17 steals. He led the Dodgers to another National League pennant (and another World Series loss to the Yankees, this time in six games). Robinson's continued success led to a string of death threats. He was not stopped, however, from talking about racial issues publicly. That year, he served as editor for \"Our Sports\" magazine. This was a magazine that focused on Negro sports issues. Contributions to the magazine included an article on golf course segregation by Robinson's old friend Joe Louis. Robinson also openly criticized segregated hotels and restaurants that served the Dodger organization. A number of these places integrated as a result, including the five-star Chase Park Hotel in St. Louis.\nWorld Championship and retirement (1954–1956).\nIn 1954, Robinson had 62 runs, a.311 batting average, and 7 steals. His best day at the plate was on June 17, when he hit two home runs and two doubles. The following autumn, Robinson won his only championship when the Dodgers beat the New York Yankees in the 1955 World Series. Although the team enjoyed success, 1955 was the worst year of Robinson's individual career. He hit.256 and stole only 12 bases. The Dodgers tried Robinson in the outfield and as a third baseman. They did this because of his diminishing abilities and because Gilliam was established at second base. Robinson, then 37 years old, missed 49 games and did not play in Game 7 of the World Series. Robinson missed the game because manager Walter Alston decided to play Gilliam at second and Don Hoak at third base. That season, the Dodgers' Don Newcombe became the first black major league pitcher to win twenty games in a year.\nIn 1956, Robinson had 61 runs, a.275 batting average, and 12 steals. By then, he had begun to show the effects of diabetes. He also lost interest in playing or managing professional baseball. After the season, Robinson was traded by the Dodgers to the arch-rival New York Giants for Dick Littlefield and $35,000 cash. The trade, however, was never completed. Unbeknownst to the Dodgers, Robinson had already agreed with the president of Chock full o'Nuts to quit baseball and become an executive with the company. Since Robinson had sold exclusive rights to any retirement story to \"Look\" magazine two years before. His retirement decision was revealed through the magazine, instead of through the Dodgers organization.\nRobinson's impact.\nRobinson's major league debut brought an end to almost sixty years of segregation in professional baseball, known as the baseball color line. After World War II, several other forces were also leading the country toward increased equality for blacks. This included more African-Americans moving to the North, where their political influence grew. President Harry Truman's desegregation of the military occurred in 1948. Robinson's breaking of the baseball color line and his professional success symbolized these bigger changes and showed that the fight for equality was more than simply a political matter. Martin Luther King, Jr. said that he was \"a legend and a symbol in his own time\", and that he \"challenged the dark skies of intolerance and frustration.\" According to historian Doris Kearns Goodwin, Robinson's \"efforts were a monumental step in the civil-rights revolution in America... [His] accomplishments allowed black and white Americans to be more respectful and open to one another and more appreciative of everyone's abilities.\"\nBeginning his major league career at the somewhat older age of twenty-eight, he played only ten seasons. All of his career was for the Brooklyn Dodgers. During his career, the Dodgers played in six World Series, and Robinson himself played in six All-Star Games. In 1999, he was named to the Major League Baseball All-Century Team after his death.\nRobinson's career is generally considered to mark the beginning of the post–\"long ball\" era in baseball, in which a need for power-hitting was replaced with balanced offensive strategies that used footspeed to create runs through baserunning. Robinson showed both hitting ability and speed which was part of the new era. He scored more than 100 runs in six of his ten seasons (averaging more than 110 runs from 1947 to 1953), had a.311 career batting average, a.409 career on-base percentage, a.474 slugging percentage, and had more walks than strikeouts (740 to 291). Robinson was one of only two players during the span of 1947–56 to have at least 125 steals while having a slugging percentage over.425 (Minnie Miñoso was the other). He had 197 stolen bases in total, including 19 steals of home. None of the steals of home were double steals (in which a player stealing home is helped by a player stealing another base at the same time). Robinson has been referred to by author David Falkner as \"the father of modern base-stealing.\"\nHistorical statistical analysis indicates Robinson was an outstanding fielder throughout his ten years in the major leagues and at almost every position he played. After playing his rookie season at first base, Robinson spent most of his career as a second baseman. He led the league in fielding among second basemen in 1950 and 1951. Toward the end of his career, he played about 2,000 innings at third base and about 1,175 innings in the outfield and did well at both.\nRobinson said about himself, \"I'm not concerned with your liking or disliking me ... all I ask is that you respect me as a human being.\" Regarding Robinson's qualities on the field, Leo Durocher said, \"Ya want a guy that comes to play. This guy didn't just come to play. He come to beat ya. He come to stuff the goddamn bat right up your ass.\"\nPost-baseball life.\nRobinson retired from baseball on January 5, 1957. Later that year, after he complained about a lot of physical problems, his doctors diagnosed Robinson with diabetes. This disease had also affected his brothers. Robinson started an insulin injection schedule. However, the quality of medicine at the time could not stop his body from falling apart because of the disease.\nIn the first year he was able to be elected into the Baseball Hall of Fame in 1962, Robinson ask voters to think of only his on-field statistics and abilities. He did not want them to think of his cultural impact on the game. He was elected on the first ballot, becoming the first African-American inducted into the Cooperstown museum.\nIn 1965, Robinson served as an analyst for ABC's \"Major League Baseball Game of the Week\" telecasts. He was the first black person to do so. On June 4, 1972, the Dodgers retired his uniform number, 42, along with those of Roy Campanella (39) and Sandy Koufax (32). From 1957 to 1964, Robinson was the vice president for personnel at Chock full o'Nuts. He was the first black person to serve as vice president of a major American company. Robinson always considered his business career as advancing the cause of African-Americans in business. Robinson also chaired the National Association for the Advancement of Colored People's (NAACP) million-dollar Freedom Fund Drive in 1957. He served on the organization's board until 1967. In 1964, he helped start, with Harlem businessman Dunbar McLaurin, Freedom National Bank – an African-American-owned and operated bank based in Harlem. He also served as the bank's first Chairman of the Board. In 1970, Robinson started the Jackie Robinson Construction Company to build housing for low-income families.\nRobinson was active in politics throughout his post-baseball life. He called himself a political independent. But he held conservative thoughts on several issues, including the Vietnam War (he once wrote Martin Luther King, Jr. to defend the Johnson Administration's military policy). After supporting Richard Nixon in his 1960 presidential race against John F. Kennedy, Robinson later praised Kennedy for his views on civil rights. He then supported Hubert Humphrey against Nixon in 1968. In 1964, Robinson became one of six national directors for Nelson Rockefeller's Republican presidential campaign. He later became special assistant for community affairs when Rockefeller was re-elected governor of New York in 1966.\nRobinson made his final public appearance on October 15, 1972. He threw the ceremonial first pitch before Game 2 of the World Series. He accepted a plaque honoring the 25th anniversary of his MLB debut, but also said, \"I'm going to be tremendously more pleased and more proud when I look at that third base coaching line one day and see a black face managing in baseball.\" This wish was fulfilled only after Robinson's death. After the 1974 season, the Cleveland Indians gave their coaching job to Frank Robinson (no relation), a Hall of Fame-bound player who would go on to coach three other teams. Despite the success of these two Robinsons and other black players, the number of African-American players in Major League Baseball has gone down since the 1970s.\nFamily life and death.\nAfter Robinson's retirement from baseball, his wife, Rachel Robinson, went for a career in academic nursing. She became an assistant professor at the Yale School of Nursing and director of nursing at the Connecticut Mental Health Center. She also served on the board of the Freedom National Bank until it closed in 1990. She and Jackie had three children: Jackie Robinson Jr. (born November 18, 1946), Sharon Robinson (born January 13, 1950), and David Robinson (born May 14, 1952).\nRobinson's oldest son, Jackie Robinson Jr., had emotional trouble during his childhood. He entered special education at an early age. He enrolled in the Army in search of a disciplined environment. He served in the Vietnam War. He was injured in action on November 19, 1965. After his discharge, he struggled with drug problems. Robinson Jr. eventually completed the treatment program at Daytop Village in Seymour, Connecticut. He became a counselor at the institution. On June 17, 1971, at the age of 24, he was killed in an automobile accident. The experience with his son's drug addiction turned Robinson, Sr. into someone who fought against drugs for the rest of his life.\nRobinson did not live long after his son. Problems with heart disease and diabetes made Robinson weak. He was almost blind by middle age. On October 24, 1972, he died of a heart attack at home in Stamford, Connecticut, aged fifty-three. Robinson's funeral service on October 27, 1972, at New York City's Riverside Church had 2,500 people come. Many of his former teammates and other famous black baseball players served as pallbearers. The Rev. Jesse Jackson gave the eulogy. Tens of thousands of people lined the procession route that followed to Robinson's gravesite site at Cypress Hills Cemetery in Brooklyn, New York. There he is buried next to his son Jackie and mother-in-law Zellee Isum. Jackie Robinson Parkway also runs through the cemetery.\nAfter Robinson's death, his widow founded the Jackie Robinson Foundation, of which she remains an officer as of 2010. On April 15, 2008, she announced that in 2010 the foundation will be opening a museum about Jackie in Lower Manhattan. Robinson's daughter, Sharon, became a midwife, educator, director of educational programming for MLB, and the author of two books about her father. His youngest son, David, who has ten children, is a coffee grower and social activist in Tanzania.\nAwards and recognition.\nAccording to a poll conducted in 1947, Robinson was the second most popular man in the country, behind Bing Crosby. In 1999, he was named by \"Time\" magazine on its list of the 100 most important people of the 20th century. Also in 1999, he ranked number 44 on the \"Sporting News\" list of the 100 Greatest Baseball Players. He was elected to the Major League Baseball All-Century Team as the top vote-getter among second basemen. Baseball writer Bill James, in \"The New Bill James Historical Baseball Abstract\", ranked Robinson as the 32nd greatest player of all time based on his performance on the field. James noted that Robinson was one of the top players in the league throughout his career. Robinson was among the 25 first members of UCLA’s Athletics Hall of Fame in 1984. In 2002, Molefi Kete Asante included Robinson on his list of 100 Greatest African Americans. Robinson has also been honored by the United States Postal Service on three different postage stamps, in 1982, 1999, and 2000.\nThe City of Pasadena has recognized Robinson in several ways. Brookside Park, located next to the Rose Bowl, has a baseball field and stadium named Jackie Robinson Field. The city's Human Services Department owns the Jackie Robinson Center, a community outreach center that provides early diabetes detection and other services. In 1997, a $325,000 bronze sculpture by artists Ralph Helmick, Stu Schecter, and John Outterbridge showing oversized nine-foot busts of Robinson and his brother Mack was put up at Garfield Avenue, across from the main entrance of Pasadena City Hall. A granite footprint lists multiple donors to the commission project, which was organized by the Robinson Memorial Foundation and supported by members of the Robinson family.\nMLB has honored Robinson many times since his death. In 1987, both the National and American League Rookie of the Year Awards were renamed the \"Jackie Robinson Award\" in honor of the first to receive the award (Robinson's Major League Rookie of the Year Award in 1947 encompassed both leagues). On April 15, 1997, Robinson's jersey number, 42, was retired by Major League Baseball. No future player on any major league team can wear it. The number was retired in ceremonies at Shea Stadium to mark the 50th anniversary of Robinson's first game with the Dodgers. A few players who wore number 42 as a salute to Robinson, such as the Mets' Butch Huskey and Boston's Mo Vaughn, were allowed to continue to use the number by means of a grandfather clause. The Yankees' Mariano Rivera is the last player in the major leagues to wear jersey number 42 on a regular basis.\nAs an exception to the retired-number policy, MLB has recently begun honoring Robinson by allowing players to wear number 42 on April 15, Jackie Robinson Day. For the 60th anniversary of Robinson's major league debut, MLB invited players to wear the number 42 on Jackie Robinson Day in 2007. The gesture was originally the idea of outfielder Ken Griffey, Jr.. He asked for Rachel Robinson's permission to wear the number. After receiving her permission, Commissioner Bud Selig not only allowed Griffey to wear the number, but also gave an invitation to all major league teams to do the same. In the end, more than 200 players wore number 42, including everyone on the Los Angeles Dodgers, New York Mets, Houston Astros, Philadelphia Phillies, St. Louis Cardinals, Milwaukee Brewers, and Pittsburgh Pirates. The tribute was continued in 2008, when, during games on April 15, all members of the Mets, Cardinals, Washington Nationals, and Tampa Bay Rays wore Robinson's number 42. On June 25, 2008, MLB installed a new plaque for Robinson at the Baseball Hall of Fame commemorating his off-the-field impact on the game as well as his playing statistics. In 2009, all uniformed personnel (players, managers, coaches, and umpires) wore number 42 on April 15.\nAt the November 2006 groundbreaking for a new ballpark for the New York Mets, Citi Field, it was announced that the main entrance, modeled on the one in Brooklyn's old Ebbets Field, would be called the Jackie Robinson Rotunda. The rotunda was dedicated at the opening of Citi Field on April 16, 2009. It honors Robinson with large quotations spanning the inner curve of the facade. It has a large statue of his number, 42, which has become an attraction in itself. Mets owner Fred Wilpon announced that, along with Citigroup and the Jackie Robinson Foundation, the Mets will create a Jackie Robinson Museum and Learning Center. It will be located at the headquarters of the Jackie Robinson Foundation at One Hudson Square in lower Manhattan. The main purpose of the museum will be to fund scholarships for \"young people who live by and embody Jackie's ideals.\"\nRobinson has also been recognized outside of baseball. In December 1956, the NAACP recognized him with the Spingarn Medal, which it awards annually for the highest achievement by an African-American. President Ronald Reagan awarded Robinson the Presidential Medal of Freedom on March 26, 1984 after Robinson's death. On March 2, 2005, President George W. Bush gave Robinson's widow the Congressional Gold Medal, the highest civilian award bestowed by Congress. Robinson was only the second baseball player to receive the award, after Roberto Clemente. On August 20, 2007, California Governor Arnold Schwarzenegger and his wife, Maria Shriver, announced that Robinson was inducted into the California Hall of Fame, located at The California Museum for History, Women and the Arts in Sacramento.\nA number of buildings have been named in Robinson's honor. The UCLA Bruins baseball team plays in Jackie Robinson Stadium, which, because of the efforts of Jackie's brother Mack, features a memorial statue of Robinson by sculptor Richard H. Ellis. City Island Ballpark in Daytona Beach, Florida – the baseball field that became the Dodgers' spring training site in 1947 – was renamed Jackie Robinson Ballpark in 1989. The New York Public School system has named a middle school after Robinson. Dorsey High School plays at a Los Angeles football stadium named after him. In 1976, his home in Brooklyn, the Jackie Robinson House, was declared a National Historic Landmark. Robinson also has an asteroid named after him, 4319 Jackierobinson. In 1997, the United States Mint issued a Jackie Robinson commemorative silver dollar, and five dollar gold coin.\nCareer statistics.\n(*) Note: The sacrifice fly (SF) as its own category did not exist in Major League Baseball from 1940 through 1953. Any pre-1954 sacrifice flies by Robinson would be listed in the sacrifice hit (SH) category.\n(**) Note: Also, the intentional walk (IBB) category only became its own category beginning in 1955. Any intentional walks issued to Robinson before that year would be listed in the walk (BB) category.","categories":[],"infobox_types":[],"annotations":[{"uri":"African_American","surface_form":"African-American","offset":85},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":102},{"uri":"Modern","surface_form":"modern","offset":140},{"uri":"Baseball_color_line","surface_form":"baseball color barrier","offset":173},{"uri":"Brooklyn_Dodgers","surface_form":"Brooklyn Dodgers","offset":221},{"uri":"Racial_segregation","surface_form":"racial segregation","offset":367},{"uri":"Professional","surface_form":"professional","offset":389},{"uri":"Negro_leagues","surface_form":"Negro leagues","offset":467},{"uri":"Moral_character","surface_form":"character","offset":502},{"uri":"Challenge","surface_form":"challenge","offset":523},{"uri":"Civil_rights_movement","surface_form":"civil rights movement","offset":690},{"uri":"World_Series","surface_form":"World Series","offset":826},{"uri":"1955_World_Series","surface_form":"1955 World Championship","offset":866},{"uri":"Major_League_Baseball_All-Star_Game","surface_form":"All-Star Games","offset":927},{"uri":"Major_League_Baseball_Rookie_of_the_Year_Award","surface_form":"MLB Rookie of the Year Award","offset":989},{"uri":"National_League","surface_form":"National League","offset":1043},{"uri":"Major_League_Baseball_Most_Valuable_Player_Award","surface_form":"Most Valuable Player Award","offset":1059},{"uri":"National_Baseball_Hall_of_Fame_and_Museum","surface_form":"Baseball Hall of Fame","offset":1175},{"uri":"Harlem","surface_form":"Harlem","offset":1652},{"uri":"Presidential_Medal_of_Freedom","surface_form":"Presidential Medal of Freedom","offset":1746},{"uri":"Congressional_Gold_Medal","surface_form":"Congressional Gold Medal","offset":1784},{"uri":"Sharecropping","surface_form":"sharecroppers","offset":1893},{"uri":"Cairo%2C_Georgia","surface_form":"Cairo, Georgia","offset":1910},{"uri":"Spanish_flu","surface_form":"Spanish flu","offset":1947},{"uri":"Smallpox","surface_form":"smallpox","offset":1963},{"uri":"Epidemic","surface_form":"epidemic","offset":1972},{"uri":"Sibling","surface_form":"sibling","offset":2026},{"uri":"Matthew_Robinson_(athlete)","surface_form":"Matthew","offset":2049},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":2141},{"uri":"Pasadena%2C_California","surface_form":"Pasadena, California","offset":2276},{"uri":"Gang","surface_form":"gang","offset":2652},{"uri":"Graduation","surface_form":"graduated","offset":2740},{"uri":"Silver_medal","surface_form":"silver medal","offset":2941},{"uri":"1936_Summer_Olympics","surface_form":"1936 Summer Olympics","offset":2968},{"uri":"Varsity_team","surface_form":"varsity level","offset":3102},{"uri":"Letterman","surface_form":"lettered","offset":3126},{"uri":"American_football","surface_form":"football","offset":3152},{"uri":"Basketball","surface_form":"basketball","offset":3162},{"uri":"Athletics_(track_and_field)","surface_form":"track","offset":3174},{"uri":"Baseball","surface_form":"baseball","offset":3185},{"uri":"Shortstop","surface_form":"shortstop","offset":3205},{"uri":"Catcher","surface_form":"catcher","offset":3219},{"uri":"Quarterback","surface_form":"quarterback","offset":3249},{"uri":"Shooting_guard","surface_form":"guard","offset":3287},{"uri":"Long_jump","surface_form":"broad jump","offset":3369},{"uri":"Tennis","surface_form":"tennis","offset":3405},{"uri":"Types_of_tennis_match","surface_form":"single","offset":3456},{"uri":"Pomona%2C_California","surface_form":"Pomona","offset":3557},{"uri":"Tournament","surface_form":"tournament","offset":3573},{"uri":"National_Baseball_Hall_of_Fame_and_Museum","surface_form":"Hall of Famers","offset":3625},{"uri":"Ted_Williams","surface_form":"Ted Williams","offset":3640},{"uri":"Bob_Lemon","surface_form":"Bob Lemon","offset":3657},{"uri":"Pasadena_Star-News","surface_form":"Pasadena Star-News","offset":3695},{"uri":"Pasadena_City_College","surface_form":"Pasadena Junior College","offset":3919},{"uri":"Basketball","surface_form":"basketball","offset":3998},{"uri":"American_football","surface_form":"football","offset":4010},{"uri":"Track_and_field_athletics","surface_form":"track","offset":4034},{"uri":"Quarterback","surface_form":"quarterback","offset":4146},{"uri":"Safety_(American_football)","surface_form":"safety","offset":4162},{"uri":"Mack_Robinson_(athlete)","surface_form":"Mack","offset":4287},{"uri":"Deployment","surface_form":"deployment","offset":4456},{"uri":"Trait_theory","surface_form":"trait","offset":5118},{"uri":"University_of_California%2C_Los_Angeles","surface_form":"University of California, Los Angeles","offset":5688},{"uri":"Varsity_letter","surface_form":"varsity letter","offset":5924},{"uri":"Woody_Strode","surface_form":"Woody Strode","offset":6091},{"uri":"Kenny_Washington_(American_football)","surface_form":"Kenny Washington","offset":6105},{"uri":"Backfield","surface_form":"backfield","offset":6207},{"uri":"Rachel_Robinson","surface_form":"Rachel Isum","offset":6522},{"uri":"Semester","surface_form":"semester","offset":6615},{"uri":"Athletic_director","surface_form":"athletic director","offset":6744},{"uri":"National_Youth_Administration","surface_form":"National Youth Administration","offset":6784},{"uri":"Atascadero%2C_California","surface_form":"Atascadero, California","offset":6823},{"uri":"Honolulu","surface_form":"Honolulu","offset":6915},{"uri":"Los_Angeles_Bulldogs","surface_form":"Los Angeles Bulldogs","offset":7152},{"uri":"Pacific_Coast_Football_League","surface_form":"Pacific Coast Football League","offset":7180},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attack on Pearl Harbor","offset":7247},{"uri":"World_War_II","surface_form":"World War II","offset":7327},{"uri":"Military_draft","surface_form":"drafted","offset":7419},{"uri":"Cavalry","surface_form":"cavalry","offset":7461},{"uri":"Fort_Riley","surface_form":"Fort Riley","offset":7477},{"uri":"Kansas","surface_form":"Kansas","offset":7489},{"uri":"Officer_Candidate_School","surface_form":"Officer Candidate School","offset":7601},{"uri":"Boxing","surface_form":"boxing","offset":7839},{"uri":"Joe_Louis","surface_form":"Joe Louis","offset":7855},{"uri":"Truman_Gibson","surface_form":"Truman Gibson","offset":7912},{"uri":"Civilian","surface_form":"civilian","offset":7945},{"uri":"Commission","surface_form":"commission","offset":8131},{"uri":"Fort_Hood","surface_form":"Fort Hood","offset":8289},{"uri":"Texas","surface_form":"Texas","offset":8300},{"uri":"761st_Tank_Battalion_(United_States)","surface_form":"761st \"Black Panthers\" Tank Battalion","offset":8327},{"uri":"Huston-Tillotson_University","surface_form":"Huston-Tillotson University","offset":8491},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":8530},{"uri":"Military_Police_Corps_(United_States_Army)","surface_form":"military police","offset":9062},{"uri":"Courts-martial_in_the_United_States","surface_form":"court-martialed","offset":9253},{"uri":"Commander_(United_States)","surface_form":"commander","offset":9287},{"uri":"Paul_L._Bates","surface_form":"Paul L. Bates","offset":9311},{"uri":"758th_Tank_Battalion_(United_States)","surface_form":"758th Battalion","offset":9388},{"uri":"Drunk","surface_form":"drunk","offset":9526},{"uri":"Insubordination","surface_form":"insubordination","offset":9688},{"uri":"Acquit","surface_form":"acquit","offset":9778},{"uri":"Kentucky","surface_form":"Kentucky","offset":10100},{"uri":"Kansas_City_Monarchs","surface_form":"Kansas City Monarchs","offset":10260},{"uri":"Negro_American_League","surface_form":"Negro American League","offset":10288},{"uri":"Southwestern_Athletic_Conference","surface_form":"Southwestern Athletic Conference","offset":10755},{"uri":"Respect","surface_form":"respected","offset":11070},{"uri":"Langston_University","surface_form":"Langston University","offset":11172},{"uri":"Marques_Haynes","surface_form":"Marques Haynes","offset":11210},{"uri":"Harlem_Globetrotters","surface_form":"Harlem Globetrotters","offset":11249},{"uri":"Gambling","surface_form":"gambling","offset":11751},{"uri":"Shortstop","surface_form":"shortstop","offset":11936},{"uri":"Boston_Red_Sox","surface_form":"Boston Red Sox","offset":12190},{"uri":"Fenway_Park","surface_form":"Fenway Park","offset":12222},{"uri":"Integrate","surface_form":"integrate","offset":12617},{"uri":"Branch_Rickey","surface_form":"Branch Rickey","offset":12736},{"uri":"General_manager_(baseball)","surface_form":"general manager","offset":12770},{"uri":"Los_Angeles_Dodgers","surface_form":"Brooklyn Dodgers","offset":12793},{"uri":"Roster","surface_form":"roster","offset":12884},{"uri":"International_League","surface_form":"International League","offset":13020},{"uri":"Montreal_Royals","surface_form":"Montreal Royals","offset":13056},{"uri":"Satchel_Paige","surface_form":"Satchel Paige","offset":14327},{"uri":"Josh_Gibson","surface_form":"Josh Gibson","offset":14345},{"uri":"Chet_Brewer","surface_form":"Chet Brewer","offset":14546},{"uri":"Barnstorm_(sports)","surface_form":"barnstorming","offset":14603},{"uri":"California_Winter_League","surface_form":"California Winter League","offset":14628},{"uri":"Daytona_Beach%2C_Florida","surface_form":"Daytona Beach, Florida","offset":14926},{"uri":"Spring_training","surface_form":"spring training","offset":14954},{"uri":"Politician","surface_form":"politician","offset":15212},{"uri":"Johnny_Wright_(baseball_player)","surface_form":"Johnny Wright","offset":15406},{"uri":"Sanford%2C_Florida","surface_form":"Sanford, Florida","offset":15495},{"uri":"Jacksonville%2C_Florida","surface_form":"Jacksonville","offset":15670},{"uri":"J._P._Small_Memorial_Stadium","surface_form":"stadium","offset":15688},{"uri":"DeLand%2C_Florida","surface_form":"DeLand","offset":15806},{"uri":"Electric","surface_form":"electric","offset":15865},{"uri":"Exhibition","surface_form":"exhibition","offset":16115},{"uri":"Second_baseman","surface_form":"second base","offset":16448},{"uri":"Roosevelt_Stadium","surface_form":"Roosevelt Stadium","offset":16573},{"uri":"Jersey_City_Giants","surface_form":"Jersey City Giants","offset":16602},{"uri":"Montreal_Royals","surface_form":"Montreal Royals","offset":16648},{"uri":"Fielding_percentage","surface_form":"fielding percentage","offset":17012},{"uri":"Southern_United_States","surface_form":"Southern","offset":17168},{"uri":"Eddie_Stanky","surface_form":"Eddie Stanky","offset":17777},{"uri":"First_baseman","surface_form":"first baseman","offset":17885},{"uri":"Ebbets_Field","surface_form":"Ebbets Field","offset":17966},{"uri":"Clubhouse","surface_form":"clubhouse","offset":18510},{"uri":"Leo_Durocher","surface_form":"Leo Durocher","offset":18679},{"uri":"St._Louis_Cardinals","surface_form":"St. Louis Cardinals","offset":19030},{"uri":"Strike_action","surface_form":"strike","offset":19067},{"uri":"Ford_Frick","surface_form":"Ford Frick","offset":19120},{"uri":"Baseball_Commissioner","surface_form":"Baseball Commissioner","offset":19135},{"uri":"Happy_Chandler","surface_form":"Happy Chandler","offset":19157},{"uri":"Philadelphia_Phillies","surface_form":"Philadelphia Phillies","offset":19423},{"uri":"Nigger","surface_form":"nigger","offset":19482},{"uri":"Dugout_(baseball)","surface_form":"dugout","offset":19501},{"uri":"Ben_Chapman_(baseball_player)","surface_form":"Ben Chapman","offset":19612},{"uri":"Unconscionable","surface_form":"unconscionable","offset":19703},{"uri":"Solidify","surface_form":"solidified","offset":19728},{"uri":"Pee_Wee_Reese","surface_form":"Pee Wee Reese","offset":19847},{"uri":"KeySpan_Park","surface_form":"KeySpan Park","offset":20165},{"uri":"Jewish","surface_form":"Jewish","offset":20268},{"uri":"Hank_Greenberg","surface_form":"Hank Greenberg","offset":20289},{"uri":"Batting_average","surface_form":"batting average","offset":20758},{"uri":"Slugging_percentage","surface_form":"slugging percentage","offset":20781},{"uri":"Run_(baseball)","surface_form":"runs scored","offset":20810},{"uri":"MLB_Rookie_of_the_Year_Award","surface_form":"Rookie of the Year Award","offset":20882},{"uri":"Atlanta_Braves","surface_form":"Boston Braves","offset":21096},{"uri":"Fielding_percentage","surface_form":"fielding percentage","offset":21176},{"uri":"National_League","surface_form":"National League","offset":21220},{"uri":"Hitting_for_the_cycle","surface_form":"hit for the cycle","offset":21405},{"uri":"Home_run","surface_form":"home run","offset":21427},{"uri":"Triple_(baseball)","surface_form":"triple","offset":21439},{"uri":"Double_(baseball)","surface_form":"double","offset":21449},{"uri":"Single_(baseball)","surface_form":"single","offset":21463},{"uri":"1948_World_Series","surface_form":"World Series","offset":21718},{"uri":"Larry_Doby","surface_form":"Larry Doby","offset":21836},{"uri":"American_League","surface_form":"American League","offset":21883},{"uri":"Satchel_Paige","surface_form":"Satchel Paige","offset":21920},{"uri":"Cleveland_Indians","surface_form":"Cleveland Indians","offset":21949},{"uri":"Vaudeville","surface_form":"vaudeville","offset":22174},{"uri":"Overweight","surface_form":"overweight","offset":22403},{"uri":"George_Sisler","surface_form":"George Sisler","offset":22553},{"uri":"Run_batted_in","surface_form":"runs batted in","offset":23209},{"uri":"MLB_Most_Valuable_Player_award","surface_form":"Most Valuable Player","offset":23286},{"uri":"Major_League_Baseball_All-Star_Game","surface_form":"All-Star Game","offset":23416},{"uri":"Buddy_Johnson","surface_form":"Buddy Johnson","offset":23526},{"uri":"Count_Basie","surface_form":"Count Basie","offset":23620},{"uri":"Pennant","surface_form":"pennant","offset":23706},{"uri":"New_York_Yankees","surface_form":"New York Yankees","offset":23745},{"uri":"1949_World_Series","surface_form":"1949 World Series","offset":23769},{"uri":"Distraction","surface_form":"distraction","offset":23806},{"uri":"Testify","surface_form":"testify","offset":23872},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":23891},{"uri":"House_Committee_on_Un-American_Activities","surface_form":"Committee on Un-American Activities","offset":23931},{"uri":"Paul_Robeson","surface_form":"Paul Robeson","offset":24039},{"uri":"Double_play","surface_form":"double play","offset":24231},{"uri":"The_Jackie_Robinson_Story","surface_form":"The Jackie Robinson Story","offset":24532},{"uri":"Ruby_Dee","surface_form":"Ruby Dee","offset":24609},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":24869},{"uri":"Assurance","surface_form":"assurance","offset":24999},{"uri":"Composure","surface_form":"composure","offset":25013},{"uri":"Envy","surface_form":"envied","offset":25037},{"uri":"Walter_O%27Malley","surface_form":"Walter O'Malley","offset":25148},{"uri":"Prima_donna","surface_form":"prima donna","offset":25194},{"uri":"Pittsburgh_Pirates","surface_form":"Pittsburgh Pirates","offset":25554},{"uri":"San_Francisco_Giants","surface_form":"New York Giants","offset":26620},{"uri":"Bobby_Thomson","surface_form":"Bobby Thomson","offset":26736},{"uri":"Shot_Heard_%27Round_the_World_(baseball)","surface_form":"Shot Heard 'Round the World","offset":26782},{"uri":"Vin_Scully","surface_form":"Vin Scully","offset":26957},{"uri":"On-base_percentage","surface_form":"on-base percentage","offset":27311},{"uri":"1952_World_Series","surface_form":"1952 World Series","offset":27456},{"uri":"George_Weiss_(baseball)","surface_form":"George Weiss","offset":27621},{"uri":"Dick_Young_(sportswriter)","surface_form":"Dick Young","offset":27726},{"uri":"Outfielder","surface_form":"outfield","offset":28096},{"uri":"Jim_Gilliam","surface_form":"Jim Gilliam","offset":28111},{"uri":"Puerto_Rico_Baseball_League","surface_form":"Puerto Rican Winter League","offset":28327},{"uri":"New_York_Post","surface_form":"New York Post","offset":28378},{"uri":"1953_World_Series","surface_form":"World Series","offset":28586},{"uri":"Joe_Louis","surface_form":"Joe Louis","offset":28997},{"uri":"Chase_Park_Plaza_Hotel","surface_form":"Chase Park Hotel","offset":29184},{"uri":"1955_World_Series","surface_form":"1955 World Series","offset":29522},{"uri":"Third_baseman","surface_form":"third baseman","offset":29721},{"uri":"Walter_Alston","surface_form":"Walter Alston","offset":29973},{"uri":"Don_Hoak","surface_form":"Don Hoak","offset":30025},{"uri":"Don_Newcombe","surface_form":"Don Newcombe","offset":30075},{"uri":"Diabetes","surface_form":"diabetes","offset":30277},{"uri":"San_Francisco_Giants","surface_form":"New York Giants","offset":30426},{"uri":"Dick_Littlefield","surface_form":"Dick Littlefield","offset":30446},{"uri":"Chock_full_o%27Nuts","surface_form":"Chock full o'Nuts","offset":30600},{"uri":"Look_(American_magazine)","surface_form":"\"Look\"","offset":30745},{"uri":"Harry_Truman","surface_form":"President Harry Truman","offset":31249},{"uri":"Military_history_of_African_Americans","surface_form":"desegregation of the military","offset":31274},{"uri":"Martin_Luther_King%2C_Jr.","surface_form":"Martin Luther King, Jr.","offset":31510},{"uri":"Doris_Kearns_Goodwin","surface_form":"Doris Kearns Goodwin","offset":31687},{"uri":"Major_League_Baseball_All-Century_Team","surface_form":"Major League Baseball All-Century Team","offset":32239},{"uri":"Base_on_balls","surface_form":"walks","offset":32828},{"uri":"Strikeout","surface_form":"strikeout","offset":32839},{"uri":"Minnie_Mi%C3%B1oso","surface_form":"Minnie Miñoso","offset":33001},{"uri":"Leo_Durocher","surface_form":"Leo Durocher","offset":33984},{"uri":"Diabetes_mellitus","surface_form":"diabetes","offset":34324},{"uri":"National_Baseball_Hall_of_Fame_and_Museum","surface_form":"Baseball Hall of Fame","offset":34592},{"uri":"Baseball_Hall_of_Fame_balloting%2C_1962","surface_form":"elected","offset":34772},{"uri":"Cooperstown%2C_New_York","surface_form":"Cooperstown","offset":34855},{"uri":"Major_League_Baseball_on_ABC","surface_form":"ABC's","offset":34918},{"uri":"Major_League_Baseball_Game_of_the_Week","surface_form":"Major League Baseball Game of the Week","offset":34925},{"uri":"Roy_Campanella","surface_form":"Roy Campanella","offset":35097},{"uri":"Sandy_Koufax","surface_form":"Sandy Koufax","offset":35121},{"uri":"National_Association_for_the_Advancement_of_Colored_People","surface_form":"National Association for the Advancement of Colored People","offset":35443},{"uri":"Harlem","surface_form":"Harlem","offset":35636},{"uri":"Dunbar_McLaurin","surface_form":"Dunbar McLaurin","offset":35655},{"uri":"Income","surface_form":"income","offset":35907},{"uri":"Conservatism","surface_form":"conservative","offset":36046},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":36101},{"uri":"Lyndon_B._Johnson","surface_form":"Johnson","offset":36166},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":36226},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":36278},{"uri":"Hubert_Humphrey","surface_form":"Hubert Humphrey","offset":36375},{"uri":"Nelson_Rockefeller","surface_form":"Nelson Rockefeller","offset":36473},{"uri":"Ceremonial_first_pitch","surface_form":"ceremonial first pitch","offset":36722},{"uri":"1972_World_Series","surface_form":"World Series","offset":36766},{"uri":"Commemorative_plaque","surface_form":"plaque","offset":36794},{"uri":"Cleveland_Indians","surface_form":"Cleveland Indians","offset":37099},{"uri":"Frank_Robinson","surface_form":"Frank Robinson","offset":37144},{"uri":"Rachel_Robinson","surface_form":"Rachel Robinson","offset":37485},{"uri":"Professor","surface_form":"professor","offset":37565},{"uri":"Yale_School_of_Nursing","surface_form":"Yale School of Nursing","offset":37582},{"uri":"Special_education","surface_form":"special education","offset":38014},{"uri":"Discipline","surface_form":"discipline","offset":38088},{"uri":"Seymour%2C_Connecticut","surface_form":"Seymour, Connecticut","offset":38321},{"uri":"Myocardial_infarction","surface_form":"heart attack","offset":38764},{"uri":"Stamford%2C_Connecticut","surface_form":"Stamford","offset":38788},{"uri":"Pallbearer","surface_form":"pallbearer","offset":39015},{"uri":"Jesse_Jackson","surface_form":"Jesse Jackson","offset":39037},{"uri":"Eulogy","surface_form":"eulogy","offset":39060},{"uri":"Cypress_Hills_Cemetery%2C_Brooklyn","surface_form":"Cypress Hills Cemetery","offset":39169},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":39195},{"uri":"Jackie_Robinson_Parkway","surface_form":"Jackie Robinson Parkway","offset":39288},{"uri":"Jackie_Robinson_Foundation","surface_form":"Jackie Robinson Foundation","offset":39390},{"uri":"Tanzania","surface_form":"Tanzania","offset":39818},{"uri":"Bing_Crosby","surface_form":"Bing Crosby","offset":39955},{"uri":"Time_(magazine)","surface_form":"Time","offset":39994},{"uri":"The_Most_Important_People_of_the_Century","surface_form":"100 most important people of the 20th century","offset":40028},{"uri":"The_Sporting_News_list_of_Baseball%27s_Greatest_Players","surface_form":"list of the 100 Greatest Baseball Players","offset":40132},{"uri":"Major_League_Baseball_All-Century_Team","surface_form":"Major League Baseball All-Century Team","offset":40197},{"uri":"Bill_James","surface_form":"Bill James","offset":40297},{"uri":"Molefi_Kete_Asante","surface_form":"Molefi Kete Asante","offset":40639},{"uri":"100_Greatest_African_Americans","surface_form":"100 Greatest African Americans","offset":40691},{"uri":"United_States_Postal_Service","surface_form":"United States Postal Service","offset":40761},{"uri":"Postage_stamp","surface_form":"postage stamp","offset":40809},{"uri":"Brookside_Park/Arroyo_Terrace%2C_Pasadena%2C_California","surface_form":"Brookside Park","offset":40912},{"uri":"Rose_Bowl_(stadium)","surface_form":"Rose Bowl","offset":40948},{"uri":"Pasadena_City_Hall","surface_form":"Pasadena City Hall","offset":41408},{"uri":"MLB_Rookie_of_the_Year_Award","surface_form":"Rookie of the Year","offset":41702},{"uri":"Shea_Stadium","surface_form":"Shea Stadium","offset":42079},{"uri":"Butch_Huskey","surface_form":"Butch Huskey","offset":42240},{"uri":"Mo_Vaughn","surface_form":"Mo Vaughn","offset":42266},{"uri":"Grandfather_clause","surface_form":"grandfather clause","offset":42334},{"uri":"Mariano_Rivera","surface_form":"Mariano Rivera","offset":42367},{"uri":"Jackie_Robinson_Day","surface_form":"Jackie Robinson Day","offset":42605},{"uri":"Ken_Griffey%2C_Jr.","surface_form":"Ken Griffey, Jr.","offset":42809},{"uri":"Bud_Selig","surface_form":"Bud Selig","offset":42934},{"uri":"Los_Angeles_Dodgers","surface_form":"Los Angeles Dodgers","offset":43135},{"uri":"New_York_Mets","surface_form":"New York Mets","offset":43156},{"uri":"Houston_Astros","surface_form":"Houston Astros","offset":43171},{"uri":"Philadelphia_Phillies","surface_form":"Philadelphia Phillies","offset":43187},{"uri":"St._Louis_Cardinals","surface_form":"St. Louis Cardinals","offset":43210},{"uri":"Milwaukee_Brewers","surface_form":"Milwaukee Brewers","offset":43231},{"uri":"Pittsburgh_Pirates","surface_form":"Pittsburgh Pirates","offset":43254},{"uri":"Washington_Nationals","surface_form":"Washington Nationals","offset":43377},{"uri":"Tampa_Bay_Rays","surface_form":"Tampa Bay Rays","offset":43403},{"uri":"National_Baseball_Hall_of_Fame_and_Museum","surface_form":"Baseball Hall of Fame","offset":43510},{"uri":"Citi_Field","surface_form":"Citi Field","offset":43799},{"uri":"Ebbets_Field","surface_form":"Ebbets Field","offset":43889},{"uri":"Quotation","surface_form":"quotation","offset":44052},{"uri":"Fred_Wilpon","surface_form":"Fred Wilpon","offset":44197},{"uri":"Citigroup","surface_form":"Citigroup","offset":44236},{"uri":"Lower_Manhattan","surface_form":"lower Manhattan","offset":44446},{"uri":"Spingarn_Medal","surface_form":"Spingarn Medal","offset":44689},{"uri":"President_of_the_United_States","surface_form":"President","offset":44782},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":44792},{"uri":"Presidential_Medal_of_Freedom","surface_form":"Presidential Medal of Freedom","offset":44827},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":44927},{"uri":"Congressional_Gold_Medal","surface_form":"Congressional Gold Medal","offset":44968},{"uri":"Roberto_Clemente","surface_form":"Roberto Clemente","offset":45116},{"uri":"Arnold_Schwarzenegger","surface_form":"Arnold Schwarzenegger","offset":45174},{"uri":"Maria_Shriver","surface_form":"Maria Shriver","offset":45210},{"uri":"California_Hall_of_Fame","surface_form":"California Hall of Fame","offset":45271},{"uri":"The_California_Museum_for_History%2C_Women_and_the_Arts","surface_form":"The California Museum for History, Women and the Arts","offset":45307},{"uri":"Jackie_Robinson_Stadium_(UCLA_baseball)","surface_form":"Jackie Robinson Stadium","offset":45474},{"uri":"Jackie_Robinson_Ballpark","surface_form":"Jackie Robinson Ballpark","offset":45760},{"uri":"Susan_Miller_Dorsey_High_School","surface_form":"Dorsey High School","offset":45870},{"uri":"Jackie_Robinson_House","surface_form":"Jackie Robinson House","offset":45981},{"uri":"National_Historic_Landmark","surface_form":"National Historic Landmark","offset":46019},{"uri":"Asteroid","surface_form":"asteroid","offset":46068},{"uri":"4319_Jackierobinson","surface_form":"4319 Jackierobinson","offset":46094},{"uri":"Sacrifice_fly","surface_form":"sacrifice fly","offset":46261},{"uri":"Sacrifice_bunt","surface_form":"sacrifice hit","offset":46427},{"uri":"Intentional_base_on_balls","surface_form":"intentional walk","offset":46477},{"uri":"Bases_on_balls","surface_form":"walk","offset":46638}]}