{"id":11020,"url":"http://en.wikipedia.org/wiki/Absolute_zero","text":"Absolute zero is the temperature at which the particles of matter (molecules and atoms) are at their lowest energy points. Some people think that at absolute zero particles lose all energy and stop moving. This is not correct. In quantum physics there is something called zero point energy, which means that even after all the energy from particles has been removed, the particles still have some energy. This is due to Heisenberg's uncertainty principle, which states that the more that is known about a particle's position, the less that can be known about its momentum, and vice versa. Therefore, a particle cannot be completely stopped because then its exact position and momentum would be known.\nSome people have created temperatures very close to absolute zero: the record temperature was 100 pK (one hundred picokelvin, equal to 10−10 kelvin) above absolute zero. Even getting close to absolute zero is difficult because anything that touches an object being cooled near absolute zero would give heat to the objects. Scientists use lasers to slow atoms when cooling objects to very low temperatures.\nThe kelvin and Rankine temperature scales are defined so that absolute zero is 0 kelvin (K) or 0 degrees Rankine (°R). The Celsius and Fahrenheit scales are defined so that absolute zero is −273.15 °C or −459.67 °F.\nAt this stage the pressure of the particles is zero. If we plot a graph to it, we can see that the temperature of the particles is zero. The temperature cannot go down any further. Also, the particles cannot move in \"reverse\" either because as the movement of particles is vibration, vibrating in reverse would be nothing but simply vibrating again. The closer the temperature of an object gets to absolute zero, the less resistive the material is to electricity therefore it will conduct electricity almost perfectly, with no measurable resistance.\nThe Third Law of Thermodynamics says that nothing can ever have a temperature of absolute zero.\nThe Second Law of Thermodynamics says that all engines that are powered by heat (like car engines and steam train engines) must release waste heat and can not be 100% efficient. This is because the efficiency (percent of energy the engine uses up that is actually used to do the engine's job) is 100%×(1-Toutside/Tinside), which only is 100% if the outside temperature is absolute zero which it cannot be. So, an engine cannot be 100% efficient, but you can make its efficiency closer to 100% by making the inside temperature hotter and/or the outside temperature colder.","categories":[],"infobox_types":[],"annotations":[{"uri":"Temperature","surface_form":"temperature","offset":21},{"uri":"Particles","surface_form":"particles","offset":46},{"uri":"Matter","surface_form":"matter","offset":59},{"uri":"Molecule","surface_form":"molecule","offset":67},{"uri":"Atom","surface_form":"atom","offset":81},{"uri":"Heisenberg%27s_uncertainty_principle","surface_form":"Heisenberg's uncertainty principle","offset":420},{"uri":"Pico","surface_form":"pico","offset":815},{"uri":"Lasers","surface_form":"lasers","offset":1039},{"uri":"Kelvin","surface_form":"kelvin","offset":1111},{"uri":"Rankine","surface_form":"Rankine","offset":1122},{"uri":"Celsius","surface_form":"Celsius","offset":1230},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":1242},{"uri":"Reverse","surface_form":"reverse","offset":1540},{"uri":"Vibration","surface_form":"vibration","offset":1596},{"uri":"Third_law_of_thermodynamics","surface_form":"Third Law of Thermodynamics","offset":1877},{"uri":"Second_law_of_thermodynamics","surface_form":"Second Law of Thermodynamics","offset":1973}]}