{"id":110361,"url":"http://en.wikipedia.org/wiki/Ammonite","text":"Ammonites were marine cephalopod molluscs of the subclass Ammonoidea.\nTheir widely-known fossils show a ribbed spiral-form shell, in the end compartment of which lived the tentacled animal. These creatures lived in the seas from at least 400 to 65 million years ago. They became extinct at the T extinction event. Their nearest living relatives are the octopus, squid, cuttlefish and \"Nautilus\".\nNine orders are recognised in the Ammonoidea: five in the Palaeozoic and four in the Mesozoic.\nEvolution.\nAmmonites first appeared in the early Devonian period. They evolved from a small, straight shelled Bactridian, which was an early Nautiloid. They quickly evolved into a variety of shapes and sizes, including some shaped like hairpins. During their evolution the ammonites faced no fewer than four catastrophic events that would eventually lead to their extinction. The first event occurred in the Upper Devonian, and the second at the end of the Permian (250 million years ago), when only two lines survived the Tr extinction event. The surviving species radiated and flourished throughout the Triassic perod. At the end of this period (206 million years ago) they faced near extinction again, when only one genus survived. This event marked the end of the Triassic and the beginning of the Jurassic, during which time the number of ammonite species grew once more. The final catastrophe occurred at the end of the Cretaceous period when all species were annihilated and the ammonites became extinct.\nThe young ammonites lived in the plankton, near the sea surface. They ate mostly small fry as they were growing. This made them especially vulnerable to any event which upset the plankton zone.\nLife.\nAmmonites began life as tiny planktonic creatures less than 1mm in diameter. In their infancy they would have been vulnerable to attack from other predators, including mosasaurs and fish. However, their shell gave their soft parts some protection. The existence of sexual dimorphism, with larger females and smaller males, has been much discussed.p244 The matter is still open, but at least in some species deposits are found with two sizes and no intermediates.\nAs the shell grew, the back compartments were sealed with a semi-permeable membrane. A single tube, the \"siphuncle\", passed through the centre of each septum and connected the chambers The animal could add or withdraw gas as it needed for buoyancy. On the inside of the shell, the compartments are marked by elaborate \"sutures\". These can be seen easily on those fossils which are \"internal moulds\", as most are.p241 Ammonites were active predators, and they themselves were often eaten by fish and marine reptiles. The fossils are almost always found with the outer compartment broken off, probably as a result of just such an attack.\nAmmonites swam by jet propulsion, as do most other cepalopods. Water would have come into the mantle cavity, passed over the gills, and was squirted out. \"Nautilus\" also has an escape mechanism, where a contraction of the branchial (gill) chamber causes the animal to jump out of the way of a predator.p232 It would be reasonable to suppose that ammonites had a similar mechanism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ocean","surface_form":"marine","offset":15},{"uri":"Cephalopod","surface_form":"cephalopod","offset":22},{"uri":"Mollusc","surface_form":"mollusc","offset":33},{"uri":"Class_(biology)","surface_form":"subclass","offset":49},{"uri":"Fossil","surface_form":"fossil","offset":89},{"uri":"T_extinction_event","surface_form":"T extinction event","offset":294},{"uri":"Octopus","surface_form":"octopus","offset":353},{"uri":"Squid","surface_form":"squid","offset":362},{"uri":"Cuttlefish","surface_form":"cuttlefish","offset":369},{"uri":"Nautilus","surface_form":"Nautilus","offset":385},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":454},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":481},{"uri":"Devonian","surface_form":"Devonian","offset":540},{"uri":"Nautilus","surface_form":"Nautiloid","offset":632},{"uri":"Extinction","surface_form":"extinction","offset":855},{"uri":"Devonian","surface_form":"Devonian","offset":905},{"uri":"Permian","surface_form":"Permian","offset":948},{"uri":"Tr_extinction_event","surface_form":"Tr extinction event","offset":1014},{"uri":"Adaptive_radiation","surface_form":"radiated","offset":1057},{"uri":"Triassic","surface_form":"Triassic","offset":1096},{"uri":"Genus","surface_form":"genus","offset":1210},{"uri":"Triassic","surface_form":"Triassic","offset":1259},{"uri":"Jurassic","surface_form":"Jurassic","offset":1293},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":1417},{"uri":"Plankton","surface_form":"plankton","offset":1536},{"uri":"Mosasaur","surface_form":"mosasaur","offset":1871},{"uri":"Fish","surface_form":"fish","offset":1885},{"uri":"Buoyancy","surface_form":"buoyancy","offset":2405},{"uri":"Predator","surface_form":"predator","offset":2605},{"uri":"Mantle_cavity","surface_form":"mantle cavity","offset":2896},{"uri":"Gills","surface_form":"gills","offset":2927}]}