{"id":11030,"url":"http://en.wikipedia.org/wiki/Catherine_Howard","text":"Catherine Howard (c. 1521 – 13 February 1542) was the Queen of England from 1540 until 1541, as the fifth wife of Henry VIII of England.\nChildhood.\nCatherine Howard (also spelled \"Katherine\") was born in about 1521, but the exact date is unknown. She was the tenth child of Lord Edmund Howard and Joyce Culpepper. Her father was the second son of the Duke of Norfolk. She was a cousin to Anne Boleyn, who was the second wife of Henry VIII.\nCatherine's family was poor so they sent her to live with her step-grandmother, Agnes Tilney. Agnes Tilney, the Duchess of Norfolk, had a large household, but it was not very strict. Catherine could read and write, but she was the least-educated of Henry VIII's wives.\nArrival at court.\nCatherine became a lady-in-waiting to Queen Anne of Cleves in 1539 or 1540, when she was about 18 years old. Anne of Cleves was the fourth wife of Henry VIII. The king did not like Anne, and said she was not as pretty as he had hoped for and also called her a Flanders mare (horse). He soon fell in love with Catherine.\nIn July 1540, after Henry had annulled his marriage with Anne of Cleves, Henry and Catherine got married at Oatlands Palace, which is in Surrey.\nMarriage.\nHenry VIII loved his young bride and gave her lots of rich presents, such as jewels and expensive clothes. He called her his 'rose without a thorn' and the 'very jewel of womanhood'. Her motto was \"Non autre volonté que la sienne\" (French) or \"No other wish but his\". However, Catherine was not happy in her marriage. Her husband was very fat (he was about at the time), much older than she was, and had an ulcer on his legs. She began falling in love with a man named Thomas Culpepper.\nDownfall.\nRumors that Catherine was unfaithful began to be repeated at court. Then Francis Dereham told\npeople about the affair which he had had with Catherine, and officials started to ask questions about what she was doing in private. Many of Catherine's ladies-in-waiting, who had also lived with her in Lambeth, were brought forward to bring evidence against Catherine. Soon, her past was uncovered, and more scandal was brought to her name; enough to have her charged with treason. Catherine then, in 1541, was arrested and charged with high treason. Henry was heartbroken and very upset. He drew his sword and threatened to kill Katherine himself. At last, he made up his mind that Catherine was to be executed, just like her cousin, Anne Boleyn.\nDeath.\nIn February of 1542, Catherine was told that she was to die. She was being kept a prisoner at Syon Abbey. She was so fearful she grew filled with hysteria, crying as if she was a madwoman. She asked to see the executioner's block so she might know how to put her head on it. She practiced laying her head on the block all night long before her death.\nThere is a popular story that before Catherine died, she said, \"I die a Queen, but I would rather have died the wife of Culpepper.\" This story is not true. Instead, she cried out \"God have mercy on my soul. Good people, I beg of you, pray for me.\"\nThe executioner chopped her head off with one blow. She was buried in St. Peter Ad Vincula, the parish church of the Tower of London.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen_of_England","surface_form":"Queen of England","offset":54},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII of England","offset":114},{"uri":"Duke_of_Norfolk","surface_form":"Duke of Norfolk","offset":351},{"uri":"Cousin","surface_form":"cousin","offset":378},{"uri":"Anne_Boleyn","surface_form":"Anne Boleyn","offset":388},{"uri":"Strict","surface_form":"strict","offset":615},{"uri":"Lady-in-waiting","surface_form":"lady-in-waiting","offset":746},{"uri":"Anne_of_Cleves","surface_form":"Anne of Cleves","offset":771},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII","offset":874},{"uri":"Mare","surface_form":"mare","offset":996},{"uri":"Annulled","surface_form":"annulled","offset":1077},{"uri":"Surrey","surface_form":"Surrey","offset":1184},{"uri":"Thorn","surface_form":"thorn","offset":1343},{"uri":"Woman","surface_form":"woman","offset":1373},{"uri":"Motto","surface_form":"motto","offset":1389},{"uri":"Ulcer","surface_form":"ulcer","offset":1609},{"uri":"Adultery","surface_form":"unfaithful","offset":1725},{"uri":"Anne_Boleyn","surface_form":"Anne Boleyn","offset":2429},{"uri":"Mad","surface_form":"madwoman","offset":2628},{"uri":"Parish","surface_form":"parish","offset":3144},{"uri":"Church","surface_form":"church","offset":3151},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":3165}]}