{"id":110310,"url":"http://en.wikipedia.org/wiki/Sauroposeidon","text":"\"Sauroposeidon\" is a genus of sauropod dinosaur found in Oklahoma. It is one of the biggest dinosaur yet found.\nHabit and diet.\nSauroposeidon lived in what was then a river delta flowing into the Bay of Mexico. It was a plant-eater that probably ate leaves from the tops of trees, perhaps conifers and early flowering trees like magnolias, palms, and sycamores.\nEstimations.\nEstimates of \"Sauroposeidons size are based on a comparison between the four \"Sauroposeidon\" vertebrae and the vertebrae of the HM SII specimen of \"Giraffatitan\" in the Humboldt Museum in Berlin. The HM SII is the most complete brachiosaur known. Comparisons to the other relatives of \"Sauroposeidon\" are difficult due to limited remains.\nThe neck length of \"Sauroposeidon\" is estimated at, compared to a neck length of for the HM SII \"Giraffatitan\". This is based on the assumption that the rest of the neck has the same proportions as \"Giraffatitan\", which is a reasonably good conjecture.\n\"Sauroposeidon\" was probably able to raise its head above the ground, which is as high as a six-story building. In comparison, \"Giraffatitan\" could probably raise its head into the air.\n\"Sauroposeidon's\" shoulder height has been estimated at based on an interpretation of the animal as a brachiosaurid. Estimates of its total possible length have ranged from to.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":21},{"uri":"Sauropod","surface_form":"sauropod","offset":30},{"uri":"Dinosaur","surface_form":"dinosaur","offset":39},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":57},{"uri":"River_delta","surface_form":"river delta","offset":167},{"uri":"Bay_of_Mexico","surface_form":"Bay of Mexico","offset":196},{"uri":"Plant","surface_form":"plant","offset":220},{"uri":"Leaf","surface_form":"leaves","offset":250},{"uri":"Magnolia_(tree)","surface_form":"magnolias","offset":329},{"uri":"Arecaceae","surface_form":"palms","offset":340},{"uri":"Giraffatitan","surface_form":"Giraffatitan","offset":523},{"uri":"Humboldt_Museum","surface_form":"Humboldt Museum","offset":544},{"uri":"Berlin","surface_form":"Berlin","offset":563},{"uri":"Brachiosaur","surface_form":"brachiosaur","offset":603},{"uri":"Giraffatitan","surface_form":"Giraffatitan","offset":1095},{"uri":"Brachiosaurid","surface_form":"brachiosaurid","offset":1255}]}