{"id":110357,"url":"http://en.wikipedia.org/wiki/Espaillat_Province","text":"Espaillat is a province in the Dominican Republic. It is in the Cibao region, in the north central part of the country. Its capital is Moca.\nThe province was created on 1885. It was part of the La Vega province until it was made a province.\nName.\nThe province was named after \"Ulises Francisco Espaillat\" who was President of the Dominican Republic for a short period of time (April 1876 - October 1876).\nLocation.\nThe Espaillat province is bordered to the east by the province of Hermanas Mirabal, to the south by La Vega, to the west by the Santiago and Puerto Plata provinces. The María Trinidad Sánchez province is to the northeast of the Espaillat province and the Atlantic Ocean is to the north.\nHistory.\nThe Espaillat province has had many changes in its area. Before 1885, when the province was made, the southern part of the present province was part of La Vega province and the northern part was of the Puerto Plata province.\nWhen the province was made in 1885, it had the land of the present provinces of Hermanas Mirabal, Duarte and María Trinidad Sánchez provinces and the southern part of the present Espaillat province. But when the Duarte province was made in 1896, the Espaillat province lost most of the land east of the Hermanas Mirabal province; in 1945, the land north of the \"Cordillera Septentrional\" was added to the Espaillat province.\nIn 1952, the Salcedo province (now Hermanas Mirabal province) was made and the Espaillat province kept the land that it has now, with some parts to the south of the Cordillera Septentrional and other parts to the north of it. The province had two municipalities: Moca, its capital, and Gaspar Hernández. Cayetano Germosén became a municipality of the province in 1987 and Jamao al Norte in 2001.\nPopulation.\nIn (last national census), there were people living in the Espaillat province, and 105,187 () living in towns and cities. The population density was persons/km², one of the highest among the provinces of the country.\nIts population represents of the total population of the country and the province is ranked as the 12th (out of 31 plus the National District) more populated province.\n, the total estimated propulation of the province is 237,169 inhabitants.\nThe largest city of the province is Moca, its head municipality or capital, with an urban population (in 2010) of 65,445 inhabitants.\nGeography.\nThe Espaillat province has a total area of. It has of the area of the Dominican Republic and it is one of the smallest provinces in the country, ranked as the 27th (out of 31 plus the National District) largest province. The altitude of Moca, provincial capital, is.\nThere are three geographic regions in the province. They are, from north to south: the Atlantic coastal plains close to the Atlantic Ocean, the Cordillera Septentrional and the Cibao Valley.\nThree main roads go through this province. One goes along the Atlantic coast; it goes from Puerto Plata to Samaná.\nA second road comes from the south, from La Vega province and, when it gets to Moca, turns to the west to Santiago de los Caballeros. This is the old \"Carretera Duarte\" (Duarte National Road) but from Concepción de la Vega to Santiago de los Caballeros the \"Duarte Highway\" is used by most people, without going through Moca.\nThe third road begins in Moca and goes to the provinces to the east.\nMountains.\nThe Cordillera Septentrional (\"Northern mountain chain\") is in the north central part of the province but the mountains here are not very high. The highest mountain in the province is the \"El Mogote\" () at above sea level.\nRivers.\nThere are only short rivers in the province. The most important river that flows into the Atlantic Ocean, and the longest of the province, is the Yásica river; it forms the limit with the Puerto Plata province. Other important rivers that flow to the north are the Jamao and Veragua rivers which are tributaries of the Yásica river.\nIn the southern part of the province, the rivers are very short and most of them are tributaries of the Licey river (a tributary of the Yuna river). Besides the Licey river, other rivers are Moca and Bacuí.\nClimate.\nThe climate of the province is a tropical climate, hot most of the year, but it is cooler on the mountains.\nEconomy.\nThe main economic activity of the province is agriculture and the main products are plantain, cassava, coffee and cacao.\nTourism is a very important activity on the Atlantic coast, with many hotels in the region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":31},{"uri":"Cibao_Valley","surface_form":"Cibao","offset":64},{"uri":"Capital_city","surface_form":"capital","offset":124},{"uri":"Moca%2C_Dominican_Republic","surface_form":"Moca","offset":135},{"uri":"La_Vega_Province","surface_form":"La Vega","offset":194},{"uri":"Hermanas_Mirabal_Province","surface_form":"Hermanas Mirabal","offset":481},{"uri":"La_Vega_Province","surface_form":"La Vega","offset":515},{"uri":"Santiago_Province_(Dominican_Republic)","surface_form":"Santiago","offset":543},{"uri":"Puerto_Plata_Province","surface_form":"Puerto Plata","offset":556},{"uri":"Mar%C3%ADa_Trinidad_S%C3%A1nchez_Province","surface_form":"María Trinidad Sánchez","offset":584},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":670},{"uri":"Duarte_Province","surface_form":"Duarte","offset":1034},{"uri":"Municipality","surface_form":"municipalities","offset":1608},{"uri":"Moca","surface_form":"Moca","offset":1624},{"uri":"Population_density","surface_form":"population density","offset":1895},{"uri":"Municipality","surface_form":"municipality","offset":2279},{"uri":"Capital_city","surface_form":"capital","offset":2295},{"uri":"Urban_area","surface_form":"urban","offset":2312},{"uri":"Altitude","surface_form":"altitude","offset":2598},{"uri":"Geography","surface_form":"geographic","offset":2656},{"uri":"Coast","surface_form":"coast","offset":2736},{"uri":"Plain","surface_form":"plain","offset":2744},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":2764},{"uri":"Cordillera_Septentrional","surface_form":"Cordillera Septentrional","offset":2784},{"uri":"Cibao","surface_form":"Cibao","offset":2817},{"uri":"Valley","surface_form":"Valley","offset":2823},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":2893},{"uri":"Coast","surface_form":"coast","offset":2902},{"uri":"San_Felipe_de_Puerto_Plata","surface_form":"Puerto Plata","offset":2922},{"uri":"Santa_B%C3%A1rbara_de_Saman%C3%A1","surface_form":"Samaná","offset":2938},{"uri":"Santiago_de_los_Caballeros","surface_form":"Santiago de los Caballeros","offset":3052},{"uri":"Concepci%C3%B3n_de_la_Vega","surface_form":"Concepción de la Vega","offset":3147},{"uri":"Cordillera_Septentrional","surface_form":"Cordillera Septentrional","offset":3356},{"uri":"Above_sea_level","surface_form":"above sea level","offset":3558},{"uri":"River","surface_form":"river","offset":3604},{"uri":"Tributary","surface_form":"tributaries","offset":3883},{"uri":"Tropical","surface_form":"tropical","offset":4165},{"uri":"Agriculture","surface_form":"agriculture","offset":4295},{"uri":"Plantain","surface_form":"plantain","offset":4333},{"uri":"Manioc","surface_form":"cassava","offset":4343},{"uri":"Coffee","surface_form":"coffee","offset":4352},{"uri":"Cacao_tree","surface_form":"cacao","offset":4363},{"uri":"Tourism","surface_form":"Tourism","offset":4370}]}