{"id":110452,"url":"http://en.wikipedia.org/wiki/Jefferson_County%2C_Alabama","text":"Jefferson County is a county in the U.S. state of Alabama.\nThe county was named after Thomas Jefferson, the third President of the United States. The county has the largest population of all other counties in Alabama. As of the 2000 U.S. census, 662,047 people lived there. The largest city in Jefferson County is Birmingham, Alabama.\nHistory.\nJefferson County was created by the Alabama legislature on December 13, 1819, 42 year before the American Civil War.\nBankruptcy.\nJefferson County was spending more than its total revenue, so it sold bonds to finance its operating deficits. Normally, governments sell bonds to borrow money to build infrastructure. But Jefferson County borrowed money to put off tax increases or service reductions. Jefferson County worked with Wall Street banks (such as J.P. Morgan) to sell the bonds and to make interest rate swaps on its debt. These financial deals happened in 2002 and 2003 while the economy was healthy. People who purchase bonds want to know the source of the money to pay back the bonds. So, Jefferson County used its sewer system fees to back its bonds. The county sold $3.14 billion in sewer bonds. It also paid the banks millions of dollars of fees for their help in selling the bonds and setting up the county's debt.\nBy 2011, Jefferson County could no longer borrow additional money and its total revenues fell because of the bad economy. So, the county went to Wall Street and asked them to forgive $1 billion of the debt. After months of talking, the county and the banks were $130 million apart from a final agreement. The banks wanted the county to raise sewer rates to cover the missing money. The county wanted the banks to forgive more debt.\nOn November 9, 2011, the county gave up and filed for bankruptcy. Jefferson County became the subject of the most expensive municipal bankruptcy ever in the United States, at $4.1 billion, with debts of $3.14 billion relating to sewer work. This means that a court will unravel what the county owes. Under bankruptcy, people who loaned money to the county will not get all of their money back.","categories":[],"infobox_types":[],"annotations":[{"uri":"County","surface_form":"county","offset":22},{"uri":"U.S._state","surface_form":"U.S. state","offset":36},{"uri":"Alabama","surface_form":"Alabama","offset":50},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":86},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":114},{"uri":"Population","surface_form":"population","offset":173},{"uri":"United_States_Census_2000","surface_form":"2000 U.S. census","offset":228},{"uri":"Birmingham%2C_Alabama","surface_form":"Birmingham, Alabama","offset":314},{"uri":"December_13","surface_form":"December 13","offset":403},{"uri":"1819","surface_form":"1819","offset":416},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":441},{"uri":"Bonds","surface_form":"bonds","offset":543},{"uri":"Economic_deficit","surface_form":"deficits","offset":574},{"uri":"Infrastructure","surface_form":"infrastructure","offset":642},{"uri":"Wall_Street","surface_form":"Wall Street","offset":771},{"uri":"JPMorgan_Chase","surface_form":"J.P. Morgan","offset":798},{"uri":"Revenue","surface_form":"revenue","offset":1353},{"uri":"Municipality","surface_form":"municipal","offset":1829}]}