{"id":110502,"url":"http://en.wikipedia.org/wiki/Florence_Foster_Jenkins","text":"Florence Foster Jenkins (born July 19, 1868 in Pennsylvania, U.S.; died November 26, 1944) was an American soprano who became famous because she was such a bad singer. She sang out of tune, had a very poor sense of rhythm and she was very unmusical.\nLife.\nShe was born Florence Foster in Wilkes-Barre, Pennsylvania. She had music lessons when she was a child. She wanted to go and study music abroad. Her father was very rich, but he refused to pay for her to travel, so she ran away with a man called Frank Thornton Jenkins who was a doctor. They married, although they divorced in 1902. Her husband did not want her to be a singer either.\nIn 1909, her father died so she inherited some money which she used to have singing lessons. Soon she started to give recitals. Her mother died in 1928 and this gave her even more freedom and money to sing.\nFrom her recordings we can hear that Jenkins sang very out of tune and out of time. She even wobbled a lot on one note. Her piano accompanist can be heard trying to change the speed to fit in with her mistakes. Her words were unclear, especially when singing in a foreign language. However, she became tremendously popular in her unusual way. Her audiences seemed to love her in spite of her unmusicality. She always thought she was a good singer and compared herself to the great sopranos. She knew the critics wrote bad things about her, but she said: \"People may say I can't sing, but no one can ever say I didn't sing.\"\nJenkins sang music from famous operas as well as classical songs (Lieder). She wore fancy costumes which she designed herself. She threw flowers into the audience and was always fanning herself.\nIn 1943, she was in a taxi that crashed. After the crash she found she could sing \"a higher F than ever before.\" Instead of a lawsuit against the taxicab company, she sent the driver a box of expensive cigars.\nIn 1944, when she was 76, Jenkins performed at Carnegie Hall. Many people had wanted her to perform there. Tickets sold out weeks before the concert. Jenkins died in Manhattan of a heart attack a month later. She always seemed to have been quite certain that she was a great singer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":47},{"uri":"United_States","surface_form":"U.S.","offset":61},{"uri":"Americans","surface_form":"American","offset":98},{"uri":"Soprano","surface_form":"soprano","offset":107},{"uri":"Intonation","surface_form":"out of tune","offset":177},{"uri":"Rhythm","surface_form":"rhythm","offset":215},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":302},{"uri":"Music","surface_form":"music","offset":324},{"uri":"Medical_doctor","surface_form":"doctor","offset":535},{"uri":"Inherit","surface_form":"inherit","offset":673},{"uri":"Recital","surface_form":"recital","offset":759},{"uri":"Out_of_tune","surface_form":"out of tune","offset":903},{"uri":"Rhythm","surface_form":"out of time","offset":919},{"uri":"Piano","surface_form":"piano","offset":972},{"uri":"Accompaniment_(music)","surface_form":"accompanist","offset":978},{"uri":"Musical_criticism","surface_form":"critics","offset":1352},{"uri":"Opera","surface_form":"opera","offset":1503},{"uri":"Lieder","surface_form":"Lieder","offset":1538},{"uri":"Fan","surface_form":"fan","offset":1650},{"uri":"Taxi","surface_form":"taxi","offset":1689},{"uri":"Lawsuit","surface_form":"lawsuit","offset":1793},{"uri":"Cigar","surface_form":"cigar","offset":1869},{"uri":"Carnegie_Hall","surface_form":"Carnegie Hall","offset":1924},{"uri":"Manhattan","surface_form":"Manhattan","offset":2043},{"uri":"Heart_attack","surface_form":"heart attack","offset":2058}]}