{"id":110724,"url":"http://en.wikipedia.org/wiki/Televangelism","text":"Televangelism is the use of modern mass media such as television or radio to speak of the faith. Usually this is done to convince other people of one's own beliefs. It is common with Christianity but also occurs with other religions. The word is a made up of television and evangelism. The term was started by \"Time magazine\". Today it is also used for preachers who use modern mass media, such as radio, or the internet to spread the gospel.\nPlease note, that televangelism is different from watching a Christian mass (or other religious programme, for example, the blessings Urbi et Orbi of the Pope) on television, or other media.\nIn Christianity.\nTelevangelists often give speeches, or sermons. There they tell about the good news, and they ask people to do specific things. Most often, they want donations either for their organsation, or for a specific cause. Most televangelists make a connection between wonders or miracles, and the donations of the faithful. What they preach is a form of prosperity theology, and this connection is a defining characteristic.\nIn Christianity, televangelists often have positions that are close to those of the Charismatic Movement, or of Pentecostalism.\nIn Islam.\nTelevangelism also exists in Islam. There, the people are either Salafi Sunni Muslims, or they are Shiites or Alevites.\nYusuf al-Qaradawi is a very popular Islamic tellevangelist.\nHarun Yahya is an Turkish islamic televangelist who has creationist ideas. Politically, his ideas are close to the Gülen movement. He has a very modern interpretation; in his broadcasts, he also shows women with few clothes, which is unusal for the islamic world.\nCriticism.\nTelevangelism has also been critiziced: Conservative Christian theologian John Mc Arthur wrote: „Someone needs to say this plainly: The faith healers and health-and-wealth preachers who dominate religious television are shameless frauds. Their message is not the true Gospel of Jesus Christ. There is nothing spiritual or miraculous about their on-stage chicanery. It is all a devious ruse designed to take advantage of desperate people. They are not Godly ministers but greedy impostors who corrupt the Word of God for money's sake. They are not real pastors who shepherd the flock of God but hirelings whose only design is to fleece the sheep. Their love of money is glaringly obvious in what they say as well as how they live. They claim to possess great spiritual power, but in reality they are rank materialists and enemies of everything holy.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Television","surface_form":"television","offset":54},{"uri":"Radio","surface_form":"radio","offset":68},{"uri":"Faith","surface_form":"faith","offset":90},{"uri":"Christianity","surface_form":"Christianity","offset":183},{"uri":"Television","surface_form":"television","offset":259},{"uri":"Evangelism","surface_form":"evangelism","offset":274},{"uri":"Term","surface_form":"term","offset":290},{"uri":"Time_(magazine)","surface_form":"Time magazine","offset":311},{"uri":"Gospel","surface_form":"gospel","offset":435},{"uri":"Blessing","surface_form":"blessings","offset":567},{"uri":"Urbi_et_Orbi","surface_form":"Urbi et Orbi","offset":577},{"uri":"Pope","surface_form":"Pope","offset":597},{"uri":"Miracle","surface_form":"miracles","offset":923},{"uri":"Donation","surface_form":"donations","offset":941},{"uri":"Prosperity_theology","surface_form":"prosperity theology","offset":998},{"uri":"Charismatic_Movement","surface_form":"Charismatic Movement","offset":1153},{"uri":"Pentecostalism","surface_form":"Pentecostalism","offset":1181},{"uri":"Islam","surface_form":"Islam","offset":1236},{"uri":"Salafi","surface_form":"Salafi","offset":1272},{"uri":"Sunni_Islam","surface_form":"Sunni","offset":1279},{"uri":"Shiite","surface_form":"Shiites","offset":1306},{"uri":"Alevite","surface_form":"Alevites","offset":1317},{"uri":"Turkish_people","surface_form":"Turkish","offset":1405},{"uri":"Creationism","surface_form":"creationist","offset":1443},{"uri":"G%C3%BClen_movement","surface_form":"Gülen movement","offset":1502}]}