{"id":110918,"url":"http://en.wikipedia.org/wiki/Ichthyosaur","text":"Ichthyosaurs are an extinct order of marine reptiles from the Mesozoic era.\nBy the Upper Triassic they are similar in shape to dolphins and to fast predatory fish like tuna (convergent evolution). They are found in marine strata from the earliest Triassic to the Cretaceous, though the early proto-ichthyosaurs are sometimes put in the broader category of Ichthyopterygia. After transitional Triassic types like \"Mixosaurus\" and \"Cymbospondylus\", they have essentially the same body shape. \"Californosaurus\" was one of the first to have the typical dolphin-like body shape.\nAlthough isolated ichthyosaur vertebrae are quite common, the first fossil which showed the ichthyosaur form was found by Mary Anning (1799–1847) and her brother Joseph. Mary Anning was an early British fossil collector, dealer and paleontologist. Many of her finds may be seen today at the Natural History Museum, London.\nEarly discoveries.\nThe genus \"Ichthyosaurus\" was first described in 1699 from fossil fragments discovered in Wales. The first fossil vertebrae were published twice in 1708. The first complete ichthyosaur fossil was found in 1811 by Mary Anning in Lyme Regis, along the Jurassic Coast. She later discovered three separate species.\nThe first major find.\nMary Anning's first great discovery was made shortly after her father's death when she was just twelve. In 1810 her bother Joseph found what he thought was a crocodile skull, but the rest of the animal was not in evidence. Mary kept searching and a year later a storm weathered away part of the cliff and exposed part of the rest of the skeleton of the 17 ft (5.2m) long creature, which she was able to dig out of the cliff and collect with a little help from local quarrymen.p33–41 Anning later discovered three more species.\nInterpretation.\nIn 1821 William Conybeare and Mary’s old friend Henry De la Beche, published a paper which analyzed the specimens found by Mary and others. They concluded that ichthyosaurs were a previously unknown kind of marine reptile, and they decided there had been at least three species.\nAnatomy.\nIchthyosaurs were reptiles that evolved fish-shaped body outlines. Some of their characteristics were unique: they had enormous eyeballs, sometimes more than 25 cm in diameter. They had large hands ('manus') with up to 20 bones in a single digit, and up to 10 digits per manus.\nThey had streamlined form, paddles, fish-like tail, and no neck. Ichthyosaurs averaged about 2–4m (6–13 ft) in length; a few were smaller, and some species grew much larger. They had a porpoise-like head and a long, toothed snout. Built for speed, like modern tuna, some ichthyosaurs appear also to have been deep divers, like some modern whales. It has been estimated that ichthyosaurs could swim at speeds up to. Similar to modern cetaceans such as whales and dolphins, they were air-breathing.\nWeight.\nAccording to weight estimates by Ryosuke Motani, a \"Stenopterygius\" weighed around whilst a \"Ophthalmosaurus icenicus\" weighed 930–950 kg (1.03–1.04 short tons).\nBody size and metabolism.\nScientists have wondered whether ancient reptiles like ichthyosaurs were warm-blooded or cold-blooded. Scientists from the University of Plymouth studied many animals that dive and hold their breath, from insects to whales. They found that larger animals can hold their breath longer than smaller animals because they can store more oxygen for their size, and they found this difference was much bigger for warm-blooded animals than for cold-blooded animals. They said this could be why modern whales became so large. They concluded that the large size of ichthyosaurs, like whales, meant they were more likely to be warm-blooded than cold-blooded.\nEyes.\nThe eyes of ichthyosaurs are large in comparison to the size of the body, suggesting they hunted by sight even in dimly-lit waters or at night. In fact, ichthyosaurs hold the record for eye size: the largest was 264mm in diameter (~10.4 inches), from the species \"Temnodontosaurus platyodon\". This is the largest eye ever recorded for any vertebrate; the colossal squid eye is larger still. The eyes of ichthyosaurs are protected by sclerotic rings. These are circlar bony plates inside the outer edges of the cornea of the eye. Their function is mechanical support of the eye. They are well preserved in fossil ichthyosaur skulls.\nFins.\nAt first, the downward-pointing tail bones were hard to interpret. Then, later in the 19th century, a remarkable find was made. Some specimens of \"Mixosaurus\" and \"Stenopterygius\" were well preserved in the black mudstones of Germany. These fossils were preserved in such fine sediment that the fossils were almost perfect, with only a few bones disturbed or missing. The outline of the body shape could be seen as a thin carbon film.p10 Even though the soft parts had rotted away long ago, they left their imprint behind. For the first time, scientists could see clearly that the tail of ichthyosaurus was shaped like the tail of a fish. And on its back, like a shark, there was a dorsal fin.\nLive birth.\nLive birth was always assumed for ichthyosaurs, because with their paddles they could never have manoeuvred on land to lay eggs like turtles do. As reptiles, they produced cleidoic eggs, but they were entirely aquatic and their eggs developed inside the mother. Once more, evidence came from the early Jurassic of Germany, where several fine examples clearly show embryos inside the rib cage of the adult. Other examples exist of the young actually being born.p125 They came out tail first. No doubt, some complication of birth had killed both mother and offspring together.\nIn other words, ichthyosaurs gave live birth when they were still land dwellers. Then, later, they adapted to an aquatic life.\nExtinction.\nIchthyosaurs became extinct during the Upper Cretaceous, about 30 million years before the T extinction event. There was an ocean anoxic event at the Cenomanian–Turonian stage boundary. The deeper layers of the seas became anoxic and poisoned by hydrogen sulphide (H2S). As life died off in the lower (benthos) levels of the sea, so did the predators at the top of the food chain. The last pliosaurs and ichthyosaurs became extinct.p251\nIchthyosaurs had been dwindling in numbers for some time; they were no longer the force they once were in the Upper Triassic and Lower Jurassic. By the middle Jurassic, it was thought thought they all belonged to the single clade, the Ophthalmosauridae. By the Cretaceous it was thought that only three genera survived. For the last 50+ years it has been thought that only one genus, \"Platypterygius\", was known at the time of the anoxic event in the Upper Cretaceous.\nHowever, a recent review looked at the main collections in western European museums. This review found evidence for four genera of ichthyosaur only a few million years before the extinction event.\nThis means that there was still diversity in ichthyosaurs a few million years before the extinction event. They may have survived right up to the extinction event.\nIt is true, though, that the ichthyosaurs had declined from their peak. By the Cretaceous they certainly had more competitors than in the Triassic, and more elusive prey. The adaptive radiation of teleost fish meant their new prey were fast swimming and highly evasive. The teleosts also included fast-swimming predatory fish, which must have been competitors. From what we know now, the ocean anoxic event must have ended the last ichthyosaurs.\nThe ichthyosaurs and pliosaurs were replaced in the marine ecology by the giant mosasaurs. The mosasaurs were probably ambush hunters, whose sit-and-wait strategy apparently proved most successful.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_(biology)","surface_form":"order","offset":28},{"uri":"Ocean","surface_form":"marine","offset":37},{"uri":"Reptile","surface_form":"reptile","offset":44},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":62},{"uri":"Era","surface_form":"era","offset":71},{"uri":"Upper_Triassic","surface_form":"Upper Triassic","offset":83},{"uri":"Dolphin","surface_form":"dolphin","offset":127},{"uri":"Predator","surface_form":"predator","offset":148},{"uri":"Fish","surface_form":"fish","offset":158},{"uri":"Tuna","surface_form":"tuna","offset":168},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":174},{"uri":"Strata","surface_form":"strata","offset":222},{"uri":"Triassic","surface_form":"Triassic","offset":247},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":263},{"uri":"Mixosaurus","surface_form":"Mixosaurus","offset":413},{"uri":"Cymbospondylus","surface_form":"Cymbospondylus","offset":430},{"uri":"Californosaurus","surface_form":"Californosaurus","offset":491},{"uri":"Mary_Anning","surface_form":"Mary Anning","offset":696},{"uri":"British","surface_form":"British","offset":769},{"uri":"Fossil","surface_form":"fossil","offset":777},{"uri":"Paleontologist","surface_form":"paleontologist","offset":806},{"uri":"Natural_History_Museum","surface_form":"Natural History Museum","offset":865},{"uri":"Wales","surface_form":"Wales","offset":1006},{"uri":"Fossil","surface_form":"fossil","offset":1023},{"uri":"Vertebra","surface_form":"vertebra","offset":1030},{"uri":"Mary_Anning","surface_form":"Mary Anning","offset":1129},{"uri":"Lyme_Regis","surface_form":"Lyme Regis","offset":1144},{"uri":"Jurassic_Coast","surface_form":"Jurassic Coast","offset":1166},{"uri":"Crocodile","surface_form":"crocodile","offset":1407},{"uri":"Quarry","surface_form":"quarry","offset":1715},{"uri":"Species","surface_form":"species","offset":1767},{"uri":"William_Conybeare","surface_form":"William Conybeare","offset":1800},{"uri":"Henry_De_la_Beche","surface_form":"Henry De la Beche","offset":1840},{"uri":"Diameter","surface_form":"diameter","offset":2247},{"uri":"Porpoise","surface_form":"porpoise","offset":2543},{"uri":"Tuna","surface_form":"tuna","offset":2618},{"uri":"Cetacea","surface_form":"cetacea","offset":2791},{"uri":"Stenopterygius","surface_form":"Stenopterygius","offset":2915},{"uri":"Ophthalmosaurus","surface_form":"Ophthalmosaurus icenicus","offset":2956},{"uri":"Short_ton","surface_form":"short ton","offset":3012},{"uri":"Temnodontosaurus_platyodon","surface_form":"Temnodontosaurus platyodon","offset":3970},{"uri":"Vertebrate","surface_form":"vertebrate","offset":4045},{"uri":"Colossal_squid","surface_form":"colossal squid","offset":4061},{"uri":"Sclerotic_ring","surface_form":"sclerotic ring","offset":4139},{"uri":"Cornea","surface_form":"cornea","offset":4216},{"uri":"Tail","surface_form":"tail","offset":4376},{"uri":"Bone","surface_form":"bone","offset":4381},{"uri":"Germany","surface_form":"Germany","offset":4570},{"uri":"Bone","surface_form":"bone","offset":4684},{"uri":"Rot","surface_form":"rotted away","offset":4813},{"uri":"Turtle","surface_form":"turtle","offset":5183},{"uri":"Cleidoic_egg","surface_form":"cleidoic egg","offset":5222},{"uri":"Jurassic","surface_form":"Jurassic","offset":5352},{"uri":"Extinct","surface_form":"extinct","offset":5784},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":5803},{"uri":"T_extinction_event","surface_form":"T extinction event","offset":5855},{"uri":"Ocean_anoxic_event","surface_form":"ocean anoxic event","offset":5888},{"uri":"Anoxic","surface_form":"anoxic","offset":5987},{"uri":"Hydrogen_sulphide","surface_form":"hydrogen sulphide","offset":6010},{"uri":"Benthos","surface_form":"benthos","offset":6066},{"uri":"Predator","surface_form":"predator","offset":6105},{"uri":"Pliosaur","surface_form":"pliosaur","offset":6154},{"uri":"Clade","surface_form":"clade","offset":6425},{"uri":"Ophthalmosauridae","surface_form":"Ophthalmosauridae","offset":6436},{"uri":"Genera","surface_form":"genera","offset":6504},{"uri":"Platypterygius","surface_form":"Platypterygius","offset":6586},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":7110},{"uri":"Triassic","surface_form":"Triassic","offset":7169},{"uri":"Escape","surface_form":"elusive","offset":7188},{"uri":"Prey","surface_form":"prey","offset":7196},{"uri":"Adaptive_radiation","surface_form":"adaptive radiation","offset":7206},{"uri":"Teleost","surface_form":"teleost","offset":7228},{"uri":"Prey","surface_form":"prey","offset":7257},{"uri":"Evade","surface_form":"evasive","offset":7292},{"uri":"Predator","surface_form":"predator","offset":7342},{"uri":"Ocean","surface_form":"marine","offset":7529},{"uri":"Ecology","surface_form":"ecology","offset":7536},{"uri":"Mosasaur","surface_form":"mosasaur","offset":7557},{"uri":"Ambush","surface_form":"ambush","offset":7596}]}