{"id":110945,"url":"http://en.wikipedia.org/wiki/Ophthalmosaurus","text":"Ophthalmosaurus was an ichthyosaur of the Upper Jurassic (165 to 150 million years ago), named after its large eyes. Well-preserved skeletons, ranging in age from juveniles to adults, have been found in Europe, North America and Argentina.\n\"Ophthalmosaurus\" had the largest eyes of any vertebrate \"relative to its body size\". Its eyes, 4 inches in diameter, occupied most of the space in the skull. They were protected by bony plates (sclerotic rings), which most likely assisted to maintain the shape of the eyeballs against water pressure at depth.\nThe size of the eyes and the sclerotic rings suggests that \"Ophthalmosaurus\" hunted at a depth where there is not much light or that it may have hunted at night when a prey species was more active. Its snout was long and thin, perfect for snapping at fast, maneuverable, prey.\nCalculations suggest that a typical \"Ophthalmosaurus\" could stay submerged for approximately 20 minutes or more. The swimming speed of \"Ophthalmosaurus\" has been estimated at 2.5 metres per second or greater. Even assuming a conservative speed of 1 m/s, an \"Ophthalmosaurus\" would be able to dive to 600 meters and return to the surface within 20 minutes.\nThe family Ophthalmosauridae continued into the Upper Cretaceous, but this genus became extinct at the end of the Jurassic period.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ichthyosaur","surface_form":"ichthyosaur","offset":23},{"uri":"Upper_Jurassic","surface_form":"Upper Jurassic","offset":42},{"uri":"Eye","surface_form":"eye","offset":111},{"uri":"Europe","surface_form":"Europe","offset":203},{"uri":"North_America","surface_form":"North America","offset":211},{"uri":"Argentina","surface_form":"Argentina","offset":229},{"uri":"Vertebrate","surface_form":"vertebrate","offset":286},{"uri":"Sclerotic_ring","surface_form":"sclerotic ring","offset":435},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":1232},{"uri":"Genus","surface_form":"genus","offset":1259},{"uri":"Extinct","surface_form":"extinct","offset":1272},{"uri":"Jurassic","surface_form":"Jurassic","offset":1298}]}