{"id":11109,"url":"http://en.wikipedia.org/wiki/Colognian_dialect","text":"The Colognian dialect, or Kölsch is a variety of the German languages. People in and around the city of Cologne in the West of Germany use Kölsch. Nowadays most of them have High German as their primary language or secondary language.\nUsage.\nAbout 250,000 people actively speak Kölsch.\nMore than 2,500,000 people understand Kölsch well and use some Kölsch, or a variant, somehow.\nAn estimated 20,000,000 to 30,000,000 people understand it partially.\nPronunciation.\nHow to say \"Kölsch\"? Take the beginning from \"kernel\" or \"colonel\"; next take a real dark, long \"l\" as in \"bold\", or \"ball\"; then append a \"sh\" as in \"shrimps\", or \"ti\" as in \"nation\". That's the sound \"Kölsch\". However, the German \"ö\" is not exactly the same as an English \"o\", but a sound between \"o\" and \"e\".\nEtymology.\nThe word 'Kölsch' comes from the Name of the City of Cologne.\nIt is 'Köln' in native tongue, yet 'Kölle' in Kölsch.\nNow by ordinary German word building rules, 'kölnisch' means 'belonging to Cologne', 'related to Cologne', 'in Cologne', 'from Cologne'—as in 'kölnisch Wasser' (\"Eau de Cologne\"). The word 'kölnisch', or 'köllesch', shortened to 'kölsch' in local tongue, became a shorthand noun for the local beer and the local language, or dialect.\nToday's name of the city stems from ancient times of the Roman occupation of Northern Germany 100 years before Christ, and later. In the place of a longer existing German tribal settlement, the Romans built a fort or castle —\nthen, approximately under the reign of Julius Caesar, enhanced it to a colony (Latin: \"colonia\") with religious and city rights.\nPart of its Roman name stuck, 'Colonia Clavdia Ara Agrippinensivm Oppidvm Vbiorum' became 'Köln' over the centuries.\nSocio-cultural.\nAfter the Second World War, Cologne took up and integrated a huge number of former inhabitants from the former East German regions, which now are part of Poland.\nThat has not had a remarkable impact on the Kölsch language; but on the immigrants.\nThey soon began to integrate into the social life and otherwise, they began to learn Kölsch.\nNaturally they initially were not perfect speakers.\nThe Kölsch language recognized that, and quickly created a word for them: \"imi\" ('imitating' or 'imitated' Kölsch).\nAs they lerned Kölsch well over the years, you could hear the word 'imi' less often.\nIt came back recently, when the wall that separated East and West Germany was taken down.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German language","offset":53},{"uri":"Cologne","surface_form":"Cologne","offset":104},{"uri":"Germany","surface_form":"Germany","offset":127},{"uri":"High_German","surface_form":"High German","offset":174},{"uri":"Primary_language","surface_form":"primary language","offset":195},{"uri":"Secondary_language","surface_form":"secondary language","offset":215},{"uri":"Eau_de_Cologne","surface_form":"Eau de Cologne","offset":1066},{"uri":"K%C3%B6lsch_(beer)","surface_form":"local beer","offset":1191},{"uri":"Roman_Republic","surface_form":"Roman","offset":1295},{"uri":"Military_occupation","surface_form":"occupation","offset":1301},{"uri":"Fort","surface_form":"fort","offset":1447},{"uri":"Castle","surface_form":"castle","offset":1455},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":1503},{"uri":"Latin","surface_form":"Latin","offset":1543}]}