{"id":111010,"url":"http://en.wikipedia.org/wiki/Boris_Berezovsky","text":"Boris Abramovich Berezovsky (23 January 1946 – 23 March 2013) was a Russian-British business man, billionaire, and former mathematician. He was best known for the powerful positions he held in the 1990s when Boris Yeltsin was president of Russia.\nBerezovsky was deputy secretary of Russia's security council, and a friend of Boris Yeltsin's daughter Tatyana. He had a lot of power over what the newspapers were allowed to print and what the television stations could say. They were not allowed to say anything bad about Yeltsin.\nBerezovsky made his fortune importing Mercedes cars into Russia in the 1990s. He made a lot of money from Avtovaz cars and he owned the Sibneft oil company.\nWhen Putin came to power Berezovsky fled to London where he was given political asylum. He said that he was trying to put an end to Putin's power. The Russian authorities accused him of trying to murder several leading critics of Putin's regime, including Alexander Litvinenko and journalist Anna Politkovskaya, in order to make Putin look bad. The Swiss accused him of taking money illegally.\nIn 1994 someone tried to kill Berezovsky. Several other people may have tried to kill him. He said these people were Russian agents.\nBerezovsky died on 23 March 2013 in Sunninghill, Berkshire, England, aged 67. He lived in London, England. On March 25, police said that his death was caused by hanging. There were no signs of a struggle.\nInvestigation of his death.\nOn 23 March 2013, Berezovsky was found dead at his home. His body was found by a bodyguard in a locked bathroom, with a ligature around his neck. His death was announced in a post on Facebook by his son-in-law. Alexander Dobrovinsky, a lawyer who represented Berezovsky, wrote that he may have committed suicide. He added that Berezovsky had fallen into debt after losing a protracted lawsuit against Roman Abramovich, and had spent the last few months of his life selling his possessions to cover his court costs. Berezovsky was also said to have recently been depressed and to have isolated himself from friends. He reportedly suffered from depression and was taking antidepressant drugs. A day before his death he told a reporter in London that he had nothing left to live for.\nWhen Berezovsky's death became known, there was speculation by mainstream British news media that Moscow might be somehow involved. The Thames Valley Police classified his death as \"unexplained\" and launched a formal investigation into the circumstances behind it. Specialists in chemical, biological, radiological and nuclear materials were sent to Berezovsky's home as a \"precaution\". These specialists later \"found nothing of concern\".\nA post-mortem examination carried out by the Home Office pathologist found the cause of death was consistent with hanging and there was nothing pointing to a violent struggle. However, after an inquest into the death in March 2014 the coroner, Mr Peter Bedford, recorded an open verdict commenting, \"I am not saying Mr Berezovsky took his own life, I am not saying Mr Berezovsky was unlawfully killed. What I am saying is that the burden of proof sets such a high standard it is impossible for me to say\".\nDespite his death in March 2013 Berezovsky's Interpol Red Notice continues to remain active.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":68},{"uri":"British","surface_form":"British","offset":76},{"uri":"Business_man","surface_form":"business man","offset":84},{"uri":"Billionaire","surface_form":"billionaire","offset":98},{"uri":"Mathematician","surface_form":"mathematician","offset":122},{"uri":"Boris_Yeltsin","surface_form":"Boris Yeltsin","offset":208},{"uri":"Newspaper","surface_form":"newspaper","offset":395},{"uri":"Television","surface_form":"television","offset":441},{"uri":"Mercedes-Benz","surface_form":"Mercedes","offset":567},{"uri":"Avtovaz","surface_form":"Avtovaz","offset":635},{"uri":"Sibneft","surface_form":"Sibneft","offset":665},{"uri":"Putin","surface_form":"Putin","offset":691},{"uri":"London","surface_form":"London","offset":730},{"uri":"Political_asylum","surface_form":"political asylum","offset":756},{"uri":"Murder","surface_form":"murder","offset":882},{"uri":"Critic","surface_form":"critic","offset":905},{"uri":"Alexander_Litvinenko","surface_form":"Alexander Litvinenko","offset":942},{"uri":"Anna_Politkovskaya","surface_form":"Anna Politkovskaya","offset":978},{"uri":"Switzerland","surface_form":"Swiss","offset":1035},{"uri":"Sunninghill%2C_Berkshire","surface_form":"Sunninghill","offset":1249},{"uri":"Berkshire","surface_form":"Berkshire","offset":1262},{"uri":"England","surface_form":"England","offset":1273},{"uri":"London","surface_form":"London","offset":1303},{"uri":"Ligature","surface_form":"ligature","offset":1566},{"uri":"Facebook","surface_form":"Facebook","offset":1629},{"uri":"Roman_Abramovich","surface_form":"Roman Abramovich","offset":1847},{"uri":"Depression_(mood)","surface_form":"depression","offset":2089},{"uri":"Thames_Valley_Police","surface_form":"Thames Valley Police","offset":2363},{"uri":"Open_verdict","surface_form":"open verdict","offset":2940}]}