{"id":111163,"url":"http://en.wikipedia.org/wiki/Athens","text":"Athens is the capital city of Greece and the most important financial, industrial, maritime, political and cultural center of the country. It is one of the most famous cities in the world. It is also one of the world's oldest cities. Scholars disagree on whether the city is named for the goddess Athena, or the goddess for the city. Athens has a population of about 4 million people and is growing. It is in the prefecture, or division of the country, of Attica. Its port, Piraeus, is both the largest passenger port in Europe, and the second largest port in the world. Athens has a borderline cold semi-arid climate (\"BSk\" in the Köppen climate classification) and a hot-summer Mediterranean climate (\"Csa\" in the Köppen climate classification). The average rainfall is relatively low, due to the rain shadow from the Parnitha mountains. Frost is infrequent and snow does not occur every winter.\nHistory of Athens.\nAthens was a powerful city in Classical times. It was known for the amount of learning that happened there. The city was home to Plato's Academy and Aristotle's Lyceum. The Parthenon, a temple dedicated to the goddess Athena, is the most famous of all its ancient monuments. It was built between 447 BC and 438 BC and its decoration continued until 431 BC. Athens had its own Constitution and it also created the world's first known democracy.\nThe city started to decline in 529, when the Emperor Justinian I closed its philosophical schools. The Parthenon was made a Christian church. That act saved it later from destruction of non Christian temples, in times of deep Theocracy.\nThe Ottoman Turks took control of Athens in 1458. The Turks made the Parthenon into a Muslim mosque. The Parthenon was later damaged in 1687 when gunpowder exploded inside it.\nAthens was freed from the Turks during the Greek War of Independence (1821-1833). It was an unimportant little town then, but the Greeks made it their capital.\nInfrastructure.\nThe Athens International airport \"Eleftherios Venizelos\" is the largest international airport in Greece and it opened in 2001.\nThe Athens Metro, inaugurated in January 2000, is the only metro system in Greece. It has a total of three lines. It is famous for many of its stations that feature works of art and displays of the archeological remains found during its construction.\nThe Athens Tram has a total length of 27 km and covers ten Athenian suburbs from Syntagma Square (the central square of Athens) to the southwestern part of the city. The tram network is still under construction as it will be extended toward the port of Piraeus.\nThe Attiki Odos is a modern motorway system that runs in the greater Athens metropolitan area and has a total length of 65 kilometres.","categories":[],"infobox_types":["Greek Dimos"],"annotations":[{"uri":"Capital_(city)","surface_form":"capital city","offset":14},{"uri":"Greece","surface_form":"Greece","offset":30},{"uri":"City","surface_form":"cities","offset":168},{"uri":"Earth","surface_form":"world","offset":182},{"uri":"Athena","surface_form":"Athena","offset":297},{"uri":"Population","surface_form":"population","offset":347},{"uri":"Prefecture","surface_form":"prefecture","offset":413},{"uri":"Attica","surface_form":"Attica","offset":456},{"uri":"Semi-arid_climate","surface_form":"semi-arid climate","offset":600},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":632},{"uri":"Mediterranean_climate","surface_form":"Mediterranean climate","offset":680},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":716},{"uri":"Rainfall","surface_form":"rainfall","offset":760},{"uri":"Rain_shadow","surface_form":"rain shadow","offset":799},{"uri":"Parnitha","surface_form":"Parnitha","offset":820},{"uri":"Frost","surface_form":"Frost","offset":840},{"uri":"Snow","surface_form":"snow","offset":864},{"uri":"Winter","surface_form":"winter","offset":890},{"uri":"Ancient_Greece","surface_form":"Classical times","offset":947},{"uri":"Plato","surface_form":"Plato's","offset":1046},{"uri":"Aristotle","surface_form":"Aristotle's","offset":1066},{"uri":"Lyceum","surface_form":"Lyceum","offset":1078},{"uri":"Parthenon","surface_form":"Parthenon","offset":1090},{"uri":"Constitution","surface_form":"Constitution","offset":1293},{"uri":"Democracy","surface_form":"democracy","offset":1350},{"uri":"529","surface_form":"529","offset":1392},{"uri":"Justinian_I","surface_form":"Justinian I","offset":1414},{"uri":"Parthenon","surface_form":"Parthenon","offset":1464},{"uri":"Theocracy","surface_form":"Theocracy","offset":1587},{"uri":"Ottoman","surface_form":"Ottoman","offset":1602},{"uri":"1458","surface_form":"1458","offset":1642},{"uri":"Parthenon","surface_form":"Parthenon","offset":1667},{"uri":"Muslim","surface_form":"Muslim","offset":1684},{"uri":"Mosque","surface_form":"mosque","offset":1691},{"uri":"Parthenon","surface_form":"Parthenon","offset":1703},{"uri":"1687","surface_form":"1687","offset":1734},{"uri":"Greek_War_of_Independence","surface_form":"Greek War of Independence","offset":1817},{"uri":"1821","surface_form":"1821","offset":1844},{"uri":"1833","surface_form":"1833","offset":1849}]}