{"id":111280,"url":"http://en.wikipedia.org/wiki/Perito_Moreno_Glacier","text":"The Perito Moreno Glacier () is a glacier in the southwest of Santa Cruz province, Argentina. It is one of the most important tourist attractions in the Argentine Patagonia.\nThe 250 km² ice formation, of 30 km in length, is one of 48 glaciers fed by the Southern Patagonian Ice Field in the Andes system shared with Chile. This icefield is the world's third largest reserve of fresh water.\nThe Perito Moreno Glacier is one of only three Patagonian glaciers that are not retreating. Periodically the glacier advances over the L-shaped \"Lago Argentino\" (\"Argentine Lake\"). when it reaches the opposite shore, it forms a natural dam which separates the two halves of the lake. With no escape route, the water-level on the \"Brazo Rico\" side of the lake can rise by up to 30 meters above the level of the main lake. The enormous pressure produced by this mass of waters finally breaks the ice barrier holding it back, in a spectacular rupture event. This dam/rupture cycle is not regular and it naturally recurs at any frequency between once a year to less than once a decade.\nThe Perito Moreno glacier, from El Calafate, was named after the explorer Francisco Moreno, a pioneer who studied the region in the 19th century and played a major role in defending the territory of Argentina in the conflict surrounding the international border dispute with Chile.","categories":[],"infobox_types":[],"annotations":[{"uri":"Glacier","surface_form":"glacier","offset":34},{"uri":"Santa_Cruz_Province%2C_Argentina","surface_form":"Santa Cruz province","offset":62},{"uri":"Argentina","surface_form":"Argentina","offset":83},{"uri":"Patagonia","surface_form":"Patagonia","offset":163},{"uri":"Square_kilometre","surface_form":"km²","offset":182},{"uri":"Southern_Patagonian_Ice_Field","surface_form":"Southern Patagonian Ice Field","offset":254},{"uri":"Andes","surface_form":"Andes","offset":291},{"uri":"Chile","surface_form":"Chile","offset":316},{"uri":"Fresh_water","surface_form":"fresh water","offset":377},{"uri":"Lago_Argentino","surface_form":"Lago Argentino","offset":535},{"uri":"El_Calafate","surface_form":"El Calafate","offset":1104},{"uri":"Francisco_Moreno","surface_form":"Francisco Moreno","offset":1146}]}