{"id":11126,"url":"http://en.wikipedia.org/wiki/Saw","text":"A saw is a tool used to cut things.\nThere are many kinds of saw. Some of them are hand tools that work with muscle power, like the saw in the picture. Some saws have other sources of power and can be very powerful, such as a chainsaw that is used to cut down trees.\nThe work carried out with a saw is usually noisy. Using a saw to cut materials is \"dangerous\" because of sharp teeth. Care must be taken not to let sharp edges touch the skin. Parts of the material being cut can fly off the work and become a hazard to breathing, to eyes and to the skin.\nHand saws.\nOr hand powered saws. These use the motion of a person's arm to make a cut.\nPush saws.\nMany saws are designed to cut on the push stroke (when the saw is pushed forward).\nPull saws.\nThe is a type of saw used in woodworking. These saws typically cut on the pull stroke (when the saw is pulled backwards).\nPower saws.\nThere are several kinds of mechanically powered saws. Some are powered by electricity from a wall socket. Others are powered by batteries. Still others can be powered by Internal combustion engines, steam, or water power.\nChain saw.\nA saw designed to cut down trees or cut branches from trees is a chainsaw. A chainsaw is named for the row of teeth attached to a flexible chain. The cut is often very rough and often has splinters.\nCircular saws.\nCircular saws use a round blade, usually between 7 and 10 inches. They are often very powerful and can cut through hard or soft wood. They use interchangeable round blades. The blade can be designed to cut any of a number of kinds of materials from steel, to wood, to masonry.\nJig saws.\nJig saws move the blade up and down to cut through materials. The stroke (or up and down movement) is usually less than one inch (25.4 mm). These saws are very good for making curved cuts. Jig saws use a variety of interchangeable blades for cutting different materials. Some blades make very smooth cuts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tool","surface_form":"tool","offset":11},{"uri":"Muscle","surface_form":"muscle","offset":108},{"uri":"Chainsaw","surface_form":"chainsaw","offset":225},{"uri":"Tree","surface_form":"tree","offset":259},{"uri":"Teeth","surface_form":"teeth","offset":377},{"uri":"Breathing","surface_form":"breathing","offset":518},{"uri":"Eyes","surface_form":"eyes","offset":532},{"uri":"Skin","surface_form":"skin","offset":548},{"uri":"Woodworking","surface_form":"woodworking","offset":775},{"uri":"Mechanically","surface_form":"mechanically","offset":907},{"uri":"Wall_socket","surface_form":"wall socket","offset":973},{"uri":"Batteries","surface_form":"batteries","offset":1008},{"uri":"Internal_combustion_engine","surface_form":"Internal combustion engine","offset":1050},{"uri":"Splinters","surface_form":"splinters","offset":1301},{"uri":"Interchangeable_parts","surface_form":"interchangeable","offset":1470},{"uri":"Material","surface_form":"material","offset":1561},{"uri":"Masonry","surface_form":"masonry","offset":1595}]}