{"id":111324,"url":"http://en.wikipedia.org/wiki/Georges_V%C3%A9zina","text":"Joseph-Georges-Gonzague Vézina (pronounced:), nicknamed \"The Chicoutimi Cucumber\" (January 21, 1887 – March 27, 1926) was a Canadian professional ice hockey goaltender who played five seasons in the National Hockey League and seven in the National Hockey Association for the Montreal Canadiens. He won the Stanley Cup, a trophy for the best hockey team, two times with the Canadiens, in 1916 and 1924. Vézina played in 327 consecutive regular season games and 39 playoff games, before leaving early during a game in 1925 due to illness. Vézina was diagnosed with tuberculosis, and died on March 27, 1926\nThe only goaltender to play for the Canadiens between 1910 and 1925, Vézina helped the team win the Stanley Cup in 1916 and 1924, while going to the Stanley Cup Finals three more times. Vézina allowed the fewest goals against in the league seven times in his career: four times in the NHA and three times in the NHL. In 1918, Vézina became the first NHL goaltender to record a shutout and the first to earn an assist on a goal. At the start of the 1926–27 NHL season, the Canadiens donated the Vezina Trophy to the NHL as an award to the goaltender who allowed the fewest goals during the season. Since 1981, the award has been given to the best goaltender as chosen by a vote of NHL general managers. In Vézina's hometown of Chicoutimi, the sports arena is named the Centre Georges-Vézina in honour of Vézina. When the Hockey Hall of Fame opened in 1945, Vézina was one of the original twelve inductees.\nPersonal life.\nGeorges Vézina, the youngest of eight children, was born on January 21, 1887 in Chicoutimi, Quebec, to Jacques Vézina, a local baker and an immigrant from St. Nicolas de La Rochelle in France, and his wife Clara. Vézina attended school at the Petit Séminaire de Chicoutimi until the age of fourteen, when he left the school to help at his father's bakery. He played hockey from a young age, participating in informal street hockey matches with others his own age. Vézina played in these matches in his shoes, and used skates for the first time at age sixteen when he joined the local team in Chicoutimi. As Chicoutimi was in a remote area of Quebec, more than 200 kilometres from Quebec City, the hockey club was not in any organised league. Instead or scheduled games the club, known as the Saguenéens (\"People from the Saguenay\", the region where Chicoutimi is located), toured the province, playing informal games against different clubs.\nVézina married Marie-Adélaïde-Stella Morin on June 3, 1908 in Chicoutimi. After Vézina's death, it was reported that he had twenty-two children. This rumour was started when the Canadiens' manager, Leo Dandurand, told newspapers that Vézina \"speaks no English and has twenty-two children, including three sets of triplets, and they were all born in the space of nine years.\" The Vézinas actually only had two children and Georges spoke some English. In 1912 they had their first child, a son named Jean-Jules. A second son was born the night of the Montreal Canadiens' first Stanley Cup win in 1916. To honour the event, Georges named the child Marcel Stanley. When not playing hockey, Vézina operated a tannery in Chicoutimi, living a quiet life.\nNHA.\nOn February 17, 1910, the Chicoutimi Hockey Club played an informal game against the Montreal Canadiens, a professional team in the National Hockey Association. Though playing an weaker team the Canadiens did not score a goal, losing the game. This prompted Joseph Cattarinich, goaltender for the Canadiens, to convince his team to offer a tryout to Georges Vézina, who was Chicoutimi's goaltender. Vézina at first refused the offer, staying in Chicoutimi until the Canadiens later returned in December of that year. This time they convinced Georges, along with his brother Pierre, to come to Montreal. The two Vézina brothers arrived on December 22, 1910. While Pierre failed to make the team, Georges impressed the Canadiens, especially with the use of his stick to block shots. Vézina was signed to a contract for C$800 per season, and made his professional debut December 31, 1910 against the Ottawa Senators. He would play all sixteen games for the Canadiens in the 1910–11 season, finishing with eight wins and eight losses, while giving up the fewest goals in the league.\nThe following season Vézina again had the fewest goals against in the league, and won eight games, along with ten losses. Vézina recorded his first career shutout during the 1912–13 season, defeating Ottawa 6–0 on January 18, 1913 for one of his nine wins in the season. The Canadiens finished first in the NHA for the first time in 1913–14, in a tie with the Toronto Blueshirts. Once again, Vézina led the league with the fewest goals against, while posting thirteen victories and seven losses. Under the NHA rules, the first place team would play in the Stanley Cup Finals, but due to the tie for first, the Canadiens had to play a two-game, total goals series against Toronto. Vézina shut out the Blueshirts in the first game, a 2–0 win for Montreal, but let in six goals in the second game, allowing the Blueshirts to play for the Stanley Cup, which they won.\nAfter losing fourteen games and finishing last in the NHA in 1914–15, Vézina and the Canadiens won sixteen games during the 1915–16 season, and the team ended up first in the league. As league leaders, the Canadiens were chosen to play in the 1916 Stanley Cup Finals, where they played against the Portland Rosebuds, champions of the rival Pacific Coast Hockey Association. The Canadiens defeated the Rosebuds three games to two in the best of five games series, winning the Stanley Cup for the first time in team history. Vézina's second son was born the night of the fifth game, which coupled with a bonus of $238 each member of the Canadiens received for the championship, led to him considering the series as the best part of his career. The next season Vézina again led the NHA with the fewest goals against, the fourth time in seven years he did so, helping the Canadiens to again reach the Stanley Cup Finals, where they lost to the Seattle Metropolitans.\nNHL.\nThe NHA was replaced by the National Hockey League (NHL) in November 1917, with Vézina and the Canadiens joining the new league. On February 18, 1918, he became the first goaltender in NHL history to record a shutout by defeating the Torontos 9–0. On December 28, 1918, he became the first goaltender to have an assist, on a goal by Newsy Lalonde, who had took the puck after a save by Vézina. He finished the season with twelve wins, allowing the fewest goals against. Vézina also set a record, which was shared with Clint Benedict of the Ottawa Senators, for the fewest shutouts needed to lead the league in that category, with one.\nIn 1918–19 Vézina won ten games, and helped the Canadiens defeat the Ottawa Senators in the NHL playoffs for the ability to play for the Stanley Cup against the PCHA champion, the Seattle Metropolitans. Held in Seattle, the two teams were tied in the best of five series when it was cancelled due to the Spanish flu epidemic, the first time the Stanley Cup was not awarded. In the ten playoff games prior to the cancellation, Vézina had won six games, lost three and tied one, with one shutout. Vézina recorded nearly identical records the next two seasons, with thirteen wins and eleven losses and a goals against average above four in both 1919–20 and 1920–21. He won twelve games the following season, as the Canadiens again failed to qualify for the Stanley Cup.\nAfter winning thirteen games in 1922–23, Vézina led the Canadiens into the NHL playoffs, where they lost the two game, total goal series to the Ottawa Senators, who would win the Stanley Cup. The following season saw Vézina return to leading the league in fewest goals against. His average of 1.97 goals per game was the first time a goaltender had averaged fewer than two goals against per game. With another thirteen win season in 1923–24, the Canadiens reached the NHL playoffs, where they again faced the Ottawa Senators. This time the Canadiens won the series, then defeated the Vancouver Maroons of the PCHA before reaching the Stanley Cup Finals for the first time in five years. Playing the Calgary Tigers of the Western Canada Hockey League, Vézina and the Canadiens won the best of three series two games to none, as Vézina recorded a shutout in the second game. The championship was the Canadiens' first as a member of the NHL and second as a club. After a seventeen win season in 1924–25 where Vézina recorded a goals against average of 1.81 to again lead the league, the Canadiens reached the Stanley Cup Finals. The Canadiens only qualified after the Hamilton Tigers, the regular season champions, were suspended for refusing to play in the playoffs unless they were paid more. Facing the Victoria Cougars, the Canadiens lost the series three games to one.\nReturning to Montreal for training camp for the 1925–26 season, Vézina was noticeably sick, though he said nothing about it. By the time of the Canadiens first game on November 28 against the Pittsburgh Pirates, he had lost 35 pounds in a span of six weeks, and had a fever of 102 Fahrenheit. Even so, he took to the ice, and completed the first period without allowing a goal. Vézina began vomiting blood in the intermission before returning for the start of the second period. He then collapsed in his goal area, and left the game, with former US Olympic team goaltender Alphonse Lacroix taking his place.\nThe day after the game, Vézina was diagnosed with tuberculosis and advised to return home. He made a last trip into the Canadiens dressing room on December 3 to say a final goodbye to his teammates. Dandurand would later describe Vézina as sitting in his corner of the dressing room with \"tears rolling down his cheeks. He was looking at his old pads and skates that Eddie Dufour [the Canadiens trainer] had arranged in Georges's corner. Then, he asked one little favour—the sweater he had worn in the last world series.\" Vézina returned to his hometown of Chicoutimi with his wife Marie, where he died in the early hours on March 27, 1926 at l'Hôtel-Dieu. Though he played only one period for the Canadiens during the entire season, the team paid his entire $6,000 salary, showing how important Vézina had been to the team.\nLegacy.\nOne of the best goaltenders in the NHA and early NHL, Vézina led the Canadiens to five Stanley Cup Finals, where they won the Cup twice. Seven times in his career, Vézina had the lowest goals against average in the league he played, and he had the second best average another five times. From when he joined the Canadiens in 1910, until having to retire in 1925, Vézina never missed a game or allowed another person to replace him, playing in 328 regular season games and an additional 39 playoff games in a row. Though he played most of his career in an era when goaltenders could not leave their feet to make a save (the rule was changed in 1918), Vézina is considered as one of the greatest goaltenders in hockey history; the \"Montreal Standard\" referred to him as the \"greatest goaltender of the last two decades\" in their obituary.\nWell liked in Montreal, Vézina was often seen as the best player on the ice for the Canadiens, and was respected by his teammates, who considered him a leader of the team. Referred to as \"le Concombre de Chicoutimi\" (the \"Chicoutimi Cucumber\") for his cool actions on the ice, he was also known as \"l'Habitant silencieux\" (the \"silent Habitant\", Habitant being a nickname for the Canadiens), because of his quiet personality. He often sat in a corner of the team's dressing room alone, smoking a pipe and reading the newspaper. When news of Vézina's death was announced, newspapers across Quebec paid tribute to the goalie with articles about his life and career. Hundreds of Catholic masses were held in honour of the devout Vézina, and more than 1500 people went to the Chicoutimi cathedral for his funeral.\nAnother legacy of Vézina was the trophy named after him. At the start of the 1926–27 season, Leo Dandurand, Leo Letourneau and Joseph Cattarinich, owners of the Montreal Canadiens, donated the Vezina Trophy to the NHL in honour of Vézina. It was to be awarded to the goaltender of the team who allowed the fewest goals during the regular season. The inaugural winner of the trophy was Vézina's successor in goal for the Canadiens, George Hainsworth. He also won the trophy the next two seasons. In 1981, the NHL changed the format of awarding the trophy, giving it to the goaltender deemed best in the league, chosen by NHL general managers. The Hockey Hall of Fame was established in 1945 and among the first twelve inductees was Vézina. In 1998 Vézina was ranked number 75 on \"The Hockey News list of the 100 Greatest Hockey Players. In honour of the first professional athlete to come from Chicoutimi, the city renamed their hockey arena the Centre Georges-Vézina in 1965.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":124},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":146},{"uri":"Goaltender","surface_form":"goaltender","offset":157},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":199},{"uri":"National_Hockey_Association","surface_form":"National Hockey Association","offset":239},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":275},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":306},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":704},{"uri":"1916_Stanley_Cup_Finals","surface_form":"1916","offset":719},{"uri":"1924_Stanley_Cup_Finals","surface_form":"1924","offset":728},{"uri":"Stanley_Cup_Finals","surface_form":"Stanley Cup Finals","offset":753},{"uri":"1926%E2%80%9327_NHL_season","surface_form":"1926–27 NHL season","offset":1052},{"uri":"Vezina_Trophy","surface_form":"Vezina Trophy","offset":1098},{"uri":"Centre_Georges-V%C3%A9zina","surface_form":"Centre Georges-Vézina","offset":1372},{"uri":"Hockey_Hall_of_Fame","surface_form":"Hockey Hall of Fame","offset":1424},{"uri":"Chicoutimi","surface_form":"Chicoutimi","offset":1604},{"uri":"Quebec","surface_form":"Quebec","offset":1616},{"uri":"Quebec","surface_form":"Quebec","offset":2166},{"uri":"Quebec_City","surface_form":"Quebec City","offset":2204},{"uri":"Leo_Dandurand","surface_form":"Leo Dandurand","offset":2664},{"uri":"Tanning","surface_form":"tannery","offset":3170},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":3304},{"uri":"National_Hockey_Association","surface_form":"National Hockey Association","offset":3351},{"uri":"Joseph_Cattarinich","surface_form":"Joseph Cattarinich","offset":3477},{"uri":"Canadian_dollar","surface_form":"C$","offset":4036},{"uri":"Ottawa_Senators_(original)","surface_form":"Ottawa Senators","offset":4116},{"uri":"1910%E2%80%9311_NHA_season","surface_form":"1910–11 season","offset":4190},{"uri":"1911%E2%80%9312_NHA_season","surface_form":"season","offset":4312},{"uri":"Shutout","surface_form":"shutout","offset":4453},{"uri":"1912%E2%80%9313_NHA_season","surface_form":"1912–13 season","offset":4472},{"uri":"1913%E2%80%9314_NHA_season","surface_form":"1913–14","offset":4631},{"uri":"Toronto_Blueshirts","surface_form":"Toronto Blueshirts","offset":4658},{"uri":"1914%E2%80%9315_NHA_season","surface_form":"1914–15","offset":5223},{"uri":"1915%E2%80%9316_NHA_season","surface_form":"1915–16 season","offset":5286},{"uri":"1916_Stanley_Cup_Finals","surface_form":"1916 Stanley Cup Finals","offset":5405},{"uri":"Portland_Rosebuds","surface_form":"Portland Rosebuds","offset":5460},{"uri":"Pacific_Coast_Hockey_Association","surface_form":"Pacific Coast Hockey Association","offset":5502},{"uri":"1916%E2%80%9317_NHA_season","surface_form":"season","offset":5913},{"uri":"1917_Stanley_Cup_Finals","surface_form":"Stanley Cup Finals","offset":6059},{"uri":"Seattle_Metropolitans","surface_form":"Seattle Metropolitans","offset":6102},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":6158},{"uri":"Toronto_Arenas","surface_form":"Torontos","offset":6364},{"uri":"Newsy_Lalonde","surface_form":"Newsy Lalonde","offset":6463},{"uri":"1917%E2%80%9318_NHL_season","surface_form":"season","offset":6540},{"uri":"Clint_Benedict","surface_form":"Clint Benedict","offset":6648},{"uri":"Ottawa_Senators_(original)","surface_form":"Ottawa Senators","offset":6670},{"uri":"1918%E2%80%9319_NHL_season","surface_form":"1918–19","offset":6768},{"uri":"Seattle","surface_form":"Seattle","offset":6976},{"uri":"Spanish_flu","surface_form":"Spanish flu","offset":7069},{"uri":"Goals_against_average","surface_form":"goals against average","offset":7366},{"uri":"1919%E2%80%9320_NHL_season","surface_form":"1919–20","offset":7407},{"uri":"1920%E2%80%9321_NHL_season","surface_form":"1920–21","offset":7419},{"uri":"1921%E2%80%9322_NHL_season","surface_form":"season","offset":7462},{"uri":"1922%E2%80%9323_NHL_season","surface_form":"1922–23","offset":7564},{"uri":"1923%E2%80%9324_NHL_season","surface_form":"season","offset":7738},{"uri":"1923%E2%80%9324_NHL_season","surface_form":"1923–24","offset":7965},{"uri":"Vancouver_Maroons","surface_form":"Vancouver Maroons","offset":8116},{"uri":"1924_Stanley_Cup_Finals","surface_form":"Stanley Cup Finals","offset":8166},{"uri":"Calgary_Tigers","surface_form":"Calgary Tigers","offset":8231},{"uri":"Western_Canada_Hockey_League","surface_form":"Western Canada Hockey League","offset":8253},{"uri":"1924%E2%80%9325_NHL_season","surface_form":"1924–25","offset":8524},{"uri":"1925_Stanley_Cup_Finals","surface_form":"Stanley Cup Finals","offset":8638},{"uri":"Hamilton_Tigers","surface_form":"Hamilton Tigers","offset":8697},{"uri":"Victoria_Cougars","surface_form":"Victoria Cougars","offset":8835},{"uri":"1925%E2%80%9326_NHL_season","surface_form":"1925–26 season","offset":8951},{"uri":"Pittsburgh_Pirates_(NHL)","surface_form":"Pittsburgh Pirates","offset":9095},{"uri":"Alphonse_Lacroix","surface_form":"Alphonse Lacroix","offset":9476},{"uri":"Stanley_Cup_Finals","surface_form":"Stanley Cup Finals","offset":10431},{"uri":"1926%E2%80%9327_NHL_season","surface_form":"1926–27 season","offset":12068},{"uri":"Leo_Dandurand","surface_form":"Leo Dandurand","offset":12084},{"uri":"Joseph_Cattarinich","surface_form":"Joseph Cattarinich","offset":12118},{"uri":"Vezina_Trophy","surface_form":"Vezina Trophy","offset":12184},{"uri":"George_Hainsworth","surface_form":"George Hainsworth","offset":12422},{"uri":"Hockey_Hall_of_Fame","surface_form":"Hockey Hall of Fame","offset":12637},{"uri":"The_Hockey_News","surface_form":"The Hockey News","offset":12770},{"uri":"List_of_100_greatest_hockey_players_by_The_Hockey_News","surface_form":"100 Greatest Hockey Players","offset":12798},{"uri":"Centre_Georges-V%C3%A9zina","surface_form":"Centre Georges-Vézina","offset":12936}]}