{"id":11141,"url":"http://en.wikipedia.org/wiki/The_Hobbit","text":"\"The Hobbit\", or \"There and Back Again\", is a book written by J. R. R. Tolkien. It was first published on September 21, 1937. Tolkien wrote it in the 1930s for his children as a bedtime story. The story takes place before \"The Lord of the Rings\".\nThe plot is about the hobbit (a small race of people invented by Tolkien) Bilbo Baggins who goes on an adventurous quest with a group of dwarves and the wizard Gandalf, in order to fight the dragon Smaug, which has stolen the treasures and home of the dwarves.\nAlthough Tolkien borrowed (for example names and background) from his own Middle-earth storyline, \"The Hobbit\" was at first not intended to be part of it. Only later, when Tolkien wrote \"The Lord of the Rings\", did he integrate the story of both \"Hobbit\" and \"The Lord of the Rings\" into his Middle-earth world.\nCharacters.\nBilbo Baggins is a hobbit, who lives a quiet life in the Shire, who goes on an unexpected adventure during the book. He is visited by the wizard Gandalf the Grey, who enlists him to travel with a group of 13 dwarves, as a burglar.\nThorin Oakenshield is the leader of the group of dwarves, and true King under the Mountain of the old Dwarven kingdom of the Lonely Mountain. The dwarves are on an adventure to get their old kingdom back from the dragon Smaug, who conquered the Lonely Mountain and made the dwarves flee years before. The other dwarves are and Thorin's young nephews Fíli and Kíli, Thorin's cousins Balin and Dwalin, Óin and Glóin, Dori, Nori, Ori, and the dwarves Bifur, Bofur and Bombur.\nAlong their travels they met many people and creatures: Elrond, a wise elf in Rivendell; goblins; Gollum, a creature with a magic ring; speaking Great Eagles; Beorn the bear shapeshifter; the Elvenking of Mirkwood; Bard the Bowman, and many more.\nPlot.\nThe hobbit Bilbo Baggins lives a quiet and peaceful life. One day the wizard Gandalf comes to him, and with him thirteen dwarves: Thorin Oakenshield, Fíli and Kíli, Balin, Dwalin, Óin, Glóin, Dori, Nori, Ori, Bifur, Bofur, and Bombur.\nThe dwarves tell their story: A long time ago they lived in the Lonely Mountain. Thorin's father was their king, the \"King under the Mountain\". But one day the dragon Smaug came to the Lonely Mountain and killed all of the dwarves he found. The dragon took their treasure and now lives in the Lonely Mountain. But some of the dwarves could flee.\nNow the dwarves want to go back the Lonely Mountain, and get back their home and treasures from the dragon. Gandalf wants Bilbo to come with them, and work as a master thief. At first Bilbo does not want to, but later he goes with them.\nGandalf, the dwarves, and Bilbo start to go east on their journey to the Lonely Mountain. After Gandalf saves the group from three trolls, they find the trolls' cave. Among the trolls' things there is some gold and swords. Gandalf, Thorin, and Bilbo each get a sword. The group continues on to the elven city Rivendell. Its master, Elrond, gives them helpful information.\nAs the group travels east over the Misty Mountains, they are attacked by Goblins (Orcs). The Goblins take the dwarves and Bilbo into their caves. Gandalf saves them and the group flees. During their flight Bilbo gets lost, and tries to find a way out by himself. In the tunnels Bilbo finds a ring, which he puts in his pocket. By an underground lake, Bilbo meets the creature Gollum. Gollum and Bilbo play a game of riddles. If Bilbo wins the game, Gollum will show him the way out; if Gollum wins, he will eat Bilbo. When Bilbo does not know another riddle to ask Gollum, he finds the ring in his pocket and asks himself: \"What have I got in my pocket?\" Gollum thinks this is a riddle, but cannot answer it, and so Bilbo wins the game. Gollum is angry and does not want to help Bilbo. Gollum then goes away to get something he owns: a magical ring, which turns the wearer invisible. Gollum cannot find his ring, and realizes that Bilbo has it. Gollum goes back, but Bilbo is afraid and runs away. While running, the ring slips on Bilbo's finger and he becomes invisible. Gollum runs past Bilbo, towards the way out of the caves. Bilbo realizes that the ring makes him invisible. With the help of the ring he can follow Gollum and get out of the caves. Outside, Bilbo again meets Gandalf and the dwarves.\nThe group is attacked by Goblins and Wargs, but saved by the Great Eagles. The group comes to the home of Beorn, a big man that can become a bear. After staying at Beorn's house, they continue to the forest Mirkwood. At the border of Mirkwood, Gandalf leaves the group. Bilbo and the dwarves have go through Mirkwood without him. The dwarves are attacked and captured by giant spiders. With the help of his ring and his sword, Bilbo saves them. Bilbo names his sword \"Sting\". The Wood-Elves capture the dwarves. Bilbo again uses the ring and saves the dwarves. He frees them and puts them into barrels, which he lets swim down a river out of Mirkwood. The group comes to Lake-town, a human city near the Lonely Mountain.\nThe dwarves and Bilbo travel to the Lonely Mountain. They can find the secret door into the mountain, and open it. Bilbo goes in two times and meets the dragon Smaug. Bilbo steals a golden cup, and finds out that Smaug has a weak place on his left chest. Bilbo tells this to the dwarves, but a thrush (a bird) also hears it. Smaug is angry and goes out to destroy Lake-town. But in Laketown the thrush tells the archer Bard of the dragon's weak point, and Bard shoots the dragon. A big part of Laketown is destroyed, but Smaug is killed.\nThe dwarves are happy to be back in their old home, and to have their old treasures back. Thorin sends a message to the dwarves of his people, and tells them to come. But soon the people from Laketown and the Mirkwood-Elves arrive. Both peoples want a part of the treasure, but the dwarves do not want to give them anything. The humans and elves start a siege of the Lonely Mountain. After a while the other dwarves of Thorin's people come: Dáin II Ironfoot and an army of dwarves.\nThe three armies almost start to fight each other, but then the wizard Gandalf appears. Gandalf tells them that an army of Goblins is coming to the Lonely Mountain, and because of that the humans, elves, and dwarves have to fight the Goblins together. The \"Battle of Five Armies\" is long and hard, but is finally won with the help of the Great Eagles and Beorn. Thorin's nephews Fíli and Kíli are killed in the battle. Thorin is wounded and dies afterwards. Dáin becomes \"King under the Mountain\". Everyone gets a part of the dwarves' treasure. In the end Bilbo returns home, and lives happily everafter.\nAdaptations.\n\"The Hobbit\" has been adapted many times.","categories":[],"infobox_types":["book"],"annotations":[{"uri":"J._R._R._Tolkien","surface_form":"J. R. R. Tolkien","offset":62},{"uri":"Story","surface_form":"story","offset":186},{"uri":"The_Lord_of_the_Rings","surface_form":"The Lord of the Rings","offset":223},{"uri":"Hobbit","surface_form":"hobbit","offset":269},{"uri":"Bilbo_Baggins","surface_form":"Bilbo Baggins","offset":321},{"uri":"Dwarf_(mythology)","surface_form":"dwarves","offset":384},{"uri":"Wizard","surface_form":"wizard","offset":400},{"uri":"Gandalf","surface_form":"Gandalf","offset":407},{"uri":"Dragon","surface_form":"dragon","offset":438},{"uri":"Smaug","surface_form":"Smaug","offset":445},{"uri":"Middle-earth","surface_form":"Middle-earth","offset":582},{"uri":"Bilbo_Baggins","surface_form":"Bilbo Baggins","offset":832},{"uri":"Hobbit","surface_form":"hobbit","offset":851},{"uri":"Shire_(Middle-earth)","surface_form":"Shire","offset":889},{"uri":"Gandalf_the_Grey","surface_form":"Gandalf the Grey","offset":977},{"uri":"Dwarf_(mythology)","surface_form":"dwarves","offset":1040},{"uri":"Thorin_Oakenshield","surface_form":"Thorin Oakenshield","offset":1063},{"uri":"Erebor","surface_form":"Lonely Mountain","offset":1188},{"uri":"Smaug","surface_form":"Smaug","offset":1283},{"uri":"F%C3%ADli_and_K%C3%ADli","surface_form":"Fíli and Kíli","offset":1413},{"uri":"Balin_son_of_Fundin","surface_form":"Balin","offset":1445},{"uri":"Gl%C3%B3in_son_of_Gr%C3%B3in","surface_form":"Glóin","offset":1471},{"uri":"Elrond","surface_form":"Elrond","offset":1592},{"uri":"Rivendell","surface_form":"Rivendell","offset":1614},{"uri":"Orc","surface_form":"goblins","offset":1625},{"uri":"Gollum","surface_form":"Gollum","offset":1634},{"uri":"Beorn","surface_form":"Beorn","offset":1695},{"uri":"Thranduil","surface_form":"Elvenking","offset":1728},{"uri":"Mirkwood_(Middle-earth)","surface_form":"Mirkwood","offset":1741},{"uri":"Bard_the_Bowman","surface_form":"Bard the Bowman","offset":1751},{"uri":"Hobbit","surface_form":"hobbit","offset":1793},{"uri":"Bilbo_Baggins","surface_form":"Bilbo Baggins","offset":1800},{"uri":"Gandalf","surface_form":"Gandalf","offset":1866},{"uri":"Thorin_Oakenshield","surface_form":"Thorin Oakenshield","offset":1919},{"uri":"F%C3%ADli_and_K%C3%ADli","surface_form":"Fíli and Kíli","offset":1939},{"uri":"Balin_son_of_Fundin","surface_form":"Balin","offset":1954},{"uri":"Gl%C3%B3in_son_of_Gr%C3%B3in","surface_form":"Glóin","offset":1974},{"uri":"Erebor","surface_form":"Lonely Mountain","offset":2088},{"uri":"Dragon","surface_form":"dragon","offset":2184},{"uri":"Smaug","surface_form":"Smaug","offset":2191},{"uri":"Thief","surface_form":"thief","offset":2538},{"uri":"Rivendell","surface_form":"Rivendell","offset":2916},{"uri":"Elrond","surface_form":"Elrond","offset":2939},{"uri":"Misty_Mountains","surface_form":"Misty Mountains","offset":3014},{"uri":"Ring","surface_form":"ring","offset":3271},{"uri":"Gollum","surface_form":"Gollum","offset":3355},{"uri":"Riddle","surface_form":"riddle","offset":3395},{"uri":"Invisible","surface_form":"invisible","offset":3852},{"uri":"Eagle","surface_form":"Eagle","offset":4351},{"uri":"Beorn","surface_form":"Beorn","offset":4390},{"uri":"Bear","surface_form":"bear","offset":4425},{"uri":"Eryn_Galen","surface_form":"Mirkwood","offset":4491},{"uri":"Spider","surface_form":"spider","offset":4661},{"uri":"Barrel","surface_form":"barrel","offset":4878},{"uri":"Esgaroth","surface_form":"Lake-town","offset":4955},{"uri":"Archery","surface_form":"archer","offset":5417},{"uri":"Siege","surface_form":"siege","offset":5897},{"uri":"D%C3%A1in_II_Ironfoot","surface_form":"Dáin II Ironfoot","offset":5984}]}