{"id":111407,"url":"http://en.wikipedia.org/wiki/Torres_Strait","text":"Torres Strait is the narrow sea between Australia's Cape York and New Guinea. It is about wide and filled with islands, coral reefs and sand banks. The first European to sail through the strait Vanessa uis Vaez de Torres in 1606. There are about 240 islands but only 17 of them have people living on them. While there are about 6,800 Torres Strait Islanders living on the islands, about 42,000 islanders now live on the mainland. The islands belong to Australia and are a part of Queensland. They are governed from Thursday Island by the Torres Strait Regional Authority. They are the only part of Australia to share a border with another country, New Guinea.\nGeography.\nIt is an important sea lane for ships, but because the water is not deep and is filled with many reefs and islands, it is very difficult to sail through safely.\nThe islands are a mix of island types. Some of the islands near New Guinea are low lying islands made from soil washed down from the rivers. The hilly and steep granite islands in the west were once the tops of mountains which became islands when the sea levels rose 8,000 years ago. The islands in the centre are mostly coral cays. The islands in the east of the strait were made by submarine volcanos which grew above the surface of the ocean.\nIn 2009, the islanders asked the Australian government for AU$ 22 million to build new sea walls. Because some of the islands are quite low, rising sea levels and big tides have meant many areas are now being flooded. This has damaged houses and put salt into the fresh water supplies. People may have to leave two of the mud islands, Boigu and Saibai, unless something can be done about the rising sea.\nThe people.\nThe islands' people are called the Torres Strait Islanders. They are Melanesian peoples related to the Papuans of New Guinea. The islanders have their own culture and long history. They traded with the Papuans to the north and the Australian Aboriginal people for thousands of years.\nThere is also a language called Brokan (Broken), or Torres Strait Creole. This is a mix of different languages and islander words that started when the islanders started working on ships searching for pearls in the 1860's.\nHistory.\nThe level of the sea was much lower up to 8000 years ago. Torres Strait would not have been covered by water which means people and animals could walk between New Guinea and Australia. Some animals and birds can be found in both New Guinea and Queensland, such as the cassowary. Other animals, such as pigs, arrived in New Guinea after the sea levels rose and closed the land bridge and were not able to get to Australia.\nThere is evidence of people living on the Torres Strait islands for at least 2,500 years. It is likely that people were living there long before that, but rising sea levels will have covered earlier sites.\nEuropean discovery.\nThe first known European to sail through the strait was Luis Váez de Torres, a Spanish or Portuguese sailor. He was second-in-command of the Spanish led by the Portuguese Pedro Fernandez de Quirós who sailed from Peru to the South Pacific in 1605. After Quiros's ship went back to Mexico, Torres kept going to the Moluccas and then to Manila. He sailed along the south coast of New Guinea. He may have seen Cape York on the Australian mainland, but there is no evidence to prove this. Torres wrote a letter to the Spanish king about his discoveries but this was kept secret until 1762.\nIn 1769 the Scottish geographer Alexander Dalrymple, was translating Spanish letters found in the Philippines in 1762. He read Luis Váez de Torres' letter about a passage south of New Guinea. Dalrymple wrote a book, the \"Historical Collection of the Several Voyages and Discoveries in the South Pacific Ocean\" in 1770-1771. This book caused a lot of interest in the idea of an unknown continent. Dalrymple named the strait after Torres. This led Captain James Cook to go on another voyage into the South Pacific. Dalrymple was angry that it was Captain Cook and not him who was put in charge of the expedition which led in 1770 to the discovery of the east coast of Australia. In 1770 Cook sailed through the strait after sailing up the east coast of Australia. He landed on Possession Island and claimed all the land of Australia for Britain.\nWith people like James Cook, William Bligh, and Matthew Flinders exploring and making maps of the strait, many more ships started to sail through it on their way from Sydney to India or Asia. It was still hard for ships, and many were wrecked on the reefs. A Scottish woman, Barbara Thompson, was the only person saved when the ship \"America\" hit a reef in 1842. She was saved by the islanders and lived with them on Prince of Wales Island for five years until another ship came to take her back to Sydney.\nTrade.\nThere was an important pearling business in the strait from the 1860s until about 1970. Pearl-shelling brought many experienced divers from many countries, especially Japan.\nMissionaries.\nThe London Missionary Society arrived on Erub (Darnley Island) in 1871. The islanders still celebrate the coming of the missionaries as \"The Coming of the Light\", and it is holiday every year on the islands.\nGovernment.\nAlthough some of the Torres Strait islands are just off the coast of New Guinea, they were taken over in 1879 by Queensland, then a British colony. In 1978 an agreement between Australia and Papua New Guinea worked out the correct position of the maritime border in the Torres Strait. The Torres Strait also has its own flag. It was designed by Bernard Namok from Thursday Island. It has a background of five stripes, green for the land, blue for the sea, and black for the people. It has a big white Dari, or headress, and a five pointed star for the five main island groups. In 1995 is was officially made a flag of Australia.\nWorld War II.\nIn World War II, Horn Island in Torres Strait, north of Cape York, became Australia's most northerly air base. In 1940 two big runways were built. It was used by thousands of Allied aircraft. With eight Japanese air raids in 1942, it was the most attacked place in Queensland. Conditions on the island were hard for the soldiers, with poor food, not enough water, diseases, and attacks from the Japanese. The airport is still working as the main airport for far north Queensland. It is now a tourist resort, especially well-known for its fishing.\nBooks and music.\nJules Verne wrote about Torres Strait in his novel, \"Twenty Thousand Leagues Under the Sea\". It was a dangerous place where the submarine \"Nautilus\" was stranded for a short time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":40},{"uri":"Cape_York","surface_form":"Cape York","offset":52},{"uri":"New_Guinea","surface_form":"New Guinea","offset":66},{"uri":"Coral_reef","surface_form":"coral reef","offset":120},{"uri":"Sand_bank","surface_form":"sand bank","offset":136},{"uri":"Europe","surface_form":"Europe","offset":158},{"uri":"Strait","surface_form":"strait","offset":187},{"uri":"Thursday_Island","surface_form":"Thursday Island","offset":515},{"uri":"Soil","surface_form":"soil","offset":939},{"uri":"Granite","surface_form":"granite","offset":993},{"uri":"Sea_level","surface_form":"sea level","offset":1083},{"uri":"Submarine_volcano","surface_form":"submarine volcano","offset":1216},{"uri":"AU%24","surface_form":"AU$","offset":1337},{"uri":"Sea_wall","surface_form":"sea wall","offset":1365},{"uri":"Melanesia","surface_form":"Melanesia","offset":1763},{"uri":"Papuan","surface_form":"Papuan","offset":1797},{"uri":"Culture","surface_form":"culture","offset":1849},{"uri":"Australian_Aborigines","surface_form":"Australian Aboriginal","offset":1925},{"uri":"Torres_Strait_Creole","surface_form":"Torres Strait Creole","offset":2030},{"uri":"Pearl","surface_form":"pearl","offset":2179},{"uri":"Cassowary","surface_form":"cassowary","offset":2478},{"uri":"Evidence","surface_form":"evidence","offset":2641},{"uri":"Luis_V%C3%A1ez_de_Torres","surface_form":"Luis Váez de Torres","offset":2914},{"uri":"Spain","surface_form":"Spanish","offset":2937},{"uri":"Portugal","surface_form":"Portuguese","offset":2948},{"uri":"Pedro_Fernandez_de_Quir%C3%B3s","surface_form":"Pedro Fernandez de Quirós","offset":3029},{"uri":"Peru","surface_form":"Peru","offset":3071},{"uri":"Pacific_Ocean","surface_form":"South Pacific","offset":3083},{"uri":"Mexico","surface_form":"Mexico","offset":3139},{"uri":"Moluccas","surface_form":"Moluccas","offset":3172},{"uri":"Manila","surface_form":"Manila","offset":3193},{"uri":"Coast","surface_form":"coast","offset":3227},{"uri":"Cape_York","surface_form":"Cape York","offset":3265},{"uri":"Australia","surface_form":"Australia","offset":3282},{"uri":"Scotland","surface_form":"Scottish","offset":3456},{"uri":"Geographer","surface_form":"geographer","offset":3465},{"uri":"Alexander_Dalrymple","surface_form":"Alexander Dalrymple","offset":3476},{"uri":"Translate","surface_form":"translating","offset":3501},{"uri":"Philippines","surface_form":"Philippines","offset":3542},{"uri":"Continent","surface_form":"continent","offset":3829},{"uri":"James_Cook","surface_form":"James Cook","offset":3898},{"uri":"Britain","surface_form":"Britain","offset":4279},{"uri":"William_Bligh","surface_form":"William Bligh","offset":4317},{"uri":"Matthew_Flinders","surface_form":"Matthew Flinders","offset":4336},{"uri":"Explore","surface_form":"exploring","offset":4353},{"uri":"Sydney","surface_form":"Sydney","offset":4455},{"uri":"India","surface_form":"India","offset":4465},{"uri":"Asia","surface_form":"Asia","offset":4474},{"uri":"Pearl","surface_form":"pearl","offset":4825},{"uri":"Diver","surface_form":"diver","offset":4930},{"uri":"Japan","surface_form":"Japan","offset":4969},{"uri":"London_Missionary_Society","surface_form":"London Missionary Society","offset":4994},{"uri":"Celebrate","surface_form":"celebrate","offset":5082},{"uri":"Missionary","surface_form":"missionaries","offset":5110},{"uri":"New_Guinea","surface_form":"New Guinea","offset":5279},{"uri":"Queensland","surface_form":"Queensland","offset":5323},{"uri":"British","surface_form":"British","offset":5342},{"uri":"Colony","surface_form":"colony","offset":5350},{"uri":"Papua_New_Guinea","surface_form":"Papua New Guinea","offset":5401},{"uri":"World_War_II","surface_form":"World War II","offset":5856},{"uri":"Air_base","surface_form":"air base","offset":5954},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":6028},{"uri":"Aircraft","surface_form":"aircraft","offset":6035},{"uri":"Disease","surface_form":"disease","offset":6217},{"uri":"Tourist","surface_form":"tourist","offset":6345},{"uri":"Jules_Verne","surface_form":"Jules Verne","offset":6417},{"uri":"Novel","surface_form":"novel","offset":6462},{"uri":"Twenty_Thousand_Leagues_Under_the_Sea","surface_form":"Twenty Thousand Leagues Under the Sea","offset":6470},{"uri":"Submarine","surface_form":"submarine","offset":6545}]}