{"id":111535,"url":"http://en.wikipedia.org/wiki/WALL-E","text":"\"Wall-E\" is a 2008 American animated movie created by Pixar and Disney. It was released on June 27, 2008 by Walt Disney Studios Motion Pictures.\nPlot.\nIn 2805, Earth has been polluted with waste and humanity has abandoned the planet, by boarding a giant cruise ship called \"Axiom\". They have built hundreds of domestic robots called WALL-E, who made a piled cubes of waste in an attempt to restore the planet for the company. Seven hundred years later, one robot spends most days, cleaning the city and collecting essential properties, before finding a surviving plant hidden in a refrigerator.\nA rocket appears and assigns EVE to investigate the city. WALL-E meets and invites EVE into his home. He shows the \"Hello Dolly\" movie on a videocassette recorder. When WALL-E shows a plant for EVE, she takes it and becomes deactivated. The same rocket appears on Earth, takes EVE and returns to outer space, with WALL-E following it.\nAs the rocket returns to the ship, WALL-E notices that all humans had gained weight and lost some bones, while sitting on each chairs, and every robots serve them. The AUTO and Captain McCrea examine EVE's body in the main dock, only to find the plant gone.\nWhen WALL-E inadvertently destroys the security system at the repair ward, he and EVE escape from the hallway. EVE attempts to send WALL-E to the escape pod, but they discover that Gopher placed the plant in the pod, when he stole it from EVE. WALL-E uses a fire extinguisher to save himself and the plant, before the pod self destructs.\nThe robots return to the ship. As McCrea watches each videos EVE recorded on Earth, he realises they must return to Earth. However, AUTO refuses, revealing he stole the plant for Gopher, and its outdated secret directive no-return issued to all AUTOs by BNL inaccurately believing Earth to be to toxic to live and that humans should survive in space forever. A furious McCrea argues how the plant is proof against the directive, but AUTO and Gopher stage a treacherous mutiny: Gopher discards the plant in a waste shaft, WALL-E hides it, before he is electroucted by AUTO and EVE is shut down, and both are sent down to the shaft, and McCrea is trapped in the room.\nEVE wakes up and saves WALL-E from being sent into space. They help all humans and robots take control of the ship. WALL-E is able to prevent AUTO from closing the machine, despite getting crushed afterwards, and McCrea recovers and disables Auto. After the ship returns to Earth, EVE repairs WALL-E's body. Though WALL-E cannot remember EVE, the spark makes them remember each other. The movie ends with all humans and robots restoring all life on Earth.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":19},{"uri":"Animated","surface_form":"animated","offset":28},{"uri":"Movie","surface_form":"movie","offset":37},{"uri":"Pixar","surface_form":"Pixar","offset":54},{"uri":"Walt_Disney_Pictures","surface_form":"Disney","offset":64},{"uri":"Walt_Disney_Studios_Motion_Pictures","surface_form":"Walt Disney Studios Motion Pictures","offset":108},{"uri":"Refrigerator","surface_form":"refrigerator","offset":581},{"uri":"EVE","surface_form":"EVE","offset":624},{"uri":"Hello_Dolly","surface_form":"Hello Dolly","offset":711},{"uri":"Videocassette_recorder","surface_form":"videocassette recorder","offset":735},{"uri":"Fire_extinguisher","surface_form":"fire extinguisher","offset":1446}]}