{"id":111654,"url":"http://en.wikipedia.org/wiki/The_Jungle_Book","text":"\"The Jungle Book\" is a collection of stories written by Rudyard Kipling. It was published by Macmillan & Co. in 1894. The stories tell about life and legends of the Indian jungle. Parts of \"The Jungle Book\" have been adapted to television, movies, the theater, and other media.\nBackground.\nKipling was born in India, and spent the first six years of his life there. After about ten years in England, he went back to India and worked there for about six-and-half years. All of the \"Jungle Book\" stories were published in magazines in 1893-4. The original publications contained illustrations, some by Rudyard's father, John Lockwood Kipling. These books were written when Kipling lived in Vermont.\nThe tales in the book (and also those in \"The Second Jungle Book\" which followed in 1895, and which includes five further stories about Mowgli) are fables, using animals in an anthropomorphic manner to give moral lessons. Kipling put in them nearly everything he knew or \"heard or dreamed about the Indian jungle.\" Other readers have interpreted the work as allegories of the politics and society of the time.\nThe best-known stories are the three about an abandoned 'man cub' Mowgli. They boy is raised by wolves in the Indian jungle. The most famous of the other stories are probably \"Rikki-Tikki-Tavi\", the story of a heroic mongoose, and \"Toomai of the Elephants\", the tale of a young elephant-handler. Kotick, The White Seal seeking for his people a haven where they would be safe from hunters, has been considered a metaphor for Zionism, then in its beginning.\nAs with much of Kipling's work, each of the stories is preceded by a piece of verse, and succeeded by another. The title of each is given in \"italics\" in the list of stories below.\n\"The Jungle Book\", because of its moral tone, came to be used as a motivational book by the Cub Scouts, a junior element of the Scouting movement. This use of the book's universe was approved by Kipling after a direct petition of Robert Baden-Powell, founder of the Scouting movement, who had originally asked for the author's permission for the use of the \"Memory Game\" from \"Kim\" in his scheme to develop the morale and fitness of working-class youths in cities. Akela, the head wolf in The Jungle Book, has become a senior figure in the movement, the name being traditionally adopted by the leader of each Cub Scout pack.\nChapters in The Jungle Book.\nThe complete book, having passed into the public domain, is on-line at Project Gutenberg's official website and elsewhere.\nAdaptations.\nThe book's text has often been abridged or adapted for younger readers, and there have also been several comic book adaptations.","categories":[],"infobox_types":["Book"],"annotations":[{"uri":"Rudyard_Kipling","surface_form":"Rudyard Kipling","offset":56},{"uri":"India","surface_form":"India","offset":310},{"uri":"Magazine","surface_form":"magazine","offset":520},{"uri":"John_Lockwood_Kipling","surface_form":"John Lockwood Kipling","offset":618},{"uri":"The_Second_Jungle_Book","surface_form":"The Second Jungle Book","offset":739},{"uri":"Anthropomorphism","surface_form":"anthropomorphic","offset":873},{"uri":"Mowgli","surface_form":"Mowgli","offset":1173},{"uri":"Rikki-Tikki-Tavi","surface_form":"Rikki-Tikki-Tavi","offset":1283},{"uri":"Mongoose","surface_form":"mongoose","offset":1324},{"uri":"Elephant","surface_form":"elephant","offset":1385},{"uri":"Zionism","surface_form":"Zionism","offset":1531},{"uri":"Cub_Scouts","surface_form":"Cub Scouts","offset":1836},{"uri":"Scouting","surface_form":"Scouting","offset":1872},{"uri":"Robert_Baden-Powell","surface_form":"Robert Baden-Powell","offset":1974},{"uri":"Kim%27s_Game","surface_form":"Memory Game","offset":2102},{"uri":"Kim_(novel)","surface_form":"Kim","offset":2121},{"uri":"Akela_(Jungle_Book)","surface_form":"Akela","offset":2209},{"uri":"Public_domain","surface_form":"public domain","offset":2440},{"uri":"Project_Gutenberg","surface_form":"Project Gutenberg","offset":2469},{"uri":"Comic_book","surface_form":"comic book","offset":2639}]}