{"id":111787,"url":"http://en.wikipedia.org/wiki/Flag_of_Scotland","text":"The Flag of Scotland is a white X-shaped cross, which represents the cross of the patron saint of Scotland, Saint Andrew on a blue sky. The flag is called the Saltire or the Saint Andrew's Cross.\nHistory.\nAccording to legend, in 832 A.D. King Óengus (II) (or King Angus) led the Picts and Scots in battle against the Angles under a king named Athelstan near modern-day Athelstaneford in East Lothian. King Angus and his men were surrounded and he prayed for deliverance. During the night Saint Andrew, who was martyred on a saltire cross, appeared to Angus and assured him of victory. On the following morning a white saltire against the background of a blue sky appeared to both sides. The Picts and Scots were heartened by this, but the Angles lost confidence and were defeated. This saltire design has been the Scottish flag ever since.\nMaterial evidence of the saltire's use dates from somewhat later. In 1385 the Parliament of Scotland decreed that Scottish soldiers should wear the saltire as a distinguishing mark. The earliest surviving Scottish flag consisting solely of the saltire dates from 1503: a white cross on a red background. By 1540 the legend of King Angus had been altered to include the vision of the cross against a blue sky. Thereafter, this saltire design in its present form became the national flag of Scotland.\nScottish Parliament.\nThere are five flagpoles outside the Scottish Parliament Building in Edinburgh. The Saltire is flown every day, alongside the Union Flag and the EU Flag. The fourth flagpole is used for special occasions such as Commonwealth Day and United Nations Day. The fifth pole is used for the Royal Standard of Scotland.\nEdinburgh Castle.\nEdinburgh Castle is managed by Historic Scotland, but it still has a military garrison of the British Army. Like all British Army bases, it flies the Union Flag (in ratio 5:3) and the Army flies it every day from the Clock Tower. The Saltire is flown every day at the Half Moon Battery.\nThe flying of the Union Flag at Edinburgh Castle has sometimes caused controversy. In 2001, a group of 20 Scottish National Party MSPs called for the Union Flag to be replaced by the Saltire.\nScottish Government.\nThe Scottish Government has decreed that the Flag will fly on all its buildings every day from 8 am until sunset. An exception is made for \"national days\". On these days, the Saltire shall be lowered and replaced with the Union Flag. These days are the same as the flag days of the United Kingdom with the exception of 3 September (Merchant Navy Day), which is a specific flag day in Scotland and during which the Red Ensign may also be used.\nAnother difference with the UK days is that on Saint Andrew's Day, the Union Flag will only be flown if the building has more than one flagpole – the Saltire will not be lowered to make way for the Union Flag if there is only one flagpole. This difference arose after Members of the Scottish Parliament complained that Scotland was the only country in the world that could not fly its national flag on its national day.\nOthers.\nThe flag can be flown at any time by any individual, company, local authority, hospital or school. There is no need to get consent to fly the flag from a vertical flagpole. The flagpole itself may need planning permission.\nIn recent years, embassies of the United Kingdom have flown the Saltire to mark St Andrew's Day.\nMost local authorities in Scotland fly the Saltire. Glasgow City Council fly the flag from the City Chambers building in George Square, while the City of Edinburgh Council fly the flag from their own city chambers.\nIn 2007 Angus Council led by Robert Myles decided to scrap the Saltire and replace it with a new Angus flag. This move led to public outcry across Scotland with more than 7,000 people signing a petition opposing the council's move, leading to a compromise whereby the Angus flag would not replace but be flown alongside the Saltire on Council buildings.\nColour and dimensions.\nAt various times throughout history colours as light as sky blue or as dark as dark navy blue have been used (a selection apparently motivated by which colour of blue dye was available at the time). When incorporated as part of the Union Flag, the navy blue colour used was that of the Blue ensign belonging to the historic 'Blue Squadron' of the British Royal Navy. Dark blue was primarily used for reasons of expediency—it suffered less from the effects of fading resulting from prolonged exposure to the elements (namely sunlight and salt spray).\nAlthough this navy blue colour was used specifically for depicting the Union Flag on maritime flags on the basis of durability, it soon became standard on Union Flags, both on land and at sea. This navy blue colour trend was adopted for the Saltire itself by many flag manufacturers, resulting in a variety of shades of blue being depicted on the flag of Scotland ranging from \"sky blue\" to \"royal blue\" to \"navy blue\". Eventually, this situation resulted in calls to standardise the colour of Scotland's national flag.\nIn 2003, a committee of the Scottish Parliament met to examine a petition that the Scottish Government adopt the Pantone 300 colour as a standard. (Note that this blue is of a lighter shade than the Pantone 280 of the Union Flag). Having taken advice from a number of sources including the office of the Lord Lyon King of Arms, the committee recommended that the optimum shade of blue for the Saltire should be [http://www.pantone.co.uk/pages/pantone/colorfinder.aspx?c_id=6126 Pantone 300] (that is, 0, 101, 189 in the RGB color model, or #0065BD as hexadecimal web colors). Recent versions of the Saltire have therefore largely converged on this official recommendation, though dark blue has continued in use.\nThe flag's proportion is not fixed, but is generally taken as 1:2, 2:3, 3:5 or 4:5. The bars in the cross should be 1/5 (i.e., 20%) the width of the flag.\nOutside Scotland.\nInverse representations (blue saltire on a white field) of the Scottish Saltire are also used outside Scotland. In Canada, an inverse representation of the Saltire, combined with the shield from the Royal Arms of the Kingdom of Scotland, forms the modern flag of the Canadian Province of Nova Scotia, the first colonial venture of the Kingdom of Scotland into the Americas.\nIn Russia, during the period before and after the Soviet Union, the naval ensign of the Russian Navy has been an inverse representation of the Cross of Saint Andrew. (Saint Andrew is also a patron saint of Russia). The very same Saltire was also flown as the flag of Galicia in Spain until 1891, when Russia requested the Galician flag to be modified in order to avoid confusion between Galician ships and Russian Navy ships. The current Galician flag is actually the original blue-over-white saltire but without one of the arms of the cross.\nThe U.S. state of Alabama's flag is officially \"a crimson cross of St. Andrew on a field of white,\" but the reference is used only to describe the shape without using the vexillological term saltire as that flag's origins are from either or both of the Confederate Battle Flag or the Cross of Burgundy Flag, both of which have saltires and are associated with the history of that state. Similarly, the Spanish island of Tenerife and the remote Colombian islands of San Andrés and Providencia also use the saltire on their flags.\nThe Scottish Saltire is also used unofficially by students and graduates of Xavier University because of the university's blue and white official colors and the resemblance of the flag to the letter \"X\". It is also the flag for St. Andrew's Scots School, Argentina (founded in 1838) and its \"spinoff\" university Universidad de San Andrés.\nThe Dutch municipality of Sint-Oedenrode, named after the Scottish princess Saint Oda, also uses the Saltire as the basis of its flag.\nIncorporation into the Union Flag.\nThe Scottish Saltire and field is one of the key components of the Union Flag. The Union Flag has been used in a variety of forms since 1606, when the flags of the Kingdom of Scotland and Kingdom of England were first merged to symbolise the Union of the Crowns. (The Union of the Crowns having occurred in 1603.) In Scotland, and in particular on Scottish vessels at sea, historical evidence suggests that a separate design of Union Flag was flown to that used in England. However, following the Acts of Union of 1707, which united the Kingdom of Scotland and the Kingdom of England, the 'English' version of the Union Flag was adopted as the official flag of the unified Kingdom of Great Britain.\nFrom 1801, in order to symbolise the union of the Kingdom of Great Britain with the Kingdom of Ireland, a new design was adopted for the flag of the United Kingdom of Great Britain and Ireland. The 1801 design, having remained unchanged despite the partition of Ireland in 1921 and creation of the Irish Free State, continues to be used as the flag of the United Kingdom of Great Britain and Northern Ireland.\nLion Rampant.\nThe Royal Standard of the King of Scots, also known as the Royal Flag of Scotland or the Lion Rampant, is the flag used historically by the King of Scots. It remains the personal banner of the monarch and use of this flag is restricted under the Act of the Parliament of Scotland 1672 cap. 47 and 30 & 31 Vict. cap. 17.\nDespite the legal restrictions concerning the use of this flag, it is often regarded as a second, albeit unofficial, national flag for Scotland, most often seen at sporting events.","categories":[],"infobox_types":[],"annotations":[{"uri":"Patron_saint","surface_form":"patron saint","offset":82},{"uri":"Scotland","surface_form":"Scotland","offset":98},{"uri":"Saint_Andrew","surface_form":"Saint Andrew","offset":108},{"uri":"Angles","surface_form":"Angles","offset":317},{"uri":"East_Lothian","surface_form":"East Lothian","offset":387},{"uri":"Deliverance","surface_form":"deliverance","offset":458},{"uri":"Saint_Andrew","surface_form":"Saint Andrew","offset":488},{"uri":"Martyr","surface_form":"martyr","offset":510},{"uri":"Parliament_of_Scotland","surface_form":"Parliament of Scotland","offset":918},{"uri":"National_flag","surface_form":"national flag","offset":1312},{"uri":"Royal_Standard_of_Scotland","surface_form":"Royal Standard of Scotland","offset":1644},{"uri":"Edinburgh_Castle","surface_form":"Edinburgh Castle","offset":1690},{"uri":"Historic_Scotland","surface_form":"Historic Scotland","offset":1721},{"uri":"British_Army","surface_form":"British Army","offset":1784},{"uri":"Navy_blue","surface_form":"navy blue","offset":4057},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":4328},{"uri":"Canada","surface_form":"Canada","offset":6043},{"uri":"Royal_coat_of_arms_of_Scotland","surface_form":"Royal Arms of the Kingdom of Scotland","offset":6127},{"uri":"Provinces_and_territories_of_Canada","surface_form":"Canadian Province","offset":6195},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":6216},{"uri":"Kingdom_of_Scotland","surface_form":"Kingdom of Scotland","offset":6263},{"uri":"Americas","surface_form":"Americas","offset":6292},{"uri":"Russia","surface_form":"Russia","offset":6305},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":6352},{"uri":"Maritime_flags","surface_form":"ensign","offset":6376},{"uri":"Russian_Navy","surface_form":"Russian Navy","offset":6390},{"uri":"Patron_saint","surface_form":"patron saint","offset":6492},{"uri":"Galicia","surface_form":"Galicia","offset":6569},{"uri":"Spain","surface_form":"Spain","offset":6580},{"uri":"Flag_of_Galicia","surface_form":"Galician flag","offset":6740},{"uri":"U.S._state","surface_form":"U.S. state","offset":6849},{"uri":"Flag_of_Alabama","surface_form":"Alabama's","offset":6863},{"uri":"Confederate_Battle_Flag","surface_form":"Confederate Battle Flag","offset":7098},{"uri":"Cross_of_Burgundy","surface_form":"Cross of Burgundy Flag","offset":7129},{"uri":"Spain","surface_form":"Spanish","offset":7247},{"uri":"Flag_of_Tenerife","surface_form":"Tenerife","offset":7265},{"uri":"Colombian","surface_form":"Colombian","offset":7289},{"uri":"San_Andr%C3%A9s_and_Providencia_Department","surface_form":"San Andrés and Providencia","offset":7310},{"uri":"Xavier_University_(Cincinnati)","surface_form":"Xavier University","offset":7450},{"uri":"Universidad_de_San_Andr%C3%A9s","surface_form":"Universidad de San Andrés","offset":7686},{"uri":"Netherlands","surface_form":"Dutch","offset":7717},{"uri":"Sint-Oedenrode","surface_form":"Sint-Oedenrode","offset":7739},{"uri":"Saint_Oda","surface_form":"Saint Oda","offset":7789},{"uri":"Union_Flag","surface_form":"Union Flag","offset":7950},{"uri":"Kingdom_of_Scotland","surface_form":"Kingdom of Scotland","offset":8047},{"uri":"Kingdom_of_England","surface_form":"Kingdom of England","offset":8071},{"uri":"Union_of_the_Crowns","surface_form":"Union of the Crowns","offset":8125},{"uri":"Acts_of_Union_1707","surface_form":"Acts of Union","offset":8380},{"uri":"Kingdom_of_Great_Britain","surface_form":"Kingdom of Great Britain","offset":8556},{"uri":"Kingdom_of_Ireland","surface_form":"Kingdom of Ireland","offset":8666},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"United Kingdom of Great Britain and Ireland","offset":8731},{"uri":"Partition_of_Ireland","surface_form":"partition of Ireland","offset":8831},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":8880},{"uri":"United_Kingdom_of_Great_Britain_and_Northern_Ireland","surface_form":"United Kingdom of Great Britain and Northern Ireland","offset":8938},{"uri":"Royal_Standard_of_Scotland","surface_form":"Royal Standard of the King of Scots","offset":9010},{"uri":"Lion_Rampant","surface_form":"Lion Rampant","offset":9095},{"uri":"King_of_Scotland","surface_form":"King of Scots","offset":9146},{"uri":"Parliament_of_Scotland","surface_form":"Parliament of Scotland","offset":9263}]}