{"id":111891,"url":"http://en.wikipedia.org/wiki/WrestleMania_I","text":"ce=\"preserve\">:\"This article is about the first WrestleMania itself, for the WrestleMania PPV series in general, see WrestleMania (PPV series).\"\nWrestleMania (chronologically known as WrestleMania I) was the first WrestleMania professional wrestling event produced by the World Wrestling Federation. It took place on March 31, 1985 at Madison Square Garden in New York, New York. The attendance for the event was 19,121 fans. The event was viewed by over one million fans through closed circuit television, making it the largest event on closed-circuit television in the United States at the time. The event was the start of the Rock 'n' Wrestling gimmick, which brought together professional wrestling and the music industry.\nBackground.\nFor the first WrestleMania, Vince McMahon began cross promoting with MTV and several celebrities like Muhammad Ali, Liberace and Cyndi Lauper appeared during the build up to and at the event. To build up the show, the WWF aired two wrestling specials on MTV. The first one was The Brawl to End it All, aired on July 23, 1984, in which a match from a live MSG broadcast was shown on MTV. Wendi Richter defeated The Fabulous Moolah to win the WWF Women's Championship on the card, with Lauper on her side. At The War to Settle the Score, which aired on February 18, 1985, Leilani Kai, accompanied by Moolah, defeated Richter, again accompanied by Lauper, to win the Women's Championship.\nIn the months leading up to the first WrestleMania, Roddy Piper began a talk-show segment on WWF television entitles \"Piper's Pit\". On one episode of the show, he hit Jimmy Snuka over the head with coconut, leading to a feud between the two men. As part of the storyline, Piper recruited Cowboy Bob Orton to be his bodyguard. On another episode of \"Piper's Pit\", Piper spoke out against the burgeoning Rock 'n' Wrestling connection, which led to a confrontation with Hulk Hogan. In February 1985, the two men faced each other at The War to Settle the Score, where Hogan won by disqualification. Their on-going feud led to their match at WrestleMania.\nEvent.\nWWF announcer Gene Okerlund did the singing of the National Anthem, with Gorilla Monsoon and Jesse \"The Body\" Ventura calling the action. Gene Okerlund also did interviews backstage, with \"Lord\" Alfred Hayes doing interviews near the entrance to the locker room, right outside the ring. Howard Finkel began the first of his many times ring announcing WrestleMania events, on this broadcast. The opening theme for the event was the instrumental portion of the Phil Collins and Philip Bailey hit \"Easy Lover\", while the closing theme for the credits was \"Axel F.\" by Harold Faltermeyer. Celebrity guests in attendance for this WrestleMania included Billy Martin, Cyndi Lauper, Mr. T, Muhammad Ali, and Liberace accompanied by The Rockettes.\nThe first match was between Tito Santana and The Executioner. Santana won the match after slamming The Executioner from the apron into the ring and then performing a flying forearm. This caused The Executioner to submit. Following the match, King Kong Bundy, accompanied by Jimmy Hart, and Special Delivery Jones made their way to the ring. After performing an avalanche and big splash, Bundy defeated Jones in record making time. The WWF's official time for the match is nine seconds.\nThe next match was between Ricky Steamboat and Matt Borne. Steamboat took the early advantage in the match-up, until Borne performed a belly-to-belly suplex on Steamboat. In retaliation, Steamboat used a several knife-edged chops, a belly-to-back suplex, and a flying double chop off of the ropes. After performing a flying crossbody, Steamboat pinned Borne for the win. After the match ended, David Sammartino, accompanied by his father Bruno Sammartino, and Brutus Beefcake, accompanied by Johnny Valiant, made their way to the ring. The action favored both contestants, as each wrestler alternated having the advantage. After Beefcake threw David Sammartino out of the ring, Valiant performed a body slam on him onto the cement floor. He then pushed Sammartino back into the ring. A short while later, all four men began fighting in the ring, and the match ended in a no-contest.\nThe first championship defense of WrestleMania was between Junkyard Dog (JYD) and the reigning WWF Intercontinental Champion Greg Valentine, who was accompanied to the ring by his manager Jimmy Hart. JYD began the match in the offensive position, performing headbutts and roundhouse right hands on Valentine. As the action went back and forth, Hart climbed on the ring apron, where Valentine accidentally hit him. Later, Valentine pinned JYD with his feet on the ropes for leverage, which is an illegal maneuver. As a result, Tito Santana ran down to the ring and explained what had happened to the match's official. The match was restarted, and JYD eventually won the match by count-out. Valentine, however, kept his title as titles do not change hands through count-out. The following match was a for the WWF Tag Team Championship. Nikolai Volkoff and Iron Sheik, accompanied to the ring by Freddie Blassie, challenged the reigning champions, The U.S. Express (Mike Rotundo and Barry Windham), who were accompanied by Lou Albano. The U.S. Express dominated the early part of the match until Volkoff and The Sheik began to gain the offensive advantage over Rotundo. After Rotundo tagged in his partner Windham, Windham performed a bulldog on The Sheik. After nearly being pinned, The Sheik hit Windham in the head with Blassie's cane as the referee had his back turned. After Volkloff got the pin, Volkoff and The Sheik were crowned as the new tag champions.\nThe next match on the card was a $15,000 Body Slam Challenge between André the Giant and Big John Studd, who was accompanied by Bobby Heenan. The stipulation of the match was that André the Giant had to body slam Studd to win $15,000, and if he failed, he would be forced to retire. After beginning the match in the defensive position, André countered with chops and a headbutt. After weakening his knees with multiple kicks, André was able to lift Studd over his shoulders and execute a body slam to win the match. After André collected his prize money, he threw some of it into the audience. Heenan, however, grabbed the bag holding the remainder of the winnings and ran from ringside. As a result of the match, André was able to continue his undefeated streak unscathed. After all the men had left ringside, it was time for the WWF Women's Championship match between Wendi Richter, managed by singer Cyndi Lauper, and Leilani Kai, managed by former champion The Fabulous Moolah. Shortly after the match began, Moolah grabbed Richter as she was outside on the floor, but Lauper saved her from an attack. Kai then performed a flying crossbody from the top rope, but Richter used Kai's momentum to roll-up Kai in a pinning position. With this pin, Richter became the new Women's Champion.\nThe main event and last match of the night pitted Hulk Hogan, the reigning WWF Champion, and Mr. T, accompanied by Jimmy Snuka, against Roddy Piper and Paul Orndorff, accompanied by Cowboy Bob Orton. Professional boxer Muhammad Ali was the special guest referee. First, Piper, Orndorff, and Orton made their way to the ring as drums and bagpipes played, causing the crowd to boo. Crowd favorites Hogan, Mr. T, and Snuka made their way to the ring next. The match began with Mr. T and Piper in the ring and the two traded blows. Mid-way through the match, all four men began brawling in the ring, and Muhammad Ali punched Piper in an attempt to restore order. After the match's order was restored, Orndorff and Piper had the offensive advantage. As Orndorff locked Hogan into a full nelson, Orton climbed the top rope to attempt to knock out Hogan. Instead, Orton mistakenly hit Orndorff, and Hogan pinned him to win the match. In frustration, Piper knocked out the other official, Pat Patterson, and went backstage.\nAftermath.\nApproximately three months after WrestleMania, Nikolai Volkoff and Iron Sheik lost the title back to The U.S. Express (Mike Rotundo and Barry Windham). They held the title until August, when the team of Brutus Beefcake and Greg Valentine became the new champions. The duo, later known as The Dream Team, revitalized the WWF's tag team scene and feuded with The British Bulldogs.\nAfter André the Giant defeated Big John Studd at the event, Studd formed a tag team with King Kong Bundy, and the duo faced André and Hulk Hogan on a number of occasions.\nIn late 1985, Wendi Richter was defeated by The Fabulous Moolah, losing her WWF Women's Championship in controversial fashion. Moolah, who wrestled as a masked female wrestler known as The Spider Lady, won the title after convincing an official to call the match in her favor, but Richter was unaware of the planned title change. Richter left the WWF shortly after, and Moolah held the title for approximately two years.\nIn a new storyline after WrestleMania, Roddy Piper began training Cowboy Bob Orton as a boxer. Hulk Hogan accepted a challenge on the behalf of Mr. T to face Orton in match on an episode of \"Saturday Night's Main Event\". After Mr. T won the match, Orton and Piper attacked him, leading to a boxing match at WrestleMania II between Piper and Mr. T. At the second annual WrestleMania, Piper was disqualified in the third round.\nBroadcast.\nThe event was viewed by over one million fans through closed circuit television, making it the largest event on closed-circuit television in the United States at the time.\nA technical glitch ended the closed circuit broadcast early into the showing at the Civic Arena in Pittsburgh, Pennsylvania. To appease angry fans who pelted the screen with garbage, WrestleMania was broadcast in its entirety on a local television station two weeks later.","categories":[],"infobox_types":["Wrestling event"],"annotations":[{"uri":"WrestleMania_(PPV_series)","surface_form":"WrestleMania (PPV series)","offset":117},{"uri":"WrestleMania_(PPV_series)","surface_form":"WrestleMania","offset":214},{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":227},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Federation","offset":272},{"uri":"March_31","surface_form":"March 31","offset":317},{"uri":"1985","surface_form":"1985","offset":327},{"uri":"Madison_Square_Garden","surface_form":"Madison Square Garden","offset":335},{"uri":"New_York_City","surface_form":"New York, New York","offset":360},{"uri":"Closed_circuit_television","surface_form":"closed circuit television","offset":480},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":767},{"uri":"MTV","surface_form":"MTV","offset":808},{"uri":"Muhammad_Ali","surface_form":"Muhammad Ali","offset":841},{"uri":"Liberace","surface_form":"Liberace","offset":855},{"uri":"Cyndi_Lauper","surface_form":"Cyndi Lauper","offset":868},{"uri":"The_Brawl_to_End_it_All","surface_form":"The Brawl to End it All","offset":1016},{"uri":"July_23","surface_form":"July 23","offset":1050},{"uri":"1984","surface_form":"1984","offset":1059},{"uri":"Wendi_Richter","surface_form":"Wendi Richter","offset":1126},{"uri":"The_Fabulous_Moolah","surface_form":"The Fabulous Moolah","offset":1149},{"uri":"WWE_Women%27s_Championship_(1956%E2%80%932010)","surface_form":"WWF Women's Championship","offset":1180},{"uri":"The_War_to_Settle_the_Score","surface_form":"The War to Settle the Score","offset":1246},{"uri":"February_18","surface_form":"February 18","offset":1290},{"uri":"1985","surface_form":"1985","offset":1303},{"uri":"Leilani_Kai","surface_form":"Leilani Kai","offset":1309},{"uri":"Roddy_Piper","surface_form":"Roddy Piper","offset":1477},{"uri":"Piper%27s_Pit","surface_form":"Piper's Pit","offset":1543},{"uri":"Jimmy_Snuka","surface_form":"Jimmy Snuka","offset":1592},{"uri":"Bob_Orton%2C_Jr.","surface_form":"Cowboy Bob Orton","offset":1713},{"uri":"Hulk_Hogan","surface_form":"Hulk Hogan","offset":1892},{"uri":"Gene_Okerlund","surface_form":"Gene Okerlund","offset":2097},{"uri":"National_Anthem","surface_form":"National Anthem","offset":2134},{"uri":"Gorilla_Monsoon","surface_form":"Gorilla Monsoon","offset":2156},{"uri":"Jesse_Ventura","surface_form":"Jesse \"The Body\" Ventura","offset":2176},{"uri":"Alfred_Hayes_(wrestler)","surface_form":"\"Lord\" Alfred Hayes","offset":2271},{"uri":"Howard_Finkel","surface_form":"Howard Finkel","offset":2370},{"uri":"Phil_Collins","surface_form":"Phil Collins","offset":2542},{"uri":"Philip_Bailey","surface_form":"Philip Bailey","offset":2559},{"uri":"Easy_Lover","surface_form":"Easy Lover","offset":2578},{"uri":"Axel_F.","surface_form":"Axel F.","offset":2636},{"uri":"Harold_Faltermeyer","surface_form":"Harold Faltermeyer","offset":2648},{"uri":"Billy_Martin","surface_form":"Billy Martin","offset":2730},{"uri":"Cyndi_Lauper","surface_form":"Cyndi Lauper","offset":2744},{"uri":"Mr._T","surface_form":"Mr. T","offset":2758},{"uri":"Muhammad_Ali","surface_form":"Muhammad Ali","offset":2765},{"uri":"Liberace","surface_form":"Liberace","offset":2783},{"uri":"The_Rockettes","surface_form":"The Rockettes","offset":2807},{"uri":"Tito_Santana","surface_form":"Tito Santana","offset":2850},{"uri":"Buddy_Rose","surface_form":"The Executioner","offset":2867},{"uri":"King_Kong_Bundy","surface_form":"King Kong Bundy","offset":3064},{"uri":"Jimmy_Hart","surface_form":"Jimmy Hart","offset":3096},{"uri":"Conrad_Efraim","surface_form":"Special Delivery Jones","offset":3112},{"uri":"Ricky_Steamboat","surface_form":"Ricky Steamboat","offset":3335},{"uri":"Matt_Osborne","surface_form":"Matt Borne","offset":3355},{"uri":"David_Sammartino","surface_form":"David Sammartino","offset":3702},{"uri":"Bruno_Sammartino","surface_form":"Bruno Sammartino","offset":3746},{"uri":"Edward_Leslie","surface_form":"Brutus Beefcake","offset":3768},{"uri":"John_L._Sullivan_(wrestler)","surface_form":"Johnny Valiant","offset":3800},{"uri":"Junkyard_Dog","surface_form":"Junkyard Dog","offset":4250},{"uri":"WWE_Intercontinental_Championship","surface_form":"WWF Intercontinental Champion","offset":4286},{"uri":"Greg_Valentine","surface_form":"Greg Valentine","offset":4316},{"uri":"Jimmy_Hart","surface_form":"Jimmy Hart","offset":4379},{"uri":"Headbutt","surface_form":"headbutt","offset":4449},{"uri":"Punch_(strike)","surface_form":"roundhouse right hands","offset":4463},{"uri":"Tito_Santana","surface_form":"Tito Santana","offset":4717},{"uri":"World_Tag_Team_Championship_(WWE)","surface_form":"WWF Tag Team Championship","offset":4998},{"uri":"Nikolai_Volkoff","surface_form":"Nikolai Volkoff","offset":5025},{"uri":"Iron_Sheik","surface_form":"Iron Sheik","offset":5045},{"uri":"Fred_Blassie","surface_form":"Freddie Blassie","offset":5084},{"uri":"The_U.S._Express","surface_form":"The U.S. Express","offset":5136},{"uri":"Mike_Rotunda","surface_form":"Mike Rotundo","offset":5154},{"uri":"Barry_Windham","surface_form":"Barry Windham","offset":5171},{"uri":"Lou_Albano","surface_form":"Lou Albano","offset":5211},{"uri":"Andr%C3%A9_the_Giant","surface_form":"André the Giant","offset":5720},{"uri":"Big_John_Studd","surface_form":"Big John Studd","offset":5740},{"uri":"Bobby_Heenan","surface_form":"Bobby Heenan","offset":5779},{"uri":"WWE_Women%27s_Championship_(1956%E2%80%932010)","surface_form":"WWF Women's Championship","offset":6482},{"uri":"Wendi_Richter","surface_form":"Wendi Richter","offset":6521},{"uri":"Leilani_Kai","surface_form":"Leilani Kai","offset":6572},{"uri":"The_Fabulous_Moolah","surface_form":"The Fabulous Moolah","offset":6612},{"uri":"Hulk_Hogan","surface_form":"Hulk Hogan","offset":6990},{"uri":"WWE_Championship","surface_form":"WWF Champion","offset":7015},{"uri":"Jimmy_Snuka","surface_form":"Jimmy Snuka","offset":7055},{"uri":"Roddy_Piper","surface_form":"Roddy Piper","offset":7076},{"uri":"Paul_Orndorff","surface_form":"Paul Orndorff","offset":7092},{"uri":"Bob_Orton%2C_Jr.","surface_form":"Cowboy Bob Orton","offset":7122},{"uri":"Boxing","surface_form":"boxer","offset":7153},{"uri":"Muhammad_Ali","surface_form":"Muhammad Ali","offset":7159},{"uri":"Full_nelson","surface_form":"full nelson","offset":7717},{"uri":"Pat_Patterson","surface_form":"Pat Patterson","offset":7921},{"uri":"Nikolai_Volkoff","surface_form":"Nikolai Volkoff","offset":8014},{"uri":"Iron_Sheik","surface_form":"Iron Sheik","offset":8034},{"uri":"The_U.S._Express","surface_form":"The U.S. Express","offset":8068},{"uri":"Mike_Rotunda","surface_form":"Mike Rotundo","offset":8086},{"uri":"Barry_Windham","surface_form":"Barry Windham","offset":8103},{"uri":"Brutus_Beefcake","surface_form":"Brutus Beefcake","offset":8170},{"uri":"Greg_Valentine","surface_form":"Greg Valentine","offset":8190},{"uri":"The_British_Bulldogs","surface_form":"The British Bulldogs","offset":8324},{"uri":"Andr%C3%A9_the_Giant","surface_form":"André the Giant","offset":8352},{"uri":"Big_John_Studd","surface_form":"Big John Studd","offset":8377},{"uri":"King_Kong_Bundy","surface_form":"King Kong Bundy","offset":8435},{"uri":"Hulk_Hogan","surface_form":"Hulk Hogan","offset":8480},{"uri":"Wendi_Richter","surface_form":"Wendi Richter","offset":8531},{"uri":"The_Fabulous_Moolah","surface_form":"The Fabulous Moolah","offset":8561},{"uri":"WWE_Women%27s_Championship_(1956%E2%80%932010)","surface_form":"WWF Women's Championship","offset":8593},{"uri":"Roddy_Piper","surface_form":"Roddy Piper","offset":8977},{"uri":"Bob_Orton%2C_Jr.","surface_form":"Cowboy Bob Orton","offset":9004},{"uri":"Boxing","surface_form":"boxer","offset":9026},{"uri":"Hulk_Hogan","surface_form":"Hulk Hogan","offset":9033},{"uri":"Mr._T","surface_form":"Mr. T","offset":9082},{"uri":"Saturday_Night%27s_Main_Event","surface_form":"Saturday Night's Main Event","offset":9129},{"uri":"WrestleMania_II","surface_form":"WrestleMania II","offset":9245},{"uri":"Closed_circuit_television","surface_form":"closed circuit television","offset":9429},{"uri":"Mellon_Arena","surface_form":"Civic Arena","offset":9631},{"uri":"Pittsburgh%2C_Pennsylvania","surface_form":"Pittsburgh, Pennsylvania","offset":9646},{"uri":"Television_station","surface_form":"television station","offset":9784}]}