{"id":111831,"url":"http://en.wikipedia.org/wiki/Sassari","text":"Sassari is a city in the region of Sardinia in Italy. It is the capital of the \"Province of Sassari.\" About 130,000 people live in Sassari. This makes it the second largest city in Sardinia.\nHistory.\nThe first time that the city appeared in a map was in 1131 with the name Jordi de Sassaro, in 1135 the name was Tathari. The city grown up very fast and in 1294, became a \"libero comune\" (independent municipality). In the early 14th century the island of Sardinia was occupied by the Aragonese, the municipality sent a delegation to the court of Aragon, but they did not achieve any agreement. So with the support of the Republic of Genoa and the Doria's family, the people of Sassari rose up against the invaders, until 1417 when the king Alfonso V granted an acceptable status to the town. In 1617 in town the Jesuits founded the University. In 1713, after the Treaty of Utrecht, in the island of Sardinia started the brief period of the Austro-Hungarian administration. In fact since 1720 the island was annexed by the House of Savoy and since then was born the Kingdom of Sardinia. But in 1793, after years of political struggle, in the island started an uprising, called “Sarda rivoluzione” (Sardinian revolution), led by the patriot Giovanni Maria Angioy, who entered triumphantly in the city of Sassari, followed by thousand of revolutionaries coming from all over the island. But the Savoy, stifled the rebellion with ferocity, reconquered the town. But the rebellion in town will continued until the middle of the 19th century.\nIn 1861 the Kingdom of Sardinia, after the campaign to unify Italy and the annexation of many small states, it became the founding state of the new Kingdom of Italy. Since then Sassari is an Italian city.\nMuseums.\n\"(Via Roma 64)\" also called \"Museo Sanna\" - [http://www.museosannasassari.it/index.php Sito]","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":13},{"uri":"Region","surface_form":"region","offset":25},{"uri":"Sardinia","surface_form":"Sardinia","offset":35},{"uri":"Italy","surface_form":"Italy","offset":47},{"uri":"Capital_(city)","surface_form":"capital","offset":64},{"uri":"Province_of_Sassari","surface_form":"Province of Sassari","offset":80},{"uri":"Jesuits","surface_form":"Jesuits","offset":812},{"uri":"Treaty_of_Utrecht","surface_form":"Treaty of Utrecht","offset":863},{"uri":"Austro-Hungarian","surface_form":"Austro-Hungarian","offset":940},{"uri":"House_of_Savoy","surface_form":"House of Savoy","offset":1022},{"uri":"Kingdom_of_Sardinia","surface_form":"Kingdom of Sardinia","offset":1065},{"uri":"Giovanni_Maria_Angioy","surface_form":"Giovanni Maria Angioy","offset":1239},{"uri":"Kingdom_of_Italy","surface_form":"Kingdom of Italy","offset":1685}]}