{"id":11198,"url":"http://en.wikipedia.org/wiki/Tokelau","text":"Tokelau is a group of islands in the Pacific Ocean. It is made of three atolls. These atolls have a surface area of about. About 1500 people lived there in 2016. The territory belongs to New Zealand. The atolls are Alatufu, Nukunonu, and Fakaofo. Together with Swains Island (which is part of American Samoa now) they are known as the Union Islands. Swains Island is about 180 km to the south of Fakaofo. Less than 50 people live on Swains Island. Tokelau is about half way between New Zealand and Hawaii.\nTokelau does not have an official capital. The most important languages spoken in Tokelau are English and Tokelauan.\nThe people live in four villages: Two of them are on Fakaofo. The islands Atafu and Nukunonu each have one village. The most common language is Tokelauan, about half the people are able to speak English.\nAccording to the UN, many people on Tokelau are overweight: Many of the 15 to 64 age group also suffer from diabetes.\nTokelau is among the most remote areas in the Pacific: There are no airports; the islands can only be reached by ship: there are also no sea ports, which makes travelling difficult, even between the atolls. New Zealand pays for a ship, which connects Tokelau with the next bigger seaport (Apia, on Samoa). The trip from Apia to Fakaofo takes about a day, reaching the northernmost atoll Atafu will take another three to four hours. There is no large pier on any of the islands, which means that smaller boats (called barges) are needed to reach the shore. The ship reaches Tokelau about once every two weeks.\nIn 2004 there was a vote to change the status of Tokelau: Rather than being a dependent territory of New Zealand, the proposal was to be \"in association with\" New Zealand, much like Cook Islands and Niue. At the time, the people of Tokleau voted against this independence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Atoll","surface_form":"atoll","offset":72},{"uri":"Territory","surface_form":"territory","offset":166},{"uri":"New_Zealand","surface_form":"New Zealand","offset":187},{"uri":"Alatufu","surface_form":"Alatufu","offset":215},{"uri":"Nukunonu","surface_form":"Nukunonu","offset":224},{"uri":"Fakaofo","surface_form":"Fakaofo","offset":238},{"uri":"Swains_Island","surface_form":"Swains Island","offset":261},{"uri":"American_Samoa","surface_form":"American Samoa","offset":293},{"uri":"Hawaii","surface_form":"Hawaii","offset":498},{"uri":"Capital_(city)","surface_form":"capital","offset":540},{"uri":"English_language","surface_form":"English","offset":600},{"uri":"Tokelauan_language","surface_form":"Tokelauan","offset":612},{"uri":"Overweight","surface_form":"overweight","offset":875},{"uri":"Diabetes_mellitus","surface_form":"diabetes","offset":935},{"uri":"Ship","surface_form":"ship","offset":1058},{"uri":"Apia","surface_form":"Apia","offset":1234},{"uri":"Samoa","surface_form":"Samoa","offset":1243},{"uri":"Cook_Islands","surface_form":"Cook Islands","offset":1736},{"uri":"Niue","surface_form":"Niue","offset":1753}]}