{"id":111989,"url":"http://en.wikipedia.org/wiki/WWE_Brand_Extension","text":"The Entertainment (WWF/E) Brand Extension was a draft first used in 2002 by WWE with the purpose of dividing WWE Superstars into two brands, \"RAW\" and \"SmackDown!\". In 2006 \"ECW\" was added to the draft.\nBackground.\nAfter buying World Championship Wrestling (WCW), its business opponent through the 1990s, in March 2001, the World Wrestling Federation (WWF) wanted to find a way to split itself into two separate brands, because of the numbers of Superstars that it had gotten as part of WCW's purchase. On March 18, 2002, Linda McMahon announced the \"brand extension\" in which the company would be split into two distinct brands.\nIn terms of storyline, Ric Flair had become co-owner of the WWF following Survivor Series 2001 where Shane and Stephanie McMahon sold their stocks to Flair in order to buy WCW and Extreme Championship Wrestling (ECW). Vince McMahon did not like having to share his creation with Flair and looked for a way to stop their partnership. After entering a feud with The Undertaker, Flair sought a match with him at WrestleMania X8. However, the WWF Board of Directors would only allow the match if Flair were to give all control of the WWF to McMahon. Flair agreed, however, the Board also reserved the right to review the ownership status of the WWF following WrestleMania. Their decision was to split the entire WWF roster into two separate brands, with Vince McMahon in control of the SmackDown! brand and Ric Flair in control of the RAW brand. A draft was started the following week on \"RAW\". Each owner would get a total of thirty picks. The brand extension officially began on April 1, 2002. By having two brands in place, the WWF was able to increase the number of live events held each year from 200 to 350.\nSuperstar selections.\nThe 2002 World Wrestling Federation (WWF) Brand Extension Draft took place at Penn State University in State College, Pennsylvania on March 25, 2002. The first half of the draft was televised live on TNN for two hours, on WWE's flagship program, Raw. The second half, or the supplemental draft, was conducted over the internet on WWF's official website, WWF.com. There were thirty draft picks, with sixty superstars drafted overall by co-owners of the WWF, Ric Flair and Vince McMahon, onto their respective brands, RAW and SmackDown!. For the televised half of the draft, ten brand selections were manually made by Flair and McMahon. The supplemental draft was however conducted as a draft lottery, with each brand receiving twenty random draft selections.\nOn the March 18, 2002 episode of \"RAW\", Vince McMahon won a coin toss to determine who would receive the first draft selection.\nAftermath.\nOn the June 10, 2002 edition of \"Raw\", McMahon became the only owner of World Wrestling Entertainment when he defeated Flair in a No Holds Barred match.\nBackground.\nAfter World Wrestling Entertainment (WWE) bought all of Extreme Championship Wrestling (ECW) in 2003, the company began releasing DVDs showing the original ECW. Soon afterwards, the company promoted two ECW reunion shows for ECW Alumni entitled, ECW One Night Stand in 2005 and in 2006.\nOn May 26, 2006, WWE announced a new brand, ECW, a revival of the 1990s show. The new brand debuted on its current network, the SCI FI Channel on June 13 2006.\nSuperstar selections.\nThe 2006 World Wrestling Entertainment (WWE) Brand Extension Draft took place from the Tacoma Dome in Tacoma, Washington on May 29, 2006, where ECW representative, Paul Heyman, drafted two superstars, one from SmackDown! and one from RAW onto the new ECW brand.\nAftermath.\nIn late 2007, SmackDown! and ECW superstars began to appear on both shows as part of a (kayfabe) deal between ECW General Manager Armando Estrada and SmackDown General Manager Vickie Guerrero.\nInterbrand competition.\nInterbrand competition was kept at a minimum, with superstars from all brands competing together only at pay-per-view events. However, in 2003, all pay per view events became brand exclusive, leaving the \"big four\" pay-per-views (WrestleMania, SummerSlam, Survivor Series, and the Royal Rumble) as the only interbrand shows.\nStarting in late 2006, in an attempt to add more star power to the shows, interbrand matches became more common. Most notably, MNM and The Hardys reformed, despite the fact that the teammates were on separate brands. Bobby Lashley is also notable for his interbrand action, who was involved in a storyline with the WWE Chairman, Vince McMahon. The return of \"Saturday Night's Main Event\" to NBC has also lead to more interaction between the brands.\nPay-per-views.\nThe separation of the WWE roster between two brands also intended to split the pay-per-view offerings, which began with Bad Blood in June 2003. The original idea had the \"major\" pay-per-view events at the time (Royal Rumble, SummerSlam, Survivor Series, and WrestleMania) would contain the only instances where wrestlers from different brands would interact with each other, and even among the four shows only the Royal Rumble and WrestleMania would have wrestlers from different brands competing against each other. Wrestlers, as a result, appeared only in 2/3 of the shows. Eventually, WWE abandoned the practice of single-brand pay-per-view events following WrestleMania 23. December to Dismember and New Year's Revolution were cancelled following the announcement.\nChampionships.\nInitially, the WWE Undisputed Championship and WWE Women's Championship were available to both brands. The other championships were exclusive to the brand the champion was a part of. With several specialty championships being exclusive to one brand, numerous wrestlers were left with no title to fight for.\nThis issue was solved in September 2002 when the Undisputed Championship became the WWE Championship again and was moved to SmackDown! while Eric Bischoff created the World Heavyweight Championship for RAW. The end result was each brand having four championships. When ECW was revived in 2006, the ECW Championship was re-established and is that brand's world title.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_Wrestling_Entertainment","surface_form":"Entertainment","offset":4},{"uri":"WWE_Raw","surface_form":"RAW","offset":142},{"uri":"WWE_Friday_Night_SmackDown","surface_form":"SmackDown!","offset":152},{"uri":"Extreme_Championship_Wrestling_(WWE)","surface_form":"ECW","offset":174},{"uri":"World_Championship_Wrestling","surface_form":"World Championship Wrestling","offset":228},{"uri":"March_2001","surface_form":"March 2001","offset":308},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Federation","offset":324},{"uri":"Linda_McMahon","surface_form":"Linda McMahon","offset":522},{"uri":"Ric_Flair","surface_form":"Ric Flair","offset":653},{"uri":"Survivor_Series_(2001)","surface_form":"Survivor Series 2001","offset":704},{"uri":"Shane_McMahon","surface_form":"Shane","offset":731},{"uri":"Stephanie_McMahon","surface_form":"Stephanie McMahon","offset":741},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":810},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":848},{"uri":"The_Undertaker","surface_form":"The Undertaker","offset":990},{"uri":"WrestleMania_X8","surface_form":"WrestleMania X8","offset":1039},{"uri":"WWE_Friday_Night_SmackDown","surface_form":"SmackDown!","offset":1412},{"uri":"WWE_Raw","surface_form":"RAW","offset":1461},{"uri":"Penn_State_University","surface_form":"Penn State University","offset":1840},{"uri":"State_College%2C_Pennsylvania","surface_form":"State College, Pennsylvania","offset":1865},{"uri":"Live_broadcast","surface_form":"live","offset":1954},{"uri":"Spike_(TV_network)","surface_form":"TNN","offset":1962},{"uri":"WWE_Raw","surface_form":"Raw","offset":2008},{"uri":"Ric_Flair","surface_form":"Ric Flair","offset":2219},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":2233},{"uri":"Sports_draft","surface_form":"draft lottery","offset":2447},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":2560},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":2830},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":2880},{"uri":"DVD","surface_form":"DVD","offset":2954},{"uri":"ECW_Alumni","surface_form":"ECW Alumni","offset":3049},{"uri":"WWE_One_Night_Stand","surface_form":"ECW One Night Stand","offset":3070},{"uri":"One_Night_Stand_(2005)","surface_form":"2005","offset":3093},{"uri":"One_Night_Stand_(2006)","surface_form":"2006","offset":3105},{"uri":"Extreme_Championship_Wrestling_(WWE)","surface_form":"ECW","offset":3155},{"uri":"Extreme_Championship_Wrestling","surface_form":"the 1990s show","offset":3173},{"uri":"Sci_Fi_Channel_(United_States)","surface_form":"SCI FI Channel","offset":3239},{"uri":"Tacoma_Dome","surface_form":"Tacoma Dome","offset":3380},{"uri":"Tacoma%2C_Washington","surface_form":"Tacoma","offset":3395},{"uri":"Washington","surface_form":"Washington","offset":3403},{"uri":"Extreme_Championship_Wrestling","surface_form":"ECW","offset":3437},{"uri":"Paul_Heyman","surface_form":"Paul Heyman","offset":3457},{"uri":"WWE_Friday_Night_SmackDown","surface_form":"SmackDown!","offset":3503},{"uri":"WWE_Raw","surface_form":"RAW","offset":3527},{"uri":"Extreme_Championship_Wrestling_(WWE)","surface_form":"ECW","offset":3544},{"uri":"Kayfabe","surface_form":"kayfabe","offset":3654},{"uri":"Hazem_Ali","surface_form":"Armando Estrada","offset":3696},{"uri":"Vickie_Guerrero","surface_form":"Vickie Guerrero","offset":3742},{"uri":"List_of_WWE_pay-per-view_events","surface_form":"pay-per-view events","offset":3888},{"uri":"WrestleMania","surface_form":"WrestleMania","offset":4013},{"uri":"SummerSlam","surface_form":"SummerSlam","offset":4027},{"uri":"Survivor_Series","surface_form":"Survivor Series","offset":4039},{"uri":"Royal_Rumble","surface_form":"Royal Rumble","offset":4064},{"uri":"MNM","surface_form":"MNM","offset":4235},{"uri":"Hardy_Boyz","surface_form":"The Hardys","offset":4243},{"uri":"Bobby_Lashley","surface_form":"Bobby Lashley","offset":4325},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":4437},{"uri":"WWE_Saturday_Night%27s_Main_Event","surface_form":"Saturday Night's Main Event","offset":4467},{"uri":"NBC","surface_form":"NBC","offset":4499},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":4651},{"uri":"WWE_Bad_Blood","surface_form":"Bad Blood","offset":4692},{"uri":"June_2003","surface_form":"June 2003","offset":4705},{"uri":"WrestleMania_23","surface_form":"WrestleMania 23","offset":5233},{"uri":"WWE_Championship","surface_form":"WWE Undisputed Championship","offset":5371},{"uri":"WWE_Women%27s_Championship_(1956%E2%80%932010)","surface_form":"WWE Women's Championship","offset":5403},{"uri":"Eric_Bischoff","surface_form":"Eric Bischoff","offset":5804},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":5830},{"uri":"ECW_Championship","surface_form":"ECW Championship","offset":5961}]}