{"id":112005,"url":"http://en.wikipedia.org/wiki/WrestleMania_XX","text":"WrestleMania XX was the twentieth WrestleMania professional wrestling pay-per-view produced by World Wrestling Entertainment (WWE). It took place on March 14, 2004 at Madison Square Garden in New York. It was a joint-promotion pay-per-view event, with performers from the Raw and SmackDown! brands. The tagline for WrestleMania XX was \"Where it all Begins... Again\". The official theme song for the event was \"Step Up\" by Drowning Pool. The secondary theme song was \"Touché\" by Godsmack. The event was the third WrestleMania at Madison Square Garden, but the fourth to take place in the New York metropolitan area (after WrestleMania I, WrestleMania 2, and WrestleMania X). The celebrated return made more than $2.4 million in ticket sales, making the Pay-Per-View the highest grossing WWE event ever to be at Madison Square Garden. A sold-out Madison Square Garden had more than 20,000 people from 16 countries, and 48 states. Fans from more than 90 countries watched the event on television.\nThe card for the event has two main events. The main match for the Raw brand was a Triple Threat match for the World Heavyweight Championship between Champion Triple H, Shawn Michaels and Chris Benoit. Benoit won the match, doing the Crippler Crossface, making Triple H let him win after that. The main match for the SmackDown! brand has Eddie Guerrero versus Kurt Angle for the WWE Championship. Guerrero won it after a Small package. The event also had the returning Undertaker beat Kane after a Tombstone Piledriver.\nBackground.\nThe main feud at the start of the pay-per-view was on the Raw brand, with Triple H, Shawn Michaels and Chris Benoit feuding over the World Heavyweight Championship. Triple H was the champion going into the event. At the Royal Rumble event two months before, Triple H and Michaels had fought each other with the World Heavyweight Championship, they were both trying to win the Last Man Standing match. The match ended in a draw after neither of them could answer a ten-count when Michaels did the Superkick. As a result, Triple H kept the title. Also at the pay-per-view, in the real Royal Rumble match, SmackDown!'s Benoit won the contest, eliminating The Big Show last. The next night, on the January 26 edition of \"Raw\", Michaels and Triple H had a in-ring promo when Raw's Sheriff, Stone Cold Steve Austin then came into the ring. He said that, even though Michaels should have a rematch, he had to \"enforce the law.\" He also said that, in the rules it says that the winner of the Royal Rumble may face either the WWE Champion or World Heavyweight Champion. The winner of the Royal Rumble, Benoit went into the ring, and said that he would be fighting the World Heavyweight Champion at WrestleMania XX. On the February 2 edition of \"Raw\", Benoit was booked to play in his first contest on the brand, defeating Mark Henry, while making him submit to the Crippler Crossface in front of Triple H, who tried to distract Benoit. Both Triple H and Michaels were also in singles action later in night, defeating Spike Dudley and Randy Orton respectively. After the Michaels fought Orton, Triple H tried to attack Michaels, but Benoit chased Triple H away. Benoit and Michaels then went on to shake hands. The next week on \"Raw\", after Benoit defeated Ric Flair, a contract signing for the World Heavyweight Championship match at WrestleMania XX took place. Triple H signed the contract for the match, but just as Benoit was about to sign the contract to confirm the match, Michaels made his way to the ring. Michaels stated that he wanted to finish his long-running feud with Triple H at Madison Square Garden. As Benoit was about to say that is not going to happen, Michaels cut him off by Superkicking him. Michaels then went on to sign the contract. On the February 16 edition of \"Raw\", Raw General Manager Eric Bischoff said that Triple H should defend his championship against either Michaels and Benoit on that night, but Triple H rejected the proposal. Benoit, however, made his way to the ring, and put Triple H in the Crossface submission maneuver. Because Triple H rejected the proposal, Bischoff booked a match between Michaels and Benoit for the main event. Benoit looked set to win, but Triple H distracted him, allowing Michaels to perform the Superkick on Benoit. Triple H began to celebrate with Michaels, but instead did the Pedigree on Michaels. Moments later, Austin came to ringside, and said that Triple H would defend the title against both Michaels and Benoit at WrestleMania in a Triple Threat match.\nEvent.\nThe event began with the Boys Choir of Harlem singing \"America the Beautiful\". The first match that aired was a singles match between The Big Show and John Cena for the WWE United States Championship. In the beginning of the match Cena scoop slammed The Big Show twice. Cena then grabbed his signature chain and attacked Big Show with it. However the referee saw Cena and took the chain from him. With the referee holding the chain with his back turned, Cena hit Big Show with hidden brass knuckles. And then did his signature FU maneuver. Cena then quickly pinned The Big Show to win the match and the United States Championship. This match was the first time that the United States Championship had been defended at a WrestleMania.\nThe next match was a Fatal Four-Way tag match between Rob Van Dam and Booker T, Garrison Cade and Mark Jindrak, The Dudley Boyz (Bubba Ray and D-Von) and La Résistance (René Duprée and Rob Conway) for the World Tag Team Championship. The match ended when Conway was pinned by Van Dam after Booker T used his Scissor kick maneuver on Conway. That was followed by Van Dam's Five-Star Frog Splash. Booker T and Rob Van Dam kept the titles as a result.\nThe third match was between Christian and Chris Jericho. Christian won the match after Trish Stratus hit Jericho on the face with her elbow. Next up was a Handicap match with Evolution (Randy Orton, Batista and Ric Flair) and The Rock 'n' Sock Connection (The Rock and Mick Foley). Evolution won the match when Orton pinned Foley after successfully executing an RKO.\n\"Mean\" Gene Okerlund then introduced the WWE Hall of Fame Class of 2004. This was followed by a Playboy Evening Gown Match with Torrie Wilson and Sable against Stacy Keibler and Miss Jackie. Wilson pinned Jackie for the win. The next match was a Cruiserweight Open for the WWE Cruiserweight Championship. Cruiserweight fighter stood outside the ring, while two fighters wrestled in the ring. As one wrestler lost, another one e went in the ring. Último Dragón pinned Shannon Moore, but was then pinned by Jamie Noble. The next person to lose was Funaki, who was pinned by Noble. Nunzio then lost by count out when he was unable to return to the ring after doing a dive through the ropes onto Noble. Billy Kidman then entered the match, pinning and eliminating Noble. Kidman was then pinned and eliminated by Rey Mysterio. Tajiri was next to fight, but was pinned by Mysterio. Akio was the next scheduled fighter, but was not able to compete because he was inadvertently attacked by Tajiri when Mysterio ducked. The Crusierweight Champion, Chavo Guerrero was the final entrant and pinned Mysterio to win with the assistance of his father Chavo Guerrero, Sr., thus keeping the WWE Cruiserweight Championship.\nThe seventh match had Brock Lesnar and Goldberg with special guest referee, Steve Austin. The beginning of the match began with both men staring each other down, making much heat from the fans throughout the match. Goldberg then took Lesnar down with a Spear, that would only draw a two count after a pin attempt. Lesnar then did the F-5 maneuver on Goldberg, but also resulted in a two-count pin attempt. Afterwards, Lesnar missed an attempt to knock Goldberg down, allowing Goldberg to execute another spear and a successful Jackhammer maneuver that led to a three count for Goldberg, thus winning the match. After the match, Steve Austin did a Stone Cold Stunner on both fighters to the crowd's delight and celebrated with beer in the ring.\nThe eight match was the encounter of Victoria and Molly Holly for the WWE Women's Championship, where Holly would have to be shaved bald if she lost. Victoria would counter a Widow's peak maneuver attempt by Holly into a Backslide pin, drawing a three count, thus winning the match and retaining the WWE Women's Championship. Holly tried running towards the backstage area to escape the match's stipulation, but was eventually stopped by Victoria who would knock her out and place her onto the barber's chair, shaving her bald.\nThe next match had Eddie Guerrero and Kurt Angle fighting over the WWE Championship. Guerrero used a DDT and Frog Splash maneuver on Angle that would result in a two-count pin attempt. Angle then secured Guerrero with an Ankle lock hold. However, Guerrero escaped the hold by rolling through it and throwing Angle out of the ring. As Angle was outside, Guerrero loosened his ring boot to relieve the pain. As Angle returned to the ring, he applied another Ankle lock on Guerrero that would end up being unsuccessful with Guerrero escaping the hold by pushing Angle off with his other foot leaving Angle holding the Guerrero's loosened ring boot. With Angle confused, Guerrero did a Roll-up pin maneuver leading to a successful pinfall, thus winning the match and retaining the WWE Championship.\nThe tenth match of the event was the encounter of The Undertaker and Kane, which would be Undertaker's first match since he was buried alive at Survivor Series 2003. The Undertaker made his return under his \"Deadman\" gimmick, as he was accompanied to the ring by Paul Bearer. The two wrestlers brawled in the beginning of the match, until Kane used a Chokeslam maneuver on Undertaker, which made no effect as Undertaker sat up immediately afterwards. The Undertaker then retaliated by Chokeslamming Kane and executing a Tombstone piledriver into a successful pinfall, thus winning the match and remaining undefeated at WrestleMania with a 12-0 record.\nThe main event was a Triple threat match over the World Heavyweight Championship between Triple H, Chris Benoit, and Shawn Michaels. This was the seventh title defense of the night, the most in WrestleMania history. Benoit gained control over Michaels when he did the Crossface hold. As Michaels was about to submit, Triple H would save the match. Triple H and Michaels teamed up to suplex Benoit through the announcer's table. Michaels then attempted to hit Benoit with a Sweet Chin Music maneuver, but Benoit countered it, throwing Michaels out of the ring. As this occurred, Triple H attempted to Pedigree Benoit. However, Benoit also countered it and held Triple H with Crossface hold that would force Triple H to submit. As a result, Benoit won the match and the World Heavyweight Championship.\nAftermath.\nEven though WWE tried hard to promote the Brock Lesnar versus Goldberg contest, some critics were not happy with the match. Many in Madison Square Garden booed the fighters, and only cheered for Steve Austin because both of the fighters were leaving the WWE after the event.\nAt Backlash, the original main event match was between Chris Benoit and Shawn Michaels for the World Heavyweight Championship. But on the March 29 edition of \"Raw\", after being traded to SmackDown! and brought back to Raw, Triple H said that the match at Backlash be changed to Benoit against Triple H for the World Heavyweight Championship. Raw General Manager Eric Bischoff liked the idea of the match, but ended by saying that he made a promise to Michaels to give him a World title match at Backlash; instead, Bischoff booked a Triple Threat match between Benoit, Michaels and Triple H for the World Heavyweight Championship. At Backlash, Benoit kept the World title, after he made Michaels submit to the Sharpshooter.\nThe feud between Kurt Angle and Eddie Guerrero continued. On the March 25 edition of \"SmackDown!\", Angle was made the on-screen General Manager of SmackDown!, as part to the storyline of Angle's legit neck problems. This angle would also play on the April 15 edition of \"SmackDown!\", when he said talked abou the injuries he got when The Big Show chokeslammed Angle off a ledge. In reality Angle said that he would be heaving neck surgery in May and would not be fighting until August. At The Great American Bash, Angle cost Guerrero the WWE title in a Texas Bull Rope match against John \"Bradshaw\" Layfield, after Angle changed the result of the match when Guerrero looked to have won the title. In the same month, Angle's position as General Manager of SmackDown! came to an end when he was fired by WWE Chairman Vince McMahon, after McMahon had exposed that Angle was not really injured. At SummerSlam, Angle and Guerrero were booked in a match, in which it saw Angle defeat Guerrero after he made Guerrero submit to the Ankle lock.","categories":[],"infobox_types":[],"annotations":[{"uri":"WrestleMania","surface_form":"WrestleMania","offset":34},{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":47},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":70},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":95},{"uri":"March_14","surface_form":"March 14","offset":149},{"uri":"2004","surface_form":"2004","offset":159},{"uri":"Madison_Square_Garden","surface_form":"Madison Square Garden","offset":167},{"uri":"New_York_City","surface_form":"New York","offset":192},{"uri":"WWE_Brand_Extension","surface_form":"joint-promotion","offset":211},{"uri":"WWE_Raw","surface_form":"Raw","offset":272},{"uri":"WWE_Friday_Night_SmackDown","surface_form":"SmackDown!","offset":280},{"uri":"Tagline","surface_form":"tagline","offset":303},{"uri":"Step_Up_(Drowning_Pool_song)","surface_form":"Step Up","offset":410},{"uri":"Drowning_Pool","surface_form":"Drowning Pool","offset":422},{"uri":"The_Other_Side_(Godsmack_album)","surface_form":"Touché","offset":467},{"uri":"Godsmack","surface_form":"Godsmack","offset":478},{"uri":"New_York_metropolitan_area","surface_form":"New York","offset":587},{"uri":"Metropolitan_area","surface_form":"metropolitan area","offset":596},{"uri":"WrestleMania_I","surface_form":"WrestleMania I","offset":621},{"uri":"WrestleMania_2","surface_form":"WrestleMania 2","offset":637},{"uri":"WrestleMania_X","surface_form":"WrestleMania X","offset":657},{"uri":"United_States_dollar","surface_form":"$","offset":711},{"uri":"U.S._state","surface_form":"states","offset":920},{"uri":"Television","surface_form":"television","offset":982},{"uri":"Main_event","surface_form":"main event","offset":1025},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":1105},{"uri":"Triple_H","surface_form":"Triple H","offset":1153},{"uri":"Shawn_Michaels","surface_form":"Shawn Michaels","offset":1163},{"uri":"Chris_Benoit","surface_form":"Chris Benoit","offset":1182},{"uri":"Eddie_Guerrero","surface_form":"Eddie Guerrero","offset":1332},{"uri":"Kurt_Angle","surface_form":"Kurt Angle","offset":1354},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":1373},{"uri":"The_Undertaker","surface_form":"Undertaker","offset":1463},{"uri":"Glen_Jacobs","surface_form":"Kane","offset":1479},{"uri":"Feud_(professional_wrestling)","surface_form":"feud","offset":1535},{"uri":"WWE_Raw","surface_form":"Raw","offset":1584},{"uri":"WWE_Brand_Extension","surface_form":"brand","offset":1588},{"uri":"Triple_H","surface_form":"Triple H","offset":1600},{"uri":"Shawn_Michaels","surface_form":"Shawn Michaels","offset":1610},{"uri":"Chris_Benoit","surface_form":"Chris Benoit","offset":1629},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":1659},{"uri":"Royal_Rumble_(2004)","surface_form":"Royal Rumble event","offset":1746},{"uri":"Tie_(draw)","surface_form":"draw","offset":1948},{"uri":"Royal_Rumble","surface_form":"Royal Rumble match","offset":2109},{"uri":"WWE_Friday_Night_SmackDown","surface_form":"SmackDown!","offset":2129},{"uri":"Paul_Wight","surface_form":"The Big Show","offset":2178},{"uri":"January_26","surface_form":"January 26","offset":2220},{"uri":"Promo_(professional_wrestling)","surface_form":"promo","offset":2285},{"uri":"Stone_Cold_Steve_Austin","surface_form":"Stone Cold Steve Austin","offset":2311},{"uri":"WWE_Championship","surface_form":"WWE Champion","offset":2543},{"uri":"February_2","surface_form":"February 2","offset":2739},{"uri":"Mark_Henry","surface_form":"Mark Henry","offset":2839},{"uri":"Matt_Hyson","surface_form":"Spike Dudley","offset":3034},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":3051},{"uri":"Kayfabe","surface_form":"attack","offset":3128},{"uri":"Handshake","surface_form":"shake hands","offset":3214},{"uri":"Ric_Flair","surface_form":"Ric Flair","offset":3273},{"uri":"Contract","surface_form":"contract","offset":3286},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":3311},{"uri":"Madison_Square_Garden","surface_form":"Madison Square Garden","offset":3610},{"uri":"February_16","surface_form":"February 16","offset":3782},{"uri":"Eric_Bischoff","surface_form":"Eric Bischoff","offset":3832},{"uri":"Main_event","surface_form":"main event","offset":4180},{"uri":"Boys_Choir_of_Harlem","surface_form":"Boys Choir of Harlem","offset":4579},{"uri":"America_the_Beautiful","surface_form":"America the Beautiful","offset":4609},{"uri":"Paul_Wight","surface_form":"The Big Show","offset":4688},{"uri":"John_Cena","surface_form":"John Cena","offset":4705},{"uri":"WWE_United_States_Championship","surface_form":"WWE United States Championship","offset":4723},{"uri":"Referee_(professional_wrestling)","surface_form":"referee","offset":4905},{"uri":"Brass_knuckles","surface_form":"brass knuckles","offset":5038},{"uri":"Pin_(professional_wrestling)","surface_form":"pinned","offset":5112},{"uri":"Rob_Van_Dam","surface_form":"Rob Van Dam","offset":5342},{"uri":"Booker_T_(wrestler)","surface_form":"Booker T","offset":5358},{"uri":"Lance_Cade","surface_form":"Garrison Cade","offset":5368},{"uri":"Mark_Jindrak","surface_form":"Mark Jindrak","offset":5386},{"uri":"The_Dudley_Boyz","surface_form":"The Dudley Boyz","offset":5400},{"uri":"Mark_LoMonaco","surface_form":"Bubba Ray","offset":5417},{"uri":"Devon_Hughes","surface_form":"D-Von","offset":5431},{"uri":"La_R%C3%A9sistance","surface_form":"La Résistance","offset":5442},{"uri":"Ren%C3%A9_Goguen","surface_form":"René Duprée","offset":5457},{"uri":"Rob_Conway","surface_form":"Rob Conway","offset":5473},{"uri":"World_Tag_Team_Championship","surface_form":"World Tag Team Championship","offset":5493},{"uri":"Scissor_kick_(strike)","surface_form":"Scissor kick","offset":5596},{"uri":"Christian_(wrestler)","surface_form":"Christian","offset":5765},{"uri":"Chris_Jericho","surface_form":"Chris Jericho","offset":5779},{"uri":"Trish_Stratus","surface_form":"Trish Stratus","offset":5824},{"uri":"Elbow","surface_form":"elbow","offset":5871},{"uri":"Evolution_(professional_wrestling)","surface_form":"Evolution","offset":5912},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":5923},{"uri":"Dave_Batista","surface_form":"Batista","offset":5936},{"uri":"Ric_Flair","surface_form":"Ric Flair","offset":5948},{"uri":"The_Rock_%27n%27_Sock_Connection","surface_form":"The Rock 'n' Sock Connection","offset":5963},{"uri":"Dwayne_Johnson","surface_form":"The Rock","offset":5993},{"uri":"Mick_Foley","surface_form":"Mick Foley","offset":6006},{"uri":"Gene_Okerlund","surface_form":"Gene Okerlund","offset":6111},{"uri":"WWE_Hall_of_Fame","surface_form":"WWE Hall of Fame","offset":6145},{"uri":"Playboy","surface_form":"Playboy","offset":6200},{"uri":"Torrie_Wilson","surface_form":"Torrie Wilson","offset":6232},{"uri":"Sable_(wrestler)","surface_form":"Sable","offset":6250},{"uri":"Stacy_Keibler","surface_form":"Stacy Keibler","offset":6264},{"uri":"Jackie_Gayda","surface_form":"Miss Jackie","offset":6282},{"uri":"WWE_Cruiserweight_Championship_(1991%E2%80%932007)","surface_form":"WWE Cruiserweight Championship","offset":6377},{"uri":"%C3%9Altimo_Drag%C3%B3n","surface_form":"Último Dragón","offset":6550},{"uri":"Shannon_Moore","surface_form":"Shannon Moore","offset":6571},{"uri":"Jamie_Noble","surface_form":"Jamie Noble","offset":6609},{"uri":"Shoichi_Funaki","surface_form":"Funaki","offset":6650},{"uri":"James_Maritato","surface_form":"Nunzio","offset":6683},{"uri":"Billy_Kidman","surface_form":"Billy Kidman","offset":6803},{"uri":"Rey_Mysterio%2C_Jr.","surface_form":"Rey Mysterio","offset":6912},{"uri":"Yoshihiro_Tajiri","surface_form":"Tajiri","offset":6926},{"uri":"James_Yun","surface_form":"Akio","offset":6980},{"uri":"Chavo_Guerrero%2C_Jr.","surface_form":"Chavo Guerrero","offset":7143},{"uri":"Chavo_Guerrero","surface_form":"Chavo Guerrero, Sr.","offset":7241},{"uri":"Brock_Lesnar","surface_form":"Brock Lesnar","offset":7333},{"uri":"Bill_Goldberg","surface_form":"Goldberg","offset":7350},{"uri":"Stone_Cold_Steve_Austin","surface_form":"Steve Austin","offset":7387},{"uri":"Heat_(professional_wrestling)","surface_form":"heat","offset":7485},{"uri":"Stunner_(professional_wrestling)","surface_form":"Stone Cold Stunner","offset":7958},{"uri":"Beer","surface_form":"beer","offset":8037},{"uri":"Lisa_Maria_Varon","surface_form":"Victoria","offset":8092},{"uri":"Molly_Holly","surface_form":"Molly Holly","offset":8105},{"uri":"WWE_Women%27s_Championship_(1956%E2%80%932010)","surface_form":"WWE Women's Championship","offset":8125},{"uri":"Eddie_Guerrero","surface_form":"Eddie Guerrero","offset":8602},{"uri":"Kurt_Angle","surface_form":"Kurt Angle","offset":8621},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":8650},{"uri":"DDT_(professional_wrestling)","surface_form":"DDT","offset":8684},{"uri":"The_Undertaker","surface_form":"The Undertaker","offset":9428},{"uri":"Kane_(wrestler)","surface_form":"Kane","offset":9447},{"uri":"Survivor_Series_(2003)","surface_form":"Survivor Series 2003","offset":9522},{"uri":"Paul_Bearer","surface_form":"Paul Bearer","offset":9641},{"uri":"Chokeslam","surface_form":"Chokeslam","offset":9729},{"uri":"Main_event","surface_form":"main event","offset":10034},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":10080},{"uri":"Triple_H","surface_form":"Triple H","offset":10119},{"uri":"Chris_Benoit","surface_form":"Chris Benoit","offset":10129},{"uri":"Shawn_Michaels","surface_form":"Shawn Michaels","offset":10147},{"uri":"Brock_Lesnar","surface_form":"Brock Lesnar","offset":10883},{"uri":"Bill_Goldberg","surface_form":"Goldberg","offset":10903},{"uri":"Stone_Cold_Steve_Austin","surface_form":"Steve Austin","offset":11036},{"uri":"Backlash_(2004)","surface_form":"Backlash","offset":11119},{"uri":"Chris_Benoit","surface_form":"Chris Benoit","offset":11171},{"uri":"Shawn_Michaels","surface_form":"Shawn Michaels","offset":11188},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":11211},{"uri":"Triple_H","surface_form":"Triple H","offset":11339},{"uri":"Eric_Bischoff","surface_form":"Eric Bischoff","offset":11478},{"uri":"Sharpshooter_(professional_wrestling)","surface_form":"Sharpshooter","offset":11825},{"uri":"Kurt_Angle","surface_form":"Kurt Angle","offset":11856},{"uri":"Eddie_Guerrero","surface_form":"Eddie Guerrero","offset":11871},{"uri":"Kayfabe","surface_form":"on-screen","offset":11957},{"uri":"Legit_(professional_wrestling)","surface_form":"legit","offset":12034},{"uri":"Big_Show","surface_form":"The Big Show","offset":12173},{"uri":"Chokeslam","surface_form":"chokeslam","offset":12186},{"uri":"John_Layfield","surface_form":"John \"Bradshaw\" Layfield","offset":12422},{"uri":"Kayfabe","surface_form":"fired","offset":12632},{"uri":"World_Wrestling_Entertainment","surface_form":"WWE Chairman","offset":12641},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":12654},{"uri":"SummerSlam_(2004)","surface_form":"SummerSlam","offset":12733}]}