{"id":112067,"url":"http://en.wikipedia.org/wiki/Reporters_Without_Borders","text":"e=\"preserve\">Reporters Without Borders (RWB) (or RSF, or RSF, or ROG) is an international non-governmental organization. Its headquarters is located in Paris. The organization was founded in 1985.\nAccusations.\nJohn Cherian from India says that Dalai Lama, leader of the Tibetan people, has Central Intelligence Agency (CIA) ties. John Cherian says that Reporters Without Borders has supported Tibet and tells a rumor that also Reporters Without Borders has CIA ties. Someone says CIA gave money to RWB.\nAccusations have been made by Diana Barahona, who sends stories to Counterpunch website. She claims that RWB takes sides. They take sides especially when they publish news on Cuba. She says that on its press freedom index, Reporters Without Borders gives Cuba a lower ranking than countries like Colombia, Peru and Mexico where she claims reporters are routinely killed. She claims the U.S. State Department has donated to RWB. She claims that the organization has links with the International Republican Institute (IRI), which she claims is an arm of the Republican Party. She claims that IRI funding opposition leaders of Hugo Chávez and Jean-Bertrand Aristide in close connection with CIA. She claims RWB's trustworthiness is questionable.","categories":[],"infobox_types":[],"annotations":[{"uri":"International","surface_form":"international","offset":76},{"uri":"Non-governmental_organization","surface_form":"non-governmental organization","offset":90},{"uri":"Headquarters","surface_form":"headquarters","offset":125},{"uri":"Paris","surface_form":"Paris","offset":152},{"uri":"India","surface_form":"India","offset":228},{"uri":"Dalai_Lama","surface_form":"Dalai Lama","offset":244},{"uri":"Tibetan_people","surface_form":"Tibetan people","offset":270},{"uri":"Central_Intelligence_Agency","surface_form":"Central Intelligence Agency","offset":290},{"uri":"Counterpunch","surface_form":"Counterpunch","offset":570},{"uri":"Cuba","surface_form":"Cuba","offset":678},{"uri":"Colombia","surface_form":"Colombia","offset":799},{"uri":"Peru","surface_form":"Peru","offset":809},{"uri":"Mexico","surface_form":"Mexico","offset":818},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":1059}]}