{"id":112060,"url":"http://en.wikipedia.org/wiki/Child_sexual_abuse","text":"Child sexual abuse is a kind of child abuse when an adult or someone else with power makes a child do any kind of sexual activities. In most cases, the position of power is important. The child is either unwilling or unable to consent. Children below the age of consent are unable to consent. In some cases activities such as kissing and hugging may be included.\nSexual abuse does emotional harm to children. Some of the effects do not show right away, and appear when the child has grown up. These effects can include depression, post-traumatic stress disorder, anxiety, borderline personality disorder, a higher chance of later abuse, and physical injury. Suicide is one of the effects with victims being six times more likely to commit suicide and eight times more likely to attempt suicide over and over again throughout their lives.\nThere are different types of offenders. When a child is sexually abused by a family member, it is called \"incest,\" and causes even more serious long-term psychological trauma than abuse by a stranger, especially when the incest is done by a parent. Child sexual abuse may committed by pedophiles (adults who are sexually attracted to children have not begun puberty) or by people who are not pedophiles; there are different reports on the number who are or are not pedophiles.\nChild sexual abuse is not rare. Around a quarter of all women and a tenth of all men were sexually abused when they were children. Different places in the world have different rates of child sexual abuse. Disabled children are more likely to be sexually abused than non-disabled children. For most children who are sexually abused, the person who abused them is somebody that they know. Around a third of child sexual abuse is by a relative of the child, most often fathers, uncles or cousins. Only around a tenth of child sexual abuse cases were abused by strangers, and the rest are other people whom the child knows such as friends of the family, babysitters, or neighbors. Men are the offenders in most child sexual abuse; women are the offenders in around 10% of the cases.","categories":[],"infobox_types":[],"annotations":[{"uri":"Child_abuse","surface_form":"child abuse","offset":32},{"uri":"Adult","surface_form":"adult","offset":52},{"uri":"Child","surface_form":"child","offset":93},{"uri":"Age_of_consent","surface_form":"age of consent","offset":255},{"uri":"Clinical_depression","surface_form":"depression","offset":519},{"uri":"Post-traumatic_stress_disorder","surface_form":"post-traumatic stress disorder","offset":531},{"uri":"Anxiety","surface_form":"anxiety","offset":563},{"uri":"Suicide","surface_form":"Suicide","offset":658},{"uri":"Incest","surface_form":"incest","offset":944},{"uri":"Pedophile","surface_form":"pedophile","offset":1123}]}