{"id":11218,"url":"http://en.wikipedia.org/wiki/Jamaica","text":"Jamaica is an island country in the Caribbean; it is part of the Greater Antilles. The island, in area, lies about south of Cuba, and west of Hispaniola. Its capital city is Kingston; other towns include Montego Bay, St. Ann's Bay and Spanish Town. The island is divided into three counties – Cornwall, Middlesex and Surrey – which are subdivided into 14 parishes: Kingston, St. Andrew, St. Catherine, Clarendon, Manchester, St. Elizabeth, Westmoreland, Hanover, St. James, Trelawny, St. Ann, St. Mary, Portland and St. Thomas.\nJamaica is the third-largest island country in the Greater Antilles. Its Taíno name is \"Xaymaca\", meaning \"Land of Springs\". Jamaica is part of the West Indies.\nHistory of Jamaica.\nThe Taino indigenous people, originating in South America, settled on the island between 4000 and 1000 BC. When Christopher Columbus arrived in 1494, there were more than 200 villages ruled by \"caciques\" (chiefs of villages). The south coast of Jamaica was the most populated, especially around the area now known as Old Harbour.\nChristopher Columbus, during his second voyage to the Americas, claimed Jamaica for Spain after landing there on 5 May 1494 and his probable landing point was Dry Harbour, now called Discovery Bay. There is some debate as to whether he landed in St. Ann's Bay or in Discovery Bay. St. Ann's Bay was named \"Saint Gloria\" by Columbus, as the first sighting of the land.\nIn 1503, during his fourth voyage, Columbus had to spend one year on the northern coast of the island, and he named the island \"Isla de Santiago\" (by Sant Iago Apostol, in Spanish \"Santiago\").\nIn 1509, the new Governor of the Hispaniola, Diego Columbus, sent Juan de Esquivel, a Conquistador born in Seville, Spain, with 70 men to Jamaica to complete the conquest of that island. They first lived in the St. Ann's Bay area and soon Esquivel founded a town, \"Sevilla La Nueva\" (in English, \"The New Seville\") on the north coast, one mile to the west of St. Ann's Bay.\nSevilla was abandoned around 1524 because it was deemed unhealthy. The capital was moved to Spanish Town, then called \"Saint Jago de la Vega\", in the south around 1534.\nBritish rule.\nIn 1654 Oliver Cromwell decided to break the Spanish control of the West Indies and he sent a fleet in an expedition) led by William Penn and General Robert Venables. The fleet arrived to the Santo Domingo island on 13 April 1655 but the British lost in two battles on 17 and 25 April and they decided to move to Jamaica.\nOn 10 May 1655, Penn and Venables led a successful attack on Jamaica. The Spanish surrendered to the English, freed their slaves and then fled to Cuba. It was this set of freed slaves and their descendants living in the Jamaican mountains who became known as the Maroons.\nIndependence.\nAfter a long period of direct British colonial rule, Jamaica gained a degree of local political control in the late 1930s, and held its first election under full universal adult suffrage in 1944. Jamaica joined nine other U.K. territories in the West Indies Federation in 1958 but withdrew after Jamaican voters rejected membership in 1961. Jamaica got its independence in 1962, remaining a member of the Commonwealth.\nGovernment and politics.\nJamaica is a parliamentary democracy and constitutional monarchy, with Queen Elizabeth II serving as the monarch. However, as Elizabeth II is shared as head of state of fifteen other countries (the Commonwealth realm) in addition to the UK and resides mostly in the United Kingdom, she is thus often represented as Queen of Jamaica in Jamaica and abroad by the Governor-General of Jamaica. The governor-general is nominated by the Prime Minister of Jamaica and appointed by the monarch. All the members of the Cabinet are appointed by the governor-general on the advice of the prime minister. The monarch and the governor-general serve largely ceremonial roles.\nThe Parliament of Jamaica is bicameral. This means that it consists of two Houses, the Senate, also called the Upper House, and the House of Representatives, also known as the Lower House. The members of the House (known as Members of Parliament or \"MPs\") are elected by the people of Jamaica. The leader of the political party with most members in the House of Representatives is appointed by the governor-general to be the prime minister. Senators are nominated jointly by the prime minister and the parliamentary leader of the opposition and are then appointed by the governor-general.\nTarch 2016. Prime Minister Holness acts as head of government of Jamaica.\nJamaica has traditionally had a system of two parties, with power often alternating between the People's National Party and Jamaica Labour Party (JLP). The party with current administrative and legislative power is Jamaica Labour Party, with a two-thirds Parliamentary majority as of 2016.\nParishes.\nJamaica is divided into 14 parishes, which are grouped into three historic counties that have no administrative relevance.\nDemographics.\nIn 2011 (last national census), there were 2,697,983 people living in Jamaica: 1,334,533 men and 1,363,450 women. There were 1,453,438 (53.9%) living in towns and cities. The population density was 245.5 persons/km².\nThe following table shows the parishes with their populations in the 2011 census.\nPeople.\nAccording to estimates about 70% of Jamaicans are Black and the rest of the 30% are composed of mostly Mixed Race people, but also includes White and Asian Jamaicans.\nLanguage.\nThe official language of Jamaica is English and the population also speaks Jamaican Creole English.\nReligion.\nThe people of Jamaica is 62.5% Protestant (10.8% Seventh-day Adventist Church, 9.5% Pentecostal, 8.3 Other Church of God, 7.2% Baptist, 6.3% New Testament Church of God, 4.8% Church of God in Jamaica, 4.3% Church of God of Prophecy, 3.6% Anglicans, 7.7% other Christian), 2.6% Catholics, 14.2% other or unspecified, 20.9% none.\nGeography.\nJamaica is between latitudes 17° 42\"N and 18° 31\"N and longitudes 78° 22\"W and 76° 11\", that is between the equator and the Tropic of Cancer. It has an area of.\nJamaica is the third-largest island country in the Greater Antilles, after Cuba and the Hispaniola (Haiti and the Dominican Republic); it is larger than Puerto Rico. The island is from east to west; the width, from north to south, varies between to. The country is composed mainly of the mainland, but near the coast there are a few isolated small islands.\nThe Blue Mountains are the longest mountain range in Jamaica. They include the island's highest point, Blue Mountain Peak, at.\nRivers.\nThe Rio Minho is the longest river in Jamaica at. It rises close to the island's geographic centre, flows generally south-southwest and reaches the Caribbean Sea at Carlisle Bay in the central south coast, to the west of the island's southernmost point, Portland Point.\nThe Black River is one of the longest rivers in Jamaica. At a length of, it was believed to be the longest until it was discovered that the Rio Minho was longer. It was originally called Rio Caobana.\nFamous people.\nThe island is known for the Rastafarian movement, as well as reggae artist Bob Marley. The popular sprinter Usain Bolt is also an asset from the country. Usain Bolt won gold in the 100 and 200 races in Rio 2016. England goalkeeper Joe Hart is also born in Jamaica.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Caribbean","surface_form":"Caribbean","offset":36},{"uri":"Greater_Antilles","surface_form":"Greater Antilles","offset":65},{"uri":"Cuba","surface_form":"Cuba","offset":124},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":142},{"uri":"Kingston","surface_form":"Kingston","offset":174},{"uri":"Ta%C3%ADno","surface_form":"Taíno","offset":601},{"uri":"Ta%C3%ADno","surface_form":"Taino","offset":713},{"uri":"South_America","surface_form":"South America","offset":753},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":821},{"uri":"Old_Harbour","surface_form":"Old Harbour","offset":1026},{"uri":"Americas","surface_form":"Americas","offset":1093},{"uri":"Discovery_Bay%2C_Jamaica","surface_form":"Discovery Bay","offset":1222},{"uri":"Saint_Ann_Parish%2C_Jamaica","surface_form":"St. Ann's Bay","offset":1320},{"uri":"James_(son_of_Zebedee)","surface_form":"Sant Iago Apostol","offset":1557},{"uri":"Diego_Columbus","surface_form":"Diego Columbus","offset":1645},{"uri":"Juan_de_Esquivel","surface_form":"Juan de Esquivel","offset":1666},{"uri":"Conquistador","surface_form":"Conquistador","offset":1686},{"uri":"Seville","surface_form":"Seville","offset":1707},{"uri":"Spain","surface_form":"Spain","offset":1716},{"uri":"Spanish_Town","surface_form":"Spanish Town","offset":2066},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":2165},{"uri":"West_Indies","surface_form":"West Indies","offset":2225},{"uri":"Naval_fleet","surface_form":"fleet","offset":2251},{"uri":"Expedition","surface_form":"expedition","offset":2263},{"uri":"William_Penn_(Admiral)","surface_form":"William Penn","offset":2282},{"uri":"Robert_Venables","surface_form":"Robert Venables","offset":2307},{"uri":"Hispaniola","surface_form":"Santo Domingo","offset":2349},{"uri":"Maroon_(people)","surface_form":"Maroons","offset":2742},{"uri":"Parliamentary_system","surface_form":"parliamentary democracy","offset":3222},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":3250},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":3286},{"uri":"Head_of_state","surface_form":"head of state","offset":3361},{"uri":"Commonwealth_realm","surface_form":"Commonwealth realm","offset":3407},{"uri":"Governor","surface_form":"Governor-General","offset":3570},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":3640},{"uri":"Ceremony","surface_form":"ceremonial","offset":3853},{"uri":"Parliament","surface_form":"Parliament","offset":3875},{"uri":"Bicameral","surface_form":"bicameral","offset":3900},{"uri":"Senate","surface_form":"Senate","offset":3958},{"uri":"Upper_House","surface_form":"Upper House","offset":3982},{"uri":"House_of_Representatives","surface_form":"House of Representatives","offset":4003},{"uri":"Lower_House","surface_form":"Lower House","offset":4047},{"uri":"Members_of_Parliament","surface_form":"Members of Parliament","offset":4095},{"uri":"Election","surface_form":"elected","offset":4131},{"uri":"Political_party","surface_form":"political party","offset":4183},{"uri":"Senator","surface_form":"Senator","offset":4312},{"uri":"Head_of_government","surface_form":"head of government","offset":4503},{"uri":"Political_party","surface_form":"parties","offset":4580},{"uri":"People%27s_National_Party","surface_form":"People's National Party","offset":4630},{"uri":"Jamaica_Labour_Party","surface_form":"Jamaica Labour Party","offset":4658},{"uri":"County","surface_form":"counties","offset":4909},{"uri":"Jamaican_Patois","surface_form":"Jamaican Creole English","offset":5530},{"uri":"Protestant","surface_form":"Protestant","offset":5596},{"uri":"Seventh-day_Adventist_Church","surface_form":"Seventh-day Adventist Church","offset":5614},{"uri":"Pentecostalism","surface_form":"Pentecostal","offset":5649},{"uri":"Other_Church_of_God","surface_form":"Other Church of God","offset":5666},{"uri":"Baptist","surface_form":"Baptist","offset":5692},{"uri":"New_Testament_Church_of_God","surface_form":"New Testament Church of God","offset":5706},{"uri":"Church_of_God_in_Jamaica","surface_form":"Church of God in Jamaica","offset":5740},{"uri":"Church_of_God_of_Prophecy","surface_form":"Church of God of Prophecy","offset":5771},{"uri":"Anglican_Church","surface_form":"Anglicans","offset":5803},{"uri":"Roman_Catholic","surface_form":"Catholics","offset":5842},{"uri":"Latitude","surface_form":"latitude","offset":5923},{"uri":"Longitude","surface_form":"longitude","offset":5959},{"uri":"Equator","surface_form":"equator","offset":6012},{"uri":"Tropic_of_Cancer","surface_form":"Tropic of Cancer","offset":6028},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":6218},{"uri":"East","surface_form":"east","offset":6250},{"uri":"West","surface_form":"west","offset":6258},{"uri":"Mountain_range","surface_form":"mountain range","offset":6457},{"uri":"Blue_Mountain_Peak","surface_form":"Blue Mountain Peak","offset":6525},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":6705},{"uri":"Carlisle_Bay_(Jamaica)","surface_form":"Carlisle Bay","offset":6722},{"uri":"Portland_Point","surface_form":"Portland Point","offset":6811},{"uri":"Rastafarian","surface_form":"Rastafarian","offset":7070},{"uri":"Reggae","surface_form":"reggae","offset":7103},{"uri":"Bob_Marley","surface_form":"Bob Marley","offset":7117},{"uri":"Usain_Bolt","surface_form":"Usain Bolt","offset":7150},{"uri":"Joe_Hart","surface_form":"Joe Hart","offset":7273}]}