{"id":112470,"url":"http://en.wikipedia.org/wiki/French_Grand_Prix","text":"The French Grand Prix (\"1906-1967: Grand Prix de l'ACF, 1968-2008: Grand Prix de France\") was a race held as part of Fédération Internationale de l'Automobile's (FIA) annual Formula One (F1) automobile racing championships.\nGrand Prix motor racing started in France. The French Grand Prix was open to international competition. It is the oldest Grand Prix race. It was first run on 26 June 1906, under the Automobile Club de France in Sarthe. The first race had a starting field of 32 automobiles.\nHistory.\nThe first World Championships were organized in 1925. It included the French Grand Prix, the Italian Grand Prix, the Belgian Grand Prix and the Indianapolis 500. The French Grand Prix was part of the Formula One championships from their start in 1950. The last F1 Grand Prix was held in 2008. It was called the European Grand Prix four times between 1924 and 1966. During this time, the title was an honorary name. It was given to one grand prix race held in Europe each year\nThe race has been held at several racetracks in France, such as the Autodrome de Montlhéry. Since 1991 its permanent home was the Circuit de Nevers Magny-Cours (often called just Magny-Cours). The move to Magny-Cours was an attempt to stimulate the economy of the area, but many within Formula One complained about the remote nature of the circuit.\nOn 29 March 2007 it was announced by the FFSA, the race promoter, that the 2008 French Grand Prix was put on an indefinite \"pause\". This suspension was due to the financial problems of the circuit. Many in F1 did not like the circuit because of the remote location. On 31 May, Bernie Ecclestone confirmed that the 2007 French Grand Prix would be the last to be held at Magny-Cours.\nAfter negotiations, the future of the race improved. Ecclestone himself stating \"We're going to maybe resurrect it for a year, or something like that\". On 24 July, Ecclestone and the Prime Minister of France met. They agreed to try to keep the race at Magny-Cours for 2008 and 2009. On 27 July, when the FIA published the calendar with a French Grand Prix scheduled at Magny-Cours. The 2009 race, however, was again cancelled on 15 October 2008, with the official website citing \"economic reasons\".\nThe future.\nA major remodeling project of Magny-Cours (\"2.0\") was planned, but canceled in the end. FFSA, the race's promoter, started looking for an another host circuit. There were five different proposals for a new circuit. One in Rouen with 3 possible layouts: a street circuit, in the dock area, or a permanent circuit near the airport. A street circuit located near Disneyland Resort Paris. A location in Versailles. And one in Sarcelles (\"Val de France\"). They were all were canceled. A final location in Flins-Les Mureaux, near the Flins Renault Factory was considered, that was canceled as well on 1 December 2009. In 2010 and 2011, there was no French Grand Prix on the Formula 1 calendar, although the Paul Ricard Circuit has proposed itself for 2012. The French Grand Prix was not included in the released 2012 schedule.\nRepeat winners (drivers).\nEvent that were not part of the Formula One World Championship have a pink background.\nEvent that were part of the pre-war European Championship have a cream background.\nLouis Chiron won the 1931 race, but shared the win in the Bugatti with Achille Varzi.\nJuan Manuel Fangio won the 1951 race, but shared the win in the Alfa Romeo 159-car with Luigi Fagioli.\nRepeat winners (constructors).\nEvent that were not part of the Formula One World Championship have a pink background.\nEvent that were part of the pre-war European Championship have a cream background.\nBy year.\nEvent that were not part of the Formula One World Championship have a pink background.\nEvent that were part of the pre-war European Championship have a cream background.\nUnited Kingdom.\n1985, Race started on BBC One but coverage of the race moved to BBC Two because of other scheduled programming.","categories":[],"infobox_types":[],"annotations":[{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"Fédération Internationale de l'Automobile","offset":117},{"uri":"Formula_One","surface_form":"Formula One","offset":174},{"uri":"Auto_racing","surface_form":"motor racing","offset":235},{"uri":"Sarthe","surface_form":"Sarthe","offset":435},{"uri":"Italian_Grand_Prix","surface_form":"Italian Grand Prix","offset":600},{"uri":"Belgian_Grand_Prix","surface_form":"Belgian Grand Prix","offset":624},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":651},{"uri":"European_Grand_Prix","surface_form":"European Grand Prix","offset":818},{"uri":"Race_track","surface_form":"racetracks","offset":1017},{"uri":"Autodrome_de_Montlh%C3%A9ry","surface_form":"Autodrome de Montlhéry","offset":1051},{"uri":"Circuit_de_Nevers_Magny-Cours","surface_form":"Circuit de Nevers Magny-Cours","offset":1113},{"uri":"Bernie_Ecclestone","surface_form":"Ecclestone","offset":1767},{"uri":"Prime_Minister_of_France","surface_form":"Prime Minister of France","offset":1897},{"uri":"Rouen","surface_form":"Rouen","offset":2447},{"uri":"Disneyland_Resort_Paris","surface_form":"Disneyland Resort Paris","offset":2585},{"uri":"Versailles%2C_Yvelines","surface_form":"Versailles","offset":2624},{"uri":"Sarcelles","surface_form":"Sarcelles","offset":2647},{"uri":"Flins-Les_Mureaux","surface_form":"Flins-Les Mureaux","offset":2725},{"uri":"Paul_Ricard_Circuit","surface_form":"Paul Ricard Circuit","offset":2926},{"uri":"World_War_II","surface_form":"war","offset":3191},{"uri":"Achille_Varzi","surface_form":"Achille Varzi","offset":3313},{"uri":"Luigi_Fagioli","surface_form":"Luigi Fagioli","offset":3416},{"uri":"World_War_II","surface_form":"war","offset":3581},{"uri":"World_War_II","surface_form":"war","offset":3760},{"uri":"BBC_One","surface_form":"BBC One","offset":3849},{"uri":"BBC_Two","surface_form":"BBC Two","offset":3891}]}