{"id":112414,"url":"http://en.wikipedia.org/wiki/Horseradish","text":"Horseradish (\"Armoracia rusticana\") is a perennial plant of the Brassicaceae family. The plant is probably native to southeastern Europe and western Asia. It grows up to 1.5 metres (5 feet) tall, and is usually grown for its large, white, tapered root.\nThe unbroken horseradish root has very little smell. When cut or grated, however, enzymes from the now-broken plant cells causes changes. The enzymes break down sinigrin to produce allyl isothiocyanate (mustard oil). This irritates the mucous membranes of the sinuses and eyes. Once exposed to air (by grating) or heat, it needs to be mixed with vinegar. Otherwise it becomes unpleasantly bitter-tasting.\nHistory.\nHorseradish has been cultivated since ancient times. Supposedly, the Delphic Oracle told Apollo that the horseradish was worth its weight in gold. Horseradish was known in Egypt in 1500 BC. Both root and leaves were used as a medicine during the Middle Ages. The root was used as a condiment on meats in Germany, Scandinavia, and Britain. It was brought to North America during Colonial times.\nThe word \"horseradish\" is known in English from the 1590's. The root is similar in shape and size to a horse's genitalia. Despite the name, this plant is poisonous to horses.\nCultivation.\nHorseradish is a perennial plant in hardiness zones 2–9. It can be grown as an annual in other zones. After the first frost in the autumn kills the leaves, the root is dug out and divided. The main root is harvested for use in the kitchen. One or more large offshoots of the main root are replanted to produce next year's crop. Horseradish left undisturbed in the garden spreads via underground shoots. The plant can become invasive. Older roots left in the ground become woody. They are then no longer useful for cooking. Older plants can be dug out and divided to start new plants.\nPests and diseases.\nThe larvae of \"Pieris rapae\" are a common caterpillar pest in horseradish gardens. They are called cabbageworms. The adults are white butterflies with black spots on the forewings. They are seen flying around the plants during the day. The caterpillars are green with faint yellow stripes running lengthwise down the back and sides. Full grown caterpillars are about in length. They move slowly when poked. They overwinter in green pupal cases. Adults start appearing in gardens after the last frost and are a problem through the remainder of the growing season. There are three to five overlapping generations a year. Mature caterpillars chew large, ragged holes in the leaves leaving the large veins intact. Handpicking is effective for control.\nCulinary uses.\nCooks use the terms \"horseradish\" or \"prepared horseradish\" to refer to the grated root of the horseradish plant mixed with vinegar. Prepared horseradish is white to creamy-beige in colour. It will keep for months refrigerated but eventually will darken, indicating it is losing flavour and should be replaced. The leaves of the plant, while edible, are not commonly eaten, and are referred to as \"horseradish greens\".\nHorseradish sauce.\nHorseradish sauce made from grated horseradish root and vinegar is a popular condiment. In the United Kingdom it is usually served with roast beef, often as part of a traditional Sunday roast. It can also be used in a number of other dishes, including sandwiches or salads. A variation of horseradish sauce, which in some cases may substitute the vinegar with other products like lemon juice or citric acid, is known in Germany as \"Tafelmeerrettich\". Also popular in the UK is Tewkesbury mustard, a blend of mustard and grated horseradish originating in medieval times and mentioned by Shakespeare (Falstaff says: \"his wit's as thick as Tewkesbury Mustard\" in Henry IV Part II). A very similar mustard, called \"Krensenf\" or \"Meerrettichsenf\", is popular in Austria and parts of Eastern Germany.\nIn the United States, the term \"horseradish sauce\" refers to grated horseradish combined with mayonnaise or salad dressing. Prepared horseradish is a common ingredient in Bloody Mary cocktails and in cocktail sauce, and is used as a sauce or sandwich spread.\nThe distinctive pungent taste of horseradish is from the compound allyl isothiocyanate. Upon crushing the flesh of horseradish, the enzyme myrosinase is released and acts on the glucosinolates sinigrin and gluconasturtiin, which are precursors to the allyl isothiocyanate. The allyl isothiocyanate serves the plant as a natural defense against herbivores. Since allyl isothiocyanate is harmful to the plant itself, it is stored in the harmless form of the glucosinolate, separate from the myrosinase enzyme. When an animal chews the plant, the allyl isothiocyanate is released, repelling the animal. Allyl isothiocyanate is an unstable compound, degrading over the course of days at 37 °C. Because of this instability, horseradish sauces lack the pungency of the freshly crushed roots.\nVegetable.\nIn Central and Eastern Europe horseradish is called \"khreyn\" (in various spellings like \"kren\") in many Slavic languages, in Austria, in parts of Germany (where the other German name \"Meerrettich\" is not used), in North-East Italy, and in Yiddish (כריין translitered as \"khreyn\"). There are two varieties of khreyn. \"Red\" khreyn is mixed with red beet (beetroot) and \"white\" khreyn contains no beet. It is popular in Ukraine (under the name of, \"khrin\"), in Poland (under the name of), in Lithuania (krienai) in the Czech Republic (), in Russia (, \"khren\"), in Hungary (), in Romania (), in Bulgaria (, \"khryan\"), in Slovenia (, \"hren\") and in Slovakia (under the name of). Having this on the table is a part of Christian Easter and Jewish Passover tradition in Eastern and Central Europe. A variety with red beet is called or simply ćwikła in Poland. In Ashkenazi European Jewish cooking beet horseradish is commonly served with gefilte fish. Red beet with horseradish is also used as a salad served with lamb dishes at Easter called \"sfecla cu hrean\" in Transylvania and other Romanian regions. Horseradish (often grated and mixed with cream, hard-boiled eggs, or apples) is also a traditional Easter dish in Slovenia and in the adjacent Italian region of Friuli Venezia Giulia; it is used also in the other nearby Italian region of Veneto. In Croatia freshly grated horseradish(Croatian: Hren) is often eaten with boiled ham or beef. In Serbia \"ren\" is an essential condiment with cooked meat and freshly roasted suckling pig.\nHorseradish is also used as a main ingredient for soups. In the Polish region of Silesia, horseradish soup is a common Easter Day dish.\nRelation to wasabi.\nThe Japanese condiment wasabi, although traditionally prepared from the wasabi plant, is now usually made with horseradish because the wasabi plant is rare. The Japanese plant name for horseradish is, or \"Western wasabi\". Both plants are in the family Brassicaceae.\nNutritional and biomedical uses.\nHorseradish has compounds that have health benefits. Horseradish contains volatile oils, notably mustard oil. This oil has antibacterial properties. The fresh plant also contains average 79.31 mg of vitamin C per 100 g of raw horseradish. The enzyme horseradish peroxidase (HRP), found in the plant, is used extensively in molecular biology and biochemistry.","categories":[],"infobox_types":[],"annotations":[{"uri":"Perennial_plant","surface_form":"perennial plant","offset":41},{"uri":"Brassicaceae","surface_form":"Brassicaceae","offset":64},{"uri":"Europe","surface_form":"Europe","offset":130},{"uri":"Asia","surface_form":"Asia","offset":149},{"uri":"Root","surface_form":"root","offset":247},{"uri":"Enzyme","surface_form":"enzyme","offset":335},{"uri":"Sinigrin","surface_form":"sinigrin","offset":414},{"uri":"Allyl_isothiocyanate","surface_form":"allyl isothiocyanate","offset":434},{"uri":"Mucous_membrane","surface_form":"mucous membrane","offset":489},{"uri":"Paranasal_sinuses","surface_form":"sinuses","offset":513},{"uri":"Eye","surface_form":"eyes.","offset":525},{"uri":"Vinegar","surface_form":"vinegar","offset":599},{"uri":"Delphic_Oracle","surface_form":"Delphic Oracle","offset":736},{"uri":"Apollo","surface_form":"Apollo","offset":756},{"uri":"Egypt","surface_form":"Egypt","offset":839},{"uri":"Medicine","surface_form":"medicine","offset":893},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":913},{"uri":"Condiment","surface_form":"condiment","offset":949},{"uri":"Genitalia","surface_form":"genitalia","offset":1172},{"uri":"Perennial_plant","surface_form":"perennial plant","offset":1266},{"uri":"Hardiness_zones","surface_form":"hardiness zones","offset":1285},{"uri":"Annual_plant","surface_form":"annual","offset":1328},{"uri":"Frost","surface_form":"frost","offset":1367},{"uri":"Invasive_species","surface_form":"invasive","offset":1673},{"uri":"Pieris_rapae","surface_form":"Pieris rapae","offset":1868},{"uri":"Caterpillar","surface_form":"caterpillar","offset":1895},{"uri":"Butterfly","surface_form":"butterflies","offset":1987},{"uri":"Horseradish_greens","surface_form":"horseradish greens","offset":3014},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3149},{"uri":"Sunday_roast","surface_form":"Sunday roast","offset":3233},{"uri":"Sandwich","surface_form":"sandwiches","offset":3306},{"uri":"Salad","surface_form":"salads","offset":3320},{"uri":"Citric_acid","surface_form":"citric acid","offset":3449},{"uri":"Tewkesbury_mustard","surface_form":"Tewkesbury mustard","offset":3531},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":3640},{"uri":"Falstaff","surface_form":"Falstaff","offset":3653},{"uri":"Austria","surface_form":"Austria","offset":3811},{"uri":"United_States","surface_form":"United States","offset":3856},{"uri":"Mayonnaise","surface_form":"mayonnaise","offset":3943},{"uri":"Bloody_Mary_(cocktail)","surface_form":"Bloody Mary","offset":4020},{"uri":"Cocktail_sauce","surface_form":"cocktail sauce","offset":4049},{"uri":"Allyl_isothiocyanate","surface_form":"allyl isothiocyanate","offset":4174},{"uri":"Enzyme","surface_form":"enzyme","offset":4240},{"uri":"Myrosinase","surface_form":"myrosinase","offset":4247},{"uri":"Glucosinolate","surface_form":"glucosinolate","offset":4286},{"uri":"Sinigrin","surface_form":"sinigrin","offset":4301},{"uri":"Gluconasturtiin","surface_form":"gluconasturtiin","offset":4314},{"uri":"Herbivore","surface_form":"herbivore","offset":4452},{"uri":"Austria","surface_form":"Austria","offset":5030},{"uri":"Germany","surface_form":"Germany","offset":5051},{"uri":"Khreyn","surface_form":"khreyn","offset":5213},{"uri":"Beet","surface_form":"beet","offset":5252},{"uri":"Ukraine","surface_form":"Ukraine","offset":5322},{"uri":"Poland","surface_form":"Poland","offset":5363},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":5421},{"uri":"Russia","surface_form":"Russia","offset":5443},{"uri":"Hungary","surface_form":"Hungary","offset":5466},{"uri":"Romania","surface_form":"Romania","offset":5481},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":5496},{"uri":"Slovenia","surface_form":"Slovenia","offset":5522},{"uri":"Easter","surface_form":"Easter","offset":5627},{"uri":"Passover","surface_form":"Passover","offset":5645},{"uri":"%C4%87wik%C5%82a","surface_form":"ćwikła","offset":5739},{"uri":"Ashkenazi","surface_form":"Ashkenazi","offset":5760},{"uri":"Chrain","surface_form":"beet horseradish","offset":5794},{"uri":"Gefilte_fish","surface_form":"gefilte fish","offset":5835},{"uri":"Easter","surface_form":"Easter","offset":6101},{"uri":"Slovenia","surface_form":"Slovenia","offset":6116},{"uri":"Italy","surface_form":"Italian","offset":6145},{"uri":"Friuli_Venezia_Giulia","surface_form":"Friuli Venezia Giulia","offset":6163},{"uri":"Veneto","surface_form":"Veneto","offset":6240},{"uri":"Croatia","surface_form":"Croatia","offset":6251},{"uri":"Ham","surface_form":"ham","offset":6329},{"uri":"Beef","surface_form":"beef","offset":6336},{"uri":"Serbia","surface_form":"Serbia","offset":6345},{"uri":"Silesia","surface_form":"Silesia","offset":6516},{"uri":"Easter","surface_form":"Easter Day","offset":6554},{"uri":"Wasabi","surface_form":"wasabi","offset":6614},{"uri":"Brassicaceae","surface_form":"Brassicaceae","offset":6843},{"uri":"Vitamin_C","surface_form":"vitamin C","offset":7089},{"uri":"Enzyme","surface_form":"enzyme","offset":7133},{"uri":"Molecular_biology","surface_form":"molecular biology","offset":7213},{"uri":"Biochemistry","surface_form":"biochemistry","offset":7235}]}