{"id":11242,"url":"http://en.wikipedia.org/wiki/Supermarket","text":"A grocery store (or just grocery) is a retail store that sells food. Most grocery stores sell fresh fruit, vegetables, seafood, meat, and other prepared foods.\nThe person who controls a grocery store is called a grocer. A grocer will order food from farmers or other people who send out farmers food to other grocery stores and restaurants.\nTypes of grocery stores.\nThere are a range of different types and sizes of grocery stores. Some grocery stores are small community stores with a limited range of items. Other grocery stores are large stores with a vast selection of food items.\nThey may also sell household cleaning and laundry supplies, and hygiene items (soap, toothpaste, etc.). They may also contain a pharmacy (known as a drug store or chemist in some places).\nItems at a grocery store can be sold in one of two ways. Most fruits, vegetables, meat, and seafood are usually sold by weight (for example, apples cost 99 cents per pound), while other items are usually sold by quantity (for example, table salt costs $1.59 for each box). Not all items are the same price at each grocery store. Also, every week, some items at grocery stores cost less that what it normally would cost (we say that these items are \"on sale\"), so people would want to go buy them since they don't have to pay as much as they would normally have to get that item. Many grocery stores print a flyer that shows which items are on sale that week. These flyers are then sent to other people in the mail, who would read the flyer and go to the store to buy the items shown in it.\nSupermarkets.\nSupermarkets are large grocery stores that sell a large variety of fresh and packaged food and other consumer or household products. Supermarkets are divided into sections, such as bakery, dairy, produce (fruits and vegetables), frozen, meat, and deli, along with a \"general grocery\" section where one can find packaged goods, cleaning supplies, and personal hygiene items. Many supermarkets today now also sell hot, prepared food that is ready to eat, or contains a food court with different fast food shops. The term \"supermarket\" usually refers to a larger store than the term \"grocery store.\"\nHypermarkets.\nA hypermarket is a very large supermarket that is part of a larger general merchandise store such as Walmart, which also sells clothes, electronics, household hardware, and other items. It can be said to be a hybrid (or combination) of a grocery store and a department store. These stores are mainly found in suburbs where there is a lot of room to build and near where people live.\nHow to shop at a grocery store.\nIn the past, grocery stores used to be small. The owner, called a shopkeeper, would ask the customer what he or she would like to buy. The shopkeeper would then get the items, bring it to the customer, and put them in bags which the customer would take with them. He would then calculate how much the customer has to pay, and take the money from the customer. The customer then takes the bags of items out of the store by him/herself.\nToday, most groceries stores are too big for one person to take care of. Because of this, the customer has to find the items he or she wants by him/herself. Most often, the customer would take a shopping basket or shopping cart and put the items he or she wants to buy into the basket or cart. For some items, like meat and seafood, the customer still has to have an employee get or prepare the item. Once the customer is done shopping, he or she then brings the items to the \"checkout\", where a person called a cashier scans the customer's items into a cash register (or a computer as part of a point of sale system) and then takes the customer's payment. Supermarkets typically accept payment by cash, debit cards, and/or credit cards. Recently, there are so-called self-checkout systems where the customer scans the items on his or her own.\nMany large supermarkets also have a loyalty program, where a customer can earn points by purchasing products. When a customer has enough points, a discount or reward is given. These programs are meant to make customers come back to the same store again and again.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shop","surface_form":"store","offset":46},{"uri":"Food","surface_form":"food","offset":63},{"uri":"Fruit","surface_form":"fruit","offset":100},{"uri":"Vegetables","surface_form":"vegetables","offset":107},{"uri":"Seafood","surface_form":"seafood","offset":119},{"uri":"Meat","surface_form":"meat","offset":128},{"uri":"Grocer","surface_form":"grocer","offset":212},{"uri":"Farmer","surface_form":"farmer","offset":250},{"uri":"Restaurants","surface_form":"restaurants","offset":328},{"uri":"Cleaning","surface_form":"cleaning","offset":614},{"uri":"Laundry","surface_form":"laundry","offset":627},{"uri":"Pharmacy","surface_form":"pharmacy","offset":713},{"uri":"Weight","surface_form":"weight","offset":893},{"uri":"Pound_(mass)","surface_form":"pound","offset":939},{"uri":"Quantity","surface_form":"quantity","offset":985},{"uri":"Table_salt","surface_form":"table salt","offset":1008},{"uri":"Pamphlet","surface_form":"flyer","offset":1380},{"uri":"Mail","surface_form":"mail","offset":1482},{"uri":"Bakery","surface_form":"bakery","offset":1758},{"uri":"Dairy_product","surface_form":"dairy","offset":1766},{"uri":"Produce","surface_form":"produce","offset":1773},{"uri":"Frozen_food","surface_form":"frozen","offset":1806},{"uri":"Delicatessen","surface_form":"deli","offset":1824},{"uri":"Hygiene","surface_form":"hygiene","offset":1936},{"uri":"Food_court","surface_form":"food court","offset":2044},{"uri":"Fast_food","surface_form":"fast food","offset":2070},{"uri":"Merchandise","surface_form":"merchandise","offset":2263},{"uri":"Walmart","surface_form":"Walmart","offset":2289},{"uri":"Clothes","surface_form":"clothes","offset":2315},{"uri":"Electronics","surface_form":"electronics","offset":2324},{"uri":"Hybrid","surface_form":"hybrid","offset":2397},{"uri":"Combination","surface_form":"combination","offset":2408},{"uri":"Department_store","surface_form":"department store","offset":2446},{"uri":"Suburb","surface_form":"suburb","offset":2497},{"uri":"Shopkeeper","surface_form":"shopkeeper","offset":2669},{"uri":"Customer","surface_form":"customer","offset":2695},{"uri":"Bag","surface_form":"bag","offset":2821},{"uri":"Calculate","surface_form":"calculate","offset":2881},{"uri":"Payment","surface_form":"pay","offset":2920},{"uri":"Money","surface_form":"money","offset":2938},{"uri":"Basket","surface_form":"basket","offset":3242},{"uri":"Shopping_cart","surface_form":"shopping cart","offset":3252},{"uri":"Employee","surface_form":"employee","offset":3405},{"uri":"Cashier","surface_form":"cashier","offset":3550},{"uri":"Cash_register","surface_form":"cash register","offset":3592},{"uri":"Computer","surface_form":"computer","offset":3612},{"uri":"Point_of_sale","surface_form":"point of sale","offset":3634},{"uri":"Cash","surface_form":"cash","offset":3736},{"uri":"Debit_card","surface_form":"debit card","offset":3742},{"uri":"Credit_card","surface_form":"credit card","offset":3762},{"uri":"Self-checkout","surface_form":"self-checkout","offset":3806},{"uri":"Loyalty_program","surface_form":"loyalty program","offset":3918},{"uri":"Discount","surface_form":"discount","offset":4029}]}