{"id":112497,"url":"http://en.wikipedia.org/wiki/Mysticeti","text":"The Mysticeti are one of the two suborders of the Cetacea. They are often called baleen whales, or 'whalebone whales' or 'great whales'.\nBaleen whales have baleen plates made of keratin.\nThe difference is connected with feeding. Baleen whales strain plankton out of the water, whereas the Odontoceti (toothed whales) eat larger prey.\nThe suborder contains four families and fourteen species.\nBaleen.\nBaleen whales do not have teeth, except as embryos. Fossil adult baleen whales did have teeth, but modern adults have only baleen. The embryo teeth are replaced by baleen, which look like a curtain of long plates hanging down from the top of the whale's mouth. Those plates might be 12 feet long, and a foot or more wide. Looking at them from the outside, they look like straight knives hanging down, but from the inside, they are like a big toothbrush or comb. Baleen is made of keratin, a tissue also found in mammalian hair and nails.\nFeeding.\nA baleen whale uses its baleen to eat. In order to feed, a baleen whale opens its mouth widely and scoops in dense shoals of plankton and other small prey (such as krill, copepods, small fish and sometimes birds that happen to be near the shoals), together with a large volume of water.\nThe whale then partly shuts its mouth and presses its tongue against its upper jaw, forcing the water to pass out sideways through the baleen, thus sieving out the prey which it then swallows.\nSize.\nBaleen whales are generally larger than toothed whales, and females are larger than males. The group includes the largest living animal species, the blue whale.\nBreaching.\nAlthough they are very heavy, baleen whales are able to jump completely out of the water. Humpback whales are known for their jumping skills, but other baleen whales also jump out from the water with their body or beat it loudly with their fins. Nobody knows for sure why the whales do this. It may be a type of communication.\nEvolution.\nThe oldest true fossils of baleen are only 15 million years old, but baleen rarely fossilizes, and scientists believe it originated considerably earlier than that. Genetic evidence from DNA sequence analysis supports this idea.\nBaleen-related skull modifications have been found in fossils from considerably earlier. Baleen is believed to have evolved around thirty million years ago, possibly from a hard, gummy upper jaw, like the one a Dall's porpoise has. In fact, it resembles baleen closely at the microscopic level. Many early baleen whales also had teeth, but these were probably used only peripherally, or perhaps not at all (again like Dall's porpoise, which catches squid and fish by gripping them against its hard upper jaw).\nImportance to humans.\nFrom the 11th to the late 20th centuries, baleen whales were hunted for their oil and baleen. Their oil can be made into margarine and cooking oils. Baleen was used to stiffen corsets, as parasol ribs, and to crease paper.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cetacea","surface_form":"Cetacea","offset":50},{"uri":"Keratin","surface_form":"keratin","offset":178},{"uri":"Plankton","surface_form":"plankton","offset":250},{"uri":"Odontoceti","surface_form":"Odontoceti","offset":289},{"uri":"Family_(biology)","surface_form":"families","offset":361},{"uri":"Species","surface_form":"species","offset":383},{"uri":"Teeth","surface_form":"teeth","offset":426},{"uri":"Fossil","surface_form":"Fossil","offset":452},{"uri":"Toothbrush","surface_form":"toothbrush","offset":842},{"uri":"Comb","surface_form":"comb","offset":856},{"uri":"Keratin","surface_form":"keratin","offset":880},{"uri":"Krill","surface_form":"krill","offset":1111},{"uri":"Copepod","surface_form":"copepod","offset":1118},{"uri":"Fish","surface_form":"fish","offset":1134},{"uri":"Tongue","surface_form":"tongue","offset":1288},{"uri":"Filter","surface_form":"sieving","offset":1382},{"uri":"Blue_whale","surface_form":"blue whale","offset":1582},{"uri":"Humpback_whale","surface_form":"Humpback whale","offset":1695},{"uri":"Fin","surface_form":"fin","offset":1845},{"uri":"Communication","surface_form":"communication","offset":1917},{"uri":"Fossil","surface_form":"fossil","offset":1959},{"uri":"Sequence_analysis","surface_form":"sequence analysis","offset":2133},{"uri":"Dall%27s_porpoise","surface_form":"Dall's porpoise","offset":2382},{"uri":"Oil","surface_form":"oil","offset":2781},{"uri":"Margarine","surface_form":"margarine","offset":2824},{"uri":"Corset","surface_form":"corset","offset":2879},{"uri":"Parasol","surface_form":"parasol","offset":2891}]}