{"id":112488,"url":"http://en.wikipedia.org/wiki/British_blues","text":"e=\"preserve\">The British blues is a local type of blues music in Great Britain. It started in the late 1950s and had its climax in the middle of the 1960s.\nHistory.\nBlues came to Britain from the 1930s onwards. Seamen brought records to British ports. During the Second World War and in the Cold War GIs brought them to Britain. During the 1950s Blues was popular with the British Jazz fans (Ma Rainey and Bessie Smith and the blues influenced Boogie-woogie of Jelly Roll Morton and Fats Waller). Also British labels like HMV and EMI began to sell jazz and blues records. Many people heard Blues for the first time when during the skiffle hightime when acts like Lonnie Donegan covered the songs of Leadbelly. When skiffle faded some of the musicians began to play pure blues music. Two of them were the guitarist and blues harpist Cyril Davies and the guitarist Alexis Korner. They ran a skiffle club in London but they closed the venue and reopened it as \"The London Blues and Barrelhouse Club\". The skiffle club was a center of early blues concerts in Britain. Cyril Davis brought different acts to Britain like Big Bill Broonzy. He played a folk blues set and blues was seen in Britain mainly as form of folk music. This opinion had chanced when Muddy Waters came to Britain and played electric Chicago blues.\nInfluenced by Waters Davis and Korner formed an electric band named Blues Incorporated. The band was important for the development of blues and rhythm ´n blues in Britain. Alexis Korner is often referred to as \"father of the British blues\". Many important musicians of the 1960s played in the band. These included future Rolling Stones, Keith Richards, Mick Jagger, Charlie Watts and Brian Jones and the Cream founders Jack Bruce and Ginger Baker. Also Graham Bond and Long John Baldry were members. Blues Incorporated played at the Marquee club. There they recorded the first British blues album R&B from the Marquee for Decca. The band splited up before the release. Another important band leader was John Mayall, whose band The Bluesbreakers hosted many important musicians of British blues (Jack Bruce, Aynsley Dunbar and Mick Taylor).\nThe most important band which was founded in the early 1960s were The Rolling Stones. Other bands from London were The Yardbirds, The Kinks, Manfred Mann and The Pretty Things. They played rhythm ´n blues influenced music. The British blues boom overlaped with this bands. The most important band were John Mayall´s Blues Breakers and Fleetwood Mac. In the late 1960s Cream, Fleetwood Mac, Ten Years After and Free played the first blues rock in Britain. But Blues still had a bias in Britain. American bluesmen like John Lee Hooker, Eddie Taylor, and Freddie King are well received in the United Kingdom. The home scene was led by Dave Kelly and his sister Jo Ann. They kept the acoustic blues alive. Dave Kelly also was member of The Blues Band, which included also former Manfred Mann members Paul Jones and Tom McGuinness, Hughie Flint and Gary Fletcher. In the 1990s great blues festivals were founded in Britain like The Swanage Blues Festival, The Burnley National Blues Festival, The Gloucester Blues and Heritage Festival and The Great British Rhythm and Blues Festival at Colne.\nOne of the most important things of British blues was the reexport of blues to the USA. The success of bands like the Rolling Stones woke the interest of many white young people in the USA in blues music.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blues","surface_form":"blues","offset":50},{"uri":"1950s","surface_form":"1950s","offset":103},{"uri":"Second_World_War","surface_form":"Second World War","offset":263},{"uri":"Cold_War","surface_form":"Cold War","offset":291},{"uri":"Boogie-woogie","surface_form":"Boogie-woogie","offset":444},{"uri":"Jelly_Roll_Morton","surface_form":"Jelly Roll Morton","offset":461},{"uri":"Fats_Waller","surface_form":"Fats Waller","offset":483},{"uri":"Cyril_Davies","surface_form":"Cyril Davies","offset":832},{"uri":"Alexis_Korner","surface_form":"Alexis Korner","offset":863},{"uri":"Big_Bill_Broonzy","surface_form":"Big Bill Broonzy","offset":1115},{"uri":"Muddy_Waters","surface_form":"Muddy Waters","offset":1250},{"uri":"Chicago_blues","surface_form":"Chicago blues","offset":1299},{"uri":"The_Rolling_Stones","surface_form":"Rolling Stones","offset":1635},{"uri":"Keith_Richards","surface_form":"Keith Richards","offset":1651},{"uri":"Mick_Jagger","surface_form":"Mick Jagger","offset":1667},{"uri":"Brian_Jones","surface_form":"Brian Jones","offset":1698},{"uri":"Marquee_club","surface_form":"Marquee club","offset":1847},{"uri":"The_Yardbirds","surface_form":"The Yardbirds","offset":2269},{"uri":"The_Kinks","surface_form":"The Kinks","offset":2284},{"uri":"Fleetwood_Mac","surface_form":"Fleetwood Mac","offset":2489}]}