{"id":11243,"url":"http://en.wikipedia.org/wiki/Ecuador","text":"Ecuador is a small country in South America. It used to be part of the Spanish Empire, because Spain was interested in finding gold in Ecuador. Before Spain, Ecuador was part of the Inca Empire.\nThe President of Ecuador is Lenín Moreno since 2017.\nEcuador produces bananas and cocoa.\nGeography.\nEcuador is located along the equator. There are jungles and mountains such as the Andes mountains. Ecuador has many active volcanoes and also one of the highest densities of volcanoes in the world. On the coast of the Pacific Ocean there are beaches.\nThe capital of the country is Quito. This city is high up in the Andes, which makes it hard for some new visitors to breathe. The biggest city is Guayaquil on the coast. Cuenca is famous for its old buildings and colonial architecture.\nPeru borders Ecuador to the south, and Colombia borders it to the north. The Galápagos Islands in the Pacific Ocean are also part of Ecuador and are famous for lots of animals. Charles Darwin travelled to the Galápagos Islands.\nPopulation.\nIn 2011, 14,440,000 people lived in Ecuador. The ethnic makeup of the country is: 65% Mestizo, 25% Amerindian, 7% white, and 3% black. Some 27% of the people live below the national poverty line.\nThe official language is Spanish. Many other indigenous languages are spoken. Most of the people in Ecuador are Roman Catholics, although Ecuador has religious freedom and people can follow any religion they choose.\nProvinces.\nEcuador is divided into 24 provinces. Each has its own administrative capital.\nThe provinces are divided into cantons. The cantons are divided into parishes.\nHistoric Center of Quito.\nThe Historic Center of Quito, Ecuador is one of the largest, least-altered and best-preserved historic centers in the Americas. This center was, together with the historic centre of Kraków in Poland, the first to be declared World Heritage Site by UNESCO on 18 September 1978. The Historic Centre of Quito is located in the center south of the capital on an area of 320 hectares (790 acres), and is considered one of the most important historic areas in Latin America.There are about 130 monumental buildings (which hosts a variety of pictorial art and sculpture, mostly of religious inspired in a multi-faceted range of schools and styles) and 5,000 properties registered in the municipal inventory of heritage properties.\nPresidential Palace.\nCarondelet Palace (Spanish: Palacio de Carondelet) is the seat of government of the Republic of Ecuador, located in the historical center of Quito. Axis is the nerve of the public space known as Independence Square or Plaza Grande (colonial name), around which were built in addition the Archbishop's Palace, the Municipal Palace, the Hotel Plaza Grande and the Metropolitan Cathedral. The history of this emblematic building dating back to colonial times, around 1570, with the acquisition of the former royal houses located in the city of Quito\nDuring the Republican era, almost all the presidents (constitutional, internees and dictators) have dispatched from this building, which is the seat of Government of the Republic of Ecuador. In addition to the administrative units in the third level of the Palace is the presidential residence, a luxurious colonial-style apartment in which they live the President and his family. Rafael Correa, president since 2007, considering that Carondelet Palace and its agencies are Ecuadoran heritages, converted the presidential compound into a museum accessible to all who wish to visit it. To this end, areas were organized to locate objects within their cultural contexts to make them accessible to the world. Several rooms and spaces within the palace are used for this purpose.\nChurch of La Compañía de Jesús.\nConstruction began in 1605, with Mastrilli laying the first stone. The building was not completed until 1765. La Compañía is among the best-known churches in Quito because of its large central nave, which is profusely decorated with gold leaf, gilded plaster and wood carvings. Inspired by two Roman Jesuit churches—the Chiesa del Gesù and the Chiesa di Sant'Ignazio di Loyola—La Compañía is one of the most significant works of Spanish Baroque architecture in South America.\nIndependence Square.\nAlso known as Big Square (Spanish: Plaza de la Independencia, Plaza Grande). Historic public square of Quito (Ecuador), located in the heart of the old city. This is the central square of the city and one of the symbols of the executive power of the nation. Its main feature is the monument to the independence heroes of August 10, 1809, date remembered as the First Cry of Independence of the Royal Audience of Quito from Spanish monarchy. The environment of the square is flanked by the Carondelet Palace, the Metropolitan Cathedral, the Archbishop's Palace, the Municipal Palace and the Plaza Grande Hotel.\nChurch of San Fransisco.\nThe \"Iglesia y Monasterio de San Francisco\" (English: Church and Monastery of St. Francis), colloquially known as El San Francisco, is a colonial-styled church and monastery located in Quito, Ecuador. Construction of the building began a few weeks after the founding of the city in 1534 and ended in 1604. The founder of the church was Franciscan missionary Jodoco Ricke.\nThe building's construction began around 1550, sixteen years after Quito was founded by Spanish conquistadors, and was finished in approximately 1680. The building was officially inaugurated in 1605. It is not known who designed the original plans for the complex, though the most-accepted theory is that they were sent from Spain, based on the topographical study of Ricke and Gosseal. It is also possible that architects came from Spain for the construction of the monastery, or that Ricke and Gosseal managed the entire construction.\nChurch of El Sagrario.\nIn colonial times, the Church of El Sagrario was one of the largest architectural marvels of Quito. The construction is of the Italian Renaissance style and was built in the late 17th century. It has a screen that supports its sculptures and decorations. This structure was built by Bernardo de Legarda. Its central arch leads to a dome decorated with frescoes of biblical scenes featuring archangels, work by Francisco Albán. The altarpiece was gilded by Legarda. It is located on Calle García Moreno, near the Cathedral.\nChurch of Santo Domingo.\nAlthough they arrived in Quito in 1541, in 1580 the Dominicans started to build their temple, using the plans and direction of Francisco Becerra. The work was completed in the first half of the 17th century. Inside the church are valuable structures, such as the neo-Gothic main altar. This was placed in the late 19th century by Italian Dominicans. The roof of the Mudéjar style church features paintings of martyrs of the Order of Saint Dominic. The roof of the nave is composed of a pair and knuckle frame, coated inside by pieces of tracery. In the museum located on the north side of the lower cloister are wonderful pieces of great Quito sculptors such as the Saint Dominic de Guzmán by Father Carlos, the Saint John of God by Caspicara, and the Saint Thomas Aquinas by Legarda. Another Baroque piece that stands is the Chapel of Nuestra Señora del Rosario, which is a recognizable feature of the architecture of Quito. This chapel was built beside the church, in the gospel side. In this was founded the largest fraternity in the city of Quito.\nEl Panecillo.\nEl Panecillo is a hill located in the middle west of the city at an altitude of about 3,016 metres (9,895 ft) above sea level. A monument to the Virgin Mary is located on top of El Panecillo and is visible from most of the city of Quito. In 1976, the Spanish artist Agustín de la Herrán Matorras was commissioned by the religious order of the Oblates to build a 41 metres (135 ft)–tall aluminum monument of a madonna, which was assembled on a high pedestal on the top of Panecillo.\nThe Quito School.\nThe Quito School originated in the school of Artes y Oficios, founded in 1552 by the Franciscan priest Jodoco Ricke, who together with Friar Pedro Gocial transformed the San Andrés seminary, where the first indigenous artists were trained. As a cultural expression, it is the result of a long process of acculturation between indigenous peoples and Europeans, and it is one of the richest expressions of miscegenation (\"mestizaje\") and of syncretism, in which the participation of the vanquished Indian is seemingly of minor importance as compared to the dominant European contribution.\nThe Quito School (\"Escuela Quiteña\") is an artistic tradition that developed in the territory of the Royal Audience of Quito, from Pasto and Popayán in the north to Piura and Cajamarca in the south, during the colonial period (1542-1824). This artistic production was one of the most important activities in the economy of the Royal Audience of Quito.\nThe major artists of the Quito School are the sculptors Bernardo de Legarda, Manuel Chili (Caspicara) and Miguel Angel Tejada Zambrado and the painters Fray Pedro Gosseal, Fray Pedro Bedón, Nicolás Javier Goríbar, Hernando de la Cruz, Miguel de Santiago, Manuel de Samaniego\nBasilica del Voto Nacional.\nThe Basilica of the National Vow, a Roman Catholic church located in the historic center of Quito, Ecuador. It is sometimes also called the Catedral Consagración de Jesús or the Basílica de San Juan. It is the largest neo-Gothic basilica in the Americas.\nThe basilica arose from the idea, proposed by father Julio Matovelle in 1883, of building a monument as a perpetual reminder of the consecration of Ecuador to the Sacred Heart, President Luis Cordero issued the decree on July 23, 1883, and it was carried out by president José María Plácido Caamaño on March 5, 1884. The congress, in accordance with the year's budget, designated 12,000 pesos for the construction - 1,000 pesos per month, beginning in 1884. By the decree of July 3, 1885, the fourth Quitense Provincial Council turned the construction of the basilica into a religious commitment in the name of the country. The basilica remains technically \"unfinished.\" & local legend says that when the Basílica is completed, the end of the world will come.\nMetropolitan Cathedral.\nConstruction began in 1562, seventeen years after the diocese of Quito was created (1545) and located in the heart of the historic city and its status as the main church of the city, is one of the largest religious symbols of spiritual value for the Catholic community in the city.\nChurch of San Agustín.\nIt is one of the seven monumental churches of the 16th and 17th centuries whose main portico was built on stone in the Spanish Baroque-architecture style.\nThe church includes a small atrium (decorated by a large stone cross), an inside yard with a large garden and a large session hall where the frayers held dissertations or \"capitulations\" of faith.\nThe cloister and convent have a separate entrance which leads to the garden. The bell tower reaches a high of twenty-two meters (seventy feet) and houses two bronze bells of the period.\nClimate.\nEcuador is a country of variety. Its climate and landscape varies from one end of the country to the other. However, it is more hot and humid along the coast and in the Amazon jungle lowlands than it is in the mountains.\nPlants and animals.\nEcuador is one of 17 megadiverse countries in the world. In addition to the mainland, Ecuador owns the Galápagos Islands. This is what the country is best known for.\nEcuador has 1,600 bird species and 38 more endemic in the Galápagos. In addition to over 16,000 species of plants, the country has 106 endemic reptiles, 138 endemic amphibians, and 6,000 species of butterfly. The Galápagos Islands are famous as the place of birth of Darwin's Theory of Evolution. They are a UNESCO World Heritage Site.\nMany different kinds of potatoes and corn are grown in Ecuador. There are also large banana farms. On the coast, many people eat seafood and fish. Cuy is a famous indigenous food that means guinea pig.\nEconomy.\nBesides gold, oil is one of Ecuador's natural resources.\nEcuador used to have its own currency called the sucre, which was in use from 1884 until 2000. Since then, the country uses the United States dollar for money, but its coins (not the banknotes) are different from those in the US.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":19},{"uri":"South_America","surface_form":"South America","offset":30},{"uri":"Spanish_Empire","surface_form":"Spanish Empire","offset":71},{"uri":"Spain","surface_form":"Spain","offset":95},{"uri":"Gold","surface_form":"gold","offset":127},{"uri":"Inca_Empire","surface_form":"Inca Empire","offset":182},{"uri":"President_of_Ecuador","surface_form":"President","offset":199},{"uri":"Len%C3%ADn_Moreno","surface_form":"Lenín Moreno","offset":223},{"uri":"Bananas","surface_form":"bananas","offset":265},{"uri":"Cocoa","surface_form":"cocoa","offset":277},{"uri":"Equator","surface_form":"equator","offset":324},{"uri":"Jungle","surface_form":"jungle","offset":343},{"uri":"Mountain","surface_form":"mountain","offset":355},{"uri":"Andes","surface_form":"Andes","offset":377},{"uri":"Volcanoes","surface_form":"volcanoes","offset":418},{"uri":"Coast","surface_form":"coast","offset":500},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":513},{"uri":"Capital_(city)","surface_form":"capital","offset":550},{"uri":"Quito","surface_form":"Quito","offset":576},{"uri":"Altitude","surface_form":"high up","offset":596},{"uri":"Breathe","surface_form":"breathe","offset":663},{"uri":"Guayaquil","surface_form":"Guayaquil","offset":692},{"uri":"Cuenca%2C_Ecuador","surface_form":"Cuenca","offset":716},{"uri":"Colonial","surface_form":"colonial","offset":759},{"uri":"Architecture","surface_form":"architecture","offset":768},{"uri":"Peru","surface_form":"Peru","offset":782},{"uri":"Colombia","surface_form":"Colombia","offset":821},{"uri":"Gal%C3%A1pagos_Islands","surface_form":"Galápagos Islands","offset":859},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":884},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":959},{"uri":"Spanish_language","surface_form":"Spanish","offset":1243},{"uri":"Indigenous","surface_form":"indigenous","offset":1263},{"uri":"Roman_Catholics","surface_form":"Roman Catholics","offset":1330},{"uri":"Province","surface_form":"province","offset":1472},{"uri":"Cantons_of_Ecuador","surface_form":"cantons","offset":1555},{"uri":"Parish","surface_form":"parish","offset":1593},{"uri":"Carondelet_Palace","surface_form":"Carondelet Palace","offset":2374},{"uri":"Gold_leaf","surface_form":"gold leaf","offset":3962},{"uri":"Royal_Audience_of_Quito","surface_form":"Royal Audience of Quito","offset":8595},{"uri":"Bernardo_de_Legarda","surface_form":"Bernardo de Legarda","offset":8902},{"uri":"Manuel_Chili","surface_form":"Manuel Chili","offset":8923},{"uri":"Miguel_Angel_Tejada_Zambrado","surface_form":"Miguel Angel Tejada Zambrado","offset":8952},{"uri":"Pedro_Gosseal","surface_form":"Pedro Gosseal","offset":9003},{"uri":"Pedro_Bed%C3%B3n","surface_form":"Pedro Bedón","offset":9023},{"uri":"Nicol%C3%A1s_Javier_Gor%C3%ADbar","surface_form":"Nicolás Javier Goríbar","offset":9036},{"uri":"Hernando_de_la_Cruz","surface_form":"Hernando de la Cruz","offset":9060},{"uri":"Miguel_de_Santiago","surface_form":"Miguel de Santiago","offset":9081},{"uri":"Manuel_de_Samaniego","surface_form":"Manuel de Samaniego","offset":9101},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic","offset":9185},{"uri":"Church_(building)","surface_form":"church","offset":9200},{"uri":"Quito%2C_Ecuador","surface_form":"Quito, Ecuador","offset":9241},{"uri":"Portico","surface_form":"portico","offset":10578},{"uri":"Spanish_Baroque_architecture","surface_form":"Spanish Baroque-architecture","offset":10612},{"uri":"Atrium_(architecture)","surface_form":"atrium","offset":10676},{"uri":"Cloister","surface_form":"cloister","offset":10849},{"uri":"Convent","surface_form":"convent","offset":10862},{"uri":"Amazon_Rainforest","surface_form":"Amazon","offset":11209},{"uri":"Megadiverse_countries","surface_form":"megadiverse countries","offset":11302},{"uri":"Gal%C3%A1pagos_Islands","surface_form":"Galápagos Islands","offset":11384},{"uri":"Species","surface_form":"species","offset":11470},{"uri":"Endemism","surface_form":"endemic","offset":11490},{"uri":"Theory_of_Evolution","surface_form":"Theory of Evolution","offset":11723},{"uri":"UNESCO","surface_form":"UNESCO","offset":11755},{"uri":"Potato","surface_form":"potato","offset":11807},{"uri":"Corn","surface_form":"corn","offset":11820},{"uri":"Banana","surface_form":"banana","offset":11868},{"uri":"Farms","surface_form":"farms","offset":11875},{"uri":"Seafood","surface_form":"seafood","offset":11912},{"uri":"Fish","surface_form":"fish","offset":11924},{"uri":"Indigenous","surface_form":"indigenous","offset":11946},{"uri":"Guinea_pig","surface_form":"guinea pig","offset":11973},{"uri":"Oil","surface_form":"oil","offset":12008},{"uri":"Natural_resources","surface_form":"natural resources","offset":12032},{"uri":"Currency","surface_form":"currency","offset":12080},{"uri":"Sucre","surface_form":"sucre","offset":12100},{"uri":"United_States_dollar","surface_form":"United States dollar","offset":12179},{"uri":"Coin","surface_form":"coin","offset":12219},{"uri":"Banknote","surface_form":"banknote","offset":12234},{"uri":"United_States","surface_form":"US","offset":12277}]}