{"id":112505,"url":"http://en.wikipedia.org/wiki/Erinaceidae","text":"Erinaceidae is a family in the mammalian order Eulipotyphla. It contains the well-known hedgehogs of Eurasia and Africa and the moonrats of South-east Asia. This family was once in the order Insectivora, but that order is not used anymore.\nCharacteristics.\nErinaceids are generally shrew-like in form, with long snouts and short tails, but they are much larger than shrews. All but one species have five toes in each foot (in some cases with strong claws for digging) and they have large eyes and ears. Hedgehogs have hair modified into sharp spines to form a protective covering over the upper body and flanks, while gymnures have only normal hair. Most species have anal scent glands, but these are far better developed in gymnures, which can have a powerful odor.\nErinaceids are omnivorous, with the major part of their diet consisting of insects, earthworms, and other small invertebrates. They also eat seeds and fruit, and occasionally bird's eggs, along with any carrion they come across. Their teeth are sharp and suited for impaling invertebrate prey. The dental formula for erinaceids is: upper=2-3.1.4.3; lower=3.1.2-4.3.\nHedgehogs are nocturnal, but gymnures are less so. Many species live in simple burrows, while others build temporary nests on the surface from leaves and grass, or shelter in hollow logs or similar hiding places. Erinaceids are solitary animals outside the breeding season, and the father plays no role in raising the young.\nFemale erinaceids give birth after a gestation period of around six to seven weeks. The young are born blind and hairless, although hedgehogs begin to sprout their spines within 36 hours of birth.\nClassification.\nThere are 10 genera and 24 species of erinaceid.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":17},{"uri":"Mammal","surface_form":"mammal","offset":31},{"uri":"Order_(biology)","surface_form":"order","offset":41},{"uri":"Eulipotyphla","surface_form":"Eulipotyphla","offset":47},{"uri":"Hedgehog","surface_form":"hedgehog","offset":88},{"uri":"Insectivora","surface_form":"Insectivora","offset":191},{"uri":"Shrew","surface_form":"shrew","offset":282},{"uri":"Spine_(zoology)","surface_form":"spines","offset":543},{"uri":"Scent_gland","surface_form":"scent gland","offset":673},{"uri":"Omnivore","surface_form":"omnivorous","offset":782},{"uri":"Invertebrates","surface_form":"invertebrates","offset":879},{"uri":"Carrion","surface_form":"carrion","offset":970},{"uri":"Dental_formula","surface_form":"dental formula","offset":1065},{"uri":"Nocturnal","surface_form":"nocturnal","offset":1147}]}