{"id":112585,"url":"http://en.wikipedia.org/wiki/Mantis","text":"A Mantis (order Mantodea) is a type of insect. They are usually known as praying mantids because of their prayer-like stance.\nThe group contains about 2,300 species. They occur in temperate and tropical habitats. Most are in are in the family Mantidae, and are called Mantids.\nIn Europe, the name \"praying mantis\" refers to only a single species, \"Mantis religiosa\". They are sometimes confused with phasmids (stick insects).\nThe closest relatives of mantids are the order Blattodea (cockroaches and termites), and these two groups together are ranked as the Superorder Dictyoptera.\nLife habit.\nMantids are notable for their hunting abilities. They are predators, and their diet usually consists of living insects, including flies and aphids. Larger species have been known to prey on small lizards, frogs, birds, snakes, and even rodents.\nMost mantids are ambush predators, waiting for prey to stray too near. The mantis then lashes out at remarkable speed. Some ground and bark species, however, pursue their prey rather quickly.\nPrey are caught and held securely with grasping, spiked forelegs ('raptorial' legs); the first thoracic segment, the prothorax, is commonly elongated and flexibly articulated, allowing for greater range of movement of the front limbs while the remainder of the body remains more or less still.\nThe movement of the head is also remarkably flexible. It gives nearly 300 degrees of movement in some species. This allows for a great range of vision (their compound eyes have a large binocular field of vision) without having to move the rest of the body. As their hunting relies heavily on vision, they are mainly diurnal, but many species fly at night, when there is less chance of being taken by birds.\nMantids are masters of camouflage and most species make use of protective colouration to blend in with the foliage or substrate. This helps to avoid predators themselves, and to better snare their victims. They not only blend with the foliage, but mimic it, appearing as either living or withered leaves, sticks, tree bark, blades of grass, flowers, or even stones. Some species in Africa and Australia are able to turn black after a molt following a fire in the region to blend in with the fire ravaged landscape (fire melanism).\nMantids bite, but have no venom, and are not dangerous to humans. They are not chemically protected; nearly any large predatory animal will eat a mantis if it is able to detect it. Mantids are generally quite aggressive towards one another, in fact, and most species are readily cannibalistic when given the opportunity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_(biology)","surface_form":"order","offset":10},{"uri":"Insect","surface_form":"insect","offset":39},{"uri":"Temperate","surface_form":"temperate","offset":180},{"uri":"Tropical","surface_form":"tropical","offset":194},{"uri":"Habitat","surface_form":"habitat","offset":203},{"uri":"Stick_insect","surface_form":"stick insect","offset":410},{"uri":"Cockroach","surface_form":"cockroach","offset":484},{"uri":"Termite","surface_form":"termite","offset":500},{"uri":"Dictyoptera","surface_form":"Dictyoptera","offset":570},{"uri":"Predator","surface_form":"predator","offset":653},{"uri":"Diet","surface_form":"diet","offset":674},{"uri":"Fly","surface_form":"flies","offset":725},{"uri":"Aphid","surface_form":"aphid","offset":735},{"uri":"Lizard","surface_form":"lizard","offset":791},{"uri":"Frog","surface_form":"frog","offset":800},{"uri":"Bird","surface_form":"bird","offset":807},{"uri":"Snake","surface_form":"snake","offset":814},{"uri":"Rodent","surface_form":"rodent","offset":831},{"uri":"Ambush","surface_form":"ambush","offset":857},{"uri":"Raptor","surface_form":"raptor","offset":1099},{"uri":"Prothorax","surface_form":"prothorax","offset":1149},{"uri":"Compound_eye","surface_form":"compound eye","offset":1484},{"uri":"Binocular_vision","surface_form":"binocular field of vision","offset":1511},{"uri":"Diurnal","surface_form":"diurnal","offset":1642},{"uri":"Camouflage","surface_form":"camouflage","offset":1756},{"uri":"Leaf","surface_form":"foliage","offset":1840},{"uri":"Substrate","surface_form":"substrate","offset":1851},{"uri":"Predator","surface_form":"predator","offset":1882},{"uri":"Africa","surface_form":"Africa","offset":2115},{"uri":"Australia","surface_form":"Australia","offset":2126},{"uri":"Melanism","surface_form":"melanism","offset":2253},{"uri":"Venom","surface_form":"venom","offset":2290},{"uri":"Predator","surface_form":"predator","offset":2382},{"uri":"Cannibalism","surface_form":"cannibalistic","offset":2543}]}