{"id":112598,"url":"http://en.wikipedia.org/wiki/Earwig","text":"Earwigs is the name given to a group of insects (called \"Dermaptera\"). They are characterized by wings they can fold under short, leather-like forewings. There are about 1800 species of earwigs. They do not seem to spread any disease, or harm humans in any way. Most of them are 10-14mm long, some species can reach 80mm. Most earwigs are omnivores they also eat some insect larvae.\nPhysical Characteristics.\nAll earwigs are insects. All earwigs have three body parts, head, thorax, and abdomen. Earwigs are about the same size as a peanut.\nEarwigs are dark brown, red, or black. Earwigs use their antennae for smelling and feeling. Their antennae are attached to their head. All earwigs are a little flat. Earwigs have thin back wings and two thick wings to cover the thin wings.. They don’t fly often. Some earwigs have stripes on the thorax and abdomen.\nAll earwigs have six hooked legs.\nMale earwigs have curved cerci(which are little pinchers to grab food) and females have straight cerci on their abdomen. Some times male earwigs use their cerci (little pinchers to grab food) to fight other males.\nHabitat.\nEarwigs live all over the world, except Antarctica.\nEarwigs usually live in damp, shady places such as under leaves or in fallen trees. Earwigs can also be found in your home, mostly in basements or bathrooms, where there are damp and shady places.\nDiet.\nAll earwigs eat plants. Earwigs eat pollen out from flowers. Some times fruit in the fall like apples. Some times when they live in houses they eat some of our pests like spiders and flies. Only some times they can get honey to eat. On trees you might find them eating moss or fungi.\nTo eat insects an earwig has two choices, bad smell or its cerci (little pinchers).\nbirds will usually avoid eating earwings due to their bad taste and smell.","categories":[],"infobox_types":[],"annotations":[{"uri":"Insect","surface_form":"insect","offset":40},{"uri":"Wing","surface_form":"wing","offset":97},{"uri":"Leather","surface_form":"leather","offset":130},{"uri":"Species","surface_form":"species","offset":175},{"uri":"Disease","surface_form":"disease","offset":226},{"uri":"Omnivore","surface_form":"omnivore","offset":339}]}