{"id":112661,"url":"http://en.wikipedia.org/wiki/Utah_Jazz","text":"The Utah Jazz are a team in the National Basketball Association in Utah. They were originally from New Orleans, Louisiana in the late 1970s. Jazz music is popular in New Orleans, and the team was named the Jazz when it was in New Orleans. The team kept the name when it moved to Utah.\nThe Jazz are in Salt Lake City, Utah's capital, and they made it to the NBA Finals in 1997 and 1998. John Stockton and Karl Malone were players that led them to these championship games. They played the Chicago Bulls both times, and Michael Jordan helped the Bulls win against the Jazz both times.\nJerry Sloan has coached the Jazz for over 20 years. He started coaching after Frank Layden stopped coaching the Jazz. Sloan felt a big load on his shoulders with his role as coach, and that became clear when he announced in 2011 that he decided to step down. His main assistant, \"Phil Johnson\", also stepped down. This came as a big surprise to many sports fans. The Utah Jazz hired Tyrone Corbin as the head coach in time for their next game of the 2010-2011 season. Corbin had played for the Jazz, and had been an assistant coach under Sloan for the team as well. Jeff Hornacek, a former Jazz player, also helped the Jazz by deciding to join the organization again as an assistant to Coach Corbin.\nThe Jazz had another big change in 2011. They traded Deron Williams, a veteran NBA player, to the New Jersey Nets. These big changes in the Jazz' profile in little over a month were preceded by a big change in 2009, when the owner and founder of the Jazz, Larry H. Miller, died. His son, \"Greg Miller\", is now in charge, and Larry's wife Gail Miller still helps with decisions and feedback for the team.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":32},{"uri":"Utah","surface_form":"Utah","offset":67},{"uri":"New_Orleans","surface_form":"New Orleans","offset":99},{"uri":"Louisiana","surface_form":"Louisiana","offset":112},{"uri":"Jazz","surface_form":"Jazz music","offset":141},{"uri":"Salt_Lake_City","surface_form":"Salt Lake City","offset":301},{"uri":"NBA_Finals","surface_form":"NBA Finals","offset":357},{"uri":"1997","surface_form":"1997","offset":371},{"uri":"1998","surface_form":"1998","offset":380},{"uri":"John_Stockton","surface_form":"John Stockton","offset":386},{"uri":"Karl_Malone","surface_form":"Karl Malone","offset":404},{"uri":"Chicago_Bulls","surface_form":"Chicago Bulls","offset":488},{"uri":"Michael_Jordan","surface_form":"Michael Jordan","offset":518},{"uri":"Jerry_Sloan","surface_form":"Jerry Sloan","offset":583},{"uri":"2011","surface_form":"2011","offset":807},{"uri":"Tyrone_Corbin","surface_form":"Tyrone Corbin","offset":966},{"uri":"Jeff_Hornacek","surface_form":"Jeff Hornacek","offset":1149},{"uri":"Deron_Williams","surface_form":"Deron Williams","offset":1336},{"uri":"New_Jersey_Nets","surface_form":"New Jersey Nets","offset":1381},{"uri":"2009","surface_form":"2009","offset":1493},{"uri":"Larry_H._Miller","surface_form":"Larry H. Miller","offset":1539}]}