{"id":11272,"url":"http://en.wikipedia.org/wiki/Old_Testament","text":"In Christianity, the Old Testament is the name of the first part of the Bible which was completed before Jesus Christ was born. Jews refer to it as the Tanakh and scholars prefer the term Hebrew Bible.\nIn Judaism, the collection of inspired books is known as Tanakh because it is divided into three parts (Torah, Nevi'im and Ketuvim). Both Jews and Christians believe these texts to be holy. According to them, God inspired people to write the collection.\nThe collection contains different texts, called \"books\", about God, and the people of Israel.\nIt can be divided into several sections: the Torah, the History of Israel, the Prophets and Wisdom books\nThe first to have used this name (in Latin: \"vetus testamentum\") was probably Tertullian in the 2nd century.\nDifferent religious communities include (or exclude) certain books in Saint Jerome's Latin translation of the Old Testament (his works is called Vulgate). The Eastern Orthodox church uses the ancient Greek translation of Jewish sacred writings called the Septuagint. The Eastern Orthodox list of sacred books has a few more books than the Roman Catholic list. Protestant Bibles stick more closely to the books in the Tanakh but list them in a different order.\nThemes.\nIn the Old Testament, God is always shown as the one who created the world. The God of the Old Testament is not always presented as the only God who exists Even though there may be other gods, the God of the Old Testament is always shown as the only God whom Israel is to worship. The God of the Old Testament is the one \"true God\"; only Yahweh is Almighty. Both Jews and Christians have always interpreted the Bible (both the \"Old\" and \"New\" Testaments) as an affirmation of the oneness of Almighty God, with the exception of Marcionism that contained the belief system that the Hebrew God was a wrathful and different God than that of the New Testament God while forming what was possibly the first Christian canon ever compiled.\nThe Old Testament stresses the special relationship between God and his chosen people, Israel, but includes instructions for proselytes as well. This relationship is expressed in the biblical covenant (contract) between the two, received by Moses. The law codes in books such as Exodus and especially Deuteronomy are the terms of the contract: Israel swears faithfulness to God, and God swears to be Israel's special protector and supporter. \"The Jewish Study Bible\" denies that covenant means contract.\nOther themes in the Old Testament include salvation, redemption, divine judgment, obedience and disobedience, faith and faithfulness. Throughout there is a strong emphasis on ethics and ritual purity. God demands both. Some of the prophets and wisdom writers seem to question this; they argue that God demands social justice above purity, and perhaps does not even care about purity at all.\nAccording to the Old Testament, it is important to be fair and to help those that are vulnerable. Those in power should not be biased, when they judge people. The Old Testament forbids corruption, deceiving people when trading. It is also against some sexual practices, which are seen as sinful. All morality is traced back to God, who is the source of all goodness.\nThe problem of evil plays a large part in the Old Testament. The problem the Old Testament authors faced was that a good God must have had just reason for bringing disaster (meaning notably, but not only, the Babylonian exile) upon his people. The theme is played out, with many variations, in books as different as the histories of Kings and Chronicles, the prophets like Ezekiel and Jeremiah, and in the wisdom books like Job and Ecclesiastes.\nNotes.\na – Orthodox version: There is an additional book called 1 Ezra, this makes the current Ezra -> 2 Genesis/\nb – Catholic and Orthodox versions; lacking in Protestant versions\nc – Can only be found in Orthodox version\nd – Catholic and Orthodox versions contain verses not found in the original Hebrew\ne – Not in Protestant version\nf - The first five books of the Bible are called the Pentateuch. In the Jewish Bible they are called \"the Torah\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christianity","offset":3},{"uri":"Bible","surface_form":"Bible","offset":72},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":105},{"uri":"Judaism","surface_form":"Judaism","offset":205},{"uri":"Tanakh","surface_form":"Tanakh","offset":259},{"uri":"Jew","surface_form":"Jew","offset":340},{"uri":"Christian","surface_form":"Christian","offset":349},{"uri":"Holy","surface_form":"holy","offset":386},{"uri":"God","surface_form":"God","offset":411},{"uri":"Israel","surface_form":"Israel","offset":542},{"uri":"Torah","surface_form":"Torah","offset":595},{"uri":"Books_of_Chronicles","surface_form":"History of Israel","offset":606},{"uri":"Prophet","surface_form":"Prophet","offset":629},{"uri":"Wisdom_books","surface_form":"Wisdom books","offset":642},{"uri":"Latin_language","surface_form":"Latin","offset":692},{"uri":"Tertullian","surface_form":"Tertullian","offset":733},{"uri":"2nd_century","surface_form":"2nd century","offset":751},{"uri":"Saint_Jerome","surface_form":"Saint Jerome","offset":834},{"uri":"Vulgate","surface_form":"Vulgate","offset":909},{"uri":"Eastern_Orthodox_church","surface_form":"Eastern Orthodox church","offset":923},{"uri":"Septuagint","surface_form":"Septuagint","offset":1019},{"uri":"Tanakh","surface_form":"Tanakh","offset":1181},{"uri":"Monotheism","surface_form":"the only God who exists","offset":1364},{"uri":"Monolatrism","surface_form":"the only God whom Israel is to worship","offset":1473},{"uri":"Yahweh","surface_form":"Yahweh","offset":1570},{"uri":"Marcionism","surface_form":"Marcionism","offset":1759},{"uri":"Hebrew_Bible","surface_form":"Hebrew God","offset":1812},{"uri":"New_Testament","surface_form":"New Testament","offset":1873},{"uri":"Chosen_people","surface_form":"chosen people","offset":2036},{"uri":"Proselyte","surface_form":"proselytes","offset":2089},{"uri":"Biblical_covenant","surface_form":"biblical covenant","offset":2147},{"uri":"Book_of_Exodus","surface_form":"Exodus","offset":2243},{"uri":"Deuteronomy","surface_form":"Deuteronomy","offset":2265},{"uri":"Tetragrammaton","surface_form":"God","offset":2338},{"uri":"Salvation","surface_form":"salvation","offset":2510},{"uri":"Redemption_(theology)","surface_form":"redemption","offset":2521},{"uri":"Deity","surface_form":"divine","offset":2533},{"uri":"Faith","surface_form":"faith","offset":2578},{"uri":"Ethics","surface_form":"ethics","offset":2643},{"uri":"Ritual_purity","surface_form":"ritual purity","offset":2654},{"uri":"Social_justice","surface_form":"social justice","offset":2778},{"uri":"Fair","surface_form":"fair","offset":2913},{"uri":"Corruption","surface_form":"corruption","offset":3044},{"uri":"Deceive","surface_form":"deceiving","offset":3056},{"uri":"Trade","surface_form":"trading","offset":3078},{"uri":"Sin","surface_form":"sinful","offset":3147},{"uri":"Problem_of_evil","surface_form":"problem of evil","offset":3230},{"uri":"Babylonian_exile","surface_form":"Babylonian exile","offset":3435}]}