{"id":112735,"url":"http://en.wikipedia.org/wiki/Scuderia_Ferrari","text":"Scuderia Ferrari is the name for the Gestione Sportiva, the division of the Ferrari automobile company concerned with racing. Though the Scuderia and Ferrari Corse Clienti continue to manage the racing activities of numerous Ferrari customers and private teams, Ferrari's racing division has completely devoted its attention and funding to its Formula One team, Scuderia Ferrari. Scuderia is Italian for \"Stable\", and Ferrari is the name of its founder. The prancing horse was the symbol on Italian World War I ace Francesco Baracca's fighter plane, and became the logo of Ferrari after the fallen ace's parents, good friends with Enzo Ferrari, asked him so, to continue his tradition of sportsmanship, gallantry and boldness.\nScuderia Ferrari was founded in 1929, and raced for Alfa Romeo until 1939. Ferrari first competed in F1 in 1948 (the team's first F1 car was the Tipo 125 F1), making it the oldest and arguably the most successful team left in the championship. The team's numerous and ardent Italian fans are known as \"tifosi\", though the team also has a vibrant international following.\nOne of the most popular Ferrari drivers was Michael Schumacher, who won five titles with Ferrari. He drove in this team from 1996 through 2006. Schumacher worked with Ferrari in a consulting role after he quit driving. In, Kimi Räikkönen won the Driving Championship for Ferrari. In Felipe Massa lost the Championship Title to Lewis Hamilton by one point. Ferrari won the Constructors Championship in 2007 and 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ferrari","surface_form":"Ferrari","offset":76},{"uri":"Formula_One","surface_form":"Formula One","offset":344},{"uri":"Italian_language","surface_form":"Italian","offset":392},{"uri":"World_War_I","surface_form":"World War I","offset":499},{"uri":"Francesco_Baracca","surface_form":"Francesco Baracca","offset":515},{"uri":"Enzo_Ferrari","surface_form":"Enzo Ferrari","offset":631},{"uri":"Sportsmanship","surface_form":"sportsmanship","offset":688},{"uri":"Alfa_Romeo_in_motorsport","surface_form":"Alfa Romeo","offset":779},{"uri":"Kimi_R%C3%A4ikk%C3%B6nen","surface_form":"Kimi Räikkönen","offset":1321},{"uri":"Felipe_Massa","surface_form":"Felipe Massa","offset":1381},{"uri":"Lewis_Hamilton","surface_form":"Lewis Hamilton","offset":1425}]}