{"id":11275,"url":"http://en.wikipedia.org/wiki/Horse","text":"Horses are mammals of the family \"Equidae\". They are herbivores, which means they eat grass and other plants. Some plants are dangerous for them like ragwort, lemongrass (oil grass) and sometimes acorns.\nThe common horse is the species \"Equus caballus\". It was domesticated from wild horses by humans at least 5000 years ago. They are large, strong animals, with some breeds are used to pull heavy loads. Racehorses can gallop up to 15 metres per second.\nA male horse is a \"stallion\", and a female horse is a \"mare\". The general term for a young horse is \"foal\". A young male horse is a \"colt\", and a young female horse is a \"filly\". A castrated horse is known as a \"gelding\". Horses have \"hooves\" which are protected by horseshoes from hard or rough ground.\nEarly horses.\nThe evolution of horses has been well studied. Fifty million years ago, there were no horses as we know them now. Of the earliest fossil horse, the North American one is called \"Eohippus\", and the Eurasian one is called \"Hyracotherium\". Both were small animals: \"Eohippus\" was the larger of the two at twice the size of a terrier dog.\nMany changes took place between those little animals and today's horse. These changes are best explained as adaptations to its changing ecological niche. From a small forest-dweller eating nuts and fruit to a larger forest browser eating leaves and small branches. Finally, the modern horse is a grazer on open grassland, with different teeth, legs for running and much larger size. Major changes happened in the mid-Miocene when the climate became cooler, and grassland began to replace forests. This change continued, and several groups of mammals changed from browsers to grazers.\nHorses and humans.\nHorses have been domesticated for at least 5000 years. They have been used by humans in many different ways for travel, work, food, and pleasure and showing. Cavalry horses were used in war until the middle-20th century. They are used for riding and transport. They are also used for carrying things or pulling carts, or to help plow farmer's fields in agriculture. People have used selective breeding to make bigger horses to do heavy work. They are still used for work and transportation in some places, such as where there are no roads.\nSome people keep horses as pets. Today, horses are mostly used for entertainment and sports, including horse racing. Horses are used in equestrianism, which is equine sports such as cross-country, showjumping, dressage, horse polo, rodeo, Western pleasure, horsemanship, reining, and halter/showmanship events etc. Showjumping, cross-country and dressage are Olympic sports. \"Equus\" is the old Latin word for horse.\nHorses are used all over the world to carry people and pull carts. They are used in big cities to help police watch and protect people in crowds.\nHorsehide is a tough leather made from the skin of horses. Horsehair is used to make a stiff fabric. Horsehair can also be used as a stuffing for furniture. Horsehair can be mixed with plaster to make it strong.\nMare.\nA mare is a female horse. Other female equines are also sometimes called mares. Before her third birthday, she is called a filly. When a mare wants to mate, she is called \"in heat\". This part of the estrous cycle lasts for about three weeks. Mares are more prone to being temperamental, some people would call this being \"mare-ish\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":11},{"uri":"Family_(biology)","surface_form":"family","offset":26},{"uri":"Equidae","surface_form":"Equidae","offset":34},{"uri":"Herbivore","surface_form":"herbivore","offset":53},{"uri":"Grass","surface_form":"grass","offset":86},{"uri":"Ragwort","surface_form":"ragwort","offset":150},{"uri":"Acorn","surface_form":"acorn","offset":196},{"uri":"Przewalski%27s_Horse","surface_form":"wild horses","offset":279},{"uri":"Breed","surface_form":"breed","offset":368},{"uri":"Male","surface_form":"male","offset":457},{"uri":"Female","surface_form":"female","offset":491},{"uri":"Castration","surface_form":"castrated","offset":636},{"uri":"Hoof","surface_form":"hooves","offset":690},{"uri":"Horseshoe","surface_form":"horseshoe","offset":721},{"uri":"Evolution","surface_form":"evolution","offset":777},{"uri":"Eohippus","surface_form":"Eohippus","offset":951},{"uri":"Hyracotherium","surface_form":"Hyracotherium","offset":994},{"uri":"Terrier","surface_form":"terrier","offset":1095},{"uri":"Adaptations","surface_form":"adaptations","offset":1216},{"uri":"Ecological_niche","surface_form":"ecological niche","offset":1244},{"uri":"Forest","surface_form":"forest","offset":1275},{"uri":"Browser","surface_form":"browser","offset":1331},{"uri":"Grazer","surface_form":"grazer","offset":1404},{"uri":"Grassland","surface_form":"grassland","offset":1419},{"uri":"Miocene","surface_form":"Miocene","offset":1525},{"uri":"Domesticated","surface_form":"domesticated","offset":1728},{"uri":"Travel","surface_form":"travel","offset":1823},{"uri":"Cavalry","surface_form":"Cavalry","offset":1869},{"uri":"Agriculture","surface_form":"agriculture","offset":2064},{"uri":"Selective_breeding","surface_form":"selective breeding","offset":2094},{"uri":"Labour_(economics)","surface_form":"work","offset":2177},{"uri":"Road","surface_form":"road","offset":2244},{"uri":"Pet","surface_form":"pet","offset":2278},{"uri":"Entertainment","surface_form":"entertainment","offset":2318},{"uri":"Sport","surface_form":"sport","offset":2336},{"uri":"Horse_racing","surface_form":"horse racing","offset":2354},{"uri":"Equestrianism","surface_form":"equestrianism","offset":2387},{"uri":"Polo","surface_form":"polo","offset":2477},{"uri":"Rodeo","surface_form":"rodeo","offset":2483},{"uri":"Dressage","surface_form":"dressage","offset":2597},{"uri":"Police","surface_form":"police","offset":2770},{"uri":"Leather","surface_form":"leather","offset":2834},{"uri":"Mare","surface_form":"mare","offset":3104},{"uri":"Estrous_cycle","surface_form":"estrous cycle","offset":3230}]}