{"id":11271,"url":"http://en.wikipedia.org/wiki/Paul_the_Apostle","text":"Paul the Apostle, previously known as Saul of Tarsus and now often called St Paul (2BC–67), was a Messianic Jewish-Roman writer and rabbi. He was a convert to Christianity. It is believed that he wrote thirteen books of the Bible, together called the Pauline epistles. They are letters to churches and Christians. He wrote these letters to encourage them, to help them understand Christian teaching, and to help them to live Christian lives.\nBeginnings.\nPaul's name was originally Saul (not to be confused with King Saul from the books of Samuel in the Old Testament). He grew up learning both the Jewish law and the Greek ways of discussing things. We are first introduced to Saul in the Bible near the end of Acts 7. The Christian movement had begun with the resurrection and ascension of Jesus. Saul was strongly against this, and he was happy as he watched Saint Stephen, the first martyr of Jesus, being killed by stoning after giving a speech that made the Jewish court angry. He worked for the Roman Government and helped lead the arrests and killing of many Christians in Israel and the nearby area.\nSaul becomes Paul.\nWhen Saul reached Damascus, he was taken to Ananias, one of Jesus's disciples, where he got his sight back and was baptized as a Christian. He spent the next three years studying the Jewish scriptures again to find explanations for the Christian teachings. His experiences changed his view on Christianity completely. In Acts 13:9, he begins to be called Paul. This was the Hellenized version of the name Saul. He used his earlier education to explain his new faith to other people and to discuss things with people who had other beliefs.\nHe traveled around the Roman Empire, teaching others about Christianity, and wrote letters back and forth with the churches he helped to begin. The letters contain many important parts of Christian teaching and have since been part of the New Testament of the Bible, coming between the Acts of the Apostles and the General Epistles. It is not known whether Paul actually wrote all of these letters, or whether other people could have written the letters for him. Part of these letters are read at Mass as the second of two readings that come before the Gospel.\nAlthough the Bible does not say how Paul died, it was told of that Paul was put to death by orders of the emperor Nero in Rome, in 67 AD. He had the rights of a Roman citizen, which meant that he could be put to death by having his head cut off with a sword, rather than by crucifixion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Messianic_Judaism","surface_form":"Messianic Jewish","offset":98},{"uri":"Roman_Empire","surface_form":"Roman","offset":115},{"uri":"Writer","surface_form":"writer","offset":121},{"uri":"Rabbi","surface_form":"rabbi","offset":132},{"uri":"Bible","surface_form":"Bible","offset":224},{"uri":"Pauline_epistles","surface_form":"Pauline epistles","offset":251},{"uri":"Church","surface_form":"church","offset":289},{"uri":"Saul","surface_form":"Saul","offset":516},{"uri":"Books_of_Samuel","surface_form":"books of Samuel","offset":530},{"uri":"Old_Testament","surface_form":"Old Testament","offset":553},{"uri":"Judaism","surface_form":"Jewish","offset":598},{"uri":"Ancient_Greece","surface_form":"Greek","offset":617},{"uri":"Acts","surface_form":"Acts","offset":711},{"uri":"Resurrection_of_Jesus","surface_form":"resurrection","offset":761},{"uri":"Ascension_of_Jesus","surface_form":"ascension","offset":778},{"uri":"Jesus","surface_form":"Jesus","offset":791},{"uri":"Saint_Stephen","surface_form":"Saint Stephen","offset":861},{"uri":"Martyr","surface_form":"martyr","offset":886},{"uri":"Stoning","surface_form":"stoning","offset":919},{"uri":"Speech","surface_form":"speech","offset":942},{"uri":"Roman_Empire","surface_form":"Roman","offset":1001},{"uri":"Israel","surface_form":"Israel","offset":1080},{"uri":"Disciple_(Christianity)","surface_form":"disciples","offset":1195},{"uri":"Sight","surface_form":"sight","offset":1223},{"uri":"Baptism","surface_form":"baptized","offset":1242},{"uri":"Christianity","surface_form":"Christianity","offset":1420},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":1689},{"uri":"New_Testament","surface_form":"New Testament","offset":1905},{"uri":"General_Epistles","surface_form":"General Epistles","offset":1981},{"uri":"Mass_(liturgy)","surface_form":"Mass","offset":2163},{"uri":"Gospel","surface_form":"Gospel","offset":2219},{"uri":"Nero","surface_form":"Nero","offset":2341},{"uri":"Ancient_Rome","surface_form":"Rome","offset":2349},{"uri":"Crucifixion","surface_form":"crucifixion","offset":2501}]}