{"id":11278,"url":"http://en.wikipedia.org/wiki/Book_of_Genesis","text":"Genesis (Greek: ἡ γένεσις \"origin, birth\") is the first book of the Hebrew Bible. It means creation. It begins with the creation of the Universe. It ends with the death of Joseph. The Hebrew name for the book is transliterated Bre'shiyth, which means 'in beginning.'\nSummary.\nGod created the universe and everything in it in six days. God rested on the seventh day (Sabbath) and declared it a holy day of rest. God provided the Garden of Eden to the first man, Adam, and the first woman, Eve. There was only one thing that they were not allowed to do. God told them not to eat from the tree of knowledge, which would make them aware of good and evil. A snake tricked Eve, and she ate the fruit from the tree of knowledge. She then gave Adam some of the fruit, and he ate as well. Because they did not obey him, God made them leave the garden, so all people had to work for their food.\nAdam and Eve's first two children were sons, Cain and Abel. Abel was a shepherd and Cain was a farmer. Cain fell into sin and killed his brother Abel out of jealousy, making him the first person to commit murder. (Genesis 4:1–16)\nLater, when the world was full of people who were evil, God chose to kill them and save only the animals and the most morally righteous person alive. He told a man, named Noah, to build a huge boat and gather two of every bird, mammal and lizard onto it. He was instructed to take 14, or a pair of 7, of clean animals. Only 2 of each could be unclean. Noah built and filled the boat as he was told, and a flood covered the whole world. After 40 days and nights, the rains stopped. Once the water had receded the boat landed on the mountain of Ararat. God promised never to send another such flood, and he used the rainbow as a sign of that promise.\nThe people of the world attempted to build a high tower (Tower of Babel) to show the power of mankind and to reach God. God felt insulted and gave people different languages to prevent the tower from ever being finished.\nGod chose Abram to be \"the father of many nations.\" Abram changed his name to Abraham, and God promised him the land of Canaan (Israel) forever. As a sign of this promise, the sons of Abraham are circumcised. God tested Abraham's loyalty by asking him to kill his son Isaac. Abraham was ready to do it, but God sent an angel to stop him. God told him there would be no more human sacrifice.\nGod destroyed the evil cities of Sodom and Gomorrah, saving only Abraham's nephew Lot and his daughters.\nIsaac and his wife Rebekah had two twin sons, Esau and Jacob. Jacob traded food to Esau for Esau's right to carry the family name. Rebekah helped trick Isaac, who was old and blind, into giving his final blessing to Jacob by dressing him in fur (Isaac felt Jacob's furs and thought he was his hairy twin, Esau). Esau later got a blessing of his own.\nJacob left to find a wife. He found Rachel and worked for her father, Lavan, for seven years to marry her, but was tricked into marrying her sister Leah. He worked for another seven years to marry Rachel. He went back to his home, then moved to Bethel, where God told him to change his name to Israel. Jacob later also marries the servants of Leah and Rachel, whose names are Bilah and Zilpah.\nJacob had twelve sons named Reuben, Simeon, Levi, Judah, Issaschar, Zebulun, Gad, Dan, Asher, Naftali, Joseph, and Benjamin. His wife Rachel died after she gave birth to Benjamin.\nJacob gave his son Joseph a coat of many colors. Joseph's brothers were jealous, so they sold him into slavery in Egypt. They covered his coat in blood and told their father he had died. Joseph became a great leader in Egypt by predicting a long famine by explaining the pharaoh's dreams. During the famine, his brothers came to Egypt to buy food. They did not know that Joseph was the leader. Joseph first tricked the brothers, but then gave them food and let them stay in Goshen in Egypt.\nJacob blessed his sons and then died.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greek_language","surface_form":"Greek","offset":9},{"uri":"Hebrew","surface_form":"Hebrew","offset":68},{"uri":"Bible","surface_form":"Bible","offset":75},{"uri":"Creation_myth","surface_form":"creation","offset":91},{"uri":"Universe","surface_form":"Universe","offset":136},{"uri":"Joseph_(Bible)","surface_form":"Joseph","offset":172},{"uri":"God","surface_form":"God","offset":276},{"uri":"Sabbath","surface_form":"Sabbath","offset":366},{"uri":"Holy","surface_form":"holy","offset":393},{"uri":"Garden_of_Eden","surface_form":"Garden of Eden","offset":428},{"uri":"Adam","surface_form":"Adam","offset":461},{"uri":"Eve_(Bible)","surface_form":"Eve","offset":488},{"uri":"Knowledge","surface_form":"knowledge","offset":594},{"uri":"Evil","surface_form":"evil","offset":645},{"uri":"Snake","surface_form":"snake","offset":653},{"uri":"Fruit","surface_form":"fruit","offset":688},{"uri":"Cain","surface_form":"Cain","offset":930},{"uri":"Shepherd","surface_form":"shepherd","offset":956},{"uri":"Farmer","surface_form":"farmer","offset":980},{"uri":"Evil","surface_form":"evil","offset":1165},{"uri":"Animal","surface_form":"animal","offset":1212},{"uri":"Morality","surface_form":"morally","offset":1233},{"uri":"Noah","surface_form":"Noah","offset":1286},{"uri":"Boat","surface_form":"boat","offset":1308},{"uri":"Mammal","surface_form":"mammal","offset":1343},{"uri":"Lizard","surface_form":"lizard","offset":1354},{"uri":"Flood","surface_form":"flood","offset":1520},{"uri":"Ararat","surface_form":"Ararat","offset":1658},{"uri":"Rainbow","surface_form":"rainbow","offset":1729},{"uri":"Promise","surface_form":"promise","offset":1755},{"uri":"Tower_of_Babel","surface_form":"tower","offset":1814},{"uri":"Tower_of_Babel","surface_form":"Tower of Babel","offset":1821},{"uri":"Language","surface_form":"language","offset":1928},{"uri":"Nations","surface_form":"nations","offset":2027},{"uri":"Abraham","surface_form":"Abraham","offset":2063},{"uri":"Canaan","surface_form":"Canaan","offset":2105},{"uri":"Israel","surface_form":"Israel","offset":2113},{"uri":"Circumcision","surface_form":"circumcised","offset":2181},{"uri":"Loyalty","surface_form":"loyalty","offset":2215},{"uri":"Isaac","surface_form":"Isaac","offset":2253},{"uri":"Angel","surface_form":"angel","offset":2304},{"uri":"Human_sacrifice","surface_form":"human sacrifice","offset":2359},{"uri":"Sodom_and_Gomorrah","surface_form":"Sodom and Gomorrah","offset":2409},{"uri":"Lot","surface_form":"Lot","offset":2458},{"uri":"Rebekah","surface_form":"Rebekah","offset":2500},{"uri":"Twin","surface_form":"twin","offset":2516},{"uri":"Blessing","surface_form":"blessing","offset":2685},{"uri":"Reuben","surface_form":"Reuben","offset":3253},{"uri":"Levite","surface_form":"Levi","offset":3269},{"uri":"Joseph_(Hebrew_Bible)","surface_form":"Joseph","offset":3328},{"uri":"Coat","surface_form":"coat","offset":3433},{"uri":"Jealousy","surface_form":"jealous","offset":3477},{"uri":"Slavery","surface_form":"slavery","offset":3508},{"uri":"Egypt","surface_form":"Egypt","offset":3519},{"uri":"Prediction","surface_form":"predicting","offset":3633},{"uri":"Famine","surface_form":"famine","offset":3651},{"uri":"Pharaoh","surface_form":"pharaoh","offset":3676},{"uri":"Dreams","surface_form":"dreams","offset":3686},{"uri":"Goshen","surface_form":"Goshen","offset":3879}]}