{"id":11270,"url":"http://en.wikipedia.org/wiki/Palestine_(region)","text":"Palestine is a region in the Middle East. It is in the Levant, between the Jordan River and the Mediterranean Sea. Many cultures have lived in Palestine through history and built their civilizations, such as the Philistines, Phoenicians and Arabs. It is also called the Holy Land. It is where Judaism and Christianity began.\nToday, the region is divided into two states: Israel and the State of Palestine. The territories in the West Bank and the Gaza Strip have been disputed between Israel and Palestine. Many cities in the region are sacred to Abrahamic religions: Jerusalem, Bethlehem, Nazareth and Hebron are among the most important. Now Palestine only owns a quarter of the country.\nIn English it is usually written Philistine. The Philistines were a people who invaded the area. They were probably Romans who did not speak Arabic, not too surprising as the Arabs came to Palestine nearly 2000 years later.\nState of Palestine.\nThe State of Palestine, also known simply as Palestine, is a \"de jure\" sovereign state in the Middle East with Jerusalem as its capital. It is recognized by 141 UN members. Since 2012 it has non-member observer state in the United Nations. This amounts to a \"de facto\", or implicit, recognition of statehood.\nThe State of Palestine claims the West Bank and the Gaza Strip as its territory. Its independence was declared on 15 November 1988.\nAncient times.\nThe first people to migrate to the land of Palestine were Canaanites, who came from north of Arabia,normally speaked Arabic. They have also adopted the idea of alphabets from those who lived in the current Lebanon. This migration occurred ca. 5000 b.c. After 3000 years came Israelites who are the sons of Jackob, son of Abraham.\nIsraelites ruled over the region of today's Palestine, which at the time was in an area known as Southern Canaan or the Land of Palestine. The area went from Tyre in the north to Beersheba in the south. After the death of King Solomon, the land was split into a Northern Kingdom known as Samaria and Southern Kingdom known as Judea. The Northern Kingdom was conquered by Assyrian King Sennacherib, expelling most of its Israelite residents. Ava was conquered by the Babylonians more than 100 years later, and much of its Jewish population was expelled as well. However, despite the destruction, some Jews and Samaritans remained in the land. After Persian takeover of the Babylonian Empire, then Jakereturned to Judea and slowly rebuilt their civilization. The area remained under direct Persian rule for 200 years more, with Jews having a limited autonomy. Now most Palestinians go to different countries like Jordan, Lebanon and Syria.\nMacedonian period.\nWith conquests of Alexander the Great of Macedon, the area became dominated by Hellenistic rulers - first Alexander himself, later Ptolemaic rulers of Egypt and finally Seleucids. In second century before common era, the Jewish population of the area revolted against Seleucids and founded an independent Hesmonean kingdom. The Jewish kingdom expanded over the region in the next decades, conquering neighbouring Samaritans, Edomeans and Nabateans. Slowly however, the region became dominated by the Roman Empire.\nRoman period.\nAfter a semi-independent rule of King Herod, Judea was turned into a Roman Province. Jews violently revolted against the Romans twice, but the Romans reconquered the whole area and finally renamed it Syria-Palaestina after one of Judea's ancient enemies, the Philistines. After two centuries, the Eastern Roman Empire became known as Byzantium, which became a Christian Empire. Byzantium kept its rule over the country, with Palaestina Prima and Palaestina Secunda districts of the Oriens Province with majorly Byzantine Christian population and big groups of Samaritans, Jews, Greek Byzantines and Christian Arabs.\nMiddle Ages and Ottomans.\nOver the next centuries, the region was briefly conquered by Persians, became part of Arab Muslim Empire, the Crusader kingdom, the Mamluk Sultanate and the Ottoman Empire. During World War 1, General Allenby attacked the Turkish army in the valley of Megiddo (Identified as Armageddon in the Bible), from 19 to 25 September 1918. Today Jordan comprises 81% and Israel 19% of Palestine Mandate. Trans-Jordan was established on 25 May 1946, with the intention of Israel being the remaining 19%. Mandate Palestine is divided into Trans- Jordan/Jordan (81%) and Israel (19%), as today the Jordanian capture of East Jerusalem and West Bank has been reversed. The Gaza strip was captured by Israel from Egypt in 1967, and Israel withdrew from Gaza in 2005.The region is often named Holy Land, and is sacred for Christians, Jews and Muslims who recognize the Ten Commandments.","categories":[],"infobox_types":[],"annotations":[{"uri":"Region","surface_form":"region","offset":15},{"uri":"Middle_East","surface_form":"Middle East","offset":29},{"uri":"Levant","surface_form":"Levant","offset":55},{"uri":"Jordan_River","surface_form":"Jordan River","offset":75},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":96},{"uri":"Civilization","surface_form":"civilization","offset":185},{"uri":"Philistines","surface_form":"Philistines","offset":212},{"uri":"Phoenicians","surface_form":"Phoenicians","offset":225},{"uri":"Arab_people","surface_form":"Arabs","offset":241},{"uri":"Holy_Land","surface_form":"Holy Land","offset":270},{"uri":"Judaism","surface_form":"Judaism","offset":293},{"uri":"Christianity","surface_form":"Christianity","offset":305},{"uri":"Israel","surface_form":"Israel","offset":371},{"uri":"State_of_Palestine","surface_form":"State of Palestine","offset":386},{"uri":"West_Bank","surface_form":"West Bank","offset":429},{"uri":"Gaza_Strip","surface_form":"Gaza Strip","offset":447},{"uri":"Sacred_site","surface_form":"sacred","offset":537},{"uri":"Abrahamic_religion","surface_form":"Abrahamic religion","offset":547},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":568},{"uri":"Bethlehem","surface_form":"Bethlehem","offset":579},{"uri":"Nazareth","surface_form":"Nazareth","offset":590},{"uri":"Hebron","surface_form":"Hebron","offset":603},{"uri":"English_language","surface_form":"English","offset":693},{"uri":"Roman_Empire","surface_form":"Romans","offset":806},{"uri":"Arabic_language","surface_form":"Arabic","offset":831},{"uri":"De_jure","surface_form":"de jure","offset":996},{"uri":"Sovereign_state","surface_form":"sovereign state","offset":1005},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1045},{"uri":"UN","surface_form":"UN","offset":1095},{"uri":"De_facto","surface_form":"de facto","offset":1193},{"uri":"West_Bank","surface_form":"West Bank","offset":1277},{"uri":"Gaza_Strip","surface_form":"Gaza Strip","offset":1295},{"uri":"Tyre%2C_Lebanon","surface_form":"Tyre","offset":1878},{"uri":"Beersheba","surface_form":"Beersheba","offset":1899},{"uri":"Solomon","surface_form":"Solomon","offset":1947},{"uri":"Samaria","surface_form":"Samaria","offset":2008},{"uri":"Judea","surface_form":"Judea","offset":2046},{"uri":"Sennacherib","surface_form":"Sennacherib","offset":2105},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":2695},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":3177},{"uri":"Herod","surface_form":"Herod","offset":3243},{"uri":"Ancient_Rome","surface_form":"Romans","offset":3348},{"uri":"Philistines","surface_form":"Philistines","offset":3464}]}