{"id":112869,"url":"http://en.wikipedia.org/wiki/Barilla_Group","text":"Barilla Group is a large Italian food company that makes pasta. They are the world's leading pasta maker. Barilla also provides pasta products to restaurants worldwide. They are the leading seller of bakery products in Italy. By purchasing the Swedish bakery company Wasabröd, they became the leading producer of flatbread in the world.\nHistory.\nThe company was founded in 1877 in Ponte Taro, Italy by Pietro Barilla. The company is privately held, and is now in the fourth generation of Barilla family ownership. It is controlled by three brothers, Chairman Guido Barilla, and Vice Chairmen Luca Barilla and Paolo Barilla.\nCompany.\nBarilla Group has many production plants all over the world. These are in Italy, Greece, France, Germany, Norway, Russia, Sweden, Turkey, the United States and Mexico. The company also operates mills in Italy, Greece, Sweden, Turkey, and the US, while its central office is in Parma, Italy. Barilla's trademarks are Wasabröd (in Sweden), Misko (in Greece), Filiz (in Turkey), Yemina and Vesta (in Mexico). The wheat used to make the final product is purchased from around the world.\nControversy.\nIn 2013 the owner of Barilla, Guido Barilla, made controversial remarks about being for traditional family values and not gays. In a few hours Twitter had hundreds of messages protesting the company. This made the brand Barilla one of the top topics. Many messages called for a boycott of all the company's products. Guido later apologized by saying, “I apologise if my words generated misunderstandings or arguments, or if they offended the sensibilities of some people. In the interview I simply wished to underline the central role the woman plays within the family.”\nIn November of 2013 the Barilla Group announced they would start a \"more active, global leadership position on diversity, inclusion and social responsibility.\" This included creating a board of experts to advise Barilla on these sensitive issues. Barilla also created of a new position in the company, a Chief Diversity Officer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":25},{"uri":"Company","surface_form":"company","offset":38},{"uri":"Pasta","surface_form":"pasta","offset":57},{"uri":"Italy","surface_form":"Italy","offset":219},{"uri":"Sweden","surface_form":"Swedish","offset":244},{"uri":"Flatbread","surface_form":"flatbread","offset":313},{"uri":"Italy","surface_form":"Italy","offset":393},{"uri":"Generation","surface_form":"generation","offset":474},{"uri":"Mass_production","surface_form":"production","offset":656},{"uri":"Greece","surface_form":"Greece","offset":714},{"uri":"France","surface_form":"France","offset":722},{"uri":"Germany","surface_form":"Germany","offset":730},{"uri":"Norway","surface_form":"Norway","offset":739},{"uri":"Russia","surface_form":"Russia","offset":747},{"uri":"Sweden","surface_form":"Sweden","offset":755},{"uri":"Turkey","surface_form":"Turkey","offset":763},{"uri":"United_States","surface_form":"United States","offset":775},{"uri":"Mexico","surface_form":"Mexico","offset":793},{"uri":"Gristmill","surface_form":"mills","offset":827},{"uri":"Parma%2C_Italy","surface_form":"Parma, Italy","offset":910},{"uri":"Trademark","surface_form":"trademark","offset":934},{"uri":"Wheat","surface_form":"wheat","offset":1043},{"uri":"Controversial","surface_form":"controversial","offset":1179},{"uri":"Traditional","surface_form":"traditional","offset":1217},{"uri":"Gays","surface_form":"gays","offset":1251},{"uri":"Twitter","surface_form":"Twitter","offset":1272},{"uri":"Misunderstandings","surface_form":"misunderstandings","offset":1515}]}