{"id":112950,"url":"http://en.wikipedia.org/wiki/Baby_boomer","text":"e=\"preserve\">The term baby boomer most commonly refers to people born during the years 1946 to 1964 worldwide. In Canada it is anyone born between 1960 and 1980. Australia identifies baby boomers as those born between 1946 and 1961. Generally, after 1960 the birth rate started falling. In 1951, Sylvia F. Porter, a columnist for the New York Post, first used the term \"baby boom\" for the rapid rise in birthrate after Word War II.\nEconomic impact.\nFrom 1945 to 1964 about seventy-seven million babies were born in the United States. In the 1950s baby boomers bought Mouse-ear hats after they watched \"The Mickey Mouse Club\". They danced to rock and roll and idolized singers like Elvis Presley. Hula hoops and Barbie dolls were wildly popular.\nBy the 1960s many baby boomers were teenagers. They spent nearly $20 million on things including food, clothing, and recorded music. Businesses were eager to find ways to meet their demands. By the 1970s entire industries were changing because of baby boomers.\nAging and end-of-life issues.\n60% lost value in investments because of the economic crisis\n25% claim they will never retire (currently still working)\nBaby boomer today.\nThe oldest baby boomers were 67 years old in 2013 and one in five Americans will be 65 years old in 2030. Many people believe they will become a stress on social welfare systems.","categories":[],"infobox_types":[],"annotations":[{"uri":"Worldwide","surface_form":"worldwide","offset":100},{"uri":"Canada","surface_form":"Canada","offset":114},{"uri":"Birth_rate","surface_form":"birth rate","offset":259},{"uri":"Journalist","surface_form":"columnist","offset":316},{"uri":"Million","surface_form":"million","offset":487},{"uri":"United_States","surface_form":"United States","offset":519},{"uri":"Idol","surface_form":"idol","offset":659},{"uri":"Singer","surface_form":"singer","offset":668},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":681},{"uri":"Hula_hoop","surface_form":"Hula hoop","offset":696},{"uri":"Barbie","surface_form":"Barbie dolls","offset":711},{"uri":"Popular","surface_form":"popular","offset":736},{"uri":"Teenager","surface_form":"teenager","offset":781}]}