{"id":113029,"url":"http://en.wikipedia.org/wiki/Kotli_District","text":"Kotli () is one of the eight districts of Azad Kashmir, Pakistan. Kotli is the capital city of the district. Kotli used to be a small town between Mirpur and Muzaffarabad, but has recently grown in size.\nMeaning of name.\nThere are two theories about the origin of the name \"Kotli\". One is that in ancient times Prince Raja Shahswar Khan built a small house here and called it \"Kot\", which became \"Kotli\". Another theory is that the name is derived from the Sanskrit word Kotli which means to \"reside\" or to \"live in\". At one time the area was inhabited by the Mangran and Solhan peoples, and was called Kotli Solwhan.\nAdministration.\nThe district of Kotli used to be a sub-division of Mirpur District until 1975. Before 1947, it was a part of the Jammu area. The district is bounded by the Indian part of Kashmir in the east, and by Mirpur District in the south and Rawalakot to its north. The district is divided into three tehsils (sub-divisions)\nThe district covers a total area of 1862 square kilometres. Kotli is now the largest city by population (656,000).\nBefore the division of Kashmir in 1947, Nakyal was part of Mehndar sub-division of Poonch.","categories":[],"infobox_types":[],"annotations":[{"uri":"Districts_of_Pakistan","surface_form":"districts","offset":29},{"uri":"Azad_Kashmir","surface_form":"Azad Kashmir","offset":42},{"uri":"Pakistan","surface_form":"Pakistan","offset":56},{"uri":"Capital_(city)","surface_form":"capital","offset":79},{"uri":"Mirpur","surface_form":"Mirpur","offset":147},{"uri":"Muzaffarabad","surface_form":"Muzaffarabad","offset":158},{"uri":"Reside","surface_form":"reside","offset":493},{"uri":"Mirpur_District","surface_form":"Mirpur District","offset":685},{"uri":"1975","surface_form":"1975","offset":707},{"uri":"Jammu_and_Kashmir","surface_form":"Kashmir","offset":805},{"uri":"Mirpur_District","surface_form":"Mirpur District","offset":833},{"uri":"Rawalakot","surface_form":"Rawalakot","offset":866}]}