{"id":113267,"url":"http://en.wikipedia.org/wiki/Placebo_(band)","text":"Placebo is an alternative rock band that started in London in 1994. The band currently has Brian Molko (lead vocals, guitar, harmonica, keyboards, saxophone), Stefan Olsdal (bass, guitar, keyboards, back-up vocals) and Steve Forrest (drums, percussion, back-up vocals) as members. A Kate Bush cover, \"Running Up That Hill\" is one of their most popular songs.\nPlacebo’s sixth studio album, \"Battle for the Sun\", was released on June 8th, 2009.\nRecorded over three months at Metal Works Studios in Toronto with producer David Bottrill and mixed in London by My Bloody Valentine, Smashing Pumpkins and Nine Inch Nails producer Alan Moulder, \"Battle for the Sun\" is a startling, alive, vital and boundary-vaulting Placebo record.\nIt is, according to Brian Molko, “not hard rock and it’s not pop, it’s probably hard pop. I think we’ve made a record which is almost the flipside of ‘Meds’. We’ve made a record about choosing life, about choosing to live, about stepping out of the darkness and into the light. Not necessarily turning your back on the darkness because it’s there, it’s essential; it’s a part of who you are, but more about the choice of standing in the sunlight instead.”","categories":[],"infobox_types":[],"annotations":[{"uri":"Alternative_rock","surface_form":"alternative rock","offset":14},{"uri":"Band","surface_form":"band","offset":31},{"uri":"London","surface_form":"London","offset":52},{"uri":"1994","surface_form":"1994","offset":62},{"uri":"Brian_Molko","surface_form":"Brian Molko","offset":91},{"uri":"Stefan_Olsdal","surface_form":"Stefan Olsdal","offset":159},{"uri":"Steve_Forrest","surface_form":"Steve Forrest","offset":219},{"uri":"Kate_Bush","surface_form":"Kate Bush","offset":283},{"uri":"My_Bloody_Valentine","surface_form":"My Bloody Valentine","offset":556},{"uri":"Smashing_Pumpkins","surface_form":"Smashing Pumpkins","offset":577},{"uri":"Nine_Inch_Nails","surface_form":"Nine Inch Nails","offset":599}]}