{"id":113242,"url":"http://en.wikipedia.org/wiki/Singlish","text":"e=\"preserve\">Singlish is a language used mostly in Singapore. It is the first language of many younger Singaporeans, especially those whose parents do not share a native language or dialect, and is the second language of nearly all the rest of the country's residents.\nThe vocabulary of Singlish consists of words originating from English, Malay (mainly Bahasa Melayu rather than Indonesian), Hokkien, Teochew, Cantonese, Tamil and to a lesser extent various other European, Indic and Sinitic languages, while Singlish syntax resembles southern varieties of Chinese. Also, elements of American and Australian slang have come through from imported television series. To date, other Asian languages like Japanese, Korean and other lesser known Chinese dialects such as Shanghainese have also been incorporated into Singlish. Recently, due to the fact that Mandarin is taught to all Singaporean Chinese in school, Mandarin words have also found their way into Singlish. Singlish is a creole of English.\nSinglish is closely related to Manglish of neighboring Malaysia.\nThe Singaporean government currently discourages the use of Singlish in favour of Singapore Standard English as it believes in the need for Singaporeans to be able to effectively communicate with the other English users in the world. The government runs the Speak Good English Movement to emphasise the point.","categories":[],"infobox_types":[],"annotations":[{"uri":"Singapore","surface_form":"Singapore","offset":51},{"uri":"Vocabulary","surface_form":"vocabulary","offset":273},{"uri":"English_language","surface_form":"English","offset":331},{"uri":"Malay_language","surface_form":"Malay","offset":340},{"uri":"Indonesian_language","surface_form":"Indonesian","offset":380},{"uri":"Min_Nan","surface_form":"Hokkien","offset":393},{"uri":"Teochew","surface_form":"Teochew","offset":402},{"uri":"Cantonese_language","surface_form":"Cantonese","offset":411},{"uri":"Tamil_language","surface_form":"Tamil","offset":422},{"uri":"Indic","surface_form":"Indic","offset":475},{"uri":"Sinitic_languages","surface_form":"Sinitic languages","offset":485},{"uri":"American_slang","surface_form":"American","offset":585},{"uri":"Australian_slang","surface_form":"Australian slang","offset":598},{"uri":"Creole","surface_form":"creole","offset":981},{"uri":"English_language","surface_form":"English","offset":991},{"uri":"Manglish","surface_form":"Manglish","offset":1031},{"uri":"Malaysia","surface_form":"Malaysia","offset":1055}]}