{"id":11336,"url":"http://en.wikipedia.org/wiki/Samos","text":"Samos is a Greek island. It is the eighth largest Greek island. It is in the east of Aegean sea. Opposite Samos is the west coasts of Turkey. Samos is one of 51 prefectures of Greece. The prefecture in addition includes the Ikaria island and Fournoi Island. The capital of Samos is Samos City, commonly referred to by the locals as Vathi. The area of the island is 478 km squared. It is separated from Asia Minor, by the approximately 1 mile wide Mycale Strait. While largely mountainous, Samos has several relatively large and fertile plains. A great portion of the island is covered with vineyards, from which wine is made. The island of Samos is a lush, very green island with forests and with many places to visit. It is also the birthplace of the mathematician Pythagoras. Today Samos is an island which attracts tourists from all over the world for the wonderful nature, the impressive mountainous and verdant landscape and the plethora of archaeological sites.\nPlaces of interest.\nThe most interest sight of Samos is the ancient aqueduct. It was construct by the ancient Greek mechanic Eupalinos, so it is called \"Eupalinio Orygma\" in Greek. It is a big tunnel which is long. It had been constructed to carry water in the town of ancient Samos. Other important places is the ancient town which is in the south of island and the contemporary beautiful villages of Samos.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greece","surface_form":"Greek","offset":11},{"uri":"List_of_Greek_islands","surface_form":"eighth largest Greek island","offset":35},{"uri":"Aegean","surface_form":"Aegean","offset":85},{"uri":"Turkey","surface_form":"Turkey","offset":134},{"uri":"Prefecture","surface_form":"prefecture","offset":161},{"uri":"Greece","surface_form":"Greece","offset":176},{"uri":"Ikaria","surface_form":"Ikaria","offset":224},{"uri":"Fournoi","surface_form":"Fournoi","offset":242},{"uri":"Samos_City","surface_form":"Samos City","offset":282},{"uri":"Mathematician","surface_form":"mathematician","offset":752},{"uri":"Pythagoras","surface_form":"Pythagoras","offset":766},{"uri":"Eupalinos","surface_form":"Eupalinos","offset":1093},{"uri":"Tunnel","surface_form":"tunnel","offset":1161}]}