{"id":113351,"url":"http://en.wikipedia.org/wiki/Pok%C3%A9mon_crime_organizations","text":"In every Pokémon video game, anime and manga series, there has been an organization that opposes the main characters. They try to steal Pokémon and rob the good people of money, among other things. This is a list of all such organizations.\nTeam Rocket.\nTeam Rocket are the crime syndicate of the Kanto region and in the games \"Pokémon Red\", \"Blue\", and \"Green\" as well as their remakes \"FireRed\" and \"LeafGreen\". They are also the crime syndicate in the Johto region and in the games \"Pokémon Gold\", \"Silver\", and \"Crystal\" as well as their remakes \"HeartGold\" and \"SoulSilver\".\nIn the anime.\nTeam Rocket does not show up much in the anime except for the duo that works for Team Rocket, Jessie and James. They are in almost every episode in the Pokémon anime. They usually come up with a plan to capture Ash Ketchum's Pikachu, using a big machine or setting a trap. Team Rocket has worn a lot of costumes as part of their plans. When they show themselves, they usually repeat their motto. Along with this duo, there are other members of Team Rocket such as the other duo Butch and Cassidy, the rivals of Jessie and James. All of their attempts have failed, though the only exception is in the Pokémon Sun and Moon anime, they defeated both Ash's Pikachu and Rowlet using their own Mimikyu and Mareanie.\nIn the games.\nTeam Rocket can be found in the games that take place in Kanto or Johto. This includes \"Pokémon Red\", \"Blue\", and \"Yellow\", and \"Pokémon Gold\", \"Silver\", and \"Crystal\". In \"Pokémon Yellow\", Jessie and James can be found in 4 locations during the game. The leader of Team Rocket, Giovanni can be found in Rocket Hideout, where players must beat him to get the Silph Scope for Pokémon Tower, where players beat him to save Mr. Fuji and get the Poké Flute, on the top floor of the Silph Co; Where players beat him and get the Master Ball as a prize.\nIn the manga.\nIn the Pokémon manga series, \"Pokémon Adventures\", Red finds and battles Team Rocket in many places, including Mt. Moon, the Vermilion port (where they were taking Pokémon for sea travel), Lavender Tower, and during their take over of Saffron City. In the manga, Blaine was a Team Rocket Scientist who had combined the DNA of Mew with his own DNA, creating Mewtwo. However, he gained the DNA of Mewtwo as well, which gives them a close relationship. The manga also shows Koga, Lt. Surge, and Sabrina as high-ranked members of Team Rocket. A major difference between the manga and other versions of Team Rocket is that several Gym Leaders are villains in the manga.\nIn the manga, Team Rocket is apparently an acronym for\nTeam Aqua and Team Magma.\nTeam Aqua and Team Magma are the two feuding crime syndicates in the Hoenn region and in the games \"Pokémon Ruby, Sapphire, and Emerald\" as well as their remakes \"Omega Ruby\" and \"Alpha Sapphire\".\nIn the anime.\nThe teams Aqua and Magma did not play a part in the anime very much. They are not Pokémon thieves, but they did fight against each other. Team Magma's goal was to evaporate oceans and create more usable land for people and Pokémon, using Groudon to carry out their plans. Team Aqua's goal was to flood the earth and create more water habitats for Pokémon, using Kyogre to do so. When the two teams clashed and tried to use their legendary Pokémon to defeat each other, the resulting natural disaster almost caused an incident of mass destruction. The teams disbanded soon afterward.\nIn the games.\nAqua and Magma agents and the leaders, Archie, leader of Aqua, and Maxie, leader of Magma, play a part in Pokémon R/S/E. The agents are must be battled to get to their leaders. Archie and Maxie may help in a double battle against other trainers, but players also have to battle them as the leader of their teams.\nTeam Galactic.\n\"Team Galactic\" are the crime syndicate in the Sinnoh region, which is the setting of the video games \"Pokémon Diamond\" and \"Pearl\". The team is led by a man named Cyrus, who grew up in Sunyshore City and hated the company of both people and Pokémon, preferring the company of machines. The team has three commanders: Mars, Jupiter, and Saturn. Their goal is to create a new universe that they can control. Many of the grunts have no idea of the real goal of Team Galactic.\nIn the anime.\nTeam Galactic has made several appearances in the anime. All commanders and Cyrus have appeared. Their goal is similar to the games. Team Galactic's hunter, J, plays a part in the \"Diamond and Pearl\" series. She tries to freeze Pokémon in a stone-like state, then steal them while they are powerless. She stole Ash's Pikachu, Team Rocket's Meowth, and a trainer's Gardevoir; they were rescued later in the episode. Gary and Ash teamed up to save four Shieldon that J was taking.\nIn the games.\nIn \"Diamond and Pearl\", they kidnap the legendary Lake Trio (Uxie, Mesprit, and Azelf) and take crystals from them to create an item known as the Red Chain, which chains and controls a Pokémon, yet keeps their full power. The player goes in Galactic's headquarters and defeats Cyrus, so he lets the player release the three after beating Saturn. At the Spear Pillar, Cyrus uses the Red Chain to bring the legendary Pokémon Dialga (in Diamond) or Palkia (in Pearl) out, planning to use their power to create the new universe, over which he will be the new leader. However, the Lake Trio come back to suppress the legendary's power and break the Red Chain, stopping Cyrus. After this, and Cyrus's failure to defeat the player, most of Team Galactic leaves including Cyrus himself. Only a handful remain in Veilstone City, led by Saturn, who has decided to found a new, better Team Galactic.\nIn \"Platinum\", however, Team Galactic plans to get both legendaries of time and space, causing an enraged Giratina, the third Sinnoh deity who represents dimensions, chaos, and death. The player will have to chase down Cyrus, now wanting the power of the before-unknown Giratina, to an eerie dimension known as the Distortion World, in which Giratina has lived for many ages. Later in the game, it is revealed that Mars and Jupiter quit Team Galactic. It also features a new Team Galactic member named Charon, who is arrested shortly after Mars and Jupiter quit.\nTeam Plasma.\nTeam Plasma is the villainous team in the Unova region. They first appear in Black and White, but also make an apperance in the subseqent sequel, Black 2 and White 2. Team Plasma's original goal was to \"liberate\" all Pokémon from their Trainers, by either convincing the Trainer to release their Pokémon, or by theft. Ghetsis, one of Team Plasma's leaders, exploited the group in an attempt to rule Unova as the only one with Pokémon. Two years after Team Plasma's defeat, the group returned with a new goal to rule Unova. A small group from the original Team Plasma was still loyal to N, and took it upon themselves to take care of weakened Pokémon in the wild.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pok%C3%A9mon_Red_and_Blue","surface_form":"\"Pokémon Red\", \"Blue\", and \"Green\"","offset":326},{"uri":"Pok%C3%A9mon_Gold_and_Silver","surface_form":"\"Pokémon Gold\", \"Silver\", and \"Crystal\"","offset":484},{"uri":"Pok%C3%A9mon_Sun_and_Moon","surface_form":"Pokémon Sun and Moon","offset":1193},{"uri":"Pikachu","surface_form":"Pikachu","offset":1246},{"uri":"Rowlet","surface_form":"Rowlet","offset":1258},{"uri":"Mimikyu","surface_form":"Mimikyu","offset":1281},{"uri":"Mareanie","surface_form":"Mareanie","offset":1293},{"uri":"Pok%C3%A9mon_Red_and_Blue","surface_form":"\"Pokémon Red\", \"Blue\"","offset":1404},{"uri":"Pok%C3%A9mon_Gold_and_Silver","surface_form":"\"Pokémon Gold\", \"Silver\"","offset":1445},{"uri":"Team_Rocket","surface_form":"Jessie and James","offset":1507},{"uri":"Pok%C3%A9mon_Adventures","surface_form":"Pokémon Adventures","offset":1908},{"uri":"DNA","surface_form":"DNA","offset":2197},{"uri":"Mew","surface_form":"Mew","offset":2204},{"uri":"Mewtwo","surface_form":"Mewtwo","offset":2235},{"uri":"Manga","surface_form":"manga","offset":2448},{"uri":"Acronym","surface_form":"acronym","offset":2586},{"uri":"Pok%C3%A9mon_Ruby_and_Sapphire","surface_form":"Pokémon Ruby, Sapphire, and Emerald","offset":2724},{"uri":"Sinnoh","surface_form":"Sinnoh","offset":3807},{"uri":"Pok%C3%A9mon_(video_game_series)","surface_form":"video games","offset":3850},{"uri":"Pok%C3%A9mon_Diamond_and_Pearl","surface_form":"Pokémon Diamond","offset":3863},{"uri":"Pok%C3%A9mon_Diamond_and_Pearl","surface_form":"Pearl","offset":3885}]}