{"id":113466,"url":"http://en.wikipedia.org/wiki/Sunspot","text":"A sunspot is an area of high magnetic activity, on the surface of the Sun. Sunspots produce bright light, but not as much as the surface around them, so they appear dark by comparison. They are cooler than the rest of the sun. Some are small, and some are ten times bigger than Earth.\nA sunspot cycle of eleven years has been found, with changes in activity. Every 11 years the number of sunspots increases, and later declines. Sunspots on one cycle are magnetically different from the next, so the total sunspot cycle is 22 years. This cycle has been seen since the 18th century. Before that time, for over a hundred years, there were very few sunspots. Astronomers do not know what caused this \"Maunder Minimum\".\nHistory.\nChinese astronomers said they could see sunspots. On 17 March 802 the monk Adelmus saw a big sunspot, which he could see for eight days. Adelmus thought that Mercury was going in front of the Sun and making a black spot. When astronomers started using telescopes, most agreed that something was passing in front of the Sun. Galileo Galilei in 1612 guessed that there were actual spots on the Sun and that they showed that the Sun was turning.\nThe first cyclic changes of sunspots was seen by Heinrich Schwabe, and made Rudolf Wolf study them carefully, starting in 1848. Also in 1848, Joseph Henry showed a picture of the Sun and made sure that sunspots were cooler than the rest of the Sun (they are about 7000 degrees Fahrenheit, 4000 C). They are still very hot, but much cooler than the rest of the Sun's surface.\nEffect on Earth.\nSunspots are cooler than the rest of the Sun. But many scientists think that when there are many sunspots, the Sun actually gets \"hotter\". This affects the weather here on Earth, and also radio reception. If this is true, then without sunspots, the Earth might become cooler. In the same way, if there were more sunspots, the Earth might become hotter, and there could be less rain. This would make more droughts on the Earth. Droughts are a long time with no rain. Without rain, crops that people eat would not grow. Scientists study sunspots and other solar phenomena, so they can know what they do to Earth. The temperature of a sunspot is 4780°K. This is cold when compared to other areas on the surface of sun.","categories":[],"infobox_types":[],"annotations":[{"uri":"Magnet","surface_form":"magnet","offset":29},{"uri":"Sun","surface_form":"Sun","offset":70},{"uri":"Comparison","surface_form":"comparison","offset":173},{"uri":"China","surface_form":"Chinese","offset":724},{"uri":"Galileo_Galilei","surface_form":"Galileo Galilei","offset":1048},{"uri":"Cycle","surface_form":"cyclic","offset":1177},{"uri":"Affect","surface_form":"affects","offset":1703},{"uri":"Earth","surface_form":"Earth","offset":1731},{"uri":"Radio","surface_form":"radio","offset":1747},{"uri":"Rain","surface_form":"rain","offset":1936},{"uri":"Drought","surface_form":"drought","offset":1963},{"uri":"Crop","surface_form":"crop","offset":2039},{"uri":"Phenomenon","surface_form":"phenomena","offset":2119}]}