{"id":113509,"url":"http://en.wikipedia.org/wiki/Bobcat","text":"The bobcat (\"Lynx rufus\") is a fierce cat that lives in forests, swamps, mountains, prairie, and deserts in much of North America. Bobcats are generally nocturnal (most active at night), but are most active at dawn and dusk. They spend the day in their den (a cave, hollow log or rock crevice). They are very good climbers and swimmers. Bobcats are eaten by cougars, coyotes, wolves, and bears. Bobcats usually live from 10 to 14 years. Bobcats and lynxes are closely related.\nDescription.\nThe Bobcat has powerful jaws and long, pointed canine teeth. It has sharp, retractable claws, big short ears, and a spotted coat. Many bobcats have long tufts of hair at the tip of the ears that improve the cat's hearing. The brown eyes have round pupils. These graceful cats are from 24 to 40 inches (60–100 cm) long (including the tail). The stubby tail is only 4 to 7 inches (10–18 cm) long, and looks as though it was cut off (or bobbed). This is what this cat is named for. They are nocturnal (active at night) and elusive so they are rarely seen by humans.\nDiet.\nBobcats are carnivores (meat-eaters). These fast, solitary hunters eat small mammals (like rabbits, hares, rodents, weasels and even deer), birds, fish, and eggs. Bobcats stalk their prey, and then pounce onto it. They can leap up to 10 feet (3 m). They can often kill their prey in one powerful bite.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cat","surface_form":"cat","offset":38},{"uri":"Swamp","surface_form":"swamp","offset":65},{"uri":"Desert","surface_form":"desert","offset":97},{"uri":"North_America","surface_form":"North America","offset":116},{"uri":"Cougar","surface_form":"cougar","offset":358},{"uri":"Coyote","surface_form":"coyote","offset":367},{"uri":"Wolf","surface_form":"wolves","offset":376},{"uri":"Bear","surface_form":"bears","offset":388},{"uri":"Carnivore","surface_form":"carnivore","offset":1071},{"uri":"Rabbit","surface_form":"rabbit","offset":1150},{"uri":"Hare","surface_form":"hare","offset":1159},{"uri":"Rodent","surface_form":"rodent","offset":1166},{"uri":"Weasel","surface_form":"weasel","offset":1175},{"uri":"Deer","surface_form":"deer","offset":1192},{"uri":"Bird","surface_form":"birds","offset":1199},{"uri":"Fish","surface_form":"fish","offset":1206},{"uri":"Egg","surface_form":"eggs","offset":1216}]}