{"id":113788,"url":"http://en.wikipedia.org/wiki/Emergency_contraception","text":"e=\"preserve\">Emergency contraception is a form of contraception that can be taken by the woman after sex. Emergency contraception can not protect against sexually transmitted diseases. Emergency contraception may prevent a pregnancy. The drugs that are used for emergency contraception are based on hormones.\nEmergency contraception needs to be applied soon after the unprotected sex. If it is not applied within about 3 days (72 hours) after the event, it will no longer help to prevent pregnancy. The sooner the drug is taken after unprotected sex, the more effective it is.\nIt is estimated that these drugs may prevent 85% of expected pregnancies.\nThe drugs will not work if the woman is already pregnant. The drugs will also not work for preventing pregnancy from unprotected sex again in the same menstrual cycle.\nEmergency contraception is illegal in some countries and for some circumstances (for example, outside the context of rape). Often the drugs are available in pharmacies. In some countries, the affected person needs to talk to a healthcare professional (a doctor or a pharmacist). After this counseling, the drugs can be obtained.\nNote that this is different from pills containing Mifepristone, which are taken during the pregnancy, as a form of abortion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Contraception","surface_form":"contraception","offset":50},{"uri":"Sexual_intercourse","surface_form":"sex","offset":101},{"uri":"Sexually_transmitted_disease","surface_form":"sexually transmitted disease","offset":154},{"uri":"Pregnancy","surface_form":"pregnancy","offset":223},{"uri":"Drug","surface_form":"drug","offset":238},{"uri":"Hormone","surface_form":"hormone","offset":299},{"uri":"Rape","surface_form":"rape","offset":936},{"uri":"Pharmacy","surface_form":"pharmacies","offset":976},{"uri":"Medical_doctor","surface_form":"doctor","offset":1073},{"uri":"Pharmacist","surface_form":"pharmacist","offset":1085},{"uri":"Mifepristone","surface_form":"Mifepristone","offset":1198},{"uri":"Abortion","surface_form":"abortion","offset":1263}]}