{"id":113766,"url":"http://en.wikipedia.org/wiki/Pioneer_movement","text":"Pioneer movements are movements for children and adolescents. They were founded in countries where there is a Communist party. Many of the ideas are taken from the scout movement.\nIn most socialist countries, people can choose if they want to be members of the pioneer movement or not. There are many differences between a pioneer movement, and the scout movement. Scout movements are independent of governments. They are also not controlled by the state. For example, there were no separate organizations for boys and girls. During the time of the USSR, thousands of Young Pioneer camps and Young Pioneer Palaces were built. These could only be used by Young Pioneers. The camps and palaces were also free of charge, it did not cost any money to use them. The government and trade unions sponsored them. There were many newspapers and magazines published for Young Pioneers. Some sold millions of copies.\nCertain features, however, are similar to the Scout movement. The two movements share some principles like preparedness and promotion of sports and outdoor skills. The pioneer movement also includes teaching of communist principles. Opponents of Communist states claim that this is a form of indoctrination.\nA member of the movement is known as a pioneer, and a scarf – typically red, but sometimes light blue – is the traditional item of clothing worn by a pioneer. The pioneer organization is often named after a famous party member that is considered a suitable role model for young communists.\nIn the USSR it was Lenin; in East Germany, it was Ernst Thälmann. The Thälmann pioneers were taught the slogan \"Ernst Thälmann is my role model. We wear our red scarf with pride.\"Albania, which had severed diplomatic relations with the USSR since 1961, also had a certain variant of Pioneer organization, called Pioneers of Enver, named after the communist ruler of Albania, Enver Hoxha.\nOlder children could continue in other communist organizations, but that would typically be done only by a limited number of people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Child","surface_form":"child","offset":36},{"uri":"Communism","surface_form":"Communist party","offset":110},{"uri":"Scout_movement","surface_form":"scout movement","offset":164},{"uri":"Socialism","surface_form":"socialist","offset":188},{"uri":"USSR","surface_form":"USSR","offset":549},{"uri":"Young_Pioneer_camp","surface_form":"Young Pioneer camp","offset":568},{"uri":"Young_Pioneer_Palace","surface_form":"Young Pioneer Palace","offset":592},{"uri":"Trade_union","surface_form":"trade union","offset":776},{"uri":"Communism","surface_form":"communist principles","offset":1117},{"uri":"Communist_states","surface_form":"Communist states","offset":1152},{"uri":"Indoctrination","surface_form":"indoctrination","offset":1198},{"uri":"Scarf","surface_form":"scarf","offset":1268},{"uri":"USSR","surface_form":"USSR","offset":1511},{"uri":"Lenin","surface_form":"Lenin","offset":1523},{"uri":"East_Germany","surface_form":"East Germany","offset":1533},{"uri":"Ernst_Th%C3%A4lmann","surface_form":"Ernst Thälmann","offset":1554},{"uri":"Ernst_Th%C3%A4lmann_Pioneer_Organisation","surface_form":"Thälmann pioneers","offset":1574},{"uri":"Albania","surface_form":"Albania","offset":1683},{"uri":"Dates_of_establishment_of_diplomatic_relations_with_the_USSR","surface_form":"diplomatic relations with the USSR","offset":1710},{"uri":"Enver_Hoxha","surface_form":"Enver Hoxha","offset":1879}]}