{"id":113769,"url":"http://en.wikipedia.org/wiki/Peter_Lalor","text":"Peter Lalor (February 5, 1827 – February 9, 1889) was the leader of the Eureka Stockade rebellion, one of Australia's few violent protests and seen by many as the start of democracy in Australia. He later became an important politician in Victoria.\nLalor was born at Tenakill, Queens County, Ireland into a large family, active in Irish politics. His father Patrick, represented Queens County in the House of Commons. Peter was educated in Dublin and became a civil engineer. With political unrest in Ireland, and the chance of getting rich in on the Australian goldfields, he left Ireland with his brother, Richard, and went to Victoria, Australia, in 1852. They worked on building the railway between Melbourne and Geelong. In 1853 Peter went to the Ovens River looking for gold, and Richard went back to Ireland where he later became a member of parliament. Peter Lalor went into business selling wine and tobacco in Melbourne, but decided to go to Ballarat to look for gold in 1854. He set up camp on the Eureka Lead, at East Ballarat, which was settled by many miners from Ireland.\nEureka Stockade.\nIn 1854 the miners were working in the goldfields (the area where gold was being found) became very angry about the cost of a gold mining license. In Ballarat the miners started the Ballarat Reform League and demanded changes to the laws. Lalor was the chairman of the Reform League. After on particularly brutal hunt for licenses on November 30, 1854, the miners met together at Bakery Hill to demand the League do something to protect them from the police violence. None of the usual speakers were at the meeting, so Lalor stepped forward and gave a rousing speech. The rebel miners flew their new Eureka Flag.\nHe made the miners promise to protect each other, and their rights and liberties. He told the miners to get weapons and be ready in case they were attacked by the police and government troops. Lalor became the new leader of the League. They built a small fort, or stockade, at Eureka in east Ballarat. This fort, the Eureka Stockade was attacked by 275 government soldiers at 3:00am on December 3, 1854. Twenty-two miners were killed, and Lalor was badly hurt. Friends hid him from the soldiers and he was able to get away. His left arm had to be amputated.\nPolitics.\nAfter Eureka, Lalor was hidden in Geelong until the police and eager bounty hunters concluded looking for him. The government changed the laws, and miners on the goldfields were able to elect people to Parliament. Lalor was elected in November 1855. As part of the democratic changes, Victoria got a constitution in 1856 and Lalor was elected to the new Parliament. His political views were not as democratic as the Ballarat miners wanted. He was against giving every one the right to vote and he wanted some people in the parliament to be appointed, not elected. Lalor became a the person in charge of several mining companies. He even supported wage cuts for miners working in his mines. He was seen as more interested in money and power than in people's rights. In 1859 he changed his seat in parliament to another area, and did not represent the Ballarat miners again.\nIn January 1871 Lalor lost his seat in an election. He was made Chairman of the Clunes Water Commission with the job of getting water for the town of Clunes. He was voted back into parliament again in 1874. In 1875 he became Postmaster General (in charge of the postal service) and later Commissioner for Trade and Customs. From 1880 to 1887 he was Speaker of the Legislative Assembly. Lalor's wife and daughter died in 1887, he was also sick with diabetes, so he stopped being Speaker, but stayed as representative for South Grant until his death.\nAfter his death, Peter Lalor is remembered with a statue in Ballarat (at the corner of Sturt and Dawson Streets), a suburb of Melbourne is named after him, and there is also a division, Lalor, of the Australian Parliament named after him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Eureka_Stockade","surface_form":"Eureka Stockade","offset":72},{"uri":"Rebellion","surface_form":"rebellion","offset":88},{"uri":"Australia","surface_form":"Australia","offset":106},{"uri":"Democracy","surface_form":"democracy","offset":172},{"uri":"Politician","surface_form":"politician","offset":225},{"uri":"Victoria%2C_Australia","surface_form":"Victoria","offset":239},{"uri":"Ireland","surface_form":"Ireland","offset":292},{"uri":"Ireland","surface_form":"Irish","offset":331},{"uri":"Politics","surface_form":"politics","offset":337},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons","offset":400},{"uri":"Dublin","surface_form":"Dublin","offset":440},{"uri":"Civil_engineering","surface_form":"civil engineer","offset":460},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":629},{"uri":"Australia","surface_form":"Australia","offset":639},{"uri":"Railway_track","surface_form":"railway","offset":687},{"uri":"Melbourne","surface_form":"Melbourne","offset":703},{"uri":"Geelong","surface_form":"Geelong","offset":717},{"uri":"Parliament","surface_form":"parliament","offset":849},{"uri":"Ballarat","surface_form":"Ballarat","offset":952},{"uri":"Mining","surface_form":"miners","offset":1116},{"uri":"License","surface_form":"license","offset":1242},{"uri":"Ballarat","surface_form":"Ballarat","offset":1254},{"uri":"Liberty","surface_form":"liberties","offset":1788},{"uri":"Weapon","surface_form":"weapon","offset":1825},{"uri":"Fortification","surface_form":"fort","offset":1972},{"uri":"Eureka_Stockade","surface_form":"Eureka Stockade","offset":2034},{"uri":"Amputation","surface_form":"amputated","offset":2264},{"uri":"Election","surface_form":"elect","offset":2471},{"uri":"Parliament","surface_form":"Parliament","offset":2487},{"uri":"Democracy","surface_form":"democratic","offset":2550},{"uri":"Constitution","surface_form":"constitution","offset":2585},{"uri":"Politics","surface_form":"political","offset":2655},{"uri":"Representation_(politics)","surface_form":"represent","offset":3121},{"uri":"Election","surface_form":"election","offset":3200},{"uri":"Clunes%2C_Victoria","surface_form":"Clunes","offset":3238},{"uri":"Speaker_(politics)","surface_form":"Speaker","offset":3507},{"uri":"Legislature","surface_form":"Legislative","offset":3522},{"uri":"Diabetes","surface_form":"diabetes","offset":3606},{"uri":"Statue","surface_form":"statue","offset":3757},{"uri":"Ballarat","surface_form":"Ballarat","offset":3767},{"uri":"Suburb","surface_form":"suburb","offset":3823},{"uri":"Melbourne","surface_form":"Melbourne","offset":3833},{"uri":"Division_of_Lalor","surface_form":"Lalor","offset":3893},{"uri":"Australian_Parliament","surface_form":"Australian Parliament","offset":3907}]}