{"id":113804,"url":"http://en.wikipedia.org/wiki/Jammu_region","text":"Jammu Region () is one of the three regions comprising Kashmir's southernmost area of Indian-administered Jammu and Kashmir. Jammu division borders Vale of Kashmir, the disputed part of the state, to the north, Ladakh region to the east, and Himachal Pradesh to the south. Sandwiched between the Vale of Kashmir to the north and the Daman Koh Plains to the south, the Margalla hills range of the foothills of the Himalayas which comprises most of the disputed region in Jammu. The Pir Panjal Range, the Trikuta Hills and the low-lying Tawi River of the branch Chenab River basin add beauty and diversity to the terrain of Jammu.\nJammu, the winter capital of the maharajas and second largest city in the territory, was traditionally the seat of Dogra power. Of the total population of Jammu, more than two-thirds are classed as Dogra Hindus. Of these, the greater number live in the southeastern portion of the state. Culturally, ethnically, and linguistically, they are closely related to the Punjabi-speaking peoples in Punjab region of India and Pakistan. Majority speaks the Dogri language. The majority of the state’s Sikhs also live in the Jammu region. To the north-west, however, the proportion of Muslims increases, with Muslims making up a dominant majority in the area around the western town of Poonch District.\nDemographics of Jammu Division.\nJammu is the only region in the state (Jammu & Kashmir) that has a Hindu majority population. About 64% of its Jammu's population practices Hinduism while 31% practices Islam. Although Islam and Sikhism enjoy a very strong cultural heritage with neighbouring Punjab (Pakistan) in the wider region. Most Hindus are either Dogras or people who migrated from Kotli, Mirpur, and the Kashmir Valley. The Sikhs are of Punjabi descent. Jammu is now well connected with the rest of India by rail, road and air, making it far better connected than the rest of the regions in the state through Gurdaspur District.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian-administered_Kashmir","surface_form":"Indian-administered Jammu and Kashmir","offset":86},{"uri":"Vale_of_Kashmir","surface_form":"Vale of Kashmir","offset":148},{"uri":"Ladakh","surface_form":"Ladakh","offset":211},{"uri":"Himachal_Pradesh","surface_form":"Himachal Pradesh","offset":242},{"uri":"Margalla_hills_range","surface_form":"Margalla hills range","offset":368},{"uri":"Himalayas","surface_form":"Himalayas","offset":413},{"uri":"Pir_Panjal_Range","surface_form":"Pir Panjal Range","offset":481},{"uri":"Tawi_River","surface_form":"Tawi River","offset":535},{"uri":"Chenab_River","surface_form":"Chenab River","offset":560},{"uri":"Punjab_region","surface_form":"Punjab region","offset":1021},{"uri":"Dogri","surface_form":"Dogri","offset":1078},{"uri":"Poonch_District","surface_form":"Poonch District","offset":1306},{"uri":"Hinduism","surface_form":"Hinduism","offset":1495},{"uri":"Islam","surface_form":"Islam","offset":1524},{"uri":"Punjab_(Pakistan)","surface_form":"Punjab (Pakistan)","offset":1614},{"uri":"Mirpur","surface_form":"Mirpur","offset":1718},{"uri":"Gurdaspur_District","surface_form":"Gurdaspur District","offset":1939}]}