{"id":113819,"url":"http://en.wikipedia.org/wiki/World_Hockey_Association","text":"The World Hockey Association () was a professional ice hockey league that operated in North America from 1972 to 1979. It was the first major competition for the National Hockey League (NHL) since the end of the Western Hockey League after the 1925-26 WHL season. Although the WHA was not the first league since that time to attempt to challenge the NHL's hold as the top league, it was by far the most successful.\nHockey Hall of Famers.\nList of WHA players and executives inducted into the Hockey Hall of Fame, for achievements in their hockey career.\nTrophies and Awards.\nThis is a list of the trophies and awards handed out annually by the World Hockey Association.\nTimeline of teams.\nThree Canadian teams completed all seven WHA seasons based in the same city, and were the same three Canadian teams that ultimately joined the NHL. The other WHA team to enter the NHL, the Whalers, were the only other WHA team to play all of its home games over seven seasons within a relatively small geographical area. Of the original 12 WHA franchises, only the Winnipeg Jets remained for all seven seasons without relocating, changing team names, or folding.\nWHA All-Star Game.\nEvery season of the World Hockey Association had an All-Star game, but the format had changed with regularity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ice_hockey","surface_form":"ice hockey","offset":51},{"uri":"North_America","surface_form":"North America","offset":86},{"uri":"1972-73_WHA_season","surface_form":"1972","offset":105},{"uri":"1978-79_WHA_season","surface_form":"1979","offset":113},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":162},{"uri":"Western_Canada_Hockey_League","surface_form":"Western Hockey League","offset":212},{"uri":"1925-26_WHL_season","surface_form":"1925-26 WHL season","offset":244},{"uri":"Hockey_Hall_of_Fame","surface_form":"Hockey Hall of Fame","offset":491}]}