{"id":113808,"url":"http://en.wikipedia.org/wiki/Linux_Mint","text":"Linux Mint is a Linux distribution for desktop computers based on and compatible with Debian or Ubuntu.\nWhile at the core Linux Mint is mostly based on Ubuntu, the design of the desktop and User interface are very different. These differences include a very unique desktop theme, a custom Linux Mint menu and the MintTools, a collection of system tools designed to make managing the computer easier for users.\nReleases.\nOriginally, Linux Mint did not follow a predictable release cycle. The project first defined the goals for the next release, and when all the goals are achieved a beta is released and a date is announced for the stable release. Recently however, it has been decided that Linux Mint will be with the 6 month Ubuntu release cycle.\nComparison with Ubuntu.\nLinux Mint is based on Ubuntu and both distributions have a lot in common. Both distributions use the same software repositories. For instance, release 2.2 (“Bianca”) uses the package pools of Ubuntu “Edgy Eft” (6.10). Most packages are the same on both distributions and the two systems behave almost identically.\nMost differences are on the desktop. Ubuntu and Linux Mint both focus on usability, but \"Linux Mint\" offers a different user experience, and it includes a number of applications that are not available in Ubuntu (see aforementioned Mint Tools).\nMany popular multimedia codecs are installed by default in Linux Mint. Ubuntu, and many other gratis GNU/Linux distributions, do not distribute these codecs with the initial install media due to patent encumberment issues.\nUbuntu has a vastly larger support community than Linux Mint. However, the majority of Ubuntu help and advice is also applicable to Linux Mint. Ubuntu supports more languages from the Live CD, and comes with better localization.","categories":[],"infobox_types":[],"annotations":[{"uri":"Linux_distribution","surface_form":"Linux distribution","offset":16},{"uri":"Desktop_computer","surface_form":"desktop computer","offset":39},{"uri":"Debian","surface_form":"Debian","offset":86},{"uri":"Ubuntu_(operating_system)","surface_form":"Ubuntu","offset":152},{"uri":"User_interface","surface_form":"User interface","offset":190},{"uri":"Test","surface_form":"beta","offset":583},{"uri":"Computer_software","surface_form":"software","offset":880},{"uri":"Usability","surface_form":"usability","offset":1161},{"uri":"Software_patent","surface_form":"patent","offset":1527},{"uri":"Live_CD","surface_form":"Live CD","offset":1739}]}