{"id":11387,"url":"http://en.wikipedia.org/wiki/Playboy","text":"\"Playboy\" was a monthly American men's magazine. It was founded by Hugh Hefner in Chicago, Illinois in 1953. Marilyn Monroe was the magazine's first cover model. The logo was created by Art Paul.\nThe magazine featured articles about men's interests including clothing, sports, consumer goods, men's health, politics, and public figures. The magazine always showed large pictures of nude women, except for one year in 2016–2017.\nIn each issue, a provocatively posed \"Playmate of the Month\" was featured in a pictorial several pages in length at the center of the magazine with an accompanying \"centerfold\" photograph. Unlike traditional pin up art, \"Playboy\" humanized their models by describing their real world jobs, accomplishments, and goals.\nIn 1963 Hefner was arrested for obscenity in Chicago after publishing nude photos of actress Jayne Mansfield on the set of \"Promises! Promises!\" He was acquitted at trial by a hung jury.\nStarting with the March 2016 issue, the magazine no longer had pictures of nude women. According to the company, \"times change.\" Times changed again in February 2017 when nudity returned. In March 2020 the company announced that it would stop publishing the magazine on paper and only use digital copies instead. Between 1970 and 1985 \"Playboy\" was also printed in braille. It is also one of the few magazines whose microfilm format was in color, not black and white.","categories":[],"infobox_types":["magazine"],"annotations":[{"uri":"Hugh_Hefner","surface_form":"Hugh Hefner","offset":67},{"uri":"Chicago","surface_form":"Chicago","offset":82},{"uri":"Illinois","surface_form":"Illinois","offset":91},{"uri":"Marilyn_Monroe","surface_form":"Marilyn Monroe","offset":109},{"uri":"Art_Paul","surface_form":"Art Paul","offset":186},{"uri":"Fashion","surface_form":"clothing","offset":259},{"uri":"Sports","surface_form":"sports","offset":269},{"uri":"Nude","surface_form":"nude","offset":382},{"uri":"Jayne_Mansfield","surface_form":"Jayne Mansfield","offset":839},{"uri":"Hung_jury","surface_form":"hung jury","offset":922},{"uri":"Braille","surface_form":"braille","offset":1298},{"uri":"Microfilm","surface_form":"microfilm","offset":1349}]}