{"id":113862,"url":"http://en.wikipedia.org/wiki/John_Hunter","text":"John Hunter (29 August 1737 – 13 March 1821), was a Royal Navy admiral who became the second Governor of New South Wales.\nEarly life.\nJohn Hunter was born in Leith, Scotland. His parents were William Hunter and Helen Drummond. He lived for a while with his uncle at Lyn, Norfolk. He studied music with composer Dr. Charles Burney. He started studying at the University of Aberdeen so that he could become a minister in the Church of Scotland. In 1754 he decided to become a sailor and started as the captain's servant in \"HMS Grampus\". The \"Grampus\" was a 14 gun sloop.\nSailor.\nBy 1755 he was an able seaman in the \"HMS Centaur\", the next year a midshipman on the \"HMS Union\" and the \"HMS Neptune\". These were the flagships of Admiral Charles Knowles. In 1757 Hunter took part in an attack on Rochefort. In 1757 he was involved in the attack on Quebec. Hunter passed his exams in navigation and astronomy in 1760 and qualified to be a lieutenant. It took until 1780 to get a job as lieutenant.\nHunter was a midshipman with Admiral Durrell on his flagships, the \"HMS Royal Ann\", \"HMS Princess Amelia\" and the \"HMS Royal George\". Durell made Hunter the master's mate in his new ship, the \"HMS Launceston\". He served in North America and by 1768 was the ship's master. He served on the \"HMS Carysfort\" at Jamaica from 1769 to 1771. He went to the East Indies on the \"Intrepid\" from 1772 to 1774. He then served in the \"Kent\" and the \"Foudroyant\". He returned to North America and was on the \"HMS Eagle\" with Admiral Lord Howe. With Howe's help and support, Hunter was finally made a lieutenant, 20 years after he passed his exams. Officer jobs were hard to get; there were more officers on shore on half pay than there were serving on ships.\nJohn Hunter became lieutenant on the \"HMS Berwick\" and then on the \"HMS Victory\". He was made captain of the fireship \"HMS Spitfire\", and in November 1782, the sloop \"HMS Marquis de Seignelay\".\nThe First Fleet.\nHunter was made the second Captain of \"HMS Sirius (1786)\", which was to escort the First Fleet taking convicts to settle in Australia. Governor Arthur Phillip was the first captain, but he was also responsible for all the ships. Hunter's job was to be in charge of the \"Sirius\". Hunter was also to become the Governor of Australia if any thing should have happened to Phillip. After the settlement was set up, Hunter was to return to England in the Sirius. After the fleet arrived at Botany Bay, Hunter and Phillip went off to find a better site, and then moved the fleet to Port Jackson.\nEarly days in Sydney.\nHunter was involved in survey work around the new settlement and as a judge in the new criminal court. Both he and the judge advocate, David Collins, found they were unable to work with the Lieutenant Governor, Major Robert Ross. Hunter was an artist, and kept a sketch book with more than 100 paintings of plants, animals, fish and scenes around Sydney.","categories":[],"infobox_types":[],"annotations":[{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":52},{"uri":"Governor_of_New_South_Wales","surface_form":"Governor of New South Wales","offset":93},{"uri":"Leith","surface_form":"Leith","offset":158},{"uri":"Scotland","surface_form":"Scotland","offset":165},{"uri":"Lyn","surface_form":"Lyn","offset":266},{"uri":"Norfolk","surface_form":"Norfolk","offset":271},{"uri":"Composer","surface_form":"composer","offset":302},{"uri":"Charles_Burney","surface_form":"Charles Burney","offset":315},{"uri":"University_of_Aberdeen","surface_form":"University of Aberdeen","offset":358},{"uri":"Minister","surface_form":"minister","offset":407},{"uri":"Church_of_Scotland","surface_form":"Church of Scotland","offset":423},{"uri":"Sailor","surface_form":"sailor","offset":474},{"uri":"HMS_Grampus","surface_form":"HMS Grampus","offset":522},{"uri":"Sloop","surface_form":"sloop","offset":563},{"uri":"Midshipman","surface_form":"midshipman","offset":646},{"uri":"Flagship","surface_form":"flagship","offset":714},{"uri":"Charles_Knowles","surface_form":"Charles Knowles","offset":735},{"uri":"Quebec_City%2C_Quebec","surface_form":"Quebec","offset":845},{"uri":"Navigation","surface_form":"navigation","offset":880},{"uri":"Astronomy","surface_form":"astronomy","offset":895},{"uri":"Lieutenant","surface_form":"lieutenant","offset":935},{"uri":"North_America","surface_form":"North America","offset":1217},{"uri":"Jamaica","surface_form":"Jamaica","offset":1302},{"uri":"Dutch_East_Indies","surface_form":"East Indies","offset":1344},{"uri":"HMS_Victory","surface_form":"HMS Victory","offset":1807},{"uri":"Sloop","surface_form":"sloop","offset":1899},{"uri":"HMS_Sirius_(1786)","surface_form":"HMS Sirius (1786)","offset":1989},{"uri":"First_Fleet","surface_form":"First Fleet","offset":2033},{"uri":"Convict","surface_form":"convict","offset":2052},{"uri":"Arthur_Phillip","surface_form":"Arthur Phillip","offset":2094},{"uri":"Botany_Bay","surface_form":"Botany Bay","offset":2434},{"uri":"Port_Jackson","surface_form":"Port Jackson","offset":2525},{"uri":"Survey","surface_form":"survey","offset":2584},{"uri":"David_Collins","surface_form":"David Collins","offset":2696},{"uri":"Robert_Ross","surface_form":"Robert Ross","offset":2778}]}