{"id":113961,"url":"http://en.wikipedia.org/wiki/Erasmus_Darwin","text":"Erasmus Darwin (12 December 1731 – 18 April 1802), was a English scientist, poet, inventor and medical doctor. He was a member of the Lunar Society (a group of important scientists and businessmen who were friends). Erasmus Darwin looked at how living things evolved (change over a long time). His grandson, Charles Darwin, later wrote a book that explained evolution by natural selection.\nErasmus Darwin House, his home in Lichfield, is now a museum dedicated to Erasmus Darwin and his life's work. A school in nearby Chasetown recently converted to Academy status and is now known as Erasmus Darwin Academy.\nEarly life.\nDarwin was born in Elston, near Newark-on-Trent, Nottinghamshire. His father was a lawyer. When Erasmus was a child, he was very interested in nature. He liked clocks and electricity. He understood nature well. He said that people should eat meat during Lent, a Christian time of fasting before Easter when people eat only simple food.\nBecoming a physician.\nHe went to the University of Cambridge, and then studied to be a doctor in Edinburgh. He became a doctor in 1756, and worked in Lichfield in Staffordshire. He worked hard and learned a lot about medicine. Soon, lots of people respected him, and the King, George III asked him to become the Royal Doctor, but Erasmus preferred to stay where he was.\nPersonal life.\nDarwin married twice and had 14 children, including two illegitimate daughters by an employee, and, possibly, at least one further illegitimate daughter. In addition to the five children of his first marriage to Mary Howard (1740–1770), and seven to his second wife, Elizabeth Pole, there are two daughters by the governess Mary Parker, and another probable with a married woman, Lucy Smith.\nBotany.\nDarwin formed the \"Lichfield Botanical Society\" in order to translate the works of the Swedish botanist Carolus Linnaeus from Latin into English. This took seven years. The result was two publications: \"A System of Vegetables\" between 1783 and 1785, and \"The Families of Plants\" in 1787. In these volumes, Darwin coined many of the English plant names that we use today.\nDarwin then wrote \"The Loves of the Plants,\" a long poem, which was a popular rendering of Linnaeus works. Darwin also wrote \"Economy of Vegetation\", and together the two were published as \"The Botanic Garden\".\nHis last long poem, the \"Temple of Nature\", was published after his death, in 1803. This is considered his best poetic work. It centers on his own newly-conceived theory of evolution, tracing traces the progression of life from microorganisms to civilized society.\nZoology.\nDarwin's most important scientific work is \"Zoönomia\" (1794–1796), which contains a system of pathology, and a treatise on generation, in which he anticipated some of Lamarck's ideas on evolution.\nWould it be too bold to imagine that, in the great length of time since the earth began to exist, perhaps millions of ages before the commencement of the history of mankind, would it be too bold to imagine that all warm-blooded animals have arisen from one living filament, which the great First Cause endued (invested) with animality, with the power of acquiring new parts, attended with new propensities, directed by irritations, sensations, volitions and associations, and thus possessing the faculty of continuing to improve by its own inherent activity, and of delivering down these improvements by generation to its posterity, world without end!\nThis is a clear statement of the kind of evolutionary thinking which Lamarck is known for.\nLater works.\nDarwin's idea of evolution surfaced in several of his other works. In the \"Loves of the Plants\" (1789), reprinted in several editions as \"The Botanic Garden\", there occurs the comment: \"Perhaps all the productions of nature are in their progress to greater perfection!\". All these natural history works are in the form of poems, and so they are not satisfactory from the point of view of modern science. But the 18th century was a time when intelligent men made connections; the specialist types of scientist occurred first in the lifetime of his grandson Charles.\nThe last two leaves of Darwin's \"A plan for the conduct of female education in boarding schools\" (1797) contain a book list, an apology for the work, and an advert for \"Miss Parkers School\". The work probably resulted from his liaison with Mary Parker. The school advertised on the last page is the one he set up in Ashbourne, Derbyshire for their two illegitimate children, Susanna and Mary.\nLater life.\nDarwin translated the work of Carolus Linnaeus from Latin to English. The books explain how plants are classified. Darwin was friends with many important scientists and businessmen, in the Lunar Society. Darwin wrote poems against slavery. He was a generous man, he helped people who had no money.\nHe wrote poems explaining his ideas about evolution. He also made many inventions and predicted that electricity and aeroplanes would be useful in the future. He also made a sketch (simple drawing) of a hydrogen-oxygen rocket engine in 1779.\nErasmus Darwin died on 18 April 1802, and is buried in All Saints Church, Breadsall, north of Derby.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":57},{"uri":"Scientist","surface_form":"scientist","offset":65},{"uri":"Poet","surface_form":"poet","offset":76},{"uri":"Inventor","surface_form":"inventor","offset":82},{"uri":"Physician","surface_form":"medical doctor","offset":95},{"uri":"Lunar_Society","surface_form":"Lunar Society","offset":134},{"uri":"Organism","surface_form":"living things","offset":245},{"uri":"Evolution","surface_form":"evolved","offset":259},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":308},{"uri":"Natural_selection","surface_form":"evolution by natural selection","offset":358},{"uri":"Lichfield","surface_form":"Lichfield","offset":424},{"uri":"Chasetown","surface_form":"Chasetown","offset":519},{"uri":"Elston","surface_form":"Elston","offset":641},{"uri":"Newark-on-Trent","surface_form":"Newark-on-Trent","offset":654},{"uri":"Nottinghamshire","surface_form":"Nottinghamshire","offset":671},{"uri":"Lawyer","surface_form":"lawyer","offset":705},{"uri":"Nature","surface_form":"nature","offset":765},{"uri":"Clock","surface_form":"clock","offset":782},{"uri":"Electricity","surface_form":"electricity","offset":793},{"uri":"Fasting","surface_form":"Lent","offset":876},{"uri":"Fasting","surface_form":"fasting","offset":902},{"uri":"Easter","surface_form":"Easter","offset":917},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":995},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":1055},{"uri":"Lichfield","surface_form":"Lichfield","offset":1108},{"uri":"Staffordshire","surface_form":"Staffordshire","offset":1121},{"uri":"King","surface_form":"King","offset":1229},{"uri":"George_III_of_the_United_Kingdom","surface_form":"George III","offset":1235},{"uri":"Carolus_Linnaeus","surface_form":"Carolus Linnaeus","offset":1847},{"uri":"Pathology","surface_form":"pathology","offset":2693},{"uri":"Generation","surface_form":"generation","offset":2722},{"uri":"Lamarck","surface_form":"Lamarck","offset":2766},{"uri":"Evolution","surface_form":"evolution","offset":2785},{"uri":"Cosmological_argument","surface_form":"First Cause","offset":3086},{"uri":"18th_century","surface_form":"18th century","offset":3964},{"uri":"Scientist","surface_form":"scientist","offset":4051},{"uri":"Translation","surface_form":"translated","offset":4529},{"uri":"Carolus_Linnaeus","surface_form":"Carolus Linnaeus","offset":4552},{"uri":"Latin","surface_form":"Latin","offset":4574},{"uri":"Classification","surface_form":"classified","offset":4625},{"uri":"Lunar_Society","surface_form":"Lunar Society","offset":4711},{"uri":"Slavery","surface_form":"slavery","offset":4753},{"uri":"Generous","surface_form":"generous","offset":4771},{"uri":"Evolution","surface_form":"evolution","offset":4862},{"uri":"Invention","surface_form":"invention","offset":4891},{"uri":"Predict","surface_form":"predicted","offset":4906},{"uri":"Electricity","surface_form":"electricity","offset":4921},{"uri":"Fixed-wing_aircraft","surface_form":"aeroplanes","offset":4937},{"uri":"Hydrogen","surface_form":"hydrogen","offset":5023},{"uri":"Oxygen","surface_form":"oxygen","offset":5032},{"uri":"Rocket","surface_form":"rocket engine","offset":5039},{"uri":"Burial","surface_form":"buried","offset":5107},{"uri":"Derby","surface_form":"Derby","offset":5156}]}