{"id":114053,"url":"http://en.wikipedia.org/wiki/Ageing","text":"Ageing (or \"aging\") is the changes that happen in an individual over time. In humans, ageing is several physical and psychological changes.\nSenescence is the biological process which leads to ageing. There have been many attempts to answer the question: why do animals (especially humans) age?\nIn one way, ageing begins at birth, because cell division and growth is fastest then, and gradually slows down as time goes on.\nIn another way, ageing starts when the likelihood of death increases. Actuarial tables show the likelihood of death at each stage of life. These tables are used by insurance companies to assess the rates of insurance on life policies and pensions. It turns out that we are least likely to die when we are young adults. For girls this is as early as 14. The reason suggested by biologists (such as Peter Medawar and George C. Williams) is that this is the time most significant for reproduction, or was in mankind's past. The assumption is that the peak age of reproduction in mankind's history was lower than today. A gene can be expressed at various stages of life. Any allele of a gene which interfered with reproduction would have less chance of passing on to the next generation. The number of such genes in the population would automatically be reduced. Thus natural selection would virtually eliminate any inherited effect which reduced fertility.\nHowever, later in life, inherited defects would have little or no effect on the population as a whole. In fact, during life our cells collect damage to their DNA which is random, but causes us to become gradually less fit as we age. And we have some cell types which never, or rarely, divide during adult life. Muscle cells and most neurons never divide in adult life. Obviously, they collect damage, and not just to the DNA. Also, we inherit various genetic conditions which have effect later in life, like Huntington's chorea. The twin effects of delayed heredity and buildup of damage is what makes us age. Protists do not age: they divide, and the next generation is just as good as the last. Why do even our dividing cells collect damage? The answer to that question is not known, but may be connected to a a cell division phenomenon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Birth","surface_form":"birth","offset":323},{"uri":"Cell_division","surface_form":"cell division","offset":338},{"uri":"Growth","surface_form":"growth","offset":356},{"uri":"Death","surface_form":"death","offset":475},{"uri":"Actuary","surface_form":"Actuarial tables","offset":492},{"uri":"Insurance","surface_form":"insurance","offset":586},{"uri":"Pension","surface_form":"pension","offset":660},{"uri":"Peter_Medawar","surface_form":"Peter Medawar","offset":819},{"uri":"George_C._Williams","surface_form":"George C. Williams","offset":837},{"uri":"Reproduction","surface_form":"reproduction","offset":903},{"uri":"Gene","surface_form":"gene","offset":1040},{"uri":"Gene_expression","surface_form":"expressed","offset":1052},{"uri":"Allele","surface_form":"allele","offset":1093},{"uri":"Natural_selection","surface_form":"natural selection","offset":1286},{"uri":"Fertility","surface_form":"fertility","offset":1365},{"uri":"DNA","surface_form":"DNA","offset":1534},{"uri":"Huntington%27s_chorea","surface_form":"Huntington's chorea","offset":1884},{"uri":"Protists","surface_form":"Protists","offset":1986},{"uri":"Hayflick_limit","surface_form":"a cell division phenomenon","offset":2188}]}