{"id":114002,"url":"http://en.wikipedia.org/wiki/Louise_Farrenc","text":"Louise Farrenc (born Paris, 31 May 1804; died 15 September 1875) was a French composer, virtuoso pianist and teacher. She was very well-known during her lifetime, but her best compositions are not very well known. This is because the way to become a famous composer in France in the 19th century was by writing operas, but Farrenc never wrote operas. Her best compositions are chamber music.\nLife.\nHer name when she was born was Jeanne-Louise Dumont. Her father was a successful sculptor. She was very young when she started to learn the piano. Her teacher had been a pupil of Muzio Clementi. Soon she was having piano lessons with famous teachers such as Ignaz Moscheles and Johann Nepomuk Hummel. She loved composing, so her parents let her study composition with Anton Reicha at the Paris Conservatoire. At that time women were not allowed to go to composition classes at the Conservatoire, so she probably had her lessons privately. She met a flautist (flute player) called Aristide Farrenc. He was ten years older than she was. They often performed together and they married in 1821. She stopped her studies and travelled with her husband around France giving concerts. He soon grew tired of the concert life and decided to open a publishing house in Paris, which was called Éditions Farrenc. It became one of France’s most important music publishers for nearly 40 years.\nFarrenc returned to her studies with Reicha. Then she started giving many concerts and became famous. She was so successful that in 1842 she was made Professor of Piano at the Paris Conservatoire. She stayed in that job for 30 years. Although it was a very good job she was paid less than the male teachers. When her nonet was performed it made her famous. Joseph Joachim was one of the performers. After this success she was paid the same salary as the male professors. Several other chamber works were very successful, but after her death people forgot about them.\nMusic.\nAt first, during the 1820s and 1830s, she just wrote for piano. Several music critics, including Schumann, thought they were very good. In the 1830s, she wrote chamber music and orchestral music. Her chamber music includes most of her best compositions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paris","surface_form":"Paris","offset":21},{"uri":"31_May","surface_form":"31 May","offset":28},{"uri":"1804","surface_form":"1804","offset":35},{"uri":"15_September","surface_form":"15 September","offset":46},{"uri":"1875","surface_form":"1875","offset":59},{"uri":"France","surface_form":"French","offset":71},{"uri":"Composer","surface_form":"composer","offset":78},{"uri":"Virtuoso","surface_form":"virtuoso","offset":88},{"uri":"Piano","surface_form":"pianist","offset":97},{"uri":"Teacher","surface_form":"teacher","offset":109},{"uri":"France","surface_form":"France","offset":269},{"uri":"19th_century","surface_form":"19th century","offset":283},{"uri":"Opera","surface_form":"opera","offset":311},{"uri":"Chamber_music","surface_form":"chamber music","offset":377},{"uri":"Sculptor","surface_form":"sculptor","offset":479},{"uri":"Muzio_Clementi","surface_form":"Muzio Clementi","offset":577},{"uri":"Ignaz_Moscheles","surface_form":"Ignaz Moscheles","offset":656},{"uri":"Johann_Nepomuk_Hummel","surface_form":"Johann Nepomuk Hummel","offset":676},{"uri":"Composition_(music)","surface_form":"composition","offset":749},{"uri":"Anton_Reicha","surface_form":"Anton Reicha","offset":766},{"uri":"Paris_Conservatoire","surface_form":"Paris Conservatoire","offset":786},{"uri":"Flute","surface_form":"flautist","offset":947},{"uri":"Music_publisher","surface_form":"music publisher","offset":1339},{"uri":"1842","surface_form":"1842","offset":1509},{"uri":"Nonet","surface_form":"nonet","offset":1694},{"uri":"Joseph_Joachim","surface_form":"Joseph Joachim","offset":1734},{"uri":"Music_critic","surface_form":"music critic","offset":2023},{"uri":"Robert_Schumann","surface_form":"Schumann","offset":2048}]}