{"id":114099,"url":"http://en.wikipedia.org/wiki/Leh","text":"Leh is a city in the Leh District of Ladakh. It was the capital of the Himalayan kingdom of Ladakh. Leh is at an altitude of, at a distance from the right bank of the Indus River.\nThe town is still dominated by the now ruined Leh Palace, former home of the royal family of Ladakh. The palace resembles a mini version of the Potala Palace in Tibet. Leh and other places of Ladakh are renowned for Buddhist culture and monasteries. The wonders of this land include golden statue of Buddha, high class paintings, ancient manuscripts and the monasteries. The famous moasteries include Hemis, Aalchi, Chuglamsar, Mulbekh, Shey, Spitak, and Thiksey. The mosque of Leh was built by prince Namgyal Singe in 1594. The mosque is a fine model of Turkish and Iranian architecture.\nThe first Muslim ruler of Kashmir, Sultan Sadruddin was a Ladakhi. His real name was Gialpo, (Prince) Renchan. He came down to Kashmir Valley in the reign of Raja Sahdev and acquired a place in the courtiers of the army Chief Ram Chandra. By and by he succeeded in rising to the throne in 1324. He married Ram Chandra's daughter Kotarani who later on proved to be a courageous and enterprising lady. King Renchan embraced Islam at the hands of a Muslim saint and preacher Abdur Rehman, Bulbul Shah and adopted the name of Sultan Saruddin for himself. He died in 1327 after ruling the country far a short period of 3 years.\nA Mughal chieftain Haider Douglat attempted to invade Kashmir for the first time in 1542 through Ladakh. In June 1715, two Italian priests Epo Lito and Emanuel Khariray reached Leh from Rome via Srinagar. There is a small community of Christians in Leh now. In the past, Leh has been an important centre for trade between India and the states of Turkestan. A road leads to Central Asian countries from here through the Karakoram Pass.","categories":[],"infobox_types":[],"annotations":[{"uri":"Leh_District","surface_form":"Leh District","offset":21},{"uri":"Ladakh","surface_form":"Ladakh","offset":37},{"uri":"Himalayas","surface_form":"Himalayan","offset":71},{"uri":"Ladakh","surface_form":"Ladakh","offset":92},{"uri":"Indus_River","surface_form":"Indus River","offset":167},{"uri":"Palace","surface_form":"palace","offset":285},{"uri":"Potala_Palace","surface_form":"Potala Palace","offset":324},{"uri":"Tibet","surface_form":"Tibet","offset":341},{"uri":"Buddhist","surface_form":"Buddhist","offset":396},{"uri":"Monastery","surface_form":"monasteries","offset":417},{"uri":"Mosque","surface_form":"mosque","offset":648},{"uri":"1594","surface_form":"1594","offset":699},{"uri":"Turkey","surface_form":"Turkish","offset":735},{"uri":"Iran","surface_form":"Iran","offset":747},{"uri":"Muslim","surface_form":"Muslim","offset":779},{"uri":"Kashmir","surface_form":"Kashmir","offset":795},{"uri":"Ladakhi","surface_form":"Ladakhi","offset":827},{"uri":"Vale_of_Kashmir","surface_form":"Kashmir Valley","offset":896},{"uri":"1324","surface_form":"1324","offset":1058},{"uri":"Islam","surface_form":"Islam","offset":1191},{"uri":"Saint","surface_form":"saint","offset":1222},{"uri":"Mughal_Empire","surface_form":"Mughal","offset":1394},{"uri":"Rome","surface_form":"Rome","offset":1578},{"uri":"Srinagar","surface_form":"Srinagar","offset":1587},{"uri":"Christians","surface_form":"Christians","offset":1627},{"uri":"India","surface_form":"India","offset":1714},{"uri":"Turkestan","surface_form":"Turkestan","offset":1738},{"uri":"Central_Asia","surface_form":"Central Asia","offset":1765},{"uri":"Karakoram_Pass","surface_form":"Karakoram Pass","offset":1811}]}