{"id":114110,"url":"http://en.wikipedia.org/wiki/Religions_of_Pakistan","text":"Pakistan's official national religion is Islam, and about 97% of the people in Pakistan follow Islam. But there are people of many other religions living in Pakistan.\nChristianity.\nChristians are the largest minority group in Pakistan. They live all over the country. Pakistani Christians belong to many ethnic groups and speak many languages. There are many different churches, and many different types of churches, in most cities in Pakistan.\nAlthough Pakistani Christians do not only do one type of job, they have often done a lot of work in areas like health care, education, railways and the police force. They are also starting to do a lot of work in the civil and defence services.\nHinduism.\nHindus are the second biggest minority in Pakistan.\nThese are people (and children of people) who followed the Hindu religion during the days when Pakistan and India were together. In those days, they were part of the lowest caste. They were called \"untouchable,\" and had to do work that no one else would do.\nIn a \"caste system,\" there are different groups of people who are thought of as more or less important than each other. People would become a member of their caste when they were born, because their parents were part of that group. The lowest caste was thought of as the least important of all.\nIn Pakistan today, the law says that people are not allowed to treat this group badly. But people still do treat them badly, and make them do jobs that do not pay much money. Now some of these low-caste people are going to school and getting better jobs.\nThe Hindus of Pakistan are mostly found in Sindh, where they do a lot of farming. In the larger cities (like the city of Karachi), Hindus do a lot of buying and selling. They celebrate the Hindu holy days with all their traditional colour.\nAhmadiyya.\nThe Ahmadis follow the things Mirza Ghulam Ahmad taught at the end of the 1800s. Their doctrine (religious beliefs) is very close to Islam on most points. However, the Ahmadis do not believe that Mohammad was God's last Prophet.\nThe Ahmadis do not call themselves non-Muslim. Only in the 1973 Constitution of Pakistan written by Zulfiqar Ali Bhutto after the secession of East Pakistan they were declared non-Muslim.\nAhmadis are mainly of Punjabi origin (from the Punjab area of India and Pakistan). They do all kinds of Humanitarian work not only in Pakistan, but all over the world.\nZoroastrianism.\nThe Parsis or (Zoroastrians) are a very small minority who live mostly in Pakistan's larger cities. Almost all of them work in business. Some of Pakistan's most successful shipping businessmen are Parsis. The richer members of this community are well-known for their philanthropic activities (giving money to people or organizations, with the goal of helping them or doing good).\nBuddhism.\nThere are very few Buddhists in Pakistan. However, their ancestors' culture made a difference in Pakistan. Many ancient Buddhist temples, schools, and cities have been found by archaeologists in Pakistan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan","surface_form":"Pakistan's","offset":0},{"uri":"State_religion","surface_form":"national religion","offset":20},{"uri":"Islam","surface_form":"Islam","offset":41},{"uri":"Religion","surface_form":"religions","offset":137},{"uri":"Christianity","surface_form":"Christians","offset":181},{"uri":"Minority_group","surface_form":"minority group","offset":208},{"uri":"Ethnicity","surface_form":"ethnic","offset":304},{"uri":"Church","surface_form":"church","offset":369},{"uri":"Health_care","surface_form":"health care","offset":556},{"uri":"Railway","surface_form":"railway","offset":580},{"uri":"Police","surface_form":"police","offset":597},{"uri":"Civil_service","surface_form":"civil","offset":661},{"uri":"Defense_(military)","surface_form":"defence","offset":671},{"uri":"Hinduism","surface_form":"Hindus","offset":699},{"uri":"Hindu","surface_form":"Hindu","offset":810},{"uri":"India","surface_form":"India","offset":859},{"uri":"Caste","surface_form":"caste","offset":924},{"uri":"Sindh","surface_form":"Sindh","offset":1602},{"uri":"Karachi","surface_form":"Karachi","offset":1680},{"uri":"Holy","surface_form":"holy","offset":1754},{"uri":"Traditional","surface_form":"traditional","offset":1779},{"uri":"Ahmadiyya","surface_form":"Ahmadis","offset":1814},{"uri":"Mirza_Ghulam_Ahmad","surface_form":"Mirza Ghulam Ahmad","offset":1840},{"uri":"Doctrine","surface_form":"doctrine","offset":1897},{"uri":"Islam","surface_form":"Islam","offset":1943},{"uri":"Muhammad","surface_form":"Mohammad","offset":2006},{"uri":"God","surface_form":"God's","offset":2019},{"uri":"Prophet","surface_form":"Prophet","offset":2030},{"uri":"1973_Constitution_of_Pakistan","surface_form":"1973 Constitution of Pakistan","offset":2098},{"uri":"Zulfiqar_Ali_Bhutto","surface_form":"Zulfiqar Ali Bhutto","offset":2139},{"uri":"Secession","surface_form":"secession","offset":2169},{"uri":"Punjabi_people","surface_form":"Punjabi","offset":2249},{"uri":"Punjab_(Pakistan)","surface_form":"Punjab","offset":2274},{"uri":"Zoroastrian","surface_form":"Zoroastrian","offset":2426},{"uri":"Transport","surface_form":"shipping","offset":2583},{"uri":"Philanthropy","surface_form":"philanthropic","offset":2678},{"uri":"Buddhist","surface_form":"Buddhist","offset":2820},{"uri":"Ancestor","surface_form":"ancestors","offset":2858},{"uri":"Culture","surface_form":"culture","offset":2869},{"uri":"Temple","surface_form":"temple","offset":2930},{"uri":"Archaeology","surface_form":"archaeologists","offset":2978}]}