{"id":114183,"url":"http://en.wikipedia.org/wiki/Baseball_glove","text":"A baseball glove, or mitt, is a leather glove that baseball players use to catch a baseball that are hit by a batter or thrown by a fielder.\nHistory.\nCatcher Doug Allison in 1870 was the first ever to wear baseball gloves. Doug's hands were split and cracked open from catching in other games earlier in the week. He chose to wear something that would protect his hands so that they wouldn't be damaged more, so he wore baseball gloves, but he was laughed at and mocked by his teammates.\nFive years later in 1875, Charlie Waitt, a St. Louis outfielder and first baseman who in 1875 used a pair of flesh-colored gloves, but he was also laughed by his teammates. Although baseball gloves were not used very much at first when they were first made, more and more baseball players started to use baseball gloves over time, probably when baseball star Albert Spalding began playing first base with a baseball glove. When he started to wear them, more infielders started to use gloves also because he was famous. Before the mid 1890s, baseball gloves were worn normally by baseball players. Soon, all baseball players started to wear baseball gloves.\nIn, Bill Doak, a pitcher for the St. Louis Cardinals, suggested that a web be placed between the first finger and the thumb in order to create a pocket. This design soon became added to baseball gloves and webbed gloves were starting to be used by all baseball players.\nSince the baseball glove was invented, they have grown to what they look like today. While catching in baseball was two handed, gloves grew to a size that made it easier to catch the ball in the webbing of the glove, and use the off-hand to keep it from falling out. A glove is worn on the non-dominant hand, leaving the dominant hand for throwing the ball; for example, a right-handed player would wear a glove on the left hand. By convention, the type of glove that fits on the left hand is called a \"right-handed\" or \"RH\" glove.\nThe shape and size of the baseball glove is decided by official baseball rules; Section 1.00, Objectives of the Game, defines limits of catcher's, first baseman's and fielder's glove in parts 1.12, 1.13 and 1.14.","categories":[],"infobox_types":[],"annotations":[{"uri":"Leather","surface_form":"leather","offset":32},{"uri":"Glove","surface_form":"glove","offset":40},{"uri":"Baseball","surface_form":"baseball","offset":51},{"uri":"Baseball_(ball)","surface_form":"baseball","offset":83},{"uri":"Batter_(baseball)","surface_form":"batter","offset":110},{"uri":"Fielder","surface_form":"fielder","offset":132},{"uri":"Catcher","surface_form":"Catcher","offset":150},{"uri":"Doug_Allison","surface_form":"Doug Allison","offset":158},{"uri":"Damage","surface_form":"damaged","offset":395},{"uri":"Mock","surface_form":"mocked","offset":463},{"uri":"Charlie_Waitt","surface_form":"Charlie Waitt","offset":514},{"uri":"Outfielder","surface_form":"outfielder","offset":541},{"uri":"First_baseman","surface_form":"first baseman","offset":556},{"uri":"1875_in_sports","surface_form":"1875","offset":577},{"uri":"Albert_Spalding","surface_form":"Albert Spalding","offset":847},{"uri":"Famous","surface_form":"famous","offset":999},{"uri":"1890s","surface_form":"1890s","offset":1022},{"uri":"Bill_Doak","surface_form":"Bill Doak","offset":1149},{"uri":"St._Louis_Cardinals","surface_form":"St. Louis Cardinals","offset":1178},{"uri":"Right-handed","surface_form":"right-handed","offset":1788}]}