{"id":114249,"url":"http://en.wikipedia.org/wiki/Finnix","text":"Finnix is a Debian based Live CD Linux distribution, developed by Ryan Finnie and intended for system administrators for tasks such as filesystem recovery, network monitoring and OS installation. Finnix is a small Linux Distribution, with an ISO download size of approximately 100 MiB.\nHistory.\nFinnix was created in 1999, making it one of the oldest Linux distributions with the intent of being run completely from a bootable CD (the other Live CD around at the time was the Linuxcare Bootable Business Card CD, first released in 1999). Finnix 0.01 was based on Red Hat Linux 6.1, and was created to help with administration and recovery of other Linux workstations around Finnie's office..\nOn 23 October 2005, Finnix 86.0 was released. Earlier unreleased versions (84, and 85.0 through 85.3) were \"Knoppix remasters\", with support for Linux LVM and dm-crypt being the main reason for creation. However, 86.0 was a departure from Knoppix, and was derived directly from the Debian \"testing\" tree.\nUsage.\nFinnix is released as a small bootable CD ISO. A user can download the ISO, burn the image to CD, and boot into a text mode Linux environment. Finnix requires at least 32MiB RAM to run properly, but can use more if present. Most hardware devices are detected and dealt with automatically, such as hard drives, network cards and USB devices. A user can modify files nearly anywhere on the running CD via UnionFS, a filesystem that can stack a read-write filesystem (in this case, a dynamic ramdisk) on top of a read-only filesystem (the CD media). Any changes made during the Finnix session are transparently written to RAM and discarded upon shutdown. In addition, Finnix uses SquashFS to keep distribution size low.\nFinnix can be run completely within RAM, provided the system has at least 192 MiB RAM available.","categories":[],"infobox_types":[],"annotations":[{"uri":"Debian","surface_form":"Debian","offset":12},{"uri":"Live_CD","surface_form":"Live CD","offset":25},{"uri":"Linux_distribution","surface_form":"Linux distribution","offset":33},{"uri":"Distribution","surface_form":"Linux Distribution","offset":214},{"uri":"ISO","surface_form":"ISO","offset":242},{"uri":"Linux_distribution","surface_form":"Linux distribution","offset":351},{"uri":"Linuxcare","surface_form":"Linuxcare","offset":476},{"uri":"Red_Hat_Linux","surface_form":"Red Hat Linux","offset":563},{"uri":"23_October","surface_form":"23 October","offset":695},{"uri":"2005","surface_form":"2005","offset":706},{"uri":"Knoppix","surface_form":"Knoppix","offset":800},{"uri":"Logical_Volume_Manager_(Linux)","surface_form":"LVM","offset":843},{"uri":"Dm-crypt","surface_form":"dm-crypt","offset":851},{"uri":"UnionFS","surface_form":"UnionFS","offset":1407},{"uri":"SquashFS","surface_form":"SquashFS","offset":1681}]}