{"id":114287,"url":"http://en.wikipedia.org/wiki/Intoxication","text":"Intoxication is the state of being affected by one or more psychoactive drugs. It can also refer to the effects caused by the ingestion of poison or by the overconsumption of normally harmless substances.\nPeople who drink too much alcohol become \"intoxicated.\" They may become impaired in some or all of their senses like touch or even eyesight. Long term drinkers develop tolerance to alcohol. This high tolerance means it takes more alcohol to produce the outward signs of intoxication. Intoxication may bring delirium or make people do or say things that are not normal for them. The level of harm done usually depends on the substance and the amount. Mild intoxication usually is not permanently harmful. Mild stimulants like caffeine usually do not harm the person.\nSymptoms.\nOften taking a mild depressant or stimulant does not have much effect on the person who took it. But more serious drugs, substances, or even medications can have a large effect on the person. Usually stimulants keep the person awake and energetic. Depressants work the opposite way; they decrease the heart rate of the person and relax them. Sedatives give the same effect. More of these substances can carry harm or even life-threatening effects, if ingested in large amounts. Mixing alcohol with prescription drugs often leads to increased or hastened impairment. Alcohol can produce hazardous side effects, reduce heart rate, and drop blood pressure to a dangerous level.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychoactive_drug","surface_form":"psychoactive drug","offset":59},{"uri":"Poison","surface_form":"poison","offset":139},{"uri":"Alcoholic_drink","surface_form":"alcohol","offset":231},{"uri":"Sense","surface_form":"sense","offset":310},{"uri":"Delirium","surface_form":"delirium","offset":512},{"uri":"Stimulant","surface_form":"stimulant","offset":714},{"uri":"Caffeine","surface_form":"caffeine","offset":730},{"uri":"Depressant","surface_form":"depressant","offset":801},{"uri":"Pulse","surface_form":"heart rate","offset":1082},{"uri":"Sedative","surface_form":"Sedative","offset":1123}]}