{"id":114322,"url":"http://en.wikipedia.org/wiki/Wii_Sports","text":"\"Wii Sports\" is a sports game made by Nintendo for the Wii system in late 2006. It was bundled with the Wii (except in Japan), and has tennis, golf, baseball, bowling, and boxing. The rules for each game are simplified to make them easier for new players. Although its main criticism is its lack of detail, its motion sensing gameplay and accessibility had a big impact on the video game market. A sequel, Wii Sports Resort, was released in 2009, while a high-definition remake, Wii Sports Club, was released in 2013 for the Wii U.\nWii Sports was well received and got lots of awards. It sold over 82 million copies by the end of 2017 which makes it the best selling single-platform game of all time, and fourth best overall.\nGameplay.\n\"Wii Sports\" is a collection of five separate sports games—tennis, baseball, bowling, golf, and boxing. The games use the motion sensing Wii Remote to control on-screen movements. The player moves the remote in a similar way to how the games are played in real life; they can hold and swing the Wii Remote like a golf club, baseball bat or bowling ball. Some parts of the gameplay are computer controlled. In tennis, the players movement is controlled by the Wii, and the swinging of the racket is controlled by the player. Baseball uses batting and pitching, with all of the fielding controlled by the Wii.\nThe game characters are from the Mii Channel, which is where the user can make a personalised avatar that can be put into games. \"Wii Sports\" is the first Wii game to use Miis. Miis saved on the Wii will be in the crowd during bowling games and as team members in baseball. The non-player characters in the game were also created using the Mii Channel.\nAfter a game, a player is given or removed skill points based on how well they played compared to the computer's skill level, though some games do not calculate points during multiplayer sessions. The game keeps track of points by putting them on a graph, as well as making a bigger crowd in Tennis and Boxing single-player modes. After getting 1000 skill points in a sport, a player is get \"pro\" level, along with a new feature for their Mii in Bowling and Boxing. A Mii newly turned pro will get a message on the Wii Message Board to tell them. \"Wii Sports\" also has a fitness test that calculates a player's fitness age (from 20 to 80 years old, 20 being the best possible). The test uses the player's performance in three randomly chosen challenges in each test from the training mode, and can only be taken once a day per Mii. Fitness age takes into account a player's balance, speed, and stamina. Fitness age results are graphed over one, two, or three months, with daily results on the Wii Message Board.\nDevelopment.\nWii Sports was made by Katsuya Eguchi, who managed a software development group at Nintendo. The aim of the Wii was to appeal to people who hadn’t played video games before, and to do this they needed a game that let both experienced and new players play in a fun way. Nintendo also wanted gamers to use the Wii daily, so they wanted to use Wii Sports a flagship game. This is why Wii Sports has such simple graphics and gameplay. Eguchi needed a widely familiar theme for the game, so he chose sports. Instead of having professional athletes or realistic graphics, the game was designed to be easy so complicated gameplay was left out. Motion-sensing actions used the Wii Remote's accelerometer to interpret movements, and Nintendo focused on actions like hitting to make them very realistic. Nintendo didn’t think players would buy the Wii just to play Wii Sports, so they bundled it with the console, which helped it to sell a lot of copies.\nReception.\nOverall, Wii Sports was received well by critics for its basic pick-up and play style, even though it was criticised for lacking in graphic quality and not having much depth. It received awards such as 6 BAFTA Gaming awards in 2007. In 2009, it outsold Super Mario Bros to become the bestselling video game of all time. In fact, it had sold 60.67 million copies worldwide by the end of 2009, which has now increased to 82.88 million copies, making it Nintendo's highest sold game. Wii Sports has been featured on television in Wii commercials, news reports, and other programming. Many competitions and social gatherings have been held by players of all ages to play it. It is even used in some care homes so that the elderly people can exercise. It was followed by a sequel, Wii Sports Resort, in 2009, and later Wii Sports Club, in 2013.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Sports_game","surface_form":"sports game","offset":18},{"uri":"Nintendo","surface_form":"Nintendo","offset":38},{"uri":"Wii","surface_form":"Wii","offset":55},{"uri":"Japan","surface_form":"Japan","offset":119},{"uri":"Tennis","surface_form":"tennis","offset":135},{"uri":"Golf","surface_form":"golf","offset":143},{"uri":"Baseball","surface_form":"baseball","offset":149},{"uri":"Bowling","surface_form":"bowling","offset":159},{"uri":"Boxing","surface_form":"boxing","offset":172},{"uri":"Wii_Sports_Resort","surface_form":"Wii Sports Resort","offset":406},{"uri":"Wii_Sports_Club","surface_form":"Wii Sports Club","offset":479},{"uri":"Nintendo","surface_form":"Nintendo","offset":2805},{"uri":"Wii","surface_form":"Wii","offset":2830},{"uri":"Nintendo","surface_form":"Nintendo","offset":2991},{"uri":"Wii","surface_form":"Wii","offset":3030},{"uri":"Nintendo","surface_form":"Nintendo","offset":3446},{"uri":"Nintendo","surface_form":"Nintendo","offset":3516},{"uri":"Wii","surface_form":"Wii","offset":3560}]}