{"id":114315,"url":"http://en.wikipedia.org/wiki/Pok%C3%A9mon_Diamond_and_Pearl","text":"\"Pokémon Diamond\" and \"Pearl\" are two role-playing games (RPG) made by Game Freak and published by Nintendo for the Nintendo DS handheld. They're the fourth main group of \"Pokémon\" games in the series. In the game, the number of Pokémon is brought up to 493.\nA third version to \"Diamond and Pearl\" called \"Pokémon Platinum\" was released in Japan in Autumn 2008, and released in the USA and UK on March 22, 2009.\nGameplay.\nThe gameplay of \"Diamond\" and \"Pearl\" are much the same as previous Pokémon games. The player starts the game with one Pokémon, and catches more Pokémon using Poké Balls. The player can also use his/her Pokémon to battle other Pokémon. When the player spots a Pokémon or a trainer, the battle screen appears. During battle, the player may fight, use an item, switch Pokémon, or run away from battle (the last option is not available when facing trainers). All Pokémon have hit points (HP). If a Pokémon's HP is down to zero, it faints and cannot battle until the player revives it. If the player's Pokémon defeats the opponent's Pokémon, it gets experience points. After building up enough experience points, it will gain a new level. Most Pokémon evolve into a new form with a new name when they reach a certain level.\nPlot.\nThe player gets sent by Professor Rowan to fill up the Pokédex, and to become the champion. The head of Team Galactic, Cyrus tries to destroy the world using Dialga or Palkia to create a new world that he will rule. In \"Pokémon Platinum\", Giratina stops him as he is about to do it, and Cyrus then wants to capture it for its power instead.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Role-playing_games","surface_form":"role-playing games","offset":38},{"uri":"Game_Freak","surface_form":"Game Freak","offset":71},{"uri":"Nintendo","surface_form":"Nintendo","offset":99},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":116},{"uri":"Pok%C3%A9mon_(video_game_series)","surface_form":"Pokémon","offset":172},{"uri":"Pok%C3%A9mon_Platinum","surface_form":"Pokémon Platinum","offset":306},{"uri":"Autumn","surface_form":"Autumn","offset":349},{"uri":"2008","surface_form":"2008","offset":356},{"uri":"Pok%C3%A9_Ball","surface_form":"Poké Ball","offset":581},{"uri":"Hit_points","surface_form":"hit points","offset":895},{"uri":"Experience_points","surface_form":"experience points","offset":1068},{"uri":"Pok%C3%A9dex","surface_form":"Pokédex","offset":1303},{"uri":"Team_Galactic","surface_form":"Team Galactic","offset":1352}]}