{"id":114319,"url":"http://en.wikipedia.org/wiki/Pok%C3%A9mon_Gold_and_Silver","text":"\"Pokémon Gold\" and \"Silver\" are two role-playing video games made by Game Freak and published by Nintendo for the Game Boy Color handheld. They are the second games in the Pokémon series, and increased the number of Pokémon to 251. The Pokémon Ho-oh and Lugia, respectively, are featured in the boxart. A special version named \"Pokémon Crystal\", which had the Pokémon Suicune on the cover, was released around a year later. Pokemon Gold and Silver are backward-compatible with the original Game Boy (except in Korea), but Pokemon Crystal requires a Game Boy Color or Game Boy Advance.\nGameplay.\nThe games added many new things, such as breeding and a new bag system. There were also one hundred new Pokémon added.\nPlot.\nThe games take place in a region named Johto. The player is a ten year old kid from a small town, who is sent on a mission from Professor Elm. After completing the mission, the player gets to choose a starter Pokémon, and start a journey. During this journey, the player fights an villainous team, Team Rocket, who is coming back after being defeated by the player of \"Pokémon Red\" and \"Blue\".\nKnown issues.\nThe cartridges use a CR2025 lithium battery to keep track of the time and to power the sRAM save mechanism. As these games were released over 15 years ago, the original battery is usually depleted by now. It is possible to replace it, but it requires a special screwdriver bit to open the cartridge and soldering in a tabbed replacement battery. Replacing the battery will erase the game save on the cartridge, if any, unless special precautions (such as backing up and restoring the save file using special hardware, or wiring a temporary battery in parallel with the original while removing it) are taken.\nPokémon HeartGold and SoulSilver.\nand are remakes of \"Pokémon Gold\" and \"Silver\", developed by Game Freak for the Nintendo DS. They were released on September 12, 2009 in Japan, and were released on March 14, 2010 in North America, March 25, 2010 in Australia and March 26, 2010 in Europe. There are many new features. Like \"Pokémon Yellow\", the player's Pokémon can follow them. The games come with a pedometer-like device, called the Pokéwalker, that can let players walk with their Pokémon, and gain Watts, which can be used to battle Pokémon, or dowse for items.","categories":[],"infobox_types":[],"annotations":[{"uri":"Role-playing_video_game","surface_form":"role-playing video game","offset":36},{"uri":"Game_Freak","surface_form":"Game Freak","offset":69},{"uri":"Nintendo","surface_form":"Nintendo","offset":97},{"uri":"Game_Boy_Color","surface_form":"Game Boy Color","offset":114},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":172},{"uri":"Ho-oh","surface_form":"Ho-oh","offset":244},{"uri":"Lugia","surface_form":"Lugia","offset":254},{"uri":"Suicune","surface_form":"Suicune","offset":368},{"uri":"Game_Boy","surface_form":"Game Boy","offset":490},{"uri":"Bag","surface_form":"bag","offset":655},{"uri":"Lithium_battery","surface_form":"lithium battery","offset":1156},{"uri":"Static_RAM","surface_form":"sRAM","offset":1215},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":1850},{"uri":"Pedometer","surface_form":"pedometer","offset":2138}]}