{"id":114370,"url":"http://en.wikipedia.org/wiki/Maxim_Vengerov","text":"Maxim Vengerov (born 1974) is a famous Russian violinist/conductor.\nCareer.\nUniversally hailed as one of the world’s finest musicians, and often referred to as the greatest living string player in the world today, Grammy award winner Maxim Vengerov also enjoys international acclaim as a conductor and is one of the most in-demand soloists.\nBorn in 1974, he began his career as a solo violinist at the age of five, won the Wieniawski and Carl Flesch international competitions at ages 10 and 15 respectively, studied with Galina Tourchaninova and Zakhar Bron, made his first recording at the age of 10, and went on to record extensively for high-profile labels including Melodia, Teldec and EMI, earning among others, Grammy and \"Gramophone\" artist of the year awards.\nIn 2007 he followed in the footsteps of his mentor, the late Mstislav Rostropovich, and turned his attention to conducting and in 2010 was appointed the first chief conductor of the Gstaad Festival Orchestra. June 2014 saw Mr Vengerov graduate with a Diploma of Excellence\" \"from the Moscow Institute of Ippolitov-Ivanov with professor Yuri Simonov and he has since enrolled in a further 2-year program of opera conducting.\nIn the 2016/17 season Mr Vengerov returned to Australia to open the season of the Sydney Symphony Orchestra and conducted the season finale of the Queensland Symphony Orchestra, with whom he is Artist in Residence this year. Further guest conducting engagements included the RTE Orchestra Dublin, Munich Philharmonic and Melbourne Symphony Orchestras.\nThe coming 17/18 season will see Mr Vengerov return to Carnegie Hall with the Montreal Symphony Orchestra and premiere a new concerto at the Beijing Music Festival written for him by the renowned composer Qigang Chen before conducting Eugene Onegin in Brisbane and Moscow. He will also tour Europe, China and the US in recital.\nAs one of Mr Vengerov’s greatest passions is the teaching and encouraging of young talent, he has held various teaching positions around the world and is currently Ambassador and visiting Professor of the International Menuhin Music Academy in Switzerland (IMMA) and as of September 2016, the Polonsky Visiting Professor of Violin at the Royal College of Music in London.\nIn 1997 Mr Vengerov became the first classical musician to be appointed International Goodwill Ambassador by UNICEF.\nHe plays the ex-Kreutzer Stradivari (1727).","categories":[],"infobox_types":[],"annotations":[{"uri":"August_20","surface_form":"1","offset":21},{"uri":"1974","surface_form":"974","offset":22},{"uri":"Russia","surface_form":"Russia","offset":39},{"uri":"Violin","surface_form":"violin","offset":47}]}