{"id":114321,"url":"http://en.wikipedia.org/wiki/Pok%C3%A9mon_Ruby_and_Sapphire","text":"\"Pokémon Ruby\" and \"Sapphire\" are two role-playing games made by Game Freak and published by Nintendo for the Game Boy Advance handheld. They're the third main games in the Pokémon series, and increased the number of Pokémon to 386.\n\"Pokémon Ruby\" and \"Sapphire\" had a remake called \"Pokémon Emerald\", which changed a few things, and added a Battle Frontier. Another remake, \"Omega Ruby\" and \"Alpha Sapphire\", was released for the Nintendo 3DS on November 21, 2014.\nGameplay.\nThe games added many new things, such as a new computer storing system. There were also 100 new Pokémon added. The battle system was changed a lot, and added double battles. Abilities and natures were added to make the game more interesting and affect the way Pokémon grow and develop. Pokémon Contests were a new feature, where you perform moves for a judge, and are rating on their \"condition\", like a beauty pageant. Sweets called Pokéblocks were added to treat Pokémon.\nPlot.\nPokémon Ruby and Sapphire take place in a region called Hoenn, which is based on an island in Japan. There are 15 cities and many are connected by areas called routes. The main character of Pokémon Ruby and Sapphire is a child who has recently moved to Littleroot Town. The player chooses either Torchic, Mudkip, or Treecko as his or her starter Pokémon from Professor Birch. His or her rival May (if the player is a boy) or Brendan (if the player is a girl), is also a Pokémon Trainer.\nThe story follows the player as they defeat Teams Aqua and Team Magma, crime groups who want to use Pokémon to change the weather in Hoenn. In Ruby, Team Magma, want to use the legendary Pokémon Groudon to dry up the oceans of Hoenn and increase the amount of land; in Sapphire, the Team Aqua are the villains and they try to Kyogre, to increase the Hoenn's water levels.\nThe player first meets the Team in the Petalburg Woods, where he or she rescues a worker from Devon and recovers a package. Upon arriving in Fallarbor Town, the player finds that Professor Cozmo, an astronomer, has been kidnapped by Aqua or Magma. they find Cozmo in Meteor Falls, but they escape to Mt. Chimney, a volcano, with a meteorite. The player follows Aqua/Magma to Mt. Chimney where they are going to use the meteorite to make the volcano erupt. The player defeats the Team's leader and returns the meteorite to Professor Cozmo. Shortly after, Aqua/Magma again tries to change the region's weather by stealing a Castform, a Pokémon with the ability to change the weather, from the Weather Institute. After the player reaches Mt. Pyre, a large mountain and Pokémon cemetery, Aqua/Magma steal an orb that can control a legendary Pokémon (Groudon in Ruby, Kyogre in Sapphire). Aqua/Magma then steal a submarine from Captain Stern in Slateport City; the player, however, breaks into the team's hideout, but is not able to stop the submarine. The Team then travel with the orb to the Seafloor Cavern, where Groudon or Kyogre sleeps; the team then uses the orb to wake up the legendary Pokémon. Once awakened, the Pokémon travels to the Cave of Origin and causes a drought (Ruby) or rainstorms (Sapphire). When the player beats or catches the Pokémon, Hoenn's weather returns to normal. The player can then collect the rest of the Pokémon in the game.\nMusic.\nThe music of \"Ruby\" and \"Sapphire\" is entirely game music; all speech is on-screen as text. The music was composed by Junichi Masuda, Go Ichinose and Morikazu Aoki, and have no lyrics, apart from for two tracks with vocals, \"Trick Master\" and \"Slateport City\". The soundtrack of the game was released by Mediafactory in Japan on April 26, 2003; the album reached #297 on the Oricon charts and was there for one week. Junichi Masuda wrote only battle tunes, Go Ichinose wrote most of the town, route, fanfare & 'Spotted' tunes, whereas Morichi Aoki did the remainder.","categories":[],"infobox_types":[],"annotations":[{"uri":"Role-playing_games","surface_form":"role-playing games","offset":38},{"uri":"Game_Freak","surface_form":"Game Freak","offset":65},{"uri":"Nintendo","surface_form":"Nintendo","offset":93},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":110},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":173},{"uri":"Pok%C3%A9mon_Omega_Ruby_and_Alpha_Sapphire","surface_form":"\"Omega Ruby\" and \"Alpha Sapphire\"","offset":375},{"uri":"Nintendo_3DS","surface_form":"Nintendo 3DS","offset":431},{"uri":"Beauty_pageant","surface_form":"beauty pageant","offset":880},{"uri":"Japan","surface_form":"Japan","offset":1050},{"uri":"Forest","surface_form":"Petalburg Woods","offset":1854},{"uri":"Astronomer","surface_form":"astronomer","offset":2014},{"uri":"Volcano","surface_form":"Mt. Chimney, a volcano,","offset":2115},{"uri":"Meteorite","surface_form":"meteorite","offset":2146},{"uri":"Volcanic_eruption","surface_form":"erupt","offset":2264},{"uri":"Cemetery","surface_form":"cemetery","offset":2589},{"uri":"Orb","surface_form":"orb","offset":2619},{"uri":"Submarine","surface_form":"submarine","offset":2723},{"uri":"Drought","surface_form":"drought","offset":3084},{"uri":"Rain","surface_form":"rain","offset":3102},{"uri":"Oricon","surface_form":"Oricon","offset":3653}]}