{"id":114326,"url":"http://en.wikipedia.org/wiki/Super_Mario_Bros._3","text":"\"Super Mario Bros. 3\" is a 1988 platform game made by Nintendo for the Nintendo Entertainment System game console. It was a big hit and sold 40 million copies, and is often said by critics to be the best game on the NES. It precedes \"Super Mario Bros. 2\" (1988) and was followed by \"Super Mario World\" in 1990. It is one of the games in \"Super Mario All-Stars\".\nPlot.\nBowser has taken over the Mushroom Kingdom again. This time he and his seven children, called the Koopa Kids, have each have taken over one of the worlds, So Princess Toadstool asks Mario and Luigi to help again.\nGameplay.\nThis game goes back the original platform conventions of \"Super Mario Bros.\". Like that game, Mario jumps, runs, and hits enemies. However, he does not touch a flag and reach a castle. At the end of the level, he hits a spinning block, which will yield a flower, a mushroom, or a star block. When he gets three blocks, he will be rewarded. Three stars will result in five lives. If he gets a mix, he will get one extra life.\nA new item is a box. The box enables Mario or Luigi to store items that they acquire. Before entering the level, Mario or Luigi can select the item and use it. One such item is the Starman. It will make them super strong and everything they touch will die, for a short time. Another item is the anchor. All seven bosses float around in large ships. If Mario tries to beat them and loses, the ship will move around the world. If Mario uses the anchor, however, the ship will stay still and will not move.","categories":[],"infobox_types":[],"annotations":[{"uri":"Platform_game","surface_form":"platform game","offset":32},{"uri":"Nintendo","surface_form":"Nintendo","offset":54},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":71},{"uri":"Super_Mario_Bros._2","surface_form":"Super Mario Bros. 2","offset":234},{"uri":"Super_Mario_World","surface_form":"Super Mario World","offset":283},{"uri":"Super_Mario_All-Stars","surface_form":"Super Mario All-Stars","offset":338},{"uri":"Bowser_(Nintendo)","surface_form":"Bowser","offset":368},{"uri":"Mushroom_Kingdom","surface_form":"Mushroom Kingdom","offset":394},{"uri":"Koopa_Kids","surface_form":"Koopa Kids","offset":466},{"uri":"Princess_Peach","surface_form":"Princess Toadstool","offset":526},{"uri":"Mario_(Nintendo)","surface_form":"Mario","offset":550},{"uri":"Luigi","surface_form":"Luigi","offset":560},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":649}]}