{"id":114515,"url":"http://en.wikipedia.org/wiki/Monsters%2C_Inc.","text":"\"Monsters, Inc.\" is a 2001 movie produced by Pixar Animation Studios. It was Pixar's fourth computer animated movie. The movie was released to theaters by Walt Disney Pictures in the United States on November 2, 2001. It was released in Australia on December 26, 2001 and in the United Kingdom on February 8, 2002.\n\"Monsters, Inc.\" saw a 3D re-release in theaters on December 19, 2012. A prequel titled \"Monsters University\", which was directed by Dan Scanlon, was released on June 21, 2013. A television series titled \"Monsters at Work\" will release on Disney+ in early 2021.\nDevelopment.\nThe idea for \"Monsters, Inc.\" came during a lunch in 1994 attended by John Lasseter, Pete Docter, Andrew Stanton and Joe Ranft. One of the ideas that came out of the brainstorming session was a movie about monsters. \"When we were making \"Toy Story\", Pete Docter claimed, \"everybody came up to me and said that they totally believed that their toys came to life when they left the room. When Disney asked us to make more films, I wanted to tap into a child-like notion that was similar to \"Toy Story\". I knew monsters were coming out of my closet when I was a kid. So I decided monsters would be appropriate\". Docter's original idea revolved around a 30-year-old man dealing with monsters (which he drew in a book as a boy) coming back to bother him as an adult. Each monster represented a fear he had, and conquering those fears caused the monsters eventually to disappear.\nPete Docter started working on the script in 1996. He completed a draft treatment in February 1997 with Harley Jessup, Jill Culton and Jeff Pidgeon. However, Sulley worked in the scream refinery before being changed to Monsters Inc.'s top scare producer. Also Boo was 6 years old, but was changed to 3 years. This was because \"The younger she was, she became the more dependent on Sulley,\" claimed by Pete Docter. The initial story did not have the character of Mike Wazowski. Mike wasn't added to the story until in April 1998, when development artist Ricky Nierva drew a concept sketch of Mike and everyone liked it. Jeff Pidgeon and Jason Katz story-boarded a test in which Mike was helping Sulley choose a tie for work and Mike Wazowski soon became a vital character in the movie. Originally Mike had no arms, and had to use his legs as appendages, however due to technical difficulties arms were soon added. Billy Crystal had been approached to play Buzz Lightyear in the original \"Toy Story\", but turned down the offer. However, once he saw the film, he regretted not taking the part, and when he was approached to play Mike, he jumped at the offer. The film went into production in 2000.\nOne of the major breakthroughs of \"Monsters, Inc.\" was the simulated movement of Sulley's fur and Boo's shirt. The animators would animate the characters \"Bald and Naked\". Once the animation was finished, a computer program aided by the \"Simulation Department\" would apply the hair and cloth onto the characters. If Sulley moved the hair would react to the movement just like it would in nature. The same goes for Boo's T-shirt that would produce wrinkles in the fabric. This would save the animators from animating the three million hairs on Sullivan individually.\nHarryhausen's was originally going to be blown up but due to the September 11 attacks, the explosion was replaced with a plasma containment orb.\nA lawsuit by Stanley Mouse alleged that the characters of Mike and Sulley were based on drawings he had tried to sell to Hollywood in 1998.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Pixar","surface_form":"Pixar Animation Studios","offset":45},{"uri":"Computer_animation","surface_form":"computer animated","offset":92},{"uri":"Walt_Disney_Pictures","surface_form":"Walt Disney Pictures","offset":155},{"uri":"United_States","surface_form":"United States","offset":183},{"uri":"Australia","surface_form":"Australia","offset":237},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":279},{"uri":"3D_film","surface_form":"3D","offset":338},{"uri":"Prequel","surface_form":"prequel","offset":388},{"uri":"Monsters_University","surface_form":"Monsters University","offset":404},{"uri":"Dan_Scanlon","surface_form":"Dan Scanlon","offset":448},{"uri":"Monsters_at_Work","surface_form":"Monsters at Work","offset":520},{"uri":"Disney%2B","surface_form":"Disney+","offset":554},{"uri":"Jill_Culton","surface_form":"Jill Culton","offset":1583},{"uri":"Jeff_Pidgeon","surface_form":"Jeff Pidgeon","offset":1599},{"uri":"Ricky_Nierva","surface_form":"Ricky Nierva","offset":2017},{"uri":"Jeff_Pidgeon","surface_form":"Jeff Pidgeon","offset":2083},{"uri":"Jason_Katz","surface_form":"Jason Katz","offset":2100},{"uri":"Billy_Crystal","surface_form":"Billy Crystal","offset":2377},{"uri":"Buzz_Lightyear","surface_form":"Buzz Lightyear","offset":2419}]}