{"id":114746,"url":"http://en.wikipedia.org/wiki/Konrad_Lorenz","text":"Konrad Zacharias Lorenz (Vienna, 7 November 1903 – Vienna, 27 February 1989) was an Austrian zoologist, naturalist, ornithologist and Nobel Prize winner. He is one of the founders of studies on animal behaviour (ethology). Lorenz studied instinctive behavior in animals, especially in Greylag geese and jackdaws.\nBiography.\nIn his autobiographical essay, published in 1973 in \"Les Prix Nobel\" (people who win the Nobel Prize are asked to write essays about their lives), Lorenz said that his parents were the main reason he was so successful. He also said that a book by Selma Lagerlof called \"The Wonderful Adventures of Nils\" that he read as a child was the reason he became interested in wild geese.\nLorenz began his studies in 1922 at Columbia University, but he returned to Vienna in 1923 to continue his studies at the University of Vienna until 1928. At this university he became an assistant professor from 1928 to 1935.\nIn 1936, Lorenz met his great friend and colleague Niko Tinbergen. Together they studied geese – wild, domestic, and hybrid.\nIn 1940 Lorenz became a professor of psychology at the University of Königsberg. He was drafted into the Wehrmacht in 1941. He tried to become a motorcycle mechanic, but instead he was assigned as a medic. He was a prisoner of war in the Soviet Union from 1942 to 1948. During this time, he continued to work as a medical doctor and \"got quite friendly with some Russians, mostly doctors\". When he was sent back home after the war, he was allowed to keep both the manuscript of the book he had been writing and his pet starling. He arrived back in Altenberg \"with manuscript and bird intact.\" The manuscript became his book \"Behind the Mirror\".\nLorenz shared the 1973 Nobel Prize in Physiology or Medicine \"for discoveries in individual and social behavior patterns\" with two other important early ethologists, Niko Tinbergen and Karl von Frisch. In 1969, he became the first person to receive the Prix mondial \"Cino Del Duca\".\nLorenz retired from the Max Planck Institute in 1973 but continued to research and publish from his family home, in Austria. Konrad Lorenz died on 27 February 1989, in Altenberg.\nPolitics.\nLorenz joined the Nazi Party in 1938 and accepted a university position under Nazi Germany. In his application for membership to the Nazi-party NSDAP he wrote in 1938: \"I'm able to say that my whole scientific work is devoted to the ideas of the National Socialists.\"\nWhen he accepted the Nobel Prize in 1973, Lorenz apologized for a 1940 publication that included Nazi views of science, saying that \"many highly decent scientists hoped, like I did, for a short time [that] National Socialism [would produce good results], and many quickly turned away from it with the same horror as I [did].\"\nLorenz' ideas.\nTogether with Niko Tinbergen, Lorenz formed the idea of an innate releasing mechanism to explain instinctive behaviors (fixed action patterns). Building on the ideas of William McDougall, Lorenz developed this into a \"psychohydraulic\" explanation of the motives (reasons) of behavior. Another contribution is his work on imprinting. His influence on a younger generation of ethologists, as well as his books, were important in bringing ethology to the attention of the general public.\nLorenz' vision of the challenges facing humanity.\nLorenz states that humanity is the only species that is not forced to abide by these mechanisms, as humans are the only species that has the ability to change its own environment: \"[The pace of human ecology] is determined by the progress of man's technology\". Not only that, but human ecology (economy) is governed by mechanisms of positive feedback, defined as a mechanism which tends to encourage behavior rather than to discourage it. p43\nIn this book, Lorenz proposes that the best hope for mankind lies in our looking for mates based on the kindness of their hearts rather than good looks or wealth.\nPhilosophical ideas.\nIn his 1973 book \"Behind the Mirror: a search for a natural history of human knowledge\", Lorenz considers an old philosophical question: Do our senses actually tell us about the world as it is? Or do they only give us an illusion? Lorenz' answer comes from evolutionary biology. Only things that help a species to survive and reproduce are kept. Anything that does not benefit a species is quickly removed through the process of natural selection. Lorenz argued that if our senses gave us wrong information about our environment, humanity would soon be extinct. Therefore we can be sure that our senses give us correct information, for otherwise we would not be here to be deceived.\nBooks and essays.\nLorenz's best-known books are \"King Solomon's Ring\" and \"On aggression\", both written for a popular audience. His scientific work appeared mainly in journal articles, written in German; they became widely known to English-speaking scientists through the descriptions of it in Tinbergen's 1951 book \"The study of instinct\", though many of his papers were later published in English translation in the two volumes titled \"Studies in animal and human behaviour\".","categories":[],"infobox_types":["Scientist"],"annotations":[{"uri":"Vienna","surface_form":"Vienna","offset":25},{"uri":"Austria","surface_form":"Austria","offset":84},{"uri":"Zoology","surface_form":"zoologist","offset":93},{"uri":"Naturalist","surface_form":"naturalist","offset":104},{"uri":"Ornithology","surface_form":"ornithologist","offset":116},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":134},{"uri":"Ethology","surface_form":"ethology","offset":212},{"uri":"Instinct","surface_form":"instinctive behavior","offset":238},{"uri":"Animal","surface_form":"animal","offset":262},{"uri":"Geese","surface_form":"geese","offset":293},{"uri":"Jackdaw","surface_form":"jackdaw","offset":303},{"uri":"Autobiography","surface_form":"autobiographical","offset":331},{"uri":"Essay","surface_form":"essay","offset":444},{"uri":"Columbia_University","surface_form":"Columbia University","offset":739},{"uri":"University_of_Vienna","surface_form":"University of Vienna","offset":825},{"uri":"Professor","surface_form":"professor","offset":900},{"uri":"Niko_Tinbergen","surface_form":"Niko Tinbergen","offset":980},{"uri":"Psychology","surface_form":"psychology","offset":1091},{"uri":"University_of_K%C3%B6nigsberg","surface_form":"University of Königsberg","offset":1109},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":1159},{"uri":"Motorcycle","surface_form":"motorcycle","offset":1199},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":1269},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1292},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":1722},{"uri":"Ethology","surface_form":"ethologists","offset":1852},{"uri":"Niko_Tinbergen","surface_form":"Niko Tinbergen","offset":1865},{"uri":"Karl_von_Frisch","surface_form":"Karl von Frisch","offset":1884},{"uri":"Max_Planck_Institute","surface_form":"Max Planck Institute","offset":2006},{"uri":"National_Socialist_German_Workers_Party","surface_form":"Nazi Party","offset":2189},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":2249},{"uri":"National_Socialist_German_Workers_Party","surface_form":"NSDAP","offset":2315},{"uri":"Nazism","surface_form":"National Socialists","offset":2417},{"uri":"Innate_releasing_mechanism","surface_form":"innate releasing mechanism","offset":2839},{"uri":"William_McDougall_(psychologist)","surface_form":"William McDougall","offset":2949},{"uri":"Imprinting","surface_form":"imprinting","offset":3101},{"uri":"Ethology","surface_form":"ethologists","offset":3154},{"uri":"Philosophy","surface_form":"philosophical","offset":4055},{"uri":"Evolutionary_biology","surface_form":"evolutionary biology","offset":4199},{"uri":"Natural_selection","surface_form":"natural selection","offset":4371},{"uri":"King_Solomon%27s_Ring_(nonfiction)","surface_form":"King Solomon's Ring","offset":4674},{"uri":"German_language","surface_form":"German","offset":4821}]}