{"id":114750,"url":"http://en.wikipedia.org/wiki/Dalmatian_Italians","text":"Dalmatian Italians are Italians whose family comes from Dalmatia in today's Croatia, Montenegro and Bosnia and Herzegovina.\nItalian presence in Dalmatia.\nDalmatian Italians are one of the historical ethnic groups of Dalmatia (in today's Republics of Croatia and Montenegro).\nThey are direct descendants of the autochthonous population of the romanised Illyrians in present Dalmatia, since the Middle Ages when they lived in the Dalmatian City-states and surrounding islands.\nAfter the 1840s their ethnic group suffered from a constant trend of decreasing presence and now numbers only around 1,000 people. This group, though small in numbers, exerted an unproportionally significant and noteworthy influence on the region in the last centuries.\nIndeed the Dalmatian Italians were a fundamental presence in Dalmatia, when the process of political unification of the Italians, Croats and Serbs started at the beginning of the 19th century. The 1816 Austro-Hungarian census registered 66,000 Italian speaking people between the 301,000 inhabitants of Dalmatia, or 22% of the total dalmatian population. But in 2010 they were reduced to only a few hundreds.\nThey are currently represented in Croatia and Montenegro by the \"Italian National Community\" () (CNI). The Italo-Croatian minorities treaty recognizes the \"Italian Union\" (Unione Italiana) as the political party officially representing the CNI in Croatia. The number of Dalmatian Italians in that country has fallen to 300, and the Italian Union concentrates on the Istrian region, including the city of Fiume (actual Rijeka), which is home to the vast majority of the Croatian Italian national minority numbering around 30,000 citizens.\nIn Dalmatia the most important centres of the CNI are in Zara (actual Zadar), Spalato and Cattaro (Montenegro).\nHistory.\nDalmatian Italians participated actively in the Union of Italy, called \"Risorgimento\".\nMany Dalmatian Italians tried to unite their cities (like Spalato) to the Kingdom of Italy after the end of WWI: the Incidents in Spalato were the most famous event related to their struggle.\nSome Dalmatian Italians, mostly living in Zara (actual Zadar), entered in the Italian government after WWI and promoted the conquest of coastal Dalmatia by Italian troops in 1941. After WWII nearly all the 25.000 remaining Dalmatian Italians of Zara and the Italian \"Governatorato di Dalmazia\" were forced to leave Dalmatia during the Istrian-Dalmatian exodus.\nNowadays one of the principal problems for the exiled is the prohibition to buy houses in Croatia for Italian people not resident in Croatia (and, of course, their request of payment for their properties lost in Dalmatia when forced to exile).\nOrganizations and periodicals.\nThe most popular periodical for Dalmatian Italians is \"Il Dalmata\", published in Trieste by Renzo de' Vidovich.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italians","surface_form":"Italians","offset":23},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":56},{"uri":"Croatia","surface_form":"Croatia","offset":76},{"uri":"Montenegro","surface_form":"Montenegro","offset":85},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":100},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":199},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":216},{"uri":"Dalmatian_City-states","surface_form":"Dalmatian City-states","offset":428},{"uri":"Istria","surface_form":"Istria","offset":1520},{"uri":"Split","surface_form":"Spalato","offset":1770},{"uri":"Kotor","surface_form":"Cattaro","offset":1782},{"uri":"Italy","surface_form":"Italy","offset":1870},{"uri":"Split","surface_form":"Spalato","offset":1958},{"uri":"WWI","surface_form":"WWI","offset":2008},{"uri":"1918%E2%80%931920_unrest_in_Split","surface_form":"Incidents in Spalato","offset":2017},{"uri":"WWI","surface_form":"WWI","offset":2195},{"uri":"WWII","surface_form":"WWII","offset":2278},{"uri":"Istrian-Dalmatian_exodus","surface_form":"Istrian-Dalmatian exodus","offset":2427},{"uri":"Trieste","surface_form":"Trieste","offset":2809}]}