{"id":11470,"url":"http://en.wikipedia.org/wiki/Bisexuality","text":"Bisexuality is a sexual orientation. Bisexual \"(also bi)\" people are sexually attracted to both men and women. Some bisexual people love men and women the same and some love one more than the other. A person's sexual orientation can range from heterosexual to homosexual, but it can also fall somewhere in between.\nA popular myth within the LGBT community is that bisexual people can only be attracted to cis people (people who identify with their assigned birth gender), and/or males and females. This is incorrect.\nSome bisexual people have preferences to one or more sexes, however some may not. Both attractions are entirely valid and accepted by the bisexual community, as bisexuality is fluid and is a different experience for every bisexual person.\nIn 1948, Alfred Kinsey published the Kinsey scale. The Kinsey scale shows that sexuality is a continuum, meaning it moves little by little from heterosexuality to homosexuality. On the Kinsey scale, a \"0\" is someone who is only heterosexual. A \"6\" is someone who is only homosexual. Someone who is equally homosexual and heterosexual (bisexual) is a \"3\".\nIn biology, bisexual can define an organism that has both male and female organs. This mostly refers to plants.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":17},{"uri":"Sexual_attraction","surface_form":"attracted","offset":78},{"uri":"Men","surface_form":"men","offset":96},{"uri":"Women","surface_form":"women","offset":104},{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":210},{"uri":"Heterosexuality","surface_form":"heterosexual","offset":244},{"uri":"Homosexuality","surface_form":"homosexual","offset":260},{"uri":"LGBT","surface_form":"LGBT","offset":341},{"uri":"Alfred_Kinsey","surface_form":"Alfred Kinsey","offset":765},{"uri":"Kinsey_scale","surface_form":"Kinsey scale","offset":793},{"uri":"Continuum","surface_form":"continuum","offset":850},{"uri":"Biology","surface_form":"biology","offset":1114},{"uri":"Organism","surface_form":"organism","offset":1146},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":1185},{"uri":"Plants","surface_form":"plants","offset":1215}]}