{"id":114725,"url":"http://en.wikipedia.org/wiki/Istrian-Dalmatian_exodus","text":"ce=\"preserve\">Istrian-Dalmatian exodus was the diaspora or forced migration of ethnic Italians from Istria, Fiume, and Dalmatia, after World War II. Those territories were ethnically mixed since the Middle Ages. Most people were Italians, but there were also Slovenian, Croatian, Serbian and other communities.\nNational Memorial Day of the Exiles and Foibe is Italian celebration in memory of all exiles and victims in massacres of Foibe: murdered and survived.\nCharacteristics.\nIstria including Fiume (Rijeka) and parts of Dalmatia including Zara (zadar), had been annexed to Italy after World War I. At the end of World War II the former Italian territories in Istria and Dalmatia became part of Yugoslavia by the Paris Peace Treaty (1947), with the only exception being the communes of Muggia and San Dorligo della Valle.\nItalian sources claim that about 350,000 ethnic Italians had to leave the areas after the conflict. Official data shows that between 1948 and 1961 (the \"exodus\" started in 1943 in Dalmatia and in 1945 in the rest of the territory) the numbers of ethnic Italians living in Slovenia - almost exclusively in Slovenian Istria and along the Italian border - actually decreased by nearly -87% (from 25,451 to 3,072). The data for the Former Yugoslavia shows a decrease in the same years from 113,278 to 25,615. According to Slovenian historian Matjaž Klemenčič, \"in 1953 only 36,000\" (Italians) \"lived in the region of former Yugoslavia, i.e. 16% of the Italian population before World War II. Italians also emigrated in later decades (most of them to the Australia, Canada, South America or the USA). Therefore their population declined in each subsequent census until 1981. We have to emphasize that the data of the Yugoslav census are unrealiable in relation to the real number if Italians, since many members of the Italian minority, for various reasons, chose 'Nationality Undeclared' or their regional identity (most as 'Istrians'). In the 1991 census there was a relatively large increase of Italians,\" (19,213 in the Regions of autochthonous settlements of Italians in Croatia) \"compared to 1981 census\" (15,132). \"Many Italians who in previous census did not declare as such, declared themselves 'Italians' in 1991 because they counted on the help of Italy in forthcoming crises in the region\".\nIn some municipalities in Croatia in Slovenia, census data shows that there are still many Italians living in Istria, such as 66% of the population of Grisignano (519 Italians), 41% at Bertoniglia (652 Italians) and nearly 40% in Buie (2,118 Italians).\nOverview of the exodus.\nThe Italians in coastal Slovenia and Croatia were mostly an indigenous population (in 1910 they accounted for more than a third of the local inhabitants, while in Istria they were nearly 55%), bolstered by new arrivals or the so called \"regnicoli\", never well liked by the slavs by the indigenous Venetian-speaking Istrians, who arrived between 1918-1943, when Istria, Fiume, part of Dalmatia, and the islands of Cres (Cherso), Lussino, Lagosta, and Pelagosa (Palagruža) were part of Italy. Austrian 1910 census indicated approximately 182,500 people who listed Italian as their language of communication in what is now the territory of Slovenia and Croatia: 137,131 in Istria, 28,911 in Fiume/Rijeka (1918), 11,487 in Zara/Zadar, 5,000 in Dalmatia, while the Italian 1936 census indicated approximately 230,000 people who listed Italian as their language of communication in what is now the territory of Slovenia and Croatia, then part of the Italian state (ca. 194,000 in today’s Croatia and ca. 36,000 in today’s Slovenia). From the end of World War II until 1953, according to various data, between 250,000 and 350,000 people emigrated from these regions. Some thousands were Slovenes and Croats who opposed the Communist government in Yugoslavia, while most were ethnic Italians, the so-called \"optanti\" emigrants who were living permanently in this region on 10 June 1940 and who expressed their wish to obtain Italian citizenship and emigrate to Italy. The emigration of Italians greatly reduced the total population of the region and totally altered its ethnic structure.\nIn 1953, officially, only 36,000 Italians lived in Yugoslavia, 16% of the Italian population before World War II. In its 1996 report on 'Local self-government, territorial integrity and protection of minorities' the Council of Europe's European Commission for Democracy through Law (the Venice Commission) put it that \"a great majority of the local Italians, Italianites (of Slavic and other origin), many thousands of Slovenes and of nationally undefined bilingual 'Istrians' used their legal right from the peace treaty to 'opt out' of the Yugoslav controlled part of Istria. In several waves they moved to Italy and elsewhere (also overseas) and claimed Italian or other citizenship. The mass exodus of the optanti (or \"esuli\" as they were called in Italy) from 'godless communist Yugoslavia' was actively encouraged by the Italian authorities, Italian radio and the Roman Catholic bishop of Trieste. After this huge drain, the numerical strength of the remaining Italian minority became stable\".\nAncient times.\nEvidence of Italic people living alongside those from other ethnic groups on the eastern side of the Adriatic as far north as the Alps goes back at least to the Bronze Age, and the populations have been mixed ever since. A 2001 population census counted 23 languages spoken by the people of Istria. Istria and Dalmatia were fully latinized at the fall of the Roman empuire in the fifth century.\nFrom the Middle Ages onwards numbers of Slavic people near and on the Adriatic coast were ever increasing, due to their expanding population and due to pressure from the Turks pushing them from the south and east. This led to Italic people becoming ever more confined to urban areas in Dalmatia, while the countryside was populated by Slavs, with certain isolated exceptions. But Istria remained fully Italian until the Ottoman invasion in the sixteenth century.\nThe original majority Italian population suffered economic and political disadvantages, which gradually increased with the the Austro-Hungarian empire in the 19th century. This created a strong emigration: in Dalmatia the Dalmatian Italians were 25% in 1815, but a century later in 1915 they were only 2%.\nWorld War I and the Post-War Period.\nIn 1915, the Italians attacked the Austro-Hungarian Empire leading to bloody conflict mainly on the Isonzo and Piave fronts. Britain, France and Russia had been \"keen to bring neutral Italy into World War One on their side. Italy however drove a hard bargain, demanding extensive territorial concessions once the war had been won\".\nIn a deal to draw Italy into the war, under the London Pact, Italy was granted Trentino, Trieste, (the German-speaking) South Tyrol, and Istria including large non-Italian communities. But Dalmatia was excluded, as was Rijeka. In Dalmatia, not granted to Italy by the London pact, Italy gained the city of Zadar and some islands.\nAfter World War I, under the Treaty of Rapallo between the Kingdom of Serbs, Croats and Slovenes (later Kingdom of Yugoslavia) and the Kingdom of Italy (12 November 1920), Italy obtained all of Istria with Trieste, the exception being the island of Krk and part of Kastav commune, which went to the Kingdom of Serbs, Croats and Slovenes. By the Treaty of Rome (27 January 1924) the Free state of Fiume was split between Italy and Yugoslavia.\nWorld War Two.\nAfter the Wehrmacht invasion of Yugoslavia (6 April 1941), the Italian zone of occupation was further expanded. Italy annexed large areas of coastal Yugoslavia (including most of coastal Dalmatia) and Slovenia (including its capital Ljubljana).\nAfter the Second World War, there were large-scale movements of people choosing to move to Italy rather than live in Yugoslavia. In Yugoslavia, the people who left were called \"optanti\", which translates as 'choosers', while they call themselves \"esuli\" or exiles. Their motives for leaving may have been fear of reprisals and murders, economic motives, or ethnically based.\nThe foibe massacres.\nWhen the Fascist regime collapsed in 1943 reprisals against Italian fascists and civilians (even Italian communists) took place. At least 200 Italians were killed by Tito's resistance movement in September 1943; some had been connected to the fascist regime, while others were victims of personal hatred or the attempt of the partisan resistance to get rid of its real or supposed enemies. These events took place in central and eastern Istria, as well as in Slovenian Primorska.\nThe second wave of anti-Italian violence took place after occupation of Slav army in May 1945. This was known as the foibe massacres; actually it was a reenaction of what had been already began in 1943 but in larger scale.\nMany Italian sources claim that these killings were ethnic cleansing and genocide: Italian people were forced to mass migration by Tito supporters.\nThe number of victims is not certain. The Italian historian Raoul Pupo suggests 4,500 were killed (including the events of 1943), mostly Italians, but many bodies wearing Partisan uniforms were found as well, so the number is subject to many interpretations. Other sources suggest numbers reaching up to 30,000 killed or missing.\nThe exodus.\nEconomic insecurity, ethnic hatred and the international political context that eventually led to the Iron Curtain resulted in approximately 350,000 people, mostly Italians, choosing to leave the region. The London Memorandum of 1954 gave to the ethnic Italians the choice of either opting to leave (the so-called \"optants\") or staying. These exiles were to be given compensation for their loss of property and other indemnity by the Italian state under the terms of the peace treaties. Following the exodus, the areas were settled with Yugoslav people.\nPeriods of the exodus.\nThe exodus took place between 1943 and 1960; Italians allege that most of their numbers left in\nThe first period took place after the surrender of the Italian army and the beginning of the first wave of anti-fascist violence.\nThe second period was soon after the end of the war and approximately around the time of the second wave of anti-fascist violence. The Wehrmacht was engaged in a front-wide retreat from the Yugoslav Partisans, along with the local collaborationist forces (the Ustaše, the Domobranci, the Chetniks, and units of Mussolini's puppet Italian Social Republic).\nThe third period took place after the Paris peace treaty, when Istria was assigned to the Socialist Federal Republic of Yugoslavia, except for a small area in the northwest part that formed the independent Free Territory of Trieste.\nThe fourth period took place after the Memorandum of Understanding in London. It gave provisional civil administration of Zone A (with Trieste), to Italy, and Zone B to Yugoslavia: in 1975 the Treaty of Osimo finally divided the former Free Territory of Trieste.\nEstimates of the exodus.\nThe mixed Italian-Slovenian Historical Commission verified 27,000 Italian and 3,000 Slovene migrants, but only from Slovenian territory.\nProperty reparation.\nOn February 18, 1983 Yugoslavia and Italy signed a treaty in Rome. Yugoslavia agreed to pay US$110 million for the compensation of the exiles' property which was confiscated after the war in the Zone B of Free Territory of Trieste. Up to its breakup in 1991, Yugoslavia had paid US$18 million. Slovenia and Croatia, two Yugoslav successors, agreed to share the remainder of this debt. Slovenia assumed 62% and Croatia the remaining 38%. Italy did not want to reveal the bank account number so in 1994 Slovenia opened a fiduciary account at Dresdner Bank in Luxembourg, informed Italy about it and started paying its US$55,976,930 share. The last payment was due in January 2002. Until today, the solution of the matter between Croatia and Italy has been delayed. None of the refugees from the Free Territory of Trieste saw a single penny so far.\nHistorical debate.\nIt has been established that foibe massacres were been used by Slav communists for ethnic-political cleansing. In fact, foibe massacres and exodus were described as a democide and an ethnic-political cleansing by Italian president Giorgio Napolitano.","categories":[],"infobox_types":[],"annotations":[{"uri":"Diaspora","surface_form":"diaspora","offset":47},{"uri":"Forced_migration","surface_form":"forced migration","offset":59},{"uri":"Italy","surface_form":"Italians","offset":86},{"uri":"Istria","surface_form":"Istria","offset":100},{"uri":"Rijeka","surface_form":"Fiume","offset":108},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":119},{"uri":"World_War_II","surface_form":"World War II","offset":135},{"uri":"National_Memorial_Day_of_the_Exiles_and_Foibe","surface_form":"National Memorial Day of the Exiles and Foibe","offset":311},{"uri":"Massacres_of_Foibe","surface_form":"massacres of Foibe","offset":419},{"uri":"Istria","surface_form":"Istria","offset":479},{"uri":"Rijeka","surface_form":"Fiume","offset":496},{"uri":"Zadar","surface_form":"Zara","offset":543},{"uri":"Kingdom_of_Italy_(1861-1946)","surface_form":"Italy","offset":577},{"uri":"World_War_I","surface_form":"World War I","offset":589},{"uri":"World_War_II","surface_form":"World War II","offset":616},{"uri":"Socialist_Federal_Republic_of_Yugoslavia","surface_form":"Yugoslavia","offset":698},{"uri":"Treaty_of_peace_with_Italy_(1947)","surface_form":"Paris Peace Treaty","offset":716},{"uri":"Comune","surface_form":"commune","offset":777},{"uri":"Muggia","surface_form":"Muggia","offset":789},{"uri":"San_Dorligo_della_Valle","surface_form":"San Dorligo della Valle","offset":800},{"uri":"Socialist_Republic_of_Slovenia","surface_form":"Slovenia","offset":1097},{"uri":"Matja%C5%BE_Klemen%C4%8Di%C4%8D","surface_form":"Matjaž Klemenčič","offset":1363},{"uri":"Gro%C5%BEnjan","surface_form":"Grisignano","offset":2474},{"uri":"Brtonigla","surface_form":"Bertoniglia","offset":2508},{"uri":"Buje","surface_form":"Buie","offset":2553},{"uri":"Istria","surface_form":"Istria","offset":2763},{"uri":"Council_of_Europe","surface_form":"Council of Europe","offset":4396},{"uri":"Venice_Commission","surface_form":"Venice Commission","offset":4467},{"uri":"Roman_Catholic_bishop_of_Trieste","surface_form":"Roman Catholic bishop of Trieste","offset":5050},{"uri":"Ancient_peoples_of_Italy","surface_form":"Italic","offset":5207},{"uri":"Turkish_people","surface_form":"Turks","offset":5760},{"uri":"Dalmatian_Italians","surface_form":"Dalmatian Italians","offset":6275},{"uri":"Italian_Campaign_(World_War_I)","surface_form":"the Italians attacked the Austro-Hungarian Empire","offset":6405},{"uri":"Battles_of_the_Isonzo","surface_form":"Isonzo","offset":6496},{"uri":"Battle_of_the_Piave_River","surface_form":"Piave","offset":6507},{"uri":"London_Pact","surface_form":"London Pact","offset":6776},{"uri":"Zadar","surface_form":"Zadar","offset":7034},{"uri":"Treaty_of_Rapallo%2C_1920","surface_form":"Treaty of Rapallo","offset":7087},{"uri":"Kingdom_of_Serbs%2C_Croats_and_Slovenes","surface_form":"Kingdom of Serbs, Croats and Slovenes","offset":7117},{"uri":"Krk","surface_form":"Krk","offset":7307},{"uri":"Kastav","surface_form":"Kastav","offset":7323},{"uri":"Treaty_of_Rome%2C_1924","surface_form":"Treaty of Rome","offset":7403},{"uri":"Free_State_of_Fiume","surface_form":"Free state of Fiume","offset":7440},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":7525},{"uri":"Invasion_of_Yugoslavia","surface_form":"invasion of Yugoslavia","offset":7535},{"uri":"Ljubljana","surface_form":"Ljubljana","offset":7748},{"uri":"Josip_Broz_Tito","surface_form":"Tito","offset":8322},{"uri":"Partisans_(Yugoslavia)","surface_form":"resistance movement","offset":8329},{"uri":"Foibe_massacres","surface_form":"foibe massacres","offset":8753},{"uri":"Ethnic_cleansing","surface_form":"ethnic cleansing","offset":8911},{"uri":"Genocide","surface_form":"genocide","offset":8932},{"uri":"Iron_Curtain","surface_form":"Iron Curtain","offset":9451},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":10287},{"uri":"Yugoslav_Partisans","surface_form":"Yugoslav Partisans","offset":10342},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":10412},{"uri":"Domobranci","surface_form":"Domobranci","offset":10424},{"uri":"Chetniks","surface_form":"Chetniks","offset":10440},{"uri":"Italian_Social_Republic","surface_form":"Italian Social Republic","offset":10482},{"uri":"Socialist_Federal_Republic_of_Yugoslavia","surface_form":"Socialist Federal Republic of Yugoslavia","offset":10598},{"uri":"Free_Territory_of_Trieste","surface_form":"Free Territory of Trieste","offset":10714},{"uri":"Memorandum_of_Understanding","surface_form":"Memorandum of Understanding","offset":10780},{"uri":"London","surface_form":"London","offset":10811},{"uri":"Treaty_of_Osimo","surface_form":"Treaty of Osimo","offset":10934},{"uri":"Rome","surface_form":"Rome","offset":11248},{"uri":"Free_Territory_of_Trieste","surface_form":"Free Territory of Trieste","offset":11392},{"uri":"Croatia","surface_form":"Croatia","offset":11494},{"uri":"Successor_state","surface_form":"successors","offset":11516},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":11744},{"uri":"Free_Territory_of_Trieste","surface_form":"Free Territory of Trieste","offset":11980},{"uri":"Democide","surface_form":"democide","offset":12219},{"uri":"Giorgio_Napolitano","surface_form":"Giorgio Napolitano","offset":12283}]}