{"id":11471,"url":"http://en.wikipedia.org/wiki/Barbados","text":"Barbados is an island country in the Atlantic Ocean. The island has an area of about 430 km². Its capital and largest city is Bridgetown. The official language of Barbados is English. Barbados is a popular tourist destination. In 2008, the island had a population of about 284,000 people. About 80,000 live in or around Bridgetown.\nThe island is in the western area of the North Atlantic and 100 kilometres (62 mi) east of the Windward Islands and the Caribbean Sea. It is about east of the islands of Saint Vincent and the Grenadines, and north-east of Trinidad and Tobago. Barbados is outside of the main Atlantic hurricane belt.\nThe island's only airport is the Grantley Adams International Airport.\nHistory.\nThe earliest inhabitants of Barbados were Native Americans. Barbados was first visited by the Spanish around the late 1400s to early 1500s. It first was on a Spanish map in 1511. The native Arawaks may have fled or been enslaved. The Portuguese visited in 1536. They brought wild hogs for a good supply of meat whenever the island was visited. The first English ship, the \"Olive Blossom\", came in 1624. They said the island belonged to the British king James I. Two years later in 1627 the first permanent settlers arrived from England. Slaves from Africa were sent to Barbados to work on sugar plantations.\nGovernment and politics.\nBarbados has been an independent country since 30 November 1966. Elizabeth II, Queen of Barbados is the head of state. The Queen is represented locally by the Governor-General. The Prime Minister is the local head of the government.\nMilitary.\nThe Barbados Defence Force has roughly 600 members.\nThe Barbados Defence Force (BDF) is the name given to the combined armed forces of Barbados. The BDF was established August 15, 1979, and has responsibility for the territorial defence and internal security of the island. The headquarters for the Barbados Defence Force are in the St. Ann's Fort area at The Garrison, Saint Michael.\nForce Headquarters — provided administrative and logistical support for the entire force\nThe Barbados Regiment — this is the main land force component, and encompasses both regular and reserve units.\nBarbados Coast Guard — this is the maritime element, with responsibility for patrolling Barbados' territorial waters as well as drug interdiction and humanitarian and life-saving exercises. It too encompasses both regular and reserve units.\nBarbados Cadet Corp — Military youth organisation. Includes Infantry and Sea Cadets. This organisation was started in 1904. The first females joined the cadet corps in 1970s to 1980s.\nThe Cadet Corps has a pledge and also a song. It started with 3 normal units but today has expanded to 22. These units are grouped into Zones. There are also a band, sea cadet and medical units along with a shooting programme.\nIn 1981 a Cessna 402C entered service as part of the air wing.\nGeography and climate.\nBarbados is the easternmost island in the Lesser Antilles. It is flat in comparison to its island neighbours to the west. The highest point of the nation is Mount Hillaby.\nThe country usually has two seasons. The \"wet season\" is from June to November. The \"dry season\" is from December to May.\nDivisions.\nSt. George and St. Thomas in the middle of the country are the only two parishes without coastlines.\nDemographics.\nThe population of Barbados is about 300,000 people, nearly 90% of that is predominantly of African and Mixed descent, 6% are Asian and 4% Whites. There is also an East Indian minority on the island and Chinese and other ethnic groups. Gypsies were expelled to Barbados during the colonial era.\nReligion.\nMost Barbadians are Christians (95%). The most common Christian church is Anglicans (40%). Other Christian churces in Barbados are the Catholic Church, Pentecostals (Evangelicals) Jehovah's Witnesses, Seventh-Day Adventist and Spiritual Baptists. The Church of England was the official state religion. It was ended by the Parliament of Barbados after independence. Other religions include Hindus, Muslims, the Baha'i Faith, Jews and Wiccans.\nCulture.\nThe influence of the English on Barbados is more noticeable than on other islands in the West Indies. A good example of this is the island's national sport: cricket. Barbados has had several great cricketers, including Sir Garfield Sobers and Sir Frank Worrell.\nIn the music business, Rihanna (born Robyn Fenty) is one of Barbados' best-known Grammy winning artists.\nIn Barbados, the official language is English. But they also speak an English-African Creole language known as Bajan.\nSports.\nCricket is very popular on the island. Barbadians play on the West Indies cricket team. The country hosted the final of the 2007 Cricket World Cup.\nObadele Thompson is a world class sprinter from Barbados. Ryan Brathwaite, a hurdler, reached the 2008 Olympic semi-finals in Beijing.\nPolo is very popular with the rich on the island.\nIn golf, the Barbados Open is an annual stop on the European Seniors Tour.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Island","surface_form":"island","offset":15},{"uri":"Country","surface_form":"country","offset":22},{"uri":"Area","surface_form":"area","offset":71},{"uri":"Bridgetown","surface_form":"Bridgetown","offset":126},{"uri":"Language","surface_form":"language","offset":151},{"uri":"English_language","surface_form":"English","offset":175},{"uri":"Tourism","surface_form":"tourist","offset":206},{"uri":"Windward_Islands","surface_form":"Windward Islands","offset":427},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":452},{"uri":"Saint_Vincent_and_the_Grenadines","surface_form":"Saint Vincent and the Grenadines","offset":502},{"uri":"Trinidad_and_Tobago","surface_form":"Trinidad and Tobago","offset":554},{"uri":"Hurricane_belt","surface_form":"hurricane belt","offset":616},{"uri":"Grantley_Adams_International_Airport","surface_form":"Grantley Adams International Airport","offset":665},{"uri":"Native_American","surface_form":"Native Americans","offset":754},{"uri":"James_VI_and_I","surface_form":"James I","offset":1165},{"uri":"Africa","surface_form":"Africa","offset":1261},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":1410},{"uri":"Queen_of_Barbados","surface_form":"Queen of Barbados","offset":1424},{"uri":"Head_of_state","surface_form":"head of state","offset":1449},{"uri":"List_of_Governors-General_of_Barbados","surface_form":"Governor-General","offset":1504},{"uri":"Prime_Minister_of_Barbados","surface_form":"Prime Minister","offset":1526},{"uri":"Head_of_the_government","surface_form":"head of the government","offset":1554},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":2953},{"uri":"Mount_Hillaby","surface_form":"Mount Hillaby","offset":3068},{"uri":"Wet_season","surface_form":"wet season","offset":3125},{"uri":"Dry_season","surface_form":"dry season","offset":3168},{"uri":"African","surface_form":"African","offset":3422},{"uri":"Asian","surface_form":"Asian","offset":3456},{"uri":"East_India","surface_form":"East India","offset":3494},{"uri":"China","surface_form":"Chinese","offset":3533},{"uri":"Anglican_Communion","surface_form":"Anglicans","offset":3709},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":3770},{"uri":"Jehovah%27s_Witness","surface_form":"Jehovah's Witness","offset":3815},{"uri":"Seventh-Day_Adventist","surface_form":"Seventh-Day Adventist","offset":3836},{"uri":"Spiritual_Baptist","surface_form":"Spiritual Baptist","offset":3862},{"uri":"Church_of_England","surface_form":"Church of England","offset":3886},{"uri":"Hinduism","surface_form":"Hindus","offset":4024},{"uri":"Islam","surface_form":"Muslims","offset":4032},{"uri":"Baha%27i_Faith","surface_form":"Baha'i Faith","offset":4045},{"uri":"Jews","surface_form":"Jews","offset":4059},{"uri":"English_people","surface_form":"English","offset":4107},{"uri":"Cricket","surface_form":"cricket","offset":4243},{"uri":"Garfield_Sobers","surface_form":"Sir Garfield Sobers","offset":4305},{"uri":"Frank_Worrell","surface_form":"Sir Frank Worrell","offset":4329},{"uri":"Rihanna","surface_form":"Rihanna","offset":4371},{"uri":"Grammy_awards","surface_form":"Grammy winning","offset":4429},{"uri":"Barbadian_English","surface_form":"Bajan","offset":4564},{"uri":"Cricket","surface_form":"Cricket","offset":4579},{"uri":"West_Indies_cricket_team","surface_form":"West Indies cricket team","offset":4641},{"uri":"2007_Cricket_World_Cup","surface_form":"2007 Cricket World Cup","offset":4703},{"uri":"Obadele_Thompson","surface_form":"Obadele Thompson","offset":4727},{"uri":"Sprint_(running)","surface_form":"sprinter","offset":4761},{"uri":"Ryan_Brathwaite","surface_form":"Ryan Brathwaite","offset":4785},{"uri":"Polo","surface_form":"Polo","offset":4862},{"uri":"Barbados_Open","surface_form":"Barbados Open","offset":4925},{"uri":"European_Seniors_Tour","surface_form":"European Seniors Tour","offset":4964}]}