{"id":114843,"url":"http://en.wikipedia.org/wiki/Newgrange","text":"Newgrange is a Megalithic Passage Tomb at Newgrange, County Meath, Republic of Ireland. It was built about 3200 BC. The kidney shaped mound covers an area of over one acre and is surrounded by 97 kerbstones, some of which are decorated with megalithic art. The 19 metre long inner passage leads to a cruciform chamber with a corbelled roof. It is estimated that the construction of the Passage Tomb at Newgrange would have taken a work force of 300 at least 20 years.\nThe passage and chamber of Newgrange are lit up by the winter solstice sunrise. A shaft of sunlight shines through the roof box over the entrance and penetrates the passage to light up the chamber. The dramatic event lasts for 17 minutes at dawn on the Winter Solstice and for a few mornings either side of the Winter Solstice.\nAdmission to the Newgrange chamber for the Winter Solstice sunrise is by lottery, application forms are available at the Brú na Bóinne Visitor Centre. For the 2007 draw 28,106 applications were submitted. In September each year, 50 names are drawn with 2 places are awarded to each name drawn.\nMegalithic mounds.\nMegalithic mounds such as Newgrange entered Irish mythology as sídhe or fairy mounds. Newgrange was said to be the home of Oenghus, the god of love. The Passage Tomb at Newgrange was re-discovered in 1699 by the removal of material for road building. A major excavation of Newgrange began in 1962; the original facade of sparkling white quartz was rebuilt using stone found at the site.\nWorld heritage site.\nNewgrange has been designated a World Heritage Site by UNESCO and attracts 200,000 visitors per year. There is no direct access to the Passage Tomb at Newgrange, access is by guided tour from the Brú na Bóinne Visitor Centre located close to the village of Donore, Co. Meath. The last tour of Newgrange is 90 minutes before closing time of the Visitor Centre.\nNewgrange chamber.\nImages from inside the chamber at Newgrange including the tri-spiral design on orthostat C10 which is probably the most famous Irish Megalithic symbol. It is often referred to as a Celtic design, but it was carved at least 2500 years before the Celts reached Ireland. At 12 inches in diameter the tri-spiral design is quite small in size, less than one-third the size of the tri-spiral design on the entrance stone.","categories":[],"infobox_types":[],"annotations":[{"uri":"Megalithic","surface_form":"Megalithic","offset":15},{"uri":"Passage_Tomb","surface_form":"Passage Tomb","offset":26},{"uri":"County_Meath","surface_form":"County Meath","offset":53},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":67},{"uri":"Kidney","surface_form":"kidney","offset":120},{"uri":"Acre","surface_form":"acre","offset":167},{"uri":"Art","surface_form":"art","offset":252},{"uri":"Cruciform","surface_form":"cruciform","offset":300},{"uri":"September","surface_form":"September","offset":1004},{"uri":"Irish_mythology","surface_form":"Irish mythology","offset":1153},{"uri":"Oenghus","surface_form":"Oenghus","offset":1232},{"uri":"Excavation","surface_form":"excavation","offset":1368},{"uri":"Facade","surface_form":"facade","offset":1420},{"uri":"Quartz","surface_form":"quartz","offset":1446},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":1549},{"uri":"UNESCO","surface_form":"UNESCO","offset":1572},{"uri":"Celt","surface_form":"Celt","offset":2077}]}