{"id":114998,"url":"http://en.wikipedia.org/wiki/Pikmin","text":"\"Pikmin\" is a real-time strategy video game made by Nintendo for the GameCube game console. It was one of the launch titles made for the GameCube, and is one of the only games Shigeru Miyamoto designed in its generation. It's about a person called Captain Olimar who crash-lands on a planet and meets creatures called Pikmin, who he uses to protect himself and find his ship parts before he runs out of air.\nSetting.\nThe Pikmin Universe has many locations, including the Planet Hocotate where Olimar lives and works and a planet that resembles Earth, but from the perspective of an insect, because Olimar is actually smaller than a quarter. A level in \"Super Smash Bros. Brawl\" is based on this planet.\nSummary.\nCaptain Olimar is traveling in his spaceship called the Dolphin, when it suddenly gets smashed up and crashes on an unknown planet. He travels for a bit before he finds a creature called a Pikmin. He meets up with other Pikmin, and has to use them to gather up the pieces he lost from his ship before 30 days runs out, or the game will be over.\nGameplay.\nCaptain Olimar control the Pikmin, and they can use them to pick up objects, reach other areas, and fight enemies. Pikmin are plucked out of the ground, and they live in a space ship called an onion when they are not being used. There can be up to 100 different Pikmin out of the onion, and there are three kinds of Pikmin - the Red Pikmin, Yellow Pikmin, and Blue Pikmin. The Red Pikmin are stronger and can not be burnt, the Yellow Pikmin are lighter and can pick up bombs, and the Blue Pikmin can swim.\nMusic.\nMusic from \"Pikmin\" was used in \"Super Smash Bros. Brawl\", including \"Ai no Uta\" (in Japanese and French).\nReception.\n\"Pikmin\" got good reviews and is considered one of the best GameCube launch games. Reviewers liked its strategic gameplay, but a lot complained about the time limit, saying it made it harder to play the game outside of the main task.\nLegacy.\nBecause of \"Pikmins popularity, Captain Olimar and his Pikmin appeared in \"Super Smash Bros. Brawl\", along with other creatures and characters as trophies.\nSequels.\n\"Pikmin\" had a sequel called \"Pikmin 2\" in 2004 for the GameCube as well. Another \"Pikmin\" game, \"Pikmin 3\", was released on August 4, 2013 for the Wii U.","categories":[],"infobox_types":[],"annotations":[{"uri":"Real-time_strategy","surface_form":"real-time strategy","offset":14},{"uri":"Video_game","surface_form":"video game","offset":33},{"uri":"Nintendo","surface_form":"Nintendo","offset":52},{"uri":"Nintendo_GameCube","surface_form":"GameCube","offset":69},{"uri":"Shigeru_Miyamoto","surface_form":"Shigeru Miyamoto","offset":176},{"uri":"Planet","surface_form":"planet","offset":284},{"uri":"Earth","surface_form":"Earth","offset":544},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":653},{"uri":"Dolphin","surface_form":"Dolphin","offset":768},{"uri":"Onion","surface_form":"onion","offset":1260},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":1613},{"uri":"Ai_no_Uta","surface_form":"Ai no Uta","offset":1650},{"uri":"Japan","surface_form":"Japan","offset":1665},{"uri":"France","surface_form":"French","offset":1678},{"uri":"GameCube","surface_form":"GameCube","offset":1758},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":2015},{"uri":"Pikmin_2","surface_form":"Pikmin 2","offset":2135},{"uri":"2004","surface_form":"2004","offset":2148},{"uri":"Nintendo_GameCube","surface_form":"GameCube","offset":2161},{"uri":"Pikmin_3","surface_form":"Pikmin 3","offset":2203},{"uri":"Wii_U","surface_form":"Wii U","offset":2253}]}