{"id":114920,"url":"http://en.wikipedia.org/wiki/Predicate_logic","text":"In logic and philosophy, predicate logic is a system of mathematical logic. It uses predicates to express the state of certain things, which are \"incomplete propositions\" with a placeholder for objects or subjects that must be inserted in order to obtain a valid proposition.\nPredicate logic is different from propositional logic, in part because it has the concept of \"quantifiers\". A quantifier is used in conjunction with a variable (say \"x\") in order to talk about a general instance of x, and in doing so, this allows predicate logic to make statements about quantity.\nThe best-known quantifiers are the \"existential quantifier\", represented by ∃, and the \"universal quantifier\", represented by ∀. The existential quantifier is used to express statements of the form \"there exists\", and is true precisely when there is at least one mathematical object from the universe of discourse that matches the predicate or formula. On the other hand, the universal quantifier is used to express statements of the form \"for all\", and is true precisely when all possible mathematical objects of the universe of discourse match the specified predicate or formula.\nIn the notation of predicate logic, quantifiers directly precede (and thus introduce) variable names, which are then followed by other quantifiers or mathematical expressions, where the said variables are found. For example. one can use the expression formula_1 to mean \"there is a person \"x\" such that for all persons \"y\", y likes x\" (\"someone is liked by everyone.\").\nExamples.\nformula_1\ncan be read as: \"There is at least one cat which is black, and which likes (one or more) dogs.\"\nformula_1\ncan be read as: \"It is not true that every cat doesn't like any dog.\"\nformula_1\ncan be read as: \"There does not exist a cat which is also a dog.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Logic","surface_form":"logic","offset":69},{"uri":"Predicate","surface_form":"predicate","offset":84},{"uri":"Proposition","surface_form":"propositions","offset":157},{"uri":"Propositional_logic","surface_form":"propositional logic","offset":310},{"uri":"Logical_quantifier","surface_form":"quantifiers","offset":370},{"uri":"Universal_quantifier","surface_form":"universal quantifier","offset":662},{"uri":"Universe_of_discourse","surface_form":"universe of discourse","offset":866}]}