{"id":115085,"url":"http://en.wikipedia.org/wiki/Strike_action","text":"A strike action (or simply a strike) is when many workers stop working in protest. Strikes are usually done by a labor union to get better pay, hours, or working conditions. They became important during the Industrial Revolution, when many worked in factories and mines. In many countries, it is against the law to strike. In other countries, people who strike are protected under certain conditions.\nStrikes generally take the form of a picket line. The workers walk in front of where they work, chanting and holding signs. Workers on strike usually do not stop people from crossing the picket line. However, some people will not cross a picket line to buy something from the company. This is a way of showing solidarity (or support) for the union. Most unions will also not cross a picket line and do business with companies on strike. For example, members of the Teamsters, a truck driving union, will not deliver to a business that is on strike.\nHistory.\nThe first known strike was in the 12th century B.C., in Egypt. Workers under Ramses III stopped working on the Necropolis until they were treated better. The word gets its name from modern times: in 1768, sailors in London \"struck\" or removed the sails of trade ships at port.\nIn 1917, the Mexican Constitution was the first to make sure that workers had the right to strike.\nWildcat strike.\nA wildcdat strike is a strike that is not approved by the labor union. Wildcat strikes are not always protected like union-approved strikes are.\nSympathy strike.\nA sympathy strike is a strike that is done to support another group of workers on strike.\nSlowdown strike.\nA slowdown strike is when the workers are still working, but very slowly. It is usually done when workers are not allowed to have a full strike.\nGreen ban.\nA green ban is a strike that is done to get the company to adopt more environmentally friendly practices.\nStrikes in the law.\nDespites, International Covenant on Economic, Social and Cultural Rights ensure the right to strike, many countries do not allow workers to strike at all, but some allow it under certain conditions.\nUnited States.\nIn the United States, people who work for the Federal Government are not allowed to strike. Some states, like New York, do not allow people who work for the state government (including teachers) to strike. Railroad and airline workers are not allowed to strike, except under certain conditions.\nStrike breaking.\nWhen a strike is called, a government may try to stop it by calling in the police or the military. The threat of force is sometimes enough to get the workers to stop. This happened in the Seattle General Strike of 1919, when over three thousand marines, sailors, and police officers were called into the city by the mayor of Seattle and the Attorney General of Washington.\nThe owners of a company may also decide to hire new workers. This may cost less than giving into the demands of the workers. This is another way of breaking the strike. These workers, called \"scabs\" by strikers, are often yelled at as they pass through the picket line. Many unions say that workers who helped break a strike by crossing the picket line are not allowed to be in the union. If the company is a union shop (meaning that only union workers can work there) this means that helping break a strike could get a worker fired from that company forever.","categories":[],"infobox_types":[],"annotations":[{"uri":"Worker","surface_form":"worker","offset":50},{"uri":"Protest","surface_form":"protest","offset":74},{"uri":"Labor_union","surface_form":"labor union","offset":113},{"uri":"Payment","surface_form":"pay","offset":139},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":207},{"uri":"Factory","surface_form":"factories","offset":250},{"uri":"Mining","surface_form":"mines","offset":264},{"uri":"Chant","surface_form":"chant","offset":497},{"uri":"Sign","surface_form":"sign","offset":518},{"uri":"Teamsters","surface_form":"Teamsters","offset":866},{"uri":"Truck","surface_form":"truck","offset":879},{"uri":"Egypt","surface_form":"Egypt","offset":1015},{"uri":"Ramses_III","surface_form":"Ramses III","offset":1036},{"uri":"Necropolis","surface_form":"Necropolis","offset":1070},{"uri":"London","surface_form":"London","offset":1175},{"uri":"Sail","surface_form":"sail","offset":1206},{"uri":"Port","surface_form":"port","offset":1230},{"uri":"Government_of_Mexico","surface_form":"Mexican","offset":1249},{"uri":"Constitution","surface_form":"Constitution","offset":1257},{"uri":"Labor_union","surface_form":"labor union","offset":1409},{"uri":"Environmentalism","surface_form":"environmentally friendly","offset":1846},{"uri":"International_Covenant_on_Economic%2C_Social_and_Cultural_Rights","surface_form":"International Covenant on Economic, Social and Cultural Rights","offset":1912},{"uri":"United_States","surface_form":"United States","offset":2123},{"uri":"Federal_Government_of_the_United_States","surface_form":"Federal Government","offset":2162},{"uri":"New_York","surface_form":"New York","offset":2226},{"uri":"Teacher","surface_form":"teacher","offset":2301},{"uri":"Railroad","surface_form":"Railroad","offset":2322},{"uri":"Airline","surface_form":"airline","offset":2335},{"uri":"Government","surface_form":"government","offset":2455},{"uri":"Police","surface_form":"police","offset":2503},{"uri":"Military","surface_form":"military","offset":2517},{"uri":"Seattle","surface_form":"Seattle","offset":2616},{"uri":"United_States_Marine_Corps","surface_form":"marines","offset":2673},{"uri":"Sailor","surface_form":"sailor","offset":2682},{"uri":"Police_officer","surface_form":"police officer","offset":2695},{"uri":"Mayor","surface_form":"mayor","offset":2744},{"uri":"Attorney_General","surface_form":"Attorney General","offset":2769},{"uri":"Washington","surface_form":"Washington","offset":2789},{"uri":"Union_shop","surface_form":"union shop","offset":3210}]}