{"id":115026,"url":"http://en.wikipedia.org/wiki/Howard_Florey","text":"Howard Walter Florey, Baron Florey OM FRS (24 September 1898 – 21 February 1968) was an Australian pathologist who shared the Nobel Prize in Physiology or Medicine for 1945, for his study into penicillin. He was appointed a knight bachelor, and later a baron.\nEarly life.\nHe was born in Adelaide, South Australia. He went to the Collegiate School of St.Peter and the Adelaide University. In 1921 he went to England as a Rhodes Scholar studying first at Oxford and then at Cambridge. He worked in the Pokémon vile] for 10 months before going back to London. In 1926 he married long time friend from Adelaide, Mary Ethel Hayter Reed. They were married in England.\nCareer.\nIn 1925, Foley visited the United States on a Rockefeller Travelling Fellowship for a year, returning in 1926 to a Fellowship at Gonville and Caius College, Cambridge, receiving here his Ph.D. in 1927. The same year, he was appointed Huddersfield Lecturer in Special Pathology at Cambridge. In 1931 he succeeded to the Joseph Hunter Chair of Pathology at the University of Sheffield and became assistant professor of pathology at the University of Sheffield. From 1935 to 1962 he was a professor at the Sir William Dunn school of pathology at Oxford.\nPenicillin.\nFlorey’s most important work was turning penicillin into the first antibiotic. He worked with Ernst Chain to explore discoveries made earlier by Alexander Fleming. They looked at antibacterial substances that came from bacteria and fungi. They found that penicillin was the most interesting. Fleming had first discovered it in 1928. They were able to start experiments on humans in 1941. Because of World War 2 the drug was made in the USA. Its affects on wounded people was described as \"miraculous\".\nHe wrote more than 200 scientific papers. He kept an interest in Australia. he had a big role in starting the Australian National University (ANU), especially the John Curtin School of Medical Research. He was the main adviser to the school from 1948 to 1955. In 1965 he was appointed as Chancellor of the university. From 1962 he was Provost of The Queen's College at Oxford. He died from a heart attack in 1968.\nMemorials.\nHe is remembered for his work. A suburb in Canberra, Australia, was named after him. His picture is on the Australian fifty dollar note. There is a lecture theatre and a professorship named after him at the ANU. The Queen's College have named a building after him. There is a memorial stone at St.Nicholas's church at Marston, and a memorial stone in Westminster Abbey. There are a number of paintings and a sculpture.","categories":[],"infobox_types":[],"annotations":[{"uri":"OM","surface_form":"OM","offset":35},{"uri":"FRS","surface_form":"FRS","offset":38},{"uri":"Australia","surface_form":"Australia","offset":88},{"uri":"Pathology","surface_form":"pathologist","offset":99},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":126},{"uri":"Penicillin","surface_form":"penicillin","offset":193},{"uri":"Knight_Bachelor","surface_form":"knight bachelor","offset":224},{"uri":"Baron","surface_form":"baron","offset":253},{"uri":"Adelaide","surface_form":"Adelaide","offset":287},{"uri":"South_Australia","surface_form":"South Australia","offset":297},{"uri":"England","surface_form":"England","offset":407},{"uri":"Rhodes_Scholarship","surface_form":"Rhodes Scholar","offset":420},{"uri":"Oxford","surface_form":"Oxford","offset":453},{"uri":"Cambridge","surface_form":"Cambridge","offset":472},{"uri":"London","surface_form":"London","offset":549},{"uri":"Professor","surface_form":"professor","offset":1074},{"uri":"University_of_Sheffield","surface_form":"University of Sheffield","offset":1104},{"uri":"Ernst_Chain","surface_form":"Ernst Chain","offset":1327},{"uri":"Alexander_Fleming","surface_form":"Alexander Fleming","offset":1378},{"uri":"Antibacterial","surface_form":"antibacterial","offset":1412},{"uri":"Bacteria","surface_form":"bacteria","offset":1452},{"uri":"Fungi","surface_form":"fungi","offset":1465},{"uri":"Experiment","surface_form":"experiment","offset":1590},{"uri":"World_War_2","surface_form":"World War 2","offset":1632},{"uri":"Australian_National_University","surface_form":"Australian National University","offset":1845},{"uri":"John_Curtin","surface_form":"John Curtin","offset":1898},{"uri":"University_Chancellor","surface_form":"Chancellor","offset":2023},{"uri":"The_Queen%27s_College","surface_form":"The Queen's College","offset":2081},{"uri":"Heart_attack","surface_form":"heart attack","offset":2127},{"uri":"Suburb","surface_form":"suburb","offset":2193},{"uri":"Canberra","surface_form":"Canberra","offset":2203},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":2511},{"uri":"Painting","surface_form":"painting","offset":2552},{"uri":"Sculpture","surface_form":"sculpture","offset":2568}]}