{"id":11505,"url":"http://en.wikipedia.org/wiki/Proletariat","text":"e=\"preserve\">The proletariat (often shortened to \"prole\" in slang) is a term used by communists for a segment of society. It describes the class of workers in urban areas who work in industry or manufacturing. These urban workers are different from the peasants, who are workers who do farming jobs in rural areas. Someone is who part of the proletariat class is called a proletarian.\nThe political way of thinking of communism states that the proletariat should have a revolution and take over the means of production. They are often sarcastically referred to as \"wage-slaves.\"\nThe proletariat is the laboring bulk of society that does most of the useful, necessary work, and pays most of the taxes. It is also perceived by \"capitalists\" (another communist term) as being necessary for those reasons: labor and taxes, plus being available to exploit to produce profits.\nHistory.\nThe word proletariat comes from the Latin word \"proletarius\", which means \"maker of offspring\". In Ancient Rome, the \"proletarii\" were the people who were so poor that the only form of property that they had were their children, who could be used as soldiers.\nModern use.\nKarl Marx used the word \"proletariat\" to describe people who did not own the means of productions (such as factories and land) and had to work for others for a wage. He thought the proletariat class could overthrow the capitalist system and society more just. He learned about the word while studying Roman law in Berlin. In Marxist theory, the lumpenproletariat (\"rag-proletariat\" in German) were a class of people who were not interested in revolution.\nMarx believed that the bourgeoisie exploited the proletariat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slang","surface_form":"slang","offset":60},{"uri":"Communism","surface_form":"communists","offset":85},{"uri":"Urban","surface_form":"urban","offset":159},{"uri":"Industry","surface_form":"industry","offset":183},{"uri":"Manufacturing","surface_form":"manufacturing","offset":195},{"uri":"Peasant","surface_form":"peasant","offset":253},{"uri":"Farming","surface_form":"farming","offset":286},{"uri":"Rural","surface_form":"rural","offset":302},{"uri":"Philosophy","surface_form":"way of thinking","offset":399},{"uri":"Communism","surface_form":"communism","offset":418},{"uri":"Means_of_production","surface_form":"means of production","offset":499},{"uri":"Capitalist","surface_form":"capitalist","offset":726},{"uri":"Exploitation","surface_form":"exploit","offset":843},{"uri":"Latin","surface_form":"Latin","offset":916},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":979},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":1152}]}