{"id":115144,"url":"http://en.wikipedia.org/wiki/Triple_Entente","text":"The Triple Entente (English: \"Triple Agreement\") was the name given to an alliance between the United Kingdom, France and the Russian Empire. The alliance was made after the Anglo-Russian Entente, an agreement between Britain and Russia in 1907. The alliance was made stronger by agreements made with Japan, the United States and Spain. In this form, there was a balance of power, which meant that no group was much stronger than any other one, with the \"Triple Alliance\" of Germany, Austria-Hungary and Italy. If Italy was attacked by France she would have the help of the other two powers, and if France attacked Germany Italy would help Germany and danger was that if triple alliance was if France should come into an agreement with Russia. The was solved by Bismarck by persuading Russia and Austria [Hungary] to revive the old Dreikaiserbund treaty.\nWith the First World War, these ententes were not military agreements - but they later involved the military because of the problems between the Triple Alliance and the Triple Entente. That's why the Triple Entente became a military alliance. In 1915, Italy left the Triple Alliance, and from 1916 fought against Germany. The Russian revolution in October 1917 meant that Russia left the alliance, but the military alliance between France and the UK lasted until 1940, when Nazi Germany invaded France.\nLater on, Italy joined the Entente in a battle against Austria–Hungary in May 1915 and Germany in August 1916. Dudley, Thomas Lloyd and Davey Murphy.\nthe triple entente was to fight for the Anglo German navy race countries had to become stronger.\nDuring World War I, the alliance was expanded to create a multinational coalition, known as the \"Allies\".","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English","offset":20},{"uri":"Alliance","surface_form":"alliance","offset":74},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":95},{"uri":"France","surface_form":"France","offset":111},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":126},{"uri":"Anglo-Russian_Entente","surface_form":"Anglo-Russian Entente","offset":174},{"uri":"Japan","surface_form":"Japan","offset":301},{"uri":"United_States","surface_form":"United States","offset":312},{"uri":"Spain","surface_form":"Spain","offset":330},{"uri":"Triple_Alliance_(1882)","surface_form":"Triple Alliance","offset":455},{"uri":"Germany","surface_form":"Germany","offset":475},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":484},{"uri":"Italy","surface_form":"Italy","offset":504},{"uri":"First_World_War","surface_form":"First World War","offset":864},{"uri":"Military","surface_form":"military","offset":1079},{"uri":"October_Revolution","surface_form":"Russian revolution","offset":1181},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1329},{"uri":"Battle_of_France","surface_form":"invaded","offset":1342}]}