{"id":115196,"url":"http://en.wikipedia.org/wiki/Post-traumatic_stress_disorder","text":"Post-traumatic stress disorder (sometimes also written \"Posttraumatic stress disorder\", often shortened to \"PTSD\") is an anxiety disorder. It can develop when people are severely harmed, or experience something extremely upsetting.\nPTSD is different from traumatic stress, which is less intense and shorter, and combat stress reaction, which happens to soldiers in wartime situations and usually goes away. PTSD has been recognized in the past by different names, like shell shock, traumatic war neurosis, or post-traumatic stress syndrome (PTSS).\nThroughout history, there have been many accounts of people experiencing symptoms of what is now called PTSD. One such account describes Samuel Pepys, who witnessed the Great Fire of London in 1666. \"Six months after the event, he wrote in his diary that he was unable to sleep at night, because a great fear of fire took him; one night he was unable to fall asleep before two in the morning, because of that fear.\"\nPrevalence.\nBetween 50% and 90% of people in the United States will experience a trauma at least once in their life. However, not everyone who experiences a trauma will develop PTSD. In the US, the prevalence of PTSD - the percentage of people who have the condition - is about 8%.\nPTSD is more common among specific groups of people who are more likely to experience a trauma. These groups include physicians, firefighters, soldiers and people working in emergency medical services. Among these people, the prevalence of PTSD is much higher, reaching over 50%.\nDiagnosis.\nFor PTSD to be diagnosed officially, a person has to meet specific criteria, or requirements, and show specific symptoms. These requirements are listed in the \"Diagnostic and Statistical Manual-IV-TR\" (usually called the DSM-IV-TR). Written by the American Psychiatric Association (APA), the DSM-IV-TR (DSM, 4th Edition, Text Revision) lists all of the mental health conditions that are recognized by the APA, and sets out the official requirements that have to be met for each condition to be diagnosed.\n(A) Traumatic Exposure: The person has experienced a traumatic event. (Common traumatic events include being raped or sexually abused; being attacked or badly hurt; having a loved one die or be hurt; being a victim of a crime; and experiencing war or terrorism.) The traumatic event caused the person to be physically hurt or violated, or it put the person or others around them in danger of being hurt or killed. During the traumatic event, the person felt very scared, horrified, or helpless.\n(B) Re-experiencing: Even after the trauma has ended, the person continues to re-experience the trauma in some way. For example, the person might have nightmares, or flashbacks (strong memories of the trauma, which are so vivid and intense that the person feels like they are experiencing the trauma all over again). The person might also have a strong physical or emotional reaction when something happens which reminds them of the trauma.\n(C) Avoidance/Numbing: The person keeps trying to avoid things which remind them of the trauma, or things which bring up upsetting feelings about what happened. They might also forget parts of what happened to them, or might feel numb emotionally (have trouble feeling emotions as strongly as usual).\n(D) Increased Arousal: The person's body shows signs of being on high alert, like it is always under attack. They might be jumpy, or have trouble with sleeping, concentrating, or feeling angry.\n(E) The person's symptoms have lasted for at least a month. (If the person's symptoms have lasted for less than a month, Acute Stress Disorder is usually diagnosed instead of PTSD).\n(F) The person's symptoms causes them to have trouble at work, in his relationships, or in some other important area of their life.\nOther conditions like PTSD.\nSome experts have written that fabricated posttraumatic stress disorder should be considered when a patient's symptoms are suspicious or unusual. These experts (specifically, the \"American Psychiatric Association\" DSM IV manual; expert witnesses such as Eli S. Chesen, M.D.; and the textbook \"Comprehensive Textbook of Psychiatry,\" by Freedman & Kaplan) have suggested that it should raise a \"red flag\" if a patient claims to be suffering from both PTSD and a Traumatic Brain Injury (TBI) as a result of the same accident. They suggest that TBI - a physical injury to the brain - causes amnesia, or memory loss, for the event that caused the brain injury. Without memory of the traumatic event, they reason, a patient probably could not experience certain symptoms of PTSD, like nightmares or flashbacks about the event, because they do not remember what happened. They conclude that in typical cases, Traumatic Brain Injury \"trumps\" the diagnosis of PTSD.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anxiety_disorder","surface_form":"anxiety disorder","offset":121},{"uri":"Harm","surface_form":"harm","offset":179},{"uri":"Trauma","surface_form":"trauma","offset":255},{"uri":"Stress_(medicine)","surface_form":"stress","offset":265},{"uri":"Combat_stress_reaction","surface_form":"combat stress reaction","offset":312},{"uri":"Great_Fire_of_London","surface_form":"Great Fire of London","offset":717},{"uri":"Diary","surface_form":"diary","offset":792},{"uri":"Trauma","surface_form":"trauma","offset":1045},{"uri":"Prevalence","surface_form":"prevalence","offset":1162},{"uri":"Physician","surface_form":"physician","offset":1363},{"uri":"Firefighter","surface_form":"firefighter","offset":1375},{"uri":"Soldier","surface_form":"soldier","offset":1389},{"uri":"Symptom","surface_form":"symptom","offset":1649},{"uri":"Rape","surface_form":"rape","offset":2151},{"uri":"Sexual_abuse","surface_form":"sexually abused","offset":2160},{"uri":"Terrorism","surface_form":"terrorism","offset":2293},{"uri":"Nightmare","surface_form":"nightmare","offset":2688},{"uri":"Flashback","surface_form":"flashback","offset":2703}]}