{"id":115146,"url":"http://en.wikipedia.org/wiki/Triple_Alliance_(1882)","text":"The Triple Alliance was a military alliance (agreement to fight together) between Germany, Austria-Hungary, and Italy, that lasted from 1880 until the start of World War I in 1914. The three countries promised to help each other if another country attacked them. Some Italian people were not happy about the agreement because Austria-Hungary was an old enemy. In 1914, the Triple Alliance and the Triple Entente (France, Russia and the United Kingdom) started World War I. In 1915, Italy left the alliance and fought against Austria-Hungary and Germany from 1916.\nThe triple Alliance had many strong points but also negative ones. The positive ones were: the Alliance included two very powerful countries which were industrialized but the negatives were that if war were to be declared they would be encircled by the Triple Entente (France, Russia, and Britain). That would mean that they would have to divide their troops in two which would make the Germans much weaker\nBismark was the man behind the formation of the Triple Alliance. It was started as a dual alliance between Germany and Austria-Hungary because Germany had defeated the Franco-Prussian war of 1870-1871.\nWith the outbreak of war amongst all of Europe, the Ottoman Empire joined the Triple Alliance in a pursuit of protection and power.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military","surface_form":"military","offset":26},{"uri":"Alliance","surface_form":"alliance","offset":35},{"uri":"Agreement","surface_form":"agreement","offset":45},{"uri":"Germany","surface_form":"Germany","offset":82},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":91},{"uri":"Italy","surface_form":"Italy","offset":112},{"uri":"World_War_I","surface_form":"World War I","offset":160},{"uri":"Promise","surface_form":"promised","offset":201},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":326},{"uri":"Enemy","surface_form":"enemy","offset":353},{"uri":"Triple_Entente","surface_form":"Triple Entente","offset":397},{"uri":"France","surface_form":"France","offset":413},{"uri":"Russia","surface_form":"Russia","offset":421},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":436},{"uri":"World_War_I","surface_form":"World War I","offset":460}]}