{"id":115289,"url":"http://en.wikipedia.org/wiki/Social_responses_to_the_idea_of_evolution","text":"The idea that all life evolved was hotly debated even before Charles Darwin published \"On the Origin of Species\". Even today, some people still talk about the concept of evolution and what it means to them, to their philosophy and their religion. Sometimes these people also talk about the social implications of evolution. This debate is mostly about the meaning of evolution to human life, or about human nature, not about how evolution works.\nDebates about the fact of evolution.\nSome people believe in \"guided evolution\" or \"theistic evolution\". They say that evolution is real, but it is being guided it some way.\nThere are many different concepts of \"theistic evolution\". Many creationists believe that the creation myth found in their religion goes against the idea of evolution. As Darwin found out early on, the most controversial part of the evolutionary thought is its implications for human origins.\nIn some countries, especially in the United States, there is tension between people who accept the idea of evolution and those who reject it. The debate is mostly about if the ideas in evolution should be taught in schools, and in what way.\nOther fields, like cosmology and earth science also do not match with the original writings of many religious texts. These ideas were once also fiercely opposed. Death for heresy was threatened to those who wrote against the idea that the Earth was the centre of the universe. Giordano Bruno was burnt at the stake by the Holy Inquisition for teaching that the Earth moved around the Sun (and other ideas).\nEvolutionary biology is opposed much more from religious believers than other groups or organizations.\nThe Anglican Communion also does not oppose the scientific account of evolution.\nUsing evolution for other purposes.\nMany of those who accepted evolution were not much interested in biology. They were interested in using the theory to support their own ideas on society.\nRacism.\nIn the Bible, for instance, after Noah's Ark landed, there is a passage that describes how Noah got drunk while naked and Ham laughed at him. Noah cursed Ham, which somehow became part of a justification for racism and slavery.\nLater, people also tried to use evolution to support racism. Evolution itself is not about racism. However, people wanting to justify racism claimed that black people were inferior. They said that because evolution shows that, in nature, \"better\" animals tend to survive, leading to evolution of improved animals, they had the right to oppress the \"weaker\". They believed they were clearly \"better\", but that would need evidence. There is no agreed evidence that any race of humans is better than any other race.\nEugenics.\nThe idea of eugenics was rather different. Two things had been noticed as far back as the 18th century. One was the great success of farmers in breeding cattle and crop plants. They did this by selecting which animals or plants would produce the next generation (artificial selection). The other observation was that lower class people had more children than upper-class people. If (and it's a big if) the higher classes were there on \"merit\", then their lack of children was the exact reverse of what should be happening. Faster breeding in the lower classes would lead to the society getting worse.\nThe idea to improve the human species by selective breeding is called eugenics. The name was proposed by Francis Galton, a bright scientist who meant to do good. Today, Galton is remembered for many things he did in statistics and psychology. He was the first to use regression analysis to see how different things that depend on one another influence one another. He used fingerprints in forensic science. He is seen as the father of experimental psychology, together with Wilhelm Wundt. He developed the bean machine to show probability distributions, among other things.\nGalton's ideas were meant to do good. He said that the human gene pool should be improved by selective breeding policies. This would mean that those who were considered \"good stock\" would receive a reward if they reproduced. However, other people added to this, and said those considered \"bad stock\" would need to undergo compulsory sterilization, prenatal testing and birth control; and they might even have to be killed.\nThe problem with Galton's idea is how to decide which features to select. There's so many different skills people could have, you could not agree who was \"good stock\" and who was \"bad stock\". There was rather more agreement on who should \"not\" be breeding. Several countries passed laws for the compulsory sterilisation of unwelcome groups. Most of these laws were passed during between 1900 and 1940. After World War II, disgust at what the Nazis had done lowered public support for forced eugenics.\nSocial Darwinism.\nAnother example of using wrong ideas about evolution to support bad things is \"Social Darwinism\". Social Darwinism is a term given to the ideas of the 19th century British social philosopher Herbert Spencer. Spencer had ideas about \"survival of the fittest\", which he applied to commerce and human societies as a whole.\nOther people used these ideas to claim that social differences, racism, and imperialism were justified. Today, most scientists and philosophers say that the theory of evolution should not be used to support such ideas. They also say that it is difficult to find data that can support them.\nControversy.\nCertain people oppose the idea of evolution. They disagree with it for a number of reasons. Most often these reasons are influenced by their religious beliefs. Their beliefs are usually called creationism or intelligent design.\nDespite this, evolution is one of the most successful theories in science. People have found it to be useful for different kinds of research. None of the other proposals explain things, such as fossil records, as well. So, for almost all scientists, evolution is not in doubt.","categories":[],"infobox_types":[],"annotations":[{"uri":"On_the_Origin_of_Species","surface_form":"On the Origin of Species","offset":87},{"uri":"Philosophy","surface_form":"philosophy","offset":216},{"uri":"Religion","surface_form":"religion","offset":237},{"uri":"Human_nature","surface_form":"human nature","offset":401},{"uri":"Theistic_evolution","surface_form":"theistic evolution","offset":529},{"uri":"Creationism","surface_form":"creationists","offset":683},{"uri":"Creation_myth","surface_form":"creation myth","offset":713},{"uri":"Human_evolution","surface_form":"human origins","offset":897},{"uri":"United_States","surface_form":"United States","offset":949},{"uri":"School","surface_form":"school","offset":1127},{"uri":"Physical_cosmology","surface_form":"cosmology","offset":1172},{"uri":"Earth_science","surface_form":"earth science","offset":1186},{"uri":"Heresy","surface_form":"heresy","offset":1325},{"uri":"Giordano_Bruno","surface_form":"Giordano Bruno","offset":1430},{"uri":"Inquisition","surface_form":"Inquisition","offset":1480},{"uri":"Organization","surface_form":"organization","offset":1648},{"uri":"Anglican_Communion","surface_form":"Anglican Communion","offset":1667},{"uri":"Noah%27s_Ark","surface_form":"Noah's Ark","offset":1976},{"uri":"Racism","surface_form":"racism","offset":2223},{"uri":"Evidence","surface_form":"evidence","offset":2590},{"uri":"Eugenics","surface_form":"eugenics","offset":2705},{"uri":"Breeding","surface_form":"breeding","offset":2837},{"uri":"Cattle","surface_form":"cattle","offset":2846},{"uri":"Crops","surface_form":"crop","offset":2857},{"uri":"Artificial_selection","surface_form":"artificial selection","offset":2956},{"uri":"Social_class","surface_form":"class","offset":3016},{"uri":"Selective_breeding","surface_form":"selective breeding","offset":3335},{"uri":"Eugenics","surface_form":"eugenics","offset":3364},{"uri":"Francis_Galton","surface_form":"Francis Galton","offset":3399},{"uri":"Scientist","surface_form":"scientist","offset":3424},{"uri":"Statistics","surface_form":"statistics","offset":3510},{"uri":"Psychology","surface_form":"psychology","offset":3525},{"uri":"Regression_analysis","surface_form":"regression analysis","offset":3561},{"uri":"Fingerprint","surface_form":"fingerprint","offset":3667},{"uri":"Forensic_science","surface_form":"forensic science","offset":3683},{"uri":"Psychology","surface_form":"psychology","offset":3742},{"uri":"Wilhelm_Wundt","surface_form":"Wilhelm Wundt","offset":3768},{"uri":"Bean_machine","surface_form":"bean machine","offset":3800},{"uri":"Selective_breeding","surface_form":"selective breeding","offset":3961},{"uri":"Compulsory_sterilization","surface_form":"compulsory sterilization","offset":4190},{"uri":"Prenatal_diagnosis","surface_form":"prenatal testing","offset":4216},{"uri":"Birth_control","surface_form":"birth control","offset":4237},{"uri":"Killing","surface_form":"killed","offset":4283},{"uri":"World_War_II","surface_form":"World War II","offset":4699},{"uri":"Nazi","surface_form":"Nazi","offset":4733},{"uri":"Social_Darwinism","surface_form":"Social Darwinism","offset":4889},{"uri":"British","surface_form":"British","offset":4974},{"uri":"Social","surface_form":"social","offset":4982},{"uri":"Philosopher","surface_form":"philosopher","offset":4989},{"uri":"Herbert_Spencer","surface_form":"Herbert Spencer","offset":5001},{"uri":"Survival_of_the_fittest","surface_form":"survival of the fittest","offset":5043},{"uri":"Commerce","surface_form":"commerce","offset":5089},{"uri":"Racism","surface_form":"racism","offset":5194},{"uri":"Imperialism","surface_form":"imperialism","offset":5206},{"uri":"Creationism","surface_form":"creationism","offset":5626},{"uri":"Intelligent_design","surface_form":"intelligent design","offset":5641},{"uri":"Fossil","surface_form":"fossil","offset":5855}]}