{"id":115285,"url":"http://en.wikipedia.org/wiki/Survival_of_the_fittest","text":"\"Survival of the fittest\" is a famous phrase of Herbert Spencer which describes the idea that, in nature, there is competition to survive and reproduce. It is a metaphor, as are the phrases \"struggle for existence\", and \"natural selection\", both of which were used by Charles Darwin. Scientists often use such metaphors as shorthand for key ideas. These metaphors stick in the mind, but they need to be properly understood, or they may be used wrongly.\nSpencer invented the phrase.\nHerbert Spencer was a British social philosopher who applied his personal conception of evolution to many other fields, from the origin of the solar system to economics. He first used the term in his book \"Principles of Biology\", published in 1864. In that book (vol 1 p444) he wrote: \"This survival of the fittest, which I have here sought to express in mechanical terms, is that which Mr. Darwin has called ‘natural selection’, or the preservation of favoured races in the struggle for life\".\nSpencer later published a book called \"The Man versus the State\". There, he used the phrase to explain why societies of a militant type would not adopt his theories. The way he uses the term suggests he is talking about a general principle.\nThus by survival of the fittest, the militant type of society becomes characterized by profound confidence in the governing power, joined with a loyalty causing submission to it in all matters whatever.\nDarwin using the phrase.\nIn the first four editions of \"On the Origin of Species\", Darwin used only the phrase \"natural selection\". It was his way of making an analogy with artificial selection (selective breeding), a practice which was well understood in England at that time.\nSpencer's \"Principles of Biology\" was the first to use the phrase \"survival of the fittest\" in print. Darwin agreed that the phrase \"survival of the fittest\" was better than \"natural selection\". Natural selection personified nature, but was really about survival. \"Survival of the fittest\" would avoid this problem, but it \"lost the analogy between nature's selection and the fanciers\" (breeders). The phrase was first used by Darwin in the 5th edition of \"The Origin\" published in 1869, in which Chapter 4 describes \"Natural Selection, or the Survival of the Fittest\".\nIn the introduction to the 5th edition Darwin gave full credit to Spencer, writing \"I have called this principle, by which each slight variation, if useful, is preserved, by the term Natural Selection, in order to mark its relation to man's power of selection. But the expression often used by Mr. Herbert Spencer of the Survival of the Fittest is more accurate, and is sometimes equally convenient\".\nSo did Wallace.\nThe co-discoverer of natural selection, Alfred Russel Wallace, also used the terms \"survival of the fittest\" and \"struggle for existence\". He rather preferred the last two terms to natural selection. Since both these evolutionists used them, the three metaphors were obviously useful in getting over what were, at the time, unfamiliar ideas.\nCurrent use of the phrase.\nThe phrase \"survival of the fittest\" is shorthand for the fact that not all members of a species will contribute equally to the next generation. It is not a value judgement, but a concept of evolution equivalent to natural selection. Fitness is now used in a highly technical sense in population genetics, which should not be confused with its use in everyday language.\nToday, the phrase \"survival of the fittest\" is widely used in popular literature for many topics, not just those related to biology. It has widely been used both by people who are in favour of Social Darwinism and those who are against it. It has also been used to talk about competition of all kinds. Popular literature often uses the phrase as a catchphrase. All such extensions of a metaphor need to be watched carefully. They may preserve the original meaning, or they may not.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phrase","surface_form":"phrase","offset":38},{"uri":"Herbert_Spencer","surface_form":"Herbert Spencer","offset":48},{"uri":"Metaphor","surface_form":"metaphor","offset":161},{"uri":"Struggle_for_existence","surface_form":"struggle for existence","offset":191},{"uri":"Natural_selection","surface_form":"natural selection","offset":221},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":268},{"uri":"Herbert_Spencer","surface_form":"Herbert Spencer","offset":482},{"uri":"Great_Britain","surface_form":"British","offset":504},{"uri":"Social_science","surface_form":"social","offset":512},{"uri":"Philosopher","surface_form":"philosopher","offset":519},{"uri":"Evolution","surface_form":"evolution","offset":570},{"uri":"Solar_system","surface_form":"solar system","offset":625},{"uri":"Economics","surface_form":"economics","offset":641},{"uri":"Society","surface_form":"societies","offset":1084},{"uri":"On_the_Origin_of_Species","surface_form":"On the Origin of Species","offset":1477},{"uri":"Artificial_selection","surface_form":"artificial selection","offset":1594},{"uri":"England","surface_form":"England","offset":1677},{"uri":"Alfred_Russel_Wallace","surface_form":"Alfred Russel Wallace","offset":2726},{"uri":"Value","surface_form":"value","offset":3212},{"uri":"Evolution","surface_form":"evolution","offset":3246},{"uri":"Natural_selection","surface_form":"natural selection","offset":3270},{"uri":"Fitness","surface_form":"Fitness","offset":3289},{"uri":"Population_genetics","surface_form":"population genetics","offset":3340},{"uri":"Biology","surface_form":"biology","offset":3549},{"uri":"Social_Darwinism","surface_form":"Social Darwinism","offset":3618},{"uri":"Competition","surface_form":"competition","offset":3701}]}