{"id":115317,"url":"http://en.wikipedia.org/wiki/Rongorongo","text":"Rongorongo is a system of writing native to Easter Island. It cannot be read. There are two dozen examples of rongorongo script, mostly carved on tablets made from wood of the portia tree \"Thespesia populnea,\" known as \"makoi\" in Rapanui (Easter Island) language. The longest inscription in existence is the Santiago Staff, a wooden sceptre 126 centimetres long and 6.5 centimetres wide, bearing 2300 glyphs (Gr. \"γλυφη\" \"carving\"). The staff, which once belonged to an Easter Island king, was acquired by the Chilean Navy in 1870 and is now in Santiago's Museum of Natural History.\nIn 2019, only 25 texts were seen as authentic. These texts and artefacts are distributed over diffent museum in the world, none remains on the Easter Island. The total text corpus is about 14,000 \"letters\", made of about 600 different glyphs. The writing was probably used for religious puroposes; only very few people used it. The age of the writing is unknown. In the 19th century, Europeans received the first objects with writing on them. Some glyphs show plants that do not exist, or have never existed on Easter Island. One example is the Breadfruit, which has never existed on Eastter Island. The knowledge of the plant must have been passed on from the first settlers, from generation to generation.\nWhen the Euopeans came ot the island, they paid high prices for tablets containing Rongoro. Today, there are a number of artefacts containing Rongorongo whch are clear forgeries. There are some, where the claim is disputed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Easter_Island","surface_form":"Easter Island","offset":44},{"uri":"Portia_tree","surface_form":"portia tree","offset":176},{"uri":"Santiago%2C_Chile","surface_form":"Santiago","offset":308},{"uri":"Glyph","surface_form":"glyph","offset":401},{"uri":"Ancient_Greek_language","surface_form":"Gr.","offset":409},{"uri":"Authentic","surface_form":"authentic","offset":619},{"uri":"Breadfruit","surface_form":"Breadfruit","offset":1128}]}