{"id":115316,"url":"http://en.wikipedia.org/wiki/Coevolution","text":"Coevolution is where the existence of one species is tightly bound up with the life of one or more other species. Species whose lives connect, evolve together. What happens is that survival rates in each species changes as a result of changes in the other species.\nCoevolution is extremely common, and may involve more than two species. Mimicry rings, with dozens of species, are known.\nNew or 'improved' adaptations which occur in one species are often followed by the appearance and spread of related features in the other species.\nHistory.\nHermann Müller was an important worker on co-evolution. His studies on bees and the evolution of flowers were quoted by Darwin in \"The Descent of Man\". His papers in the journal \"Nature\" had heading \"On the fertilisation of flowers by insects and on the reciprocal adaptations of both\". This shows Müller fully understood the concept of coevolution.\nPollination.\nThe life and death of living things is intimately connected, not just with the physical environment, but with the life of other species. These relationships are dynamic, and may continue for millions of years, as has the relationship between flowering plants and insects (pollination).The gut contents, wing structures, and mouthparts of fossilized beetles and flies suggest that they acted as early pollinators. The association between beetles and angiosperms during the Lower Cretaceous period led to parallel radiations of angiosperms and insects into the late Cretaceous. The evolution of nectaries in Upper Cretaceous flowers signals the beginning of the mutualism between hymenopterans and angiosperms.\nParasitism.\nAnother good example is malaria, in which there are three 'partners': the mosquito, the parasite \"Plasmodium\", and a land vertebrate, such as a mammal or bird. The actual species of malaria differs according to the vertebrate, so there are actually thousands of different relationships which follow the same pattern.\nRapid speciation.\nAdaptive radiation and speciation rates can be high in parasites. Sibling species are very common in the bug \"Erythroneura\", in which about 150 transfers from one host to another has resulted in about 500 species in the genus.\nThe clearest evidence comes from the large size of many parasitic families.\nA huge number of species are parasitic. A survey of the feeding habits of British insects showed that about 35% were parasites on plants, and slightly more were parasites on animals. That means that nearly 71% of insects in Britain are parasitic. Since British insects are better known than those elsewhere (because of the length of time they have been studied), this means that by far the majority of insect species throughout the world are parasitic. Another estimate went:p3\nThere are several other invertebrate phyla which are wholly or largely parasitic. Flatworms and roundworms are found in virtually every wild species of vertebrate. Protozoan parasites are also ubiquitous. Hence parasitism is almost certainly the most common feeding method on Earth.\nNumbers of species.\nRecent publications have given an overview of the 150 years of research into co-evolution after the \"Origin of species\".\nMany species are parasites or are specialised to live in one or a few hosts. A single species of tropical tree is, on average, a host to 162 host-specific beetle species. Since there are 50,000 tropical tree species, and beetles amount to 40% of total insect species, and there are also tree-specific species below the canopy, it is possible to estimate the total number of arthropod species living in tropical forests. The number is 30 million. This contrasts rather strongly with the total of 1.4 to 1.8 million species which have already been described. It seems textbooks have underestimated the number of species in existence by a factor of about 20.\nThe single factor which most causes this high number of species is phytophagy: the huge number of insect species, each eating one or a few plant species. And what insects do, so do fungi, nematodes, mites and other invertebrates.\nGeographic mosaic.\nThe geographic mosaic theory of coevolution was developed by John N Thompson as a framework for envisioning the coevolutionary process in real populations and species. It has been an attempt to incorporate the minimum components of population biology needed for an ecologically and evolutionarily realistic theory of coevolution and evolving interactions in general. It applies to pairs of interacting species, small groups of interacting species, and large webs of interactions.\n1. Species are often collections of genetically distinct populations\n2. Interacting species often differ in their geographic ranges\n3. interactions among species differ among environments in their ecological outcomes.\n\"The Hypothesis:\" From these assumptions, geographic mosaic theory argues that coevolution proceeds by natural selection acting on three sources of variation that affect interactions among species. These three sources of variation can be formally partitioned as genotype by genotype by environment interactions (GxGxE).\n1. Geographic selection mosaics: The \"structure of natural selection\" on interactions differs among environments (e.g., high vs. low temperatures, high vs. low nutrient conditions; a surrounding species web that is species-rich vs. species poor). This variation occurs because genes are expressed in different ways in different environments (GxE interactions) and species affect each other's fitness in different ways in different environments.\nFor example,  an interaction may be antagonistic in one environment and mutualistic in another environment; or it may be antagonistic in all environments but selection may favor different traits in different environments).\n2. Coevolutionary hotspots'\": The i\"ntensity of reciprocal selection\" differs among environments. Interactions are subject to reciprocal selection only within some local communities, called coevolutionary hotspots. These coevolutionary hotspots are embedded in a broader matrix of coevolutionary coldspots, where local natural selection is non-reciprocal or where only one of the participants occurs.\nFor example, an interaction may be mutualistic or antagonistic in some environments (coevolutionary hotspots) but commensalistic in other environments (coevolutionary coldspots).\n3. Trait remixing: The overall genetic structure of coevolving species continually changes through new mutations, genomic alterations, gene flow among populations, differential random genetic drift among populations, and extinction of local populations that differ in the combinations of coevolving traits they harbor. New genetic material on which natural selection can act can result from simple genetic mutations, chromosomal rearrangements, hybridization between populations, or whole genome duplications (polypoloidy). These processes contribute to the shifting geographic mosaic of coevolution by continually altering the spatial distributions of potentially coevolving genes and traits.\nThe combination of these processes continually changes the distribution of genotypes within any local population and the distribution of genotypes among populations.\nNOTE: Some descriptions of geographic mosaic theory collapse this “trait remixing” part of geographic mosaic theory to gene flow. That is an incorrect characterization. The point of trait remixing is that through a combination of genetic, genomic, and ecological processes, the available distribution of coevolving traits on which natural selection can act continues to change over time within and among populations.\nIn studies of coevolution, a GxGxE interaction can be viewed either in the most formal way at the gene or genotype level (i.e., how selection acts on the same gene or genotype in across contrasting environments), or it can be viewed more generally at the level of how natural selection acts on two or more interacting species across many contrasting environments.\nSee books by John N Thompson (1982 Interaction and Coevolution; 1994 The Coevolutionary Process; 2005 The Geographic Mosaic of Coevolution; 2013 Relentless Evolution)","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":42},{"uri":"Evolution","surface_form":"evolve","offset":143},{"uri":"Mimicry","surface_form":"Mimicry","offset":337},{"uri":"Adaptation","surface_form":"adaptation","offset":405},{"uri":"Hermann_M%C3%BCller","surface_form":"Hermann Müller","offset":543},{"uri":"The_Descent_of_Man","surface_form":"The Descent of Man","offset":674},{"uri":"Reciprocate","surface_form":"reciprocal","offset":797},{"uri":"Adaptation","surface_form":"adaptation","offset":808},{"uri":"Environment","surface_form":"environment","offset":994},{"uri":"Flowering_plant","surface_form":"flowering plant","offset":1148},{"uri":"Insect","surface_form":"insect","offset":1169},{"uri":"Pollination","surface_form":"pollination","offset":1178},{"uri":"Coleoptera","surface_form":"beetles","offset":1255},{"uri":"Diptera","surface_form":"flies","offset":1267},{"uri":"Coleoptera","surface_form":"beetles","offset":1343},{"uri":"Angiosperm","surface_form":"angiosperm","offset":1355},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":1378},{"uri":"Nectary","surface_form":"nectaries","offset":1499},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":1512},{"uri":"Mutualism","surface_form":"mutualism","offset":1566},{"uri":"Hymenoptera","surface_form":"hymenoptera","offset":1584},{"uri":"Angiosperms","surface_form":"angiosperms","offset":1602},{"uri":"Malaria","surface_form":"malaria","offset":1651},{"uri":"Plasmodium","surface_form":"Plasmodium","offset":1725},{"uri":"Mammal","surface_form":"mammal","offset":1771},{"uri":"Bird","surface_form":"bird","offset":1781},{"uri":"Adaptive_radiation","surface_form":"Adaptive radiation","offset":1962},{"uri":"Speciation","surface_form":"speciation","offset":1985},{"uri":"Insect","surface_form":"bug","offset":2067},{"uri":"Britain","surface_form":"Britain","offset":2489},{"uri":"Invertebrate","surface_form":"invertebrate","offset":2767},{"uri":"Phylum","surface_form":"phyla","offset":2780},{"uri":"Vertebrate","surface_form":"vertebrate","offset":2895},{"uri":"Fungi","surface_form":"fungi","offset":4004},{"uri":"Nematode","surface_form":"nematode","offset":4011},{"uri":"Mite","surface_form":"mite","offset":4022},{"uri":"Invertebrate","surface_form":"invertebrate","offset":4038}]}