{"id":115420,"url":"http://en.wikipedia.org/wiki/Aikido","text":"is a Japanese martial art. It was developed by Morihei Ueshiba.\nAikido is based on Ueshiba's philosophy, martial arts training and religious beliefs. The word \"aikido\" is often translated as \"the way of unifying (with) life energy\" or as \"the way of harmonious spirit.\" Ueshiba wanted to create an art where people could defend themselves without harming their attacker by using the attackers \"ki\" against them. He wanted each practitioner of aikido to develop both physically and spiritually.\nAikido is performed by blending with the way the attacker moves, using the force of the attack rather than coming against it. This is achieved by using the attackers \"ki\" against them. This takes very little physical strength, as the \"aikidōka\" (person who does aikido) uses the force of the attacker's own momentum using stepping and turning movements. The techniques are completed with many different throws or joint locks which can be combined with different defenses. Aikido is one of many grappling arts.\nAikido is based on the martial art of Daitō-ryū Aiki-jūjutsu, but began to separate from it in the late 1920s, partly due to Ueshiba's involvement with the Ōmoto-kyō religion. Ueshiba's early students' records use the name \"aiki-jūjutsu\". Many of Ueshiba's senior students have different approaches to aikido, depending on when they studied with him. Today aikido is found all over the world in a number of styles, with different groups placing importance on different things. However, they all share techniques learned from Ueshiba and most have concern for the safety of the attacker.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":5},{"uri":"Martial_art","surface_form":"martial art","offset":14},{"uri":"Morihei_Ueshiba","surface_form":"Morihei Ueshiba","offset":47},{"uri":"Philosophy","surface_form":"philosophy","offset":93},{"uri":"Qi","surface_form":"life energy","offset":219},{"uri":"Momentum","surface_form":"momentum","offset":801},{"uri":"Throw_(grappling)","surface_form":"throws","offset":897},{"uri":"Joint_locks","surface_form":"joint locks","offset":907},{"uri":"Grappling","surface_form":"grappling","offset":988},{"uri":"Dait%C5%8D-ry%C5%AB_Aiki-j%C5%ABjutsu","surface_form":"Daitō-ryū Aiki-jūjutsu","offset":1042},{"uri":"Oomoto","surface_form":"Ōmoto-kyō","offset":1160}]}