{"id":115426,"url":"http://en.wikipedia.org/wiki/Blog","text":"A blog, also known as a weblog, is a website that is like a diary or journal. Most people can create a blog and then write on that blog. Bloggers (a word for people who write on blogs) often write about their opinions and thoughts. A blog containing video material is called a video blog or video log, usually shortened to vlog.\nWhen a person writes on a blog, what they write is in the form of a \"post\", which is a single piece of writing on the blog. Posts often include links to other websites.\nBlogs can have one or more writers. If they have more than one writer, they are often called community blogs, team blogs, or group blogs because the thoughts are made by more than one person.\nHow blogs work.\nOn many blogs, the person reading the posts can leave comments, which are notes in which a person says what they think about the blog post. This makes blogs good for discussion — if someone writes something that someone else does not believe to be true, someone else can fix it by writing a comment on that blog or on their own blog. Someone else cannot change what the post says, but the writer of the post can. Not all blog posts need to be talked about or fixed. But if there are a lot of people interested in a topic, they can start a discussion on the original blog, on their own blogs, or both. These people can discuss a topic or their point of view.\nVery often, a community blog or group blog will shrink into a small group of bloggers (writers) who know and trust each other, called a \"creative network\". That kind of community blog will also have a larger group of people, a \"social network\", who only read (and maybe comment on) the blog. Some blogs have scoring (ranking) of posts that makes these networks more solid, so that postings that people like the most are shown first or in a way that is easier to find.\nOften people have their own blog and make an RSS feed to it. When blogs have RSS feeds, other programs, called \"content aggregators\", can put postings from all the blogs that a person likes in one place. Many people find it easier to read all the new posts from blogs they like in one place, through RSS, instead of going to each site one at a time.\nSome experts think that community blogs, and some groups of individual (one-person) blogs that talk about similar topics, have a power structure like that inside a political party. These experts think that a clique (a small, exclusive group of people) will control discussions by choosing when someone has \"won\" an argument, and when a matter is decided. But an advantage of blogs is that even people outside that clique can comment on the original discussion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"website","offset":37},{"uri":"Journal","surface_form":"journal","offset":69},{"uri":"Opinion","surface_form":"opinion","offset":209},{"uri":"Video","surface_form":"video","offset":250},{"uri":"Link","surface_form":"link","offset":473},{"uri":"Discussion","surface_form":"discussion","offset":872},{"uri":"Perspective_(cognitive)","surface_form":"point of view","offset":1349},{"uri":"Creative_network","surface_form":"creative network","offset":1501},{"uri":"Social_network","surface_form":"social network","offset":1592},{"uri":"RSS","surface_form":"RSS","offset":1877},{"uri":"Computer_program","surface_form":"programs","offset":1926},{"uri":"Content_aggregator","surface_form":"content aggregator","offset":1944},{"uri":"Power_structure","surface_form":"power structure","offset":2311},{"uri":"Political_party","surface_form":"political party","offset":2346},{"uri":"Clique","surface_form":"clique","offset":2390}]}