{"id":115410,"url":"http://en.wikipedia.org/wiki/John_Wayne_Gacy","text":"John Wayne Gacy, Jr. (March 17, 1942 – May 10, 1994; pronounced GAY-see), also known as The Killer Clown and Pogo the Clown, was an American serial killer. He is confirmed to have killed 33 young men and teenage boys. He killed them in a brutal way and buried their bodies in or near his Chicago home. Gacy did not use a gun for any of his crimes.\nGacy became known as \"Pogo the Clown\" and the \"Killer Clown\" because he would dress as a clown for fundraising events and parades. In March 1980, Gacy was convicted of 33 murders, as well as sex crimes, committed between 1972 and 1978, and given the death penalty. He was executed by lethal injection on May 10, 1994. Gacy's execution was filmed; his last words were, \"kiss my ass\". There were problems with the execution, but it eventually ended in Gacy's death. Immediately prior to his execution, Gacy observed the Last Rites with a Catholic priest; he had converted to the Catholic Church.\nEarly life.\nJohn Wayne Gacy, Jr. was born on March 17, 1942, in Chicago, Illinois, to father John Stanley Gacy and mother Marion Elaine Gacy. Gacy's father was a World War I veteran and a machinist, while his mother worked at home. He had two sisters, one younger and one older.\nGacy's father was an alcoholic. Growing up, John Gacy, Sr. would verbally and physically abuse his children. Gacy also had health problems in his youth. For example, in 1953, while playing on a swing set, Gacy hit his head off a swing and suffered a blood clot. The clot was not treated until he was 16.chapter one\nAfter dropping out of high school in his senior year, Gacy moved to Las Vegas, Nevada, to work in a mortuary. Three months later, Gacy returned to Chicago, where he enrolled in and graduated from Northwestern Business College. After graduating, Gacy worked as a shoe salesman for the Nunn-Bush Shoe Company. In 1964, Gacy was transferred to Springfield, Illinois, where he met Marlynn Myers. The couple married in September 1964.\nIn Springfield, Gacy was involved in community organizations such as the United States Junior Chamber. He became the vice-president of the Springfield chapter by 1965.\nMove to Iowa.\nAfter Marlynn's father made him an offer to manage three KFC restaurants, Gacy and his wife moved to Waterloo, Iowa, where they had a son and daughter.\nIn 1968, Gacy was diagnosed with antisocial personality disorder.\nUnidentified victims.\nAs of August 2017 Six victims remain unidentified, five of whom had been buried beneath Gacy's crawl space, with one additional youth buried approximately from the barbecue pit in his backyard. Experts used the skulls of the unidentified victims to create facial reconstructions. Based upon Gacy's confession, information relative to where the victims were buried in his crawl space relative to Gacy's identified victims, and forensic analysis, police were able to determine the most likely dates when his unidentified victims were killed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":132},{"uri":"Serial_killer","surface_form":"serial killer","offset":141},{"uri":"Brutal","surface_form":"brutal","offset":238},{"uri":"Chicago","surface_form":"Chicago","offset":288},{"uri":"Clown","surface_form":"clown","offset":437},{"uri":"Parade","surface_form":"parade","offset":470},{"uri":"Execution","surface_form":"executed","offset":620},{"uri":"Lethal_injection","surface_form":"lethal injection","offset":632},{"uri":"Illinois","surface_form":"Illinois","offset":1015},{"uri":"World_War_I","surface_form":"World War I","offset":1104},{"uri":"Veteran","surface_form":"veteran","offset":1116},{"uri":"Machinist","surface_form":"machinist","offset":1130},{"uri":"Alcoholic","surface_form":"alcoholic","offset":1242},{"uri":"Verbal","surface_form":"verbally","offset":1286},{"uri":"Physical","surface_form":"physically","offset":1299},{"uri":"Child_abuse","surface_form":"abuse","offset":1310},{"uri":"Swing_(seat)","surface_form":"swing","offset":1450},{"uri":"Blood_clot","surface_form":"blood clot","offset":1471},{"uri":"Las_Vegas%2C_Nevada","surface_form":"Las Vegas, Nevada","offset":1604},{"uri":"Mortuary","surface_form":"mortuary","offset":1636},{"uri":"Enrolled","surface_form":"enrolled","offset":1701},{"uri":"Northwestern_College_(Illinois)","surface_form":"Northwestern Business College","offset":1732},{"uri":"Transfer","surface_form":"transferred","offset":1862},{"uri":"Springfield%2C_Illinois","surface_form":"Springfield, Illinois","offset":1877},{"uri":"United_States_Junior_Chamber","surface_form":"United States Junior Chamber","offset":2039},{"uri":"KFC","surface_form":"KFC","offset":2205},{"uri":"Waterloo%2C_Iowa","surface_form":"Waterloo, Iowa","offset":2249},{"uri":"Diagnosis","surface_form":"diagnosed","offset":2318},{"uri":"Antisocial_personality_disorder","surface_form":"antisocial personality disorder","offset":2333},{"uri":"Forensic_facial_reconstruction","surface_form":"facial reconstruction","offset":2644}]}