{"id":115561,"url":"http://en.wikipedia.org/wiki/Chrono_Trigger","text":"is a role-playing video game made by Square Soft for the Super NES game console.\nPlot.\n\"Chrono Trigger\" follows a young boy named Crono, who goes to see the Millennial Fair. He meets a girl named Marle at the fair and she follows him. Crono's friend, named Lucca, tests a teleporter at the fair. The machine goes wrong, and sends them back in time. They soon meet new friends and discover more time periods to go to. However, they find out an evil monster named Lavos is destroying the world. It is up to Crono and his friends to stop it.\nGameplay.\n\"Chrono Trigger\" is a role-playing game. It was one of the first games to let the player see the enemies on the world before they fight them, and when he or she goes into a battle, the enemies and characters fight without going into a separate battle screen like other RPGs like \"Final Fantasy\" and \"Dragon Quest\" did at the time.\nReception.\n\"Chrono Trigger\" is thought to be one of the best Super NES games, and one of the best role-playing games too. It got great reviews, praising it for its story, gameplay, and innovation.\nRe-releases.\n\"Chrono Trigger\" was first re-released on the PlayStation with \"Final Fantasy IV\" on \"Final Fantasy Chronicles\". It was given good reviews, but reviewers were unhappy with the long load times whenever going into a menu or battle. \"Chrono Trigger\" was re-released for the Nintendo DS as \"Chrono Trigger DS\". It has the same graphics and extras from the PlayStation version along with other extras such as new dungeons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Role-playing_game","surface_form":"role-playing","offset":5},{"uri":"Video_game","surface_form":"video game","offset":18},{"uri":"Square_Soft","surface_form":"Square Soft","offset":37},{"uri":"Super_Nintendo_Entertainment_System","surface_form":"Super NES","offset":57},{"uri":"Teleportation","surface_form":"teleporter","offset":272},{"uri":"Time_travel","surface_form":"back in time","offset":335},{"uri":"Final_Fantasy","surface_form":"Final Fantasy","offset":829},{"uri":"Dragon_Quest","surface_form":"Dragon Quest","offset":849},{"uri":"Super_Nintendo_Entertainment_System","surface_form":"Super NES","offset":941},{"uri":"PlayStation","surface_form":"PlayStation","offset":1136},{"uri":"Final_Fantasy_IV","surface_form":"Final Fantasy IV","offset":1154},{"uri":"Final_Fantasy_Chronicles","surface_form":"Final Fantasy Chronicles","offset":1176},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":1361}]}