{"id":115586,"url":"http://en.wikipedia.org/wiki/Speed_Racer_(movie)","text":"\"Speed Racer\" is a 2008 action movie. The movie stars Emile Hirsch, Christina Ricci and Matthew Fox. It was directed by the Wachowski’s. The movie is based on the 1960s Japanese anime of the same name.\nPlot.\nThe movie begins at a race which the main character, Speed Racer, wins. The Racer family is a local, family-run company that builds and races cars.\nIn a flashback, it is shown that Speed Racer's older brother, Rex, died while racing the \"Casa Cristo 5000\", a big race that goes across two continents. It is very dangerous and the drivers are very bad. The drivers try to get other racers out of the race by hitting their cars or using tools to get them out of the race. Rex was said to be cheating in the race. This gave people a bad opinion of the racing world.\nA man named Mr. Royalton saw Speed's victory and went to his house. He offered Speed a contract to race for the Royalton racing team. Speed chose not sign the contract because he loves the art of racing. Royalton got angry and told Speed that racing is only a business and that his and his family's belief in it being an art is nonsense. He said that he will make sure that Speed does not finish his next race. At the next race at Fuji, Speed did spin out and he did not finish the race.\nA very shadowy group then went to the Racer family. Earlier in the movie, a racer named Taejo Togokhan was beat up. His hand was almost cut off for trying to oppose the Royalton family. He and someone named Racer X were trying to beat the Royaltons. The Royaltons wanted to buy out the Togokhan company. However, if Togokhan wins the Casa Cristo, the value of the company will go up and Royalton could not buy it. Togokhan would only race if Speed Racer was on the team. Pops said that Speed could not do so. Because of this, Speed and his girlfriend Trixie said they were skiing but went to the race instead.\nAt the end of the first day of the Casa Cristo, the Togokhan team was in second place. Togokhan was very mad, but Racer X told him that there was much more racing ahead. The Racer family found out that Speed was in the race and came to try and get him. When Speed refused to leave, they stayed to help the team. During the night, ninjas went into each of the team's rooms to tried to hurt them. Togokhan was given a drug that makes it hard for him to stand up. The drug stopped him from racing. Racer X and Speed fought the ninjas and won. Trixie chose to race for Togokhan.\nOn the second day of the race, the Togokhan team took the lead. However, during a pass in the mountain area, the Royalton people tried to kidnap and kill the racers. Spritle Racer, Speed's younger brother, hit one of the men with mud, and the rest of the Togokhan team and the Racer family fought off the bad guys. During this, the Sneak Oiler team took the lead in the race. Inside the mountain area, the Sneak Oilers dropped oil on the road. This caused Speed to fall off the mountain. He drove up the side of the mountain and took the lead to win the Casa Cristo.\nIt turned out that this was for nothing. Togokhan's plan all along was to win the race to make the price of the stock of his fathers company increase. They made more money when his father sold the company to the Royaltons. Speed was very mad. He drove around the track. Racer X found him and hit his car to make him stop. Speed then told Racer X that he thought that Racer X was actually Rex, his dead brother. Racer took off his mask and showed Speed that he was someone different. He then told Speed that they should not let racing change who they are.\nTogokhan's sister later came up to Speed and gave him an invitation to that year's Grand Prix. The invitation was Togokhan's but he did not want it. The Racer family built a car for Speed, and they entered the race. During the race, Speeed took the lead. The Royalton car driver illegally used a spear hook to bring Speed down. The Royalton driver crashed and Speed's car stopped working. Speed slowed down. He thought hard and pushed the correct button to start the car again. He raced hard and fast to win the race. Royalton gets put on trial and is put in jail afterwards.\nBut it turns out that Racer X is Rex Racer, Speed Racers brother.","categories":[],"infobox_types":[],"annotations":[{"uri":"2008","surface_form":"2008","offset":19},{"uri":"Action","surface_form":"action","offset":24},{"uri":"Movie","surface_form":"movie","offset":31},{"uri":"Emile_Hirsch","surface_form":"Emile Hirsch","offset":54},{"uri":"Christina_Ricci","surface_form":"Christina Ricci","offset":68},{"uri":"Matthew_Fox_(actor)","surface_form":"Matthew Fox","offset":88},{"uri":"Movie_director","surface_form":"directed","offset":108},{"uri":"Wachowski%E2%80%99s","surface_form":"Wachowski’s","offset":124},{"uri":"Japan","surface_form":"Japan","offset":169},{"uri":"Anime","surface_form":"anime","offset":178},{"uri":"Speed_Racer_(anime)","surface_form":"same name","offset":191},{"uri":"Racing","surface_form":"race","offset":230},{"uri":"Fictional_character","surface_form":"character","offset":250},{"uri":"Speed_Racer","surface_form":"Speed Racer","offset":261},{"uri":"Company","surface_form":"company","offset":320},{"uri":"Car","surface_form":"car","offset":350},{"uri":"Flashback","surface_form":"flashback","offset":361},{"uri":"Continent","surface_form":"continent","offset":497},{"uri":"Cheat","surface_form":"cheat","offset":697},{"uri":"Opinion","surface_form":"opinion","offset":742},{"uri":"House","surface_form":"house","offset":832},{"uri":"Contract","surface_form":"contract","offset":858},{"uri":"Art","surface_form":"art","offset":960},{"uri":"Business","surface_form":"business","offset":1031},{"uri":"Belief","surface_form":"belief","offset":1070},{"uri":"Fuji","surface_form":"Fuji","offset":1202},{"uri":"Shadow","surface_form":"shadow","offset":1266},{"uri":"Hand","surface_form":"hand","offset":1379},{"uri":"Oppose","surface_form":"oppose","offset":1417},{"uri":"Racer_X","surface_form":"Racer X","offset":1466},{"uri":"Skiing","surface_form":"skiing","offset":1832},{"uri":"Ninja","surface_form":"ninja","offset":2199},{"uri":"Drug","surface_form":"drug","offset":2285},{"uri":"Mountain","surface_form":"mountain","offset":2538},{"uri":"Kidnapping","surface_form":"kidnap","offset":2582},{"uri":"Kill","surface_form":"kill","offset":2593},{"uri":"Mud","surface_form":"mud","offset":2674},{"uri":"Oil","surface_form":"oil","offset":2871},{"uri":"Stock","surface_form":"stock","offset":3123},{"uri":"Law","surface_form":"illegally","offset":3845},{"uri":"Spear","surface_form":"spear","offset":3862},{"uri":"Accident","surface_form":"crashed","offset":3914},{"uri":"Button","surface_form":"button","offset":4013},{"uri":"Trial","surface_form":"trial","offset":4105},{"uri":"Jail","surface_form":"jail","offset":4125}]}