{"id":115544,"url":"http://en.wikipedia.org/wiki/V_for_Vendetta_(movie)","text":"\"V for Vendetta\" is a 2005 drama movie set in London. The main people who are in it include Hugo Weaving as the character V and Natalie Portman as Evey Hammond. It was written by the Wachowski brothers and directed by James McTeigue. It is based on Alan Moore's graphic novel \"V for Vendetta\". Moore did not like most movies about his work. He asked that his name not appear on it.\nPlot.\nIt started Evey Hammond going out to see a co-worker named Gordon Deitrich. It is past curfew and she will get in trouble if she gets caught. As she walks, she is stopped by three police officers. She is about to be harmed when V, a man who wears a Guy Fawkes mask, comes in and rescues her. He then invites her to a concert. They go up on the roof. V waves around and the \"1812 Overture\" begins playing. Evey is then shocked to see the Old Bailey be destroyed as V laughs.\nThe next day, V enters the British Television Network (BTN). He then forces the people there to play a message. The message goes out to all households. In the tape, V tells them that they are all to blame for the current state of government. The government can tape anyone and arrest anyone and people fear it. He then tells them that he was the one that blew up the Old Bailey and to join him next November 5 if they want to stand up to the government.\nThe government, meanwhile, has started to pour troops into the BTN. V fights them off, but is caught. Evey, who has been hiding, taps the man on the shoulder and sprays him with pepper spray, freeing V. Evey is knocked out and wakes up inside V's location. V carried her away because he knew she would be in big trouble for helping him.\nAfter some time, Evey comes to help V. V wants to kill a priest. She dresses up like a schoolgirl and goes into the priest's office. However, she backs out and tells the priest that V wants to kill him. The priest thinks it's a joke until V bursts in and does so. Evey runs away to Gordon's house. Gordon has his own talk show, and one day he decides to make a big joke. He makes fun of the Chancellor Adam Sutler. In response, Sutler goes into Gordon's house and arrests him.\nEvey tries to escape and is caught. She is then tortured over many days. Men plunge her face into water, throw her in a cell, and shave the hair off her head, but she will not tell them any information about V. Eventually, one of the men tells her that she will be shot behind the barracks if she does not say anything. Evey says she would rather be shot; she does not have any more fear. It is then revealed that V was behind the torture and that he wanted her to have no fear. Evey is angry but soon accepts it. She later leaves but promises to come back before November 5.\nMeanwhile, a Norsefire Party worker named Eric Finch begins to look into the government. He does not trust it anymore. He realizes that V is killing everyone who was at a detention camp called Larkhill. During the movie, V kills the priest, who was at the camp; a general named Lewis Prothero, who is now a talk show host; and Delia Surridge, who was a doctor. He attempts to find out more information about Larkhill. In the movie, we learn that V was a prisoner at Larkhill and blew the place up when he escaped.\nEventually, V comes to Finch. He is disguised and calls himself Rookwood. He tells them everything that Finch has long thought – that the Norsefire found a plague and decided to infect the people to put them in power.\nAs November 5 approaches, the city gets restless. Riots break out. V gives out thousands of Guy Fawkes masks to people for them to wear on November 5. A member of the secret police called the \"Fingermen\" shoots a young girl wearing one of these masks dead.\nEvey comes back. V then shows her what is going to do. He has loaded explosives into a train that will go underneath the Palace of Westminster. He then gives her the choice whether to pull the trigger or not. He then disappears.\nV goes to another area, where he finds Peter Creedy, the second-in-command of Norsefire. Earlier, V made a deal with him: V would turn himself in if Sutler was killed. Creedy shows Sutler, and then shoots him in the forehead. He then tells V to surrender, but V says no. In the final battle, V kills Creedy and all of his men, but is severely wounded himself. He dies in Evey's arms.\nEvey puts him on the train with the explosives. Finch, who guessed that V would use a train to blow up the Palace, draws a gun and attempts to stop her. Evey says no. When Finch asks why, Evey says, \"Because this country needs more than a building. It needs hope.\" Finch lowers his gun and allows the train to go. Because Creedy and Sutler are dead, the army outside the Palace does not know what to do. The man in charge orders them to stand down, or to put down their weapons and not do anything. The \"1812 Overture\" begins again, and everyone watches as the Palace of Westminster is destroyed.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"Drama_movie","surface_form":"drama movie","offset":27},{"uri":"London","surface_form":"London","offset":46},{"uri":"Hugo_Weaving","surface_form":"Hugo Weaving","offset":92},{"uri":"Fictional_character","surface_form":"character","offset":112},{"uri":"V_(comics)","surface_form":"V","offset":122},{"uri":"Natalie_Portman","surface_form":"Natalie Portman","offset":128},{"uri":"Evey_Hammond","surface_form":"Evey Hammond","offset":147},{"uri":"Screenwriter","surface_form":"written","offset":168},{"uri":"Wachowski_brothers","surface_form":"Wachowski brothers","offset":183},{"uri":"Movie_director","surface_form":"directed","offset":206},{"uri":"James_McTeigue","surface_form":"James McTeigue","offset":218},{"uri":"Alan_Moore","surface_form":"Alan Moore","offset":249},{"uri":"Graphic_novel","surface_form":"graphic novel","offset":262},{"uri":"V_for_Vendetta","surface_form":"V for Vendetta","offset":277},{"uri":"Co-worker","surface_form":"co-worker","offset":431},{"uri":"Gordon_Deitrich","surface_form":"Gordon Deitrich","offset":447},{"uri":"Curfew","surface_form":"curfew","offset":475},{"uri":"Police_officer","surface_form":"police officer","offset":568},{"uri":"Guy_Fawkes","surface_form":"Guy Fawkes","offset":637},{"uri":"Concert","surface_form":"concert","offset":705},{"uri":"1812_Overture","surface_form":"1812 Overture","offset":762},{"uri":"Old_Bailey","surface_form":"Old Bailey","offset":825},{"uri":"British_Television_Network","surface_form":"British Television Network","offset":889},{"uri":"Government","surface_form":"government","offset":1092},{"uri":"Pepper_spray","surface_form":"pepper spray","offset":1494},{"uri":"Priest","surface_form":"priest","offset":1710},{"uri":"Schoolgirl","surface_form":"schoolgirl","offset":1740},{"uri":"Chancellor","surface_form":"Chancellor","offset":2044},{"uri":"Adam_Sutler","surface_form":"Adam Sutler","offset":2055},{"uri":"Arrest","surface_form":"arrest","offset":2117},{"uri":"Torture","surface_form":"torture","offset":2178},{"uri":"Execution","surface_form":"shot behind the barracks","offset":2395},{"uri":"Eric_Finch","surface_form":"Eric Finch","offset":2748},{"uri":"Detention_camp","surface_form":"detention camp","offset":2877},{"uri":"Lewis_Prothero","surface_form":"Lewis Prothero","offset":2984},{"uri":"Delia_Surridge","surface_form":"Delia Surridge","offset":3033},{"uri":"Explosives","surface_form":"explosives","offset":3764},{"uri":"Palace_of_Westminster","surface_form":"Palace of Westminster","offset":3816},{"uri":"Peter_Creedy","surface_form":"Peter Creedy","offset":3963},{"uri":"Gun","surface_form":"gun","offset":4431},{"uri":"Stand_down","surface_form":"stand down","offset":4745}]}