{"id":115722,"url":"http://en.wikipedia.org/wiki/Hugo_Wolf","text":"Hugo Wolf (born Windischgraz (now Slovenj Gradec, Slovenia) 13 March, 1860; died Vienna, 22 February 1903) was an Austrian composer of Slovene origin. He is famous for his Lieder (German art songs). He found new ways of expressing poetry in music. He used the song forms that had been made by Schubert and Schumann, but his harmonies bring something very new and personal to German song. He was particularly fond of the music of Richard Wagner and his tonal writing is influenced by him. He belongs to the late Romantic period.\nAlthough he wrote other kinds of music besides Lieder, the only other piece of his which is played regularly is his \"Italian Serenade\".\nAt times Wolf worked very hard and composed a lot of music. At other times he felt unhappy and had depression. Towards the end of his life he went mad and had to go to an asylum. He died of syphilis.\nHis name is pronounced “Hoo-go Volf” (rhyming with “golf”).\nEarly life (1860 – 1887).\nThe town where Wolf was born is now called Slovenj Gradec in Slovenia, but at that time it was part of the Austrian Empire. He was a child prodigy. When he was four he learned the piano and violin from his father. When he went to school he learned with Sebastian Weixler. Music was the only thing he was interested in at school. He changed schools but still did little work except for music. He went to Vienna to study at the Vienna Conservatory. His father did not want him to become a musician. He was made to leave the Conservatory because he did not obey their rules. Wolf said later that he left because he did not like the old-fashioned teaching.\nAfter eight months with his family, he returned to Vienna to teach music. He had a fiery temper which did not make him an ideal teacher. However, he found some rich people who thought he was a good composer and paid him money so that he could have the time to compose.\nOne of his rich patrons had a daughter called Vally. Wolf fell in love with her, and he was very depressed when she left him after three years. He did not get on well with his family either. His father thought he was not trying to make a living. Wolf got a job as\nsecond Kapellmeister at Salzburg. However, he was not a good conductor and he soon left that job and went back to Vienna. to teach.\nWolf was fascinated by the music of Wagner. He tried to get Wagner’s attention once, running after his coach and begging Wagner to listen to his music. He was terribly sad when Wagner died. He wrote a song \"Zur Ruh, zur Ruh\" (“To rest, to rest\") which is one of his best early works. He was very depressed because Wagner had gone and he felt that there was no one who could inspire him to compose.\nThe great composer Franz Liszt became interested in him, and told him he ought to try to compose some longer pieces. He wrote a symphonic poem \"Penthesilea\". Wolf also became a music critic. He wrote about new pieces of music. He liked the music of Liszt, but hated the music of several other composers such as Anton Rubinstein and Johannes Brahms. He made many enemies because of the harsh things he wrote about them. People called him \"Wild Wolf\". He composed several works, but could not get them performed. He had been very critical of the famous Rosé Quartet, so they refused to play his music when they were asked.\nHe stopped writing musical criticism in 1887 and began composing once more. He wrote songs which set poems by Goethe, Joseph von Eichendorff. He wrote an orchestral work called \"Italian Serenade\" which is one of his best works outside Lieder. Then his father died and he did not compose for the rest of the year.\nMaturity (1888 – 1896).\nWolf composed a lot during the years 1888 and 1889. He stayed with some friends outside Vienna and wrote songs using poetry by Mörike. He stayed with other friends and composed music to poems by Eichendorff. Then he wrote 51 Goethe songs, followed by \"Spanisches Liederbuch\" (\"Spanish Song Book\"). Wolf soon became very famous. His songs had very good reviews, although not everyone was enthusiastic. Brahms wrote bad things about him because, of course, Wolf had written bad things about Brahms.\nBy 1891 Wolf had become exhausted. His health became poor and he suffered from syphilis as well as from depression. He composed nothing for several years, although his fame continued to spread. Even Brahms changed his mind a wrote good reviews of his music.\nComposers were always expected to write large pieces such as symphonies and operas if they were to be taken seriously. Wagner was given the words for an opera called \"Der Corregidor\". At first he did not want to use it because the libretto was not good, but then he decided to write the opera. However, although it was performed it never became a success.\nFinal years (1897 – 1903).\nWolf last appeared at a concert in February 1897. Soon afterwards he went mad and had to be put in an asylum. A lady called Melanie whom he had loved visited him faithfully during his last years until his death on February 22, 1903. However, she felt very bad because she had not been faithful to her husband, and she killed herself in 1906.\nWolf is buried in the Zentralfriedhof (Central Cemetery) in Vienna, together with many other great composers.\nMusic.\nWolf’s true greatness lies in his Lieder. Although he tried at times to write larger musical works, his real genius lay in writing the smaller forms. He had a great feel for poetry and it is expressed beautifully in many ways: in the late-Romantic harmony which is often very chromatic, in the very original way he writes the piano accompaniments, and in the clever way in which he organizes his songs into groups with connecting themes. His most famous collections are \"Mörike-Lieder\" (1888), \"Eichendorff-Lieder\" (1889), \"Goethe-Lieder\" (1890), \"Spanisches Liederbuch\" (1891), \"Italienisches Liederbuch\" (1892, 1896) and \"Michelangelo Lieder\" (1897).\nWolf wrote hundreds of Lieder, three operas, incidental music, choral music, as well as some rarely-heard orchestral, chamber and piano music. His most famous instrumental piece is the \"Italian Serenade\" (1887), originally for string quartet and later arranged for orchestra.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slovenia","surface_form":"Slovenia","offset":50},{"uri":"13_March","surface_form":"13 March","offset":60},{"uri":"1860","surface_form":"1860","offset":70},{"uri":"Vienna","surface_form":"Vienna","offset":81},{"uri":"22_February","surface_form":"22 February","offset":89},{"uri":"1903","surface_form":"1903","offset":101},{"uri":"Austria","surface_form":"Austria","offset":114},{"uri":"Composer","surface_form":"composer","offset":123},{"uri":"Slovenia","surface_form":"Slovene","offset":135},{"uri":"Lieder","surface_form":"Lieder","offset":172},{"uri":"Poetry","surface_form":"poetry","offset":231},{"uri":"Schubert","surface_form":"Schubert","offset":293},{"uri":"Schumann","surface_form":"Schumann","offset":306},{"uri":"Harmony","surface_form":"harmonies","offset":324},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":429},{"uri":"Tonal","surface_form":"tonal","offset":452},{"uri":"Romantic_music","surface_form":"Romantic","offset":511},{"uri":"Depression_(illness)","surface_form":"depression","offset":763},{"uri":"Psychiatric_hospital","surface_form":"asylum","offset":835},{"uri":"Syphilis","surface_form":"syphilis","offset":854},{"uri":"Slovenia","surface_form":"Slovenia","offset":1011},{"uri":"Austrian_Empire","surface_form":"Austrian Empire","offset":1057},{"uri":"Child_prodigy","surface_form":"child prodigy","offset":1083},{"uri":"Piano","surface_form":"piano","offset":1130},{"uri":"Violin","surface_form":"violin","offset":1140},{"uri":"Konservatorium_Wien","surface_form":"Vienna Conservatory","offset":1376},{"uri":"Patron","surface_form":"patron","offset":1888},{"uri":"Kapellmeister","surface_form":"Kapellmeister","offset":2143},{"uri":"Salzburg","surface_form":"Salzburg","offset":2160},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":2685},{"uri":"Symphonic_poem","surface_form":"symphonic poem","offset":2794},{"uri":"Music_critic","surface_form":"music critic","offset":2843},{"uri":"Anton_Rubinstein","surface_form":"Anton Rubinstein","offset":2977},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":2998},{"uri":"Ros%C3%A9_Quartet","surface_form":"Rosé Quartet","offset":3217},{"uri":"Johann_Wolfgang_von_Goethe","surface_form":"Goethe","offset":3397},{"uri":"Joseph_Freiherr_von_Eichendorff","surface_form":"Joseph von Eichendorff","offset":3405},{"uri":"Eduard_M%C3%B6rike","surface_form":"Mörike","offset":3751},{"uri":"Joseph_von_Eichendorff","surface_form":"Eichendorff","offset":3819},{"uri":"Syphilis","surface_form":"syphilis","offset":4200},{"uri":"Symphony","surface_form":"symphonies","offset":4440},{"uri":"Opera","surface_form":"opera","offset":4455},{"uri":"Libretto","surface_form":"libretto","offset":4610},{"uri":"1897","surface_form":"1897","offset":4806},{"uri":"Psychiatric_hospital","surface_form":"asylum","offset":4864},{"uri":"February_22","surface_form":"February 22","offset":4976},{"uri":"1903","surface_form":"1903","offset":4989},{"uri":"Zentralfriedhof","surface_form":"Zentralfriedhof","offset":5126},{"uri":"Chromatic","surface_form":"chromatic","offset":5497},{"uri":"Lieder","surface_form":"Lieder","offset":5897},{"uri":"Opera","surface_form":"opera","offset":5911},{"uri":"Incidental_music","surface_form":"incidental music","offset":5919},{"uri":"Choir","surface_form":"choral","offset":5937},{"uri":"Chamber_music","surface_form":"chamber","offset":5992}]}