{"id":115762,"url":"http://en.wikipedia.org/wiki/Betta_splendens","text":"\"Betta splendens\" is a species of freshwater fish in the genus \"Betta\". Bettas are also called betta fish or Siamese fighting fish. They are called Siamese fighting fish because people used to make them fight each other. \"Betta splendens\" are native to Thailand. They are a popular aquarium fish species. They are known for their interesting behavior, bright colors, and ability to breath air.\nIn the wild.\nIn the wild, bettas live in rice paddies, canals, and small rivers.\n\"Betta splendens\" is listed as vulnerable on the IUCN Red List. This means that \"Betta splendens\" may become endangered soon.\nAppearance.\nMales are more colorful and usually have larger fins than the females. There are many color patterns and fin types of \"Betta splendens\". Female bettas have a more pointy shape at their stomachs.\n\"Betta splendens\" can be up to 6.5 centimeters long.\nBreeding.\nThe Siamese fighting fish has been bred to have large and colorful fins. Wild \"Betta splendens\" do not have bright colors. Bettas are a popular aquarium fish. They are known for their interesting behavior and ability to breath air.\nA popular fin type is the veiltail, which has long droopy fins that look like a dress. Red and blue are the most common colors in betta fish. Some people think that white, black, and green bettas are rare.\nBehavior.\nIf betta fish are kept in a small area, the males will fight each other. Bettas will also nip (bite) the fins of some fish.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":23},{"uri":"Genus","surface_form":"genus","offset":57},{"uri":"Betta","surface_form":"Betta","offset":64},{"uri":"Thailand","surface_form":"Thailand","offset":253},{"uri":"Aquarium","surface_form":"aquarium","offset":282},{"uri":"Rice_paddy","surface_form":"rice paddies","offset":435},{"uri":"Canal","surface_form":"canals","offset":449},{"uri":"River","surface_form":"rivers","offset":467},{"uri":"Vulnerable_species","surface_form":"vulnerable","offset":506},{"uri":"IUCN_Red_List","surface_form":"IUCN Red List","offset":524},{"uri":"Endangered_species","surface_form":"endangered","offset":584},{"uri":"Artificial_selection","surface_form":"bred","offset":906},{"uri":"Fins","surface_form":"fins","offset":938},{"uri":"Aquarium","surface_form":"aquarium","offset":1015},{"uri":"Dress","surface_form":"dress","offset":1183},{"uri":"Fin","surface_form":"fin","offset":1424}]}