{"id":115784,"url":"http://en.wikipedia.org/wiki/Satin","text":"e=\"preserve\">Satin is a type of cloth that has a glossy surface and a dull back.\nSatin is commonly used in baseball jackets, athletic shorts, women's lingerie, nightgowns, and evening gowns. It is also used in some men's boxer shorts, shirts and neckties, bed sheets, and in the making of pointe shoes for use in ballet.\nSatin was originally woven by the silk weavers in China. As the secrets of silk making were carried westward, splendid satins were woven in Genoa and Florence, then at Lyons and in England in the 15th cent.\nModern satins are made in a great variety of fibers, including synthetic ones. The term satin now refers to any fabric that is manufactured with a satin weave and is a mixture of silk threads with a synthetic filament, such as rayon or polyester. Silk mixed with short-staple cotton threads is referred to as sateen. Satin fabric is easily recognized by its even, glossy surface and flowing drape.\nDutchess satin is a gorgeous, high thread count, medium-bodied, low luster blended satin that sews easily and benefits from underlining to maintain shape. The extra weight of dutchess satin, as compared to regular satin fabric, lends itself to beading and embroidery. The synthetic component allows the fabric to be machine washed, and makes it last longer. Dutchess satin is used extensively for bridal wear and accessories, due to its pearly sheen and structural stability. The wrinkle-resistant material is also ideal for evening wear and lingerie.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cloth","surface_form":"cloth","offset":32},{"uri":"Baseball_jackets","surface_form":"baseball jackets","offset":107},{"uri":"Shorts","surface_form":"shorts","offset":134},{"uri":"Lingerie","surface_form":"lingerie","offset":150},{"uri":"Nightgown","surface_form":"nightgowns","offset":160},{"uri":"Evening_gown","surface_form":"evening gowns","offset":176},{"uri":"Boxer_shorts","surface_form":"boxer shorts","offset":221},{"uri":"Necktie","surface_form":"neckties","offset":246},{"uri":"Bed_sheet","surface_form":"bed sheets","offset":256},{"uri":"Pointe_shoes","surface_form":"pointe shoes","offset":289},{"uri":"Ballet","surface_form":"ballet","offset":313},{"uri":"Silk","surface_form":"silk","offset":355},{"uri":"Genoa","surface_form":"Genoa","offset":461},{"uri":"Florence","surface_form":"Florence","offset":471},{"uri":"Lyons","surface_form":"Lyons","offset":489},{"uri":"Fabric","surface_form":"fabric","offset":640},{"uri":"Rayon","surface_form":"rayon","offset":755},{"uri":"Polyester","surface_form":"polyester","offset":764},{"uri":"Cotton","surface_form":"cotton","offset":804},{"uri":"Lingerie","surface_form":"lingerie","offset":1468}]}