{"id":115883,"url":"http://en.wikipedia.org/wiki/Alberto_Contador","text":"Alberto Contador Velasco (born 6 December 1982 in Madrid) is a Spanish road racing cyclist for the Astana Team. He won the 2007 Tour de France riding for the Discovery Channel team. He also won the 2008 Giro d'Italia riding for Astana. Contador is very good at climbing mountains.\nContador became a professional in 2003. In 2004 he started to have headaches. A few days later, while he was racing, he crashed and went to hospital. There, doctors found a problem with a blood vessel in his brain. He needed some dangerous surgery, and needed many months to recover (get better). In 2005 he was healthy, and rode in his first Tour de France. He finished in 31st place.\nIn 2006 his team had some trouble. A doctor in Spain had given drugs to athletes to help them to win. Some cyclists on Contador's team had worked with the doctor. The police wanted to check to see if Contador had taken drugs. As a result, Contador could not enter the 2006 Tour de France. Later the police decided that Contador had not taken drugs from the doctor. The case about the doctor was called the Operación Puerto doping case, and caused many problems in cycling.\n2007 season.\nContador had to find a new team. In January 2007, he joined the Discovery Channel team, and won the famous Paris-Nice race in March. In the Tour de France, he won the 14th stage, and was second in the race to Michael Rasmussen. Rasmussen had to leave the race because he had not been honest about where he was training before the race. Because of this, Contador wore the yellow jersey, meaning he was in first place in the race, from stage 18. In stage 19, a time trial, he did not lose too much time, and started the last stage with a 23 seconds lead over Cadel Evans in second place. Evans and Contador finished with the same time, so Contador won the 2007 Tour de France.\n2008 season.\nThe Discovery Channel Team stopped racing at the end of 2007, and Contador joined the Astana Team. This was the same team he had worked for in 2005, but with a new name and new people managing it. However, the group running the Tour de France decided that Astana could not join the 2008 Tour de France. One week before the 2008 Giro d'Italia, the group running it invited the Astana team to join. The team did not have much time to prepare (get ready), but Contador became the leader of the race on the 15th stage. He wore the maglia rosa (pink leader's jersey) until the finish in Milan. This meant that Contador had won his second grand tour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Madrid","surface_form":"Madrid","offset":50},{"uri":"Spain","surface_form":"Spanish","offset":63},{"uri":"Road_bicycle_racing","surface_form":"road racing cyclist","offset":71},{"uri":"Astana_Team","surface_form":"Astana Team","offset":99},{"uri":"2007","surface_form":"2007","offset":123},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":128},{"uri":"Discovery_Channel_Pro_Cycling_Team","surface_form":"Discovery Channel","offset":158},{"uri":"2008","surface_form":"2008","offset":198},{"uri":"Giro_d%27Italia","surface_form":"Giro d'Italia","offset":203},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":469},{"uri":"Brain","surface_form":"brain","offset":489},{"uri":"Surgery","surface_form":"surgery","offset":521},{"uri":"Recover","surface_form":"recover","offset":556},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":624},{"uri":"Drug","surface_form":"drug","offset":730},{"uri":"Sportsperson","surface_form":"athletes","offset":739},{"uri":"2006_Tour_de_France","surface_form":"2006 Tour de France","offset":935},{"uri":"Legal_case","surface_form":"case","offset":1036},{"uri":"Operaci%C3%B3n_Puerto_doping_case","surface_form":"Operación Puerto doping case","offset":1073},{"uri":"Discovery_Channel_Pro_Cycling_Team","surface_form":"Discovery Channel team","offset":1217},{"uri":"Paris-Nice","surface_form":"Paris-Nice","offset":1260},{"uri":"Michael_Rasmussen","surface_form":"Michael Rasmussen","offset":1362},{"uri":"Honest","surface_form":"honest","offset":1437},{"uri":"Yellow_jersey","surface_form":"yellow jersey","offset":1524},{"uri":"Cadel_Evans","surface_form":"Cadel Evans","offset":1710},{"uri":"Astana_Team","surface_form":"Astana Team","offset":1927},{"uri":"Giro_d%27Italia","surface_form":"Giro d'Italia","offset":2169},{"uri":"Prepare","surface_form":"prepare","offset":2273},{"uri":"Maglia_rosa","surface_form":"maglia rosa","offset":2368},{"uri":"Grand_Tour_(cycling)","surface_form":"grand tour","offset":2474}]}