{"id":115827,"url":"http://en.wikipedia.org/wiki/Lewis_Hamilton","text":"Sir Lewis Carl Davidson Hamilton MBE (born 7 January 1985 in Stevenage, Hertfordshire, England) is a British Formula One racing driver, currently racing for the Mercedes AMG Petronas team. A seven-time World Champion, he is often regarded as one of the greatest F1 drivers in history.\nHamilton won the British Formula Renault, Formula Three Euroseries, and GP2 championships as his racing career advanced. He became an F1 driver for McLaren-Mercedes in, making his Formula One debut (first race) 12 years after his first meeting with Ron Dennis. Hamilton comes from a mixed-race background, with a black father and white mother. He is often labelled \"the first black driver in Formula One\".\nIn his first season in Formula One, Hamilton set many racing records. He finished second in the 2007 FIA Formula One World Championship, just one point behind Kimi Räikkönen. He won his first World Championship the next season by one point ahead of Felipe Massa, overtaking Timo Glock on the final lap in Brazil. He signed for Mercedes at the end of 2012 to race for them in the 2013 season. Hamilton has gone on to win five more World Championships, all with the Mercedes team, becoming the most successful British driver in Formula One history.\nPersonal life.\nHamilton was named after American sprinter Carl Lewis. His mother, Carmen Larbalestier (now Carmen Lockhart) is British. His father's parents emigrated from Grenada to the United Kingdom in the 1950s. Hamilton's parents separated when he was two. At first he lived with his mother. When Hamilton was twelve, he started living with his father, Anthony. Hamilton was raised Roman Catholic.\nHamilton's first taste of racing came at radio-controlled cars. His father bought him one in 1991, and Hamilton did well. Hamilton started kart racing when he was six. His father bought him his first go-kart as a Christmas present. His father said he would support his racing as long as he worked hard at school. To support his son Anthony had to take extra jobs, but he found enough time to attend all of Hamilton's races.\nIn October 2007, Hamilton announced his intention to live in Switzerland. He said this was to avoid the media scrutiny in the United Kingdom. Hamilton later admitted on the television show \"Parkinson\", that taxation was part of the reason for his decision. Hamilton was publicly criticised by UK MPs, including Liberal Democrat MP Bob Russell, for avoiding UK taxes. He settled in Luins in Vaud canton on Lake Geneva.\nOn 18 December 2007, Hamilton was suspended from driving in France for one month. He had been caught speeding at on a French motorway. His Mercedes-Benz CLK was also impounded. Two days before the Australian Grand Prix, Victoria Police witnessed Hamilton \"deliberately losing traction\" in his silver Mercedes, and impounded the car for 48 hours. Hamilton immediately released a statement of apology for \"driving in an over-exuberant manner\". In May 2010, Hamilton was charged with intentionally losing control of a vehicle.\nHamilton was awarded an MBE by the Queen in the 2009 New Year Honours.\nKarting.\nHamilton began karting in 1993 at the age of eight. He quickly began winning races and class championships. At the age of ten he approached McLaren F1 team boss Ron Dennis for an autograph. He told him, \"Hi. I'm Lewis Hamilton. I won the British Championship and one day I want to be racing your cars.\" Dennis wrote in his autograph book, \"Phone me in nine years, we'll sort something out then.\" Hamilton made good progress through the karting ranks. Ron Dennis signed Hamilton to the McLaren driver development program. This contract included an option of a future F1 seat. Hamilton would become the youngest ever driver to secure a contract which led in an F1 racing position.\nHamilton continued his progress in karting. In the top level of karting, his team mate was Nico Rosberg. Rosberg would later drive for the Williams and Mercedes GP teams in Formula One. Following his karting successes the British Racing Drivers' Club made him a ‘Rising Star’ Member in 2000.\nIn 2001, Michael Schumacher made a one-time return to karts and competed against Hamilton along with other future F1 drivers Vitantonio Liuzzi and Nico Rosberg. Hamilton ended the final in seventh, four places behind Schumacher. Although the two saw little of each other on the track Schumacher praised the young Briton (see quote box).\nFormula Renault and Formula Three.\nHamilton began his car racing career in the 2001 Formula Renault UK Winter Series. He finished fifth overall in the winter series. This led to full Formula Renault UK seasons in 2002 and 2003. Hamilton finished 2002 in third place. In 2003 he won the championship with ten wins and 419 points. Since he had enough points to win the championship, Hamilton missed the last two races of the season. He made his debut in the British Formula Three Championship at the season finale. He did show his speed at both the Macau Grand Prix and Korea Super Prix. In Korea, he qualified on pole position in his first visit to the track. It was only his fourth F3 race.\nHamilton made his debut in the Formula 3 Euro Series in 2004. Hamilton ended the year fifth in the championship. He first tested for McLaren in late 2004 at Silverstone.\nHamilton moved to the Euro Series champions ASM for the 2005 season. He dominated the championship, winning 15 of the 20 rounds. He also won the Marlboro Masters of Formula 3 at Zandvoort.\nGP2.\nWith his success in Formula Three, Hamilton moved to GP2 for the 2006 season. He won the GP2 championship at his first attempt, beating Nelson Piquet, Jr. and Timo Glock.\nHis 2006 GP2 championship happened at the same time there was a vacancy at McLaren. Juan Pablo Montoya left Formula on to race in NASCAR, and Kimi Räikkönen left to join Ferrari. Hamilton was confirmed as the team's second driver. He would be paired with defending champion Fernando Alonso for the season. He was told of McLaren's decision on 30 September. The news was not made public until 24 November. McLaren was afraid the news would be overshadowed by Michael Schumacher's retirement announcement.\n2007 season.\nHamilton would be the team-mate of defending double World Champion Fernando Alonso. Alonso had joined McLaren after leaving Renault. On his debut at the Australian Grand Prix, he qualified fourth and finished third in the race. He became the thirteenth driver to finish on the podium in his first F1 career race (excluding those in the first ever World Championship round). In Bahrain, Hamilton got his first front-row start, qualifying and finishing second. Hamilton again finished second behind Massa in the Spanish Grand Prix. This put him in the lead in the drivers championship. Hamilton broke Bruce McLaren's record of being the youngest driver to ever lead the world championship.\nHamilton won both his first pole position and first victory of his F1 career in the Canadian Grand Prix.\nDuring qualifying for the European Grand Prix, Hamilton crashed at the Nürburgring due to a front right tyre failure. He was unable to complete qualifying and started the race in tenth position. During a heavy rainstorm which caused the race to be temporally stopped, Hamilton slid off into a gravel trap. He was able to rejoin the race after the restart. His ninth place finish in this race was his first non-podium and non-points finish.\nHamilton won the Hungarian Grand Prix from pole position. At first, Alonso had set the fastest time, but he received a five-place grid penalty for blocking Hamilton in the pit lane; an action that prevented Hamilton from running his final qualifying lap. McLaren was also penalised and earned no constructor's points for the race.\nAfterwards, Hamilton said he had restored his relationship with Alonso. He went on to qualify second in Turkey. Hamilton was running in third place. He got a flat tyre, and had to drive slowly back to the pits. He finished the race in fifth place. His championship lead was reduced.\nAlonso beat Hamilton in the Italian and Belgian Grands Prix. Hamilton now had a two-point lead in the title race. His lead increased to 12 points after winning the Japanese Grand Prix. The race was in heavy rain, and Alonso crashed out of the race. After the race, there was investigated by the race stewards (officials). They looked at Hamilton's actions behind the safety car. Both Sebastian Vettel and Mark Webber crash out of the race while following Hamilton. The race stewards did not find that anybody did anything against the rules.\nHamilton earned the pole position in China. The race saw both dry and wet weather conditions. Hamilton retired from the race. He was experiencing heavy tyre wear. He tried to enter the pits. He ran wide and into the gravel trap. His car was stuck, and Hamilton recording the first retirement of his Formula One career. Hamilton went into the final race of the season with a four point lead.\nIn the Brazilian Grand Prix, Hamilton would only manage to score two championship points, as he finished the race in seventh position. Hamilton was passed by Räikkönen at the start. He was blocked in by Massa and Räikkönen into the first corner, and caught off balance. Hamilton was passed by Alonso in Turn 3. Hamilton attempted to re-pass Alonso in Turn 4. He ran wide, and dropped to eighth place. Then a problem started on lap 9. Hamilton had a gearbox problem. He was stuck in neutral and could not select any gears. Hamilton reset the settings on his steering wheel. The gearbox started working again. He had lost 40 seconds while his car was coasting.\nFor most of the race, Massa was leading and Räikkönen was in second. If the race had ended this way, Hamilton would have become world champion. During the second round of pit stops, Räikkönen the lead from Massa. Räikkönen won the race to become the 2007 Formula One World Champion.\nHamilton finished the season with four wins, and second place in the World Drivers' Championship with 109 points, ahead of teammate Fernando Alonso.\nTeam tensions.\nThe first sign that Hamilton was unhappy with his team appeared after he finished second at Monaco. His post-race comments suggested he had been forced into a supporting role. The FIA looked to see if McLaren had broken rules by enforcing team orders. FIA determined that McLaren did not break any rules. During qualifying at the Hungarian Grand Prix, Alonso held Hamilton up in the pits. This caused Hamilton to miss one last lap to try and earn the pole position. Alonso was moved back to the sixth starting position. This moved Hamilton to the pole. McLaren was docked constructors championship points. Hamilton said he thought Alonso's penalty was \"quite light if anything\" and only regretted the loss of constructors' points. As a result of these events, the relationship between Hamilton and Alonso temporarily collapsed. The pair were not on speaking terms for a short period.\nAfter the Japanese Grand Prix, Alonso felt that a race stewards' verdict had settled the championship in Hamilton's favor. He said: \"I'm not thinking of this championship anymore, it's been decided off the track. The drivers' briefing has no purpose. You go there to hear what Charlie Whiting and the other officials say. Twenty one drivers have an opinion, Charlie and the officials another, and so it's like talking to a wall\".\nAfter the season was over, Alonso and McLaren terminated their contract on 2 November 2007. Both sides agreed to the departure of Alonso.\n2008 season.\nIn January 2008, Hamilton signed a new five-year contract to stay with McLaren-Mercedes until the end of the 2012 season. For the season, Heikki Kovalainen would drive the second car for McLaren-Mercedes.\nThe first race of the 2008 season, the Australian Grand Prix, Hamilton qualified on pole and won the race. having position. In the Bahrain, Hamilton destroyed his car during a practice crash. He used a spare chassis and took third place in qualifying. In the race, he crashed into the back of Alonso's car and finished 13th. He was back on the podium in Spain finishing third. Hamilton finished second in Turkey, and won the Monaco Grand Prix a two weeks later, putting him back into the championship lead.\nHe qualified on the pole in Montreal but he crashed into the back of Kimi Räikkönen during the race. There was a red light at the end of the pit lane. Hamilton did not see that Räikkönen was stopped at the light. Hamilton was given a 10 position starting grid penalty for the next race, the French Grand Prix. Hamilton went on to win the British Grand Prix in difficult, wet conditions. This was called one of his best performance to date. Hamilton himself said in the post race press conference that it was his most difficult and most meaningful win.\nIn the next race at Hockenheim, Hamilton started from pole position, and won by 9 seconds.\nHamilton won the Belgian Grand Prix, but this win was called into question. He was left the race track in a chicane avoid hitting Kimi Räikkönen. The race officials said that gave Hamilton an unfair advantage. McLaren said that their monitoring equipment showed Hamilton slowed down to let Räikkönen past. Hamilton was given a 25 second penalty. The penalty dropping him to third place. McLaren appealed the penalty to the FIA World Motor Sport Council. The appeal was rejected. The council said the case was inadmissible.\nAt Fuji, Hamilton took pole in qualifying. Felipe Massa was his closest rival for the Championship title. Massa could only manage to qualify fifth. As the race began Kimi Räikkönen made a good start, and passed Hamilton. Hamilton ran wide at the first corner. This forced some of the drivers behind him to go off the track. Hamilton was given a drive-through penalty for his actions. On the second lap, when Hamilton tried to pass Massa at turn 10, Hamilton pulled alongside and made a move to pass him. Massa then ran wide and both cars hit. Hamilton car went into a spin. Massa was given a drive-through penalty for this move. Hamilton dropped down to last place. He managed to finish the race in 12th position, but earned no points.\nAt the Chinese Grand Prix, Hamilton was much faster than all the other cars in practice. He qualified on pole position. He went on to win the race, and a 7 point lead in the World Championship.\nThe Brazilian Grand Prix was the last race of the year. Hamilton needed to finish at least fifth the to win the World Championship. After a hard fought race Hamilton was in fifth place. In the closing laps of the race, it started to rain. Sebastian Vettel passed Hamilton for fifth position.\nMassa had already won the race. With Hamilton in sixth place, it looked like Massa would win the title. During the final lap both Vettel and Hamilton passed Timo Glock. Glock was using dry-weather tyres and Hamilton was using wet-weather tyres. This put Hamilton back into fifth place. Hamilton's pass gave him one more point than Massa.\nHamilton had won the 2008 Formula One World Championship. He became the youngest driver to win the title, as well as the first black driver. He is also the first British driver to win the World Championship since Damon Hill in 1996.\nRacial abuse.\nOn 4 February 2008, Hamilton was verbally taunted and abused during pre-season testing at the Circuit de Catalunya in Catalonia. Several Spanish spectators wore black face paint and black wigs. They wore shirts saying \"Hamilton's \". Hamilton had become unpopular in Spain because of his rivalry with Spaniard Fernando Alonso. The FIA warned Spanish authorities not to let this behavior continue. the FIA announced on 13 February 2008 that it will launch a \"Race Against Racism\" campaign.\n2009 season.\nHamilton started the season-opening Australian Grand Prix from 18th place on the grid. Hamilton finished the race in third place after Jarno Trulli was penalized. Trulli had passed Hamilton while behind the safety-car. There was a post-race stewards' hearing. Hamilton and McLaren told the stewards they did not let Trulli pass. The McLaren radio communication proved that was a lie. Hamilton was disqualified from the race for providing \"misleading evidence\" during the stewards' hearing. He later apologized in private to FIA race director Charlie Whiting for lying.\nDuring the next six races, Hamilton did not perform well. He qualified outside the top ten three more times, with fifth place his best start. He only scored a few points. At Nürburgring he qualified fifth. On the first lap he and Mark Webber hit each other. Hamilton had a flat tyre and damaged his car. He finished 18th.\nHamilton's performance improved at the Hungaroring. Hamilton started fourth. A good start with a KERS assisted car start moved him to second place by the first corner. By lap 13 he was leading the race. He finish 11.5 seconds ahead of Räikkönen. It was Hamilton's 10th career win and the first for a KERS-equipped car. In Valencia, Hamilton qualified on pole position for the first time in the season, and his team-mate, Heikki Kovalainen qualified second. In the race a poor pit stop by the mechanics lost Hamilton first place. He finished second.\nHamilton crashed out of the next two races, the Belgian and Italian Grands Prix. This removed any chance of defending his title. In September, at the Singapore Grand Prix, Hamilton took his second win of the season. He finished third at the next two races, the Japanese and Brazilian Grands Prix. In the inaugural (first ever) Abu Dhabi Grand Prix, Hamilton qualified on the pole. He led the race, but retired on lap 20 due to a rear brake problem. This was his first mechanical-related retirement in Formula One.\n2010 season.\nAfter a difficult 2009 season, Hamilton set out with a new challenge for the title. He finished third in Bahrain. In Australia, Hamilton failed to make the top ten in qualifying. He starting the race from eleventh place on the grid, and ending the race in sixth place. He had a late-race collision with Mark Webber. At Malaysia, McLaren misjudged the weather during qualifying, and let Hamilton go out on the wrong tyres for the wet conditions. He started 20th on the grid for the race, but came through with a sixth place finish. Hamilton was given a warning during the race. He weaved four times trying to break the aerodynamic tow of Vitaly Petrov. Hamilton was not trying to block him. After the race the rules were clarified. A driver may weave only once, even to break a tow.\nIn Shanghai, Hamilton finished in second place, behind teammate Jenson Button. This was McLaren's first 1-2 finish for two and a half years. Hamilton was involved in a pit lane incident with Red Bull driver Sebastian Vettel. Both drivers received a reprimand from race stewards.\nHamilton qualified third for the Spanish Grand Prix. Near the end of the race he was running in second behind Mark Webber. Hamilton had already set the fastest lap of the race. The next to the last lap of the race, he ran off the track and hit the wall. The left front suspension was destroyed and Hamilton was out of the race. The wheel rim had failed and destroyed the tyre, sending Hamilton out of control. He was classified with a 14th place finish.\nThe next weekend at Monaco Hamilton and teammate Jenson Button raced with a diamond encrusted steering wheel. Hamilton's steering wheel had the year \"08\" placed on it in diamonds for his championship in 2008. Button had the year \"09\" on his wheel for his championship in 2009. Hamilton qualified and finished fifth. For the Turkish Grand Prix, Hamilton qualified a season's best second. Hamilton was running in second place when Vettel and Webber collided with each other on Lap 40. That moved Hamilton into first place. Jenson Button was then in second place. They passed each other once before the end of the race. Hamilton took his first victory of the 2010 season, moving him to third in the Drivers Championship.\nHamilton qualified on pole for the Canadian Grand Prix. He has started from the pole at every of his F1 races at Circuit Gilles Villeneuve. Hamilton won the race and moved into the lead the Drivers Championship.\nA day after the Grand Prix Hamilton flew back into the UK and drove Ayrton Senna's championship winning McLaren MP4/4. Hamilton was clearly excited and overcome with emotion. He described it as 'one of the best days of his life'. He also stated that he had 'ticked off one of his dreams' by driving the car.\nHamilton qualified third in Valencia. He passed Mark Webber at the start of the race. During a safety car period, Hamilton passed the second safety car line about 0.5 seconds after the safety car exited the pits. Hamilton passed the safety car instead of slowing down to follow the safety car. Fernando Alonso was behind Hamilton and had to remain behind the safety car. Alonso complained on the radio to his team. The stewards investigated the incident and penalized Hamilton with a drive through penalty. There was a 20 minutes before the penalty was announced. This allowed Hamilton to build up a large gap with the car behind him. When he served his penalty, he stayed in second place. This made Alonso and the Ferrari team mad. Hamilton then accused Alonso of \"sour grapes\". Hamilton and Alonso made-up before the next race. Hamilton finished second and retained his lead in the drivers championship.\nHe finished second at Silverstone and fourth at Hockenheim. In Hungary, Hamilton qualified fifth but retired during the race due to engine problems. He lost the championship lead to Webber.\nAfter the one month long summer break, Hamilton won the Belgium Grand Prix and set the fastest lap. This moved him into first place in the championship. But at both the Italian and Singapore Grands Prix, he retired from the race. This has moved him into third place.\n2020.\nHamilton won 4 out of 6 races so far in the Spanish Grand Prix.\nRecords.\nIn his debut season, Hamilton took the record of Youngest World Drivers' Championship runner-up, at 22 years and 288 days, previously held by Kimi Räikkönen at 23 years and 360 days. In 2009, this record was taken by Sebastian Vettel, who was 22 years and 122 days when he secured runner-up position in the championship.\nHamilton is the first driver of black heritage to compete in Formula One (although Willy T. Ribbs tested an F1 car in 1986). He is the first driver of black heritage to win a major race at Indianapolis Motor Speedway in any discipline. In addition, he is the third youngest driver to achieve an F1 pole position, and the fourteenth F1 driver to achieve a podium finish on his debut.\nComplete Formula One results.\nDid not finish, but was classified as he had completed more than 90% of the race distance.\nHalf points awarded as less than 75% of race distance was completed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"MBE","offset":33},{"uri":"Stevenage","surface_form":"Stevenage","offset":61},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":72},{"uri":"England","surface_form":"England","offset":87},{"uri":"Formula_One","surface_form":"Formula One","offset":109},{"uri":"Auto_racing","surface_form":"racing driver","offset":121},{"uri":"Black_people","surface_form":"black","offset":661},{"uri":"2007_Formula_One_season","surface_form":"2007 FIA Formula One World Championship","offset":787},{"uri":"Kimi_R%C3%A4ikk%C3%B6nen","surface_form":"Kimi Räikkönen","offset":850},{"uri":"2008_Formula_One_season","surface_form":"the next season","offset":902},{"uri":"Felipe_Massa","surface_form":"Felipe Massa","offset":940},{"uri":"Carl_Lewis","surface_form":"Carl Lewis","offset":1296},{"uri":"British","surface_form":"British","offset":1365},{"uri":"Grenada","surface_form":"Grenada","offset":1410},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":1625},{"uri":"Kart_racing","surface_form":"kart racing","offset":1780},{"uri":"Switzerland","surface_form":"Switzerland","offset":2126},{"uri":"Luins","surface_form":"Luins","offset":2446},{"uri":"Vaud","surface_form":"Vaud canton","offset":2455},{"uri":"Lake_Geneva","surface_form":"Lake Geneva","offset":2470},{"uri":"Mercedes-Benz","surface_form":"Mercedes-Benz","offset":2622},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":2680},{"uri":"Order_of_the_British_Empire","surface_form":"MBE","offset":3031},{"uri":"Queen_Elizabeth_II","surface_form":"the Queen","offset":3038},{"uri":"Ron_Dennis","surface_form":"Ron Dennis","offset":3248},{"uri":"Nico_Rosberg","surface_form":"Nico Rosberg","offset":3857},{"uri":"WilliamsF1","surface_form":"Williams","offset":3905},{"uri":"Mercedes_GP","surface_form":"Mercedes GP","offset":3918},{"uri":"Michael_Schumacher","surface_form":"Michael Schumacher","offset":4067},{"uri":"Vitantonio_Liuzzi","surface_form":"Vitantonio Liuzzi","offset":4183},{"uri":"McLaren","surface_form":"McLaren","offset":5219},{"uri":"Silverstone_Circuit","surface_form":"Silverstone","offset":5243},{"uri":"Circuit_Park_Zandvoort","surface_form":"Zandvoort","offset":5434},{"uri":"Nelson_Piquet%2C_Jr.","surface_form":"Nelson Piquet, Jr.","offset":5586},{"uri":"Timo_Glock","surface_form":"Timo Glock","offset":5609},{"uri":"Juan_Pablo_Montoya","surface_form":"Juan Pablo Montoya","offset":5705},{"uri":"NASCAR","surface_form":"NASCAR","offset":5751},{"uri":"Kimi_R%C3%A4ikk%C3%B6nen","surface_form":"Kimi Räikkönen","offset":5763},{"uri":"Scuderia_Ferrari","surface_form":"Ferrari","offset":5791},{"uri":"Fernando_Alonso","surface_form":"Fernando Alonso","offset":5895},{"uri":"Michael_Schumacher","surface_form":"Michael Schumacher","offset":6079},{"uri":"Fernando_Alonso","surface_form":"Fernando Alonso","offset":6205},{"uri":"Renault_F1","surface_form":"Renault","offset":6262},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":6291},{"uri":"Bahrain_Grand_Prix","surface_form":"Bahrain","offset":6515},{"uri":"Spanish_Grand_Prix","surface_form":"Spanish Grand Prix","offset":6648},{"uri":"Bruce_McLaren","surface_form":"Bruce McLaren","offset":6737},{"uri":"Pole_position","surface_form":"pole position","offset":6854},{"uri":"Canadian_Grand_Prix","surface_form":"Canadian Grand Prix","offset":6910},{"uri":"European_Grand_Prix","surface_form":"European Grand Prix","offset":6957},{"uri":"N%C3%BCrburgring","surface_form":"Nürburgring","offset":7002},{"uri":"Hungarian_Grand_Prix","surface_form":"Hungarian Grand Prix","offset":7388},{"uri":"Turkish_Grand_Prix","surface_form":"Turkey","offset":7806},{"uri":"Italian_Grand_Prix","surface_form":"Italian","offset":8013},{"uri":"Belgian_Grand_Prix","surface_form":"Belgian","offset":8025},{"uri":"Japanese_Grand_Prix","surface_form":"Japanese Grand Prix","offset":8149},{"uri":"Sebastian_Vettel","surface_form":"Sebastian Vettel","offset":8369},{"uri":"Mark_Webber","surface_form":"Mark Webber","offset":8390},{"uri":"Chinese_Grand_Prix","surface_form":"China","offset":8563},{"uri":"Brazilian_Grand_Prix","surface_form":"Brazilian Grand Prix","offset":8924},{"uri":"Transmission","surface_form":"gearbox","offset":9366},{"uri":"Monaco_Grand_Prix","surface_form":"Monaco","offset":10115},{"uri":"Hungarian_Grand_Prix","surface_form":"Hungarian Grand Prix","offset":10353},{"uri":"Japanese_Grand_Prix","surface_form":"Japanese Grand Prix","offset":10917},{"uri":"Charlie_Whiting","surface_form":"Charlie Whiting","offset":11184},{"uri":"Heikki_Kovalainen","surface_form":"Heikki Kovalainen","offset":11626},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":11732},{"uri":"Bahrain_Grand_Prix","surface_form":"Bahrain","offset":11824},{"uri":"Spanish_Grand_Prix","surface_form":"Spain","offset":12047},{"uri":"Turkish_Grand_Prix","surface_form":"Turkey","offset":12098},{"uri":"Monaco_Grand_Prix","surface_form":"Monaco Grand Prix","offset":12118},{"uri":"2008_Canadian_Grand_Prix","surface_form":"Montreal","offset":12228},{"uri":"Kimi_R%C3%A4ikk%C3%B6nen","surface_form":"Kimi Räikkönen","offset":12269},{"uri":"French_Grand_Prix","surface_form":"French Grand Prix","offset":12491},{"uri":"British_Grand_Prix","surface_form":"British Grand Prix","offset":12538},{"uri":"German_Grand_Prix","surface_form":"Hockenheim","offset":12772},{"uri":"Belgian_Grand_Prix","surface_form":"Belgian Grand Prix","offset":12860},{"uri":"Chicane","surface_form":"chicane","offset":12951},{"uri":"Japanese_Grand_Prix","surface_form":"Fuji","offset":13369},{"uri":"Felipe_Massa","surface_form":"Felipe Massa","offset":13409},{"uri":"Chinese_Grand_Prix","surface_form":"Chinese Grand Prix","offset":14109},{"uri":"Brazilian_Grand_Prix","surface_form":"Brazilian Grand Prix","offset":14300},{"uri":"Timo_Glock","surface_form":"Timo Glock","offset":14745},{"uri":"Tire","surface_form":"tyres","offset":14785},{"uri":"Damon_Hill","surface_form":"Damon Hill","offset":15139},{"uri":"Circuit_de_Catalunya","surface_form":"Circuit de Catalunya","offset":15267},{"uri":"Catalonia","surface_form":"Catalonia","offset":15291},{"uri":"Spain","surface_form":"Spaniard","offset":15473},{"uri":"Fernando_Alonso","surface_form":"Fernando Alonso","offset":15482},{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"FIA","offset":15503},{"uri":"Australian_Grand_Prix","surface_form":"Australian Grand Prix","offset":15710},{"uri":"Jarno_Trulli","surface_form":"Jarno Trulli","offset":15809},{"uri":"Charlie_Whiting","surface_form":"Charlie Whiting","offset":16216},{"uri":"German_Grand_Prix","surface_form":"Nürburgring","offset":16417},{"uri":"Mark_Webber","surface_form":"Mark Webber","offset":16473},{"uri":"Hungarian_Grand_Prix","surface_form":"Hungaroring","offset":16604},{"uri":"European_Grand_Prix","surface_form":"Valencia","offset":16887},{"uri":"Heikki_Kovalainen","surface_form":"Heikki Kovalainen","offset":16986},{"uri":"Belgian_Grand_Prix","surface_form":"Belgian","offset":17162},{"uri":"Italian_Grand_Prix","surface_form":"Italian Grands Prix","offset":17174},{"uri":"Singapore_Grand_Prix","surface_form":"Singapore Grand Prix","offset":17264},{"uri":"Japanese_Grand_Prix","surface_form":"Japanese","offset":17375},{"uri":"Brazilian_Grand_Prix","surface_form":"Brazilian Grands Prix","offset":17388},{"uri":"Abu_Dhabi_Grand_Prix","surface_form":"Abu Dhabi Grand Prix","offset":17441},{"uri":"Bahrain_Grand_Prix","surface_form":"Bahrain","offset":17746},{"uri":"Australian_Grand_Prix","surface_form":"Australia","offset":17758},{"uri":"Mark_Webber","surface_form":"Mark Webber","offset":17944},{"uri":"Malaysian_Grand_Prix","surface_form":"Malaysia","offset":17960},{"uri":"Tire","surface_form":"tyres","offset":18056},{"uri":"Aerodynamics","surface_form":"aerodynamic","offset":18259},{"uri":"Vitaly_Petrov","surface_form":"Vitaly Petrov","offset":18278},{"uri":"Chinese_Grand_Prix","surface_form":"Shanghai","offset":18426},{"uri":"Jenson_Button","surface_form":"Jenson Button","offset":18487},{"uri":"Red_Bull_Racing","surface_form":"Red Bull","offset":18614},{"uri":"Sebastian_Vettel","surface_form":"Sebastian Vettel","offset":18630},{"uri":"Spanish_Grand_Prix","surface_form":"Spanish Grand Prix","offset":18735},{"uri":"Monaco_Grand_Prix","surface_form":"Monaco","offset":19176},{"uri":"Turkish_Grand_Prix","surface_form":"Turkish Grand Prix","offset":19480},{"uri":"Canadian_Grand_Prix","surface_form":"Canadian Grand Prix","offset":19909},{"uri":"Circuit_Gilles_Villeneuve","surface_form":"Circuit Gilles Villeneuve","offset":19987},{"uri":"Ayrton_Senna","surface_form":"Ayrton Senna","offset":20154},{"uri":"European_Grand_Prix","surface_form":"Valencia","offset":20422},{"uri":"Silverstone_Circuit","surface_form":"Silverstone","offset":21322},{"uri":"Hockenheimring","surface_form":"Hockenheim","offset":21348},{"uri":"Hungarian_Grand_Prix","surface_form":"Hungary","offset":21363},{"uri":"Spanish_Grand_Prix","surface_form":"Spanish Grand Prix","offset":21807},{"uri":"Sebastian_Vettel","surface_form":"Sebastian Vettel","offset":22053},{"uri":"Willy_T._Ribbs","surface_form":"Willy T. Ribbs","offset":22240},{"uri":"Indianapolis_Motor_Speedway","surface_form":"Indianapolis Motor Speedway","offset":22346}]}