{"id":115828,"url":"http://en.wikipedia.org/wiki/Todd_Bentley","text":"Todd Bentley (born 1976) is a Canadian Evangelical Christian and evangelist. He is one of the main preachers who are part of the Charismatic revival meetings in Lakeland, Florida known as the Florida Healing Outpouring. Attendance at the meetings is now at as high as 10,000 visitors a night from around the world. Todd Bentley is increasingly considered a false prophet by Christian communities.\nEarly life.\nWhen Bently was a child he lived in Gibsons, British Columbia, a small place in west Canada. At the time when Todd Bentley's mother and father stopped being married, Bentley wrote in a book about himself that he made in 2008 called, \"The Journey into the Miraculous\", that he had problems and did illegal drugs. He also said in this book that he had drank too much alcohol. Bentley said that he changed to believe in Jesus and be a Christian, and when he did that he did not have problems with drugs or drinking alcohol anymore. He became a Christian when he was 18 years old.\nWhat Bently believes.\nBentley's beliefs are close to the Assemblies of God (AOG) and often speaks at meetings in AOG churches, although he is not under their authority.\nArguments.\nBentley's other beliefs and style are seen as being from \"Spiritual Leader\" to \"False Prophet\" by other Christian leaders. He yells 'Bam!' during sermons, He has an unusual appearance for a preacher such as tattoos and piercings.\nAt greater issue is Bentley's mysticism and spirituality, which is nontraditional for the Pentecostal and Charismatic congregations he serves and counter to others. Two major points of contention are the manner and veracity of the Faith Healing he conducts in his services and an encounter he discusses with an angel that was a harbinger of financial wellbeing. Other major theological debates have arisen from Bentley's references to several trips he has made to Heaven and meetings with the Paul the Apostle. These controversies were highlighted by the media coverage of the Lakeland revival.\nFaith healing.\nBentley heavily features faith healing, a common feature of the Charismatic movement. His behavior in conducting the healings has come under fire for the violence with which it is sometimes done. Bentley most commonly places his hands on an individual's head or area of infirmity but sometimes has more violently kicked out or hit the volunteer while calling out for the power of God to descend. In response, some people may stand and physically tremble, while others may literally fall down to the ground in what they call \"falling under the power\" of the Holy Spirit. The medical corroboration of both the injuries sustained by healings and the healings themselves has been a common topic of dissension in the media.\nThe Angel Emma.\nA controversy surrounds his alleged encounter with an angel he called 'Emma' at an AOG church in 2001. Bentley stated that the female angel gave him a vision of gold dust, and afterwards he received a breakthrough in terms of financial stability. Among Assembly of God congregants, especially, there was debate about whether such a professed encounter was in line with AOG doctrine as set out in the 16 Fundamental Truths The most persistent challenge was twofold; whether the experience of a specifically female angel who prophesied financial well-being was a Biblically recognized phenomenon, and whether preaching about such an encounter was theologically responsible - would it bring converts to worship such an angel rather than the God who sent her? Bentley has argued that it was God's choice, and not his own, that an angel appeared to him in that manner.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":30},{"uri":"Evangelicalism","surface_form":"Evangelical","offset":39},{"uri":"Christian","surface_form":"Christian","offset":51},{"uri":"Evangelist","surface_form":"evangelist","offset":65},{"uri":"Preacher","surface_form":"preacher","offset":99},{"uri":"Charismatic","surface_form":"Charismatic","offset":129},{"uri":"Lakeland%2C_Florida","surface_form":"Lakeland, Florida","offset":161},{"uri":"Florida_Healing_Outpouring","surface_form":"Florida Healing Outpouring","offset":192},{"uri":"World","surface_form":"world","offset":308},{"uri":"Christian","surface_form":"Christian","offset":374},{"uri":"Gibsons%2C_British_Columbia","surface_form":"Gibsons, British Columbia","offset":445},{"uri":"Illegal_drug","surface_form":"illegal drug","offset":706},{"uri":"Alcohol","surface_form":"alcohol","offset":774},{"uri":"Assemblies_of_God","surface_form":"Assemblies of God","offset":1043},{"uri":"Mysticism","surface_form":"mysticism","offset":1426},{"uri":"Pentecostal","surface_form":"Pentecostal","offset":1486},{"uri":"Heaven","surface_form":"Heaven","offset":1860},{"uri":"Paul_the_Apostle","surface_form":"Paul the Apostle","offset":1889},{"uri":"Lakeland_revival","surface_form":"Lakeland revival","offset":1973},{"uri":"Faith_healing","surface_form":"faith healing","offset":2031},{"uri":"Charismatic_movement","surface_form":"Charismatic movement","offset":2070}]}