{"id":116057,"url":"http://en.wikipedia.org/wiki/Big_East_Conference","text":"The Big East Conference is a college sports conference in the United States which sponsors many sports, but does not play football. The league has its roots in the original Big East Conference, which was founded in 1979 as a basketball-focused league by a group of schools in the Eastern U.S. That league added football in 1991, leading to years of conflict between schools that played top-level football and those that did not. In July 2013, the original league split along football lines. The seven schools that did not play FBS (top-level) football—often called the \"Catholic 7\" because all are run by the Catholic Church—bought the \"Big East\" name and formed a new Big East. The FBS schools joined with several new members and stayed in the original Big East structure under the new name of American Athletic Conference (The American).\nAlthough the current Big East was not founded until 2013, it claims the 1979 founding date of the original Big East. Both the current Big East and The American claim the pre-split history of the old Big East.\nMembers.\nThe 10 schools that formed the current Big East are private schools. All of these are also Catholic except for Butler, which was started by Protestants but has never been run by any church. UConn (Connecticut) became the Big East's first public school in July 2020.\nAssociate members.\nThe Big East has five \"associate members\" that play either one or two sports in the conference.\nFormer members.\nNo full member of the Big East has left for another conference. However, eight associate members have left the Big East in one or more sports, with five entirely leaving the Big East.\nTwo schools that were associate members in the 2013–14 school year left to join conferences that play the sports that they housed in the Big East. Five women's lacrosse members left after the 2017–18 school year when the American Athletic Conference, full-time home to three of those schools, started a women's lacrosse league. Two of these schools, Temple and UConn, stayed in the Big East in field hockey, and UConn returned to the Big East full-time in July 2020. At the same time, Old Dominion moved its women's lacrosse team from the Big East to The American. This kept both conferences at six women's lacrosse members, the number needed to ensure that their conference champions would receive places in the NCAA Division I tournament. ODU is still a Big East member in field hockey.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":62},{"uri":"American_football","surface_form":"football","offset":122},{"uri":"Big_East_Conference_(1979%E2%80%932013)","surface_form":"original Big East Conference","offset":164},{"uri":"Basketball","surface_form":"basketball","offset":225},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":609},{"uri":"American_Athletic_Conference","surface_form":"American Athletic Conference","offset":795},{"uri":"Protestantism","surface_form":"Protestants","offset":1198}]}