{"id":11603,"url":"http://en.wikipedia.org/wiki/Black_Death","text":"The Black Death was an outbreak of disease that killed millions of people across Europe and Asia. Most people think that the disease was the bubonic plague. Around 50 million people were killed by the bubonic plague, and was at its worst between 1347 and 1351. The disease may have started in Asia. This disease is carried and spread by fleas living on rats. Traders from the Silk Road may have brought the infected fleas to Europe.\nFleas started the problem; the infected fleas were carried by black rats. Rats that were carrying the fleas would go into cities. When the fleas bit somebody, they would inject a little bit of the bacteria into the wound. This would cause the person to be infected. Rats were often on ships. This meant the disease spread extremely quickly, all over Europe.\nIn humans, the disease caused swelling in the groin, under the arms and behind the ears. These swellings were a black and purple colour, hence the name 'The Black Death'. The dark swellings were called buboes. People were in pain and victims died a horrible death. The symptoms could be seen 3–7 days after victims were bitten by a flea carrying the disease.\nImpact.\nThe disease killed around a third of Europe's population, with variation between areas. It killed at least 75-200 million people across Europe, the Middle East, India, and China.\nThe same disease is thought to have returned to Europe every generation with different degrees of intensity and fatality until the 1700s. Later outbreaks include the Italian Plague of 1629-1631, the Great Plague of London (1665–1666), the Great Plague of Vienna (1679), the Great Plague of Marseille in 1720–1722 and the 1771 plague in Moscow. In its virulent form it seems to have disappeared from Europe in the 18th century.\nThere is some controversy over the identity of the disease. Anthrax and Viral hemorrhagic fevers are other ideas for what specific disease the Black Death might have been.\nThe Black Death had a very big effect on Europe's population. It changed Europe's social structure. It was a serious blow to the Roman Catholic Church and resulted in widespread persecution of minorities such as Jews, Muslims, foreigners, beggars and lepers. The uncertainty of daily survival influenced people to live for the moment, as illustrated by Giovanni Boccaccio in \"The Decameron\" (1353).\nThe initial fourteenth-century European event was called the \"Great Mortality\" by contemporary writers and, with later outbreaks, became known as the 'Black Death'.\nMedia.\nThe Black Death has been used as a subject or as a setting in modern literature and media.\nEdgar Allan Poe's short story The Masque of the Red Death (1842) is set in an unnamed country during a fictional plague that bears strong resemblance to the Black Death.\nAlbert Camus uses this theme too. His novel, \"The Plague\" (1947) is set against an outbreak of the plague in Algeria and how people handle it.\nMedical aspects.\nSufferers of the bubonic plague develop fevers, severe flu symptoms and buboes that could swell to the size of an average apple. These buboes appear mainly in the groin, armpit and apparently sometimes on the thighs. The buboes were not only large but also were filled with pus and turned a purple color.\nThe medical knowledge of the time was based on Hippocrates' theory of humorism. This said the body consists of different fluids. If they are in harmony, the person is healthy. If they are not, disease results. Very often, diseases were also seen as a punishment of God.\nSuch a theory can of course not account for the spreading of a disease from one person to another one. Infection was said to occur from bad winds (called \"Miasma\"). The bad air could also come from within the earth, and thereby cause the disease. Remedies against the disease included to only open windows towards the north, to not sleep during the day, and not to work too hard.\nThe Faculty of Medicine of the University of Paris concluded that the Black Death was caused by a bad conjunction of Jupiter, Saturn and Mars on 20 March, 1345. They had been asked by Philipp VI about the cause of the disease in 1348. Since the answer was scientifically founded, it was soon taken to be the real cause, and translated into many languages.\nTherefore, the doctors often limited their actions to telling people to go to Confession, so that their sins would be forgiven if they died. In the long run, the pandemics caused the doctors to change their ideas on how the human body worked, to get away from the theories of Hyppocrates and Galenos, more towards empirical science. Only 200 years later did Girolamo Fracastoro discover that diseases spread through infection.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"disease","offset":35},{"uri":"Europe","surface_form":"Europe","offset":81},{"uri":"Asia","surface_form":"Asia","offset":92},{"uri":"Bubonic_plague","surface_form":"bubonic plague","offset":141},{"uri":"Flea","surface_form":"flea","offset":337},{"uri":"Rat","surface_form":"rat","offset":353},{"uri":"Silk_Road","surface_form":"Silk Road","offset":376},{"uri":"Bacteria","surface_form":"bacteria","offset":630},{"uri":"Arm","surface_form":"arm","offset":854},{"uri":"Italian_Plague_of_1629-1631","surface_form":"Italian Plague of 1629-1631","offset":1503},{"uri":"Great_Plague_of_London","surface_form":"Great Plague of London","offset":1536},{"uri":"Great_Plague_of_Vienna","surface_form":"Great Plague of Vienna","offset":1576},{"uri":"Great_Plague_of_Marseille","surface_form":"Great Plague of Marseille","offset":1611},{"uri":"Plague_Riot","surface_form":"1771 plague in Moscow","offset":1658},{"uri":"Anthrax_(disease)","surface_form":"Anthrax","offset":1824},{"uri":"Viral_hemorrhagic_fever","surface_form":"Viral hemorrhagic fever","offset":1836},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":2065},{"uri":"Persecution","surface_form":"persecution","offset":2114},{"uri":"Minority","surface_form":"minorities","offset":2129},{"uri":"Jews","surface_form":"Jews","offset":2148},{"uri":"Muslim","surface_form":"Muslim","offset":2154},{"uri":"Begging","surface_form":"beggars","offset":2175},{"uri":"Leprosy","surface_form":"lepers","offset":2187},{"uri":"Giovanni_Boccaccio","surface_form":"Giovanni Boccaccio","offset":2289},{"uri":"The_Decameron","surface_form":"The Decameron","offset":2312},{"uri":"Setting","surface_form":"setting","offset":2558},{"uri":"Edgar_Allan_Poe","surface_form":"Edgar Allan Poe","offset":2598},{"uri":"The_Masque_of_the_Red_Death","surface_form":"The Masque of the Red Death","offset":2628},{"uri":"1842_in_literature","surface_form":"1842","offset":2657},{"uri":"Albert_Camus","surface_form":"Albert Camus","offset":2768},{"uri":"Novel","surface_form":"novel","offset":2806},{"uri":"The_Plague","surface_form":"The Plague","offset":2814},{"uri":"Algeria","surface_form":"Algeria","offset":2877},{"uri":"Flu","surface_form":"flu","offset":2983},{"uri":"Hippocrates","surface_form":"Hippocrates","offset":3280},{"uri":"Humorism","surface_form":"humorism","offset":3303},{"uri":"Fluid","surface_form":"fluid","offset":3354},{"uri":"Equilibrium","surface_form":"harmony","offset":3377},{"uri":"God","surface_form":"God","offset":3498},{"uri":"Infection","surface_form":"Infection","offset":3606},{"uri":"Miasma","surface_form":"Miasma","offset":3658},{"uri":"University_of_Paris","surface_form":"University of Paris","offset":3914},{"uri":"Conjunction_(astronomy_and_astrology)","surface_form":"conjunction","offset":3985},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":4000},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":4009},{"uri":"Mars_(planet)","surface_form":"Mars","offset":4020},{"uri":"Philipp_VI._le_Valois","surface_form":"Philipp VI","offset":4067},{"uri":"Physician","surface_form":"doctors","offset":4254},{"uri":"Confession","surface_form":"Confession","offset":4317},{"uri":"Galenos","surface_form":"Galenos","offset":4531},{"uri":"Empirical","surface_form":"empirical","offset":4553},{"uri":"Girolamo_Fracastoro","surface_form":"Girolamo Fracastoro","offset":4597},{"uri":"Infection","surface_form":"infection","offset":4655}]}