{"id":11606,"url":"http://en.wikipedia.org/wiki/Serfdom","text":"Serfdom is a legal and economic system.\nA serf is a worker who has to stay in a lords area. Serfs were the lowest social class of the feudal society. Serfs were different from slaves. Serfs could have property. In most serfdoms, serfs were legally part of the land, and if the land was sold, they were sold with it.\nSerfdom is the forced labour of serfs, on the fields of the land owners. Serfs got protection and the right to work on the leased fields. Serfs worked in fields, and other agricultural-related works, like forestry, transportation (both land and river-based), work in craft and even in manufacturing.\nSerfdom came from agricultural slavery of the Roman Empire and spread through Europe around the 10th century. Most people lived in serfdoms during the Middle Ages of Europe.\nIn England, serfdom lasted up to the 1600s, in France until 1789. In most other European countries serfdom lasted until the early 19th century.\nThe system of serfdom.\nAll land was owned by landowners - nobility, Church and monarchs. A serf is any peasant who has to do manual labor for someone else in order to get to keep his land. While most serfs were farmers, some serfs were craftsmen - like the village blacksmith, miller or innkeeper.\nThe serf's feudal contract.\nThe serfs had a feudal contract, just like a baron or a knight. A serf's feudal contract was that he would live on and work a piece of land held by his Lord. The serf would get protection in return.\nDuring that time, people said that a serf \"worked for all\", a knight or baron \"fought for all\" and a churchman \"prayed for all.\" Everyone had his place and all was right with God's world. The serf did not have as good a position as the knights or barons, but was better than slavery. Serfs had some rights in the feudal contract.\nA manorial Lord could not sell his serfs like Romans sold slaves. If his Lord sold some land, the serf of that land went with it to serve the new Lord. A serf could not leave his lands without permission. A serf could not sell his lands.\nBecoming a serf.\nA free man usually became a serf because he owed a large debt. He would make an agreement with the Lord of the land. The Lord would keep him safe, give money for his debt, and give him land to work on, and he would do work for the Lord. All his children would become serfs.\nThe serf's duties.\nThe usual serf \"paid\" his fees and taxes by working for the lord 5 or 6 days a week. At different times in the year he would do different things. A serf could plough his lord's fields, harvest crops, dig ditches, or repair fences. The rest of his time he could take care of his own fields, crops and animals.\nThe big problem for a serf was that he had to do the work for the Lord before he could do his own work. When his Lord’s crops needed to be harvested, his needed to be harvested, too. The Lord would give them very good food when they worked for him.\nThe serfs also had to pay taxes and fees. The Lord decided how much taxes they would pay from how much land the serf had, usually 1/3 of their value. They had to pay fees when they got married, had a baby, or there was a war. Money was not very common then, so usually they paid by giving food instead of money.\nThere were strange tests to decide if something was good enough to be given for taxes. A chicken, for example, had to be able to jump over a fence. That showed that the chicken was young and healthy.\nBenefits of serfdom.\nA serf had some freedom. A serf could get and keep property and money. Some serfs had more money and property than their free neighbours. A serf could sometimes buy his freedom.\nAgricultural benefits.\nSerfs could grow what they wanted on their lands. Sometimes their taxes had to be paid in wheat, which is difficult to grow. They could take the wheat they did not give for taxes to the market. Mostly they were subsistence farming, eating what they grew. Their heirs usually got an inheritance.\nThe lord could not make the serfs leave his land unless he had good reasons. The lord was supposed to protect them from criminals or other lords, and he was supposed to give them charity during famines.\nVariations.\nThe rules for serfdom were different at different times and places. In some places, serfdom changed into different types of taxation.\nIn different places and times, serfs had to work different amounts. In the Polish-Lithuanian Commonwealth in the 13th century it was 2 – 3 days a year. In the 14th century, serfs had to work one day per week. They had to work 4 days per week in the 17th century. They had to work 6 days per week in the 18th century.\nSometimes, serfs were soldiers during war. They could get freedom or even ennoblement for bravery in war. In other cases, serfs could also purchase their freedom, be manumitted by their enlightened or generous owners, or flee to towns or newly settled land where few questions were asked. Laws varied from country to country: in England a serf who made his way to a chartered town and evaded recapture for a year and a day obtained his freedom.\nIn many cases, serfs had to get permission from their lord to marry someone who was not a serf for that lord.\nSometimes a serf had to pay money because of something he had done. This is called a fine. A serf had to pay a fine when he inherited money or property. He had to pay a fine if he became a priest or monk. A serf had to pay a fine if his children went to the city instead of staying and being a serf. Serfs had to give their best animal to their lord when they died, so that their children would get to stay on the land.\nSerfs had to pay to use the lord’s grain mill and bread oven. They had to pay to use the lord’s carts to carry their produce. The serfs were very angry about that. Many peasants had to pay a fine because they used their own grain mill. The miller charged a fee called (multure), which was usually 1/24 of the total grain milled. The serfs often thought the millers were not honest. Many lords made the serfs use the lord's oven to bake their daily bread.\nFreedom for the serfs.\nSerfdom began to change because barter became less important as money was used more. Lords could make money by renting the land. Many Lords \"freed\" their serfs when their work was less valuable than money.\nStill, the serfs' lives were not seriously changed; they still had to farm their land, take care of their families and pay their taxes. The main difference was that they could be forced off their lands if they did not pay the rent, or if their Lord decided he wanted to use their fields for raising sheep (for example) rather than corn. Even though the serfs were “free”, their life was often harder.\nSerfs in antiquity.\nThe helots in the ancient Greek city-state of Sparta and the peasants working on government lands in ancient Rome worked like serfs, but they did not use that name. They were called coloni, or \"tenant farmers”. When Germanic tribes took over the Roman Empire they took the lands from the wealthy Romans. They became the new lords of the same economic system of serfdom.\nBeginning of serfdom.\nThe serfdom of medieval times began with the breakup of the Carolingian Empire around the 10th century. This empire had ruled most of western Europe for more than 200 years. It was followed by a long time when there were no strong central governments in most of Europe.\nDuring this time, feudal lords worked to make serfdom the common way for people to live. Serfdom was the system where great landlords could make sure other people worked to feed them and are forced, legally and economically, to keep doing that.\nThis system gave most of the agricultural labor during the Middle Ages. There was slavery during the Middle Ages, but it was not common. Usually they were only slaves to take care of people’s houses. Parts of Europe, including much of Scandinavia, never used serfdom or other feudal institutions.\nEnd of serfdom.\nIn the later Middle Ages serfdom began to go away west of the Rhine even as it grew in Eastern Europe. This was one important cause for the deep differences between the societies and economies of eastern and western Europe.\nIn Eastern Europe, the rise of powerful monarchs, towns, and an improving economy weakened the manorial system through the 13th and 14th centuries. Serfdom was not common after the Renaissance.\nSerfdom in Western Europe mostly ended in the 15th and 16th centuries. This was because of changes in the economy, population, and laws about what lords could make their tenants do in Western European nations. The end of serfdom in England around 1600 conincides approximately with the start of chattel slavery in the English-speaking parts of the Western hemisphere.\nAt the same time, there were more protests by serfs and peasants, like Wat Tyler’s Rebellion in England in 1381. This put pressure on the nobility and the clergy to change the system and make it better. The new ways of renting the land gave people more freedom.\nThe Industrial Revolution helped end serfdoms. Farmers wanted to move to towns to make more money than working in the fields. Land owners also put their money into industries that made more money for them. This caused urbanization.\nSerfdom reached Eastern European countries later than Western Europe. It became the main way around the 15th century. Before that time, Eastern Europe had fewer people than Western Europe. The lords of Eastern Europe tried to make people want to move there from Western Europe. Serfdom developed in Eastern Europe after the Black Death epidemics. That stopped the people moving to Eastern Europe, and many people who were already there died.\nSerfdom in Russia.\nThere was still serfdom in Russia until February 19, 1861. In Russian Baltic provinces it ended in the beginning of 19th century (Russian Serfdom Reforms). Russian serfdom was different than in other Eastern European countries, because it was not changed by German law and people coming from Germany. The serfdom and manorialism systems were forced by the crown (Tsar), not the nobility.\nReturn of serfdom.\nSome people say that planned economies, especially those based on Soviet-style Communist economics, such as the Soviet collective farm system, are government-owned serfdom. Friedrich Hayek said that in his book \"The Road to Serfdom\".\nMikhail Gorbachev grew up in a kolkhoz. They were supposed to be collectives. There were also sovkhoz which were state-owned. The government used a system of internal passports and household registration (such as China's hukou system) to make people stay on their farms. They had to plant crops according to instructions from the central authorities, especially if they were on state-run farms. The state then bought their agricultural produce at low prices and invested heavily in industrialization. Gorbachev said this was much like being a serf.\nThis kind of serfdom lasted in Russia until 1974 (with a brief break during the Civil War). USSR Government Decree #667 gave peasants identification documents, with an unrestricted right to move within the country. This was the first time in Russian history that had happened. It is possible that a system like this still is happening in rural China.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legal","surface_form":"legal","offset":13},{"uri":"Social_class","surface_form":"social class","offset":114},{"uri":"Feudal_society","surface_form":"feudal society","offset":134},{"uri":"Slavery","surface_form":"slaves","offset":176},{"uri":"Property","surface_form":"property","offset":201},{"uri":"Forced_labour","surface_form":"forced labour","offset":331},{"uri":"Labor","surface_form":"worked","offset":460},{"uri":"Agricultural","surface_form":"agricultural","offset":488},{"uri":"Forestry","surface_form":"forestry","offset":521},{"uri":"Transportation","surface_form":"transportation","offset":531},{"uri":"Craft","surface_form":"craft","offset":583},{"uri":"Manufacturing","surface_form":"manufacturing","offset":601},{"uri":"Agriculture","surface_form":"agricultural","offset":634},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":662},{"uri":"Europe","surface_form":"Europe","offset":694},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":767},{"uri":"England","surface_form":"England","offset":793},{"uri":"France","surface_form":"France","offset":837},{"uri":"Nobility","surface_form":"nobility","offset":992},{"uri":"Church","surface_form":"Church","offset":1002},{"uri":"Monarch","surface_form":"monarch","offset":1013},{"uri":"Peasant","surface_form":"peasant","offset":1037},{"uri":"Farmer","surface_form":"farmer","offset":1145},{"uri":"Craft","surface_form":"craft","offset":1170},{"uri":"Blacksmith","surface_form":"blacksmith","offset":1199},{"uri":"Mill_(grinding)","surface_form":"miller","offset":1211},{"uri":"Inn","surface_form":"inn","offset":1221},{"uri":"Contract","surface_form":"contract","offset":1283},{"uri":"Baron","surface_form":"baron","offset":1305},{"uri":"Knight","surface_form":"knight","offset":1316},{"uri":"Slavery","surface_form":"slavery","offset":1734},{"uri":"Manorialism","surface_form":"manorial","offset":1791},{"uri":"Freedom","surface_form":"free","offset":2046},{"uri":"Debt","surface_form":"debt","offset":2101},{"uri":"Market","surface_form":"market","offset":3815},{"uri":"Subsistence_farming","surface_form":"subsistence farming","offset":3840},{"uri":"Heir","surface_form":"heir","offset":3890},{"uri":"Inheritance","surface_form":"inheritance","offset":3911},{"uri":"Taxation","surface_form":"taxation","offset":4263},{"uri":"Polish-Lithuanian_Commonwealth","surface_form":"Polish-Lithuanian Commonwealth","offset":4348},{"uri":"Ennoblement","surface_form":"ennoblement","offset":4664},{"uri":"Manumission","surface_form":"manumitted","offset":4756},{"uri":"England","surface_form":"England","offset":4919},{"uri":"Fine","surface_form":"fine","offset":5230},{"uri":"Monk","surface_form":"monk","offset":5344},{"uri":"Bread","surface_form":"bread","offset":5615},{"uri":"Oven","surface_form":"oven","offset":5621},{"uri":"Barter","surface_form":"barter","offset":6075},{"uri":"Helots","surface_form":"helots","offset":6674},{"uri":"Ancient_Greece","surface_form":"ancient Greek","offset":6688},{"uri":"City-state","surface_form":"city-state","offset":6702},{"uri":"Sparta","surface_form":"Sparta","offset":6716},{"uri":"Ancient_Rome","surface_form":"ancient Rome","offset":6771},{"uri":"Colonus_(person)","surface_form":"coloni","offset":6852},{"uri":"Germanic_tribes","surface_form":"Germanic tribes","offset":6886},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":6916},{"uri":"Economic_system","surface_form":"economic system","offset":7012},{"uri":"Carolingian_Empire","surface_form":"Carolingian Empire","offset":7122},{"uri":"Feudalism","surface_form":"feudal lords","offset":7350},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":7636},{"uri":"Slavery","surface_form":"slavery","offset":7659},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":7812},{"uri":"Rhine","surface_form":"Rhine","offset":7952},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":8117},{"uri":"Monarch","surface_form":"monarch","offset":8154},{"uri":"Manorial_system","surface_form":"manorial system","offset":8209},{"uri":"Renaissance","surface_form":"Renaissance","offset":8295},{"uri":"Wat_Tyler","surface_form":"Wat Tyler","offset":8747},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":8942},{"uri":"Urbanization","surface_form":"urbanization","offset":9156},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":9186},{"uri":"Black_Death","surface_form":"Black Death","offset":9494},{"uri":"February_19","surface_form":"February 19","offset":9671},{"uri":"1861","surface_form":"1861","offset":9684},{"uri":"Russian_history%2C_1855-1892","surface_form":"Russian Serfdom Reforms","offset":9761},{"uri":"Russian_serfdom","surface_form":"Russian serfdom","offset":9787},{"uri":"Manorialism","surface_form":"manorialism","offset":9948},{"uri":"Tsar","surface_form":"Tsar","offset":9994},{"uri":"Command_economy","surface_form":"planned economies","offset":10059},{"uri":"Soviet","surface_form":"Soviet","offset":10104},{"uri":"Communist","surface_form":"Communist","offset":10117},{"uri":"Collective_farm","surface_form":"collective farm","offset":10157},{"uri":"Friedrich_Hayek","surface_form":"Friedrich Hayek","offset":10211},{"uri":"The_Road_to_Serfdom","surface_form":"The Road to Serfdom","offset":10250},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":10272},{"uri":"Kolkhoz","surface_form":"kolkhoz","offset":10303},{"uri":"Sovkhoz","surface_form":"sovkhoz","offset":10366},{"uri":"Internal_passport","surface_form":"internal passport","offset":10430},{"uri":"Hukou","surface_form":"hukou","offset":10493},{"uri":"Industrialization","surface_form":"industrialization","offset":10754},{"uri":"1974","surface_form":"1974","offset":10865},{"uri":"USSR","surface_form":"USSR","offset":10913},{"uri":"China","surface_form":"China","offset":11165}]}