{"id":11608,"url":"http://en.wikipedia.org/wiki/Refrigerator","text":"A refrigerator is a machine for keeping things cold. It is sometimes called a fridge or an icebox. It is normally maintained at 4-5 degree Celsius for household use. People put food and drinks in it, to keep those items cold or good (unspoiled) for a longer time. A refrigerator has a heat pump. It takes heat away from the air inside the fridge. The heat gets added to the air outside. The heat pump is usually driven by an electric motor.\nThere are also ice boxes available that do not use electricity because they are filled with ice to provide the colder temperature. The ice can keep things cold until the ice melts. These ice boxes can be taken on camping trips. Sometimes they are called coolers. Refrigerator-sized iceboxes were used before electricity was available.\nMost modern refrigerators are available in a variety of colours, although normally fridges are white, as shown in the picture. Smaller versions of the popular refrigerator are also used. These are mainly used in hotels and college dorm rooms.\nFreezer.\nA freezer is a special type of refrigerator that stores food at freezing temperatures. Inside a freezer, it is normally. Freezers can be found in household refrigerators, as well as in industry and commerce. When stored in a freezer, frozen food can be stored safely for a longer time than storing at room temperatures.\nDomestic freezers can be a separate compartment in a refrigerator, or can be a separate appliance. Household refrigerators usually have a separate compartment where the heat pump is used to pump even colder temperatures to the contents. Most household freezers maintain temperatures from. Some freezer-only units can achieve and lower. Most household refrigerators generally do not achieve a temperature lower than, because it is difficult to control the temperature for two different compartments. This is because both compartments shares the same coolant loop.\nDomestic freezers normally stand upright, resembling refrigerators. Sometimes a domestic freezer is laid on its back to look like a chest. Many modern upright freezers come with an ice dispenser built into their door. Many commercial freezers stand upright and have glass doors so shoppers can see the contents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Food","surface_form":"food","offset":177},{"uri":"Drink","surface_form":"drink","offset":186},{"uri":"Cold","surface_form":"cold","offset":220},{"uri":"Food_preservation","surface_form":"unspoiled","offset":234},{"uri":"Heat_pump","surface_form":"heat pump","offset":285},{"uri":"Air","surface_form":"air","offset":324},{"uri":"Electric_motor","surface_form":"electric motor","offset":425},{"uri":"Camping","surface_form":"camping","offset":654},{"uri":"Colour","surface_form":"colour","offset":832},{"uri":"Hotel","surface_form":"hotel","offset":988},{"uri":"College","surface_form":"college","offset":999},{"uri":"Frozen_food","surface_form":"frozen food","offset":1262},{"uri":"Chest","surface_form":"chest","offset":2043},{"uri":"Ice_dispenser","surface_form":"ice dispenser","offset":2092}]}