{"id":116110,"url":"http://en.wikipedia.org/wiki/University_of_Kansas","text":"The University of Kansas is a public university in Lawrence, a hilly city in northeastern Kansas. It is often abbreviated as \"KU\".\nKU held its first classes in 1866. As of Spring 2011, over 30,000 students attended school there.\nHistory.\nThere was a plan to build a university in Kansas in 1855, but it didn't happen until Kansas became a state in 1861. The Kansas government needed to decide where to build the university. Their choices were Manhattan, Emporia, or Lawrence. On January 13, 1863, Kansas State University was built in Manhattan. The only cities left were Emporia and Lawrence. Amos A. Lawrence gave $10,000 and more than 40 acres (160,000 m2) of land for a university in Lawrence. The Kansas government liked that, so the government chose Lawrence.\nOn February 20, 1863, Kansas Governor Thomas Carney signed into law a bill creating the state university in Lawrence. The law was made if Lawrence gave a gift of a $15,000 endowment fund and a place for the university. The place would need to be in or near the town, of not less than forty acres (16 ha) of land.\nOn November 2, 1863, Governor Carney said Lawrence had met the conditions to get the state university. In 1864, the university was officially organized.\nThe university opened for classes on September 12, 1866, and the first class graduated in 1873.\nSchool of Business.\nThe University of Kansas School of Business is a public business school on the main campus in Lawrence. The KU School of Business was created in 1924. It has more than 80 staff members, and it has about 1500 students.\nIt was named one of the best business schools in the Midwest by \"Princeton Review\". The KU School of Business has been credited by the Association to Advance Collegiate Schools of Business (AACSB) for its undergraduate and graduate programs in business and accounting.\nSchool of Law.\nThe University of Kansas School of Law was created in 1878. It was the top law school in the state of Kansas. The 2016 \"U.S. News & World Report\" \"U.S. News Best Colleges Rankings\" says that it was the 65th best law school in the United States. Classes are held in Green Hall at W 15th St and Burdick Dr, which is named after former dean James Green.\nSchool of Engineering.\nThe KU School of Engineering is a public engineering school on the main campus in Lawrence. The School of Engineering was officially created in 1891, although engineering degrees were awarded as early as 1873.\nThe \"U.S. News & World Reports \"America’s Best Colleges\" 2016 issue says that KU's School of Engineering was the 90th best engineering school in the United States.\nFamous alumni include: Alan Mulally (BS/MS), former President and CEO of Ford Motor Company, Lou Montulli, co-founder of Netscape and author of the Lynx web browser, Brian McClendon (BSEE 1986), VP of Engineering at Google, and Charles E. Spahr (1934), former CEO of Standard Oil of Ohio.\nEdwards Campus.\nThe KU Edwards Campus is in Overland Park, Kansas. It was created in 1993. It was created in order to provide adults with a chance to get college degrees and to get better education. About 2,000 students go there. The average age of the students is 31. The Edwards campus provides programs developmental psychology, public administration, social work, systems analysis, engineering management and design.\nTuition.\nStudents enrolled in 6 or more credit hours paid a yearly required campus fee of $888. The schools of architecture, music, arts, business, education, engineering, journalism, law, pharmacy, and social welfare charge more fees.\n, the yearly tuition for 30 credit hours for a freshman is estimated by the university to be $10,182. This does not include room and board costs.\nSports.\nKansas' athletics teams are called the Jayhawks. Kansas has 16 varsity teams, all of which compete in the Big 12 Conference. They are known for their men's basketball team, which most recently won a national championship in 2008.\nOther locations.\nThe KU Medical Center, which is one branch of the University of Kansas, is located in Kansas City, Kansas, which is east of Lawrence. Another branch of KU, called the Edwards Campus, is located in Overland Park, Kansas.\nDebate.\nThe University of Kansas has had more teams (70) compete in the National Debate Tournament than any other university. Kansas has won the tournament 6 times (1954, 1970, 1976, 1983, 2009 and 2018)\nMedia.\nThe University of Kansas's newspaper is \"The University Daily Kansan\".","categories":[],"infobox_types":[],"annotations":[{"uri":"University","surface_form":"university","offset":37},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence","offset":51},{"uri":"Kansas","surface_form":"Kansas","offset":90},{"uri":"Manhattan%2C_Kansas","surface_form":"Manhattan","offset":443},{"uri":"Emporia%2C_Kansas","surface_form":"Emporia","offset":454},{"uri":"Kansas_State_University","surface_form":"Kansas State University","offset":497},{"uri":"Acre","surface_form":"acre","offset":640},{"uri":"Thomas_Carney","surface_form":"Thomas Carney","offset":803},{"uri":"Business","surface_form":"business","offset":1403},{"uri":"American_Midwest","surface_form":"Midwest","offset":1618},{"uri":"Accounting","surface_form":"accounting","offset":1822},{"uri":"Alan_Mulally","surface_form":"Alan Mulally","offset":2620},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":2670},{"uri":"Lou_Montulli","surface_form":"Lou Montulli","offset":2690},{"uri":"Netscape","surface_form":"Netscape","offset":2718},{"uri":"Lynx_(web_browser)","surface_form":"Lynx","offset":2745},{"uri":"Brian_McClendon","surface_form":"Brian McClendon","offset":2763},{"uri":"Google","surface_form":"Google","offset":2813},{"uri":"Charles_E._Spahr","surface_form":"Charles E. Spahr","offset":2825},{"uri":"Standard_Oil_of_Ohio","surface_form":"Standard Oil of Ohio","offset":2864},{"uri":"Overland_Park%2C_Kansas","surface_form":"Overland Park, Kansas","offset":2930},{"uri":"Big_12_Conference","surface_form":"Big 12 Conference","offset":3803},{"uri":"National_Debate_Tournament","surface_form":"National Debate Tournament","offset":4236},{"uri":"Newspaper","surface_form":"newspaper","offset":4402},{"uri":"The_University_Daily_Kansan","surface_form":"The University Daily Kansan","offset":4416}]}