{"id":116173,"url":"http://en.wikipedia.org/wiki/Western_Athletic_Conference","text":"e=\"preserve\">The Western Athletic Conference (WAC) is a group of colleges and universities, mostly in the Western United States, that play NCAA Division I sports against one another each season.\nIts future is now in serious question due to a wave of departures set for July 2013.\nCreation.\nThe WAC was formed in 1962 by six western schools—the University of Arizona, Arizona State University, Brigham Young University (BYU), the University of New Mexico, the University of Utah, and the University of Wyoming. Three other schools, the University of Oregon, Oregon State University, and Washington State University, were part of the original discussions, but chose to join what is now the Pacific-12 Conference. New Mexico State and Utah State applied for charter membership, but were turned down, and would not join until 2005.\nFirst expansion.\nThe WAC grew to eight members in 1967, when Colorado State University and the University of Texas at El Paso (UTEP) joined. However, in the 1970s, massive population growth in Arizona led to the two Arizona schools dominating the conference, especially in football. Arizona and Arizona State left for the Pacific-8 Conference in 1978, which then became the Pacific-10 (now the Pacific-12). The WAC reloaded by adding San Diego State University in 1978, the University of Hawaiʻi at Mānoa (Hawaiʻi) in 1979, and the United States Air Force Academy (Air Force) in 1980. This nine-team lineup defined the WAC for the next 15 years.\nSecond expansion.\nIn 1990, the WAC added women's sports when it absorbed the High Country Athletic Conference, a women's sports conference that included most of the schools then in the WAC. Two years later, California State University, Fresno (Fresno State) joined the WAC. Several years later, the demise of the Southwest Conference (SWC) led to many schools changing conferences. In 1996, six schools joined the WAC. Three of them—Rice University, Southern Methodist University (SMU), and Texas Christian University (TCU)—were from the SWC. The others were San Jose State and the University of Nevada, Las Vegas (UNLV), both from the Big West Conference, and the University of Tulsa from the Missouri Valley Conference. At the same time, Air Force and Hawaiʻi brought their women's sports into the WAC. These moves meant that the WAC now had 16 members.\nBreakup.\nMost of the pre-1990 members were soon unhappy in a 16-team league. The conference now ranged from Hawaii to Oklahoma, spanning five time zones and, making travel costs a major concern. In 1999, the conference split largely along pre-1990 and post-1990 lines. Seven of the pre-1990 members—Air Force, BYU, Colorado State, New Mexico, San Diego State, Utah, and Wyoming—joined with newcomer UNLV to form the Mountain West Conference (MW).\nIn the 2000s.\nThe post-breakup WAC quickly added a new member in the University of Nevada, Reno (Nevada), which joined from the Big West in 2000. Later that year, the Big West announced that it would no longer play football. Four of that conference's schools—Boise State University, the University of Idaho, New Mexico State University, and Utah State University—wanted to keep playing football. Boise State was immediately accepted by the WAC, joining in 2001. Louisiana Tech University also joined the WAC alongside Boise State. The three other Big West football schools did not join the WAC at that time.\nLater in the 2000s, the WAC was affected by another wave of conference realignment. After the Big East Conference lost three of its members to the Atlantic Coast Conference (ACC) in 2004 and 2005, it reloaded by \"raiding\" Conference USA (C-USA). In turn, C-USA sought new members from other conferences, and four WAC schools—Rice, SMU, TCU, and Tulsa—accepted invitations to join C-USA in 2005. The WAC responded by adding the three other schools that had played Big West football (Idaho, New Mexico State, and Utah State).\nTurmoil and possible demise.\nAnother major cycle of conference realignment began in 2010 when the Big Ten Conference and the then-Pacific-10 announced plans to expand. This started a chain of moves that affected all eleven conferences that play football in the top-level Division I FBS. No conference was more affected than the WAC, whose future as a Division I conference is now in serious doubt.\nThe first move affecting the WAC came in June 2010. After the MW lost Utah to the Pacific-12, Boise State accepted an invitation to join the MW in 2011. Two months later, BYU also left the MW, which responded by inviting two WAC members, Fresno State and Nevada. Both accepted, and would leave for the MW in 2012.\nIn November 2010, Denver, Texas State, and UTSA were invited to join the WAC in 2012, with all accepting. In the same month, Hawaiʻi announced it would leave the WAC in 2012 to join the Big West for most sports and the MW for football. The summer of 2011 saw two other schools accept invitations to join in 2012—Seattle and UT Arlington. These moves meant that for the first time in WAC history, the conference would have non-football members, as Denver, Seattle, and UT Arlington do not have football teams. One month later, Boise State announced that it would rejoin the WAC for most of its sports in 2013, with its football team moving to the Big East.\nHowever, the WAC suffered major blows in spring 2012, with five members stating they would leave in July 2013. Three of the new 2012 members will spend only one year in the WAC—UTSA will join C-USA, and Texas State and UT Arlington will move to the Sun Belt Conference. Louisiana Tech will also join C-USA, while San Jose State and Utah State will join the MW. Making matters worse for the WAC, Boise State decided not to join the WAC in 2013, instead choosing to put its non-football sports in the Big West.\nThese moves will leave the WAC with four members in 2013—fewer than the six required by the NCAA for full Division I membership.","categories":[],"infobox_types":[],"annotations":[{"uri":"College","surface_form":"college","offset":65},{"uri":"University","surface_form":"universities","offset":78},{"uri":"National_Collegiate_Athletic_Association","surface_form":"NCAA","offset":139},{"uri":"Sport","surface_form":"sport","offset":155},{"uri":"University_of_Arizona","surface_form":"University of Arizona","offset":344},{"uri":"Arizona_State_University","surface_form":"Arizona State University","offset":367},{"uri":"Brigham_Young_University","surface_form":"Brigham Young University","offset":393},{"uri":"University_of_New_Mexico","surface_form":"University of New Mexico","offset":429},{"uri":"University_of_Utah","surface_form":"University of Utah","offset":459},{"uri":"University_of_Wyoming","surface_form":"University of Wyoming","offset":487},{"uri":"University_of_Oregon","surface_form":"University of Oregon","offset":535},{"uri":"Oregon_State_University","surface_form":"Oregon State University","offset":557},{"uri":"Washington_State_University","surface_form":"Washington State University","offset":586},{"uri":"Pacific-12_Conference","surface_form":"Pacific-12 Conference","offset":688},{"uri":"Colorado_State_University","surface_form":"Colorado State University","offset":889},{"uri":"University_of_Texas_at_El_Paso","surface_form":"University of Texas at El Paso","offset":923},{"uri":"Arizona","surface_form":"Arizona","offset":1021},{"uri":"American_football","surface_form":"football","offset":1101},{"uri":"San_Diego_State_University","surface_form":"San Diego State University","offset":1262},{"uri":"University_of_Hawai%CA%BBi_at_M%C4%81noa","surface_form":"University of Hawaiʻi at Mānoa","offset":1302},{"uri":"United_States_Air_Force_Academy","surface_form":"United States Air Force Academy","offset":1360},{"uri":"California_State_University%2C_Fresno","surface_form":"California State University, Fresno","offset":1681},{"uri":"Southwest_Conference","surface_form":"Southwest Conference","offset":1787},{"uri":"Rice_University","surface_form":"Rice University","offset":1907},{"uri":"Southern_Methodist_University","surface_form":"Southern Methodist University","offset":1924},{"uri":"Texas_Christian_University","surface_form":"Texas Christian University","offset":1965},{"uri":"University_of_Nevada%2C_Las_Vegas","surface_form":"University of Nevada, Las Vegas","offset":2056},{"uri":"Big_West_Conference","surface_form":"Big West Conference","offset":2110},{"uri":"University_of_Tulsa","surface_form":"University of Tulsa","offset":2139},{"uri":"Missouri_Valley_Conference","surface_form":"Missouri Valley Conference","offset":2168},{"uri":"Hawaii","surface_form":"Hawaii","offset":2438},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":2448},{"uri":"Mountain_West_Conference","surface_form":"Mountain West Conference","offset":2746},{"uri":"University_of_Nevada%2C_Reno","surface_form":"University of Nevada, Reno","offset":2846},{"uri":"Boise_State_University","surface_form":"Boise State University","offset":3036},{"uri":"University_of_Idaho","surface_form":"University of Idaho","offset":3064},{"uri":"New_Mexico_State_University","surface_form":"New Mexico State University","offset":3085},{"uri":"Utah_State_University","surface_form":"Utah State University","offset":3118},{"uri":"Louisiana_Tech_University","surface_form":"Louisiana Tech University","offset":3239},{"uri":"Big_East_Conference","surface_form":"Big East Conference","offset":3479},{"uri":"Atlantic_Coast_Conference","surface_form":"Atlantic Coast Conference","offset":3532},{"uri":"Conference_USA","surface_form":"Conference USA","offset":3607},{"uri":"Big_Ten_Conference","surface_form":"Big Ten Conference","offset":4007},{"uri":"Sun_Belt_Conference","surface_form":"Sun Belt Conference","offset":5526}]}