{"id":116192,"url":"http://en.wikipedia.org/wiki/Conference_USA","text":"e=\"preserve\">Conference USA, officially abbreviated C-USA, is a group of college sports teams that play each other on the NCAA Division I level. It was formed in 1995 when the Great Midwest Conference and Metro Conference merged, and has added several members since then. Most of the new members have come from either the Western Athletic Conference or the Sun Belt Conference. From 2005 to 2014, it also lost many members, mostly to the original Big East Conference and its football-playing offshoot, the American Athletic Conference.\nThe conference sends several teams to bowl games every year, including the Liberty Bowl and New Orleans Bowl.\nMemphis (now a member of The American) has been the most successful men's basketball team in the conference, reaching the national championship game in 2008. (However, the NCAA later took Memphis's wins from that season away because a Memphis player, namely Derrick Rose, had not been eligible to play.)\nMembers.\nConference USA now has 14 \"full members\" which play most of their sports in the league; all except Rice are public schools. Also, 13 of the 14 schools play football in the top-level Division I FBS. The one non-football member, Charlotte, only started playing football in 2013, and will join the C-USA football league in 2015.\nIn football only, the schools are split into East and West Divisions. This allows the division winners to play a conference championship game.\nAssociate members.\nC-ISA now has three \"associate members\", all of which play men's soccer in the conference.\nFormer full members.\nNo fewer than 14 schools have left C-USA since it was founded. Most of these schools are now members of the American Athletic Conference.\nFormer associate members.\nIn addition to the former full members, 14 other schools have been associate members in the past, but have moved their C-USA sports elsewhere. Most notably, the United States Military Academy, more often called \"Army\" in a sports context, was a football member from 1996 to 2005 (final C-USA season in 2004).","categories":[],"infobox_types":[],"annotations":[{"uri":"NCAA","surface_form":"NCAA","offset":122},{"uri":"Western_Athletic_Conference","surface_form":"Western Athletic Conference","offset":322},{"uri":"Sun_Belt_Conference","surface_form":"Sun Belt Conference","offset":357},{"uri":"Big_East_Conference_(1979%E2%80%932013)","surface_form":"original Big East Conference","offset":438},{"uri":"American_Athletic_Conference","surface_form":"American Athletic Conference","offset":506},{"uri":"Derrick_Rose","surface_form":"Derrick Rose","offset":904},{"uri":"Eligible","surface_form":"eligible","offset":931},{"uri":"American_football","surface_form":"football","offset":1115},{"uri":"Association_football","surface_form":"soccer","offset":1512}]}