{"id":116195,"url":"http://en.wikipedia.org/wiki/Sewall_Wright","text":"e=\"preserve\">Sewall Green Wright (21 December 1889 – 3 March 1988) was an American geneticist. He was a founder of population genetics, and contributed to evolutionary theory. He also did original work in statistics in a field called path analysis.\nWith R.A. Fisher and J.B.S. Haldane, he was a founder of theoretical population genetics. He is the discoverer of the inbreeding coefficient and of methods of computing it in pedigrees. He extended this work to populations, calculating the degree of inbreeding of members of populations as a result of random genetic drift. Together with Fisher, he pioneered methods for calculating the distribution of gene frequencies among populations as a result of the interaction of natural selection, mutation, migration and genetic drift. The work of Fisher, Wright, and Haldane on theoretical population genetics was a major step in the development of the modern evolutionary synthesis of genetics with evolution. Wright also made contributions to mammalian genetics and biochemical genetics.\nGenetic drift.\nWhat appears to happen in evolution is that the rate of change in any organism varies a lot. There seem to be times when change is rapid, and times when almost no change occurs.\nWright tried to explain \"stasis\", which is when no visible change occurs. His explanation was that organisms come to occupy \"adaptive peaks\". In order to evolve to another, higher peak, the species would first have to pass through a valley of maladaptive intermediate stages. In other words, they get stuck on one peak, and can't get to another because getting there would make them less competitive.\nWright though getting to another peak might be possible. It might happen by genetic drift if the population is small enough. If a species was divided into small populations, some could find higher peaks. If there was some gene flow between the populations, these adaptations could spread to the rest of the species. This was Wright's \"shifting balance theory\" of evolution. There has been much skepticism among evolutionary biologists as to whether this happens in natural populations. Wright had a long standing and sometimes bitter debate about this with R.A. Fisher, who felt that most populations in nature were too large for the effects of genetic drift to be important. Research by Dobzhansky and E.B. Ford showed that natural selection in the field was a much stronger force that Wright had expected. Wright's own biographer now doubts the validity of Wright's idea.\nAnecdote.\nAn anecdote about Wright, disclaimed by Wright himself, describes a lecture during which Wright tucked an unruly guinea pig under his armpit, where he usually held a chalkboard eraser: at the end of the lecture, Wright absent-mindedly erased the blackboard with the guinea pig.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":74},{"uri":"Genetics","surface_form":"geneticist","offset":83},{"uri":"Population_genetics","surface_form":"population genetics","offset":115},{"uri":"Evolution","surface_form":"evolution","offset":155},{"uri":"Theory","surface_form":"theory","offset":168},{"uri":"Statistics","surface_form":"statistics","offset":205},{"uri":"Path_analysis_(statistics)","surface_form":"path analysis","offset":234},{"uri":"R.A._Fisher","surface_form":"R.A. Fisher","offset":254},{"uri":"J.B.S._Haldane","surface_form":"J.B.S. Haldane","offset":270},{"uri":"Inbreeding","surface_form":"inbreeding","offset":367},{"uri":"Coefficient","surface_form":"coefficient","offset":378},{"uri":"Pedigree","surface_form":"pedigree","offset":424},{"uri":"Genetic_drift","surface_form":"genetic drift","offset":558},{"uri":"Gene","surface_form":"gene","offset":652},{"uri":"Frequency","surface_form":"frequencies","offset":657},{"uri":"Natural_selection","surface_form":"natural selection","offset":721},{"uri":"Mutation","surface_form":"mutation","offset":740},{"uri":"Modern_evolutionary_synthesis","surface_form":"modern evolutionary synthesis","offset":897},{"uri":"Evolution","surface_form":"evolution","offset":1075},{"uri":"Genetic_drift","surface_form":"genetic drift","offset":1704},{"uri":"Gene_flow","surface_form":"gene flow","offset":1850},{"uri":"R.A._Fisher","surface_form":"R.A. Fisher","offset":2185},{"uri":"Dobzhansky","surface_form":"Dobzhansky","offset":2316},{"uri":"E.B._Ford","surface_form":"E.B. Ford","offset":2331},{"uri":"Natural_selection","surface_form":"natural selection","offset":2353},{"uri":"Guinea_pig","surface_form":"guinea pig","offset":2625}]}