{"id":11625,"url":"http://en.wikipedia.org/wiki/Oscar_Wilde","text":"Oscar Fingal O'Flahertie Wills Wilde (16 October 1854 – 30 November 1900) was an Irish writer, poet and playwright. He wrote \"The Picture of Dorian Gray\", and the plays \"Salomé\", \"The Importance of Being Earnest\", \"An Ideal Husband\", and \"Lady Windermere's Fan\".\nWilde was bisexual. He was married, and had two children. His downfall came as a result of his affair with a younger man, Lord Alfred Douglas.\nBiography.\nWilde, born in Ireland in 1854, was an outstanding classical scholar at Trinity College, Dublin, then at Magdalen College, Oxford University. In London, he worked as a journalist for four years. Known for his biting wit, flamboyant clothes, and glittering conversation, Wilde was one of the best known personalities of the day. It was his only novel, \"The Picture of Dorian Gray\", which brought him full recognition. Then he turned to writing drama. He wrote \"Salomé\" in French in Paris in 1891, but it was refused a licence. Despite this, Wilde produced four society comedies in the early 1890s, which made him one of the most successful playwrights of late Victorian London.\nAt the height of his fame and success—his masterpiece, \"The Importance of Being Earnest\", was still on stage in London—Wilde sued his lover's father for libel. After a series of trials, Wilde was convicted of gross indecency with other men and sentenced to two years of hard labour in Reading Gaol (jail). In prison he wrote \"De Profundis\", a long letter which discusses his spiritual journey through his trials, forming a dark counterpoint to his earlier philosophy of pleasure.\nUpon his release he left immediately for France, never to return to the British Isles. There he wrote his last work, \"The Ballad of Reading Gaol\", a long poem commemorating prison life. Living in a Paris hotel, he was destitute, with little money and few friends. His last memorable words were: \"My wallpaper and I are fighting a duel to the death. One of us has got to go\".p546 He died of cerebral meningitis in Paris at the age of forty-six.\nWilde's wife, Constance Lloyd, changed the family name to Holland after his conviction, and took the children to Switzerland.\nThe affair.\nWilde's lover was the son of the Marquess of Queensbury, who was known for his outspoken atheism, brutish manner and creation of the modern rules of boxing. Queensberry, who argued a lot with his son, confronted Wilde and Lord Alfred about the nature of their relationship. In June 1894, he visited Wilde at 16 Tite Street without an appointment, and said: \"If I catch you and my son again in any public restaurant I will thrash you.\"\n\"Wilde vs Queensberry\".\nOn the 18 February 1895, the Marquess left his calling card at Wilde's club, the Albemarle, inscribed: \"For Oscar Wilde, posing as a sodomite\".\nWilde, egged on by Douglas and against the advice of his friends, initiated a private prosecution against Queensberry, and had him arrested on a charge of criminal libel. As sodomy was then a crime, Queensberry's note amounted to a public accusation that Wilde had committed a felony, forming the legal basis for libel charges. Queensberry could avoid conviction for libel only by demonstrating that his accusation was, in fact, true.\nIn his opening speech for the defence, Counsel for Queensbury, Edward Carson, announced that he had found several male prostitutes who were to testify that they had sex with Wilde. On the advice of his lawyers, Wilde then decided to drop the libel prosecution against Queensberry. Queensberry was found not guilty, as the court declared that his accusation that Wilde was \"posing as a sodomite\" was justified, \"true in substance and in fact\".\nUnder the Libel Act 1843, Queensberry's acquittal rendered Wilde legally liable for the considerable expenses Queensberry had incurred in his defence, which left Wilde bankrupt.\n\"The Crown vs Wilde\".\nAfter Wilde left the court, a warrant for his arrest was applied for on charges of sodomy and gross indecency. Friends found Wilde at a hotel; they advised him to go to Dover and try to get a boat to France. His mother advised him to stay and fight like a man. Wilde was duly arrested and then imprisoned on remand at Holloway, where he received daily visits from Douglas.\nCharles Gill (prosecuting): \"What is \"the love that dare not speak its name?\"\nWilde: \" 'The love that dare not speak its name' in this century is such a great affection of an elder for a younger man as there was between David and Jonathan, such as Plato made the very basis of his philosophy, and such as you find in the sonnets of Michelangelo and Shakespeare. It is that deep spiritual affection that is as pure as it is perfect. It dictates and pervades great works of art, like those of Shakespeare and Michelangelo, and those two letters of mine, such as they are. It is in this century misunderstood, so much misunderstood that it may be described as 'the love that dare not speak its name', and on that account of it I am placed where I am now. It is beautiful, it is fine, it is the noblest form of affection. There is nothing unnatural about it. It is intellectual, and it repeatedly exists between an older and a younger man, when the older man has intellect, and the younger man has all the joy, hope and glamour of life before him. That it should be so, the world does not understand. The world mocks at it, and sometimes puts one in the pillory for it\".\nThis response was, however, counterproductive in a legal sense as it only served to reinforce the charges of homosexual behaviour. The trial ended with the jury unable to reach a verdict. Wilde's counsel, Sir Edward Clark, was finally able to agree bail. The Reverend Stewart Headlam put up most of the £5,000 bail, having disagreed with Wilde's treatment by the press and the courts. Wilde was freed from Holloway and, shunning attention, went into hiding at the house of Ernest and Ada Leverson, two of his firm friends. Edward Carson approached Frank Lockwood (QC) and asked \"Can we not let up on the fellow now?\"p435 Lockwood answered that he would like to do so, but feared that the case had become too politicised to be dropped.\nAt the final trial, Wilde and Alfred Taylor were convicted of gross indecency and sentenced to two years' hard labour. The judge described the sentence as \"totally inadequate for a case such as this\", although it was the maximum sentence allowed for the charge under the Criminal Law Amendment Act of 1885. Wilde's response \"And I? May I say nothing, my Lord?\" was drowned out in cries of \"Shame\" in the courtroom.\nPlays.\nDates are dates of first performance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Irish_people","surface_form":"Irish","offset":81},{"uri":"Writer","surface_form":"writer","offset":87},{"uri":"Poet","surface_form":"poet","offset":95},{"uri":"Playwright","surface_form":"playwright","offset":104},{"uri":"The_Picture_of_Dorian_Gray","surface_form":"The Picture of Dorian Gray","offset":126},{"uri":"Salom%C3%A9","surface_form":"Salomé","offset":170},{"uri":"The_Importance_of_Being_Earnest","surface_form":"The Importance of Being Earnest","offset":180},{"uri":"An_Ideal_Husband","surface_form":"An Ideal Husband","offset":215},{"uri":"Lady_Windermere%27s_Fan","surface_form":"Lady Windermere's Fan","offset":239},{"uri":"Bisexual","surface_form":"bisexual","offset":273},{"uri":"Lord_Alfred_Douglas","surface_form":"Lord Alfred Douglas","offset":385},{"uri":"Dublin","surface_form":"Dublin","offset":506},{"uri":"Oxford_University","surface_form":"Oxford University","offset":540},{"uri":"Journalist","surface_form":"journalist","offset":585},{"uri":"Wit","surface_form":"wit","offset":633},{"uri":"Dandy","surface_form":"flamboyant clothes","offset":638},{"uri":"Conversation","surface_form":"conversation","offset":673},{"uri":"Drama","surface_form":"drama","offset":860},{"uri":"Licence","surface_form":"licence","offset":934},{"uri":"The_Importance_of_Being_Earnest","surface_form":"The Importance of Being Earnest","offset":1150},{"uri":"Gross_indecency","surface_form":"gross indecency","offset":1303},{"uri":"Hard_labour","surface_form":"hard labour","offset":1364},{"uri":"Reading%2C_Berkshire","surface_form":"Reading","offset":1379},{"uri":"Jail","surface_form":"jail","offset":1393},{"uri":"De_Profundis","surface_form":"De Profundis","offset":1420},{"uri":"British_Isles","surface_form":"British Isles","offset":1646},{"uri":"The_Ballad_of_Reading_Gaol","surface_form":"The Ballad of Reading Gaol","offset":1692},{"uri":"Paris","surface_form":"Paris","offset":1772},{"uri":"Hotel","surface_form":"hotel","offset":1778},{"uri":"Duel","surface_form":"duel","offset":1904},{"uri":"Cerebrum","surface_form":"cerebral","offset":1964},{"uri":"Meningitis","surface_form":"meningitis","offset":1973},{"uri":"Switzerland","surface_form":"Switzerland","offset":2131},{"uri":"Peerage","surface_form":"Marquess","offset":2189},{"uri":"Atheism","surface_form":"atheism","offset":2245},{"uri":"Boxing","surface_form":"boxing","offset":2305},{"uri":"Albemarle_Club","surface_form":"Albemarle","offset":2696},{"uri":"Sodomy","surface_form":"sodomite","offset":2748},{"uri":"Private_prosecution","surface_form":"private prosecution","offset":2837},{"uri":"Criminal_libel","surface_form":"criminal libel","offset":2914},{"uri":"Sodomy","surface_form":"sodomy","offset":2933},{"uri":"Felony","surface_form":"felony","offset":3036},{"uri":"Libel_Act_1843","surface_form":"Libel Act 1843","offset":3647},{"uri":"Bankrupt","surface_form":"bankrupt","offset":3805},{"uri":"Sodomy","surface_form":"sodomy","offset":3920},{"uri":"Gross_indecency","surface_form":"gross indecency","offset":3931},{"uri":"Dover%2C_Kent","surface_form":"Dover","offset":4006},{"uri":"Holloway_(HM_Prison)","surface_form":"Holloway","offset":4155},{"uri":"David_and_Jonathan","surface_form":"David and Jonathan","offset":4430},{"uri":"Plato","surface_form":"Plato","offset":4458},{"uri":"Sonnet","surface_form":"sonnet","offset":4531},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":4542},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":4559},{"uri":"Pillory","surface_form":"pillory","offset":5360}]}