{"id":116231,"url":"http://en.wikipedia.org/wiki/Sun_Belt_Conference","text":"e=\"preserve\">The Sun Belt Conference is a group of college sports teams that play each other on the NCAA Division I level. The conference was formed in 1976, and started playing football in 2001. Of the current 12 full members (those playing most of their sports in the league), 10 play football in the top-level Division I FBS. The other two do not play football. The conference's full members are scattered through the southern United States.\nMembers.\nThe current non-football members are Little Rock and Texas–Arlington.\nAssociate members.\nIn the past, the Sun Belt has had \"associate members\" that play only a few sports, usually one, in the league. Since 2014, the league once again has had associate members. Currently, only one school is such a member, but a second will join in July 2019. Both schools either play or will play only in men's soccer.\nFive schools have been single-sport Sun Belt members in the past, but no longer play those sports in the league.\nThe first school to abandon single-sport membership was Utah State, which played Sun Belt football in 2003 and 2004 before joining the Western Athletic Conference (WAC) in 2005. The Aggies have been members of the Mountain West Conference since 2013.\nIdaho and New Mexico State had two different periods of involvement in the league. New Mexico State first joined the Sun Belt as a full member in 2000, and brought its football team into the Sun Belt the next year. Also in 2001, Idaho joined only for football. Both left in 2005 to join the WAC. During the early 2010s, NCAA Division I went through a major phase of conference changes, with most leagues gaining or losing multiple members. The WAC was one of the most affected conferences, going through a nearly complete membership turnover that left Idaho and New Mexico State as the league's only football schools. In 2014, both placed their football programs in the Sun Belt. The conference announced in 2016 that its agreements for Idaho and New Mexico State to play football in the league would not be renewed when they ended after the 2017 season.\nNJIT (the New Jersey Institute of Technology) was another victim of this realignment; it was forced to become an independent (not in a conference) when its former league, the Great West Conference, collapsed. Its men's soccer team joined the Sun Belt in 2014, a year before the school found a home in the Atlantic Sun Conference (ASUN). Although the ASUN sponsors men's soccer, NJIT kept that team in the Sun Belt until 2016, honoring its two-year contract to play in that league.\nThe most recent change involved Hartwick, which had long competed in Division I men's soccer despite otherwise being in NCAA Division III. In 2018, Hartwick aligned completely with Division III, moving its men's soccer team to its full-time home of the Empire 8.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_football","surface_form":"football","offset":178},{"uri":"United_States","surface_form":"United States","offset":430},{"uri":"Western_Athletic_Conference","surface_form":"Western Athletic Conference","offset":1105},{"uri":"Mountain_West_Conference","surface_form":"Mountain West Conference","offset":1184},{"uri":"Atlantic_Sun_Conference","surface_form":"Atlantic Sun Conference","offset":2381},{"uri":"Empire_8","surface_form":"Empire 8","offset":2810}]}