{"id":11621,"url":"http://en.wikipedia.org/wiki/Robert_Mugabe","text":"Robert Gabriel Mugabe (21 February 1924 – 6 September 2019) was a Zimbabwean politician. He was the President of Zimbabwe from 1987 to 2017. Before that, he was Prime Minister, the head of government, after being elected in 1980. For many years before he resigned, Mugabe ruled his country in the style of a dictator.\nPresidency.\nHis first years as leader were prosperous. He introduced land reforms, which were supposed to give the land owned by white people back to the \"original\" black owners. This has had a serious impact on how the country is seen from outside. In recent years, Mugabe has allowed violence against the white citizens of the country as well as to opposition leaders of all races. The reforms were done in 1998. In 2001, the United Nations imposed sanctions against Zimbabwe. This was done because human rights abuses came to the attention of the United Nations.\nOn November 15, 2017, he was placed under house arrest as Zimbabwe's military took control in a coup. On November 21, 2017, Mugabe resigned as President of Zimbabwe. It ended his rule of 40 years.\nDeath.\nMugabe was hospitalized in April 2019, making the last of several trips to Singapore for medical treatment. He died on 6 September 2019 at a Singapore hospital, at the age of 95. The cause of death was prostate cancer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Zimbabwe","surface_form":"Zimbabwe","offset":113},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":161},{"uri":"Resign","surface_form":"resign","offset":255},{"uri":"Dictator","surface_form":"dictator","offset":308},{"uri":"White_people","surface_form":"white people","offset":447},{"uri":"Black_people","surface_form":"black","offset":483},{"uri":"United_Nations","surface_form":"United Nations","offset":746},{"uri":"Sanction","surface_form":"sanction","offset":769},{"uri":"Human_rights","surface_form":"human rights","offset":819},{"uri":"United_Nations","surface_form":"United Nations","offset":868},{"uri":"House_arrest","surface_form":"house arrest","offset":926},{"uri":"2017_Zimbabwean_coup_d%27%C3%A9tat","surface_form":"coup","offset":980},{"uri":"Singapore","surface_form":"Singapore","offset":1163},{"uri":"Prostate_cancer","surface_form":"prostate cancer","offset":1290}]}