{"id":116272,"url":"http://en.wikipedia.org/wiki/Charizard","text":"Charizard (known as Lizardon in Japan) is a character of the Pokémon anime and video game series. Ash, one of the main characters in the series, owns a Charizard. Known as the Flame Pokémon, Charizards are violent yet honorable creatures, flying proudly around the sky and always looking for powerful enemies to fight with. Charizard is also the version mascot of Pokémon Red and FireRed versions, and makes an appearance on the boxarts of many other Pokémon games. During an interview, Pokémon Company president Tsunekazu Ishihara said that they knew Charizard would be popular with North Americans, because they like strong, powerful characters.\nCharacteristics.\nCharizards are orange dragon-like Pokémon that have two wings, that are blue on the front, and orange on the back. Its belly and soles are cream-colored, while their eyes are light blue. The video games say that Charizard's wings can bring it to 4,600 feet in the sky. They can breath very hot flames that can melt anything, although it will never torch a weaker enemy. Charizard also crush their enemies with its claws. Charizard are violent yet honorable creatures, flying proudly around the sky and always looking for powerful enemies to fight with. If a Charizard is angry, the flame at the tip of its tail can be a whitish-blue color. Because of their crazy behavior, Charizard are also known to cause wildfires by accident.They can easily fly well over 4,600 feet in the air.\nGames.\nCharizard has appeared many times in the Super Smash Bros. (series). Charizard first appears as a non-playable character in \"Super Smash Bros.\" and \"Super Smash Bros. Melee\", as one of the Pokémon that come if a player uses a Poké Ball. In \"Super Smash Bros. Brawl\" Charizard is now playable, under the command of the Pokémon Trainer. The Trainer also has a Squirtle and an Ivysaur, that you can swich from at any time. It can use Flamethrower and Rock Smash. It also uses Fly and has the ability to glide. Charizard is a Heavyweight and attacks with many physical attacks. It uses Fire Blast in Pokémon Trainer's Final Smash, Triple Finish.\nReception and legacy.\nDescribed by the media as \"a lean, ferocious, fire-breathing dragon [...] sleek, powerful, and utterly destructive\", Charizard has been noted as one of the franchise's most popular characters. People who sell toys have noted that the high sales of merchandise related to the character to the popularity of the character's dragon-like design with children. Interviewed children have stated similar; they attributed its appeal to its \"cool looking\" appearance and associating the character with the concepts of stubbornness and power. GamesRadar described Charizard as \"hands-down one of the coolest Pokémon out there\", heavily praising its character design and calling it \"one of the coolest\" designs of the entire series. IGN editor \"pokemonofthedaychick\" called Charizard \"certainly the most popular and perhaps the most well-balanced of any of the current starting Pokémon\". The book \"Pikachu's Global Adventure: The Rise and Fall of Pokémon\" cited Charizard as popular with older male children who tend to be drawn to \"tough or scary\" characters, and compared the character's evolution from Charmander into Charizard with the loss of \"cuteness\" as one leaves childhood. The book \"Rebuilding Attachments With Traumatized Children\" stated psychiatrists utilized the character as an empowered character traumatized children who were fans of the \"Pokémon\" series could relate to. In 2005, search engine Yahoo! reported Charizard as one of the top Pokémon-related web searches.\nDue to Charizard's appeal, it has been featured in lines of soft toys and action figures in the \"Pokémon\" franchise, made by Hasbro, and Tomy. In 2004, the \"Charizard Medium Plush\" was part of a major recall of 13 plush toys due to a manufacturing fault where tips of needles were being found with the stuffing. This caused Tomy to replace the toys with compensation or replacements. Charizard appears often in the \"Pokémon Trading Card Game\", most notably in the series' initial release. Cards featuring the character have been stated to be the most desired of the series, quickly rising to high prices among collectors and retailers. These cards were extremely powerful and knocked out opponents in one hit.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anime","surface_form":"anime","offset":69},{"uri":"Video_game","surface_form":"video game","offset":79},{"uri":"Ash_Ketchum","surface_form":"Ash","offset":98},{"uri":"Flame","surface_form":"Flame","offset":176},{"uri":"Pok%C3%A9mon_Red","surface_form":"Pokémon Red","offset":364},{"uri":"Pok%C3%A9mon_FireRed","surface_form":"FireRed","offset":380},{"uri":"Pok%C3%A9mon_Company","surface_form":"Pokémon Company","offset":487},{"uri":"Dragon","surface_form":"dragon","offset":687},{"uri":"Wildfire","surface_form":"wildfire","offset":1372},{"uri":"Super_Smash_Bros._(series)","surface_form":"Super Smash Bros. (series)","offset":1495},{"uri":"Super_Smash_Bros.","surface_form":"Super Smash Bros.","offset":1579},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":1603},{"uri":"Pok%C3%A9_Ball","surface_form":"Poké Ball","offset":1680},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":1695},{"uri":"Squirtle","surface_form":"Squirtle","offset":1812},{"uri":"Ivysaur","surface_form":"Ivysaur","offset":1828},{"uri":"GamesRadar","surface_form":"GamesRadar","offset":2651},{"uri":"IGN","surface_form":"IGN","offset":2840},{"uri":"Psychiatrists","surface_form":"psychiatrists","offset":3358},{"uri":"Yahoo%21","surface_form":"Yahoo!","offset":3520},{"uri":"Web_search_engine","surface_form":"web searches","offset":3580},{"uri":"Hasbro","surface_form":"Hasbro","offset":3719},{"uri":"Tomy","surface_form":"Tomy","offset":3731},{"uri":"Pok%C3%A9mon_Trading_Card_Game","surface_form":"Pokémon Trading Card Game","offset":4010}]}