{"id":116316,"url":"http://en.wikipedia.org/wiki/Tim_Henman","text":"Timothy Henry \"Tim\" Henman OBE (born 6 September 1974) is an English retired tennis player, born in Oxford.\nHe reached the semi finals of Wimbledon many times, the first British tennis player to do so since the 1970s. He reached six grand slam semi finals and won eleven titles in his career. He once was ranked number four in the world.\nHe was sponsored by Adidas and Slazenger. He retired in 2007 as England's most successful tennis player of the last twenty years.\nPersonal life.\nHenman comes from a sporting family. His mother and father were both interested in tennis and his grandfather played at Wimbledon in the 1940s and 50s. His grandmother also played mixed doubles at Wimbledon with his grandfather on two occasions.\nHenman got 10 GCSEs at school and went into tennis training afterwards. He was told by doctors he had a type of bone disease in 1992. He carried on playing tennis anyway and he became professional aged 18 in 1992. In 1999 Henman married his long term girlfriend Lucy Heald. The couple have three daughters: Rose, Olivia and Grace.\nPlaying career.\nHenman moved up the rankings very fast. By 1994, one year after becoming professional, he was 200th in the world.\nBy 1996 he was in the top thirty. In 1995 he became the first player ever to be disqualified from the Wimbledon tournament. Because he was angry during a match he hit the ball very hard at a ball girl and it hit her on the head.\nIn 1998, he was ranked one of the ten best tennis players in the world. In the same year he also reached the Wimbledon semi-final. In 2001 he had a good year at Wimbledon beating Roger Federer in straight sets. He reached the semi final only to be beaten by eventual winner Goran Ivanišević. In 2004 he reached the semi finals of Roland Garros in France but lost to Guillermo Coria. Towards the end of his career Henman did not play so well. He ended up falling to 63 in the world rankings. In 2005 he was knocked out of the second round of Wimbledon by Roger Federer. He also had a lot of injuries at this time, including many at important points in matches.\nHe got an OBE in 2003 and was painted by royal artist Christian Furr in 2005.\nHenman's last Wimbledon was a disappointment. He went out in the second round to Feliciano López of Spain. Shortly after he announced his retirement. He had a press conference on 23 August 2007 to make it official.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"OBE","offset":27},{"uri":"English_people","surface_form":"English","offset":61},{"uri":"Retirement","surface_form":"retired","offset":69},{"uri":"Tennis","surface_form":"tennis","offset":77},{"uri":"Oxford","surface_form":"Oxford","offset":100},{"uri":"Wimbledon_Championships","surface_form":"Wimbledon","offset":138},{"uri":"British_people","surface_form":"British","offset":170},{"uri":"1970s","surface_form":"1970s","offset":211},{"uri":"Career","surface_form":"career","offset":285},{"uri":"Sponsor","surface_form":"sponsored","offset":345},{"uri":"Adidas","surface_form":"Adidas","offset":358},{"uri":"2007","surface_form":"2007","offset":394},{"uri":"Grandfather","surface_form":"grandfather","offset":581},{"uri":"1940s","surface_form":"1940s","offset":620},{"uri":"1950s","surface_form":"50s","offset":630},{"uri":"Grandmother","surface_form":"grandmother","offset":639},{"uri":"GCSE","surface_form":"GCSE","offset":743},{"uri":"Professional","surface_form":"professional","offset":913},{"uri":"Marriage","surface_form":"married","offset":958},{"uri":"1994","surface_form":"1994","offset":1119},{"uri":"Elimination","surface_form":"disqualified","offset":1270},{"uri":"Anger","surface_form":"angry","offset":1329},{"uri":"Head","surface_form":"head","offset":1413},{"uri":"Roger_Federer","surface_form":"Roger Federer","offset":1598},{"uri":"Goran_Ivani%C5%A1evi%C4%87","surface_form":"Goran Ivanišević","offset":1693},{"uri":"French_Open","surface_form":"Roland Garros","offset":1749},{"uri":"France","surface_form":"France","offset":1766},{"uri":"Roger_Federer","surface_form":"Roger Federer","offset":1973},{"uri":"Injury","surface_form":"injuries","offset":2009},{"uri":"Order_of_the_British_Empire","surface_form":"OBE","offset":2089},{"uri":"Royal_family","surface_form":"royal","offset":2120},{"uri":"Artist","surface_form":"artist","offset":2126},{"uri":"Spain","surface_form":"Spain","offset":2257},{"uri":"Retirement","surface_form":"retirement","offset":2295}]}