{"id":11644,"url":"http://en.wikipedia.org/wiki/James_A._Garfield","text":"James Abram Garfield (November 19, 1831 - September 19, 1881) was the 20th (1881) President of the United States and the 2nd President to be assassinated (killed while in office). President Garfield was in office from March to September of 1881. He was in office for a total of six months and fifteen days. For almost half that time he was bedridden as a result of an attempt to kill him. He was shot on July 2 and finally died in September the same year he got into office.\nEarly life.\nGarfield was born in Orange Township, now Moreland Hills, Ohio. His father died in 1833, when James Abram was 18 months old. He grew up cared for by his mother and an uncle.\nEducation.\nIn Orange Township, Garfield attended school, a predecessor of the Orange City Schools. From 1851 to 1854, he attended the Western Reserve Eclectic Institute (later named Hiram College] in Hiram, Ohio. He then transferred to Williams College in Williamstown, Massachusetts, where he was a brother of Delta Upsilon. He graduated in 1856 as an outstanding student who enjoyed all subjects except chemistry. He then taught at the Eclectic Institute. He was an instructor in classical languages for the 1856-1857 academic year, and was made principal of the Institute from 1857 to 1860.\nPersonal life.\nOn November 11, 1858, he married Lucretia Rudolph. They had seven children (five sons and two daughters): Eliza A. Garfield (1860-63); Harry A. Garfield (1863-1942); James R. Garfield (1865-1950); Mary Garfield (1867-1947); Irvin M. Garfield (1870-1951); Abram Garfield (1872-1958); and Edward Garfield (1874-76). One son, James Rudolph Garfield, followed him into politics and became Secretary of the Interior under President Theodore Roosevelt. Garfield could write in Greek with his left hand and Latin with his right hand at the same time.\nCareer.\nGarfield decided that the academic life was not for him and studied law privately. He was admitted to the Ohio bar in 1860. Even before admission to the bar, he entered politics. He was elected an Ohio state senator in 1859, serving until 1861. He was a Republican all his political life. He was a general in the American Civil War, and fought in the Battle of Shiloh and the Chattanooga Campaign.\nAssassination.\nGarfield became President March 3, 1881 and was shot in Washington, D.C. on July 2. Garfield was shot in the back by Charles J. Guiteau at about 9:30 am. Guiteau helped Garfield's campaign for president, and then asked for a job when he won, but the president told him no. He was less than four months in term as the 20th President of the United States. Garfield died eleven weeks later on September 19, 1881, aged 49. The 31st Speaker of the United States House of Representatives James G. Blaine was at Garfield's side when he was shot down. At this time, it was not common for the president of the United States to have bodyguards, although Lincoln had protection during the civil war.\nVice President Chester A. Arthur became President when Garfield died. Guiteau was tried for murder, and many thought he would be found not guilty because he was insane. He was actually found guilty and hanged for the murder, reading a poem before he walked up the gallows. It is now believed Garfield was in fact killed because of his doctors, who stuck their fingers inside his wounds while treating him and causing a bad infection. Alexander Graham Bell, inventor of the telephone, tried to locate the bullet with a primitive metal detector, but failed because the bed was lined with steel wire (which he did not know). While Garfield was still alive, news of his condition was broadcasted across the country by telegraph, which was something new.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":82},{"uri":"Assassination","surface_form":"assassinated","offset":141},{"uri":"Orange%2C_Ohio","surface_form":"Orange Township","offset":508},{"uri":"Moreland_Hills%2C_Ohio","surface_form":"Moreland Hills","offset":529},{"uri":"Ohio","surface_form":"Ohio","offset":545},{"uri":"Hiram%2C_Ohio","surface_form":"Hiram, Ohio","offset":861},{"uri":"Williamstown%2C_Massachusetts","surface_form":"Williamstown, Massachusetts","offset":917},{"uri":"Chemistry","surface_form":"chemistry","offset":1066},{"uri":"Classical_languages","surface_form":"classical languages","offset":1143},{"uri":"Lucretia_Garfield","surface_form":"Lucretia Rudolph","offset":1303},{"uri":"James_Rudolph_Garfield","surface_form":"James Rudolph Garfield","offset":1593},{"uri":"United_States_Secretary_of_the_Interior","surface_form":"Secretary of the Interior","offset":1655},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":1697},{"uri":"Greek_language","surface_form":"Greek","offset":1741},{"uri":"Hand","surface_form":"hand","offset":1761},{"uri":"Latin","surface_form":"Latin","offset":1770},{"uri":"Ohio","surface_form":"Ohio","offset":1928},{"uri":"Bar_(law)","surface_form":"bar","offset":1933},{"uri":"United_States_Republican_Party","surface_form":"Republican","offset":2076},{"uri":"Battle_of_Shiloh","surface_form":"Battle of Shiloh","offset":2173},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":2291},{"uri":"Charles_Guiteau","surface_form":"Charles J. Guiteau","offset":2352},{"uri":"James_G._Blaine","surface_form":"James G. Blaine","offset":2717},{"uri":"Bodyguard","surface_form":"bodyguard","offset":2858},{"uri":"American_Civil_War","surface_form":"civil war","offset":2913},{"uri":"Chester_A._Arthur","surface_form":"Chester A. Arthur","offset":2939},{"uri":"Insanity_defense","surface_form":"he was insane","offset":3078},{"uri":"Infection","surface_form":"infection","offset":3347},{"uri":"Metal_detector","surface_form":"metal detector","offset":3452},{"uri":"Telegraph","surface_form":"telegraph","offset":3638}]}