{"id":116466,"url":"http://en.wikipedia.org/wiki/Modern_evolutionary_synthesis","text":"ce=\"preserve\">The modern evolutionary synthesis is about evolution. It explained how the discoveries of Gregor Mendel fit with Charles Darwin's theory of evolution by means of natural selection. Mendel found out how we inherit our genes.\nKey biologists who contributed work to the synthesis included: Julian Huxley, Theodosius Dobzhansky, Ernst Mayr, Ronald Fisher, J.B.S. Haldane, Sewall Wright, G.G. Simpson, E.B. Ford, Bernhard Rensch and G. Ledyard Stebbins.\nThe theory.\nThe modern synthesis brought Darwin's idea up to date. It bridged the gap between different types of biologists: geneticists, naturalists, and palaeontologists.\nThe idea that new species occur after populations split has been much debated. Geographical isolation often leads to speciation. In plants, polyploidy must be included in any view of speciation.\nThis shows how some biologists see the synthesis.\nAlmost all aspects of the synthesis have been challenged at times, with varying degrees of success. There is no doubt, however, that the synthesis was a great landmark in evolutionary biology. It cleared up many confusions, and was directly responsible for stimulating a great deal of research after WWII.\nAfter the synthesis.\nSeveral discoveries in earth sciences and biology have arisen since the synthesis. Listed here are some of those topics which are relevant to the evolutionary synthesis, and which seem soundly based.\nUnderstanding of Earth history.\nThe Earth is the stage on which the evolutionary play is performed. Darwin studied evolution in the context of Charles Lyell's geology, but we now know more historical geology.\nConclusion: Our present knowledge of earth history strongly suggests that large-scale geophysical events influenced macroevolution and megaevolution. These terms refer to evolution above the species level, including such events as mass extinction, adaptive radiation, and the major transitions in evolution.\nFossil discoveries.\nStarting in the late 20th century scientists made excavations in parts of the world which had scarcely been investigated before. Also, there is fresh appreciation of fossils discovered in the 19th century, but not appreciated at the time. Many outstanding discoveries have been made, and some of these have implications for evolutionary theory.\nEvo-devo.\nImportant work on genetics has led to a new approach to animal development. The field is called evolutionary developmental biology, or evo-devo for short.\nThere is clear proof that much of development is closely controlled by special genetic systems involving hox genes. In his Nobel Prize lecture, E.B. Lewis said \"Ultimately, comparisons of the [control complexes] throughout the animal kingdom should provide a picture of how the organisms, as well as the [control genes] have evolved\".\nIn 2000, a special section of the \"Proceedings of the National Academy of Sciences\" (PNAS) was devoted to evo-devo, and an entire 2005 issue of the \"Journal of Experimental Zoology Part B: Molecular and Developmental Evolution\" was devoted to the key evo-devo topics of evolutionary innovation and morphological novelty.\nA survey of the field for the general reader gives examples.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evolution","surface_form":"evolution","offset":57},{"uri":"Gregor_Mendel","surface_form":"Gregor Mendel","offset":104},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":127},{"uri":"Natural_selection","surface_form":"natural selection","offset":176},{"uri":"Genes","surface_form":"genes","offset":231},{"uri":"Julian_Huxley","surface_form":"Julian Huxley","offset":301},{"uri":"Theodosius_Dobzhansky","surface_form":"Theodosius Dobzhansky","offset":316},{"uri":"Ernst_Mayr","surface_form":"Ernst Mayr","offset":339},{"uri":"Ronald_Fisher","surface_form":"Ronald Fisher","offset":351},{"uri":"J.B.S._Haldane","surface_form":"J.B.S. Haldane","offset":366},{"uri":"Sewall_Wright","surface_form":"Sewall Wright","offset":382},{"uri":"G.G._Simpson","surface_form":"G.G. Simpson","offset":397},{"uri":"E.B._Ford","surface_form":"E.B. Ford","offset":411},{"uri":"Bernhard_Rensch","surface_form":"Bernhard Rensch","offset":422},{"uri":"G._Ledyard_Stebbins","surface_form":"G. Ledyard Stebbins","offset":442},{"uri":"Genetics","surface_form":"geneticists","offset":588},{"uri":"Naturalist","surface_form":"naturalist","offset":601},{"uri":"Paleontology","surface_form":"palaeontologists","offset":618},{"uri":"Speciation","surface_form":"speciation","offset":753},{"uri":"Polyploidy","surface_form":"polyploidy","offset":776},{"uri":"WWII","surface_form":"WWII","offset":1181},{"uri":"Earth_science","surface_form":"earth science","offset":1231},{"uri":"Earth","surface_form":"Earth","offset":1444},{"uri":"Charles_Lyell","surface_form":"Charles Lyell","offset":1551},{"uri":"Historical_geology","surface_form":"historical geology","offset":1597},{"uri":"Macroevolution","surface_form":"macroevolution","offset":1733},{"uri":"Megaevolution","surface_form":"megaevolution","offset":1752},{"uri":"Adaptive_radiation","surface_form":"adaptive radiation","offset":1865},{"uri":"Evolutionary_developmental_biology","surface_form":"evolutionary developmental biology","offset":2396},{"uri":"Hox_gene","surface_form":"hox gene","offset":2560},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":2578},{"uri":"E.B._Lewis","surface_form":"E.B. Lewis","offset":2599}]}