{"id":11642,"url":"http://en.wikipedia.org/wiki/Herbert_Hoover","text":"Herbert Clark Hoover (August 10, 1874 – October 20, 1964) was the 31st president of the United States from 1929 to 1933. He was a world-famous mining engineer and humanitarian administrator. As a United States Commerce Secretary in the 1920s under Presidents Warren G. Harding and Calvin Coolidge, he promoted economic modernization. Soon after he became president, the Great Depression started. Many people blamed Hoover for not doing enough to help people during that time.\nBefore the presidency.\nHe was born in West Branch, Iowa. He is the first president born west of the Mississippi River.\nHerbert Hoover was a businessman. He was the United States Secretary of Commerce. In 1927, Hoover appeared in the first public demonstration of television broadcast.\nHoover and his wife learned Mandarin Chinese while he worked in China. They used it in the White House so the White House staff wouldn't understand them.\nPresidency.\nA couple months after he was elected, the stock market crashed and the Great Depression was beginning.\nUnlike Andrew Mellon and Calvin Coolidge who believed that the federal government should keep its hands off the economy, Herbert Hoover believed that some action from the federal government is necessary.\nWhile he opposed a welfare state which would give money to people for doing nothing, he wanted to create jobs through several government programs, including the construction of a huge dam which would be later named Hoover Dam.\nThe federal government received less money in tax revenues because of the bad economy, and the government was spending more money than it was taking in, so Hoover tried to increase the government's revenue to balance the budget. He signed the Revenue Act of 1932, which was a large tax increase. He also signed the largest tariff (a tax on goods that are traded between foreign countries and the United States) increase in American history which worsened the Great Depression, even though 1000 economists warned him not to sign that.\nHoover denied giving promised retirement money to poor World War 1 veterans (called the Bonus Army) earlier than what was agreed to, so they went on strike. Hoover ordered the United States army to force them to leave. It resulted in a bloody conflict which hurt Hoover's reputation.\nHoover was uncharismatic and did not relate to the people well, which made many people consider him as mean-spirited.\nHoover supported the very unpopular prohibition of alcohol, and did not want to make alcohol legal.\nWhile Hoover did support some government involvement in the economy, he was against Franklin Roosevelt's New Deal, because he thought it called for too much government involvement in the economy.\nDue to his failure to fix the Great Depression, he lost the 1932 election to Franklin Roosevelt.\nDeath.\nHoover died at the age of 90 in his suite in New York City from gastrointestinal bleeding caused by colorectal cancer.","categories":[],"infobox_types":[],"annotations":[{"uri":"President","surface_form":"president","offset":71},{"uri":"United_States","surface_form":"United States","offset":88},{"uri":"World","surface_form":"world","offset":130},{"uri":"Engineer","surface_form":"engineer","offset":150},{"uri":"Humanitarian","surface_form":"humanitarian","offset":163},{"uri":"United_States_Commerce_Secretary","surface_form":"United States Commerce Secretary","offset":196},{"uri":"Warren_G._Harding","surface_form":"Warren G. Harding","offset":259},{"uri":"Calvin_Coolidge","surface_form":"Calvin Coolidge","offset":281},{"uri":"Economic","surface_form":"economic","offset":310},{"uri":"Great_Depression","surface_form":"Great Depression","offset":370},{"uri":"West_Branch%2C_Iowa","surface_form":"West Branch, Iowa","offset":514},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":576},{"uri":"United_States_Secretary_of_Commerce","surface_form":"United States Secretary of Commerce","offset":640},{"uri":"Demonstration","surface_form":"demonstration","offset":722},{"uri":"Standard_Mandarin","surface_form":"Mandarin Chinese","offset":789},{"uri":"Great_Depression","surface_form":"Great Depression","offset":998},{"uri":"Andrew_Mellon","surface_form":"Andrew Mellon","offset":1037},{"uri":"Calvin_Coolidge","surface_form":"Calvin Coolidge","offset":1055},{"uri":"Hoover_Dam","surface_form":"Hoover Dam","offset":1449},{"uri":"Prohibition","surface_form":"prohibition","offset":2433},{"uri":"Franklin_Roosevelt","surface_form":"Franklin Roosevelt","offset":2581},{"uri":"New_Deal","surface_form":"New Deal","offset":2602},{"uri":"New_York_City","surface_form":"New York City","offset":2842},{"uri":"Gastrointestinal_bleeding","surface_form":"gastrointestinal bleeding","offset":2861},{"uri":"Colorectal_cancer","surface_form":"colorectal cancer","offset":2897}]}