{"id":116549,"url":"http://en.wikipedia.org/wiki/Bowling","text":"Bowling is a sport where people roll a heavy ball. It was invented centuries ago when grenades were heavy iron balls. Two main kinds of bowling arose. In one kind the bowler rolls a ball near a target and knocks away the ball of another bowler. This kind includes lawn bowling.\nIn the more common kind nowadays, the bowler rolls the ball down a bowling lane trying to knock down wooden bowling pins. This kind includes ten-pin bowling, which is so commonplace that it is often simply called \"bowling\". Some people bowl at smaller pins, called \"duck pins\" or \"candle pins\" with slightly different rules.\nTen-pin.\nThe usual kind of bowling ball has three holes, where the player puts two fingers and the thumb. The person on the lane swings the ball and lets it go to roll along the lane, attempting to knock down ten wooden pins. If the bowler does not do it right, the ball might not knock all the pins down or might roll into the gutter and hit none. Players take turns rolling their ball down the lane to see who gets the highest score.\nTen-pin bowling scores can be as low as 0 or as high as 300. Players get 10 chances to knock down all of the pins; each chance is called a frame. In each frame, players can try to knock down all of the pins up to two times. Players who do not knock down all of the pins after two tries get up to 9 points for the frame. One point is given for every pin knocked down, if any are knocked down at all. If players are able to knock down all of the pins on the first or second try, they are given 10 points for the frame plus bonus points. Frames in which a player knocks down all of the pins on the first try are scored as a strike. A strike is worth 10 points plus the number of pins knocked down by the player during their next two tries. If players do not score a strike but knock down all remaining on their second try, the frame is scored as a spare. A spare is worth 10 points plus the number of pins knocked down on the next try.\nPlayers who score a strike or spare on their 10th frame are allowed to roll the ball up to two additional times to score their bonus points.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":13},{"uri":"Grenade","surface_form":"grenade","offset":86},{"uri":"Bowling_lane","surface_form":"bowling lane","offset":345},{"uri":"Bowling_pins","surface_form":"bowling pins","offset":386},{"uri":"Bowling_ball","surface_form":"bowling ball","offset":630}]}