{"id":116560,"url":"http://en.wikipedia.org/wiki/Pittodrie_Stadium","text":"Pittodrie Stadium is a stadium in Aberdeen, Scotland. It is mostly used as a football stadium for Aberdeen F.C.\nAberdeen have played at Pittodrie Stadium throughout their existence. The ground was first used by the original Aberdeen F.C. in 1899, in a 7–1 win over Dumbarton; when they merged with two other teams in 1903, the new club took over the old Aberdeen ground. On August 15 1903, 8,000 spectators turned up to watch the new Aberdeen draw 1-1 against Stenhousemuir, the first game played at Pittodrie by its amalgamated tenants. The club initially rented the ground, but subsequently bought it in 1920. The stadium contains 21,600 seats, but due to the directors' boxes, some sources place this figure at 22,000. The record attendance occurred on March 13 1954, when 45,061 spectators turned up for a Scottish Cup match between Aberdeen and Hearts.\nThe stadium consists of four stands. The Main Stand, which houses the club offices and players facilities, holds the majority of the supporters. The Merkland Road Stand is primarily for families. The South Stand is opposite the main stand and a quarter of this section is used to accommodate travelling supporters, except for Old Firm games, where half of this stand is given to the visiting fans. The newest element is the Richard Donald stand at the East, or Beach End, of the ground, and is named after former chairman Dick Donald. This is a modern, two–tier design, completed in 1993, containing hospitality suites which is significantly taller than the other structures at the ground. In 1978, Pittodrie became the first all covered, all-seater stadium in Britain.\nThe club are examining a move to a new stadium in Aberdeen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aberdeen","surface_form":"Aberdeen","offset":34},{"uri":"Scotland","surface_form":"Scotland","offset":44},{"uri":"Association_football","surface_form":"football","offset":77},{"uri":"Aberdeen_FC","surface_form":"Aberdeen F.C.","offset":98},{"uri":"Dumbarton_F.C.","surface_form":"Dumbarton","offset":265},{"uri":"August_15","surface_form":"August 15","offset":374},{"uri":"1903","surface_form":"1903","offset":384},{"uri":"March_13","surface_form":"March 13","offset":756},{"uri":"1954","surface_form":"1954","offset":765},{"uri":"Heart_of_Midlothian","surface_form":"Hearts","offset":850},{"uri":"Old_Firm","surface_form":"Old Firm","offset":1184}]}