{"id":116659,"url":"http://en.wikipedia.org/wiki/Kite","text":"A kite is a flying object that is attached to the ground by a rope, or ropes. Kites can be flown for fun, or in competitions. In India, people fly kites on Makar Sankranti.\nHistory.\nKites come in all shapes and sizes. Kites were created in China about 2,800 years ago. Later they spread into other Asian countries, like (India), Japan and Korea. However, the kite only appeared in Europe around the year 1600\nThe first kites had sails made of paper or light fabrics such as silk. The poles were made from bamboo sticks, or other strong but flexible woods. The kite line was made from string or twine.\nModern kites are made from synthetic materials, such as ripstop nylon or more exotic fabrics on the sails. They have fiberglass or carbon fiber poles, and use dacron or dyneema for the kite lines.\nToday, there are different types of kites. Some are large and are made to look good. Some are smaller and are made for speed, children and competitions.\nAlso, there are many different types of kites. The most important types of kite are stunt kites and parafoil kites. However, they can come in a variety of sizes, types and designs.\nInflatable kites are made in an inflatable shape, animal or other design. The inflatable kite is one the few modern inventions in the world of kite design.\nThough the exact origin of kites are not known, it is known that they were flown in China and the Malay Archipelago two to three thousand years ago. The earliest written accounts of kite flying were the exploits of the Chinese general Han Hsin, Han Dynasty (206 B.C.-220 A.D.).","categories":[],"infobox_types":[],"annotations":[{"uri":"Flight","surface_form":"flying","offset":12},{"uri":"Competitions","surface_form":"competitions","offset":112},{"uri":"Makar_Sankranti","surface_form":"Makar Sankranti","offset":156},{"uri":"China","surface_form":"China","offset":240},{"uri":"Asian","surface_form":"Asian","offset":298},{"uri":"Japan","surface_form":"Japan","offset":329},{"uri":"Korea","surface_form":"Korea","offset":339},{"uri":"Europe","surface_form":"Europe","offset":381},{"uri":"Year","surface_form":"year","offset":399},{"uri":"Paper","surface_form":"paper","offset":443},{"uri":"Silk","surface_form":"silk","offset":474},{"uri":"Bamboo","surface_form":"bamboo","offset":505},{"uri":"Wood","surface_form":"wood","offset":549},{"uri":"Synthetic","surface_form":"synthetic","offset":628},{"uri":"Nylon","surface_form":"nylon","offset":665},{"uri":"Fiberglass","surface_form":"fiberglass","offset":718},{"uri":"Carbon_fiber","surface_form":"carbon fiber","offset":732},{"uri":"Speed","surface_form":"speed","offset":917}]}