{"id":116689,"url":"http://en.wikipedia.org/wiki/The_Rake%27s_Progress","text":"e=\"preserve\">\"The Rake's Progress\" is an opera by Igor Stravinsky. The libretto written by W. H. Auden and Chester Kallman is based loosely on the eight paintings and engravings from the 18th century by William Hogarth called \"A Rake's Progress\". Stravinsky had seen these paintings in 1947 at an exhibition in Chicago.\nThe Rake’s Progress tells the story of a man called Tom Rakewell. The word “rake” in this sense means “someone (usually a man) who behaves in an immoral way: a man who has relationships with lots of women.\nThe word “progress” in the title is ironic because Tom does not really make progress: he does not become a better man. In a sense he progresses backwards, because he starts off in a state of blissful innocence, i.e. he does not understand anything about his life, he does not know about good and bad. At the end of the opera he also does not\nunderstand anything about his life, but that is because he has gone mad.\nTom is like Faust because he sells his soul to the devil. In this opera the character Nick Shadow represents the devil. Tom leaves his lover Anne Trulove and goes to find lots of other women in London. He has several adventures, which are all arranged by Nick who is helping him to have a good time. In the end Tom finds himself in Bedlam which was a horrible building where mad people were sent in the 18th century.\nMusical style.\nThe Rake’s Progress is the only full-length opera that Stravinsky wrote. It is unusual because it was not written in the modern way of most music of the 1950s. Because the story of the opera is set in the 18th century, the style of the music is deliberately like music from that period. It is divided into arias and recitative (big songs which are linked with simpler music which tells the story).\nStravinsky’s music in this opera is in the neoclassical style. He uses counterpoint a lot in this opera. This helped him later on to write serial music: music in which all 12 notes in an octave are equally important. Tom sings some words in the second act of The Rake’s Progress which suggest that Stravinsky is going to widen his compositional style in this way: “Vary the song, O London, change!/Disband your notes and let them range”.\nAct 1.\nTom Rakewell wants to marry Anne Trulove. Her father does not trust Tom because he has no regular job. Tom would like to have lots of money. He meets Nick Shadow who tells him that an unknown uncle has died and left him lots of money. He says to Tom that he can be his servant and go with him to London to sort out his inheritance.\nNick takes Tom to places where there is a lot of bad, immoral behaviour. Tom agrees to spend the night with Mother Goose in her brothel. Meanwhile Anne, who lives in the country, wonders why she has not heard from Tom. She thinks something might have happened to him, so she goes to London to look for him.\nAct 2.\nTom is bored with his immoral way of life. He tells Nick he wants happiness, so Nick says he should marry Baba the Turk, a famous bearded lady. Soon afterwards Anne finds Tom's London house. She arrives just in time to see Tom get out of a sedan chair with Baba, whom he has just married. Tom tells Anne to leave, but he really is sorry for what has happened.\nIn the next scene Tom hates his marriage to Baba, who is a strange woman. She is a chatterbox with a fiery temper. He makes her quiet by throwing his wig over her face, then he falls asleep. Nick enters with a \"fantastic Baroque Machine\" which seems to turn stones into bread. Tom cries out in his sleep that he wishes it were true, and waking, finds the machine he has dreamt of. Nick says to Tom that he could make a lot of money if he started a business making these machines. Nick is deceiving him: the machine does not work.\nAct 3.\nTom has lost a lot of money, and the things in his house are being auctioned by the auctioneer Sellem. The objects for sale include Baba, who has not moved since being silenced by the wig. When she is unwrapped, she comes to life again and starts shouting angrily. She is angry about the auction that is taking place, but calms down when Anne enters. Baba tells her to find Tom and \"set him right\", and warns her against Nick Shaddow. She says she wants to carry on with her acting career.\nIn a graveyard, Nick shows who he really is, and tells Tom that he must pay with his soul. Nick says he has worked for him for a year and a day; but as midnight strikes, Nick offers him a way of escape in the form of a game of cards, which Tom wins, but only because he was thinking of Anne. Nick has lost, and sinks into the ground, telling Tom that he is going mad. Tom is put in the madhouse called Bedlam. He believes he is Adonis and that Anne is Venus, the Roman goddess of love. Anne visits him, sings him to sleep, then quietly leaves him. When he realizes she has gone, he dies.\nIn an epilogue, the main characters point out the simple moral: that the Devil finds work for idle hands (people who are lazy).\nPerformance history.\nIt was first performed in Venice on September 11, 1951, with Elisabeth Schwarzkopf singing the part of Anne Trulove. In 1957, it was a part of the first season of the Santa Fe Opera. The composer himself came to the rehearsals. There was an excellent production in 1975 at Glyndebourne Festival Opera which was designed by David Hockney. This production has been revived at the Royal Opera House, Covent Garden in July 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":41},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":50},{"uri":"Libretto","surface_form":"libretto","offset":71},{"uri":"W._H._Auden","surface_form":"W. H. Auden","offset":91},{"uri":"Chester_Kallman","surface_form":"Chester Kallman","offset":107},{"uri":"18th_century","surface_form":"18th century","offset":187},{"uri":"William_Hogarth","surface_form":"William Hogarth","offset":203},{"uri":"1947","surface_form":"1947","offset":286},{"uri":"Chicago","surface_form":"Chicago","offset":311},{"uri":"Immoral","surface_form":"immoral","offset":465},{"uri":"Ironic","surface_form":"ironic","offset":562},{"uri":"Innocence","surface_form":"innocence","offset":726},{"uri":"Faust","surface_form":"Faust","offset":953},{"uri":"Soul","surface_form":"soul","offset":980},{"uri":"Devil","surface_form":"devil","offset":992},{"uri":"Bedlam","surface_form":"Bedlam","offset":1273},{"uri":"18th_century","surface_form":"18th century","offset":1344},{"uri":"Aria","surface_form":"aria","offset":1679},{"uri":"Recitative","surface_form":"recitative","offset":1689},{"uri":"Neoclassical","surface_form":"neoclassical","offset":1814},{"uri":"Counterpoint","surface_form":"counterpoint","offset":1842},{"uri":"Serial","surface_form":"serial","offset":1910},{"uri":"Octave","surface_form":"octave","offset":1958},{"uri":"Servant","surface_form":"servant","offset":2485},{"uri":"Inheritance","surface_form":"inheritance","offset":2535},{"uri":"Brothel","surface_form":"brothel","offset":2676},{"uri":"Sedan_chair","surface_form":"sedan chair","offset":3102},{"uri":"Wig","surface_form":"wig","offset":3372},{"uri":"Stone","surface_form":"stone","offset":3480},{"uri":"Bread","surface_form":"bread","offset":3492},{"uri":"Auction","surface_form":"auction","offset":3826},{"uri":"Graveyard","surface_form":"graveyard","offset":4254},{"uri":"Soul","surface_form":"soul","offset":4334},{"uri":"Bedlam","surface_form":"Bedlam","offset":4651},{"uri":"Adonis","surface_form":"Adonis","offset":4677},{"uri":"Venus","surface_form":"Venus","offset":4701},{"uri":"Roman_goddess","surface_form":"Roman goddess","offset":4712},{"uri":"Love","surface_form":"love","offset":4729},{"uri":"Venice","surface_form":"Venice","offset":5012},{"uri":"September_11","surface_form":"September 11","offset":5022},{"uri":"1951","surface_form":"1951","offset":5036},{"uri":"Elisabeth_Schwarzkopf","surface_form":"Elisabeth Schwarzkopf","offset":5047},{"uri":"Santa_Fe_Opera","surface_form":"Santa Fe Opera","offset":5153},{"uri":"1975","surface_form":"1975","offset":5251},{"uri":"Glyndebourne_Festival_Opera","surface_form":"Glyndebourne Festival Opera","offset":5259},{"uri":"David_Hockney","surface_form":"David Hockney","offset":5309},{"uri":"Royal_Opera_House","surface_form":"Royal Opera House","offset":5364},{"uri":"2008","surface_form":"2008","offset":5405}]}