{"id":116761,"url":"http://en.wikipedia.org/wiki/Content_Scramble_System","text":"e=\"preserve\">The Content Scrambling System (or Content Scramble System) is a system to encrypt and copy-protect DVDs. Such systems are generally called Digital Rights Management (or \"DRM\") systems. CSS uses symmetric cryptography. It was introduced in 1996; today, it is considered ineffective.\nIn October 1999, Jon Lech Johansen and two other people (who remained anonymous) broke the system. CSS uses 40-bit cryptographic keys; because of different design problems, the effective key length is only about 16 bits. A 450 MHz processor, current at the time could brute force crack this in less than a minute. A modern processor such as the Core i7 or Athlon 64 can crack it in a few seconds.\nCSS requires special information in the lead-in (a special area) of the disc. Since the lead-in cannot be changed on recordable DVDs these cannot have CSS protection (with a few exceptions, some professional drives allow writing CSS keys to recordable discs).\nOpen source implementations.\nLibdvdcss is an open-source implementation used by many DVD software players, including VLC Media Player. Libdvdcss is region-free; it can read foreign-region DVDs even when the keys can't be read from the drive, by using a brute-force attack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Encryption","surface_form":"encrypt","offset":87},{"uri":"DVD","surface_form":"DVD","offset":112},{"uri":"Digital_Rights_Management","surface_form":"Digital Rights Management","offset":152},{"uri":"Symmetric_cryptography","surface_form":"symmetric cryptography","offset":207},{"uri":"Jon_Lech_Johansen","surface_form":"Jon Lech Johansen","offset":312},{"uri":"Brute_force_attack","surface_form":"brute force crack","offset":563},{"uri":"Intel_Core_i7","surface_form":"Core i7","offset":640},{"uri":"VLC_Media_Player","surface_form":"VLC Media Player","offset":1069},{"uri":"Key_(cryptography)","surface_form":"keys","offset":1159}]}