{"id":116779,"url":"http://en.wikipedia.org/wiki/Rangers_F.C.","text":"Rangers Football Club are an association football team based in Glasgow, Scotland, who currently play in the Scottish Professional Football League, in the Scottish Premiership. They have won 54 league titles, a world record, plus the Scottish Third Division, Scottish League One and Scottish Championship league titles and have won more major trophies than any football club in the world. The club are nicknamed \"The Teddy Bears\", from the rhyming slang for \"Gers\", which in turn is short for \"Rangers\", and the fans are known to each other as \"Bluenoses\". The club's correct name is simply \"Rangers F.C.\", although they are sometimes referred to as \"Glasgow Rangers\" for European matches to avoid confusion.\nFor most of their history, Rangers have enjoyed a fierce rivalry with their cross-city opponents Celtic, and the two are collectively known as the Old Firm.\nThe club's home, the all-seated 50,817-capacity Ibrox Stadium in south-west Glasgow, has been accredited as one of UEFA's five-star stadia. The stadium was the first one in Scotland to be granted this accolade, which it now shares with Hampden Park, Scotland's national stadium.\nIn February 2012 Rangers entered administration because of a problem with tax with HM Revenue and Customs. On 14 June 2012, the parent company that owned the club was forced into liquidation following the rejection of a proposed Company Voluntary Arrangement, and the club's assets, including Ibrox Stadium and Murray Park, were bought by The Rangers Football Club Ltd - a consortium led by Charles Green, a former chief executive of Sheffield United. The club applied to register with the Scottish Football Association and to participate in the Scottish Premier League. The new company's application to join the SPL was rejected in a vote by the other members of the league. In a separate vote by the members of the Scottish Football League, they were invited to play in the Third Division of the Scottish Football League structure. Since then, they have been promoted back to the top division.\nClub colours and crest.\nThe club colours of Rangers F.C. are royal blue, white and red.\nThe team's home strip invariably features a royal blue shirt (often with white and/or red trim). Traditionally this is accompanied by white shorts (often with royal blue and/or red trim) and black socks with red turn-downs. However when wearing the 'home strip' Rangers will occasionally alter the shorts and socks, sometimes replacing the black socks with white ones; or replacing the white shorts and black socks combination with royal blue shorts and socks.\nThe basic design of Rangers away strips has changed far more than the traditional home strip. White and red have been the most common predominant colours for Rangers alternate strips, though dark and light blue have also featured highly.\nIn recent years, Rangers have also introduced a third kit. This is usually worn if both the home and away kits clash with their opponents. The colours used range from light blue to red to a very controversial tangerine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"association football","offset":29},{"uri":"Glasgow","surface_form":"Glasgow","offset":64},{"uri":"Scotland","surface_form":"Scotland","offset":73},{"uri":"Scottish_Professional_Football_League","surface_form":"Scottish Professional Football League","offset":109},{"uri":"Scottish_Premiership","surface_form":"Scottish Premiership","offset":155},{"uri":"Scottish_Third_Division","surface_form":"Scottish Third Division","offset":234},{"uri":"Scottish_League_One","surface_form":"Scottish League One","offset":259},{"uri":"Scottish_Championship","surface_form":"Scottish Championship","offset":283},{"uri":"Celtic_F.C.","surface_form":"Celtic","offset":806},{"uri":"Old_Firm","surface_form":"Old Firm","offset":856},{"uri":"Ibrox_Stadium","surface_form":"Ibrox Stadium","offset":914},{"uri":"UEFA","surface_form":"UEFA","offset":981},{"uri":"Hampden_Park","surface_form":"Hampden Park","offset":1102},{"uri":"Administration","surface_form":"administration","offset":1178},{"uri":"Tax","surface_form":"tax","offset":1219},{"uri":"HM_Revenue_and_Customs","surface_form":"HM Revenue and Customs","offset":1228},{"uri":"Liquidation","surface_form":"liquidation","offset":1324},{"uri":"Company_Voluntary_Arrangement","surface_form":"Company Voluntary Arrangement","offset":1374},{"uri":"Ibrox_Stadium","surface_form":"Ibrox Stadium","offset":1438},{"uri":"Murray_Park","surface_form":"Murray Park","offset":1456},{"uri":"The_Rangers_Football_Club_Ltd","surface_form":"The Rangers Football Club Ltd","offset":1484},{"uri":"Sheffield_United_F.C.","surface_form":"Sheffield United","offset":1579},{"uri":"Scottish_Football_Association","surface_form":"Scottish Football Association","offset":1635},{"uri":"Scottish_Premier_League","surface_form":"Scottish Premier League","offset":1691}]}