{"id":116732,"url":"http://en.wikipedia.org/wiki/El_Muerto_(movie)","text":"\"El Muerto\" (also called \"The Dead One\", \"El Muerto: The Dead One\", \"The Dead One: El Muerto\", or \"The Dead One: An American Legend\") is a 2007 movie. It was made from the story of the comic book superhero El Muerto. It was written and directedby Brian Cox (director). Wilmer Valderrama starred as the main character, El Muerto/Diego de la Muerte. Also starring were Angie Cepeda as Diego's girlfriend, Joel David Moore as Diego's best friend, and Billy Drago played as the bad guy. The movie tells the story of Diego de la Muerte, a 21-year-old Mexican-American who is sacrificed by the Aztec gods of death and destiny to fulfill an ancient prophecy. The movie is rated PG-13 for violence and some disturbing images. The movie premiered on March 1, 2007 and was released on DVD September 18, 2007. It won the Best Feature Film Award at the first Whittier Film Festival in 2008.\nStory.\nAt the start of the movie, a young Diego is crossing illegally in to the United States from Mexico. Along the way, he meets an old Aztec man who tells him about a shortcut across a river. Before they get there, the old man performs an ancient ritual to the Aztec god of sacrifice and dies. Diego is then left alone at the river. Ten years later, Diego is living in East Los Angeles, California. He has a girlfriend Maria Somera and lives with his best friend Zak Silver. Maria's uncle, a priest of a local church does not like Diego's sympathy for the Aztec religion. This usually causes Diego and Maria to meet in secret. When a local Dia de los Muertos (\"Day of the Dead\") festival is to take place, a celebration with Aztec roots, Diego becomes excited. He dresses as an undead Mariachi with the traditional facepaint. Unfortunately, he has to go alone because both Zak and Maria are busy the night of the celebration. While driving to the festival, Diego's car crashes and he is killed. He later wakes up in Mictlan, the Aztec land of the dead. There he is sacrificed in an ancient ritual by the god of death and sent back to the land of the living a year after his death. He later learns that the old gods want to rule their world again. Three sacrifices representing the Church that took away their power must be made. This puts Maria's life is at risk because she is a descendent of one of the first churches in Mexico. Now Diego must fight against the gods that made him to save the woman he loves.\nDVD release.\nThe movie was released straight-to-DVD by Echo Bridge Entertainment on September 18, 2007. The movie was called \"El Muerto\" but it was re-titled \"The Dead One\" for the original DVD release. It is going to be released as \"El Muerto\" in the future. Special features included seven drawings by guest artists, commentary with director Brian Cox and Javier Hernandez, an art tutorial, the original comic book, three featurettes, a Spanish language track, and a DVD-ROM feature. In the DVD case is are 2 wash-and-wear tattoos and a collectible mini-comic created for the DVD.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"2007","surface_form":"2007","offset":139},{"uri":"Movie","surface_form":"movie","offset":144},{"uri":"El_Muerto","surface_form":"El Muerto","offset":206},{"uri":"Screenplay","surface_form":"written","offset":224},{"uri":"Movie_director","surface_form":"directed","offset":236},{"uri":"Brian_Cox_(director)","surface_form":"Brian Cox (director)","offset":247},{"uri":"Wilmer_Valderrama","surface_form":"Wilmer Valderrama","offset":269},{"uri":"Angie_Cepeda","surface_form":"Angie Cepeda","offset":367},{"uri":"Joel_David_Moore","surface_form":"Joel David Moore","offset":403},{"uri":"Billy_Drago","surface_form":"Billy Drago","offset":448},{"uri":"Aztec","surface_form":"Aztec","offset":588},{"uri":"Prophecy","surface_form":"prophecy","offset":642},{"uri":"PG-13","surface_form":"PG-13","offset":671},{"uri":"March_1","surface_form":"March 1","offset":741},{"uri":"2007","surface_form":"2007","offset":750},{"uri":"September_18","surface_form":"September 18","offset":779},{"uri":"2007","surface_form":"2007","offset":793},{"uri":"Whittier_Film_Festival","surface_form":"Whittier Film Festival","offset":847},{"uri":"United_States","surface_form":"United States","offset":959},{"uri":"Mexico","surface_form":"Mexico","offset":978},{"uri":"Aztec","surface_form":"Aztec","offset":1017},{"uri":"East_Los_Angeles%2C_California","surface_form":"East Los Angeles, California","offset":1251},{"uri":"Dia_de_los_Muertos","surface_form":"Dia de los Muertos","offset":1522},{"uri":"Aztec","surface_form":"Aztec","offset":1607},{"uri":"Mariachi","surface_form":"Mariachi","offset":1667},{"uri":"Mictlan","surface_form":"Mictlan","offset":1898},{"uri":"Descendent","surface_form":"descendent","offset":2262},{"uri":"September_18","surface_form":"September 18","offset":2477},{"uri":"2007","surface_form":"2007","offset":2491},{"uri":"Spanish_language","surface_form":"Spanish language","offset":2832},{"uri":"DVD-ROM","surface_form":"DVD-ROM","offset":2862}]}