{"id":116884,"url":"http://en.wikipedia.org/wiki/Dundee_United_F.C.","text":"Dundee United Football Club is a professional football club from Dundee, Scotland. They currently play in the Scottish Championship. The manager is Micky Mellon. In the 2018-19 season, they finished 2nd in the Championship behind Ross County. The club failed to regain promotion to the Premiership after losing the Premiership play-off against St. Mirren 2-0 on penalties. Dundee United won the 1982-83 Scottish Premier Division, and the Scottish Cup in 1994 and 2010.\nStadium.\nDundee United's home ground throughout their history has been Tannadice Park, located on Tannadice Street in the Clepington area of the city. It is situated only away from Dens Park, home of rivals Dundee F.C.; the two stadia are the closest senior football grounds anywhere in the United Kingdom.\nThe club have only ever played one home fixture at another venue. This was a League Cup tie against Rangers in March 1947, when despite snow rendering Tannadice unplayable, the match was able to go ahead across the road at Dens Park.\nThe age and proximity of their stadia has led to the possibility of both clubs moving to a new, purpose-built shared stadium being discussed on various occasions. The most recent and serious proposal for this was put forward as part of Scotland's bid to joint-host the 2008 European Football Championship, with several clubs seeking to benefit from a new stadium with planning permission given to a proposed site at Caird Park. Special dispensation was requested to proceed with the proposal, as rules at the time forbade SPL teams from groundsharing. Following Scotland's failed bid to host the tournament, the scheme was shelved for the time being, although the plan was raised again in June 2008 following doubts about joint-host Ukraine's ability to stage Euro 2012 with the Scottish Football Association keen as alternative hosts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"football","offset":46},{"uri":"Dundee","surface_form":"Dundee","offset":65},{"uri":"Scotland","surface_form":"Scotland","offset":73},{"uri":"Scottish_Football_League_First_Division","surface_form":"Scottish Championship","offset":110},{"uri":"Scottish_Football_League_First_Division","surface_form":"Championship","offset":210},{"uri":"Ross_County_F.C.","surface_form":"Ross County","offset":230},{"uri":"Scottish_Premiership","surface_form":"Premiership","offset":286},{"uri":"St._Mirren_F.C.","surface_form":"St. Mirren","offset":344},{"uri":"Dens_Park","surface_form":"Dens Park","offset":650},{"uri":"Dundee_F.C.","surface_form":"Dundee F.C.","offset":676},{"uri":"Rangers_F.C.","surface_form":"Rangers","offset":876},{"uri":"June","surface_form":"June","offset":1699},{"uri":"2008","surface_form":"2008","offset":1704},{"uri":"Ukraine","surface_form":"Ukraine","offset":1743}]}