{"id":116832,"url":"http://en.wikipedia.org/wiki/Potato_chip","text":"Potato chips (also called potato crisps in the United Kingdom and Northern Ireland) are thinly cut potatoes that have been baked or fried and lightly salted or seasoned. Some popular flavours of potato chips are: salt and vinegar, ketchup, sour cream and onion. They are one of the most important snack foods in Western nations. In England, they are called \"Crisps\", In America, they are called \"Potato chips\".\nIn the 1790s, Thomas Jefferson brought thick french fries to the United States from France. However, a customer at a restaurant at the Moon Lake Lodge in Saratoga Springs, New York, was making the chef, George Crum, angry by saying that the fries were not thin enough. Finally, George Crum became so angry he decided to exaggerate. He sliced the potatoes so thinly they could not even be pierced with a fork. Then he put them in ice water for 30 minutes. After he fried and salted them, he gave them to the customer - who, to his surprise, loved them. First named \"Saratoga chips\" in 1835, it later became well known as \"potato chips\". George Crum later opened his own restaurant that served his special potato chips.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":47},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":66},{"uri":"Potato","surface_form":"potato","offset":99},{"uri":"Salt_and_vinegar","surface_form":"salt and vinegar","offset":213},{"uri":"Ketchup","surface_form":"ketchup","offset":231},{"uri":"Cream","surface_form":"cream","offset":245},{"uri":"Onion","surface_form":"onion","offset":255},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":425},{"uri":"French_fries","surface_form":"french fries","offset":456},{"uri":"United_States","surface_form":"United States","offset":476},{"uri":"France","surface_form":"France","offset":495},{"uri":"Customer","surface_form":"customer","offset":514},{"uri":"New_York","surface_form":"New York","offset":583},{"uri":"Exaggerate","surface_form":"exaggerate","offset":731},{"uri":"Fork","surface_form":"fork","offset":814}]}