{"id":116824,"url":"http://en.wikipedia.org/wiki/Phil_O%27Donnell","text":"Phillip \"Phil\" O'Donnell (25 March 1972 – 29 December 2007) was a Scottish football player. O'Donnell played for Motherwell, Celtic and Sheffield Wednesday over the course of his career. He died from a cardiac arrest after collapsing on the pitch on 29 December 2007.\nDeath.\nOn 29 December 2007, O'Donnell collapsed during a game against Dundee United just as he was about to be substituted. He was treated on the pitch for about five minutes by the Motherwell and Dundee United club doctors before being taken by ambulance to Wishaw General Hospital. However, he was pronounced dead at 17.18 hours. He was 35 years of age, married and had four children.\nA postmortem examination was carried out on 1 January 2008 and it was revealed O'Donnell died of left ventricular failure. His funeral was on 4 January, at St Mary's church in Hamilton.\nTributes.\nFormer Scottish First Minister Jack McConnell, MSP for Motherwell and Wishaw, was among those to pay tribute. He hailed the midfielder as a \"great professional.\" He said, \"as captain he helped transform Motherwell this season. Phil will be sadly missed by his family and by football fans but he will be mourned by the whole community.\"\nThe player was described as a \"perfect gentleman\" by former Scotland coach Craig Brown. He said: \"It's very, very sad news, I just can't get over it. You would not get a more ideal role model for a young footballer than Phil O'Donnell. I think in his first spell at Motherwell he was probably the best box-to-box midfield player – maybe not just in Scotland but in the UK.\"\nMotherwell and other fans laid flowers, scarves, strips and other mementos at the gates of Fir Park. The club's scheduled SPL game against Hibs at Easter Road the following Wednesday was postponed along with the club's home game with Celtic the following Sunday out of respect. Scottish Premier League chairman Lex Gold said: \"We understand from Phil's family that they would appreciate it if the Motherwell v Celtic game scheduled for 6 January 2008 could be postponed. Both clubs are happy to meet the request and we have called the game off.\" On 31 December, the SPL postponed the Celtic v Rangers fixture scheduled for 2 January 2008 following a request by O'Donnell's former club Celtic, which was agreed by Rangers.\nPlayers in 30 December's English Premier League matches between Derby County and Blackburn Rovers, and Manchester City and Liverpool F.C., wore black bands in his honour. Sheffield Wednesday's matches at Hull City and at home to Preston North End were preceded by a minutes applause as a mark of respect to their former player, with the Hillsborough flags flying at half-mast. All English Premiership ties in the New Year programme were preceded with either a minute of applause or silence in O'Donnell's memory. Everton and Scottish striker James McFadden, who played with O'Donnell at Motherwell, dedicated his goal to O'Donnell in Everton's 2–0 win at Middlesbrough by pointing solemnly to his black armband and then towards the sky.\nThousands of tributes from around the world have been posted on the internet. Motherwellfc.co.uk has received hundreds of written tributes from fans as far as Korea and Ukraine, as well as many emotional messages from Sevilla F.C., comparing O'Donnell's death to the similar tragedy of Antonio Puerta earlier in the season. Sevilla F.C. director of football Ramon Rodríguez Monchi said, \"This is terrible news. Right now, my thoughts are with Phil's family and everybody at Motherwell. Unfortunately, with the death of Phil O'Donnell, Motherwell have suffered a similar tragedy to ours. Antonio Puerta died at the beginning of the season and I know how terrible the whole experience is. Sevilla will be available to help in any way that we are able, to heal the pain and sadness of this tragic loss.\"\nMotherwell announced the Main Stand at Fir Park will be renamed The Phil O'Donnell Stand as a permanent tribute and Phil's team-mates will pay their own personal tribute by having his signature embroidered on their strips for the remainder of the 2007/08 season.\nOn 25 May 2008, a benefit match was held at Celtic Park in memory of O'Donnell with the proceeds going to various charities. The match was between a Celtic F.C. side drawn from their 1998 title winning squad and a Motherwell F.C. side drawn from their 1991 Scottish Cup win. Other players such as David Clarkson and James McFadden played in the game. Henrik Larsson described the match as \"a sad occasion but at the same time it's a kind of celebration for everything.\" The match finished 5-1, in front of 60,000.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scottish","offset":66},{"uri":"Association_football","surface_form":"football","offset":75},{"uri":"Motherwell_F.C.","surface_form":"Motherwell","offset":113},{"uri":"Celtic_F.C.","surface_form":"Celtic","offset":125},{"uri":"Sheffield_Wednesday_F.C.","surface_form":"Sheffield Wednesday","offset":136},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":202},{"uri":"Dundee_United_F.C.","surface_form":"Dundee United","offset":338},{"uri":"Funeral","surface_form":"funeral","offset":782},{"uri":"Hamilton%2C_South_Lanarkshire","surface_form":"Hamilton","offset":831},{"uri":"Jack_McConnell","surface_form":"Jack McConnell","offset":882},{"uri":"Member_of_the_Scottish_Parliament","surface_form":"MSP","offset":898},{"uri":"Midfielder","surface_form":"midfielder","offset":975},{"uri":"Craig_Brown_(footballer)","surface_form":"Craig Brown","offset":1262},{"uri":"Easter_Road","surface_form":"Easter Road","offset":1708},{"uri":"Lex_Gold","surface_form":"Lex Gold","offset":1872},{"uri":"Old_Firm","surface_form":"Celtic v Rangers fixture","offset":2145},{"uri":"Derby_County","surface_form":"Derby County","offset":2347},{"uri":"Blackburn_Rovers","surface_form":"Blackburn Rovers","offset":2364},{"uri":"Manchester_City","surface_form":"Manchester City","offset":2386},{"uri":"Liverpool_F.C.","surface_form":"Liverpool F.C.","offset":2406},{"uri":"Hull_City","surface_form":"Hull City","offset":2487},{"uri":"Preston_North_End","surface_form":"Preston North End","offset":2512},{"uri":"Hillsborough_Stadium","surface_form":"Hillsborough","offset":2620},{"uri":"Half-mast","surface_form":"half-mast","offset":2649},{"uri":"English_Premiership","surface_form":"English Premiership","offset":2664},{"uri":"James_McFadden","surface_form":"James McFadden","offset":2825},{"uri":"Sevilla_F.C.","surface_form":"Sevilla F.C.","offset":3238},{"uri":"Antonio_Puerta","surface_form":"Antonio Puerta","offset":3306},{"uri":"Sevilla_F.C.","surface_form":"Sevilla F.C.","offset":3344},{"uri":"Ramon_Rodr%C3%ADguez_Monchi","surface_form":"Ramon Rodríguez Monchi","offset":3378},{"uri":"Celtic_Park","surface_form":"Celtic Park","offset":4128},{"uri":"Celtic_F.C.","surface_form":"Celtic F.C.","offset":4233},{"uri":"Motherwell_F.C.","surface_form":"Motherwell F.C.","offset":4298},{"uri":"Scottish_Cup","surface_form":"Scottish Cup","offset":4341},{"uri":"David_Clarkson","surface_form":"David Clarkson","offset":4381},{"uri":"James_McFadden","surface_form":"James McFadden","offset":4400},{"uri":"Henrik_Larsson","surface_form":"Henrik Larsson","offset":4435}]}