{"id":116953,"url":"http://en.wikipedia.org/wiki/El_Gato_Negro","text":"e=\"preserve\">El Gato Negro (in English “The Black Cat”) is the name of two fictional superheroes that appear in comic books published by Azteca Productions. Created by Richard Dominguez, both characters made their first appearance in \"El Gato Negro #1\".\nThe first El Gato Negro was Agustin Guerrero, a former luchador from South Texas who decided to use his skills to fight crime during the early '50s and late '60s.\nThe current El Gato Negro is Francisco Guerrero, grandson to the original El Gato Negro. He adopted the superhero identity after his best friend was killed in a brutal murder.\nEach El Gato Negro adopts a cat-like emblem, which they display in their costume designs or equipment. Although Agustin is not from the Silver Age of comics, he is sometimes referred to as “Silver Age El Gato Negro”, because the comic book’s timeline would place him in that era.\nAgustin Guerrero.\nAgustin Guerrero was an American soldier from Texas sent overseas to fight in the Korean War. Separated from his battalion, Agustin was lost in the harsh jungles. There he found an exiled Japanese warrior and assassin known as “\"Nuro Neko\"” (\"黒い猫\" - black cat). Nuro Neko trained the young soldier martial arts and the path of a warrior. After being rescued and discharged, Agustin returned to Texas to become a masked wrestler. He adopted the identity of El Gato Negro and his success as a luchador caused him to have many adventures outside of the wrestling ring before he finally retired in the late '60s.\nFrancisco Guerrero.\nThe second and current El Gato Negro, Francisco Guerrero is a social worker by day and a vigilante by night. Francisco became the new El Gato Negro after the murder of his friend. Despite being liked by the citizens of his community, El Gato Negro is constantly being hunted by local law enforcement.\nMovies.\nRichard Dominguez is currently in talks for a El Gato Negro movie.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English","offset":31},{"uri":"Fictional","surface_form":"fictional","offset":75},{"uri":"Superheroes","surface_form":"superheroes","offset":85},{"uri":"Azteca_Productions","surface_form":"Azteca Productions","offset":137},{"uri":"Richard_Dominguez","surface_form":"Richard Dominguez","offset":168},{"uri":"Luchador","surface_form":"luchador","offset":309},{"uri":"Silver_Age_of_comics","surface_form":"Silver Age of comics","offset":729},{"uri":"Vigilante","surface_form":"vigilante","offset":1609}]}