{"id":116954,"url":"http://en.wikipedia.org/wiki/Richard_Dominguez","text":"e=\"preserve\">Richard Dominguez (born Eufrancio Ricardo Dominguez September 22, 1960 in Dallas, Texas) is an American comic book creator. He is best known for making the comic book \"El Gato Negro\".\nBiography.\nRichard Dominguez was born in Dallas, Texas on September 22, 1960 as the second of seven children. Dominguez first read comics at the age of six. He was first interested in art while in high school. He took classes in Commercial Art and later took Life Drawing classes in community college. Richard later worked as an intern for art and design studios in the late '80s and early '90s.\nAzteca Productions.\nRichard made the Azteca Productions company and imprint in 1993. The first publication was \"El Gato Negro #1\". Dominguez first got the idea for El Gato Negro in the late '80s. He originally planned thought of putting the character in a team of superheroes. Liking the character better on his own, Dominguez left the original project and focused on El Gato Negro. A lot of the character’s personality and look was inspired by Dominguez’s favorite superheroes like The Spirit, The Crimson Avenger, Daredevil, Nightwing, The Shadow, The Phantom, Zorro and Batman. The character has been popular since his introduction. and other media Dominguez is currently looking to make a movie on the character.\nDominguez made his superhero group with the help of friend and writer Michael S. Moore in 1997 in a book called Team Tejas. Richard stopped publishing his books after 1997 to spend time with his family. He later came back to publish new El Gato Negro stories in 2004. Other books he plans on publishing are Lucha Grande Comics, The Acolyte, Demon Hunter, and a revival of Judge Margarito C. Garza's Relampago!\nP.A.C.A.S..\nThe Professional Amigos of Comic Art Society or P.A.C.A.S. was a non-profit organization made by Richard Dominguez with his friends Carlos Saldaña, Jose Martinez, and Fernando Rodriguez in 1995. The group was made to bring together different artists, comic book and cartoon creators together to help with each other’s projects. P.A.C.A.S. grew to over 50 members. Most of them lived in California. The P.A.C.A.S. group no longer exists but there are rumors of a new one being made. Only an official website and MySpace page stand in tribute to their effort.","categories":[],"infobox_types":[],"annotations":[{"uri":"September_22","surface_form":"September 22","offset":65},{"uri":"1960","surface_form":"1960","offset":79},{"uri":"Dallas%2C_Texas","surface_form":"Dallas, Texas","offset":87},{"uri":"United_States","surface_form":"American","offset":108},{"uri":"Comic_book","surface_form":"comic book","offset":117},{"uri":"El_Gato_Negro","surface_form":"El Gato Negro","offset":181},{"uri":"Azteca_Productions","surface_form":"Azteca Productions","offset":630},{"uri":"The_Spirit","surface_form":"The Spirit","offset":1076},{"uri":"The_Crimson_Avenger","surface_form":"The Crimson Avenger","offset":1088},{"uri":"Daredevi","surface_form":"Daredevi","offset":1109},{"uri":"Nightwing","surface_form":"Nightwing","offset":1120},{"uri":"The_Shadow","surface_form":"The Shadow","offset":1131},{"uri":"The_Phantom","surface_form":"The Phantom","offset":1143},{"uri":"Zorro","surface_form":"Zorro","offset":1156},{"uri":"Batman","surface_form":"Batman","offset":1166},{"uri":"Michael_S._Moore","surface_form":"Michael S. Moore","offset":1380},{"uri":"Team_Tejas","surface_form":"Team Tejas","offset":1422}]}