{"id":116975,"url":"http://en.wikipedia.org/wiki/McDonnell_Douglas_DC-10","text":"The McDonnell Douglas DC-10 is an American three-engine medium- to long-range widebody airliner, with two engines mounted on underwing pylons and a third engine at the base of the vertical stabilizer. The model was a successor to the company's DC-8 for long-range operations, and competed in the same markets as the Airbus A300, Boeing 747, and Lockheed L-1011 Tristar, which has a similar layout to the DC-10.\nProduction of the DC-10 ended in December 1988 with 386 delivered to airlines and 60 to the U.S. Air Force as air-to-air refueling tankers, designated the KC-10 Extender. The DC-10 was succeeded by the related McDonnell Douglas MD-11 which entered service in 1990.\nDevelopment.\nDouglas Aircraft began design studies based on its CX-HLS design. In 1966, American Airlines offered a specification to manufacturers for a widebody aircraft smaller than the Boeing 747 but capable of flying similar long-range routes from airports with shorter runways. The DC-10 became McDonnell Douglas's first commercial airliner after the merger between McDonnell Aircraft Corporation and Douglas Aircraft Company in 1967. The DC-10 was first ordered by launch customers American Airlines with 25 orders, and United Airlines with 30 orders and 30 options in 1968. The DC-10, a series 10 model, made its first flight on August 29, 1970. Following a flight test program with 929 flights covering 1,551 hours, the DC-10 was awarded a type certificate from the FAA on July 29, 1971 It entered commercial service with American Airlines on August 5, 1971 on a round trip flight between Los Angeles and Chicago. United Airlines began DC-10 service on August 16, 1971.[6] The DC-10's similarity to the L-1011 in terms of passenger capacity and launch in the same timeframe resulted in a head to head sales competition which affected profitability of the aircraft.\nAccidents and Problems.\nThe DC-10 had design flaws and had a poor safety record in its early years. But later, the design flaws were improved, and the DC-10 became much safer. The following accidents are some of those which have occurred since 1972.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":34},{"uri":"Trijet","surface_form":"three-engine","offset":43},{"uri":"Widebody","surface_form":"widebody","offset":78},{"uri":"Vertical_stabilizer","surface_form":"vertical stabilizer","offset":180},{"uri":"Douglas_DC-8","surface_form":"DC-8","offset":244},{"uri":"Airbus_A300","surface_form":"Airbus A300","offset":316},{"uri":"Boeing_747","surface_form":"Boeing 747","offset":329},{"uri":"Lockheed_L-1011","surface_form":"Lockheed L-1011 Tristar","offset":345},{"uri":"United_States_Air_Force","surface_form":"U.S. Air Force","offset":503},{"uri":"Air-to-air_refueling","surface_form":"air-to-air refueling","offset":521},{"uri":"Tanker_(aircraft)","surface_form":"tankers","offset":542},{"uri":"KC-10_Extender","surface_form":"KC-10 Extender","offset":566},{"uri":"McDonnell_Douglas_MD-11","surface_form":"McDonnell Douglas MD-11","offset":621}]}