{"id":117,"url":"http://en.wikipedia.org/wiki/Continent","text":"A continent is a large area of the land on Earth that is joined together. In general it is agreed there are seven continents in the world: Africa, Antarctica, Asia, Europe, North America, Australia or Oceania, and South America.\nDemography.\nThe most populous continent by population is Asia followed by Africa. The third most populous continent is the Americas. The fourth most populous is Europe and then Oceania. In sub-Saharan Africa, the largest age group are denarians (in their teens). In north Africa the largest age group are vicenarian (in their twenties). In Europe, most people are tricenarian (in their thirties) or quadragenarian (in their forties).\nAustralia.\nSome sources say that Australia is one of the seven continents. Others say that Australia is part of Oceania. Oceania is a region which includes Australia, New Zealand and the Pacific Islands. The third alternative is the term Australasia, which includes at least all countries on the Australian continental plate. This includes the islands of New Guinea, Tasmania, New Zealand and a number of smaller islands. It is on the south-eastern side of the Wallace Line, with distinct differences in its biology from the Asian side of the line.\nNorth and South America.\nNorth America and South America are often described as \"the Americas\". This has the advantage of including Central America and the Caribbean islands. Otherwise, Central America is counted as part of North America.\nEurasia.\nEurasia is not really an alternative, it is a recognition that the landmass of Europe and Asia are continuous, and some of its largest countries are in both continents. Russia extends from eastern Europe to the far east of Asia without a break. The Ural Mountains, which run roughly north/south, are the traditional dividing-line between Europe and Asia. For many purposes it is convenient to consider the great landmass as a single continent, Eurasia.\nWhen British people talk about \"the Continent\" (or \"Continental\" things) they mean the European mainland. This meaning is not used as much as it used to be, but is still seen in phrases like \"Continental breakfast\" (rolls with cheese, jam etc. as distinct from an \"English breakfast\" which is a cooked breakfast).\nContinents not only move but also sometimes move against each other. The Indian subcontinent has been colliding with the Eurasian continent for a while now. As these continents push against each other, they buckle and bend. Because of this, the Himalaya Mountains, where Mount Everest is, are still being made today.\nZealandia.\nZealandia is an almost entirely submerged land mass, and 93% of it still remains under water. Zealandia may have broken off the Australian plate between 85 and 130 million years ago.","categories":[],"infobox_types":[],"annotations":[{"uri":"Land","surface_form":"land","offset":35},{"uri":"Earth","surface_form":"Earth","offset":43},{"uri":"Africa","surface_form":"Africa","offset":139},{"uri":"Antarctica","surface_form":"Antarctica","offset":147},{"uri":"Asia","surface_form":"Asia","offset":159},{"uri":"Europe","surface_form":"Europe","offset":165},{"uri":"North_America","surface_form":"North America","offset":173},{"uri":"Australasia","surface_form":"Australia","offset":188},{"uri":"Oceania","surface_form":"Oceania","offset":201},{"uri":"South_America","surface_form":"South America","offset":214},{"uri":"Oceania","surface_form":"Oceania","offset":775},{"uri":"Oceania","surface_form":"Oceania","offset":784},{"uri":"Australia","surface_form":"Australia","offset":819},{"uri":"New_Zealand","surface_form":"New Zealand","offset":830},{"uri":"Pacific_Islands","surface_form":"Pacific Islands","offset":850},{"uri":"Australasia","surface_form":"Australasia","offset":901},{"uri":"Continental_plate","surface_form":"continental plate","offset":970},{"uri":"New_Guinea","surface_form":"New Guinea","offset":1018},{"uri":"Tasmania","surface_form":"Tasmania","offset":1030},{"uri":"Wallace_Line","surface_form":"Wallace Line","offset":1124},{"uri":"Central_America","surface_form":"Central America","offset":1344},{"uri":"Caribbean","surface_form":"Caribbean","offset":1368},{"uri":"Eurasia","surface_form":"Eurasia","offset":1460},{"uri":"Russia","surface_form":"Russia","offset":1629},{"uri":"Ural_Mountains","surface_form":"Ural Mountains","offset":1709},{"uri":"Britain","surface_form":"British","offset":1918},{"uri":"Europe","surface_form":"European mainland","offset":2000},{"uri":"Breakfast","surface_form":"breakfast","offset":2117},{"uri":"Bread","surface_form":"rolls","offset":2129},{"uri":"Cheese","surface_form":"cheese","offset":2140},{"uri":"Jam","surface_form":"jam","offset":2148},{"uri":"Himalaya_Mountains","surface_form":"Himalaya Mountains","offset":2472},{"uri":"Mount_Everest","surface_form":"Mount Everest","offset":2498}]}