{"id":117086,"url":"http://en.wikipedia.org/wiki/Ely_Cathedral","text":"Ely Cathedral is an Anglican church in Ely, Cambridgeshire. It is the main church of the diocese of Ely, and the seat of the Bishop of Ely. The city of Ely is about 20 km north of Cambridge.\nThe Cathedral is known locally as \"the Ship of the Fens\", because of its prominent shape which towers above the surrounding flat landscape. The fens were once wet and marshy: a wetland habitat. The Fenland in East Anglia includes Ely, but is today mainly drained. It is now low-lying farmland.\nAnglo-Saxon.\nThe first Christian building on the site was founded by Etheldreda, daughter of the King of East Anglia.She set up and ruled a monastery at Ely in 673, and, when she died, a shrine was built there to her memory.\nAbbot Simeon's Cathedral.\nThe present cathedral was started by Abbot Simeon (1082–1094) in 1083. The Anglo-Saxon church was demolished, but some of its relics, such as the remains of its benefactors, were moved to the cathedral. The main transepts were built early on, crossing the nave below a central tower, and are the oldest surviving part of the cathedral. Construction work continued throughout the 12th century. The Western transepts and tower were completed in an exuberant Romanesque style with a rich decoration of intersecting arches and complex mouldings.\nEarly Gothic elements.\nA 'Galilee' porch was added under Bishop Eustace (1198–1215) in the Early English Gothic style. It was originally a two-storey structure where liturgical processions could gather before entering the nave. It was opened up into a single vaulted space in the 18th century. Several details of its decoration, particularly the 'syncopated arches' and the use of Purbeck marble shafts, reflect the influence of St Hugh's Choir at Lincoln Cathedral, built a few years earlier.\nWork began on a new eastern end in 1234, replacing the short Norman chancel with a much grander 10-bay structure. Northwold's chancel, completed by around 1252, adopted several of the stylistic elements already used in the Galilee porch.\nLater.\nDuring the dissolution of the monasteries by Henry VIII, the monastery at Ely was dissolved in 1539. Ely suffered less than many other monasteries, but even so, statues were destroyed together with carvings and stained glass. St Etheldreda's Shrine was destroyed.\nThe Cathedral was refounded with a Chapter of eight canons in 1541, as was the Kings School. Robert Steward, the last Prior of the monastery, became the first Dean.\nRecent crisis.\nIn 1986 it was discovered that the roofs, timber and stonework of much of the Cathedral were becoming unsafe. A public appeal was launched. £4,000,000 was needed to secure the Cathedral's future and to prevent its doors being closed for good. In just over a year, the money was given or promised. The Great Restoration was completed in the year 2000.\nStained Glass Museum.\nThe south gallery of the nave is home to The Stained Glass Museum, a collection of stained glass from the 13th century to the present that is of national importance. It includes works from several notable modern artists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anglican","surface_form":"Anglican","offset":20},{"uri":"Ely%2C_Cambridgeshire","surface_form":"Ely, Cambridgeshire","offset":39},{"uri":"Church","surface_form":"church","offset":75},{"uri":"Diocese","surface_form":"diocese","offset":89},{"uri":"Bishop","surface_form":"Bishop","offset":125},{"uri":"Cambridge","surface_form":"Cambridge","offset":180},{"uri":"The_Fens","surface_form":"Fens","offset":242},{"uri":"Marsh","surface_form":"marsh","offset":358},{"uri":"Habitat","surface_form":"habitat","offset":376},{"uri":"East_Anglia","surface_form":"East Anglia","offset":400},{"uri":"Romanesque_architecture","surface_form":"Romanesque","offset":1192},{"uri":"English_Gothic_architecture","surface_form":"Early English Gothic","offset":1369},{"uri":"Lincoln_Cathedral","surface_form":"Lincoln Cathedral","offset":1726},{"uri":"Chancel","surface_form":"chancel","offset":1840},{"uri":"Dissolution_of_the_monasteries","surface_form":"dissolution of the monasteries","offset":2028},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":2062},{"uri":"Canon_(church)","surface_form":"canon","offset":2333},{"uri":"Dean","surface_form":"Dean","offset":2440},{"uri":"Stained_glass","surface_form":"stained glass","offset":2917}]}