{"id":117027,"url":"http://en.wikipedia.org/wiki/Missouri_Valley_Football_Conference","text":"e=\"preserve\">The Missouri Valley Football Conference (MVFC) is a group of 11 colleges and universities in the Midwestern United States who play football against one another. Each school plays the others every season, and the conference champion earns a place in the NCAA Division I Football Championship, the postseason tournament of the second-level Football Championship Subdivision (FCS).\nThe MVFC has a confusing history that is closely tied to that of two other existing conferences: the Missouri Valley Conference (MVC) and the Association of Mid-Continent Universities (AMCU), now known as The Summit League. In the 1984 season, the last in which both of these conferences played football, all of the AMCU football schools were members of NCAA Division I-AA, now known as FCS. The MVC had schools that played in both DIvision I-A (today's Football Bowl Subdivision) and Division I-AA. The AMCU dropped football after the 1984 season, and the MVC announced it would do the same after the 1985 season. Beginning with the 1985 season, all of the remaining AMCU football teams, plus the MVC's I-AA teams, joined the Gateway Collegiate Athletic Conference (Gateway), which had sponsored only women's sports. Most of the schools in the Gateway were also MVC members. The MVC's I-AA football teams had membership in the MVC and Gateway in the 1985 season.\nIn 1992, the women's portion of the Gateway merged into the MVC. At that time, the Gateway became a football-only conference, changing its name to Gateway Football Conference. In 2008, the Gateway (which now had five MVC members) changed its name to the current Missouri Valley Football Conference. The MVFC and MVC are still legally separate, but operate out of the same offices in St. Louis.\nFormer members.\nTwo schools that were in the MVFC during the Gateway era have moved to other conferences.","categories":[],"infobox_types":[],"annotations":[{"uri":"College","surface_form":"college","offset":77},{"uri":"University","surface_form":"universities","offset":90},{"uri":"United_States","surface_form":"United States","offset":121},{"uri":"American_football","surface_form":"football","offset":144},{"uri":"National_Collegiate_Athletic_Association","surface_form":"NCAA","offset":266},{"uri":"Missouri_Valley_Conference","surface_form":"Missouri Valley Conference","offset":493},{"uri":"The_Summit_League","surface_form":"The Summit League","offset":597},{"uri":"St._Louis","surface_form":"St. Louis","offset":1739}]}