{"id":117076,"url":"http://en.wikipedia.org/wiki/Wells_Cathedral","text":"Wells Cathedral is an Anglican church in Wells, Somerset, England. It is the seat of the Bishop of Bath and Wells. Its construction started in 1170 and the Cathedral was dedicated in 1239.\nWells Cathedral has been described as “the most poetic of the English Cathedrals”.\nMuch of the structure is in Early English architecture. Many mouldings look almost like sculptures. The carved capitals are done in a foliate style known as “stiff leaf”. This adds to their lively view. The eastern end has kept much original glass, which is rare in England. The exterior has a splendid Early English façade (~front) and a large central tower.\nThe first church was established on the site in 705. Construction of the present building began in the 10th century under Anglo-Saxon rule, but was later transformed under the Normans. It was largely complete at the time of its dedication in 1239. It has been expanded and renovated several times since then and has been designated by English Heritage as a grade I listed building.\nEarly years.\nThe first church was established here in 705 AD. It was dedicated to Saint Andrew. The only remains of this first church are some excavated foundations which can be seen in the cloisters. The baptismal font in the south transept is the oldest surviving part of the cathedral which is dated to c.700 AD.\nTwo centuries later, the seat of the diocese was shifted to Wells from Sherborne. The first Bishop of Wells was Athelm (circa 909), who crowned King Athelstan. Athelm and his nephew Saint Dunstan both became Archbishops of Canterbury. It was also around this time that Wells Cathedral School was founded.\nPresent structure.\nThe present structure was begun under the direction of Bishop Reginald de Bohun, who died in 1184.\nWells Cathedral dates mainly from the late twelfth and early thirteenth centuries; the nave and transept are masterpieces of Early English architecture. It was largely complete at the time of its dedication in 1239.\nThe bishop responsible for the construction was Jocelyn de Wells, one of the bishops at the signing of Magna Carta. Jocelyn's buildings included the Bishop's Palace, a choristers' school, a grammar school, a hospital for travellers and a chapel. He also built a manor at Wookey, near Wells. The master mason associated with Jocelyn was Elias of Dereham (died 1246). Jocelyn lived to see the church dedicated but, despite much lobbying of Rome, died in 1242. Cathedral status was granted in 1245. Masons continued with the enrichment of the West Front until about 1260.\nKing John was excommunicated between 1209 and 1213. During this time, work on the cathedral was suspended. In this period, building methods advanced so that bigger blocks of masonry could be moved and put into the walls. The effect of this advance can be seen on the walls of the cathedral; at a point in the building's walls, the blocks of stone increase in size.\nBy the time the building was finished, including the Chapter House (1306),\nit already seemed too small for the developing liturgy, in particular the increasingly grand processions. A new spate of building was therefore started by Bishop John Drokensford. He heightened the central tower and began a dramatic eight-sided Lady chapel at the far east end, finished by 1326. Thomas of Whitney was the master mason.\nBishop Ralph of Shrewsbury followed. He continued the eastward extension of the quire. He also built Vicars' Close and the Vicars' Hall, to give the men of the choir a secure place to live and dine, away from the town with all its temptations.\nHe enjoyed an uneasy relationship with the citizens of Wells, partly because of his imposition of taxes. He surrounded his palace with crenellated walls and a moat and drawbridge. The Palace was now a castle.\nThe appointment of William Wynford as master mason in 1365 marked another period of activity. He was one of the foremost architects of his time and, apart from Wells, was engaged in work for the king at Windsor and at New College, Oxford University and Winchester Cathedral. Under Bishop John Harewell, he built the south-west tower of the West Front and designed the north west, which was built to match in the early 15th century. Inside the building he filled in the early English lancet windows with delicate tracery.\nIn the fourteenth century, the central piers (upright supports) of the crossing (where the building forms a cross) started sinking under the weight of the crossing tower. 'Scissor arches' were inserted to brace and stabilize the piers as a unit. The building was now complete, and it looked much as it does today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anglican","surface_form":"Anglican","offset":22},{"uri":"Church","surface_form":"church","offset":31},{"uri":"Wells","surface_form":"Wells","offset":41},{"uri":"Somerset","surface_form":"Somerset","offset":48},{"uri":"England","surface_form":"England","offset":58},{"uri":"Bishop","surface_form":"Bishop","offset":89},{"uri":"Bath%2C_Somerset","surface_form":"Bath","offset":99},{"uri":"Early_English_architecture","surface_form":"Early English architecture","offset":300},{"uri":"Sculpture","surface_form":"sculpture","offset":360},{"uri":"Fa%C3%A7ade","surface_form":"façade","offset":589},{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":754},{"uri":"Normans","surface_form":"Normans","offset":808},{"uri":"English_Heritage","surface_form":"English Heritage","offset":967},{"uri":"Listed_building","surface_form":"listed building","offset":997},{"uri":"Saint_Andrew","surface_form":"Saint Andrew","offset":1096},{"uri":"Cloister","surface_form":"cloister","offset":1204},{"uri":"Sherborne","surface_form":"Sherborne","offset":1401},{"uri":"Athelm","surface_form":"Athelm","offset":1442},{"uri":"Athelstan","surface_form":"King Athelstan","offset":1474},{"uri":"Saint_Dunstan","surface_form":"Saint Dunstan","offset":1512},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishops of Canterbury","offset":1538},{"uri":"Nave","surface_form":"nave","offset":1840},{"uri":"Transept","surface_form":"transept","offset":1849},{"uri":"Early_English_architecture","surface_form":"Early English architecture","offset":1878},{"uri":"Magna_Carta","surface_form":"Magna Carta","offset":2072},{"uri":"Chorister","surface_form":"chorister","offset":2137},{"uri":"Hospital","surface_form":"hospital","offset":2177},{"uri":"Chapel","surface_form":"chapel","offset":2207},{"uri":"Wookey","surface_form":"Wookey","offset":2240},{"uri":"John_of_England","surface_form":"King John","offset":2538},{"uri":"Chapter_House","surface_form":"Chapter House","offset":2956},{"uri":"Liturgy","surface_form":"liturgy","offset":3025},{"uri":"Procession","surface_form":"procession","offset":3071},{"uri":"Windsor%2C_Berkshire","surface_form":"Windsor","offset":3970},{"uri":"Oxford_University","surface_form":"Oxford University","offset":3998},{"uri":"Winchester_Cathedral","surface_form":"Winchester Cathedral","offset":4020}]}