{"id":117107,"url":"http://en.wikipedia.org/wiki/Bad_Doberan_Minster","text":"Along the \"European street of Gothic brick architecture\" in north eastern Germany, close to the old Hanse city of Rostock, is the Minster of Bad Doberan, the Ex-Cistercian abbey dedicated in 1368.\nThe first abbey in Mecklenburg, founded in 1171, which was also used as the burial site for the regional rulers, became important both politically and historically.\nThrough the activities of its inhabitants, the abbey greatly contributed to the cultural and economic development of Mecklenburg and became the centre of Christianity in this region.\nNo other Cistercian abbey in Europe can lay claim to such a large amount of the original interior remaining intact. Among the treasures are the main altar which is the oldest wing-altar in art history, the monumental cross altar and the sculpted tomb of Danish Queen Margarete Sambiria.\nEven after the reformation and the dissolution of the abbey in 1552, the church continued to serve as the main burial place for the ruling Mecklenburg nobility as well as the place of worship for the Evangelical-Lutheran congregation.\nThe Minster in Bad Doberan is said to be the most important medieval building in Mecklenburg-Western Pomerania, the best example of medieval creativity put in practice and it is a building of the highest technical and artistic perfection. The furnishings on display are of highest artistic quality. No other church in northern Germany has such complete and historically important liturgical furnishings. The mostly well preserved Cistercian furnishings are unique. The abbey is a unique and precious artistic monument in the coastal region of the Baltic Sea.\nToday the Bad Doberan Minster is the main Lutheran Church of Bad Doberan in Germany.\nArchitecture.\nThe Doberan Minster is a unique symbiosis of a high gothic cathedral building, based upon French cathedral style and elements of other Hanseatic churches as well as influence by the building code of the Cistercians.\nThe Cistercian Order was created in 1098 in France as a reformist movement of the Benedictine Order. The ideas for living together are based on the rules of St. Benedict from the 5th century. The Cistercian order was strongly influenced by Bernard of Clairvaux who joined at the beginning of the 12th century.\nThe basic rules of monastic life were humility, poverty and obedience. Poverty as a rule meant that no monk was allowed to hold any personal possessions and also that abbey churches were to be kept simple, without decorations or ornaments.\nIn the early Romanesque style Cistercian churches, some of which are partially maintained, it is easy to recognize the simple, smooth forms, sparse decorations and furnishings.\nIn around 1280, the construction of the second abbey church was begun and was consecrated in 1368. The Cistercian reform, which demanded simplicity in design and furnishing, was 200 years in the past and had little influence on the second church building.\nDuring trips to France, the monks of Doberan were inspired by the gothic churches there. They returned with new ideas and implemented them here. Also in the surrounding Hanseatic cities, churches were built in gothic style.\nThe regional dukes influenced construction even further. Duke Pribislav of Mecklenburg was a sponsor of the monastery in Doberan and was later buried in the church.\nThe Doberan Minster became the most important burial site for the Dukes of Mecklenburg, who donated money for its continuing development.\nThe foundations of the Minster are set into sandy soil with integrated wedges of gravel at the meeting point of 3 creeks. The groundwater is approximately 1.5 m below ground level. The surrounding area was mostly marshland.\nThis wasn't an ideal site for building, especially not for building a monastery with a church of such dimensions. Therefore, the foundations had to be set very deep, to guarantee a safe and stable building.\nContrary to other religious orders, the Cistercian monks looked for remote, difficult to access sites to establish their monasteries. Thus they made a large contribution by cultivating arable land and were well liked by the dukes.\nWith no real stone or sandstone available, brick was used as building material. To produce bricks they mixed sand, clay and water and filled wooden forms which then dried and were baked in field ovens. It took three years to produce a brick. These bricks, the so-called abbey form, were about 30 cm long, 15 cm wide, 9.5 cm high and weighed around 8 kilograms.\nThe cement of limestone for the brick joints was free of gypsum to prevent expansion and erosion thus guaranteeing a long life span.\nThe main altar.\nIt was created around 1300 as an enclosed altar by unknown artists. It is not only the oldest wing altar in Germany, but also the oldest in art history. The upper and middle sections date back to that time. The upper row depicts stories from the New Testament which match the depictions of the Old Testament in the middle row. The New Testament is represented on the left wing depicting the joy of Mary and on the right wing the suffering of Mary.\nUntil around 1400, the figure of Mary on the candle holder was in the middle niche of this altar. The wooden figure was then replaced by a large monstrance and several holy pictures. Furthermore, relics and monstrances were stored in the shrine. All of these were lost during the 30-year war.\nAround 1350 the lower row was added, depicting the apostles and the two patron saints St. Sebastian and Pope Fabian.\nThe upper row on the left wing shows: John the Baptist, the annunciation of Mary, the birth and dedication of Christ. On the right wing: the scourging of Jesus, Jesus carrying the cross, the crucifixion and the resurrection. The middle row on the left wing shows: Eve, Sara, the closed gate, the burning bush and the dedication of Samuel. On the right wing: Moses striking the rock, the suffering of Job, Abraham offering Isaac, the iron serpent, Samon and the city gates of Gaza. The lower row on the left wing shows: St. Fabian, apostles Bartholomew, Thomas, Simon, Matthew, Andrew and Peter. The right wing shows: apostles Paul, Jacob the elder, Evangelist John, Phillip, Judas the Galilean, Matthew and St. Sebastian.\nThe Tabernacle.\nIt was built between 1350 - 1360 in the form of an enormous Gothic style monstrance, probably by the same carver who made the lower row of the main altar. The 11.60 metre high carving is made of oak and is the oldest tabernacle of its kind in Germany.\nOn the same level as the statue of Mary is the compartment that held the host until the dissolution of the abbey. In the space above there was probably a monstrance displaying a host.\nThe figures are all relating to the celebration of mass. The depictions starting in the lower front and going clockwise are: King David with a harp, Abel offering a lamb, Moses and manna, St. Bernard, the prophetess Deborah, priest and king Melchisedek and on the upper level: Mary, mother of God, John the Baptist, St Peter, St Jacob, St Paul, St John the Evangelist.\nThe chalice cupboard.\nThe chalice cupboard, to the left of the tabernacle, is an exceptionally unique showpiece, created around 1310. There was room inside for 20 sets of utensils for celebrating mass (chalices, plates, jugs, spoons), probably for the 2 main and 18 side altars of the abbey church. Brick residue on the sidewalls show that the cupboard was originally built into a wall.\nWorth noticing are the figures on the outside of the doors, depicting Mary, Christ, St Paul and Ezekiel, and the original paintings (only cleaned, never retouched) on the inside of the doors. There you can see Abel with the lamb and Melchisedek with the chalice, as a sign of the death offering of Jesus Christ. On top you can see Jesus giving his blessing.\nThe credenza.\nTo the left is a credenza (around 1300). It is part of the original furnishings of the Gothic Minster and was carved from oak wood, like most of the other medieval wooden artifacts of the minster. It served for the preparation of liturgical utensils used when celebrating the Eucharist at the main altar.\nThe Levite pews.\nThe lower parts of the Levite pews originate from the 14th century. The canopy is a reconstruction from the 19th century. The Levites’ seating, a pew for three, was the place for the monk, the deacon and sub deacon celebrating mass.\nOrnamental candle holder.\nAbove it hangs an ornamental candle holder prominently showing the statue of Mother Mary in the late Roman - early Gothic style from the time of 1280. This figure stood from 1300 onwards as the central statue in the middle section of the main altar. Around 1400 it was integrated into the newly created candle holder. Here she is portrayed as an apocalyptic Madonna with a crown of stars, the sun and the crescent moon, as in the Book of Revelation 12.1: “and there appeared a woman, clothed with the sun, and the moon under her feet and upon her head a crown of 12 stars.”\nOn top of the baldachin you can see the script “AVE MARIA” (“Hail Mary”) as the infinite prayer of the Cistercian monks to their main patroness.\nThe eagle lectern.\nThe eagle lectern in front of the main altar was made of copper in the 19th century by the copper smith Steusloff from Doberan as an imitation of a lectern originally found in the cathedral of Hildesheim. The eagle is the symbol of Christ and faith being victorious over evil. It was restored in 2002.\nBehind the lectern are the tombs of Duke Heinrich II (the lion) von Mecklenburg (died 1329) and Nicolaide von Werle (14th century). The tombs are covered with medieval mosaic tablets, which are protected by metal grids (19th century).\nChoir stalls.\nAlthough nearly 700 years old, the rows of choir stalls have been preserved in excellent condition. These were built during the period from 1300-1370 and they were used by the monks for holding their seven daily prayer services. The stalls were originally placed a few metres eastwards towards the main altar. The reason for the longitudinal positioning of the stalls lies in the fact that the Gregorian hourly prayers were sung alternately by the monks on either side.\nThe canopies above the stalls, with intricately carved roses, are of the highest quality and were completed around 1380-1400. The ornamental work was done in a style matching the cross altar (1360) and was followed by work done on the octagon (1420).\nOf special interest are some very unique carvings on the pew ends: the pelican style pew end with the vine, ivy and the eagle. Near the lectern are pew ends with carved lilies and monks (1310). The latter ones show, in the upper part, the annunciation of Mary and, in the lower part, St. Benedict, the founder of the Benedictine Order and the author of the rules of monastic life as well as St. Bernard of Clairvaux, the spiritual father of the Cistercian Order.\nDouble sided cross altar.\nThe double sided cross altar and the Lettnerwand, taller than a human, divided the monks`choir pews in the eastern part from the lay brothers’ seating in the western part. The altar was probably created under the supervision of a Bohemian or south German master builder, with the help of north German master Bertram von Minden. The time of creation is dated 1360-1370. It is the most monumental of its kind in Europe. For the dedication of the church in 1368 the greater part of it was probably finished.\nThe double sided cross altar shows, on the western side, Christ, the predella and the cross of triumph and on the eastern side the shrine of relics, an altar and the cross shaped “Good Tree of Mary”.\nThe paintings on Mary’s side of the cross altar: from the left: annunciation of Mary (Luke 1, 26-38), the signs to Gideon (Judges 6,36-40), birth of Christ (Luke 2,6-16), Moses and the burning bush (2. Moses 3,1-8), presentation of Jesus in the temple (Luke 2,22-35), presentation of Samuel in the temple (1. Samuel 1,24-28), escape to Egypt (Matthew 2,13-15). On the cross from the bottom to top: Striking the rock with Moses and Aaron (4. Moses 20,1-13), Evangelist Matthew (angel), spies with grapes (4. Moses 13,17-33), Judith and Holofernes (Judith 13), Mary with Jesus (central picture), Esther in front of Ahasuerus (Esther 5,1-8), Evangelist John (eagle), crowning of Mary (without biblical background). To the left: the sprouting rod of Aaron (4. Moses 17,8-9), Evangelist Mark (lion). To the right: Evangelist Luke (Taurus), the closed gate to the sanctuary (Ezekiel 44,1-3).\nThe tree of life.\nThe cross is shown as the tree of life - true to the words of Christ: “I am the vine and you are the branches” (John 15:5). The portrayal of Christ as the life-giving and triumphant tree, conquering Satan, is one of the most important symbols of medieval Christianity. The cross, which brought death, is not seen as an instrument of torture but through the resurrection of Christ it came to be understood as a symbol of eternal life. Certain figures or stories from the Old Testament influenced scenes, persons or statements in the New Testament.\nAbraham offering Isaac (1. Moses 22,9-14), Jacob fighting the angel and the stairway to heaven (1. Moses 32,23-33 + 28,11-22), Samson and the city gates of Gaza (Judges 16,1-3), Abel and Melchisedek (1. Moses 4,4 + 14,18-24), Christ on the cross (centre picture), the striking of the rock (2. Moses 17,1-7), Elijah and the widow of Zarephath (1. Kings 17,10-24), marking the servant of God with the seal (Revelation 7), to the left: the iron serpent, to the right: David kills Goliath (1. Samuel 17, 4 (38-51) 58). In the half round areas on the cross arms are heads of prophets.\nPieces of medieval glass.\nIn the upper window valuable pieces of medieval glass (1300) were joined together during the 19th century to show images of Mother Mary and John the Evangelist.\nOriginally the chapel of the von Oertzen family was located beneath the window. The only things remaining from it are the chapel window sponsored by the von Oertzen family, to the left a medieval tomb stone of one of the family of von Oertzen and to the right the memorial plaque for Siegfried (died 1441) and Hermann von Oertzen (died 1386) with the inscription: “In the year of our Lord 1441 on the 11th day of July Siegfried von Oertzen passed away in the holy land and is buried on Mount Zion. In the year of our Lord 1386, the knight Hermann von Oertzen passed away.”\nThe western part of the Minster.\nUp to the former Lettnerwand and the cross altar was, as in all Cistercians abbeys, the room for the church services of the lay brothers.\nThe pews of the lay brothers are mostly original and complete and are dated around 1280. The round shape of the separating walls, the console style penance seating and the small Romanesque semi-columns all belong to this period. The canopies with their ornate carvings were added later on and were modelled after the choir stalls in the eastern part of the church.\nPlease note the artfully carved pew ends. The carving of an eagle with oaks and fig leaf depicts a scene in which the devil wants to tempt a lay brother. The script says: “Brother, what are you doing here? Come with me!” and the stoic lay brother replies: “You will not find anything bad on me, you repulsive beast, depart from me!”. Another pew end shows a pelican representing the sacrifice of Christ, yet another pew end shows a lion representing the risen Christ. One pew end shows a wolf and dragon, from whose mouths vine and hop grows. Thus these evil creatures bring forth goodness.\nThe chalice shaped Romanesque baptismal font from the 13th century, is made from limestone and was brought in from the isle of Gotland. It was originally part of the interior of the Church of St. Mary’s in Wismar.\nPews for the dukes.\nThe western window from the 19th century is the largest window of the Minster and was restored in 1996. Parts of the medieval pews were used when re-doing the pews for the dukes (19th century). They were placed between the southern rows of the monks and the lay brothers’ pews, diagonally across from the pulpit.\nFace of the astronomical clock.\nAbove the western entrance is the face of the astronomical clock, which was destroyed during the 30-year war. It was built in 1390 by Nicolaus Lilienfeld according to the belief of a geocentric universe. The clock was originally located on the western wall of the southern transept, above the steps to the monks dormitories. The four corners depict famous philosophers and astronomers of ancient times.\nThe granite sarcophagus.\nof Great Duke Friedrich Franz I. von Mecklenburg (died 1837) took 16 years to finish and was put in front of the high altar in 1843. It was moved to its present place in the western part of the Minster in 1976. Friedrich Franz was the first Great Duke of Mecklenburg and founded the first seaside health spa in 1793 in Heiligendamm. He chose Doberan as summer residence for the dukes of Mecklenburg and thus brought growing fame to Doberan.\nMedieval tomb stones and pictures.\nIn the side aisle, valuable medieval tomb stones of abbots have been arranged as a new display in 2004 and 2005. These tomb stones were originally in the crossing. After the reformation they were moved and set into the church floor. During the late 19th century the master builder Möckel removed them from the church floor and integrated them into the side walls. They were removed from the side walls, desalinated, restored and set, at a distance, against the walls, permitting a constant flow of air to avoid further damage. The tomb stones are now placed as follows: to the right side the two nameless abbots, followed by the abbots Martin I. (died 1339), Jakob (died 1361), Martin II. (died 1391), Johannes Plate (died 1420) as well as the vicar von Neuburg, Hermann von Giwertze (died 1449); to the left the abbots Gottschalk (died 1391), Hermann Bockholt (died 1423), Bernhard (died 1441), Johannes Wilkens (died 1489), Franz Meyne (died 1499) and Heinrich Mützel (died 1504).\nAbove these tomb stones are the pictures of Duchess Anna von Brandenburg (died 1567), the spouse of Albrecht VII., Duke Albrecht VII. von Mecklenburg (died 1547), Johannes VI. von Mecklenburg (died 1474), Albrecht VI. von Mecklenburg (died 1483), Johann V. von Mecklenburg (died 1422), Heinrich IV. (the Fat) von Mecklenburg (died 1477), Albrecht II. (the great) von Mecklenburg (died 1379), Pribislav, duke of the Obotrite tribe and founder of the abbey Doberan, the first Christian ruler of this region (died 1178) and Niklot, duke of the Slavs (died 1160).\nPieces of medieval glass and stone tablets.\nThis window was restored from 1978-1980. Valuable pieces of medieval glass (1300) were used in the restoration process. The abbey started operating two glassworks in the 13th century. During the glass making process various pigments from natural resources, for example earths, salts or metal-oxides were added to the colourless heated glass to achieve unique colour schemes. The coloured glass sections were then held together with strips of lead. Then the ornamental motives were painted. Despite early Cistercian rules stressing simplicity, the entire abbey church was completely fitted with coloured windows during the 14th century. Depicted are John the Baptist, Virgin Mary with the Christ child in Bethlehem, John the Evangelist and beneath him Duchess Anastasia von Mecklenburg (died 1317), who sponsored a window for the abbey church.\nBeneath the windows are stone tablets commemorating the victims of war and violence. The church community added the two outermost plates in 1985, 40 years after the ending of World War II. They name some places of murder and cruelty and admonish us to keep peace and justice.\nThe von Bülow Chapel and the organ.\nThe von Bülow Chapel (Room of silence) was named after the family von Bülow. For three quarters of a century the bishops of Schwerin came from this family. The interior frescos were painted in 1873 since most of the medieval frescos were lost. Depicted are bishops, several family members and, on the eastern wall, the crucified Christ with John and Mary as well as Saint Thomas of Canterbury and Knight Olav.\nIn front of the chapel is the tomb stone of Magister Hermann Kruse (died 1599), the first Lutheran pastor taking office in 1564. Magister Kruse is shown carrying a layman’s chalice which was in accordance with the reformatory convictions of that time. This depiction of the chalice is a statement of evangelical teaching meaning that the Lutheran belief is the proper religion. Tomb stone restored 2007.\nThe organ, built in 1980 by the organ builder Schuke from Potsdam, is above the von Bülow Chapel. The first organ was installed in the Minster around 1600, the second organ was built and installed by the organ builder Friese from Schwerin. Today’s organ has 3220 pipes, 44 registers and three manuals.\nIt is played during church services, organ recitals and concerts. Starting in May through September concerts are held every Friday at 19:30. The present organ gallery was the gallery of the House von Mecklenburg during med medieval times.\nThe Chapel of Pribislav.\nThe Chapel was the burial place and chapel of the House von Mecklenburg since 1302. It was named after Duke Pribislav, founder of the abbey, who died in 1178 in Lüneburg. His remains were transferred to Doberan in 1219.\nIn the chapel there are numerous noteworthy exhibits. In the eastern wall a partially medieval window, dated to the 16th century, shows Mary with Jesus as a child, God the father and the Evangelist John. In front of it there is a late-Gothic cross (1480) from Lübeck and two cupboards (14th century). It is assumed that the cross was originally in the inner yard of the abbey. In front of the altar is the tomb stone of the first Lutheran bishop and administrator of Mecklenburg, Magnus III (died 1550). He was a friend of Philipp Melanchtons. Furthermore, there is the tomb stone of Duchess Ursula, the mother of Magnus III. Set into the northern wall is a renaissance script epitaph, in Latin and German, for Magnus III with the Duke’s coat of arms. To the left there are several memorial plates of the nobles buried here and below it are medieval stone slabs displaying heraldic animals (14th century) to mark the ducal graves (restored in 2005/06).\nBeneath the organ gallery you can see the painting of Great Duke Friedrich Franz I. von Mecklenburg, the founder of the first German seaside health resort in Heiligendamm in the year 1793. The marble sarcophagus serves as final resting place for Princess Feodora von Reuß (died 1918), wife of Duke Adolf Friedrich von Mecklenburg. Next to it is the tomb stone of Duke Pribislav (died 1179) thought to have been mistakenly placed on top of the grave of Duke Heinrich I von Mecklenburg (died 1302) sometime during the 19th century.\nInside the archway to the organ gallery, valuable wall paintings were preserved showing vines and the suffering Jesus, dated 15th century.\nOn the pillar to the choir there are two statues, one of Duke Balthasar (died 1507) and the other of Duke Erich (died 1508). Both are dated from the transitional period between Gothic and Renaissance. These are epitaphs of the highest quality.\nThe colourful tile paintings on the central column in the northern transept (a similar one is in the southern transept), were created in the 14th century based on oriental designs. The central column, the arches in the crossing, the rafters beneath the vaulted ceilings and the side columns stabilise the church building which was built in a swampy area.\nOn the other side the tomb stone of Duchess Anna von Mecklenburg (died 1464), the daughter of Heinrich IV von Mecklenburg and sister of Magnus II.\nMill Altar, scaled model and a tomb stone.\nThe “Mill Altar” (1410/20) was created as one of the first of its kind. The middle section shows a very picturesque depiction of the transformation of the word to the flesh, or the Eucharist. The four evangelists pour the word of God into the mill funnel, the mill in cross form represents Jesus Christ and shows the place of transformation, the 12 apostles power the mill and the four church fathers catch the trans-substantiated nourishment in a chalice and pass it on to the believers. On the side section, scenes from the life of St. Martin are portrayed.\nThe scaled model of the Abbey shows the abbey buildings at the time of the dissolution in 1552 with the crosswalk and numerous side buildings. Several of those buildings are still intact today e.g. the charnel house (1250) to the north of the Minster as well as the grain storage and the ruins of the trade building (1290) to the south of the abbey grounds. The abbey wall, 1400 metres long, remains nearly as it was in medieval times.\nOn the other side is the tomb stone of Heinrich von der Lühe, restored in 2004. It shows the inscription “In the year of Our Lord 1401, on the day of the martyr Vincentius, the good Heinrich von Lühe, a sincere friend of the abbey, died and is resting under this stone. May he rest in peace. Amen.”\nTomb of Lord Samuel von Behr and a swan and antlers.\nThe tomb of Lord Samuel von Behr (died 1621) was built by Julius Döteber from Leipzig and the canopy was erected in 1626 by Cheer Evert Pilot. Samuel von Behr was chancellor, marshal, minister, manager and mentor of Duke Adolf Friedrich who had this memorial erected in gratitude to his mentor.\nTo the right of the chapel and opposite, the swan and antlers remind us of the abbey’s founding legend. After the first abbey was destroyed, Duke Nikolaus from Rostock looked for a new building site for the abbey. The new abbey’s building site would be the place where the first stag was killed in the hunt. The Prince killed the stag here. The monks surveying the site thought that this ground would be too wet as it was swampland. However suddenly a swan rose out of a thicket into the air and shouted “dobr, dobr” (\"dobr\" is Slavic for \"good\") which the monks took as a sign from God, and decided to build the abbey on that spot. \"Doberan\" is Slavic for \"good place\".\nFigure of Queen Margarete of Denmark and three altars.\nThe late-Romanesque, early-Gothic figure of Queen Margarete of Denmark (died 1282) carved from oak, is supposed to be the oldest tomb sculpture in Mecklenburg-Vorpommern and the oldest female sculpture of all Cistercian abbeys (see picture next page).\nAfter Margarete’s husband Christopher I. of Denmark was murdered in his homeland, she made a journey to Rome and upon her return lived as a contributor and inhabitant of the Holy Cross abbey in Rostock. Although she lived in Rostock, she was buried in the Minster, since that was the place where the Dukes and Duchesses of the House von Mecklenburg were buried.\nTo the right, behind the tomb sculpture, the centre section of the altar of the crucifixion of Christ (1340) depicts seven women representing the seven virtues: obedience, persistence, compassion, love, humility, justice and peace. This rare exhibit is based on Isaiah 4.1 which tells of the struggle of the virtues for the human soul: Christ died so that the virtues could come into the world and the place where the virtues reign there the Kingdom of God has come. On the inside of the wings you see the prophets, Isaiah, Ezekiel, Jeremiah and Daniel. On the outside of the wings you can see the annunciation scene with Mary, the birth of Christ, the 3 kings worshipping and the dedication in the temple. The altar was renovated 2003/2004.\nThe Altar of the Passion of Christ from the 14th century with parts of a further side altar, is only partially preserved.\nThe Corpus Christi Altar with The Last Supper (1330 - see picture) shows one of the oldest tablet paintings in Mecklenburg. It is thought to have stood in the gate chapel at the western gate of the abbey, and is associated with the Doberan holy blood relics.\nThe tablet is attributed to the second quarter of the 14th century. The left folding wing section was already missing around the year 1700.\nTomb and crypt of Duke Adolf Friedrich I.\nTomb and crypt of Duke Adolf Friedrich I von Mecklenburg (died 1658) and wife Anna Maria von Ostfriesland (died 1634) was built by Julius Döteber from Leipzig and Daniel Weber from Rostock in the transitional style of renaissance to baroque in 1634.\nThe monument is made of limestone, the ceiling is of carved wood with tiny inlaid mother-of-pearl windows. The carved life size figures of the duke and duchess were done in Spanish fashion which was the dominant style at that time. After the looting during the 30-year war, Adolf Friedrich had the roof and furnishings renovated in 1637.\nThe Octagon.\nis an octagonal burial chapel for 13 dukes of Mecklenburg, built or reconstructed in 1420 using Romanesque columns and capitals from around 1240. The location behind the high altar was a privileged burial place. Please note the ornamental carvings along the balustrade.\nThe wall paintings on the Octagon, restored in 2004, depict King Albrecht III of Sweden (died 1412), Duke Heinrich III (died 1383), Duke Johann IV (died 1422) as well as Duke Magnus I von Mecklenburg (died 1384).\nTomb of Duke Albrecht III, King of Sweden.\nTomb of Duke Albrecht III von Mecklenburg and King of Sweden (died 1412), buried in the octagon and his first wife Richardis von Schwerin (1377), buried in Stockholm, is an important example of Gothic burial art (see picture).\nSwedish nobility voted for Albrecht to become the Swedish King. After a reign of 25 years, in the year 1389, he was defeated in battle by the Danish Queen Margaret I. From then on his power and influence was limited to Mecklenburg. The lion and dog beneath the figures symbolize strength and loyalty. Worth noticing are the beautifully arranged folds of Richard’s dress in Gothic style.\nThe memorial statue of Duke Magnus II.\nThe memorial statue of Duke Magnus II von Mecklenburg (died 1503) is said to be the most complete form of an epitaph. In his right hand he holds a dagger and wound around his head is a death bandage. Magnus was an energetic ruler, enacting fundamental land reforms which showed his farsightedness concerning economic and financial matters. Two similar statues are on display in front of the Pribislav chapel.\nTomb of Duke Johann Albrecht II von Mecklenburg.\nTomb of Duke Johann Albrecht II von Mecklenburg (died 1920) and his wife Elisabeth von Saxony-Weimar-Eisenach (died 1908) was created in 1910 by the master builder Winter from Braunschweig. It consists of a pedestal of grey-blue Norwegian Labrador, roofed by a ciboria made partially of Italian marble, which is decorated with a valuable glass-mosaic. Johann Albrecht travelled extensively as the president of the German colonial society. The style of the tomb was influenced by Byzantine style of buildings in Ravenna as well as by Prussian-style architecture.\nThe rear of the Levite pews.\nThe lower parts of the Levite pews originate from the 14th century, the baldachin and the rear are a reconstruction of the 19th century. In the display cases, literature, postcards and souvenirs which can be bought at the cashiers booth.\nPicture and text plaque of Peter Wise.\nThe Tour through the Minster are best started at the right hand side of the entrance in the southern wing. On the southern wall you'll see the translation of the \"Dedication Certificate\" from 1368, the memorial tomb stone of Heinrich von der Weser and his wife (14th century), the memorial burial plate of Peter Wise (died 1338), a merchant from Lübeck and sponsor of the abbey. Above it is the picture and text plaque of Peter Wise in German and Latin. It mentions three altar donations from Wise and shows him dressed in the fashion of the 14th century.\nRenaissance style ducal epitaph.\nOn the western wall is a Renaissance style ducal epitaph made of four separate marble plates. It was made in 1583 at the request of Duke Ulrich and his wife Elizabeth, Duchess of Mecklenburg, born Princess of Denmark. The epitaph honours all members of the House von Mecklenburg laid to rest in the Minster up until that time. This epitaph exceeds all others in style and form and was restored in 2006.\nIn the southern transept located on the wall are also the paintings of Duke Christian Ludwig von Mecklenburg (died 1692), Duke Adolf Friedrich I von Mecklenburg (died 1658) and of his wife Anna Maria von Ostfriesland (died 1634).\nUnderneath the tomb stone of Johannes Moltke (died 1388) and his wife Margaretha (died 1391). Next to it is the tomb stone of Knight Heinrich Moltke and Katharina Moltke. Both stones were restores in 2006.\nIn the corner to the right is a limestone pillar from the 13th century, which was probably moved here from some other, now nonexistent, building of the abbey.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":74},{"uri":"Rostock","surface_form":"Rostock","offset":114},{"uri":"Bad_Doberan","surface_form":"Bad Doberan","offset":141},{"uri":"Cistercian","surface_form":"Cistercian","offset":161},{"uri":"Abbey","surface_form":"abbey","offset":172},{"uri":"Reformation","surface_form":"reformation","offset":847},{"uri":"Mecklenburg","surface_form":"Mecklenburg","offset":971},{"uri":"Mecklenburg-Western_Pomerania","surface_form":"Mecklenburg-Western Pomerania","offset":1148},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":1614},{"uri":"Lutheranism","surface_form":"Lutheran","offset":1668},{"uri":"Germany","surface_form":"Germany","offset":1702},{"uri":"Erosion","surface_form":"erosion","offset":4563}]}