{"id":117216,"url":"http://en.wikipedia.org/wiki/Kirby%27s_Adventure","text":"\"Kirby's Adventure\", called in Japan, is a platform video game made by HAL Laboratory and published by Nintendo for the Nintendo Entertainment System game console. It was remade for the Game Boy Advance as '.\nPlot.\nAfter waking up without dreams, Kirby goes to the Fountain of Dreams to investigate. In doing so, he learns that King Dedede has stole the Star Rod, by splitting it into seven pieces and giving six fragments to his allies and keeping one himself. Without the Star Rod, all of the inhabitants of Dream Land became restless and cannot dream. Kirby retrieves all fragments, in order to restore the rod and the dreams.\nKirby travels throughout seven worlds, defeating most enemies in order to collect the fragments. Once Kirby defeats King Dedede and rebuilds the Star Rod, he places it back into the Fountain of Dreams. However, an ominous black aura fills the skies as a dark creature named Nightmare emerges from the fountain. It turns out that Nightmare had corrupted the Star Rod, and King Dedede broke it with the intention of protecting Dream Land. Nightmare then flies off into space, and King Dedede inhales Kirby and the Star Rod and spits them into the air. Kirby uses the Star Rod to defeat both forms of Nightmare, and saves Dream Land once again.\nGameplay.\nThe player can get to the end of each level by walking, jumping and flying. Each level has enemies and things that get in the way, but sometimes these things also help Kirby. If Kirby touches an enemy, he loses a health point (he has six). Sometimes Kirby defeats mini-boss, before heading farther. Unlike the first \"Kirby\" game, it saves the game after each level. Players can go back to any level in the world that they have played by going through doors. There are seven worlds, and each world has between four and six levels, as well as a boss door and a Warp Star door. (Players can visit other worlds using Warp Stars). Except for World 7, each world also has one or more mini-games, a place to pick up powers, and an arena where Kirby fights a mini-boss.\nKirby can walk, jump, fly and inhale. Kirby can go as high as he wants as long as nothing blocks him, and he can fall back to the ground by exhaling. The puff of air can hurt enemies and break blocks.\nKirby can also inhale enemies and other things. He eats any food that he inhales, but enemies and other things remain in his mouth. He can either spit them back out and send them flying (hurting or destroying anything in their path), or he can swallow them. He also has a sliding move where he can kick enemies and blocks. When Kirby swallows an enemy, he \"copies\" that enemy's power. It is the first game in the series to do this, and Kirby has a lot of powers he can use. Once he has a special power, he can use it to fight enemies and solve puzzles. One example of a puzzle is where Kirby uses the Fire ability to light a cannon.\nMusic.\nAn official soundtrack was released on July 21, 1994. The vocalist was Mako Miyata.\nRemake.\nIn 2002, a remake titled Kirby: Nightmare in Dream Land was released for the Game Boy Advance. The new version has, in addition to new visuals and sound, different minigames, a multiplayer mode, and other new features. However, it also had some criticism for the omission of certain materials that pushed the NES to the limit, and replaced by what is often considered lazy for the Game Boy Advance. For instance, the rotating pseudo-3D towers in Butter Building were removed. In addition, the difficulty is significantly lower. A demo of the game is available in \"Super Smash Bros. Brawl\". In 2011, a re-release of \"Kirby's Adventure\" named \"3D Classics: Kirby's Adventure\" was released for the Nintendo 3DS. It is a 3D version of the game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":31},{"uri":"Platform_game","surface_form":"platform","offset":43},{"uri":"Video_game","surface_form":"video game","offset":52},{"uri":"HAL_Laboratory","surface_form":"HAL Laboratory","offset":71},{"uri":"Nintendo","surface_form":"Nintendo","offset":103},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":120},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":186},{"uri":"Nintendo_3DS","surface_form":"Nintendo 3DS","offset":3672},{"uri":"3D","surface_form":"3D","offset":3694}]}