{"id":117256,"url":"http://en.wikipedia.org/wiki/Ned_Kelly","text":"Edward \"Ned\" Kelly (June 1855 – 11 November 1880) is Australia's most famous bushranger. He has become a symbolic figure in Australian history, folklore, books, art and movies. As a national icon, his image was used during the opening ceremony of the 2000 Summer Olympics in Sydney. He is remembered in the saying \"... as game as Ned Kelly\"; the word \"game\" in this case meaning \"brave\".\nWhile he was growing up, his family was often in trouble with the police. After fighting a policeman at his home in 1878, Kelly went to the bush to hide. He murdered three policemen who were searching for him. The government made Ned, his brother, and two friends outlaws. They became known as the Kelly Gang. Ned Kelly led the gang to rob a number of banks, and even capture a whole town. A final violent fight with police took place at Glenrowan. Kelly, dressed in home-made metal armour and helmet, was captured and sent to trial. Found guilty, he was hanged at the Melbourne Gaol in 1880.\nA painting of Kelly by Australian artist Sidney Nolan was sold in 2010 for AU$5.4 million, the highest price ever paid for an Australian painting.\nBeveridge.\nEdward 'Ned' Kelly was born in Canadia, north of Melbourne, in June 1855. The actual date is not known because the birth was not registered on the government list of births, deaths and marriages in Victoria. His prison records give the date as 1856. He was the son of Irish Catholic parents, John \"Red\" Kelly and Ellen Quinn. Red Kelly had been a convict who had been sent to Van Diemen's Land in 1842 for stealing two pigs. He moved to Victoria in 1848. He met Ellen Quinn, who had come to Victoria from Ireland with her family in 1841. Red started working for Ellen's father, James Quinn, who was a farmer at Beveridge. Ned was probably born at his grandfather's house. Around 1860, Red built a small house for his family, which is still standing in Kelly Street.\nAvenel.\nWhen Ned was about nine, his father moved the family north to a new farm at Avenel. Ned saved a young boy, Richard Shelton, from drowning in Hughes Creek. The Shelton family, who owned the Royal Mail Hotel, gave Ned a sash made from green silk for his bravery. The sash was long and wide. He was wearing this sash under his armour when he was captured at Glenrowan. The sash, still covered in Ned Kelly's blood, is now kept in the Benalla Museum. Red was not a successful farmer and was soon arrested for stealing cattle. In May 1866, he was given one month in prison and had to pay a fine of £25. Red died on 27 December 1866, and is buried in the Avenel Cemetery.\nGreta.\nEllen Kelly moved the family to Greta. There were other members of Ellen's family living in the area. Her father, James Quinn, had moved from Beveridge to a large farm, called Glenmore, on the King River in north east Victoria. Her sisters, Catherine and Jane, and their ten children, were farming at Greta. Their husbands, brothers John and Thomas Lloyd, were in prison for stealing cattle. When Ellen came to Greta, her brothers, James, William and John Quinn, moved from Glenmore to help the sisters and their families. Some of the Quinn family had also been sent to prison for cattle stealing. James, Ellen's brother, had been charged ten times for cattle stealing. In 1868, Red Kelly's brother, James Kelly, came to visit Ellen. He got drunk and after an argument with the sisters, tried to burn their house down. He was given the death penalty, but this was later changed to 15 years in prison. The police thought the whole family were trouble makers and criminal.\nEllen Kelly and her children moved to a farm on the Eleven Mile Creek, between Greta and Glenrowan. Ned Kelly started work cutting down trees, breaking in horses, herding cattle and putting up fences.\nGaol.\nOn 14 October 1869, 14-year-old Ned was arrested for stealing money from a Chinese man. Kelly spent ten days in the police station lockup but there was not enough proof to send Ned to court and he had to be set free. Ned also worked in the bush with ex-convict Harry Power.\nPower had escaped from a Melbourne Gaol and started bushranging. Kelly was arrested in May 1870 for helping Power to rob people. He was kept in the gaol at Kyneton for seven weeks. Soon after this, Ned was in trouble again. With his uncle, Jack Lloyd, Ned had got into a fight with a hawker (a traveling salesman). They then sent a rude letter and some calf's testicles to the hawker's wife. In October 1870 he was sent to Beechworth gaol for assault and for being rude to a lady. He spent five months in Gaol.\nJust three weeks after getting out of Gaol in April 1871, 16-year-old Ned was arrested again. He had ridden a friend's horse into Greta. He did not know that his friend, Isaiah \"Wild Wright\", had stolen the horse from the Mansfield post office. There was a fight when a policeman, Constable Hall, tried to arrest him. Hall tried to shoot Kelly three times, but his gun would not work so he hit him over the head with it instead. Kelly was sent to Pentridge Gaol in Melbourne. After four months he was moved to the prison ship, \"Sacramento\", at Williamstown. Prison ships were old ships that were used as extra prison space. Prisoners from the \"Sacremento\" worked during the day building a sea wall at Williamstown beach. They also worked on building a fort for the guns that were protecting Port Phillip Bay. Kelly was released from prison on 2 February 1874.\nIn August, Kelly met his friend \"Wild Wright\" in Beechworth. He must have been angry with Wright because of the stolen horse which had put him in prison. Behind the Imperial Hotel, they fought a bare knuckle boxing match that lasted for 20 rounds. Wright said later that \"...he gave me the hiding of my life.\" In September 1877, Kelly was arrested in Benalla, for being drunk, riding on a footpath and resisting arrest. Kelly escaped from the police while they were taking him to the courthouse. After a fight with the police, he ran across the road into a boot shop and locked the door. Kelly gave himself up when the judge came over to the shop. One of the policemen involved in the fight to arrest Kelly was Thomas Lonigan. Lonigan was later shot dead by Kelly at Stringybark Creek.\nThe Fitzpatrick Incident.\nConstable Fitzpatrick was in charge of the small police station in Greta. Because of the Kelly family's long history of criminal activity, Police Superintendent C. H. Nicholson had given orders that the police were not to go to the Kelly's house alone. But Fitzpatrick decided he would 'fix the Greta mob'. In April 1878, he went to the house to arrest Ned's brother, Dan Kelly for horse stealing. Dan had only been recently let out of prison. Fitzpatrick was probably drunk, as he had stopped at the Winton hotel to drink brandy. Dan Kelly refused to go back to the police station with Fitzpatrick, because the policeman did not have a warrant, the official document needed to make an arrest. Fitzpatrick then tried to make Kate, Ned's 15-year-old sister, sit on his knee so he could kiss her. This started a fight with members of the family and Fitzpatrick hurt his wrist. He and Ellen, Kate's mother, agreed to forget what had happened. But when Fitzpatrick went back to the Benalla police station he said Ned had shot at him three times and Ellen Kelly had hit him on the head with a shovel. Fitzpatrick lost his job with the police in 1881 after the head of the police force said he was a \"liar\".\nA group of police led by Sergeant Steele went back to Greta, and arrested Ellen Kelly (with her baby Alice King), her son-in-law William Skillion, and a neighbour, William \"Bricky\" Williamson, for the attempted murder of Constable Fitzpatrick. Ned and Dan Kelly were not at the house and could not be arrested. Ellen Kelly said that Ned was not involved, and that he was working away. After a trial in Beechworth, Ellen Kelly was sentenced by Judge Redmond Barry to three years in prison for trying to kill Constable Fitzpatrick. Skillion and Williamson were given six years in prison. The police offered a reward of £100 for the capture of the Kelly brothers. In 1881 Williamson was let out of prison and given a full pardon because the government knew that he was innocent.\nStringybark Creek.\nNed and Dan Kelly went into hiding in the bush. They were later joined by two friends, Joe Byrne and Steve Hart. On 25 October 1878, two groups of police set out to find the Kellys. They knew the two brothers were hiding in the Wombat Ranges, a mountain range between Greta and Mansfield. One group started south from Greta led by Senior Constable Strahan. Strahan said he would shoot the Kellys down like dogs. A second group led by Sergeant Michael Kennedy set off from Mansfield heading north. Three other policemen were with him: Constables Thomas McIntyre, Thomas Lonigan, and Michael Scanlon. They set up a camp at Stringybark Creek in a thick forest area.\nKennedy and Scanlon went searching for the Kellys, while Lonigan and McIntyre remained at the camp. The Kellys were living in a hut nearby at Bullock Creek. They heard noises and discovered the police camp. They decided to capture the policemen and take their guns and horses. Ned and Dan went to the police camp and told them to surrender. Constable McIntyre put his arms up, but Lonigan got out his gun. Ned Kelly shot him dead. When the other two police returned to camp, McIntyre told them to surrender. When Scanlon went for his gun Kelly also shot him dead. Kennedy ran shooting from tree to tree with Kelly chasing him. Kelly shot him twice, in the armpit and in the chest. Kelly later said that Kennedy \"...appeared to be suffering very much and in great agony...I did not wish to leave him alone to linger out in such pain.\". Ned put his gun against Kennedy's chest and shot him again. Ned Kelly went back to the camp to get Kennedy's cloak which he then placed over the body. McIntyre escaped during the confusion and went back to Mansfield to tell everyone what had happened.\nThe Victorian government passed a law on 30 October 1878, to make the Kelly gang outlaws. This meant they no longer had any legal rights and could be shot by anyone. Anyone who could capture any member of the gang, alive or dead, would be paid a reward of £500, or £2,000 for all four men. At this time the police did not know that Hart and Byrne were members of the gang. The gang were seen at several places around north east Victoria. They tried to cross the Murray River to go into New South Wales, but the water was too deep. The police had several large groups hunting for them.\nEuroa.\nOn 10 December 1878, the gang robbed the Australian National Bank at Euroa. They had stopped at Faithful Creek station (a farm) and held the people there prisoners. They locked 22 people including farm workers, hawkers (traveling salesmen) and visitors into a storeroom. Joe Byrne kept guard while the rest of the gang went into Euroa. They went to the bank and said they had a message from McCauley, the farm manager. They got into the bank and held up the bank's manager Robert Scott, along with two tellers (bank workers). After taking all the money, the gang forced Scott, his wife, family, maids and tellers to go with them back to Faithful Creek. They were locked up with the other hostages.\nThe outlaws gave a display of horse riding and tricks which entertained and surprised their hostages. After having supper, and telling the people not to leave the farm for another three hours, the gang left. The crime was carried out without injury and the gang stole £2,000.\nJerilderie.\nThe police increased the reward on the Kelly Gang. More police were sent to guard banks in the country. Friends of the Kellys were locked in gaol. The gang crossed the Murray River and rode north into New South Wales. They arrived in Jerilderie on Saturday 8 February 1879. They broke into the local police station and locked the two policemen, Richards and Devine, in the police cells. The outlaws put on police uniforms and mixed with the local people. They said that they were extra police from Sydney, who had come to guard the town from the Kelly gang. Ned Kelly took his horse to the blacksmith to get new horseshoes and told the man to send the bill to the New South Wales police force. On Monday the gang rounded up various people and forced them into the back room of the Royal Mail Hotel. While Dan Kelly and Steve Hart kept the hostages busy with \"drinks on the house\" (free drinks), Ned Kelly and Joe Byrne went to the telegraph office and cut down some of the poles and cut the wires. They then went and robbed the local bank of about £2,414. Kelly also burned all the townspeople's mortgage deeds in the bank. When the gang left the town they were singing about two earlier bushrangers, Ben Hall and Dan Morgan: \"Hurrah for the good old times of Morgan and Ben Hall.\"\nFor the next 18 months the police were not able to find the Kelly gang. They punished anyone they thought might be helping the gang. More than 20 people were locked up in the Beechworth Prison for three months only because they were said to be friends of the gang. None of these people were ever charged with a crime. The government thought the Kelly gang might try and free their friends, so they put up large iron gates on the entrance to the prison.\nThe Jerilderie Letter.\nMonths before going to Jerilderie, and with help from Joe Byrne, Ned Kelly dictated a long letter (56 pages). The letter told his story, about how he became a bushranger, and the treatment of his family by the police. It also told the story of the treatment of Irish Catholics by the police and the English and Irish Protestant farmers. He even said there might be a revolution by people in north east Victoria to set up their own republic.\nThe \"Jerilderie Letter\", as it is called, is a document of about 8,300 words and has become a famous piece of Australian literature. Kelly had written an earlier letter on 14 December 1878, to Donald Cameron, a member of the Parliament of Victoria, but it had been ignored. The Jerilderie Letter was never published. Kelly tried to find the editor of the local newspaper and get him to print the letter. He finally gave the letter to Edward Living, a teller at the bank. Living kept the letter, which was not re-discovered until 1930. It was then published by the \"Melbourne Herald\". The handwritten letter was given to the State Library of Victoria in 2000. Kelly's words are colorful, rough and full of metaphors. He said the police were \"... big ugly fat-necked wombat headed big bellied magpie legged narrow hipped splay footed sons of Irish bailiffs or English landlords...\".\nGlenrowan.\nThe gang decided that Aaron Sherritt, Joe Byrne's best friend, was a police spy. On the night of 26 June 1880, Dan Kelly and Joe Byrne went to Sherritt's house in the Woolshed Valley near Beechworth and killed him. The four policemen who were protecting him at the time hid under the bed and did not report the murder until the next day. The outlaws knew that the police would send extra men to Beechworth by train to try and capture them. Ned Kelly and Hart arrived in Glenrowan on 27 June, and took 70 hostages at the Glenrowan Inn (hotel). They knew that a train loaded with police was on its way. They forced railway workers at Glenrowan to pull up the rail tracks to make the train crash. The bushrangers, wearing homemade armour, would then capture any of the policemen that were alive after the crash. With the police out of the way, the Kelly Gang would then go into Benalla and rob the bank. The captured police would be released when Ellen Kelly, William Williamson, and William Skillion, were let out of gaol.\nBut the plan to derail the police train failed. The police protecting Aaron Sherritt were too scared to leave his hut and the murder was not reported until the next day. The Kellys had to wait 24 hours longer for the police train than they had planned. The hostages were becoming difficult to control. To keep them amused the outlaws held a dance in the hotel, where Kelly danced a quadrille with Jane Jones, daughter of the hotel owner. They also had sporting events including the hop, step and jump. Kelly used two revolvers as extra weights while taking part in the jumping. A local school teacher, Thomas Curnow, talked Ned into letting him take his family home. As soon as he was free Curnow went down to the railway line, waving a lantern (light) wrapped in his red scarf. The train stopped safely.\nThe 46 police quickly left the train and placed themselves around the hotel so that the Kelly Gang was trapped inside. The gang members put on their armour, made from plough parts. All four had helmets. Each man's armour was quite heavy; Ned's armour weighed, which was about half his body weight. The police fired their guns into the building for seven hours. It is estimated that 15,000 bullets were fired during the shooting. The police ordered a cannon from Melbourne so that they could destroy the inn, but it would take too long to arrive so they set fire to the building instead.\nAt dawn on Monday 28 June, Ned Kelly came out of the inn wearing his armour. He marched towards the police, firing his gun at them. Their bullets bounced off his armour. Sergeant Steel shot him in his legs that were not protected by armour. Joe Byrne died in the front room from loss of blood because a gunshot cut his femoral artery. Dan Kelly and Steve Hart may have killed themselves as their bodies were found lying side by side in a back room with their heads on blankets. They had taken off their armour and it was found next to them. Several hostages were shot, and three died, including 13-year-old Jack Jones, the son of the hotel owner. Martin Cherry, a railway worker, was rescued from the burning hotel but died soon afterwards. George Metcalfe, a quarry worker, who was forced to pull up the railway line died later from injuries. The police had one small injury; the police Superintendent, Francis Hare, received a wound to his wrist, then fled the battle. The Royal Commission set up to examine the Kelly Gang later removed Hare from the Victoria Police.\nTrial and execution.\nNed Kelly was taken to the Melbourne Gaol where he was treated for his wounds. He was visited by his mother who was in the same prison for wounding Constable Fitzpatrick. In August he was taken back to Beechworth by train for the first court hearings. The court agreed that Kelly would be tried in court for the murder of Thomas Lonigan and Michael Scanlon at Stringybark Creek. The government thought people around Beechworth might not find Kelly guilty of the crimes, and so they had the trial moved to Melbourne. At the trial the jury found Kelly guilty of both murders. He was sentenced to death by the Irish-born judge Sir Redmond Barry with the words \"May God have mercy on your soul\". Kelly said \"I will go a little further than that, and say I will see you there when I go\".\nMany people did not agree with the death sentence. A petition with more than 60,000 names asked the government for mercy. Ned Kelly was hanged on 11 November 1880, at the Melbourne Gaol for murder. Several newspapers including \"The Age\" and \"The Herald\" reported Kelly's last words as \"Such is life\". Sir Redmond Barry died after a short illness on 23 November, 1880, only 12 days after Kelly's death.\nRe-burial and recent DNA testing.\nNed Kelly was buried in an unmarked grave at the Melbourne Gaol, in an area with other criminals who had also been hanged at the gaol. The bones of 32 people were dug up in 1929 when the gaol was being redeveloped, and reburied at Pentridge Gaol in Coburg, Victoria. The burial site at Pentridge was rediscovered in 2008. DNA testing has proved that one set of bones was the skeleton of Ned Kelly. Experts from the Victorian Institute of Forensic Medicine said that the DNA clearly matches one of Kelly's living relatives. The bones show some of the injuries Kelly got during the shoot out with the police. The Kelly skeleton does not have a skull.\nA skull, said to be Kelly's, was found during the digging at the gaol in 1929. It was put on display at the Old Melbourne Gaol, but it was stolen in 1978. On the anniversary of Ned Kelly's hanging, 11 November 2009, a farmer from Western Australia gave a skull back to Heritage Victoria which he said had been taken from the gaol. It was tested for DNA to see if it was Ned Kelly's skull. These tests showed it was not, and the location of Kelly's skull is still unknown.\nIn 2013, the Victorian Government finally gave Kelly's remains to his family. A funeral service was held at St. Patrick's Church, Wangaratta on 18 January, 2013. During the service, family members who read from the Bible wore a green silk sash. Relatives of Constable Michael Scanlon and Aaron Sherrit also attended the service. Kelly was buried in an unmarked grave at Greta on 20 January 2013.\nThe DNA that was recovered from Ned's skeleton was mitochondrial DNA. That was matched with one of Ned's maternal relations (Ned's grand nephew Leigh Olver). No adequate quality Y-DNA was recovered from Ned's bones or has been recovered from any of Ned's known paternal side relatives (Y-DNA is passed from father to son). There is a chance that a Y-DNA sample may be isolated from Ned's bones one day using more advanced laboratory procedures, however, it is also possible that a Y-DNA sample could be taken from the remains of one of Ned's male relatives such as his father, his uncles or his brothers. Their graves are all well known. A Y-DNA sample would reveal exactly which Kelly line Ned belongs to. Currently the Kelly Surname Y-DNA study has the results of over 500 Y-DNA samples but no comparison can be made until a sample from one of Ned's family is obtained. Based on location, the most frequent Kelly line in south-west Ireland (Tipperary, Clare and Kerry) is the O'Brien-Kelly line (L226+).\nThe Ned Kelly story.\nNed Kelly is still a major part of Australian popular culture. His story has been told in books, movies, plays and television shows. His image has been used for everything from cakes to tattoos. A recent study showed that people with a Ned Kelly tattoo were eight times more likely to be murdered. In 1980, the Australian Post Office released a set of postage stamps to remember the 100th anniversary of the siege at Glenrowan. In 2010 the National Gallery of Victoria paid AU$2.2 million for a painting of Ned Kelly by artist Sidney Nolan. It was Nolan's paintings of Ned Kelly that inspired the opening ceremony of the 2000 Summer Olympics in Sydney. In June 2011 the Williamstown Australian Rules Football Club claimed that Ned Kelly had played 11 games for the club in 1873 while serving time in the prison ship. It was also claimed that in 1928 they had found a suit of armour buried on the football ground.","categories":[],"infobox_types":["criminal"],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":53},{"uri":"Bushranger","surface_form":"bushranger","offset":77},{"uri":"Symbolic","surface_form":"symbolic","offset":105},{"uri":"Folklore","surface_form":"folklore","offset":144},{"uri":"Cultural_icon","surface_form":"icon","offset":191},{"uri":"2000_Summer_Olympics","surface_form":"2000 Summer Olympics","offset":251},{"uri":"Sydney","surface_form":"Sydney","offset":275},{"uri":"Trouble","surface_form":"trouble","offset":437},{"uri":"Police","surface_form":"police","offset":454},{"uri":"The_bush","surface_form":"the bush","offset":524},{"uri":"Murder","surface_form":"murder","offset":545},{"uri":"Outlaw","surface_form":"outlaw","offset":652},{"uri":"Glenrowan%2C_Victoria","surface_form":"Glenrowan","offset":826},{"uri":"Armour","surface_form":"armour","offset":871},{"uri":"Helmet","surface_form":"helmet","offset":882},{"uri":"Old_Melbourne_Gaol","surface_form":"Melbourne Gaol","offset":957},{"uri":"Sidney_Nolan","surface_form":"Sidney Nolan","offset":1022},{"uri":"AU%24","surface_form":"AU$","offset":1056},{"uri":"Beveridge%2C_Victoria","surface_form":"Canadia","offset":1170},{"uri":"Registration","surface_form":"registered","offset":1268},{"uri":"Irish_people","surface_form":"Irish","offset":1407},{"uri":"Catholic","surface_form":"Catholic","offset":1413},{"uri":"Convict","surface_form":"convict","offset":1486},{"uri":"Van_Diemen%27s_Land","surface_form":"Van Diemen's Land","offset":1515},{"uri":"Steal","surface_form":"stealing","offset":1545},{"uri":"Avenel%2C_Victoria","surface_form":"Avenel","offset":1989},{"uri":"Drown","surface_form":"drown","offset":2042},{"uri":"Sash","surface_form":"sash","offset":2131},{"uri":"Silk","surface_form":"silk","offset":2152},{"uri":"Bravery","surface_form":"bravery","offset":2165},{"uri":"Capture","surface_form":"captured","offset":2256},{"uri":"Benalla%2C_Victoria","surface_form":"Benalla","offset":2344},{"uri":"Arrest","surface_form":"arrested","offset":2405},{"uri":"Fine","surface_form":"fine","offset":2498},{"uri":"Pound_(currency)","surface_form":"£","offset":2506},{"uri":"Greta%2C_Victoria","surface_form":"Greta","offset":2618},{"uri":"King_River_(Victoria)","surface_form":"King River","offset":2779},{"uri":"Drunk","surface_form":"drunk","offset":3327},{"uri":"Death_penalty","surface_form":"death penalty","offset":3422},{"uri":"Horse_training","surface_form":"breaking in horses","offset":3700},{"uri":"China","surface_form":"Chinese","offset":3839},{"uri":"Harry_Power","surface_form":"Harry Power","offset":4025},{"uri":"Gaol","surface_form":"Gaol","offset":4073},{"uri":"Kyneton%2C_Victoria","surface_form":"Kyneton","offset":4194},{"uri":"Hawker","surface_form":"hawker","offset":4322},{"uri":"Cattle","surface_form":"calf","offset":4391},{"uri":"Testicle","surface_form":"testicle","offset":4398},{"uri":"Beechworth%2C_Victoria","surface_form":"Beechworth","offset":4461},{"uri":"Assault","surface_form":"assault","offset":4481},{"uri":"Mansfield%2C_Victoria","surface_form":"Mansfield","offset":4771},{"uri":"Post_office","surface_form":"post office","offset":4781},{"uri":"HM_Prison_Pentridge","surface_form":"Pentridge Gaol","offset":4996},{"uri":"Melbourne","surface_form":"Melbourne","offset":5014},{"uri":"Williamstown%2C_Victoria","surface_form":"Williamstown","offset":5093},{"uri":"Sea_wall","surface_form":"sea wall","offset":5238},{"uri":"Knuckle","surface_form":"knuckle","offset":5609},{"uri":"Boxing","surface_form":"boxing","offset":5617},{"uri":"Benalla%2C_Victoria","surface_form":"Benalla","offset":5760},{"uri":"Courthouse","surface_form":"courthouse","offset":5893},{"uri":"Judge","surface_form":"judge","offset":6028},{"uri":"Stringybark_Creek","surface_form":"Stringybark Creek","offset":6176},{"uri":"Mob","surface_form":"mob","offset":6522},{"uri":"Dan_Kelly","surface_form":"Dan Kelly","offset":6589},{"uri":"Winton%2C_Victoria","surface_form":"Winton","offset":6722},{"uri":"Brandy","surface_form":"brandy","offset":6744},{"uri":"Kate_Kelly","surface_form":"Kate","offset":6946},{"uri":"Wrist","surface_form":"wrist","offset":7089},{"uri":"Shovel","surface_form":"shovel","offset":7309},{"uri":"Judge","surface_form":"Judge","offset":7866},{"uri":"Redmond_Barry","surface_form":"Redmond Barry","offset":7872},{"uri":"The_bush","surface_form":"the bush","offset":8256},{"uri":"Joe_Byrne_(bushranger)","surface_form":"Joe Byrne","offset":8305},{"uri":"Steve_Hart","surface_form":"Steve Hart","offset":8319},{"uri":"Mountain_range","surface_form":"mountain range","offset":8463},{"uri":"Sergeant","surface_form":"Sergeant","offset":8652},{"uri":"Surrender","surface_form":"surrender","offset":9211},{"uri":"Confusion","surface_form":"confusion","offset":9895},{"uri":"Outlaw","surface_form":"outlaw","offset":10049},{"uri":"Reward","surface_form":"reward","offset":10214},{"uri":"Murray_River","surface_form":"Murray River","offset":10430},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":10454},{"uri":"Euroa%2C_Victoria","surface_form":"Euroa","offset":10629},{"uri":"Maid","surface_form":"maid","offset":11155},{"uri":"Hostage","surface_form":"hostage","offset":11248},{"uri":"Entertainment","surface_form":"entertained","offset":11318},{"uri":"Crime","surface_form":"crime","offset":11470},{"uri":"Injury","surface_form":"injury","offset":11500},{"uri":"Murray_River","surface_form":"Murray River","offset":11714},{"uri":"Jerilderie%2C_New_South_Wales","surface_form":"Jerilderie","offset":11780},{"uri":"Prison","surface_form":"cells","offset":11926},{"uri":"Uniform","surface_form":"uniform","offset":11959},{"uri":"Sydney","surface_form":"Sydney","offset":12044},{"uri":"Blacksmith","surface_form":"blacksmith","offset":12136},{"uri":"Horseshoe","surface_form":"horseshoe","offset":12158},{"uri":"Telegraph","surface_form":"telegraph","offset":12477},{"uri":"Mortgage","surface_form":"mortgage","offset":12642},{"uri":"Ben_Hall","surface_form":"Ben Hall","offset":12747},{"uri":"Dan_Morgan_(bushranger)","surface_form":"Dan Morgan","offset":12760},{"uri":"Punishment","surface_form":"punished","offset":12905},{"uri":"Catholic","surface_form":"Catholic","offset":13571},{"uri":"England","surface_form":"English","offset":13603},{"uri":"Protestant","surface_form":"Protestant","offset":13621},{"uri":"Revolution","surface_form":"revolution","offset":13671},{"uri":"Republic","surface_form":"republic","offset":13735},{"uri":"The_Jerilderie_Letter","surface_form":"Jerilderie Letter","offset":13750},{"uri":"Parliament_of_Victoria","surface_form":"Parliament of Victoria","offset":13970},{"uri":"Herald_Sun","surface_form":"Melbourne Herald","offset":14310},{"uri":"State_Library_of_Victoria","surface_form":"State Library of Victoria","offset":14369},{"uri":"Metaphor","surface_form":"metaphor","offset":14450},{"uri":"Wombat","surface_form":"wombat","offset":14510},{"uri":"Magpie","surface_form":"magpie","offset":14536},{"uri":"Bailiff","surface_form":"bailiff","offset":14591},{"uri":"Aaron_Sherritt","surface_form":"Aaron Sherritt","offset":14659},{"uri":"Spy","surface_form":"spy","offset":14713},{"uri":"Glenrowan%2C_Victoria","surface_form":"Glenrowan","offset":15107},{"uri":"Hotel","surface_form":"hotel","offset":15172},{"uri":"Armour","surface_form":"armour","offset":15365},{"uri":"Release","surface_form":"released","offset":15567},{"uri":"Quadrille","surface_form":"quadrille","offset":16040},{"uri":"Triple_jump","surface_form":"hop, step and jump","offset":16140},{"uri":"Plough","surface_form":"plough","offset":16630},{"uri":"Helmet","surface_form":"helmet","offset":16657},{"uri":"Cannon","surface_form":"cannon","offset":16913},{"uri":"Femoral_artery","surface_form":"femoral artery","offset":17369},{"uri":"Royal_Commission","surface_form":"Royal Commission","offset":18025},{"uri":"Victoria_Police","surface_form":"Victoria Police","offset":18103},{"uri":"Old_Melbourne_Gaol","surface_form":"Melbourne Gaol","offset":18168},{"uri":"Redmond_Barry","surface_form":"Redmond Barry","offset":18769},{"uri":"Petition","surface_form":"petition","offset":18977},{"uri":"Hanging","surface_form":"hanged","offset":19060},{"uri":"The_Age","surface_form":"The Age","offset":19152},{"uri":"Coburg%2C_Victoria","surface_form":"Coburg, Victoria","offset":19609},{"uri":"DNA","surface_form":"DNA","offset":19682},{"uri":"Skeleton","surface_form":"skeleton","offset":19735},{"uri":"Skull","surface_form":"skull","offset":20011},{"uri":"Western_Australia","surface_form":"Western Australia","offset":20239},{"uri":"Tattoo","surface_form":"tattoo","offset":22090},{"uri":"Postage_stamps","surface_form":"postage stamps","offset":22256},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":22344},{"uri":"Sidney_Nolan","surface_form":"Sidney Nolan","offset":22431},{"uri":"Australian_Rules_Football","surface_form":"Australian Rules Football","offset":22587}]}