{"id":117353,"url":"http://en.wikipedia.org/wiki/Pok%C3%A9mon_(anime)","text":"\"Pokémon\" (abbreviated from) is a Japanese anime series. It is part of the \"Pokémon\" media franchise which is owned by Nintendo. It has been brought to many other places, including North America, Europe, and Australia. The United States dub was originally made by 4Kids Entertainment; starting in 2006 the dub has been made by Pokémon USA.\nNot long after \"Pokémon Red and Blue\" (the first \"Pokémon\" video games outside of Japan) were released, the anime was created. It was first broadcast in Japan in early 1997, and in the United States in late 1998. The anime started what has been called \"Pokémania\", which meant that after the anime came out, it became very popular among children, and many parents assumed it was a fad and no one would care about it in a couple years. However, it was never cancelled, and it is still running, and continues to maintain a fanbase consisting of people of all ages.\nThe anime shows the adventures of Ash Ketchum, a 10-year-old Pokémon trainer who has many adventures, meeting many new people and Pokémon.\nA number of \"Pokémon\" films have also been made that relate to the anime. The first one was ' (released on 1998 in Japan and on 1999 in North America). They are still being made.","categories":[],"infobox_types":["animanga/Video","animanga/Other"],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":34},{"uri":"Anime","surface_form":"anime","offset":43},{"uri":"Television_programme","surface_form":"series","offset":49},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":76},{"uri":"Nintendo","surface_form":"Nintendo","offset":119},{"uri":"North_America","surface_form":"North America","offset":181},{"uri":"Europe","surface_form":"Europe","offset":196},{"uri":"Australia","surface_form":"Australia","offset":208},{"uri":"United_States","surface_form":"United States","offset":223},{"uri":"Dub","surface_form":"dub","offset":237},{"uri":"4Kids_Entertainment","surface_form":"4Kids Entertainment","offset":264},{"uri":"Pok%C3%A9mon_Red_and_Blue","surface_form":"Pokémon Red and Blue","offset":356},{"uri":"Fad","surface_form":"fad","offset":721},{"uri":"Ash_Ketchum","surface_form":"Ash Ketchum","offset":937},{"uri":"Pok%C3%A9mon_trainer","surface_form":"Pokémon trainer","offset":964},{"uri":"Movie","surface_form":"films","offset":1064}]}