{"id":117311,"url":"http://en.wikipedia.org/wiki/Syed_Ahmed_Khan","text":"Sir Syed Ahmed Khan CSI (; (October 17, 1817 – 27 March 1898) was a teacher and politician. He was a philospher as well. He was also a social reformer. He founded the school that would later become Aligarh Muslim University.\nIn 1857 there was a rebellion in India. This is known as the First Indian War of Independence. During this time, Sir Syed kept loyal to the British; He also saved many European lives. After the rebellion he wrote a book where he said the British were in fact those who caused the rebellion.In order to settle the question of whether Sir Syed was a communitarian or a communalist, we need to assess the speeches and articles which he wrote. One such speech of Sir Syed which he gave in Meerut in the year 1888 clearly shows that Sir Syed turned to arguments fielded by religious fanatics in order to develop a communal alliance between Indian Muslims and British Christians. He said,\nSir Syed Ahmed Khan played a vital role in improving the Muslim status. He worked tirelessly to restore relations between the Muslims and the British. He brought the Muslim revival through the Aligarh movement and showed the importance of education. He brought an idea about the Two-nation theory and is hence known as \"The Father of The Pakistan Movement\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Syed","surface_form":"Syed","offset":4},{"uri":"GCSI","surface_form":"CSI","offset":20},{"uri":"Teacher","surface_form":"teacher","offset":68},{"uri":"Politician","surface_form":"politician","offset":80},{"uri":"Aligarh_Muslim_University","surface_form":"Aligarh Muslim University","offset":198},{"uri":"Rebellion","surface_form":"rebellion","offset":245},{"uri":"India","surface_form":"India","offset":258},{"uri":"First_Indian_War_of_Independence","surface_form":"First Indian War of Independence","offset":286},{"uri":"Syed","surface_form":"Syed","offset":342},{"uri":"Book","surface_form":"book","offset":440}]}