{"id":117312,"url":"http://en.wikipedia.org/wiki/United_Airlines_Flight_93","text":"United Airlines Flight 93 was an airline flight that, on September 11, 2001, was hijacked and crashed on purpose. On that day, the flight was to fly from Newark International Airport (later renamed Newark Liberty International Airport), in Newark, New Jersey, USA to San Francisco International Airport.\nThe aircraft was hijacked by four men as part of the al-Qaeda organized attack on the United States on September 11, 2001. Soon after the flight took off, the hijackers entered the cockpit and overpowered the pilots. They took control of the aircraft and flew it toward Washington, D.C. Several passengers and crew members made telephone calls aboard the flight and learned about the attacks on the World Trade Center and the Pentagon. The passengers then decided to attack the hijackers and retake the aircraft.\nThe hijackers crashed the plane in a field to prevent the passengers from succeeding in breaching the cockpit door just outside Shanksville, Pennsylvania, about northwest of Washington, D.C., killing all crew members and passengers. An investigation determined that the actions of the passengers on board had prevented the hijackers from reaching Washington, D.C.\nFlight.\nOn September 11, 2001, United Airlines flight 93 was a scheduled morning flight from Newark to San Francisco. The aircraft for the flight was a Boeing 757. The aircraft could carry 182 passengers; but the flight had 37 passengers and 7 crew members, which was low.\nHijackers.\nThe hijackers were led by Ziad Jarrah, a member of al-Qaeda. Jarrah was born in Lebanon. He moved to Germany in 1996, enrolling at the University of Greifswald to study German. A year later, he moved to Hamburg, Germany and began studying aeronautical engineering at Hamburg University of Applied Sciences. While living in Hamburg, Jarrah associated with a radical Hamburg cell of terrorists.\nIn November 1999, Jarrah left for Afghanistan, where he spent three months. In Afghanistan in January 2000, he met with al-Qaeda leader Osama bin Laden. Jarrah returned to Germany at the end of January and obtained a new passport with no Afghan passport stamps in February by falsely reporting his passport as stolen.\nIn June 2000, Jarrah arrived in Florida in June 2000. He began taking flying lessons as well as training in hand-to-hand combat.\nFour other hijackers were trained to physically fight with the crew. Three of them accompanied Jarrah on Flight 93. They were Ahmed al-Nami, Hamza al-Ghamdi and Mohand al-Shehri].\nOn August 3, 2001, the intended fifth hijacker, Mohammed al-Qahtani, flew to Orlando, Florida, USA from Dubai. He was questioned by officials, who did not believe that he could support himself with only $2,800 cash, and suspicious that he intended to become an illegal immigrant because he was using a one-way ticket. He was sent back to Dubai, and later returned to Saudi Arabia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Newark_Liberty_International_Airport","surface_form":"Newark International Airport (later renamed Newark Liberty International Airport)","offset":154},{"uri":"Newark%2C_New_Jersey","surface_form":"Newark, New Jersey","offset":240},{"uri":"San_Francisco_International_Airport","surface_form":"San Francisco International Airport","offset":267},{"uri":"Aircraft_hijacking","surface_form":"hijacked","offset":321},{"uri":"September_11_attacks","surface_form":"al-Qaeda organized attack on the United States on September 11, 2001","offset":357},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":574},{"uri":"World_Trade_Center_(1973%E2%80%932001)","surface_form":"World Trade Center","offset":703},{"uri":"The_Pentagon","surface_form":"the Pentagon","offset":726},{"uri":"Shanksville%2C_Pennsylvania","surface_form":"Shanksville, Pennsylvania","offset":945},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":991},{"uri":"Boeing_757","surface_form":"Boeing 757","offset":1333},{"uri":"Al-Qaeda","surface_form":"al-Qaeda","offset":1516},{"uri":"Lebanon","surface_form":"Lebanon","offset":1545},{"uri":"Hamburg","surface_form":"Hamburg","offset":1668},{"uri":"Aerospace_engineering","surface_form":"aeronautical engineering","offset":1704},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1892},{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":1994},{"uri":"Dubai","surface_form":"Dubai","offset":2589},{"uri":"Illegal_immigrant","surface_form":"illegal immigrant","offset":2746}]}