{"id":117313,"url":"http://en.wikipedia.org/wiki/Mirza_Ghalib","text":"\"Dabeer-ul-Mulk, Najm-ud-daulah\" Mirza Asadullah Beg Khan (;) born Mirza Asadullah Baig Khan (Urdu:;), pen-name Ghalib (Urdu:, \"ġhālib\" means \"dominant\") and Asad (Urdu:, \"Asad\" means \"lion\") (27 December 1796 — 15 February 1869), was a great classical Urdu and Persian poet of the Indian subcontinent. Most notably, he wrote several ghazals during his life, which have since been interpreted and sung in many different ways by different people. He is considered to be the most popular and influential poet of the Urdu language.\nEarly life.\nHe was born in 1796 in Akbarabad (present Agra). His father Abdullah Beg Khan and uncle Nasrullah Beg Khan born with his college friends\nin the Army. Mirza Ghalib become orphaned when he was just 5 years old. He lived with his uncle for 4 years, when his uncle too died.\nHe started saying sher in Agra itself. He married the daughter of Nawab Ilahi Baksh 'Maaroof' and therefore moved to Delhi. In Delhi he devoted his full concentration to poetry. Soon he mastered the Persian language. So that no one should call him be-ustad (without a teacher) he fabricated a story that he had an Iranian teacher Abdul Samad live in house for two years to teach him Farsi. Ghalib was always proud of his Farsi poetry but he is known more by his Urdu prose and poetry.\nLater life.\nHe always lived his life lacking money. After 1857 the support from the Royal durbar stopped. The pension from the British Government was stopped because he was suspected of supporting the rebels. He even traveled to Calcutta to restart the pension but to no avail.\nHe went to the Nawab of Rampur, who promised him Rupees 200 if he lived in Rampur and Rs. 100 if he lived anywhere else. His pension was resumed 3 years after that, but all that money was used up for paying old debts. Ghalib died in 1869.\nLetters.\nNot only Urdu poetry but the prose is also indebted to Mirza Ghalib. His letters gave foundation to the easy and popular Urdu. Before Ghalib, letter writing in Urdu was highly ornamental. He made his letters \"talking\" by using words and sentences as if he is talking to the reader. According to him\n\"sau kos say ba-zabaan-e-qalam baateiN kiya karo aur hijr meiN visaal kay ma-zay liya karo\"\n[from hundred of miles talk with the tongue of the pen and enjoy the joy of meeting even when you are separated]\nHis letters were very informal, some times he will just write the name of the person and start the letter. He himself was very humorous and also made his letter very interesting. He said\n\"maiN koshish karta hooN keH koi aisi baat likhooN jo pa-Rhay kHoosh ho jaaye\"\n[I want to write the lines that whoever reads those should enjoy it]\nWhen the third wife of one of his friends died, he wrote...\n\"Allah allah aik woH log haiN jo teen teen dafaH iss qaid say chhooT chu-kaiN haiN aur aik hum haiN keH aik ag-lay pachas baras say jo phaNsi ka phaNda ga-lay meiN paRha hai to naH phaNda hi TuT-ta hai naH dum hi nikalta hai\"\n[Allah Allah, there are some among us who have been freed from the prison three times and I have for the past 50 years this rope around my neck neither this rope breaks nor it takes my life]\nSome scholars says that Ghalib would have the same place in Urdu literature even only on the basis of his letters.\nPoetry.\nIn Urdu ghazals, along with the love and beauty Ghalib added all the facets of life. Because of him the canvas of Urdu ghazal became very extended.\nSince Ghalib was very occupied with Persian, his earlier shers used difficult words and his flights of imagination was such that...\n\"yaa to aap sam-jhay yaa kHuda sam-jhay\"\n[either you (Ghalib) understand or the God understand]\nGhalib was not a philosopher but he questioned things around him.\njub keH tujh bin nahiN koi maujood\nphir yeH hungaamaH ai kHuda kya hai\n[when there is no one besides you;\nthen oh God why is this pandemonium]\nOne also find naughtiness in his writings, he makes fun of every thing and everybody including himself.\njiss meiN laakhoN baras ki hooreiN hoN\naisi jannat ka kya ka-ray koi\n[when the women are million years old\nwhat i will do with that paradise]\nBut Ghalib's sher not only have immediate effect on the heart but it makes you think too.\naah ko chahiye aik umr asar ho-nay tak\nkaun jeeta hai teri zulf kay sar ho-nay tak.\nhum nay mana keH tagHaful naH karo-gay lekin\nkHaak ho jaaayeN-gay tum ko kHabar ho-nay tak.\ndaame hur mauj meiN hai hulqa-e-sad kaam nihaNg\ndekheiN kya guz-ray hai qat-ray peH guhar ho-nay tak.\nReferences.\nTarze-Nigarish \"طرز نگارش\" By Dr Abdul haq","categories":[],"infobox_types":[],"annotations":[{"uri":"Urdu","surface_form":"Urdu","offset":94},{"uri":"Pen-name","surface_form":"pen-name","offset":103},{"uri":"Urdu","surface_form":"Urdu","offset":120},{"uri":"Urdu","surface_form":"Urdu","offset":164},{"uri":"27_December","surface_form":"27 December","offset":193},{"uri":"1796","surface_form":"1796","offset":205},{"uri":"15_February","surface_form":"15 February","offset":212},{"uri":"1869","surface_form":"1869","offset":224},{"uri":"Urdu","surface_form":"Urdu","offset":253},{"uri":"Persian_language","surface_form":"Persian","offset":262},{"uri":"Poet","surface_form":"poet","offset":270},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":282},{"uri":"Ghazal","surface_form":"ghazal","offset":334},{"uri":"Urdu","surface_form":"Urdu","offset":514},{"uri":"Agra","surface_form":"Agra","offset":583},{"uri":"British_Raj","surface_form":"British Government","offset":1424}]}