{"id":117677,"url":"http://en.wikipedia.org/wiki/Wernher_von_Braun","text":"Wernher Magnus Maximilian Freiherr von Braun (23 March 1912–16 June 1977) was a German engineer and scientist. He worked as a rocket designer between the 1930s and 1970s. Some people say he was the most important rocket engineer of the 20th century. He worked for the Nazis during World War II. After World War II, he went to the United States. There, he worked for NASA. In 1955, ten years after entering the country, von Braun became a US citizen.\nHe was one of the developers of the V-2 rocket, the first rocket to fly up to outer space. He also developed the Saturn V rocket, which took people to the moon in 1969.\nEarly life.\nVon Braun was born in Wirsitz (today: \"Wyrzysk\") in Poland on 23 March 1912. His father was the General director of an important bank. During the Weimar Republic, his father was the minister for food and agriculture, Magnus Freiherr von Braun. Von Braun's mother was Emmy von Quistorp, the daughter of a member of the Prussian House of Lords.\nIn 1920, he moved to Berlin. During the first school years, von Braun attended a French secondary school in Berlin. At the age of 13, he got a telescope. This gift raised his interest in astronomy. Because of bad marks, von Braun had to attend a boarding school near Weimar, in 1925. He bought with his extra money the book \"Die Rakete zu den Planetenräumen\" (\"English: The Rocket into Interplanetary Space\") by Hermann Oberth, which is the basis of the modern rocket research. In 1928, he attended the boarding school called Hermann-Lietz-Internat on the German island Spiekeroog. In 1930, he passed his final exams.\nHe started studying at the Technical University of Berlin in summer of 1930. Von Braun also studied at ETH Zurich, in 1931. At the end of September 1931, he went back to Berlin.\nGerman career.\nIn 1933 von Braun began working on rockets for the German Army. On 27 July 1934, he received a Ph.D. from the Technical University of Berlin. \"Max\" and \"Moritz\", two rockets developed by him, went as high as in December 1934. The tests were made in a small village in Kummersdorf, Germany. In 1936, von Braun and his team developed the next generation of rockets, the A-3. The test area in Kummersdorf was too small for this newly-developed rocket. Together with his team of about 90 people, he had to move to a bigger test area in Peenemünde.\nIn 1937, with the Nazis in power, he joined the S.S.. Von Braun worked in Peenemünde between 1937 and 1945. There, he started to develop a new rocket called A4 (Aggregat 4). After some tests, the rocket was renamed to V-2. The \"V\" is for the German word \"Vergeltung\", which means revenge. This was the first long range ballistic missile to be used in war. It was able to carry a one ton warhead up to 50 miles into the air, and travel hundreds of miles to a target. In 1943, Germany started a mass production of this rocket using thousands of concentration camp prisoners as factory workers. They fired thousands of these rockets at targets in Antwerp and Great Britain, especially London. More than 1700 V-2 rockets landed on Antwerp, killing more than 3,700 people. Von Braun and his team started to develop the new generations of these rockets, the V-9 and V-10, which were for targets in the US.\nEarly years.\nVon Braun and about 100 other scientists were brought to America in 1945 after they surrendered. They began to work for the United States Army at Fort Bliss, Texas, where they instructed American soldiers in launching captured V-2s. He became an American citizen in 1955. During the 1950s, von Braun tried to get support for an American space program. When the Soviet Union launched Sputnik, the United States finally started a space program. At first, the Navy was in charge, but their first Vanguard satellite was destroyed when the rocket blew up on the launch pad in December 1957. The satellite program was given to the army, and the more experienced von Braun was able to start work with the rest of his team. The Redstone rocket put a satellite into orbit on January 31, 1958.\nHuntsville and NASA.\nIn 1950 Von Braun started work at the Army's new Redstone Arsenal in Huntsville, Alabama, which later became NASA's Marshall Space Flight Center. There, he and his team developed the Redstone missile, similar to the V-2. In 1959, Von Braun and other Germans were transferred to NASA along with all Army space activities. His final and most successful rocket was the Saturn V, which carried astronauts to the moon. However, after the Apollo 11 Moon landing in 1969, public support for the space program declined. In 1972, von Braun retired from NASA and went to work with Fairchild Industries, in Maryland.\nLater years.\nIn 1972, von Braun left NASA. He started to work in the private sector. He retired from work in January 1977 because he was sick. That year, he died at age 65 of colon cancer.\nAfter his death.\nVon Braun's work was able to give humankind a wider view into the universe. His rockets continued to be made mostly as missile<nowiki/>s. More of them were actually used for satellite launches, moon landing<nowiki/>s, and deep space exploration.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germans","surface_form":"German","offset":80},{"uri":"Engineer","surface_form":"engineer","offset":87},{"uri":"Scientist","surface_form":"scientist","offset":100},{"uri":"Rocket","surface_form":"rocket","offset":126},{"uri":"Designer","surface_form":"designer","offset":133},{"uri":"Nazi","surface_form":"Nazi","offset":268},{"uri":"World_War_II","surface_form":"World War II","offset":281},{"uri":"United_States","surface_form":"United States","offset":330},{"uri":"NASA","surface_form":"NASA","offset":366},{"uri":"Citizenship_in_the_United_States","surface_form":"US citizen","offset":438},{"uri":"V-2_rocket","surface_form":"V-2 rocket","offset":486},{"uri":"Outer_space","surface_form":"outer space","offset":528},{"uri":"Saturn_V","surface_form":"Saturn V","offset":563},{"uri":"Apollo_11","surface_form":"took people to the moon","offset":586},{"uri":"Wirsitz","surface_form":"Wirsitz","offset":653},{"uri":"Poland","surface_form":"Poland","offset":683},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":777},{"uri":"Minister","surface_form":"minister","offset":813},{"uri":"Agriculture","surface_form":"agriculture","offset":835},{"uri":"Prussian_House_of_Lords","surface_form":"Prussian House of Lords","offset":949},{"uri":"Berlin","surface_form":"Berlin","offset":995},{"uri":"French_language","surface_form":"French","offset":1055},{"uri":"Secondary_school","surface_form":"secondary school","offset":1062},{"uri":"Telescope","surface_form":"telescope","offset":1117},{"uri":"Gift","surface_form":"gift","offset":1133},{"uri":"Astronomy","surface_form":"astronomy","offset":1161},{"uri":"Boarding_school","surface_form":"boarding school","offset":1220},{"uri":"Weimar","surface_form":"Weimar","offset":1241},{"uri":"Research","surface_form":"research","offset":1442},{"uri":"Germany","surface_form":"German","offset":1530},{"uri":"Spiekeroog","surface_form":"Spiekeroog","offset":1544},{"uri":"Abitur","surface_form":"final exams","offset":1579},{"uri":"Study","surface_form":"study","offset":1603},{"uri":"Technical_University_of_Berlin","surface_form":"Technical University of Berlin","offset":1619},{"uri":"Summer","surface_form":"summer","offset":1653},{"uri":"ETH_Zurich","surface_form":"ETH Zurich","offset":1695},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":1880},{"uri":"Village","surface_form":"village","offset":2042},{"uri":"Germany","surface_form":"Germany","offset":2066},{"uri":"Generation","surface_form":"generation","offset":2126},{"uri":"Peenem%C3%BCnde","surface_form":"Peenemünde","offset":2317},{"uri":"Nazi","surface_form":"Nazi","offset":2347},{"uri":"Schutzstaffel","surface_form":"S.S.","offset":2377},{"uri":"V-2","surface_form":"V-2","offset":2547},{"uri":"Revenge","surface_form":"revenge","offset":2609},{"uri":"Mass_production","surface_form":"mass production","offset":2822},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":2872},{"uri":"Antwerp","surface_form":"Antwerp","offset":2973},{"uri":"Great_Britain","surface_form":"Great Britain","offset":2985},{"uri":"London","surface_form":"London","offset":3011},{"uri":"Surrendered","surface_form":"surrendered","offset":3326},{"uri":"US_Army","surface_form":"United States Army","offset":3366},{"uri":"Texas","surface_form":"Texas","offset":3400},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":3603},{"uri":"Sputnik","surface_form":"Sputnik","offset":3625},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":3744},{"uri":"Huntsville%2C_Alabama","surface_form":"Huntsville, Alabama","offset":4116},{"uri":"NASA","surface_form":"NASA","offset":4156},{"uri":"Saturn_V","surface_form":"Saturn V","offset":4413},{"uri":"Astronaut","surface_form":"astronaut","offset":4437},{"uri":"Apollo_11","surface_form":"Apollo 11","offset":4480},{"uri":"Maryland","surface_form":"Maryland","offset":4643},{"uri":"Sector","surface_form":"sector","offset":4730},{"uri":"Retirement","surface_form":"retired","offset":4741},{"uri":"Colon","surface_form":"colon","offset":4828},{"uri":"Cancer","surface_form":"cancer","offset":4834},{"uri":"Human","surface_form":"human","offset":4893},{"uri":"Universe","surface_form":"universe","offset":4925},{"uri":"Missile","surface_form":"missile","offset":4978},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":5033},{"uri":"Moon_landing","surface_form":"moon landing","offset":5053},{"uri":"Space_exploration","surface_form":"space exploration","offset":5086}]}