{"id":117634,"url":"http://en.wikipedia.org/wiki/History_of_Pakistan","text":"ce=\"preserve\">Pakistanis are a blend of their Harappan, Aryan, Persian,Hindu, Greek, Saka, Parthian, Kushan, White Hun, Arab, Turkic, Afghan, and Mughal heritage. Waves of invaders and migrants settled down in Pakistan throughout the centuries, influencing the locals and being absorbed among them.The founder of Pakistan is Quaid-e-Azam.\nTimeline.\nDuring the period 6000 BC and 2000 BC, late Neolithic culture and the start of the Bronze Age was taking shape in the Indus Valley of Ancient India.\nThe Neolithic era.\nAbout 7000 years before, by 5100 BC, early Neolithic culture had developed in ancient Pakistan. People had learned farming. They tended goats, lived in houses build of mud, and had learned to make baskets. Potteries were also made.\nPersian and Greek invasion.\nAround the 5th century BC, north-western parts of India faced invasion by the Achaemenid Empire and the Greeks of Alexander's army. Persian way of thinking, administration and lifestyle came to India. This influence became bigger during the Mauryan dynasty.\nAchaemenid Empire.\nFrom around 520 BC, Achaemenid Empire’s Darius I ruled large part of northwestern parts of the Indian subcontinent.\nThen Alexander conquered these areas. Herodotus, a historian of that time has written that these areas were the richest areas of Alexander’s Empire. Achaemenid rule lasted about 186 years. In modern times, there are still traces of this Greek heritage to be found in parts of northwestern India.\nGreco-Buddhist period.\nGreco-Buddhism (also spelt as Græco-Buddhism) is a combination of culture of Greece and Buddhism. This mixture of cultures continued to develop for 800 long years, from 4th century BC until the 5th century AD. The area where it happened is modern day’s Afghanistan and Pakistan. This mixture of cultures influenced Mahayana Buddhism and spread of Buddhism to China, Korea, Japan and Tibet.\nArrival of Islam.\n16th July 622 Hijri calendar is considered to be started as Muhammad migrated to Madina.\n16 March 1527 Kanwaha battle took place between forces of Babur and Rana Songa of Mewar, a Rajput prince. Babur forces defeated Rajput in this decisive battle.\n26 June 1564 Sheikh Ahmad was born who joined Naqshbandya Silsilah under the decipline of Khawaja Baqi Billah. He gave the philosophy of Wahdat-ul Wujud and Wahdat-ush Shuhud in his dedication to Islam.\n21 February 1703 Shah Wali Ullah son of Shah Abdul Rehman born\nIndus Valley civilization.\nThe Indus Valley Civilization flourished from about 2600 BCE to 1900 BCE. It marked the beginning of the urban civilization on the subcontinent. It was centred on the Indus River and its tributaries, which is in present-day Pakistan. It is thought that a gradual deforestation caused by geological disturbances and climate change caused the fall of the civilization.\nThe civilization is famous for its cities that were built of brick, had a road-side drainage system and multi-storied houses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Harappan","surface_form":"Harappan","offset":46},{"uri":"Aryan","surface_form":"Aryan","offset":56},{"uri":"Persian_people","surface_form":"Persian","offset":63},{"uri":"Hindu","surface_form":"Hindu","offset":71},{"uri":"Ancient_Greece","surface_form":"Greek","offset":78},{"uri":"Saka","surface_form":"Saka","offset":85},{"uri":"Parthian","surface_form":"Parthian","offset":91},{"uri":"Kushan","surface_form":"Kushan","offset":101},{"uri":"White_Hun","surface_form":"White Hun","offset":109},{"uri":"Arab","surface_form":"Arab","offset":120},{"uri":"Turkic","surface_form":"Turkic","offset":126},{"uri":"Afghan","surface_form":"Afghan","offset":134},{"uri":"Mughal","surface_form":"Mughal","offset":146},{"uri":"Quaid-e-Azam","surface_form":"Quaid-e-Azam","offset":325},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":432},{"uri":"Neolithic","surface_form":"Neolithic","offset":560},{"uri":"Agriculture","surface_form":"farming","offset":632},{"uri":"Goat","surface_form":"goat","offset":653},{"uri":"Achaemenid_Empire","surface_form":"Achaemenid Empire","offset":855},{"uri":"Alexander","surface_form":"Alexander","offset":891},{"uri":"Mauryan_Dynasty","surface_form":"Mauryan dynasty","offset":1018},{"uri":"Herodotus","surface_form":"Herodotus","offset":1208},{"uri":"Ancient_Greece","surface_form":"Greece","offset":1566},{"uri":"Buddhism","surface_form":"Buddhism","offset":1577},{"uri":"Mahayana_Buddhism","surface_form":"Mahayana Buddhism","offset":1804},{"uri":"China","surface_form":"China","offset":1848},{"uri":"Korea","surface_form":"Korea","offset":1855},{"uri":"Japan","surface_form":"Japan","offset":1862},{"uri":"Tibet","surface_form":"Tibet","offset":1872},{"uri":"Indus_River","surface_form":"Indus River","offset":2606},{"uri":"Tributary","surface_form":"tributaries","offset":2626},{"uri":"Deforestation","surface_form":"deforestation","offset":2702},{"uri":"Climate_change","surface_form":"climate change","offset":2754},{"uri":"Civilization","surface_form":"civilization","offset":2792}]}