{"id":117619,"url":"http://en.wikipedia.org/wiki/NHL_Entry_Draft","text":"ce=\"preserve\">The NHL Entry Draft is an event in which the teams of the National Hockey League (NHL) systematically select the rights to available amateur players who meet the requirements to play professional hockey in the NHL.\nDraft order.\nDraft order in the Entry Draft is determined by a combination of lottery, regular season standing, and playoff results. In all cases, the team considered is the original holder of the draft pick, not a team which may have acquired the pick via a trade or other means.\nDraft oddities.\nIn the 1974 entry draft, Buffalo Sabres General Manager Punch Imlach deliberately selected an imaginary Japanese center, Taro Tsujimoto, supposedly of the Tokyo Katanas of the Japanese Ice Hockey League, in the 11th round (183rd overall). Only after weeks had passed did the league discover that Tsujimoto did not in fact exist. Imlach later revealed that he had played the prank because of his frustration with the excessive tedium and length of that year's draft proceedings. Today, the league officially records the 183rd selection of the 1974 entry draft as an \"invalid claim\".\nLikewise, the Florida Panthers attempted to draft Russian hockey phenomenon Alexander Ovechkin in 2003, even though his birthday was two days after the cut-off. The Panther's GM claimed that, with the addition of extra days falling on Leap Year, Ovechkin was actually eligible to be drafted.\nPlayer numbers by league summary.\nBelow is a chart showing where players have been drafted from by year. The leagues represented are the Ontario Hockey League, Western Hockey League, Quebec Major Junior Hockey League, United States Colleges, United States High Schools, International players. Those player listed under Other do not fit any of the other listed categories. International players who were playing for teams in North American leagues are listed in the chart as being drafted from their respective league rather than being listed as international. [http://scoreboards.canoe.ca/default.asp?c=canoe&page=nhl/misc/DRAFT-HISTORICAL.htm]\nPlayer numbers by team.\nThis is a ranking of the minor teams who have provided the most players to the NHL as of the 2007 NHL Entry Draft.\nRank - Team, League - Players\nNote: Totals for Canadian Hockey League teams include all teams from that city, regardless of franchise moves except for Toronto, Quebec City, Montreal, Calgary and Vancouver.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":72},{"uri":"Buffalo_Sabres","surface_form":"Buffalo Sabres","offset":551},{"uri":"Punch_Imlach","surface_form":"Punch Imlach","offset":582},{"uri":"Taro_Tsujimoto","surface_form":"Taro Tsujimoto","offset":647},{"uri":"Florida_Panthers","surface_form":"Florida Panthers","offset":1122},{"uri":"Alexander_Ovechkin","surface_form":"Alexander Ovechkin","offset":1184},{"uri":"Leap_Year","surface_form":"Leap Year","offset":1343},{"uri":"Ontario_Hockey_League","surface_form":"Ontario Hockey League","offset":1537},{"uri":"Western_Hockey_League","surface_form":"Western Hockey League","offset":1560},{"uri":"Quebec_Major_Junior_Hockey_League","surface_form":"Quebec Major Junior Hockey League","offset":1583},{"uri":"Canadian_Hockey_League","surface_form":"Canadian Hockey League","offset":2231}]}