{"id":117716,"url":"http://en.wikipedia.org/wiki/A_Bug%27s_Life","text":"\"A Bug's Life\" is a 1998 movie made by Pixar. It follows the conflict between ants and grasshoppers in the world of insects. It is a retelling of a fable by Aesop, \"The Ant and the Grasshopper\".\nProduction.\nThe was first considered in 1988, as a short movie to be based on Aesop's fable, but it was delayed by \"Toy Story\". Almost a year after its release, Disney made an agreement with Pixar to make movies together. John Lasseter, Andrew Stanton, Pete Doctor and Joe Ranft brought up the idea of the project, \"A Bugs Life\" in late 1994. The ideas for \"Monsters, Inc.\", \"Finding Nemo\" and \"WALL-E\" were also brought up and the three decided to have the grasshoppers demand food instead of begging for it, as it is in the fable. Akira Kurosawa's \"Seven Samurai\" helped influence the project. A basic story treatment was completed in 1995 and production began soon after. The movie had many technical challenges. One of the biggest technical triumphs was the simulation of crowds of ants. It would be impossible for an animator to animate every single ant in a crowd of thousands. So the technical supervisors came up with a computer program that would make every single ant in the crowd different in small ways; for example, different eye colour, skin colour, weight, or height. They would also build a several ants that could be animated. When randomly distributed through the crowds, these ants would appear to be blinking, talking or looking in different directions.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"Movie","surface_form":"movie","offset":25},{"uri":"Pixar","surface_form":"Pixar","offset":39},{"uri":"Ant","surface_form":"ant","offset":78},{"uri":"Grasshopper","surface_form":"grasshopper","offset":87},{"uri":"Insect","surface_form":"insect","offset":116},{"uri":"Fable","surface_form":"fable","offset":148},{"uri":"Aesop","surface_form":"Aesop","offset":157},{"uri":"Toy_Story","surface_form":"Toy Story","offset":311},{"uri":"Disney","surface_form":"Disney","offset":356},{"uri":"Monsters%2C_Inc.","surface_form":"Monsters, Inc.","offset":553},{"uri":"Finding_Nemo","surface_form":"Finding Nemo","offset":571},{"uri":"WALL-E","surface_form":"WALL-E","offset":590},{"uri":"Begging","surface_form":"begging","offset":689},{"uri":"Seven_Samurai","surface_form":"Seven Samurai","offset":746},{"uri":"Simulation","surface_form":"simulation","offset":957},{"uri":"Animator","surface_form":"animator","offset":1017},{"uri":"Computer_program","surface_form":"computer program","offset":1123}]}