{"id":117704,"url":"http://en.wikipedia.org/wiki/Toy_Story_3","text":"\"Toy Story 3\" is a 2010 American 3-D computer-animated movie. It was released by Pixar Animation Studios on June 18, 2010. It is a sequel to \"Toy Story\" and \"Toy Story 2\".\nPlot.\nA 17-year old Andy (John Morris) is packing for college and his toys, who have not been played with in a long time, feel forgotten and abandoned. Andy decides to take Woody (Tom Hanks) with him to college and intends to store the other toys in the attic. A misunderstanding with Andy's slightly aged mother (Laurie Metcalf) results in the other toys being thrown away, making them think they are no longer wanted; they escape and decide to climb in a box to be donated to a daycare center called Sunnyside, along with Woody.\nAndy's toys are welcomed by the numerous toys at Sunnyside, and given a tour of the seemingly perfect play-setting by Lots-o'-Huggin' Bear (Ned Beatty) (A.K.A. \"Lotso\"), Lotso's chief enforcer Big Baby (Woody Smith), and the smooth-talking Ken (Michael Keaton), the latter of whom Barbie (Jodi Benson) falls in love with. All of the toys are quickly enamored with their new home, leaving Woody to try to return to Andy on his own. However, Woody is picked up outside the school by a little girl named Bonnie Anderson (Emily Hahn). She takes him home and plays with him along with her other toys, who are well treated, happy, and readily welcome Woody. Woody is elated until he hears about Lotso from Chuckles the Clown (Bud Luckey). Lotso, along with Big Baby and Chuckles, were once accidentally lost by their original owner, Daisy. The three found their way back to their owner's home, but Lotso saw that he had been replaced. Even though Chuckles realized the truth, an embittered Lotso convinced Big Baby that they were abandoned, and used Big Baby's size to help him take control of the toys at Sunnyside in the fashion of organized crime. Worried for his friends, Woody hurries back to the daycare and finds that they have been put on task to be played with the rambunctious, toy-abusing youngest toddlers. They are also kept under guard at night by Buzz (Tim Allen) whom Lotso has reverted to a demonstration state to destroy his memories, restoring his original \"Space Ranger\" persona and allying with him.\nWoody rejoins his friends and they work out an escape plan involving the garbage dumpster. In the process, Buzz is accidentally reset into a Spanish-speaking mode during an attempt to restore him to normal. The toys reach the dumpster, but are headed off by Lotso and his evil henchmen. As a garbage truck approaches, Woody explains to Big Baby that Lotso has lied to him and that his owner still loved him, whereupon Big Baby, Ken and the other Sunnyside toys turn on Lotso and push him into the dumpster. However, Lotso manages to pull Woody in with him just as the garbage truck collects the dumpster. Woody's friends board the truck to rescue him, during which Buzz is hit by a falling television while saving Jessie (Joan Cusack), finally returning to his old self. The toys find themselves at the local landfill and are soon pulled onto a conveyor belt leading to an incinerator. They help Lotso to reach an emergency stop button, but instead he escapes and leaves them to be burned. Believing they are at their final moments, the toys join hands, but they are rescued just in time by the squeeze toy aliens (Jeff Pidgeon) using a giant crane. The toys return to Andy's home, while Lotso is found by a garbage truck driver and is tied to its front grille as a decoration.\nAt Andy's house, Woody climbs back into the box with Andy's college supplies while the other toys resign themselves to the attic. Woody has a last minute inspiration, and leaves a note to Andy on the toys' box. Andy, mistaking it for a note from his mom, takes the box to Bonnie's home, introduces his old toys to Bonnie and gives her the toys to play with. In the end, Bonnie recognizes Woody, laying at the bottom of the box, to Andy's surprise. Andy is initially reluctant to give him to her, but eventually does so and then spends some time playing with her before he departs. Woody watches Andy's car while it disappears into the distance, and quietly says a last \"So long, partner.\" Woody and the other toys find themselves wanted and played with again, and learn through notes passed in Bonnie's backpack that Barbie, Ken, and Big Baby have turned around the life of all the toys at Sunnyside for the better.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"3-D","surface_form":"3-D","offset":33},{"uri":"Computer","surface_form":"computer","offset":37},{"uri":"Animation","surface_form":"animated","offset":46},{"uri":"Movie","surface_form":"movie","offset":55},{"uri":"Pixar","surface_form":"Pixar Animation Studios","offset":81},{"uri":"Sequel","surface_form":"sequel","offset":131},{"uri":"Toy_Story","surface_form":"Toy Story","offset":142},{"uri":"Toy_Story_2","surface_form":"Toy Story 2","offset":158},{"uri":"John_Morris_(actor)","surface_form":"John Morris","offset":198},{"uri":"Tom_Hanks","surface_form":"Tom Hanks","offset":352},{"uri":"Laurie_Metcalf","surface_form":"Laurie Metcalf","offset":486},{"uri":"Ned_Beatty","surface_form":"Ned Beatty","offset":843},{"uri":"Woody_Smith","surface_form":"Woody Smith","offset":906},{"uri":"Michael_Keaton","surface_form":"Michael Keaton","offset":948},{"uri":"Jodi_Benson","surface_form":"Jodi Benson","offset":992},{"uri":"Emily_Hahn_(actress)","surface_form":"Emily Hahn","offset":1221},{"uri":"Bud_Luckey","surface_form":"Bud Luckey","offset":1423},{"uri":"Tim_Allen","surface_form":"Tim Allen","offset":2065},{"uri":"Joan_Cusack","surface_form":"Joan Cusack","offset":2940},{"uri":"Jeff_Pidgeon","surface_form":"Jeff Pidgeon","offset":3333}]}