{"id":117874,"url":"http://en.wikipedia.org/wiki/Cold_Mountain_(movie)","text":"\"Cold Mountain\" is a 2003 American drama movie set in North Carolina. It was directed by Anthony Minghella. The main actors in the movie are Jude Law, Nicole Kidman, and Renee Zellweger. It was nominated for seven Academy Awards and won one, for Zellweger as Best Supporting Actress.\nPlot.\nThe movie is about a Civil War deserter named W. P. Inman. He has deserted the Confederate Army – he does not to fight the war anymore and they would not let him go, so he left and has not come back. In the Civil War, the Confederacy wanted to break away from the United States, but the Union would not let them, so they fought for whether the Confederacy (also called the South) should be allowed to break away or not. Before he left, he fell in love with a woman named Ada and now he wants to be back with her.\nAlong the way, Inman finds a preacher named John. John is a drunk, but he goes with Inman. However, they are caught by the Home Guard, a group of men who try to find deserters and round them up. They are put in chains with a bunch of other people and are forced to march for a few days. However, the Home Guard gets tired of moving them and decides to shoot them all. Inman manages to not get hit and soon breaks free.\nAt home, Ada is living with her father. Her father dies soon after Inman leaves and soon the farmhouse and the farm breaks down and looks bad. A woman named Ruby comes and teaches Ada how to work and fix the farmhouse up. They soon become good friends. One day, Ruby's father comes to the farm. He had left his wife and the children before, and Ruby slaps him because of it but she lets him in. He can play an instrument.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":26},{"uri":"Drama_movie","surface_form":"drama movie","offset":35},{"uri":"North_Carolina","surface_form":"North Carolina","offset":54},{"uri":"Movie_director","surface_form":"directed","offset":77},{"uri":"Anthony_Minghella","surface_form":"Anthony Minghella","offset":89},{"uri":"Actor","surface_form":"actor","offset":117},{"uri":"Movie","surface_form":"movie","offset":131},{"uri":"Jude_Law","surface_form":"Jude Law","offset":141},{"uri":"Nicole_Kidman","surface_form":"Nicole Kidman","offset":151},{"uri":"Renee_Zellweger","surface_form":"Renee Zellweger","offset":170},{"uri":"Nominate","surface_form":"nominated","offset":194},{"uri":"Academy_Award","surface_form":"Academy Award","offset":214},{"uri":"American_Civil_War","surface_form":"Civil War","offset":311},{"uri":"Confederate_Army","surface_form":"Confederate Army","offset":369},{"uri":"United_States","surface_form":"United States","offset":554}]}