{"id":117996,"url":"http://en.wikipedia.org/wiki/Telepathy","text":"Telepathy is the hypothesis that some people can communicate to others by thought, instead of through the known senses.\nThe term was coined by classics scholar and psychologist Frederic William Henry Myers in 1882. Sigmund Freud did experiments with his daughter Anna where he attempted to communicate with her telepathically. In 1930 Upton Sinclair wrote a book about his experiments with his wife in telepathic communication entitled \"Mental Radio\".\nEysenck's opinion.\nProfessor Hans Eysenck of London University's Institute of Psychiatry stated \"Unless there is a gigantic conspiracy involving some thirty university departments all over the world, and several hundred highly respected scientists in various fields, many of them originally skeptical to the claims of the psychical researchers, the only conclusion that the unbiased observer can come to is that there does exist a small number of people who obtain knowledge existing in other people's minds, or in the outer world, by means as yet unknown to science\".\nScientific reception.\nA variety of tests have been performed to demonstrate telepathy, but there is no scientific evidence that the power exists.\nA panel commissioned by the United States National Research Council to study paranormal claims concluded that \"despite a 130-year record of scientiﬁc research on such matters, our committee could ﬁnd no scientiﬁc justiﬁcation for the existence of phenomena such as extrasensory perception, mental telepathy or 'mind over matter' exercises... Evaluation of a large body of the best available evidence simply does not support the contention that these phenomena exist.\" The scientific community considers parapsychology a pseudoscience. There is no known mechanism for telepathy. Philosopher and physicist Mario Bunge has written that telepathy would contradict laws of science and the claim that \"signals can be transmitted across space without fading with distance is inconsistent with physics\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Hypothesis","surface_form":"hypothesis","offset":17},{"uri":"Frederic_William_Henry_Myers","surface_form":"Frederic William Henry Myers","offset":177},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":215},{"uri":"Anna_Freud","surface_form":"Anna","offset":263},{"uri":"Upton_Sinclair","surface_form":"Upton Sinclair","offset":335},{"uri":"Hans_Eysenck","surface_form":"Hans Eysenck","offset":481},{"uri":"United_States","surface_form":"United States","offset":1195},{"uri":"National_Research_Council","surface_form":"National Research Council","offset":1209},{"uri":"Parapsychology","surface_form":"parapsychology","offset":1670},{"uri":"Mario_Bunge","surface_form":"Mario Bunge","offset":1771},{"uri":"Scientific_law","surface_form":"laws of science","offset":1827}]}