{"id":117994,"url":"http://en.wikipedia.org/wiki/Panic_attack","text":"Panic attacks are sudden periods of very bad anxiety. Along with feeling very scared, people with panic attacks usually have physical symptoms. These symptoms are not dangerous. However, they can make a person feel terrible for a short time. Having a panic attack is often terrifying and very upsetting. Many people who have a panic attack for the first time call the emergency services because they think they are having a heart attack or a nervous breakdown.\nThough panic attacks make people feel terrible, they are not dangerous. Usually, the worst symptoms are over in ten minutes or less. However, some panic attacks can be as short as one to five minutes.\nPanic attacks can happen in people with all kinds of mental illnesses. They can also happen in people who do not have mental illness, but have just had something very bad happen to them.\nA panic attack is sometimes confused with anxiety. Anxiety is progressive, when we think of negative thoughts, the anxiety becomes worse when we do not try to relax and it reaches to a point when we're out of control. A panic attack is not progressive, when we think of negative thoughts, a panic attack goes straight to us feeling out of control and people would often think they're having a heart attack because an anxious heart feels very similar to a heart attack. A panic attack is far worse than an anxiety attack, though both attacks require the person to learn how to calm down or get professional help if it becomes a problem in their daily lives.\nSymptoms.\n\"An abrupt [sudden] surge of intense [very strong] fear or intense discomfort that reaches a peak within minutes... [During that] time four or more of the following symptoms occur. The abrupt surge can occur from a calm state or an anxious state.\"\nThe physiology behind panic attacks.\nWhen a person is truly in danger, these changes in the body can help the person survive. The changes in the body make it easier for the person to fight or run away from the danger.\nEvery symptom of a panic attack is caused by the fight or flight reaction. This is why panic attacks are not dangerous. The fight or flight system is meant to save a person's life if they are in danger. It is a natural self-defense system in the human body. When a panic attack happens, this life-saving fight or flight system is simply kicking in when it is not needed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anxiety","surface_form":"anxiety","offset":45},{"uri":"Symptom","surface_form":"symptoms","offset":134},{"uri":"Heart_attack","surface_form":"heart attack","offset":424},{"uri":"Nervous_breakdown","surface_form":"nervous breakdown","offset":442},{"uri":"Mental_illness","surface_form":"mental illnesses","offset":715},{"uri":"Anxiety","surface_form":"anxiety","offset":891},{"uri":"Physiology","surface_form":"physiology","offset":1768},{"uri":"Self-defence","surface_form":"self-defense","offset":2201}]}