{"id":118025,"url":"http://en.wikipedia.org/wiki/Gout","text":"Gout is a very painful medical condition. It is a red, tender, hot, swollen joint. The attacks happen most often in the joint at the base of the big toe. It is caused by crystals getting deposited from the blood. This happens when the level of uric acid in the blood is too high. The crystals then stay in joints, tendons, and surrounding tissues.\nInflammatory arthritis happens in about 50% of all cases of gout. The disease may also appear as kidney disease due to urate crystals. People with gout often have more than one attack of gout.\nDoctors decide a patient has gout if they find crystals in the joint fluid. Treatment with anti-inflammatory drugs, steroids, or colchicine improves symptoms. Once an attack goes away, the patient can change his or her lifestyle to reduce levels of uric acid. People who have gout attacks often may take allopurinol or probenecid to prevent symptoms later.\nGout has become more common. It affects approximately one to two percent of people in the West during their lifetimes. Risk factors have been increasing and may be causing the increase in gout. Metabolic syndrome, longer life expectancy, and changes in diet are the most common risk factors. Gout was historically known as “the disease of kings” or “the disease of rich men\".\nSigns and symptoms.\nGout can present in a number of ways, although the most common is a recurrent attack of intense inflammatory arthritis (a red, tender, hot, swollen joint). Joint pain usually begins over 2–4 hours and during the night. Symptoms occur at night because of the lower body temperature at this time.\nHigh levels of uric acid in the blood over a long period of time (hyperuricemia) may cause other symptoms such as hard, painless deposits of uric acid crystals known as tophi. Extensive tophi may lead to chronic arthritis due to bone erosion. High levels of uric acid in the blood may also cause crystals to form in the kidneys. This causes stone formation followed by urate nephropathy.\nCause.\nA very high, abnormal level of uric acid in the blood (hyperuricemia) is the basic cause of gout. Diet and a person's genes are two of several possible causes of the high levels. Levels can also become high if the body cannot excrete enough urate, the salts of uric acid.\nLifestyle.\nThe kinds and amounts of foods people eat cause about 12% of gout. Drinking alcohol or fructose-sweetened drinks, and eating meat and seafood can cause this disease. Injuries and surgery may also start an attack of gout. Recent studies showed that some beliefs about connections between diet and gout were not true. Eating purine-rich vegetables (e.g., beans, peas, lentils, and spinach) large amounts of protein do not contribute to developing gout. Coffee, vitamin C, and dairy products, as well as physical fitness appear to decrease the risk. These things reduce insulin resistance and may reduce cases of gout.\nInherited causes.\nInherited factors are about 60% responsible for the variability in uric acid level. Two genes called SLC2A9 and ABCG2 are commonly associated with gout. Variations in these genes can almost double the risk of developing this disease.\nMedical conditions.\nGout often happens with other medical problems. Metabolic syndrome happens along with nearly 75% of all cases of gout. Gout often makes these other problems worse or harder to treat: polycythemia, lead poisoning, renal failure, hemolytic anemia, psoriasis, and solid organ transplants. Males have three times the chance of getting gout when the body mass index is greater than or equal to 35. Frequent lead exposure and lead-contaminated alcohol are risk factors for gout because lead harms the kidney function.\nChanges in the body.\nGout is a disorder of purine metabolism, and occurs when its final metabolite, uric acid, crystallizes in the form of monosodium urate. The blood deposits the crystals in joints, on tendons, and in the surrounding tissues. These crystals then trigger a localimmune system inflammatory reaction. Uricase is required to breakdown uric acid. An evolutionary loss of uricase in humans and higher primates has made this condition so common.\nThe triggers that cause uric acid to build up in the blood are not well understood. While it may crystallize at normal levels, it is more likely to do so as uric acid levels increase. Other factors believed to be important in triggering an acute episode of arthritis include cool temperatures, rapid changes in uric acid levels, acidosis, articular hydration, and extracellular matrixproteins, such as proteoglycans, collagens, and chondroitin sulfate. The increased critilization at low temperatures partly explains why the joints in the feet are most commonly affected. Rapid changes in uric acid may occur due to a number of factors, including trauma, surgery, chemotherapy, diuretics, and stopping or starting the medication allopurinol.\nDiagnosis.\nGout may be diagnosed and treated without further investigations in someone with hyperuricemia and the classic podagra. If there is any doubt about the diagnosis, synovial fluid analysis should be done. X-rays are useful for identifying chronic gout only. X-rays are not useful for treating acute gout attacks.\nSynovial fluid.\nA definitive diagnosis of gout is based upon the identification of monosodium urate (MSU) crystals in joint fluid or a tophus. All synovial fluid samples obtained from undiagnosed, inflamed joints should be examined for these crystals. Under polarized light microscopy, the crystals have a needle-like shape and strong negative birefringence. This test is difficult to perform, and often requires a trained technician. The fluid must also be examined relatively quickly after aspiration, as temperature and pH affect their solubility.\nBlood tests.\nHyperuricemia is a classic feature of gout. Gout occurs nearly half of the time without hyperuricemia and most people with raised uric acid levels never develop gout. The usefulness of measuring uric acid levels is limited. Hyperuricemia is defined as a plasma urate level greater than 420 \"μ\"mol/L (7.0 mg/dL) in males and 360 \"μ\"mol/L (6.0 mg/dL) in females. Other blood tests commonly performed are white blood cell count, electrolytes, renal function, and erythrocyte sedimentation rate(ESR). Both the white blood cells and ESR may be elevated due to gout in the absence of infection. A white blood cell count as high as 40.0×109/L (40,000/mm3) has been documented in people with gout.\nDifferential diagnosis.\nThe most important diagnosis to rule out in gout is septic arthritis (an infection in the joint). This should be considered in those with signs of infection or those who do not improve with treatment. A joint fluid Gram stainand culture may be performed to support the diagnosis. Other conditions which present similarly include pseudogout and rheumatoid arthritis. Gouty tophi, especially when not in a joint, can be mistaken for basal cell carcinoma, or other cancers.\nPrevention.\nBoth lifestyle changes and medications can decrease uric acid levels. Dietary and lifestyle choices that are effective include reducing intake of food such as meat and seafood, eating adequate vitamin C, limiting alcohol and fructose consumption, and avoiding obesity. A low-calorie diet in obese men decreased uric acid levels by 100 µmol/L (1.7 mg/dL) on average. Vitamin C intake of 1,500 mg per day decreases the risk of gout by 45%. Coffee, but not tea, consumption is associated with a lower risk of gout. Gout may be secondary to sleep apnea through the release of purines from oxygen-starved cells. Treatment of sleep apnea can lessen the occurrence of gout attacks.\nTreatment.\nThe first goal of treating gout is to reduce the symptoms of an acute attack. Repeated attacks can be prevented by using different drugs that reduce the uric acid levels in the blood. Ice applied for 20 to 30 minutes several times a day decreases pain. Options for immediate treatment include nonsteroidal anti-inflammatory drugs (NSAIDs), colchicine and steroids. Options for prevention include allopurinol, febuxostat and probenecid. Lowering uric acid levels can cure the disease. Treatment of comorbidities is also important.\nNSAIDs.\nNSAIDs are the most common treatment for gout. No specific type of NSAID is significantly more or less effective than any other. Improvement may be seen within 4 hours. Treatment is recommended for 1–2 weeks. NSAIDs are not recommended for people with certain other health problems such as bleeding from the stomach, esophagus or intestines, renal failure, or heart failure. While indomethacin has historically been the most commonly used NSAID, ibuprofen may be preferred due to its lack of side effects. A proton pump inhibitor may be given to people at risk of experiencing gastric side effects.\nColchicine.\nColchicine is an alternative treatment for people that are unable to tolerate NSAIDs. Its side effects, primarily gastrointestinal upset limit its use. The occurrence of gastrointestinal upset depends on the dose. The risk of experiencing this side effect can be reduced by using smaller, yet still effective doses. Colchicine may interact with other commonly prescribed drugs such as atorvastatin and erythromycin.\nSteroids.\nGlucocorticoids (otherwise known as steroids) have been found to be as effective as NSAIDs for treating gout. Glucocorticoids may be used if it is not possible to use NSAIDs. Using glucocorticoids also lead to improvement when it is injected into the joint. A joint infection must be excluded if the condition worsens.\nPegloticase.\nPegloticase (Krystexxa) was approved in the USA to treat gout in 2010. It will be a treatment option for the 3% of people who are intolerant to other medications. Pegloticase is administered as an intravenous infusion every two weeks and has been found to reduce uric acid levels in this population.\nProphylaxis.\nA number of medications are useful for preventing further episodes of gout, including xanthine oxidase inhibitor (including allopurinol and febuxostat), and uricosurics (including probenecid and sulfinpyrazone). They are not usually given until one to two weeks after an acute attack has resolved due to concerns that it may worsen attack symptoms. These medications are often used in combination with either an NSAID or colchicine for the first 3–6 months. This treatment is not recommended until a person has suffered two gout attacks, unless destructive joint changes, tophi, or urate nephropathy exist. This type of treatment is delayed until this point because is not cost effective to offer this treatment sooner. Urate-lowering measures should be increased until serum uric acid levels are below 300–360 µmol/L (5.0-6.0 mg/dL). This treatment should be continued forever. These medications should be continued even if the person experiences a gout attack while on the medication.\nUricosuric drugs are preferred for treating gout if there is not enough uric acid in the urine defined by a 24-hour collection of urine with less than 800 mg of uric acid. Uricosuric drugs are not recommended if the person has a history of renal stones. A 24-hour urine excretion of more than 800 mg indicates overproduction and xanthine oxidase inhibitors are the preferred drugs for providing treatment. Note that probenecid appears to be less effective than allopurinol.\nXanthine oxidase inhibitors (including allopurinol and febuxostat) block uric acid production. Long term therapy is safe and well tolerated, and can be used in people with reduced renal function or urate stones. Allopurinol has caused hypersensitivity in a small number of individuals. In such cases, the alternative drug febuxostat has been recommended.\nOutcomes.\nWithout treatment, an acute attack of gout will usually resolve in 5 to 7 days. 60% of people will have a second attack within one year. Those with gout are at increased risk of hypertension, diabetes mellitus, metabolic syndrome, and renal and cardiovascular disease and at increased risk of death. This may be partly due to its association with insulin resistance and obesity, but some of the increased risk appears to be simply due to having gout.\nWithout treatment, acute gout attacks may develop into chronic gout with destruction of joint surfaces, joint deformity, and painless tophi. These tophi occur in 30% of those who are untreated for five years, often in the outer part of the ear, over the outer part of the elbow, or on the Achilles tendons. With aggressive treatment, they may dissolve. Kidney stones also frequently complicate gout, affecting between 10 and 40% of people. Kidney stones occur due to low urine pH promoting the crystallization of uric acid. Other forms of chronic renal dysfunction may occur.\nEpidemiology.\nGout affects around 1–2% of the Western population at some point in their lives and it is becoming more common. Rates of gout have approximately doubled between 1990 and 2010. This rise is believed to be due to increasing life expectancy, changes in diet, and an increase in diseases associated with gout, such as metabolic syndrome and high blood pressure. A number of factors have been found to influence rates of gout, including age, race, and the season of the year. In men over the age of 30 and women over the age of 50, prevalence is 2%.\nIn the United States, gout is twice as likely to occur in African American males as it is in European Americans. Rates are high among the peoples of the Pacific Islands and the Māori of New Zealand, but rare in Australian aborigines, despite a higher average concentration of serum uric acid in the aboriginal group. Gout has become common in China, Polynesia, and urban sub-Saharan Africa. Some studies have found that gout attacks occur more frequently in the spring. This has been attributed to seasonal changes in diet, alcohol consumption, physical activity, and temperature.\nHistory.\nThe word \"gout\" was initially used by Randolphus of Bocking, around 1200 a.d. It is derived from the Latin word \"gutta\", meaning \"a drop\" (of liquid). According to the Oxford English Dictionary, this is derived from humorism and \"the notion of the 'dropping' of a morbid material from the blood in and around the joints\".\nAgain thick urine, the sediment from which is white, indicates that pain and disease are to be apprehended in the region of joints or viscera... Joint troubles in the hands and feet are very frequent and persistent, such as occur in cases of podagra and cheiragra. These seldom attack eunuchs or boys before coition with a woman, or women except those in whom the menses have become suppressed... some have obtained lifelong security by refraining from wine, mead and venery.\nGouty patients are, generally, either old men, or men who have so worn themselves out in youth as to have brought on a premature old age - of such dissolute habits none being more common than the premature and excessive indulgence in venery, and the like exhausting passions. The victim goes to bed and sleeps in good health. About two o'clock in the morning he is awakened by a severe pain in the great toe; more rarely in the heel, ankle or instep. The pain is like that of a dislocation, and yet parts feel as if cold water were poured over them. Then follows chills and shivers, and a little fever... The night is passed in torture, sleeplessness, turning the part affected, and perpetual change of posture; the tossing about of body being as incessant as the pain of the tortured joint, and being worse as the fit comes on.\nThe Dutch scientist, Antonie van Leeuwenhoek, first described the microscopic appearance of urate crystals in 1679. In 1848, English physician Alfred Baring Garrod realized that this excess uric acid in the blood was the cause of gout.\nIn other animals.\nGout is rare in most other animals due to their ability to produce uricase, which breaks down uric acid. Humans and other great apes don't have this ability, which makes gout common. The \"Tyrannosaurus rex\" specimen known as \"Sue\", however, is believed to have suffered from gout.\nResearch.\nA number of new medications are under study for treating gout, including anakinra, canakinumab, and rilonacept. A man made uricase enzyme (rasburicase) is also available. Its use is limited because it triggers an autoimmune response. Versions of this medication that are less prone to cause allergies are in development.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"medical condition","offset":23},{"uri":"Tendon","surface_form":"tendon","offset":314},{"uri":"Tissue_(biology)","surface_form":"tissue","offset":339},{"uri":"Arthritis","surface_form":"arthritis","offset":361},{"uri":"Steroids","surface_form":"steroids","offset":657},{"uri":"Colchicine","surface_form":"colchicine","offset":670},{"uri":"Allopurinol","surface_form":"allopurinol","offset":845},{"uri":"Probenecid","surface_form":"probenecid","offset":860},{"uri":"Symptom","surface_form":"symptom","offset":882},{"uri":"Western_world","surface_form":"West","offset":988},{"uri":"Metabolic_syndrome","surface_form":"Metabolic syndrome","offset":1092},{"uri":"Life_expectancy","surface_form":"life expectancy","offset":1119},{"uri":"Inflammatory_arthritis","surface_form":"inflammatory arthritis","offset":1390},{"uri":"Uric_acid","surface_form":"uric acid","offset":1604},{"uri":"Hyperuricemia","surface_form":"hyperuricemia","offset":1655},{"uri":"Tophi","surface_form":"tophi","offset":1758},{"uri":"Arthritis","surface_form":"arthritis","offset":1801},{"uri":"Kidney","surface_form":"kidney","offset":1909},{"uri":"Kidney_stone","surface_form":"stone","offset":1930},{"uri":"Hyperuricemia","surface_form":"hyperuricemia","offset":2039},{"uri":"Urate","surface_form":"urate","offset":2225},{"uri":"Fructose","surface_form":"fructose","offset":2354},{"uri":"Purine","surface_form":"purine","offset":2590},{"uri":"Coffee","surface_form":"Coffee","offset":2718},{"uri":"Vitamin_C","surface_form":"vitamin C","offset":2726},{"uri":"Dairy_products","surface_form":"dairy products","offset":2741},{"uri":"Insulin_resistance","surface_form":"insulin resistance","offset":2834},{"uri":"Genetic_variability","surface_form":"variability","offset":2953},{"uri":"Gene","surface_form":"gene","offset":2989},{"uri":"SLC2A9","surface_form":"SLC2A9","offset":3002},{"uri":"ABCG2","surface_form":"ABCG2","offset":3013},{"uri":"Metabolic_syndrome","surface_form":"Metabolic syndrome","offset":3203},{"uri":"Polycythemia","surface_form":"polycythemia","offset":3338},{"uri":"Lead_poisoning","surface_form":"lead poisoning","offset":3352},{"uri":"Renal_failure","surface_form":"renal failure","offset":3368},{"uri":"Hemolytic_anemia","surface_form":"hemolytic anemia","offset":3383},{"uri":"Psoriasis","surface_form":"psoriasis","offset":3401},{"uri":"Organ_transplant","surface_form":"solid organ transplant","offset":3416},{"uri":"Body_mass_index","surface_form":"body mass index","offset":3500},{"uri":"Purine_metabolism","surface_form":"purine metabolism","offset":3710},{"uri":"Uric_acid","surface_form":"uric acid","offset":3767},{"uri":"Immune","surface_form":"immune","offset":3946},{"uri":"Inflammation","surface_form":"inflammatory","offset":3960},{"uri":"Uricase","surface_form":"Uricase","offset":3983},{"uri":"Uricase","surface_form":"uricase","offset":4051},{"uri":"Primate","surface_form":"primate","offset":4080},{"uri":"Acidosis","surface_form":"acidosis","offset":4453},{"uri":"Extracellular_matrix","surface_form":"extracellular matrix","offset":4488},{"uri":"Proteoglycans","surface_form":"proteoglycans","offset":4526},{"uri":"Collagens","surface_form":"collagens","offset":4541},{"uri":"Chondroitin_sulfate","surface_form":"chondroitin sulfate","offset":4556},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":4788},{"uri":"Allopurinol","surface_form":"allopurinol","offset":4853},{"uri":"X-rays","surface_form":"X-rays","offset":5080},{"uri":"X-rays","surface_form":"X-rays","offset":5133},{"uri":"Urate","surface_form":"monosodium urate (MSU) crystals","offset":5271},{"uri":"Tophus","surface_form":"tophus","offset":5323},{"uri":"Polarized_light","surface_form":"polarized light","offset":5446},{"uri":"Birefringence","surface_form":"birefringence","offset":5532},{"uri":"Hyperuricemia","surface_form":"Hyperuricemia","offset":5752},{"uri":"Blood_plasma","surface_form":"plasma","offset":6006},{"uri":"White_blood_cell_count","surface_form":"white blood cell count","offset":6154},{"uri":"Electrolyte","surface_form":"electrolyte","offset":6178},{"uri":"Renal_function","surface_form":"renal function","offset":6192},{"uri":"Erythrocyte_sedimentation_rate","surface_form":"erythrocyte sedimentation rate","offset":6212},{"uri":"Septic_arthritis","surface_form":"septic arthritis","offset":6518},{"uri":"Gram_stain","surface_form":"Gram stain","offset":6681},{"uri":"Pseudogout","surface_form":"pseudogout","offset":6795},{"uri":"Rheumatoid_arthritis","surface_form":"rheumatoid arthritis","offset":6810},{"uri":"Basal_cell_carcinoma","surface_form":"basal cell carcinoma","offset":6897},{"uri":"Vitamin_C","surface_form":"vitamin C","offset":7142},{"uri":"Alcohol","surface_form":"alcohol","offset":7162},{"uri":"Fructose","surface_form":"fructose","offset":7174},{"uri":"Obesity","surface_form":"obesity","offset":7209},{"uri":"Low-calorie_diet","surface_form":"low-calorie diet","offset":7220},{"uri":"Sleep_apnea","surface_form":"sleep apnea","offset":7486},{"uri":"Nonsteroidal_anti-inflammatory_drugs","surface_form":"nonsteroidal anti-inflammatory drugs","offset":7928},{"uri":"Colchicine","surface_form":"colchicine","offset":7975},{"uri":"Steroids","surface_form":"steroids","offset":7990},{"uri":"Allopurinol","surface_form":"allopurinol","offset":8031},{"uri":"Febuxostat","surface_form":"febuxostat","offset":8044},{"uri":"Probenecid","surface_form":"probenecid","offset":8059},{"uri":"Non-steroidal_anti-inflammatory_drug","surface_form":"NSAIDs","offset":8173},{"uri":"Renal_failure","surface_form":"renal failure","offset":8515},{"uri":"Heart_failure","surface_form":"heart failure","offset":8533},{"uri":"Indomethacin","surface_form":"indomethacin","offset":8554},{"uri":"Ibuprofen","surface_form":"ibuprofen","offset":8619},{"uri":"Proton_pump_inhibitor","surface_form":"proton pump inhibitor","offset":8681},{"uri":"Colchicine","surface_form":"Colchicine","offset":8784},{"uri":"Atorvastatin","surface_form":"atorvastatin","offset":9169},{"uri":"Erythromycin","surface_form":"erythromycin","offset":9186},{"uri":"Glucocorticoid","surface_form":"Glucocorticoid","offset":9210},{"uri":"Pegloticase","surface_form":"Pegloticase","offset":9542},{"uri":"Xanthine_oxidase_inhibitor","surface_form":"xanthine oxidase inhibitor","offset":9941},{"uri":"Allopurinol","surface_form":"allopurinol","offset":9979},{"uri":"Febuxostat","surface_form":"febuxostat","offset":9995},{"uri":"Uricosuric","surface_form":"uricosuric","offset":10012},{"uri":"Probenecid","surface_form":"probenecid","offset":10035},{"uri":"Sulfinpyrazone","surface_form":"sulfinpyrazone","offset":10050},{"uri":"Acute_uric_acid_nephropathy","surface_form":"urate nephropathy","offset":10437},{"uri":"Uricosuric","surface_form":"Uricosuric","offset":10842},{"uri":"Uricosuric","surface_form":"Uricosuric","offset":11014},{"uri":"Renal_stone","surface_form":"renal stone","offset":11082},{"uri":"Xanthine_oxidase_inhibitor","surface_form":"xanthine oxidase inhibitor","offset":11171},{"uri":"Allopurinol","surface_form":"allopurinol","offset":11355},{"uri":"Febuxostat","surface_form":"febuxostat","offset":11371},{"uri":"Febuxostat","surface_form":"febuxostat","offset":11638},{"uri":"Hypertension","surface_form":"hypertension","offset":11859},{"uri":"Diabetes_mellitus","surface_form":"diabetes mellitus","offset":11873},{"uri":"Metabolic_syndrome","surface_form":"metabolic syndrome","offset":11892},{"uri":"Cardiovascular_disease","surface_form":"cardiovascular disease","offset":11926},{"uri":"Insulin_resistance","surface_form":"insulin resistance","offset":12028},{"uri":"Obesity","surface_form":"obesity","offset":12051},{"uri":"Achilles_tendons","surface_form":"Achilles tendons","offset":12421},{"uri":"Kidney_stones","surface_form":"Kidney stones","offset":12485},{"uri":"Renal_failure","surface_form":"chronic renal dysfunction","offset":12671},{"uri":"Metabolic_syndrome","surface_form":"metabolic syndrome","offset":13036},{"uri":"High_blood_pressure","surface_form":"high blood pressure","offset":13059},{"uri":"M%C4%81ori_people","surface_form":"Māori","offset":13444},{"uri":"Latin","surface_form":"Latin","offset":13958},{"uri":"Humorism","surface_form":"humorism","offset":14073},{"uri":"Sexual_intercourse","surface_form":"venery","offset":14647},{"uri":"Antonie_van_Leeuwenhoek","surface_form":"Antonie van Leeuwenhoek","offset":15505},{"uri":"Alfred_Baring_Garrod","surface_form":"Alfred Baring Garrod","offset":15627},{"uri":"Uricase","surface_form":"uricase","offset":15805},{"uri":"Great_apes","surface_form":"great apes","offset":15860},{"uri":"Tyrannosaurus_rex","surface_form":"Tyrannosaurus rex","offset":15926},{"uri":"Sue_(dinosaur)","surface_form":"Sue","offset":15964},{"uri":"Anakinra","surface_form":"anakinra","offset":16102},{"uri":"Canakinumab","surface_form":"canakinumab","offset":16112},{"uri":"Rilonacept","surface_form":"rilonacept","offset":16129},{"uri":"Uricase","surface_form":"uricase","offset":16152},{"uri":"Rasburicase","surface_form":"rasburicase","offset":16168},{"uri":"Autoimmune","surface_form":"autoimmune","offset":16242}]}