{"id":118083,"url":"http://en.wikipedia.org/wiki/Ecclesiastes","text":"e=\"preserve\">Ecclesiastes is a book in the Old Testament of the Bible. It is described as \"the words of the Philosopher, David's son, who was King in Jerusalem\" (verse 1). This is probably Solomon. The book talks about the meaning of life and the best way to live.\nPeople disagree about what the Book of Ecclesiastes means. Some people think the book is very pessimistic, saying \"all is vain\", \"there is nothing new under the sun.\"(Chapter I), and \"I looked again at all the injustice that goes on in this world. The oppressed were weeping but no one would help them. No one would help them, because their oppressors had power on their side. I envy those who are dead and gone; they are better off than those who are still alive. But better off than either are those who have never been born.\" (Chapter 4) Other people think the book says that even though life is hard and we will all die someday, we should just enjoy God's gifts.\nThe book finishes by saying: \"Fear God, and keep his commandments; for that is the whole duty of everyone\" (12:13).\nImpact.\nSome of the sayings and ideas in Ecclesiastes have become important in British and American culture. For example, the saying \"there is nothing new under the sun\" is often used in the United States.\nDuring the American Civil War, President Abraham Lincoln used a quote from Ecclesiastes in a speech to Congress: \"One generation passeth away, and another generation cometh: but the earth abideth for ever...\" (\"One generation of people dies, and another generation is born, but the world will be here forever.\")\nPresident-Elect Joe Biden has also made a brief reference of Ecclesiastes during his winning speech after the 2020 Presidential Election: \"To everything there is a season: a time to build, a time to reap, and a time to sow and a time to heal. This is the time to heal in America.”\nFamous American writer Thomas Wolfe once said: \"Ecclesiastes is the greatest single piece of writing I have ever known, and the wisdom expressed in it the most lasting and profound.\"\n\"To every thing there is a season, and a time to every purpose under the heaven:\"\n\"A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted;\"\n\"A time to kill, and a time to heal; a time to break down, and a time to build up;\"\n\"A time to weep, and a time to laugh; a time to mourn, and a time to dance;\"\n\"A time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing;\"\n\"A time to get, and a time to lose; a time to keep, and a time to cast away;\"\n\"A time to rend, and a time to sew; a time to keep silence, and a time to speak;\"\n\"A time to love, and a time to hate; a time of war, and a time of peace.\"\nPete Seeger made a song named \"Turn, Turn, Turn!\" that included lines from these verses of Ecclesiastes. The Byrds had an international hit with their version of this song in 1965.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_Testament","surface_form":"Old Testament","offset":43},{"uri":"Bible","surface_form":"Bible","offset":64},{"uri":"Philosopher","surface_form":"Philosopher","offset":108},{"uri":"King_David_of_Israel","surface_form":"David","offset":121},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":150},{"uri":"Solomon","surface_form":"Solomon","offset":189},{"uri":"Meaning_of_life","surface_form":"meaning of life","offset":223},{"uri":"Pessimism","surface_form":"pessimistic","offset":359},{"uri":"Vain","surface_form":"vain","offset":387},{"uri":"Sun","surface_form":"sun","offset":426},{"uri":"Oppression","surface_form":"oppressed","offset":517},{"uri":"Envy","surface_form":"envy","offset":644},{"uri":"Ten_Commandments","surface_form":"commandments","offset":985},{"uri":"Duty","surface_form":"duty","offset":1021},{"uri":"Great_Britain","surface_form":"British","offset":1127},{"uri":"United_States","surface_form":"American","offset":1139},{"uri":"Culture","surface_form":"culture","offset":1148},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1265},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":1295},{"uri":"United_States_Congress","surface_form":"Congress","offset":1357},{"uri":"Generation","surface_form":"generation","offset":1372},{"uri":"Thomas_Wolfe","surface_form":"Thomas Wolfe","offset":1870},{"uri":"Profound","surface_form":"profound","offset":2019},{"uri":"Farming","surface_form":"plant","offset":2161},{"uri":"Mourning","surface_form":"mourn","offset":2347},{"uri":"Rend","surface_form":"rend","offset":2590},{"uri":"War","surface_form":"war","offset":2708},{"uri":"Peace","surface_form":"peace","offset":2727},{"uri":"Pete_Seeger","surface_form":"Pete Seeger","offset":2735},{"uri":"The_Byrds","surface_form":"The Byrds","offset":2840}]}