{"id":118080,"url":"http://en.wikipedia.org/wiki/Saul","text":"Saul (;, meaning \"asked for, prayed for\";;, \"Ṭālūt\" or, \"Ša'ūl\") is a King in the Books of Samuel, 1 Chronicles and the Qur'an. He was the first king of the ancient Israel. He reigned from 1047 BC to 1007 BC.\nIn the Bible, Saul loves and obeys God, until he stops listening to God and becomes slightly greedy, losing God's whole interest for him. Samuel, the prophet, comes and gives him a warning that God is not with him anymore. When turning to leave, Saul grabs Samuel's robe, and it tears. Samuel says (1Samuel15:28~29), \"The Lord has torn the kingdom of Israel from you today and has given it to one of your neighbors - to one better than you. He who is the Glory of Israel does not lie or change his mind; for he is not a man, that he should change his mind.\"\nThen the spirit of the Lord departs from Saul, and an evil spirit torments him. Saul takes David the shepherd, and the youngest son of Jesse, into his service to play a harp for him and so that he would be soothed when the evil spirit rests upon him. Later he gets jealous of David, and begins to suspect David as the 'one of your neighbors' that Samuel had mentioned. He grows afraid of David, and finally his jealousy turns to hatred, and he wishes to kill him. But Saul's son Jonathan is bound to David in friendship,which makes his anger fume on Jonathan as well.\nSaul's Descendants.\nAfter the death of King Saul his only surving son was proclaimed King of Israel; Ish-bosheth was 40 years old at this time and reigned for two years (). However, after the death of King Saul, the tribe of Judah seceded from the rule of the House of Saul by proclaiming David as its king (), and war ensued (). David's faction eventually prevailed against Ish-bosheth's (), but the war did not come to a close until Abner joined David (). Before the death of Saul, David had been married to Saul's daughter Michal, Ishbosheth's sister, until Saul and David had a falling out and Saul gave her to another man (). Later, at the conclusion of the war with Ishbosheth, David's terms for peace required that Michal be returned to him, and Ish-bosheth complied (). After Abner's death, Ish-bosheth seems to have given up hope of retaining power ().Ish-bosheth was assassinated by two of his own army-captains, Rechab and Baanah (), who expected a reward from David because of this. David, however, refused to give any commendation for high treason; he had both killers hanged with their hands and feet cut off. The head of Ishbosheth was buried in Abner's grave at Hebron. ()Michal was childless.\nA famine lasting three years hit Israel during the earlier half of David's reign at Jerusalem. This calamity was believed to have happened because of \"Saul and for his bloody house, because he slew the Gibeonites.\" The Gibeonites were not Israelites, but the remnant of the Amorites, which Saul pursued from within Israel. David inquired of the Gibeonites what satisfaction they demanded, and was answered that nothing would compensate for the wrong Saul had done to them but the death of seven of Saul's sons.()\nDavid accordingly delivered up to them the two sons of Saul's Concubine Rizpah (Armoni and Mephibosheth() and five of the sons of Merab, Saul's eldest daughter, whom she bore to Adriel. These the Gibeonites put to death, and hung up their bodies at the sanctuary at Gibeah. () Rizpah thereupon took her place on the rock of Gibeah, and for five months watched the suspended bodies of her children, to prevent them from being devoured by the beasts and birds of prey, () till they were at length taken down and buried by David () in the family grave at Zelah with the bones of Saul and Jonathan. ([http://www.bibler.org/versions/nasb/nasb_2samuel21_sml.htm#2samuel_21:14 2 Samuel 21:14]).\nThe only male descendant of Saul to survive was Mephibosheth, Jonathan's lame son (), who was five years old at the time of his father's and grandfather's deaths. In time, he came under the protection of David (). Mephibosheth had a young son, Micah (), who had four sons and descendants named until the ninth generation ().","categories":[],"infobox_types":[],"annotations":[{"uri":"Talut","surface_form":"Ṭālūt","offset":45},{"uri":"Books_of_Samuel","surface_form":"Books of Samuel","offset":82},{"uri":"Books_of_Chronicles","surface_form":"1 Chronicles","offset":99},{"uri":"Qur%27an","surface_form":"the Qur'an","offset":116},{"uri":"Israel","surface_form":"Israel","offset":165},{"uri":"11th_century_BC","surface_form":"1047 BC to 1007 BC","offset":189},{"uri":"David","surface_form":"David","offset":858},{"uri":"Jesse","surface_form":"Jesse","offset":902},{"uri":"Tribe_of_Judah","surface_form":"tribe of Judah","offset":1551},{"uri":"David","surface_form":"David","offset":1624},{"uri":"Michal","surface_form":"Michal","offset":1861},{"uri":"Rechab","surface_form":"Rechab","offset":2258},{"uri":"Baanah","surface_form":"Baanah","offset":2269},{"uri":"High_treason","surface_form":"high treason","offset":2383},{"uri":"Hebron","surface_form":"Hebron","offset":2513},{"uri":"David","surface_form":"David","offset":2612},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":2629},{"uri":"Amorites","surface_form":"Amorites","offset":2819},{"uri":"David","surface_form":"David","offset":2868},{"uri":"Adriel","surface_form":"Adriel","offset":3236},{"uri":"Jonathan_(1_Samuel)","surface_form":"Jonathan","offset":3643},{"uri":"Mephibosheth","surface_form":"Mephibosheth","offset":3794}]}