{"id":118086,"url":"http://en.wikipedia.org/wiki/Judas_Iscariot","text":"e=\"preserve\">Judas Iscariot (last name means man of Kerioth) was one of the original disciples of Jesus. He is found in all four gospels of the New Testament. He is described as having betrayed Jesus for money, then killing himself. He is said to have been the treasurer for the apostles.\nEven though he was one of Jesus' disciples, he helped the chief priests arrest Jesus. Then those priests told the Roman governor to kill Jesus. The priests paid Judas thirty pieces of silver for his help. Later; due to great sense of guilt for betraying Jesus, Judas tried to give back the silver. When he was unable to undo when he had done, he committed suicide.\nAt the Last Supper, Jesus told his disciples that one of them would betray him. Matthew and Luke wrote that Jesus implied that it was Judas.\nWhile Jesus was praying on the Mount of Olives, Judas brought the priests and their men to him. Then he kissed Jesus, so that the priests could know who he was. Then the priests took Jesus away to be killed. The priests gave Judas money for helping them.\nThe Gospel of Matthew states that Judas felt guilty that he helped kill Jesus. He tried to give the money back to the priests, but they said it was illegal. So Judas threw the money into the temple, and then hanged himself. Then the priests used the money to buy a graveyard for strangers.\nIn the book of Acts, Judas used the money to buy a field for himself, but died there a while after. After Judas died, the other disciples chose a man named Matthias to take his place as a new disciple in the group of 12.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disciple","surface_form":"disciple","offset":85},{"uri":"Jesus","surface_form":"Jesus","offset":98},{"uri":"Gospel","surface_form":"gospel","offset":129},{"uri":"New_Testament","surface_form":"New Testament","offset":144},{"uri":"Betrayal","surface_form":"betrayed","offset":185},{"uri":"Roman_Empire","surface_form":"Roman","offset":403},{"uri":"Silver","surface_form":"silver","offset":473},{"uri":"Suicide","surface_form":"suicide","offset":645},{"uri":"Last_Supper","surface_form":"Last Supper","offset":661},{"uri":"Matthew_the_Evangelist","surface_form":"Matthew","offset":734},{"uri":"Gospel_of_Luke","surface_form":"Luke","offset":746},{"uri":"Mount_of_Olives","surface_form":"Mount of Olives","offset":826},{"uri":"Gospel_of_Matthew","surface_form":"Gospel of Matthew","offset":1054},{"uri":"Illegal","surface_form":"illegal","offset":1198},{"uri":"Acts_of_the_Apostles","surface_form":"Acts","offset":1355}]}