{"id":118018,"url":"http://en.wikipedia.org/wiki/Telegraphy","text":"Telegraphy (from the Greek words \"tele (τηλε)\" = far and \"graphein (γραφειν)\" = write) is the long-distance transmission of written messages without physical transport of letters.\nA telegraph sends electric pulses in a special code, composed from short and large marks. Usually, amateur radio operators use Morse code.\nHistory.\nSome of the first telegraphs were made in the late 1700s, but these were hard to use because they had too many wires. Samuel Morse made a telegraph using only one wire. In 1844, he built a telegraph line from Baltimore to Washington, D.C., and soon, there were telegraphs all over the United States. This made it easier for people to talk to people far away and made it easier for people to move out West. A transatlantic telegraph cable and other developments linked the world by the end of the century. Radio telegraphy became widespread in the early 20th century, especially on ships.\nPeople would send messages called \"telegrams\" to other people. They would give the message to a telegraph operator, who would send the message using Morse code. The operator on the other end would write down the message and give it to the person receiving the message. After the 1930s, it became cheaper to make long-distance telephone calls than to send telegrams, so fewer telegrams were sent. Western Union, an American company that was created for telegrams, sent its last one in 2006.\nTelegraphs now.\nTelegraphs have become rare. This is because of newer technology that people can use to communicate, such as the telephone and the Internet. However, morse code is still popular among amateur radio enthusiasts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_language","surface_form":"Greek","offset":21},{"uri":"Tele-","surface_form":"tele","offset":34},{"uri":"-graphy","surface_form":"graphein","offset":58},{"uri":"Code","surface_form":"code","offset":227},{"uri":"Morse_code","surface_form":"Morse code","offset":307},{"uri":"Samuel_Morse","surface_form":"Samuel Morse","offset":446},{"uri":"Baltimore","surface_form":"Baltimore","offset":537},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":550},{"uri":"Transatlantic_telegraph_cable","surface_form":"transatlantic telegraph cable","offset":736},{"uri":"Radio","surface_form":"Radio","offset":833},{"uri":"Telephone","surface_form":"telephone","offset":1242},{"uri":"Technology","surface_form":"technology","offset":1476},{"uri":"Communication","surface_form":"communicate","offset":1510},{"uri":"Telephone","surface_form":"telephone","offset":1535},{"uri":"Internet","surface_form":"Internet","offset":1553}]}