{"id":118113,"url":"http://en.wikipedia.org/wiki/Young_Artist_Award","text":"The Young Artist Award (first known as the Youth In Film Award) is an award given by the Young Artist Foundation. The foundation was started in 1978 to award child actors and singers under the age of 21 for their work in film, TV, theater and music, and to raise money for talented children to go to school.\nThe 1st Youth In Film Awards were given in October 1979, at the Sheraton Universal Hotel in Hollywood for child actors' and singers' work during the years 1978 and 1979. The 35th Young Artist Awards will be given on May 4, 2014 at the Sportsmen's Lodge in Southern California for child actors' work during the year 2013.\nYoung Artist Foundation.\nThe Young Artist Foundation is a charity started in 1978 by Hollywood Foreign Press member, Maureen Dragone to raise money for child artists to go to special schools to study acting, singing, or other special arts. One of the most well known contributors to give money to the Young Artist Foundation is the Hollywood Foreign Press Association.\nHistory.\nThe Young Artist Awards are given every year by the Young Artist Foundation. The awards were called the Youth In Film Awards for the first 20 years, but the name was changed to the Young Artist Awards for the 21st awards in March 2000. The awards are sometimes called the \"Kiddie Oscars\", because many people believe they are like the Academy Awards for children working in Hollywood.\nThe awards were started by Maureen Dragone in 1979 to award child actors and singers for their work during the years 1978 and 1979 because she thought child actors didn't have a fair chance to win other awards given to adults like the Academy Award and the Golden Globe Award. Two child actors who had to compete with adults for other awards that year were Ricky Schroder in \"The Champ\" and Justin Henry in \"Kramer vs. Kramer\". The awards ceremony was held in November or December for the first 10 years, but the ceremony is now held in March or April.\nStatue.\nThe first Youth In Film Award was a small statue that looked like a small Academy Award. It was a statue of a small golden man holding a wreath in front of his chest and he stood on a very large base that looked like a sports trophy. The new Young Artist Award statue still looks like a small Academy Award, but now the small golden man holds a star over his head and he stands on a much smaller base that is much easier for small children to hold. All the winners are given the golden statue and all the children who are nominated are given a special plaque at the ceremony to remember their nomination.\nVoting.\nThe children that the Young Artist Awards considers nominating must be between the ages of 5 and 21 and are first suggested by the child's agent or manager. Their names must be suggested by the end of January or the middle of February and, one month later, the Young Artist Awards throws a special party to announce the names of the children who they have decided to nominate. The Youth In Film Awards were originally given to young artists up to the age of 21, but the awards are now given to children under the age of 18 most of the time.\nWinners are chosen by the Young Artist Association. The association was originally called the Hollywood Women's Photo and Press Club and its members were 88 journalists and photographers who worked in the arts. Today, the Young Artist Association has over 125 members who are journalists, agents, and former child performers. The winners are picked by The Young Artist Association and past nominees who all vote by secret ballot.\nCategories.\nThe first Youth In Film Awards gave awards in 11 competitive categories in 1979. The first categories for child artists were \"Best Juvenile Actor and Actress in a Motion Picture\", \"Best Juvenile Actor and Actress in a TV Series or Special\", \"Best Juvenile Actor and Actress in a Daytime TV Series\", and \"Best Male and Female Juvenile Recording Artist\". The Youth In Film Awards also gave awards to studios and networks in competitive categories for family friendly films and television shows.\nToday, the number of categories has grown to award \"Best Young Actor and Actress in an International Feature Film\", \"Best Young Actor and Actress in a Short Film\", \"Best Young Supporting Actor and Actress in Film\", \"Best Young Ensemble Cast\", \"Best Young Recurring Actor and Actress in a TV Series\", and \"Best Young Guest-starring Actor and Actress in a TV Series\". Many of the categories have been split to award children age 10 and under in their own separate categories. The Young Artist Awards has also awarded children for their work in other arts over the years, including theater, dance, commercials, journalism, radio and stand-up comedy.\nSpecial Awards.\nWhile the number of acting categories has grown, some competitive categories like \"Best Juvenile Recording Artist\", \"Best Family Motion Picture\" and \"Best Family TV Series\" are no longer awarded. The awards for those categories are now given as special \"Honorary\" awards. The most well known Young Artist Honorary Awards are the \"Jackie Coogan Award\", which is given to movie studios, producers or directors for their \"Outstanding Contribution To Youth Through Entertainment\", and the \"Former Child Star Award\", which is given as a \"Lifetime Achievement Award\" to adults who were once child stars.\nCeremony.\nThe ceremony is held every year in Hollywood and it is the most formal awards ceremony for child actors. The child nominees and their parents are expected to \"dress up\" in suits or party dresses, and many arrive in long cars called limousines. Reporters and photographers are invited to the red carpet before the show, to take pictures and talk to the child stars when they arrive and sign autographs for fans. The children picked to announce the winners on stage each year are usually the winners from the year before or from the year's list of nominees. After the ceremony is a formal dinner and then dancing with live music performed by popular child singers.\nThe first Youth In Film Awards were given in October 1979 at a ceremony held at the Sheraton Universal Hotel in Hollywood, California. Other locations for the ceremony over the years are the Ambassador Hotel's Coconut Grove, the Globe Theatre, the Beverly Garland Hotel, and the Sportsmen's Lodge.","categories":[],"infobox_types":[],"annotations":[{"uri":"1st_Youth_in_Film_Awards","surface_form":"1st Youth In Film Awards","offset":312},{"uri":"Hollywood","surface_form":"Hollywood","offset":400},{"uri":"35th_Young_Artist_Awards","surface_form":"35th Young Artist Awards","offset":482},{"uri":"Southern_California","surface_form":"Southern California","offset":564},{"uri":"Academy_Award","surface_form":"Academy Award","offset":1342},{"uri":"Hollywood","surface_form":"Hollywood","offset":1381},{"uri":"Academy_Award","surface_form":"Academy Award","offset":1627},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":1649},{"uri":"Academy_Award","surface_form":"Academy Award","offset":2027},{"uri":"Laurel_wreath","surface_form":"wreath","offset":2090},{"uri":"Academy_Award","surface_form":"Academy Award","offset":2246},{"uri":"Hollywood","surface_form":"Hollywood","offset":5348},{"uri":"Black_tie","surface_form":"dress up","offset":5472},{"uri":"Hollywood%2C_California","surface_form":"Hollywood, California","offset":6088}]}