{"id":118139,"url":"http://en.wikipedia.org/wiki/Hammerhead_shark","text":"The Hammerhead sharks are a group of sharks which make up the family Sphyrnidae. Their unusual head looks like a hammer. This \"hammer\" on its head is also known as the \"cephalofoil\".\nOf the nine species of the Hammerhead sharks, the Winghead shark is in the genus \"Eusphyra\", and the other eight are in the genus \"Sphyrna\".\nDescription.\nThere are nine known species of Hammerhead sharks. They range from the length of 0.9 meters to the length of 6.1 meters, and weigh from 500 pounds (225 kg) to 1000 pounds (450 kg). They are usually light grey with a tint of green, but some are more greener in colour then others, and the belly in white.\nThe unusual structure of the head makes the head look like a hammer, this is why they are known as \"Hammerhead sharks\". Since the eyes are positioned on the ends of the cephalofoil, Hammerheads are able to see everything around them, including what is under them, and what is above them. This head helps hammerhead sharks make very tight turns in the water, and it also helps them sense prey.\nFeeding.\nHammerhead sharks are aggressive hunters and feed on crustaceans, molluscs like octopuses and squids, and many types of fish. They also eat other types of sharks. Hammerhead Sharks favourite type of food is stingrays. They are known to swim along the bottom of the ocean, following their prey. Hammerhead sharks use their cephalofoil as a weapon to hunt for stingrays; they hit stingrays with their cephalofoil to weaken the stingray, and then eat the stingray. When Hammerhead Sharks can not find food, they have been known to eat each other, but Great hammerhead sharks have been known to eat their own young.\nReproduction.\nHammerhead Sharks are viviparous, meaning they give live birth. Females usually give birth to 12 to 15 pups at a time, but the Great hammerhead shark gives birth to around 20 to 40 pups at a time. Once they are born, baby Hammerhead sharks come together in groups and swim towards warmer waters. They stay together in groups until they are older and big enough to live on their own. Hammerhead shark live for around 20 to 30 years.\nIn 2007, the bonnethead was found to be capable of asexual reproduction, making it the first shark to be able to do this.\nEvolution.\nThe hammerhead sharks are a monophyletic group. sequence analysis shows they evolved from the Winghead shark.\nRelationship with humans.\nOut of the nine species of Hammerhead sharks three are dangerous to humans: the Scalloped Hammerhead shark, the Great hammerhead shark, and the Smooth Hammerhead shark.\nThe Great and Scalloped are listed as endangered by the International Union for the Conservation of Nature, while the Smalleye Hammerhead shark is listed as vulnerable. This is because of over-fishing for the fins of Hammerhead sharks, which are used in sharkfin soup.\nIn 2010, 33 attacks were reported, but none of these attacks were fatal.\nHawaiian culture.\nIn Hawaiian culture, sharks are considered to be gods of the seas, they are also known as \"aumakua\", protectors of humans, and cleaners of ocean life. Some of these sharks are believed to be family members who have died and have turned into sharks. But there are some sharks which are known as \"niuhi\", or man-eaters. These sharks include Great White Sharks, Tiger sharks, and Bull sharks. The Hammerhead sharks are known as \"mano kihikihi\", they are not considered as man-eaters or \"niuhi\", but are considered one of the most respected sharks in the oceans, an \"aumakua\". Many Hawaiians believe that they have an \"aumakua\" which watches over them and protects them from the \"niuhi\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Shark","surface_form":"shark","offset":37},{"uri":"Family_(biology)","surface_form":"family","offset":62},{"uri":"Species","surface_form":"species","offset":195},{"uri":"Winghead_shark","surface_form":"Winghead shark","offset":233},{"uri":"Genus","surface_form":"genus","offset":258},{"uri":"Species","surface_form":"species","offset":358},{"uri":"Crustacean","surface_form":"crustacean","offset":1096},{"uri":"Mollusc","surface_form":"mollusc","offset":1109},{"uri":"Octopus","surface_form":"octopus","offset":1123},{"uri":"Squid","surface_form":"squid","offset":1137},{"uri":"Fish","surface_form":"fish","offset":1163},{"uri":"Shark","surface_form":"shark","offset":1198},{"uri":"Stingray","surface_form":"stingray","offset":1250},{"uri":"Ocean","surface_form":"ocean","offset":1308},{"uri":"Great_hammerhead_shark","surface_form":"Great hammerhead shark","offset":1591},{"uri":"Viviparous","surface_form":"viviparous","offset":1691},{"uri":"Great_hammerhead_shark","surface_form":"Great hammerhead shark","offset":1796},{"uri":"Bonnethead","surface_form":"bonnethead","offset":2114},{"uri":"Asexual_reproduction","surface_form":"asexual reproduction","offset":2152},{"uri":"Shark","surface_form":"shark","offset":2194},{"uri":"Genetic_analysis","surface_form":"sequence analysis","offset":2282},{"uri":"Species","surface_form":"species","offset":2386},{"uri":"Scalloped_Hammerhead_shark","surface_form":"Scalloped Hammerhead shark","offset":2450},{"uri":"Great_hammerhead_shark","surface_form":"Great hammerhead shark","offset":2482},{"uri":"Smooth_Hammerhead_shark","surface_form":"Smooth Hammerhead shark","offset":2514},{"uri":"Endangered","surface_form":"endangered","offset":2577},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"International Union for the Conservation of Nature","offset":2595},{"uri":"Smalleye_Hammerhead_shark","surface_form":"Smalleye Hammerhead shark","offset":2657},{"uri":"Fin","surface_form":"fin","offset":2748},{"uri":"Shark","surface_form":"shark","offset":2920},{"uri":"God","surface_form":"god","offset":2948},{"uri":"Sea","surface_form":"sea","offset":2960},{"uri":"Ocean","surface_form":"ocean","offset":3038},{"uri":"Great_White_Shark","surface_form":"Great White Shark","offset":3238},{"uri":"Tiger_shark","surface_form":"Tiger shark","offset":3258},{"uri":"Bull_shark","surface_form":"Bull shark","offset":3276},{"uri":"Ocean","surface_form":"ocean","offset":3450}]}