{"id":118167,"url":"http://en.wikipedia.org/wiki/Beluga_whale","text":"The beluga whale (\"Delphinapterus leucas\") is a small, toothed whale that is white as an adult. They are found in coastal areas of the Arctic Ocean, and travel south when the sea ice forms.\nDescription.\nThe beluga's body is stout and has a small, blunt head with a small beak, tiny eyes and thick layers of blubber. On their head they have a round shape called the melon. This melon holds oil, and the whale is able to change its shape. Scientists believe that it has something to do with the whale's echolocation system. They have one blowhole. Beluga means \"white one\" in Russian. Its genus Delphinapterus, means \"whale without fins\", and the species, \"leucas\", means \"white\". The beluga is also called the white whale, the white porpoise, the sea canary (because of its songs), and the squid hound (due to its diet). Unlike most other cetaceans, the beluga's seven neck vertebrae are not fused, giving it a flexible, well-defined neck.\nA baby beluga whale, called a calf, is a grey or even brown color when it is born. It will gradually become white over the next five years as it becomes an adult. They grow up to in length and weigh up to. They live for between 35 and 50 years of age. A female beluga whale will have one calf every 3 or 4 years. These are born near the coast, often near the entrance to large rivers. The calfs are fed on milk which is 30% fat.\nThe beluga whales live in groups, called pods of anywhere from only three whales to large groups of more than 200. they can dive down to depths of and stay underwater for as long as 25 minutes. Polar bears and killer whales are known to hunt beluga whales.\nDiet and teeth.\nBelugas are toothed whales with 34 teeth. The teeth are not designed for chewing, but for grabbing and tearing prey. They swallow their prey whole. They are opportunistic feeders, eating a varied diet of fish, squid, crustaceans, octopi, and worms. They are both benthic (bottom) and pelagic (oceanic) feeders (in shallow water). Belugas sometimes hunt schools of fish cooperatively in small groups.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arctic_Ocean","surface_form":"Arctic Ocean","offset":135},{"uri":"Stout","surface_form":"stout","offset":224},{"uri":"Blunt","surface_form":"blunt","offset":247},{"uri":"Head","surface_form":"head","offset":253},{"uri":"Beak","surface_form":"beak","offset":271},{"uri":"Eye","surface_form":"eye","offset":282},{"uri":"Blubber","surface_form":"blubber","offset":307},{"uri":"Melon","surface_form":"melon","offset":365},{"uri":"Blowhole","surface_form":"blowhole","offset":536},{"uri":"Russia","surface_form":"Russia","offset":574},{"uri":"White","surface_form":"white","offset":671},{"uri":"Squid","surface_form":"squid","offset":789},{"uri":"Cetacean","surface_form":"cetacean","offset":838},{"uri":"Vertebrae","surface_form":"vertebrae","offset":873},{"uri":"Polar_bear","surface_form":"Polar bear","offset":1562},{"uri":"Killer_whale","surface_form":"killer whale","offset":1578},{"uri":"Fish","surface_form":"fish","offset":1845},{"uri":"Squid","surface_form":"squid","offset":1851},{"uri":"Crustacean","surface_form":"crustacean","offset":1858},{"uri":"Octopus","surface_form":"octopi","offset":1871},{"uri":"Benthic","surface_form":"benthic","offset":1904},{"uri":"Pelagic","surface_form":"pelagic","offset":1925}]}