{"id":118261,"url":"http://en.wikipedia.org/wiki/Books_of_Samuel","text":"e=\"preserve\">The Books of Samuel (, \"Sefer Shmuw'el\") are part of the Tanakh (part of the Hebrew Bible) and also of the Christian Old Testament.\nThe two books.\nThe Books of Samuel were originally one book. The first Greek translation was split in two because it is unusually long. Other languages followed.\nThe first book of Samuel tells the history of Israel from the birth of Samuel until Saul's death. It discusses the failure of Saul to be a good king as a result of his pride and sin, and includes Samuel anointing David as the next king after Saul died.\nThe second book of Samuel tells the story of King David of Israel, who establishes Jerusalem as Israel's capital city (2 Sam 5:7). David begins well because he prays and is humble, but later sins and has an affair with a married lady called Bathsheba, who then gave birth to Solomon. As a result of this affair, David's children go mad, including a brother who rapes his sister as well as murder among the siblings, which leads to the end of David as king. This ends 2 Samuel. The next book in the Bible is 1 Kings, which begins with Solomon as King, who builds the Temple in Jerusalem, which God had earlier forbidden David from doing as a result of his sin.\nInformation about Samuel.\nSamuel was a Jewish priest, prophet, and judge over Israel in the Old Testament. His story is told in 1 Samuel. His name suggests \"Heard of God\" (1 Samuel 1:20), because his mother's prayer to have a child was heard by God and answered.\nBirth.\nWe cannot be sure when exactly Samuel was born. However, we do know from the Old Testament that his father was \"a Zuphite from the hill country of Ephraim, whose name was Elkanah son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.\" His mother was Hannah. Hannah did not have any children, but Elkanah's other wife, Peninnah, had children, and this made her so sad she wept. Hannah prayed to God, \"O Lord Almighty...if you will only...remember me, and not forget your servant but give her a son, then I will give him to the Lord for all the days of his life...\" God gave her a son, and naming him Samuel, she kept her promise to God by giving him to the Lord (making him serve in the temple). There, \"...the boy Samuel grew up in the presence of the Lord.\" At that time there was a priest named Eli: his sons were not good and sinned, but Samuel \"...continued to grow in stature (height) and in favor with the Lord and with men.\"\nCalling.\nOne day, when Samuel was a young boy still in the temple, he heard someone calling. He thought it was Eli, but Eli told him that God was talking to him. So Samuel went back and listened, and when he heard God calling, \"Samuel! Samuel!\" he said, \"Speak (talk), for your servant is listening.\" Then the Lord told Samuel that he would destroy Eli's family because of Eli's sinful sons. Samuel told everything to Eli, and \"...all Israel from Dan to Beersheba recognized (realized) that Samuel was...a prophet of the Lord. The Lord...revealed himself to Samuel through his word.\"\nMinistry.\nSamuel made the people in Israel be sorry for their sins until he died. He also Saul after the Israelites demanded a king to rule over them, and once Saul failed to be good, Saul anointed David to be the king after him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tanakh","surface_form":"Tanakh","offset":70},{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":90},{"uri":"Christianity","surface_form":"Christian","offset":120},{"uri":"Old_Testament","surface_form":"Old Testament","offset":130},{"uri":"Samuel","surface_form":"Samuel","offset":325},{"uri":"Israel","surface_form":"Israel","offset":353},{"uri":"Saul","surface_form":"Saul","offset":391},{"uri":"David","surface_form":"King David","offset":605},{"uri":"Israel","surface_form":"Israel,","offset":619},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":643},{"uri":"Bathsheba","surface_form":"Bathsheba","offset":801},{"uri":"Books_of_Kings","surface_form":"1 Kings","offset":1067},{"uri":"Jew","surface_form":"Jew","offset":1259},{"uri":"Priest","surface_form":"priest","offset":1266},{"uri":"Prophet","surface_form":"prophet","offset":1274},{"uri":"Judge","surface_form":"judge","offset":1287},{"uri":"Israel","surface_form":"Israel","offset":1298},{"uri":"Old_Testament","surface_form":"Old Testament","offset":1312},{"uri":"1_Samuel","surface_form":"1 Samuel","offset":1348},{"uri":"Old_Testament","surface_form":"Old Testament","offset":1567},{"uri":"Ephraim","surface_form":"Ephraim","offset":1637},{"uri":"Sad","surface_form":"sad","offset":1881},{"uri":"Crying","surface_form":"wept","offset":1889},{"uri":"God","surface_form":"God","offset":1912},{"uri":"Presence","surface_form":"presence","offset":2254},{"uri":"Sin","surface_form":"sin","offset":2347},{"uri":"Sin","surface_form":"sin","offset":2829},{"uri":"Prophet","surface_form":"prophet","offset":2956},{"uri":"Israel","surface_form":"Israel","offset":3070},{"uri":"Saul","surface_form":"Saul","offset":3124},{"uri":"David","surface_form":"David","offset":3232}]}