{"id":118345,"url":"http://en.wikipedia.org/wiki/Dajab%C3%B3n_Province","text":"Dajabón is a Dominican province; it is in the northwestern part of the country, on the border with Haiti. Its capital city has the same name, Dajabón.\nIt was created on 1938 with the name Province \"Libertador\". It got its present name in 1961. It was part of the Monte Cristi province before being elevated to the category of province\nName.\nThe province takes the name from the Taíno name of the region, Dahaboon; it was also the name of the main river of the region, the Dajabón River.\nLocation.\nDajabón is bordered to the north by the Monte Cristi province, to the east by the Santiago Rodríguez province and to the south by the Elías Piña province. To the west Dajabón borders the Republic of Haiti.\nHistory.\nFor a very long time, very few people lived in this region because it was on the border between two countries: first, between the French colony of \"Saint-Domingue\" and the Spanish colony of \"Santo Domingo\" and later between the two independent countries of Haiti and Dominican Republic. There were many fights here between the armies of the two parts of the island and some important battles were held close to the city of Dajabón during the Dominican Independence War.\nIn 1861, the Dominican Republic became again a colony of Spain. The Restoration War, or just the \"Restoration\", started on 16 August 1863, in a hill near the hamlet of \"Capotillo\". The Spanish army left the country in 1865.\nAfter the \"Restoration\", people came to live in this area and several towns were created.\nWhen the province was created in 1938, it had three municipalities: Dajabón, Loma de Cabrera and Restauración. In 1996, Partido was made a municipality and later, in 2002, El Pino became another municipality.\nPopulation.\nIn (last national census), there were people living in the Dajabón province, and 38,225 () living in towns and cities. The population density was persons/km².\nIts population represents of the total population of the country and the province is ranked as the 14th (out of 31 plus the National District) more populated province.\n, the total estimated propulation of the province is 65,519 inhabitants.\nThe largest city of the province is Dajabón, its head municipality or capital, with a population (in 2010) of 25,245 inhabitants.\nGeography.\nThe Dajabón province has a total area of. It has 2.1% of the area of the Dominican Republic and it is ranked as the 23rd (out of 31 plus the National District) largest province. The altitude of the city of Dajabón, provincial capital, is.\nThe Cordillera Central (\"Central mountain chain\") is in the southern part ofthe province. The northern part is flat, with many savannas; it is part of the \"Yaque del Norte Valley\" (or \"Línea Noroeste\").\nThere are two main roads in the province. One, from north to south, comes from the Monte Cristi province and goes through the cities of Dajabón, Loma de Cabrera and Restauración and then goes into the Elías Piña province. In some parts, the road marks the border with Haiti.\nThe second main road begins in Santiago de la Cruz and goes to the east through Partido and El Pino and then through the Santiago Rodríguez and Valverde provinces to end in the \"Carretera Duarte\" (Duarte National Road), one of the most important road of the country and that goes from Santo Domingo to Monte Cristi.\nRivers.\nThe only important river in the province is the Dajabón River, also known as \"Masacre\" (from French \"Massacre\"). This river marks the Dominican-Haitian border from the city of Dajabón to its mouth. Other rivers are very short and they are tributaries of the Dajabon or the Artibonite rivers.\nClimate.\nThe climate of the province is a tropical climate, hot most of the year, but it is cooler on the mountains..\nEconomy.\nAs in all provinces on the Dominican Republic-Haiti border, there is little economic development. The trade with Haiti is very important, mostly in the city of Dajabón.\nOn the mountains, coffee and beans are important products. Rice and bananas are produced in the northern part of the province, and cattle raising is important around the city of Dajabón.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dominican_Republic","surface_form":"Dominican","offset":13},{"uri":"Province","surface_form":"province","offset":23},{"uri":"Haiti","surface_form":"Haiti","offset":99},{"uri":"Dajab%C3%B3n","surface_form":"Dajabón","offset":142},{"uri":"Monte_Cristi_Province","surface_form":"Monte Cristi","offset":263},{"uri":"Ta%C3%ADno","surface_form":"Taíno","offset":378},{"uri":"Dajab%C3%B3n_River","surface_form":"Dajabón River","offset":472},{"uri":"Monte_Cristi_Province","surface_form":"Monte Cristi","offset":537},{"uri":"Santiago_Rodr%C3%ADguez_Province","surface_form":"Santiago Rodríguez","offset":579},{"uri":"El%C3%ADas_Pi%C3%B1a_Province","surface_form":"Elías Piña","offset":631},{"uri":"Haiti","surface_form":"Haiti","offset":696},{"uri":"France","surface_form":"French","offset":842},{"uri":"Spain","surface_form":"Spanish","offset":884},{"uri":"Army","surface_form":"armies","offset":1039},{"uri":"Battle","surface_form":"battle","offset":1096},{"uri":"Hamlet_(place)","surface_form":"hamlet","offset":1340},{"uri":"Municipality","surface_form":"municipalities","offset":1548},{"uri":"Dajab%C3%B3n","surface_form":"Dajabón","offset":1564},{"uri":"Loma_de_Cabrera","surface_form":"Loma de Cabrera","offset":1573},{"uri":"Population_density","surface_form":"population density","offset":1840},{"uri":"Capital_city","surface_form":"capital","offset":2187},{"uri":"Altitude","surface_form":"altitude","offset":2440},{"uri":"Dajab%C3%B3n","surface_form":"Dajabón","offset":2464},{"uri":"Savanna","surface_form":"savanna","offset":2624},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":3260},{"uri":"San_Fernando_de_Monte_Cristi","surface_form":"Monte Cristi","offset":3277},{"uri":"Dajab%C3%B3n_River","surface_form":"Dajabón River","offset":3347},{"uri":"French_language","surface_form":"French","offset":3392},{"uri":"Tributary","surface_form":"tributaries","offset":3538},{"uri":"Artibonite_River","surface_form":"Artibonite","offset":3572},{"uri":"Tropical","surface_form":"tropical","offset":3633},{"uri":"Coffee","surface_form":"coffee","offset":3905},{"uri":"Bean","surface_form":"bean","offset":3916},{"uri":"Rice","surface_form":"Rice","offset":3946},{"uri":"Banana","surface_form":"banana","offset":3955},{"uri":"Cattle","surface_form":"cattle","offset":4018}]}