{"id":118333,"url":"http://en.wikipedia.org/wiki/Homo_floresiensis","text":"\"Homo floresiensis\" (\"Flores Man\", also called \"hobbit\") is a probable species in the genus \"Homo\", to which humans belong.\nThe remains were found in 2004 on the island of Flores in Indonesia. Parts of the skeletons of nine individuals were found, including one complete cranium (the head). The most important and obvious identifying features of \"H. floresiensis\" are its small body, and small size of the space for the brain inside the skull. This is why the discoverers have called members of the species \"hobbits\", after J.R.R. Tolkien's fictional race of roughly the same height.\nDiscovery.\nThe remains were discovered on the Indonesian island of Flores by an Australian-Indonesian team of archaeologists in 2003. Archaeologist Mike Morwood and colleagues were looking for evidence of the original human migration of \"H. sapiens\" from Asia to Australia. They were not expecting to find a new species. They were surprised at the discovery of a nearly complete skeleton of a hominin.\nExcavations done after that found seven more skeletons, originally thought to be from 38,000 to 13,000 years ago. An arm bone which they think belongs to \"H. floresiensis\" was dated at about 74,000 years old. The specimens are not fossilized and have \"the consistency of wet blotting paper\"; once exposed. The bones had to be left to dry before they could be dug up.\nHowever, more extensive stratigraphic and chronological work pushed the most recent evidence of their existence back to 50,000 years ago. Their skeletal material is now dated to from 100,000 to 60,000 years ago. Stone tools recovered alongside the skeletal remains were from archaeological horizons ranging from 190,000 to 50,000 years ago.\nResearchers hope to find preserved mitochondrial DNA to compare with samples from similarly unfossilised specimens of \"Homo neanderthalensis\" and \"H. sapiens\".\nThis hominin is remarkable because it has a small body and brain.\nThere are also a lot of stone tools found in the cave. The tools are of a size that could be used by the 1 meter tall human. They are dated from 95,000 to 13,000 years ago. They are found in the same archeological layer as an elephant of the extinct genus \"Stegodon\". The hobbit might have hunted this elephant. The elephant would have been very common throughout Asia during the Quaternary. Other animals that lived on the island at that time were giant rats, Komodo dragons, and even larger species of lizards. \"Homo sapiens\" reached the region by around 45,000 years ago.\nA new species or not?\nArchaeologist Mike Morwood and colleagues who found the remains say they think the individuals belong to a new species, \"H. floresiensis\", in our human genus \"Homo\". The discoverers also say that \"H. floresiensis\" might have lived at the same time as modern humans (\"Homo sapiens\") on Flores.\nNot everyone agrees that this is a new species. Indonesian anthropologist Teuku Jacob suggested that the skull of LB1 was a modern human with microcephaly. This is a disorder that causes the bones of the head to stop growing. Another study says that perhaps the individuals were born without a working thyroid gland, which would result in the small size of the hominins because of a disorder called myxedema.\nTwo studies of the bones published in 2007 both reported evidence to support species status for \"H. floresiensis\". A study of three bits of bones from the hand (carpals) showed that they were similar to the carpal bones of a chimpanzee or an early hominin such as \"Australopithecus\". They were also different from the bones of modern humans. A study of the bones and joints of the arm, shoulder, and legs also concluded that \"H. floresiensis\" was more similar to early humans and apes than modern humans. In 2009, the publication of a cladistic analysis, and a study comparing body sizes, gave further support for the theory that \"H. floresiensis\" and \"Homo sapiens\" are separate species.\nExtinction.\nArchaeologists believe that the species has survived on Flores at least until 12,000 years ago. This makes it the longest lasting non-modern human. It also lived longer than the Neanderthals (\"H. neanderthalensis\"), which became extinct about 24,000 years ago.\nBecause of a deep neighboring strait, Flores remained isolated during the last ice age. Because of this, the discoverers of \"H. floresiensis\" think that the species, or its ancestors, must have reached the isolated island by water transport around 100,000 years ago (or, if they are \"H. erectus\", then about 1 million years ago).\nLocal geology suggests that a volcanic eruption on Flores approximately 12,000 years ago was responsible for the end of \"H. floresiensis\" and animals that lived on the island. The elephant \"Stegodon\" also became extinct at this time.\nStories of later survival.\nThere are local stories that a small race of people lived on the island. The \"Ebu Gogo\" were small, hairy, language-poor cave dwellers. It is said that they were there at the time of the arrival of the first Portuguese ships during the 16th century. These creatures are claimed to have existed as recently as the late 19th century. Gerd van den Bergh, a paleontologist working with the fossils, reported hearing of the Ebu Gogo ten years before the fossil discovery. On the nearby island of Sumatra, there are reports of a 1-1.5m tall humanoid, the Orang Pendek which might be related to \"H. floresiensis\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Hobbit","surface_form":"hobbit","offset":48},{"uri":"Species","surface_form":"species","offset":71},{"uri":"Homo_(genus)","surface_form":"Homo","offset":93},{"uri":"Flores","surface_form":"Flores","offset":172},{"uri":"Indonesia","surface_form":"Indonesia","offset":182},{"uri":"Skeletons","surface_form":"skeletons","offset":206},{"uri":"Cranium","surface_form":"cranium","offset":271},{"uri":"Hobbit","surface_form":"hobbit","offset":508},{"uri":"Flores","surface_form":"Flores","offset":651},{"uri":"Indonesia","surface_form":"Indonesia","offset":675},{"uri":"Archaeology","surface_form":"archaeologists","offset":694},{"uri":"Human_migration","surface_form":"human migration","offset":802},{"uri":"Hominini","surface_form":"hominin","offset":977},{"uri":"Fossil","surface_form":"fossil","offset":1217},{"uri":"Blotting_paper","surface_form":"blotting paper","offset":1261},{"uri":"Atratigraphy","surface_form":"stratigraphic","offset":1377},{"uri":"Chronology","surface_form":"chronological","offset":1395},{"uri":"Stone_tool","surface_form":"Stone tool","offset":1565},{"uri":"Horizon_(archaeological)","surface_form":"archaeological horizons","offset":1628},{"uri":"Mitochondrial_DNA","surface_form":"mitochondrial DNA","offset":1729},{"uri":"Neanderthal","surface_form":"Homo neanderthalensis","offset":1813},{"uri":"Hominin","surface_form":"hominin","offset":1859},{"uri":"Stegodon","surface_form":"Stegodon","offset":2177},{"uri":"Asia","surface_form":"Asia","offset":2284},{"uri":"Quaternary","surface_form":"Quaternary","offset":2300},{"uri":"Rats","surface_form":"rats","offset":2375},{"uri":"Komodo_dragon","surface_form":"Komodo dragon","offset":2381},{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":2434},{"uri":"Genus","surface_form":"genus","offset":2669},{"uri":"Homo_(genus)","surface_form":"Homo","offset":2676},{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":2784},{"uri":"Flores","surface_form":"Flores","offset":2802},{"uri":"Anthropologist","surface_form":"anthropologist","offset":2869},{"uri":"Teuku_Jacob","surface_form":"Teuku Jacob","offset":2884},{"uri":"Microcephaly","surface_form":"microcephaly","offset":2952},{"uri":"Thyroid_gland","surface_form":"thyroid gland","offset":3112},{"uri":"Myxedema","surface_form":"myxedema","offset":3209},{"uri":"Carpals","surface_form":"carpals","offset":3380},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":3444},{"uri":"Hominin","surface_form":"hominin","offset":3467},{"uri":"Australopithecus","surface_form":"Australopithecus","offset":3484},{"uri":"Cladistics","surface_form":"cladistic analysis","offset":3754},{"uri":"Neanderthal","surface_form":"Neanderthal","offset":4098},{"uri":"Extinction","surface_form":"extinct","offset":4149},{"uri":"Strait","surface_form":"strait","offset":4211},{"uri":"Ice_age","surface_form":"ice age","offset":4260},{"uri":"Geology","surface_form":"geology","offset":4517},{"uri":"Volcano","surface_form":"volcanic","offset":4541},{"uri":"Stegodon","surface_form":"Stegodon","offset":4701},{"uri":"Sumatra","surface_form":"Sumatra","offset":5263},{"uri":"Orang_Pendek","surface_form":"Orang Pendek","offset":5321}]}