{"id":118477,"url":"http://en.wikipedia.org/wiki/The_Marriage_of_Figaro","text":"\"Le nozze di Figaro, ossia la folle giornata\" (\"The Marriage of Figaro, or The Day of Madness\") is an opera buffa with music by Wolfgang Amadeus Mozart and an Italian libretto by Lorenzo Da Ponte. The opera premiered at the Burgtheater, Vienna on 1 May 1786. It was well received and nearly every scene received an encore, which made the performance so long that the Emperor did not like this and wanted it to stop.\nThe opera is based on the 1784 French play, \"\"La folle journée, ou le Mariage de Figaro\" by Pierre Beaumarchais. The play was very controversial in its day (and even banned briefly in France), but the play's questionable material was removed and Da Ponte's libretto passed the Viennese censors.\nStory.\nThe opera is set in the palace and gardens of Count Almaviva in Seville, Spain. Figaro, Count Almaviva's servant, is on the eve of marrying Susanna, the Countess' maid.\nAlmaviva has long lusted after Susanna. He plans to revive an old aristocratic right permitting a nobleman to deflower a peasant on her wedding night. Figaro is furious.\nWith Susanna and his friends, he thwarts the Count's intentions. Almaviva is forced to beg his wife's forgiveness.","categories":[],"infobox_types":["opera"],"annotations":[{"uri":"Opera_buffa","surface_form":"opera buffa","offset":102},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":128},{"uri":"Libretto","surface_form":"libretto","offset":167},{"uri":"Lorenzo_Da_Ponte","surface_form":"Lorenzo Da Ponte","offset":179},{"uri":"Vienna","surface_form":"Vienna","offset":237},{"uri":"Encore_(concert)","surface_form":"encore","offset":315},{"uri":"Holy_Roman_Emperor","surface_form":"Emperor","offset":367},{"uri":"Play_(theatre)","surface_form":"play","offset":454},{"uri":"The_Marriage_of_Figaro_(play)","surface_form":"\"La folle journée, ou le Mariage de Figaro","offset":461},{"uri":"Pierre_Beaumarchais","surface_form":"Pierre Beaumarchais","offset":508},{"uri":"Libretto","surface_form":"libretto","offset":673},{"uri":"Censor","surface_form":"censor","offset":702},{"uri":"Palace","surface_form":"palace","offset":742},{"uri":"Seville","surface_form":"Seville","offset":782},{"uri":"Spain","surface_form":"Spain","offset":791}]}