{"id":118519,"url":"http://en.wikipedia.org/wiki/Freemasonry","text":"Freemasonry is an organization of people who believe in brotherhood and helping others. Its members are known as \"Freemasons\" (in full: \"Ancient Free and Accepted Masons\", or simply \"Masons\"). Freemasons also help one another in times of hardship. Freemasonry can be found all over the world in various forms. About 6 million people are Freemasons.\nThe local groups in various countries are known as \"lodges\". At the State or National level are \"Grand Lodges\". These are independent of each other. \"Regular\" Freemasonry is only for men, but there are also co-ed Masonic lodges (and lodges for only Women) that are not recognized as legitimate by the \"regular\" groups. All of these lodges believe in \"brotherly love, relief and truth\". They do work for charities such as running schools for orphaned children. There is a Royal Masonic Hospital which is a home for old members and their families.\nThe word mason means a construction worker who works with stone. He is also called a \"stonemason\". Freemasonry grew from the groups (guilds) of stonemasons in the Middle Ages. These men were building cathedrals and other big buildings. They were called freemasons because they were free, they were not servants who belonged to a rich lord, like many workers were in those days. They often changed jobs and moved from one town to another. In this way they were different from other craftsmen who often worked in one place and had guilds in one town. The stonemasons tried to keep their skills secret so only they knew how to do their job. This is probably why the Freemasons have hand shakes and passwords that they swear to keep secret.\nAbout 1650, Masons' guilds started to let people who were not masons into their guilds. In 1717, the first Grand Lodge (the Grand Lodge of England) was formed. It developed into the governing body of Freemasonry in England. In 1813, it merged with a rival and is now called the United Grand Lodge of England.\nFreemasonry is controversial. It has been opposed. The Anti-Masonic Party (1827-34) was important in early American politics. The Catholic Church opposes Freemasonry, although Freemasonry itself does not block Catholics. Political authorities also sometimes oppose it. Nazi Germany and Eastern Bloc nations outlawed freemasonry.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organization","surface_form":"organization","offset":18},{"uri":"World","surface_form":"world","offset":286},{"uri":"Charitable_organization","surface_form":"charities","offset":752},{"uri":"School","surface_form":"school","offset":778},{"uri":"Orphan","surface_form":"orphan","offset":790},{"uri":"Child","surface_form":"child","offset":799},{"uri":"Mason","surface_form":"mason","offset":904},{"uri":"Construction_worker","surface_form":"construction worker","offset":918},{"uri":"Stone","surface_form":"stone","offset":953},{"uri":"Guild","surface_form":"guild","offset":1028},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1058},{"uri":"Cathedral","surface_form":"cathedral","offset":1095},{"uri":"Town","surface_form":"town","offset":1316},{"uri":"Trade_secret","surface_form":"skills secret","offset":1480},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":2071},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":2210},{"uri":"Eastern_Bloc","surface_form":"Eastern Bloc","offset":2227}]}