{"id":118689,"url":"http://en.wikipedia.org/wiki/The_Hours_(movie)","text":"\"The Hours\" is a 2002 Anglo-American drama movie. It is based on Michael Cunningham's novel \"The Hours\". Nicole Kidman, Julianne Moore, and Meryl Streep play the main characters. It was picked for nine Academy Awards and won one, Best Actress for Kidman.\nPlot.\nThe movie is about three women living in different times. The first is bipolar novelist Virginia Woolf (Kidman) trying to write the novel \"Mrs Dalloway\" in Richmond, Surrey in 1923. The second is Laura Brown, a housewife in California in 1951 who is reading the novel. The third is Clarissa Vaughan, who lives in New York City in 2001 and tends to a gay poet named Richard. He often calls her \"Mrs. D\" or \"Mrs. Dalloway\" in reference to the novel. The movie moves from one character to another many times and each character is shown for a similar amount of time.\nWoolf struggles to write her novel. Her hand shakes and she cannot write well. The movie begins with her suicide where she fills her pockets full of rocks and drowns herself in the river Ouse in Sussex. In flashback, it shows her difficulty writing. Her sister Vanessa Bell comes over. Woolf is very fascinated when her niece Angelica finds a dead bird. Woolf kisses her sister very hard when she leaves. Finally, she tries to go to the train station and tells her husband Leonard that she would rather go back to the city than live in the countryside.\nLaura is depressed and does not like her life. She makes a cake with her son for her husband and does it again when the first one does not come out right. Her friend Kitty is going to a doctor; something is wrong with her. Finally, she takes her son Richie and leaves him at a babysitter and rents a hotel room. She starts reading the book and then we see what it is through her mind – she suddenly imagines that there is a lot of water coming up, like she is drowning.\nVaughn is hosting a party for Richard to celebrate something. She spends a lot of time preparing food and decorations for the party. In the end, however, Richard kills himself by jumping out of the window.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"United_Kingdom","surface_form":"Anglo","offset":22},{"uri":"United_States","surface_form":"American","offset":28},{"uri":"Drama_movie","surface_form":"drama movie","offset":37},{"uri":"Michael_Cunningham","surface_form":"Michael Cunningham","offset":65},{"uri":"The_Hours_(novel)","surface_form":"The Hours","offset":93},{"uri":"Nicole_Kidman","surface_form":"Nicole Kidman","offset":105},{"uri":"Julianne_Moore","surface_form":"Julianne Moore","offset":120},{"uri":"Meryl_Streep","surface_form":"Meryl Streep","offset":140},{"uri":"Academy_Awards","surface_form":"Academy Awards","offset":202},{"uri":"Best_Actress","surface_form":"Best Actress","offset":230},{"uri":"Bipolar_disorder","surface_form":"bipolar","offset":332},{"uri":"Novel","surface_form":"novel","offset":340},{"uri":"Virginia_Woolf","surface_form":"Virginia Woolf","offset":349},{"uri":"Mrs_Dalloway","surface_form":"Mrs Dalloway","offset":400},{"uri":"Richmond%2C_London","surface_form":"Richmond","offset":417},{"uri":"Surrey","surface_form":"Surrey","offset":427},{"uri":"California","surface_form":"California","offset":485},{"uri":"New_York_City","surface_form":"New York City","offset":574},{"uri":"Gay","surface_form":"gay","offset":611},{"uri":"Poet","surface_form":"poet","offset":615},{"uri":"Suicide","surface_form":"suicide","offset":929},{"uri":"River_Ouse","surface_form":"river Ouse","offset":1005},{"uri":"Sussex","surface_form":"Sussex","offset":1019},{"uri":"Niece","surface_form":"niece","offset":1144},{"uri":"Bird","surface_form":"bird","offset":1172},{"uri":"Husband","surface_form":"husband","offset":1289},{"uri":"Major_depressive_disorder","surface_form":"depressed","offset":1386},{"uri":"Physician","surface_form":"doctor","offset":1563}]}