{"id":118745,"url":"http://en.wikipedia.org/wiki/School","text":"A school is an educational environment where people, particularly young children go to learn about topics such as reading, writing and mathematics from a teacher. Most of a student's time will be spent in a classroom, a place where usually 10 to 30 people sit in to engage in educational discussion. In the United States, the average of students per classroom during primary school is 23.1. The term \"school\" is used for many educational environments--particularly in North America. There are different types of schools: elementary schools (primary in the UK), middle schools (secondary in the UK), and so on.\nIn many places around the world, children have to go to school for a certain number of years. Learning may take place in the classroom, in outside environments or on visits to other places. Colleges and universities are places to learn for students over 17 or 18 years of age. Vocational schools teach skills people need for jobs.\nSome people attend school longer than others. This is because some jobs require more training than others, like for example becoming a doctor takes about 10-14 years of education. For young children, one teacher may teach all subjects. Teachers for older students are more specialized, and they only teach a few subjects. Common subjects taught include science, arts such as music, humanities, like geography and history, and languages.\nChildren with mental issues and problems such as autism and other illnesses which make the child difficult to handle are not required to go to regular schools. These children are given other ways to get schooling, like special education schools. There also are special schools which teach things which regular schools do not.\nGraduate schools are for students who have graduated from college.\nSchools for boys and schools for girls.\nEducation for all is quite modern. In England, for example, most people could not read or write, even in the 18th century. We know this because when they got married, those who could not write put an <nowiki/>'X' on the certificate, and someone else wrote their name. Widespread education for reading and writing began in the 19th century.\nEven when there was education, in most countries boys were taught differently from girls, and separately from girls, in a method called segregation. Long ago, most schools were run by religious denominations. That is because clerics were once almost the only people who were literate, meaning that they were able to read. Today, most countries have schools which accept both boys and girls. Despite this, some places still do not have schools for girls.\nSchool as a place to learn for life.\nIn many parts of the world, schools also help children learn things about life.\nPedagogy is the science of teaching children. Different schools use different ways of teaching. There is quite a lot of disagreement about what and how students should be taught. Many countries solve this by allowing different types of school, so parents and children have some choice. Choices may include home education.","categories":[],"infobox_types":[],"annotations":[{"uri":"Reading","surface_form":"reading","offset":114},{"uri":"Writing","surface_form":"writing","offset":123},{"uri":"Mathematics","surface_form":"mathematics","offset":135},{"uri":"North_America","surface_form":"North America","offset":468},{"uri":"United_Kingdom","surface_form":"UK","offset":556},{"uri":"United_Kingdom","surface_form":"UK","offset":594},{"uri":"Child","surface_form":"child","offset":643},{"uri":"Vocational_school","surface_form":"Vocational school","offset":887},{"uri":"Job","surface_form":"job","offset":935},{"uri":"Science","surface_form":"science","offset":1294},{"uri":"Arts","surface_form":"arts","offset":1303},{"uri":"Music","surface_form":"music","offset":1316},{"uri":"Humanities","surface_form":"humanities","offset":1323},{"uri":"Geography","surface_form":"geography","offset":1340},{"uri":"History","surface_form":"history","offset":1354},{"uri":"Languages","surface_form":"languages","offset":1367},{"uri":"Autism","surface_form":"autism","offset":1427},{"uri":"Graduate_school","surface_form":"Graduate school","offset":1704},{"uri":"College","surface_form":"college","offset":1762},{"uri":"Education","surface_form":"Education","offset":1811},{"uri":"England","surface_form":"England","offset":1849},{"uri":"18th_century","surface_form":"18th century","offset":1920},{"uri":"Religious_denomination","surface_form":"religious denomination","offset":2335},{"uri":"Cleric","surface_form":"cleric","offset":2376},{"uri":"Literacy","surface_form":"literate","offset":2426},{"uri":"Pedagogy","surface_form":"Pedagogy","offset":2722},{"uri":"Home_education","surface_form":"home education","offset":3028}]}