{"id":118736,"url":"http://en.wikipedia.org/wiki/Michael_Collins_(Irish_leader)","text":"Michael \"Mick\" Collins (16 October 1890 – 22 August 1922) was an Irish revolutionary leader. He was a Minister for Finance and Teachta Dála (TD \"member of parliament\") for Cork South in the First Dáil of 1919. He was also the Director of Intelligence for the IRA, and member of the Irish delegation during the Anglo-Irish Treaty negotiations. After that he was both Chairman of the Provisional Government and Commander-in-chief of the National Army. Throughout this time, at least as of 1919, he was also President of the Irish Republican Brotherhood. Under the rules of the Brotherhood this meant that he was President of the Irish Republic. Collins was shot and killed in August 1922, during the Irish Civil War.\nEarly years.\nHe was born on his family farm named Woodfield in Sam's Cross near Clonakilty, West Cork. Michael Collins was the third son and youngest of eight children. Most biographies state his date of birth as 16 October 1890; however, his tombstone gives his date of birth as 12 October 1890. His father, also named Michael, was a member of the republican Fenian movement, but had left and settled down to farming. Collins was six years old when his father died.\nAfter leaving school aged 15, Collins took the British Civil Service examination in Cork in February 1906. In 1910, he moved to London where he became a messenger at a London firm of stock brokers, Horne and Company. While in London he lived with his elder sister, and studied at King's College London. He joined the London GAA and, through this, the Irish Republican Brotherhood, a secret, oath-bound society dedicated to achieving Irish independence. In 1915, he moved to the Guaranty Trust Company of New York where he remained until his return to Ireland the following year.\nEaster Rising.\nMichael Collins first became known during the Easter Rising in 1916. A skilled organiser and very intelligent, he was highly respected in the IRB. When the Rising itself took place on Easter Monday, 1916, he fought alongside Patrick Pearse and others in the General Post Office in Dublin.\nCollins, like many of the other participants, was arrested, almost executed. He was imprisoned at Frongoch internment camp. Collins became one of the leading figures in Sinn Féin after the Rising. This was a small nationalist party which the British government and the Irish media mistakenly accredited the Rising to. By October 1917, Collins had become a member of the executive of Sinn Féin and Director of Organisation of the Irish Volunteers. Éamon de Valera was president of both organisations.\nThe first Irish Parliament, the Dáil Éireann.\nCollins was nominated in the 1918 general election to elect Irish MPs to the British House of Commons in London. Collins won for Sinn Féin, becoming MP for Cork South. However, unlike their rivals in the Irish Parliamentary Party, Sinn Féin MPs had announced that they would not take their seats in Westminster, but instead would set up an Irish Parliament in Dublin.\nThat new parliament, called \"Dáil Éireann\" (meaning \"Assembly of Ireland\") met in the Mansion House, Dublin in January 1919, although De Valera and leading Sinn Féin MPs had been arrested.\nIn de Valera's absence, Cathal Brugha was elected Príomh Aire ('Main' or 'Prime', Minister', but often translated as 'President of Dáil Éireann'). He was replaced by de Valera, when Collins helped him escape from Lincoln Prison in April 1919.\nThe Irish War of Independence began on the same day that the First Dáil met on 21 January 1919. An ambush party of IRA volunteers acting without orders and led by Seán Treacy attacked a group of Royal Irish Constabulary men. They were escorting a shipment of gelignite to a quarry in Soloheadbeg, County Tipperary. Two policemen were shot dead during the fight. This incident is considered to be the first action taken in the Irish War of Independence.\n1919 and the start of the War of Independence.\nIn 1919, Collins had a number of roles. In the summer he was elected president of the IRB, Director of Intelligence of the Irish Republican Army. He also became the Minister for Finance. His ministry was able to organise a large bond issue in the form of a \"National Loan\" to fund the new Irish Republic. Collins and Richard Mulcahy were the two main organisers for the Irish Republican Army, in as far as it was possible to direct the actions of disorganised guerrilla units.\nIn 1920, the British offered a prize of £10,000 (equivalent to GB£474,000.00 / €535,026.83 in 2017) for information leading to the capture or death of Collins. His fame had so transcended the IRA movement that he was nicknamed \"The Big Fellow\".\nIn July 1921, the British suddenly offered a truce. Arrangements were made for a conference between the British government and the leaders of the as-yet unrecognised Irish Republic.\nIn August 1921, Eamonn de Valera made the Dáil upgrade his office from Prime Minister to President of the Irish Republic. This made him on the same level as George V in the negotiations. Eventually, however, he said that as the King would not attend, then neither would he. Instead, with the reluctant agreement of his cabinet, de Valera assembled a team of delegates to go in his place. The team was headed by Vice-President Arthur Griffith with Collins as Deputy.\nAnglo-Irish Treaty.\nThe negotiations resulted in the Anglo-Irish Treaty which was signed on 6 December 1921. In it, a new state was agreed upon, called the \"Irish Free State\". The agreement made an all-Ireland state possible. The six-county region in the northeast could opt out of the Free State if they wanted to. If this happened, an Irish Boundary Commission was to redraw the Irish border. The Irish Free State was established in December 1922, and as expected, Northern Ireland opted to remain part of the United Kingdom proper.\nAlthough it was not the republic he was fighting for, Collins concluded that the Treaty offered Ireland \"the freedom to achieve freedom.\" He knew that the treaty, and in particular the issue of partition, would not be popular in Ireland. When he signed the treaty, he said \"I have signed my own death warrant.\"\nSinn Féin split over the treaty, and the Dáil debated the matter bitterly for ten days until it was approved by a vote of 64 to 57. The Supreme Council of the IRB, which was informed in detail about the Treaty negotiations voted unanimously (\"without exceptions\") to accept the Treaty. The only exception was the later COS of the IRA Liam Lynch.\nProvisional Government.\nAs expected, the Treaty was extremely controversial in Ireland.\nFirst, Éamon de Valera, President of the Irish Republic until 9 January, had been unhappy that Collins had signed any deal without his and his cabinet's authorisation.\nSecond, the contents of the Treaty were bitterly disputed. De Valera and many other members of the republican movement did not want Ireland to be a dominion of the British Empire. They did not like the \"symbolism\" of having to give a statement of faithfulness to the British king.\nThe dividing of Ireland between the Irish Free State and Northern Ireland was not as controversial. One of the main reasons for this was that Collins was secretly planning to launch a guerrilla war against the Northern State. In the early months of 1922, he had sent IRA units to the border, and arms and money to the northern units. In May–June 1922, he and IRA Chief of Staff Liam Lynch organised an attack of both pro- and anti-treaty IRA units along the new border. This offensive was officially called off under British pressure on 3 June and Collins issued a statement that \"no troops from the 26 counties, either those under official control [pro-treaty] or those attached to the [IRA] Executive [anti-treaty] should be permitted to invade the six county area.\"\nThe new Provisional Government () was formed under Collins, who became \"President of the Provisional Government of Southern Ireland\" (i.e., Prime Minister). He also remained Minister for Finance of Griffith's republican administration after de Valera stepped down.\nIn the months leading up to the outbreak of civil war in June 1922, Collins tried to heal the split in the nationalist movement and prevent civil war. De Valera, having opposed the Treaty in the Dáil, withdrew from the assembly with his supporters. Collins secured a compromise, \"De Valera Pact\", whereby the two factions of Sinn Féin, pro- and anti-Treaty, would fight the soon-to-be Free State's first election jointly and form a coalition government afterwards. This Pact was agreed without Griffith's knowledge and he opposed it as a potential betrayal of the Treaty. For a time it appeared that a split would occur in the pro-Treaty ranks but Griffith relented realizing that Collins held all the power. His friendship with Collins did not survive. [ANTHONY J. JORDAN IN \"ARTHUR GRIFFITH with James Joyce & WB Yeats - Liberating Ireland\". Westport Books. pp. 173–5 & 188-189.]\nTo try and find a compromise, Collins proposed that the Free State would have a republican constitution, with no mention of the British king. However, the British did not sign the proposed republican constitution. They argued they had signed the Treaty in good faith and its terms could not be changed so quickly.\nCivil War.\nOn 14 April 1922, a group of 200 anti-Treaty IRA men occupied the Four Courts in Dublin in defiance of the Provisional government. Collins, who wanted to avoid civil war at all costs, did not attack them until June 1922, when British pressure also forced his hand. After a final attempt to persuade the men to leave, Collins borrowed two 18 pounder artillery pieces from the British and bombarded the Four Courts until the men surrendered.\nThis led to the Irish Civil War as fighting broke out in Dublin between the anti-Treaty IRA and the provisional government's troops.\nUnder Collins' supervision, the Free State rapidly took control of the capital. In July 1922, anti-Treaty forces held the southern province of Munster and several other areas of the country. De Valera and the other anti-Treaty TDs supported the anti-Treaty IRA.\nBy mid-1922, Collins no longer really worked as Chairman of the Provisional Government. He became the Commander-in-Chief of the National Army, a formal uniformed army that formed around the pro-Treaty IRA.\nCollins, along with Richard Mulcahy and Eoin O'Duffy decided on a series of seaborne landings into republican held areas. They re-took Munster and the west in July–August 1922. As part of this offensive, Collins travelled to his native Cork. This was against the advice of his companions, and despite suffering from stomach ache and depression. Collins is said to have told his comrades that \"They wouldn't shoot me in my own county\".\nHe recorded his plan for peace in his diary: Republicans must \"accept the People's Verdict\" on the Treaty, but could then \"go home without their arms (\"guns\"). We don't ask for any surrender of their principles\". \"We want to avoid any possible unnecessary destruction and loss of life.\" But if Republicans did not accept his terms, \"further blood is on their shoulders\".\nDeath.\nOn the road to Bandon, at the village of \"Béal na mBláth\" (Irish, \"the Mouth of Flowers\"), Collins stopped to ask directions. However the man whom they asked, Dinny Long, was also a member of the local Anti-Treaty IRA. An ambush was then prepared for the convoy when it made its journey back to Cork city. They knew Collins would return by the same road as the two other roads from Bandon to Cork were destroyed by Republicans. The ambush party, commanded by Liam Deasy, opened fire on Collins' convoy.\nCollins was killed in the gun battle, which lasted about 20 minutes, from 8:00 p.m. to 8:20 p.m. He was the only fatality. He had ordered his convoy to stop and return fire, instead of choosing the safer option of driving on in his touring car or transferring to the safety of the accompanying armoured car, as his companion, Emmet Dalton, had wished. They do not know who fired the fatal shot.\nCollins' men brought his body back to Cork where it was then shipped to Dublin because it was feared the body might be stolen in an ambush if it were transported by road. His body lay in state for three days in Dublin City Hall where tens of thousands of mourners walked past his coffin to pay their respects. His funeral mass took place at Dublin's Pro Cathedral where a number of foreign and Irish dignitaries were in attendance. Some 500,000 people attended his funeral, almost one fifth of the country's population.\n\"I can't see my way to becoming Patron of the Michael Collins Foundation. It is my considered opinion that in the fullness of time history will record the greatness of Collins and it will be recorded at my expense\"\nHowever, there is some doubt that de Valera ever made this controversial statement.\nCommemoration.\nAn annual commemoration ceremony takes place each year in August at the ambush site at Béal na mBláth, Cork.\nThere is also a remembrance ceremony in Glasnevin at Collins' graveside.\nSocieties.\nThe Collins 22 Society established in 2002 is an international organisation dedicated to keeping the name and legacy of Michael Collins in living memory. The patron of the society is Nora Owen, grand-niece of Michael Collins.\nFilms.\nThe 1936 movie \"Beloved Enemy\", starring David Niven, is a fictionalised account of Collins' life. Unlike the real Michael Collins, the fictionalised \"Dennis Riordan\" (played by Brian Aherne) is shot, but recovers. \"Hang Up Your Brightest Colours\", a British documentary by Kenneth Griffith, was made for ITV in 1973, but refused transmission. It was eventually screened by the BBC in Wales in 1993 and across the United Kingdom the following year.\nAn Irish documentary made by Colm Connolly for RTE Television in 1989 called \"The Shadow of Béal na Bláth\" covered Collins' death. A made for TV film, \"The Treaty\", was produced in 1991 and starred Brendan Gleeson as Collins and Ian Bannen as David Lloyd George. In 2007 RTE produced a documentary entitled \"Get Collins\", centered around the intelligence war which took place in Dublin.\nCollins was the subject of director Neil Jordan's 1996 film \"Michael Collins\", with Liam Neeson in the title role.","categories":[],"infobox_types":[],"annotations":[{"uri":"Irish_people","surface_form":"Irish","offset":65},{"uri":"Leadership","surface_form":"leader","offset":85},{"uri":"Minister_for_Finance_(Ireland)","surface_form":"Minister for Finance","offset":102},{"uri":"Teachta_D%C3%A1la","surface_form":"Teachta Dála","offset":127},{"uri":"South_Cork_(UK_Parliament_constituency)","surface_form":"Cork South","offset":172},{"uri":"First_D%C3%A1il","surface_form":"First Dáil","offset":190},{"uri":"Military_intelligence","surface_form":"Intelligence","offset":238},{"uri":"Irish_Republican_Army","surface_form":"IRA","offset":259},{"uri":"Delegation","surface_form":"delegation","offset":288},{"uri":"Anglo-Irish_Treaty","surface_form":"Anglo-Irish Treaty","offset":310},{"uri":"Chairman_of_the_Provisional_Government_of_Southern_Ireland","surface_form":"Chairman of the Provisional Government","offset":366},{"uri":"Commander-in-chief","surface_form":"Commander-in-chief","offset":409},{"uri":"Irish_Army","surface_form":"National Army","offset":435},{"uri":"Irish_Republican_Brotherhood","surface_form":"Irish Republican Brotherhood","offset":522},{"uri":"Irish_Civil_War","surface_form":"Irish Civil War","offset":698},{"uri":"County_Cork","surface_form":"West Cork","offset":807},{"uri":"Irish_republicanism","surface_form":"republican","offset":1064},{"uri":"Irish_Republican_Brotherhood","surface_form":"Fenian","offset":1075},{"uri":"Stock","surface_form":"stock","offset":1365},{"uri":"Broker","surface_form":"broker","offset":1371},{"uri":"King%27s_College_London","surface_form":"King's College London","offset":1462},{"uri":"London_GAA","surface_form":"London GAA","offset":1499},{"uri":"Irish_republicanism","surface_form":"Irish independence","offset":1615},{"uri":"Guaranty_Trust_Company_of_New_York","surface_form":"Guaranty Trust Company of New York","offset":1660},{"uri":"1916_Rising","surface_form":"Easter Rising","offset":1822},{"uri":"Easter_Monday","surface_form":"Easter Monday","offset":1960},{"uri":"Patrick_Pearse","surface_form":"Patrick Pearse","offset":2001},{"uri":"General_Post_Office_(Dublin)","surface_form":"General Post Office","offset":2034},{"uri":"Dublin","surface_form":"Dublin","offset":2057},{"uri":"Frongoch_internment_camp","surface_form":"Frongoch internment camp","offset":2163},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":2234},{"uri":"Irish_nationalism","surface_form":"nationalist","offset":2279},{"uri":"Mass_media","surface_form":"media","offset":2340},{"uri":"Irish_Volunteers","surface_form":"Irish Volunteers","offset":2494},{"uri":"%C3%89amon_de_Valera","surface_form":"Éamon de Valera","offset":2512},{"uri":"United_Kingdom_general_election%2C_1918","surface_form":"1918 general election","offset":2640},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"British House of Commons","offset":2688},{"uri":"Member_of_Parliament","surface_form":"MP","offset":2760},{"uri":"South_Cork_(UK_Parliament_constituency)","surface_form":"Cork South","offset":2767},{"uri":"Irish_Parliamentary_Party","surface_form":"Irish Parliamentary Party","offset":2815},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"Westminster","offset":2910},{"uri":"Parliament_of_Ireland","surface_form":"Irish Parliament","offset":2951},{"uri":"Dublin","surface_form":"Dublin","offset":2971},{"uri":"D%C3%A1il_%C3%89ireann_(Irish_Republic)","surface_form":"Dáil Éireann","offset":3008},{"uri":"Mansion_House%2C_Dublin","surface_form":"Mansion House, Dublin","offset":3065},{"uri":"Cathal_Brugha","surface_form":"Cathal Brugha","offset":3192},{"uri":"Pr%C3%ADomh_Aire","surface_form":"Príomh Aire","offset":3218},{"uri":"Lincoln_(HM_Prison)","surface_form":"Lincoln Prison","offset":3381},{"uri":"Irish_War_of_Independence","surface_form":"Irish War of Independence","offset":3415},{"uri":"Se%C3%A1n_Treacy_(Irish_Republican)","surface_form":"Seán Treacy","offset":3574},{"uri":"Royal_Irish_Constabulary","surface_form":"Royal Irish Constabulary","offset":3606},{"uri":"Gelignite","surface_form":"gelignite","offset":3670},{"uri":"Soloheadbeg","surface_form":"Soloheadbeg","offset":3695},{"uri":"County_Tipperary","surface_form":"County Tipperary","offset":3708},{"uri":"Espionage","surface_form":"Intelligence","offset":4014},{"uri":"Irish_Republican_Army","surface_form":"Irish Republican Army","offset":4034},{"uri":"Richard_Mulcahy","surface_form":"Richard Mulcahy","offset":4228},{"uri":"Pound_sterling","surface_form":"£","offset":4428},{"uri":"British_government","surface_form":"British government","offset":4737},{"uri":"President_of_the_Irish_Republic","surface_form":"President of the Irish Republic","offset":4904},{"uri":"George_V_of_the_United_Kingdom","surface_form":"George V","offset":4972},{"uri":"Arthur_Griffith","surface_form":"Arthur Griffith","offset":5241},{"uri":"Anglo-Irish_Treaty","surface_form":"Anglo-Irish Treaty","offset":5334},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":5438},{"uri":"Irish_Boundary_Commission","surface_form":"Irish Boundary Commission","offset":5618},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":6127},{"uri":"Irish_Republic","surface_form":"Irish Republic","offset":6602},{"uri":"Oath_of_Allegiance_(Ireland)","surface_form":"a statement of faithfulness","offset":6961},{"uri":"Irish_Free_State","surface_form":"Irish Free State","offset":7046},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":7067},{"uri":"Guerrilla","surface_form":"guerrilla","offset":7194},{"uri":"Liam_Lynch","surface_form":"Liam Lynch","offset":7388},{"uri":"Provisional_Government_of_Southern_Ireland","surface_form":"Provisional Government","offset":7787},{"uri":"President_of_the_Provisional_Government_of_Southern_Ireland","surface_form":"President of the Provisional Government of Southern Ireland","offset":7851},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":7919},{"uri":"De_Valera_Pact","surface_form":"De Valera Pact","offset":8324},{"uri":"Four_Courts","surface_form":"Four Courts","offset":9317},{"uri":"Artillery","surface_form":"artillery","offset":9600},{"uri":"Bombardment","surface_form":"bombarded","offset":9638},{"uri":"Irish_Civil_War","surface_form":"Irish Civil War","offset":9707},{"uri":"Battle_of_Dublin_(1922)","surface_form":"fighting broke out in Dublin","offset":9726},{"uri":"Commander-in-Chief","surface_form":"Commander-in-Chief","offset":10188},{"uri":"Irish_Army","surface_form":"National Army","offset":10214},{"uri":"Richard_Mulcahy","surface_form":"Richard Mulcahy","offset":10312},{"uri":"Eoin_O%27Duffy","surface_form":"Eoin O'Duffy","offset":10332},{"uri":"Irish_Free_State_offensive","surface_form":"series of seaborne landings","offset":10358},{"uri":"Bandon%2C_County_Cork","surface_form":"Bandon","offset":11120},{"uri":"B%C3%A9al_na_mBl%C3%A1th","surface_form":"Béal na mBláth","offset":11147},{"uri":"Irish_language","surface_form":"Irish","offset":11164},{"uri":"Liam_Deasy","surface_form":"Liam Deasy","offset":11564},{"uri":"Touring_car","surface_form":"touring car","offset":11840},{"uri":"Emmet_Dalton","surface_form":"Emmet Dalton","offset":11934},{"uri":"Lying_in_state","surface_form":"lay in state","offset":12183},{"uri":"City_Hall%2C_Dublin","surface_form":"Dublin City Hall","offset":12214},{"uri":"Coffin","surface_form":"coffin","offset":12283},{"uri":"Pro_Cathedral","surface_form":"Pro Cathedral","offset":12353},{"uri":"B%C3%A9al_na_mBl%C3%A1th","surface_form":"Béal na mBláth","offset":12924},{"uri":"Glasnevin","surface_form":"Glasnevin","offset":12986},{"uri":"Beloved_Enemy","surface_form":"Beloved Enemy","offset":13279},{"uri":"David_Niven","surface_form":"David Niven","offset":13304},{"uri":"Brian_Aherne","surface_form":"Brian Aherne","offset":13441},{"uri":"Hang_Up_Your_Brightest_Colours","surface_form":"Hang Up Your Brightest Colours","offset":13479},{"uri":"United_Kingdom","surface_form":"British","offset":13514},{"uri":"Documentary_film","surface_form":"documentary","offset":13522},{"uri":"Kenneth_Griffith","surface_form":"Kenneth Griffith","offset":13537},{"uri":"ITV","surface_form":"ITV","offset":13568},{"uri":"BBC","surface_form":"BBC","offset":13641},{"uri":"Wales","surface_form":"Wales","offset":13648},{"uri":"Republic_of_Ireland","surface_form":"Irish","offset":13715},{"uri":"RTE_Television","surface_form":"RTE Television","offset":13759},{"uri":"The_Shadow_of_B%C3%A9al_na_Bl%C3%A1th","surface_form":"The Shadow of Béal na Bláth","offset":13790},{"uri":"The_Treaty","surface_form":"The Treaty","offset":13864},{"uri":"Brendan_Gleeson","surface_form":"Brendan Gleeson","offset":13910},{"uri":"Ian_Bannen","surface_form":"Ian Bannen","offset":13941},{"uri":"David_Lloyd_George","surface_form":"David Lloyd George","offset":13955},{"uri":"Get_Collins","surface_form":"Get Collins","offset":14020},{"uri":"Dublin","surface_form":"Dublin","offset":14091},{"uri":"Film_director","surface_form":"director","offset":14126},{"uri":"Neil_Jordan","surface_form":"Neil Jordan","offset":14135},{"uri":"Michael_Collins_(film)","surface_form":"Michael Collins","offset":14160},{"uri":"Liam_Neeson","surface_form":"Liam Neeson","offset":14183}]}