{"id":119077,"url":"http://en.wikipedia.org/wiki/Carbohydrate","text":"\"Carbohydrates\" are chemical compounds that contain \"only\" oxygen, hydrogen and carbon. They are made up of joined-up sugars. Sugars have the general formula Cm(H2O)n, and are also known as saccharides.\nCertain carbohydrates are an important storage and transport form of energy in most organisms, including plants and animals.\nBiochemistry.\nThere are four types of carbohydrates, named by the number of sugar molecules they contain.\nNutrition and foods.\nCarbohydrates are the most common source of energy for the human body. Protein builds tissue and cells in the body. Carbohydrates are very good for energy, but, if a person eats more than needed, the extra is changed into fat.\nIf necessary, humans can live without eating carbohydrates because the human body can change proteins into carbohydrates. People of some cultures eat food with very little carbohydrates, but they still remain healthy.\nResearch in the United States and Canada have shown that people get about 40% to 60% of their energy from carbohydrates. However, studies suggest that some people get at least 55% to 75% of energy from carbohydrates. It may depend on the amount of physical work done by people: the harder the work, the more energy they need. The other need for energy is body temperature. Living in a cold climate means a person needs more energy.\nSome foods have high levels of carbohydrates including bread, pasta, potatoes, cereals, rice etc.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_compound","surface_form":"chemical compound","offset":20},{"uri":"Oxygen","surface_form":"oxygen","offset":59},{"uri":"Hydrogen","surface_form":"hydrogen","offset":67},{"uri":"Carbon","surface_form":"carbon","offset":80},{"uri":"Sugar","surface_form":"sugar","offset":118},{"uri":"Energy","surface_form":"energy","offset":272},{"uri":"Organism","surface_form":"organism","offset":287},{"uri":"Plant","surface_form":"plant","offset":308},{"uri":"Animal","surface_form":"animal","offset":319},{"uri":"Protein","surface_form":"Protein","offset":526},{"uri":"Fat","surface_form":"fat","offset":677},{"uri":"Bread","surface_form":"bread","offset":1387},{"uri":"Pasta","surface_form":"pasta","offset":1394},{"uri":"Potato","surface_form":"potato","offset":1401},{"uri":"Cereal","surface_form":"cereal","offset":1411},{"uri":"Rice","surface_form":"rice","offset":1420}]}