{"id":119342,"url":"http://en.wikipedia.org/wiki/Ahmedpur_Sharqia_Tehsil","text":"e=\"preserve\">Ahmadpur East is one of the five tehsils (administrative subdivisions) of Bahawalpur District in the Punjab province of Pakistan. Ahmad Pur East contains 31 Union Councils of Pakistan.\nsardar nawab Ahmed khan noorzai.\nAhmad Khan Noorzai, chief of the Durrani Empire\nGeneral Sardar Ahmad Khan Noorzai was an Afghan Sardar. Sardar Ahmad Khan Noorzai was accompanied by 40,000 troops of Afghan Pashtun army in 1765. Sardar Ahmad Khan Noorzai started his campaign from Kandahar in 1765 and conquered all areas of Multan. In the history of Ahmad Khan Noorzai, Sardar Ahmad Khan Noorzai is viewed with the highest regard in Afghan history.\nHaji Khan Mindani's Rebellion General Ahmed Khan Noorzai's Allegriatum\nAccording to him, in 1765, Haji Khan Mandhani, the ruler of Garhi Ikhtiar Khan, created a mess and Shuja-ul-Mulk sent Ahmad Khan Noorzai to subdue him. Ahmad Khan Noorzai crossed the Indus River and captured the forts of Sahnuwala and Nowshera. Although Haji Khan obeyed, Nawab Ahmad Khan Noorzai had annexed his suburbs and left only the undivided part of his area. In 1768, Shah Shuja-ul-Mulk, the fifth son of Timur Shah, set out for the Indus to settle the affairs of Dera, and with complaints against Makhdoom Hamid Bakhsh, Fazal Ali Khan Halani, Islam Khan Kahrai and Haji Khan Mandhani Nawab Ahmad Khan Noorzai, Rajanpur I was looking forward to it. He insisted that their open territory be taken back from the Nawab. Shuja-ul-Mulk made Ahmed Khan Noorzai the Nawab of these areas and handed over Ahmed Khan Noorzai to the Dhaka area, but Ahmed Khan Noorzai soon returned to Kabul and Haji Khan had to pay his betrayal, as Ahmed Khan Noorzai took over Dhaka. Recaptured and sent a detachment to besiege Garhi Ikhtiar Khan. Frightened by the siege, Haji Khan Mandhani agreed that the area east of Ikhtiar Wah would be added to the territory of Nawab Ahmad Khan Noorzai and only the area to the west would remain with him. On the left in 1769, Haji Khan rebelled again with Fazal Ali Khan Halani and Qadir Bakhsh Khan Kirani and captured 14 Muharram at Sardargarh, an army led by Nasir Khan Goraij and Fateh Muhammad Khan Ghori. Sent so that Garhi Ikhtiar Khan could be attacked. In the battle that took place on 21st Muharram, the rebels locked themselves in the fort. After a long siege, the Nawab's commanders built a fort opposite Garhi Ikhtiar Khan and named it Fatehgarh. On the 20th of Rabi al-Thani, the artillery from this fort shelled Garhi Ikhtiar Khan so hard that the besiegers agreed to negotiate peace and the Nawab imposed the following conditions on them.\nHaji Khan Mandhani, his son and brother will appear and obey. A wall in the fort of Garhi Opt Khan will be demolished. Haji Khan will pay Rs 2 lakh as compensation for the war. One of his sons will remain as hostage in the court of the Nawab. The authority to appoint Garhi Ikhtiar Khan will remain with the Nawab and his acquisitions will be equally distributed. Haji Khan initially rejected these conditions but eventually Nasir Khan captured him and imprisoned him in the fort of Fatehgarh. Fazal Ali Khan Halani and other chiefs left the battlefield and on the 29th of Ramadan Nasir Khan leveled the fort of Garhi Ikhtiar and then named Ahmadpur East / Ashraqiya after Ahmad Khan Noorzai and returned. Thus the area of ​​Garhi Ikhtiar became part of the territory of Nawab Ahmad Khan Noorzai.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tehsil","surface_form":"tehsil","offset":46},{"uri":"Bahawalpur_District","surface_form":"Bahawalpur District","offset":87},{"uri":"Pakistan","surface_form":"Pakistan","offset":133}]}