{"id":119402,"url":"http://en.wikipedia.org/wiki/Pind_Dadan_Khan_Tehsil","text":"Pind Dadan Khan Tehsil (Urdu/Punjabi: پنڈ دادن خان) is a small area in Jhelum District, in Punjab, Pakistan. It is the oldest tehsil in this area of Pakistan. Its capital city is Pind Dadan Khan. (\"Pind\" comes from the Punjabi word for \"village.\") The capital city is on the bank of River Jhelum, about 28 kilometres from the M2 motorway.\nPind Dadan Khan Tehsil is well known for having Asia's largest salt mine, Khewra Salt Mines. The Khewra Salt Mines have been used for over 2000 years, and they have an underground mosque.\nThe area has a long history going back to the time of Alexander the Great's invasion (see Punjab (Pakistan)). Alexander the Great's famous horse, Bucephalus, is said to be buried in the small town of Jalalpur Sharif, which is in Pind Dadan Khan.\nPind Dadan Khan Tehsil is named after Nawab Dadan Khan. He was the Muslim Governor of Lahore (the capital city of Punjab) in the 1700s.\nOne important person from Pind Dadan Khan was Nawabzada Ghzanfar Ali Khan. He was a Muslim minister in the 1946 cabinet. Just after the Islamic Republic of Pakistan was created, he became Minister of Health, Food and Agriculture. In December of 1947, he became the Minister of Refugees and Rehabilitation.\nAnother important person from this area was Mohammad Ramzan Chotana. He was awarded several gold medals by the British Government for his skill in different technical fields.\nOne of the important personalities from the area in recent times was Justice (R) Khawaja Imtiaz Ahmad. He served as Chief Justice of the Lahore Highcourt from 2014-2015. He has the honor of being the first person from the area to be made judge of the Lahore Highcourt Lahore. He served as the Chief Justice of the Lahore Highcourt for 9 months and he is still remembered for his contributions to the judiciary of Pakistan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Urdu","surface_form":"Urdu","offset":24},{"uri":"Punjabi_language","surface_form":"Punjabi","offset":29},{"uri":"Jhelum_District","surface_form":"Jhelum District","offset":71},{"uri":"Punjab%2C_Pakistan","surface_form":"Punjab, Pakistan","offset":91},{"uri":"Tehsil","surface_form":"tehsil","offset":126},{"uri":"Capital_city","surface_form":"capital city","offset":163},{"uri":"Punjabi_language","surface_form":"Punjabi","offset":219},{"uri":"Jhelum_River","surface_form":"River Jhelum","offset":283},{"uri":"Motorway","surface_form":"motorway","offset":329},{"uri":"Salt_mine","surface_form":"salt mine","offset":402},{"uri":"Mosque","surface_form":"mosque","offset":519},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":581},{"uri":"Invasion","surface_form":"invasion","offset":603},{"uri":"Punjab_(Pakistan)","surface_form":"Punjab (Pakistan)","offset":617},{"uri":"Islam","surface_form":"Muslim","offset":840},{"uri":"Governor","surface_form":"Governor","offset":847},{"uri":"Lahore","surface_form":"Lahore","offset":859},{"uri":"Cabinet","surface_form":"cabinet","offset":1021},{"uri":"Islamic_Republic","surface_form":"Islamic Republic","offset":1045},{"uri":"Agriculture_in_Pakistan","surface_form":"Agriculture","offset":1126},{"uri":"Refugee","surface_form":"Refugees","offset":1186},{"uri":"British_Government","surface_form":"British Government","offset":1326}]}