{"id":119483,"url":"http://en.wikipedia.org/wiki/The_Omen","text":"\"The Omen\" is a 1976 American suspense/horror movie set in England. It was directed by Richard Donner. The movie stars Gregory Peck, Lee Remick, David Warner, Harvey Stephens, Billie Whitelaw, Patrick Troughton, Martin Benson, and Leo McKern. A remake, \"The Omen,\" was released on June 6, 2006.\nThis movie has a sequel, '.\nCasting switch.\nDick Van Dyke was once offered the role as Ambassador Thorn, but turned it down because of the movie's violent gory content.\nCurse.\nA series of events happened during the making of \"The Omen\" (October 1975 to January 1976) that caused some speculation as to whether or not the film was \"cursed\".\nSeparate flights for both actor Gregory Peck and executive producer Mace Neufeld were struck by lightning when flying between the USA and England, and producer Harvey Bernhard was barely missed by a lightning bolt in Rome. A restaurant that Neufeld and Peck were to eat at in England was bombed by the IRA.\nA plane hired by the studio to take aerial shots in Israel was switched at the last moment by the airline, and the clients who took the original plane were all killed when it crashed on takeoff. Some time later, a zookeeper who was helping the studio with handling animals was attacked and eaten alive by lions. After working on \"The Omen\", stuntman Alf Joint went on to work on \"A Bridge Too Far\" where he was pushed off a building during a stunt gone wrong.\nOn Friday, August 13, 1976, special effects artist John Richardson was in an accident in the Netherlands while working on \"A Bridge Too Far\", also right after work on \"The Omen\" was done. Less than a year after designing the deaths for \"The Omen\", Richardson's car was involved in a major accident which killed and decapitated his female companion, in a way similar to David Warner's death in \"The Omen\". It is rumored that upon stumbling out of his car he saw a road sign that said he was near the town of Ommen, marked 66.6 km away.\nThere are no road signs in the Netherlands giving distances in fractions of kilometres. Only kilometre markers use fractions. Near Raalte is a junction where the N348 joins the N35. This location currently corresponds with kilometre marker 66.6 on route N348. A road sign stating the direction towards Ommen is less than fifty metres away from this kilometre marker.\nA local newspaper named De Stentor did some research into this matter and contacted a former police officer from the area. According to the police officer, the accident indeed took place near Raalte on the N348 between Raalte and Deventer, but not on the location where the 66.6 kilometre marker currently is, but near the 60.0 kilometre marker. Richardson may have misread the marker. At a glance a zero might look like a six.\nBased on the current location of the marker and the details given by the police officer, another possible scenario is that Richardson was brought to a hospital in Zwolle and crossed the junction of the N348 with the N35. There he may have noticed kilometre marker 66.6, and immediately after that a road sign stating the direction towards Ommen. This may have freaked him out to the point that it became part of the legend of the curse.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"United_States","surface_form":"American","offset":21},{"uri":"Suspense_movie","surface_form":"suspense","offset":30},{"uri":"Horror_movie","surface_form":"horror","offset":39},{"uri":"Movie","surface_form":"movie","offset":46},{"uri":"England","surface_form":"England","offset":59},{"uri":"Richard_Donner","surface_form":"Richard Donner","offset":87},{"uri":"Gregory_Peck","surface_form":"Gregory Peck","offset":119},{"uri":"Lee_Remick","surface_form":"Lee Remick","offset":133},{"uri":"David_Warner_(actor)","surface_form":"David Warner","offset":145},{"uri":"Harvey_Stephens","surface_form":"Harvey Stephens","offset":159},{"uri":"Billie_Whitelaw","surface_form":"Billie Whitelaw","offset":176},{"uri":"Patrick_Troughton","surface_form":"Patrick Troughton","offset":193},{"uri":"Leo_McKern","surface_form":"Leo McKern","offset":231},{"uri":"The_Omen_(2006_movie)","surface_form":"The Omen","offset":254},{"uri":"2006_in_movies","surface_form":"2006","offset":289},{"uri":"Dick_Van_Dyke","surface_form":"Dick Van Dyke","offset":339},{"uri":"Ambassador","surface_form":"Ambassador","offset":382},{"uri":"Curse","surface_form":"curse","offset":626},{"uri":"Lightning","surface_form":"lightning","offset":834},{"uri":"Rome","surface_form":"Rome","offset":852},{"uri":"Irish_Republican_Army","surface_form":"IRA","offset":937},{"uri":"A_Bridge_Too_Far_(film)","surface_form":"A Bridge Too Far","offset":1322},{"uri":"Netherlands","surface_form":"Netherlands","offset":1495},{"uri":"A_Bridge_Too_Far_(movie)","surface_form":"A Bridge Too Far","offset":1525},{"uri":"Rumor","surface_form":"rumor","offset":1813},{"uri":"Ommen","surface_form":"Ommen","offset":1909}]}