{"id":119527,"url":"http://en.wikipedia.org/wiki/Eine_kleine_Nachtmusik","text":"e=\"preserve\">\"Eine kleine Nachtmusik\" is the name given to the Serenade No. 13 for strings in G major, K 525 by Wolfgang Amadeus Mozart. It is one of his most popular pieces and the opening tune is heard in many places, e.g. on mobile phones.It was composed in 1787 and is a serenade for strings.\nThe title \"Eine kleine Nachtmusik\" means literally: \"A little Night Music\". \"Nachtmusik\" was a title which was often given to serenades in the 18th century. A serenade in the 18th century was a lighthearted piece of music, often played during feasts. This serenade is written for two violins, viola, and cello and possibly a double bass as well. It is either performed as a string quartet (just four players) or by a small group of instruments, in which case at least one double bass is normally added.\nThe structure of the music.\nThe movement is in sonata form. A short while after the famous opening theme comes a second theme which is more graceful and in D major, the dominant key of G major. The first part (exposition) closes in D major and is repeated. The next part (development section) begins on D major and goes to other keys before the music returns to G major for the last part (recapitulation).\nThe second movement is a \"Romanza\". It is marked \"Andante\" (\"at a walking pace\"). It is gentler and slower than the first movement. Three tunes are heard during the movement, which has an ABACA structure.\nThe third movement is a minuet and trio (ABA) in G major.\nThe fourth and last movement is in sonata rondo form. This finale returns with the liveliness of the first movement.","categories":[],"infobox_types":[],"annotations":[{"uri":"K%C3%B6chel-Verzeichnis","surface_form":"K","offset":103},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":112},{"uri":"Serenade","surface_form":"serenade","offset":423},{"uri":"18th_century","surface_form":"18th century","offset":440},{"uri":"Violin","surface_form":"violin","offset":581},{"uri":"Viola","surface_form":"viola","offset":590},{"uri":"Cello","surface_form":"cello","offset":601},{"uri":"Double_bass","surface_form":"double bass","offset":622},{"uri":"Double_bass","surface_form":"double bass","offset":769},{"uri":"Sonata_form","surface_form":"sonata form","offset":847},{"uri":"Minuet","surface_form":"minuet","offset":1435},{"uri":"Trio_(music)","surface_form":"trio","offset":1446},{"uri":"Rondo_form","surface_form":"sonata rondo form","offset":1504}]}