{"id":119668,"url":"http://en.wikipedia.org/wiki/Network_card","text":"e=\"preserve\">A Network interface card (also known as a NIC, network card, or network interface controller) is an electronic device that connects a computer to a computer network, usually a LAN. It is considered a piece of computer hardware. Most modern computers support an internal network interface controller embedded in the motherboard directly rather than provided as an external component.\nNetworking speed.\nEthernet cards operate at different network speeds depending on the protocol standard they support.\nOld Ethernet cards were capable only of the 10 Mbps maximum speed originally offered by the Ethernet standard. Modern Ethernet adapters support the 100 Mbps ​fast Ethernet standard and an increasing number now also offer ​gigabit Ethernetsupport at 1 Gbps (1000 Mbps).\nAn Ethernet card does not directly support Wi-Fi wireless networking, but home network broadband routers contain the necessary technology to allow Ethernet devices to connect using cables and communicate with Wi-Fi devices by means of the router.\nThe future of ethernet cards.\nEthernet cards ruled when cables remained the primary form of network access. Although Ethernet offers consistently more reliable connections than wireless networking and therefore remains popular as a built-in option for desktop PCs and other relatively immobile computers, mobile devices including laptops and tablets have shifted away from Ethernet and toward Wi-Fi. The expansion of Wi-Fi services in workplaces, coffee shops and other public places, and the decline of wired Ethernet connections in modern hotels, has reduced the access to wired Ethernet for road warriors—and hence, has reduced the need for Ethernet cards","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronic","surface_form":"electronic","offset":113},{"uri":"Computer","surface_form":"computer","offset":147},{"uri":"Computer_network","surface_form":"computer network","offset":161},{"uri":"Local_Area_Network","surface_form":"LAN","offset":189},{"uri":"Computer_hardware","surface_form":"computer hardware","offset":222},{"uri":"Network_interface_controller","surface_form":"network interface controller","offset":283}]}