{"id":119723,"url":"http://en.wikipedia.org/wiki/Encyclopedia_Dramatica","text":"Encyclopædia Dramatica is a website that stored mostly articles that make fun of people or things. The pages satirize current events, and many events on the internet. Encyclopædia Dramatica has been described as a \"snarky (sarcastic and nasty) Wikipedia anti-fansite\".\nThe site is a wiki that runs on MediaWiki software. The site often shows its content in a disrespectful way and often abusive style. Many articles are written in a satirical way to upset those who take the content seriously.\nContent.\nThis wiki has been described as \"an online compendium of troll humor and lore\". Its articles relate to news, current events, gossip and other \"drama\" topics from across the Internet, controversial article content, forums, fansites, Internet subculture, users of web services, and online catchphrases are satirized in a manner described variously as coarse, offensive and frequently obscene. Articles at Encyclopædia Dramatica are notably critical of MySpace and administrators of Wikipedia.\nClosed.\nIt was closed on April 16, 2011, and relaunched as \"Oh Internet\". Not all of the users of Encyclopedia Dramatica liked the decision. Many non-users didn't like the decision either, and hacked and attacked the Facebook fan page with \"hate messages and pornography\". But now, ED is back open.","categories":[],"infobox_types":[],"annotations":[{"uri":"Satire","surface_form":"satirize","offset":109},{"uri":"Snarky","surface_form":"snarky","offset":215},{"uri":"Wiki","surface_form":"wiki","offset":283},{"uri":"MediaWiki","surface_form":"MediaWiki","offset":301},{"uri":"Satire","surface_form":"satirical","offset":433},{"uri":"Internet_troll","surface_form":"troll","offset":560},{"uri":"Internet","surface_form":"Internet","offset":676},{"uri":"Controversy","surface_form":"controversial","offset":686},{"uri":"Forum","surface_form":"forum","offset":717},{"uri":"Subculture","surface_form":"subculture","offset":744},{"uri":"MySpace","surface_form":"MySpace","offset":953},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":983},{"uri":"Facebook","surface_form":"Facebook","offset":1211}]}