{"id":119852,"url":"http://en.wikipedia.org/wiki/Prince_of_Wales_Trophy","text":"The Prince of Wales Trophy, or simply the Wales Trophy, is a National Hockey League (NHL) trophy awarded to the Eastern Conference (formerly the Wales Conference) playoff champions. The trophy is awarded prior to the final series which are the championship games to decide the winner for the Stanley Cup against the Western Conference's champions. The trophy was first established in the 1923-24 NHL season, for the champion of the NHL playoffs, but it has been the trophy for eight different accomplishments, which also include being the NHL regular season champions, American Division regular season champions, regular season champions, East Division regular season champions, Wales Conference regular season champions, Wales Conference playoffs champions, and Eastern Conference playoffs champions. The current holder of the Prince of Wales Trophy is the Tampa Bay Lightning after defeating the New York Rangers in the 2015 Eastern Conference finals.\nHistory.\nThe Prince of Wales Trophy was donated by His Royal Highness, the Prince of Wales (later King Edward VIII and the Duke of Windsor), in 1924. It was first presented to the playoff champion of the NHL (replacing the O'Brien Trophy) who then went on to face the Western Hockey League (WHL) champion for the Stanley Cup.\nAfter the WHL folded and the Stanley Cup was awarded only to the NHL playoff champion, the Prince of Wales Trophy was awarded to the regular season champion. From 1927–28 onwards it was awarded to the champion of the NHL American Division while the O'Brien Trophy was awarded to the NHL Canadian Division. It was then repurposed to being the trophy for the overall regular season champion in the 1938-39 NHL season when the NHL reverted to a single division.\nWith the Modern Era expansion in the 1967–68 season and the creation of the West Division, the Wales Trophy was awarded to the team that finished in first place in the East Division during the regular season. When the league formed two conferences in the season of 1974–75, the award was transferred to the team that finished with the best regular-season record in the Wales Conference. Starting with the 1981–82 campaign, when the league changed its playoff format so that the two teams meeting in the Stanley Cup finals could no longer come from the same conference, the trophy was presented to the Wales Conference playoff champions, and since the 1993–94 season, the Eastern Conference playoff champions have won the award.\nOnce awarded, the deputy commissioner, currently Bill Daly, would present the trophy to the winning team's captain. However, a traditional superstition that is prevalent among many of today's NHL players is that no player should either touch or hoist the Wales Trophy (or the Western Conference's trophy, the Clarence S. Campbell Bowl) when they have won the conference playoffs as the Eastern Conference champions. Players feel that the Stanley Cup is the only true championship trophy and thus it should be the only trophy that should be hoisted.\n1923–1925 (pre-donation) engravings.\nThe Canadiens were league champions for these seasons.\nNotes.\n\"Refers to the original Ottawa Senators NHL franchise (1917–1934).\"","categories":[],"infobox_types":["sports award"],"annotations":[{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":61},{"uri":"Eastern_Conference_(NHL)","surface_form":"Eastern Conference","offset":112},{"uri":"Wales_Conference","surface_form":"Wales Conference","offset":145},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":292},{"uri":"Western_Conference_(NHL)","surface_form":"Western Conference's","offset":316},{"uri":"1923-24_NHL_season","surface_form":"1923-24 NHL season","offset":388},{"uri":"Tampa_Bay_Lightning","surface_form":"Tampa Bay Lightning","offset":858},{"uri":"New_York_Rangers","surface_form":"New York Rangers","offset":898},{"uri":"Prince_of_Wales","surface_form":"Prince of Wales","offset":1029},{"uri":"Edward_VIII_of_the_United_Kingdom","surface_form":"King Edward VIII","offset":1052},{"uri":"Duke_of_Windsor","surface_form":"Duke of Windsor","offset":1077},{"uri":"1923-24_NHL_season","surface_form":"1924","offset":1098},{"uri":"O%27Brien_Trophy","surface_form":"O'Brien Trophy","offset":1177},{"uri":"Western_Hockey_League","surface_form":"Western Hockey League","offset":1222},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":1267},{"uri":"NHL_American_Division","surface_form":"NHL American Division","offset":1497},{"uri":"NHL_Canadian_Division","surface_form":"NHL Canadian Division","offset":1563},{"uri":"1938-39_NHL_season","surface_form":"1938-39 NHL season","offset":1676},{"uri":"1967-68_NHL_season","surface_form":"1967–68 season","offset":1776},{"uri":"NHL_Western_Division","surface_form":"West Division","offset":1815},{"uri":"NHL_Eastern_Division","surface_form":"East Division","offset":1907},{"uri":"1974-75_NHL_season","surface_form":"season of 1974–75","offset":1994},{"uri":"Wales_Conference","surface_form":"Wales Conference","offset":2108},{"uri":"1981-82_NHL_season","surface_form":"1981–82 campaign","offset":2144},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":2242},{"uri":"1993-94_NHL_season","surface_form":"1993–94 season","offset":2390},{"uri":"Bill_Daly","surface_form":"Bill Daly","offset":2516},{"uri":"Clarence_S._Campbell_Bowl","surface_form":"Clarence S. Campbell Bowl","offset":2776},{"uri":"Ottawa_Senators_(original)","surface_form":"original Ottawa Senators","offset":3130}]}