{"id":119929,"url":"http://en.wikipedia.org/wiki/Books_of_the_Bible","text":"The Books of the Bible are the different sections of the Bible. Each book has a different name. Most of the time the book is named after the person who maybe wrote the book. Although that is not always the case. Different religions, and different denominations of Christianity, have different books or sections in the Bible. These different groups accept different books. These groups also use different names for the same books. The stories in the \"Books of the Bible\" are very similar for all religious groups. Some people use a trick and ideas to memorize the Bible.\nBelow, there is a list or table that compares the Books of the Bible in Judaism and in the Catholic, Protestant, Greek Orthodox, Slavonic Orthodox, Georgian, Armenian Apostolic, Syriac, and Ethiopian Churches. The table covers both the Old Testament and the New Testament. For a detailed discussion of the differences, see \"Biblical canon\".\nThe Eastern Orthodox, Oriental Orthodox, and Eastern Catholic churches may have small differences in the lists of books that they accept. If at least one Eastern church accepts a book, then that book is listed in this table. The Eastern churches accept all of the books that the Roman Catholic Church accepts.\nOld Testament.\nIf a table cell has an asterisk (*), it means that a book is used, but in a different order. Empty cells mean that the book is not used. These books are often called \"apocrypha\". This word is sometimes used specifically (and possibly negatively) to describe the books in the Catholic and Orthodox canon that are not in the Protestant Bible. Orthodox and Catholic Christians call these books \"deuterocanonical\", which means second canon.\nNew Testament.\nMost Christian groups agree about the New Testament canon (the list of books in the New Testament) but some groups put books in a different order (place).\nThe Ethiopian Orthodox Church has a few other books in its canon (list of books): Jubilees, Book of Enoch, and The Rest of the Words of Baruch (4 Baruch).\nThe Peshitta does not have 2-3 John, 2 Peter, Jude, and Revelation, but Bibles of the modern Syriac Orthodox Church do have later translations of those books. They also have the Letter of Baruch (Baruch, is called a deuterocanonical book of the Bible). Today the Syrian Orthodox Church only uses lessons from the twenty-two books of Peshitta in its official lectionary (list of Church readings).\nThird Epistle to the Corinthians was once part of the Armenian Orthodox Bible, but it is not in modern editions (printed versions).\nNotes.\nReturn links: Tanakh or Old Testament – New Testament","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible","surface_form":"Bible","offset":57},{"uri":"Denomination","surface_form":"denomination","offset":247},{"uri":"Judaism","surface_form":"Judaism","offset":642},{"uri":"Roman_Catholic_Church","surface_form":"Catholic","offset":661},{"uri":"Protestantism","surface_form":"Protestant","offset":671},{"uri":"Greek_Orthodox_Church","surface_form":"Greek Orthodox","offset":683},{"uri":"Slavonic_Orthodox","surface_form":"Slavonic Orthodox","offset":699},{"uri":"Old_Testament","surface_form":"Old Testament","offset":806},{"uri":"New_Testament","surface_form":"New Testament","offset":828},{"uri":"Biblical_canon","surface_form":"Biblical canon","offset":894},{"uri":"Eastern_Orthodox_Church","surface_form":"Eastern Orthodox","offset":915},{"uri":"Oriental_Orthodox_Church","surface_form":"Oriental Orthodox","offset":933},{"uri":"Eastern_Catholic","surface_form":"Eastern Catholic","offset":956},{"uri":"Asterisk","surface_form":"asterisk","offset":1259},{"uri":"Apocrypha","surface_form":"apocrypha","offset":1403},{"uri":"Canon","surface_form":"canon","offset":1533},{"uri":"Deuterocanon","surface_form":"deuterocanon","offset":1628},{"uri":"Ethiopian_Orthodox_Church","surface_form":"Ethiopian Orthodox Church","offset":1847},{"uri":"Jubilees","surface_form":"Jubilees","offset":1925},{"uri":"Book_of_Enoch","surface_form":"Book of Enoch","offset":1935},{"uri":"The_Rest_of_the_Words_of_Baruch","surface_form":"The Rest of the Words of Baruch","offset":1954},{"uri":"Peshitta","surface_form":"Peshitta","offset":2002},{"uri":"Syriac_Orthodox_Church","surface_form":"Syriac Orthodox Church","offset":2091},{"uri":"Third_Epistle_to_the_Corinthians","surface_form":"Third Epistle to the Corinthians","offset":2394},{"uri":"Armenian_Orthodox","surface_form":"Armenian Orthodox","offset":2448}]}