{"id":119906,"url":"http://en.wikipedia.org/wiki/Books_of_Kings","text":"e=\"preserve\">The Books of Kings are a set of books in the Old Testament. Both Judaism and Christianity see it as a part of the Bible. The Books of Kings describes the history of Israel's kings from the end of the rule of David until the time of the Babylonian exile (so it writes about a time of about 450 years). After a long description of Solomon's rule, 1 and 2 Kings writes of how the kingdom of Israel was divided and then shows how the Kingdom of Israel and the Kingdom of Judah developed.\nTitle.\n1 and 2 Kings, like 1 and 2 Samuel and 1 and 2 Books of Chronicles are actually one book. It was simply called \"Kings.\" However, it was divided into two books by the translators of the Septuagint (the Greek translation of the Old Testament), and so it was written as 1 and 2 Kings by the Latin translation and many other versions.\nThe division between 1 and 2 Kings was made after the death of Ahab in the northern kingdom (22:37) and Jehoshaphat in the southern kingdom (22:50).\nAuthor and sources.\nIt is not known for sure who is the author (writer) of 1,2 Kings. Jewish tradition says that Jeremiah wrote 1 and 2 Kings, but people do not usually think so today. Whoever the author was, he knew the book of Deuteronomy, like many of Israel's prophets. He also used lots of sources, like \"the books of the annals of Solomon\" (11:41, NIV), \"the book of the annals of the kings of Israel\" (14:19 NIV), and \"the book of the annals of the kings of Judah\" (14:29 NIV)\". Probably other sources were used, like those inside Chronicles).\nChronology.\n1 and 2 Kings give lots of chronological information. The length of time each king rules is given, and often other information is given, such as the age of the ruler at the time of becoming king and whether they were a good ruler.\nBy putting in Biblical data with those given from Assyrian chronological records, the year 853 B.C. is probable as the year of Ahab's death, and the year 841 as the year Jehu began to reign. So, it can be known that the division of the kingdom happened in 930 B.C., and that Samaria was defeated by the Assyrians in 722 BC, and that Jerusalem fell to the Babylonians in 586 BC.\nThe information about the connection between the reigns of the kings of Israel and Judah have some problems, which have, for a long time, been wondered about. Recently, though, most of these problems have been solved by recognizing things like possibilities of reigns that overlap, sons ruling \"with\" their fathers, differences in the time of the year in which the rule of a king officially began, and differences in the way a king's first year was seen.\nKings and Covenants.\n1 and 2 Kings do not exactly say its purpose or theme, but it is most probable that the author wanted to write his material as a sequel, the next book after the books of Samuel: a history about the kings by covenant.\nThe writer was not trying to show a social, or political, or economical history of Israel's kings like most histories today. He writes about Omri, who was a very powerful king and an important political person, in only six verses (16:23-28), simply saying that he \"did evil in the eyes of the Lord\" (16:25, NIV). Also, Jeroboam the second, who was king over northern Israel when it was most powerful, is written about very shortly (2 Kings 14:23-29).\nHe also writes nothing about the first years of Josiah king of Judah, but says a long description of how they begin again to keep the covenant in his 18th year as king (2 Kings 22:3-23:28).\nThe kings who are most written about in the books of Kings are the kings who either kept the covenant well, broke it very badly, or had an important encounter with one of God's prophets. Ahab son of Omri and Manasseh broke the covenant so that it was dangerous to Israel, so the author wrote a lot about them both; Hezekiah (2 Kings 18:1-20:21) and Josiah (2 Kings 22:1 - 23:29) are written a lot about because they tried to remind the people of their covenant promises. They are the only two kings who the writer is really happy with for their loyalty to the Lord.\nAnother important part of 1 and 2 Kings is that the writer shows the relationship between prophecy and how it comes true in history. At least 11 prophecies are written to be true. The writer also shows the importance of the prophets as messengers from God to tell the kings and people of Israel to come back to God. Usually, nobody listened to their warnings (for example, Ahijah, Shemaiah, Micaiah, Jonah, Isaiah, Huldah), but the writer writes very much about the prophets Elijah and Elisha. A well known story is that of Elijah on Mount Carmel, when he calls upon God and a miracle occurs, thereby showing that the God of Israel to be the one true God. Shortly before the miracle another tribe had called upon their false gods, which leads to no miracle occurring.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_Testament","surface_form":"Old Testament","offset":58},{"uri":"Judaism","surface_form":"Judaism","offset":78},{"uri":"Christianity","surface_form":"Christianity","offset":90},{"uri":"Bible","surface_form":"Bible","offset":127},{"uri":"History","surface_form":"history","offset":167},{"uri":"Israel","surface_form":"Israel","offset":178},{"uri":"Babylon","surface_form":"Babylon","offset":249},{"uri":"Israel","surface_form":"Israel","offset":401},{"uri":"Develop","surface_form":"developed","offset":486},{"uri":"Samuel","surface_form":"Samuel","offset":532},{"uri":"Books_of_Chronicles","surface_form":"Books of Chronicles","offset":551},{"uri":"Translate","surface_form":"translators","offset":670},{"uri":"Judaism","surface_form":"Jewish","offset":1070},{"uri":"Jeremiah","surface_form":"Jeremiah","offset":1097},{"uri":"Deuteronomy","surface_form":"Deuteronomy","offset":1213},{"uri":"Israel","surface_form":"Israel","offset":1239},{"uri":"Prophet","surface_form":"prophet","offset":1248},{"uri":"Source","surface_form":"sources","offset":1279},{"uri":"Israel","surface_form":"Israel","offset":1384},{"uri":"Source","surface_form":"sources","offset":1485},{"uri":"Chronology","surface_form":"chronological","offset":1574},{"uri":"King","surface_form":"king","offset":1625},{"uri":"Reign","surface_form":"reigns","offset":2205},{"uri":"Theme","surface_form":"theme","offset":2680},{"uri":"Sequel","surface_form":"sequel","offset":2761},{"uri":"History","surface_form":"history","offset":2812},{"uri":"Politics","surface_form":"political","offset":2896},{"uri":"Economy","surface_form":"economical","offset":2910},{"uri":"History","surface_form":"history","offset":2921},{"uri":"Israel","surface_form":"Israel","offset":2932},{"uri":"History","surface_form":"histories","offset":2957},{"uri":"Politics","surface_form":"political","offset":3042},{"uri":"Eye","surface_form":"eye","offset":3130},{"uri":"God","surface_form":"Lord","offset":3142},{"uri":"King","surface_form":"king","offset":3197},{"uri":"Encounter","surface_form":"encounter","offset":3639},{"uri":"Prophet","surface_form":"prophet","offset":3667},{"uri":"King","surface_form":"king","offset":3983},{"uri":"Happy","surface_form":"happy","offset":4014},{"uri":"God","surface_form":"Lord","offset":4050},{"uri":"Prophecy","surface_form":"prophecy","offset":4146},{"uri":"History","surface_form":"history","offset":4180},{"uri":"Prophet","surface_form":"prophet","offset":4280},{"uri":"God","surface_form":"God","offset":4308},{"uri":"King","surface_form":"king","offset":4324},{"uri":"Israel","surface_form":"Israel","offset":4344},{"uri":"God","surface_form":"God","offset":4367},{"uri":"Elijah","surface_form":"Elijah","offset":4531},{"uri":"Elisha","surface_form":"Elisha","offset":4542}]}