{"id":120008,"url":"http://en.wikipedia.org/wiki/Strawberry_Fields_Forever","text":"\"Strawberry Fields Forever\" is a song composed by John Lennon, recorded by his band The Beatles in 1966 at Abbey Road Studios, and issued by Parlophone Records and Capitol Records in February 1967, as the to \"Penny Lane\".\nWriting.\nLennon began work on \"Strawberry Fields Forever\" while he was in Almería, Spain, during the time he was appearing in a Dick Lester comedy movie, \"How I Won the War\", which starred Michael Crawford. The lyrics drew on Lennon's memories of Strawberry Field, a Salvation Army home in Liverpool, England, where Lennon went as a boy to with neighborhood friends. \"We \"always\" had fun at Strawberry Fields\", he later told Playboy Magazine. They also drew on his feelings of and being different. \"No one I think is in my tree, I mean it must be high or low\" he explained as not being able to find other people who looked at life the way he did.\nRecording.\nLennon's first demo of \"Strawberry Fields Forever\" was made with a simple tape recorder, by Lennon himself. He explored different of instruments, with the Beatles and George Martin in the recording studio, as they began for \"Sgt. Pepper's Lonely Hearts Club Band\".\nOne recorded version of the song used a slide guitar. Another used a Mellotron, and was considered a finished work. Lennon wanted to try another arrangement, though, and asked Martin to compose a score for brass instruments, for another session. This was also considered finished.\nLennon could not decide which of the two finished versions of the song was best. He liked how the first one began, but preferred the ending of the second, and asked George Martin if they could be edited together. Martin did not see an easy way to do that, because the key and tempo of each version was different.\nIt turned out that studio technology made it possible to join the two versions in an effective way. The first version was speeded up on tape, raising its pitch and tempo, and the second slowed down, lowering its pitch and tempo. With edits between verses, Martin changed from one version to the other. Most listeners never noticed the change, or knew about the edit.\nMusic video.\nTo go with the recording, the Beatles filmed a \"promo\"; an early kind of music video, in January 1967. The band had begun to grow mustaches, and Lennon began to wear eyeglasses in public, which he rarely did before. The changes made the Beatles look very different from how the public saw them earlier. The kind of glasses Lennon wore (sometimes called \"), were issued in England by the and the military, and he wore them making \"How I Won the War\". Lennon disliked the style as a boy, but now made it a by it.\nRelease and public reactions.\nThe Beatles planned to issue \"Strawberry Fields Forever\" and \"Penny Lane\" as part of their next album, but EMI asked for a single at the beginning of 1967. The two songs were issued as a single, with \"Penny Lane\" as the A-side. While \"Penny Lane\" only reached Number Two in the British record sales chart, it reached Number One in the United States chart. (It was displaced after one week at Number One, by The Turtles, with \"Happy Together\".) \"Strawberry Fields Forever\" charted at Number Eight in the US.\nIn the years after Lennon's death, his cowriter and fellow Beatle Paul McCartney sometimes performed \"Strawberry Fields Forever\" during concerts. A section of Central Park in New York City, where Lennon lived after the Beatles disbanded, was named \"Strawberry Fields\" in Lennon's honour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Song","surface_form":"song","offset":33},{"uri":"John_Lennon","surface_form":"John Lennon","offset":50},{"uri":"The_Beatles","surface_form":"The Beatles","offset":84},{"uri":"Abbey_Road_Studios","surface_form":"Abbey Road Studios","offset":107},{"uri":"Parlophone_Records","surface_form":"Parlophone Records","offset":141},{"uri":"Capitol_Records","surface_form":"Capitol Records","offset":164},{"uri":"Penny_Lane","surface_form":"Penny Lane","offset":209},{"uri":"Almer%C3%ADa","surface_form":"Almería","offset":296},{"uri":"Spain","surface_form":"Spain","offset":305},{"uri":"Dick_Lester","surface_form":"Dick Lester","offset":350},{"uri":"Comedy","surface_form":"comedy","offset":362},{"uri":"Movie","surface_form":"movie","offset":369},{"uri":"Michael_Crawford","surface_form":"Michael Crawford","offset":411},{"uri":"Salvation_Army","surface_form":"Salvation Army","offset":489},{"uri":"Liverpool%2C_England","surface_form":"Liverpool, England","offset":512},{"uri":"Playboy_Magazine","surface_form":"Playboy Magazine","offset":647},{"uri":"Demo_(music)","surface_form":"demo","offset":895},{"uri":"Magnetic_tape","surface_form":"tape recorder","offset":954},{"uri":"George_Martin","surface_form":"George Martin","offset":1047},{"uri":"Recording_studio","surface_form":"recording studio","offset":1068},{"uri":"Sgt._Pepper%27s_Lonely_Hearts_Club_Band","surface_form":"Sgt. Pepper's Lonely Hearts Club Band","offset":1105},{"uri":"Slide_guitar","surface_form":"slide guitar","offset":1185},{"uri":"Mellotron","surface_form":"Mellotron","offset":1214},{"uri":"Score","surface_form":"score","offset":1341},{"uri":"Brass_instrument","surface_form":"brass instrument","offset":1351},{"uri":"Key_(music)","surface_form":"key","offset":1694},{"uri":"Tempo","surface_form":"tempo","offset":1702},{"uri":"Technology","surface_form":"technology","offset":1765},{"uri":"Pitch_(music)","surface_form":"pitch","offset":1893},{"uri":"Verse","surface_form":"verse","offset":1987},{"uri":"Music_video","surface_form":"music video","offset":2192},{"uri":"Mustache","surface_form":"mustache","offset":2249},{"uri":"Eyeglasses","surface_form":"eyeglasses","offset":2285},{"uri":"England","surface_form":"England","offset":2491},{"uri":"Album_(music)","surface_form":"album","offset":2756},{"uri":"EMI","surface_form":"EMI","offset":2767},{"uri":"Single_(music)","surface_form":"single","offset":2783},{"uri":"British","surface_form":"British","offset":2938},{"uri":"United_States","surface_form":"United States","offset":2995},{"uri":"The_Turtles","surface_form":"The Turtles","offset":3067},{"uri":"Happy_Together","surface_form":"Happy Together","offset":3086},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":3233},{"uri":"Concert","surface_form":"concert","offset":3303},{"uri":"Central_Park","surface_form":"Central Park","offset":3326},{"uri":"New_York_City","surface_form":"New York City","offset":3342}]}