{"id":120109,"url":"http://en.wikipedia.org/wiki/Battle_of_Baghdad_(1258)","text":"The Battle of Baghdad in 1258 was a victory for the Mongol leader Hulagu Khan, a grandson of Genghis Khan. Baghdad was captured, sacked, and over time burned.\nBaghdad was the capital of the Abbasid Empire. This was an Islamic empire in what is now Iraq. The Abbasid caliphs were the second of the Islamic dynasties.\nThe besieging army.\nThe Mongol army, led by Hulagu (also spelled as Hulegu) Khan and the Chinese commander Guo Kan in vice-command, set out for Baghdad in November of 1257. Hulagu marched with what was probably the largest army ever fielded by the Mongols. By order of Mongke Khan, one in ten fighting men in the entire Mongol Empire were gathered for Hulagu's army (Saunders 1971). The attacking army also had a large contingent of Christian forces.\nThe siege.\nHulagu demanded surrender; the caliph refused. Many accounts say that the caliph failed to prepare for the fight; he neither gathered armies nor strengthened the walls of Baghdad.\nHulagu divided his forces, so that they threatened both sides of the city, on the east and west banks of the Tigris. The attacking Mongols broke some dikes and flooded the ground behind the caliph’s army, trapping them. Much of the army was slaughtered or drowned.\nUnder Guo Kan's order, the Chinese counterparts in the Mongolian army then laid siege to the city, constructing a palisade and ditch, wheeling up siege engines and catapults. The siege started on January 29. The battle was swift, by siege standards. By February 5 the Mongols controlled a stretch of the wall. Al-Musta'sim tried to negotiate, but was refused.\nOn February 10 Baghdad surrendered. The Mongols swept into the city on February 13 and began a week of massacre, looting, rape, and destruction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mongol","surface_form":"Mongol","offset":52},{"uri":"Hulagu_Khan","surface_form":"Hulagu Khan","offset":66},{"uri":"Genghis_Khan","surface_form":"Genghis Khan","offset":93},{"uri":"Baghdad","surface_form":"Baghdad","offset":107},{"uri":"Baghdad","surface_form":"Baghdad","offset":159},{"uri":"Capital_(city)","surface_form":"capital","offset":175},{"uri":"Abbasid_Empire","surface_form":"Abbasid Empire","offset":190},{"uri":"Islamic","surface_form":"Islamic","offset":218},{"uri":"Empire","surface_form":"empire","offset":226},{"uri":"Iraq","surface_form":"Iraq","offset":248},{"uri":"Hulagu","surface_form":"Hulagu","offset":360},{"uri":"Guo_Kan","surface_form":"Guo Kan","offset":423},{"uri":"Mongke_Khan","surface_form":"Mongke Khan","offset":585},{"uri":"Mongol_Empire","surface_form":"Mongol Empire","offset":636},{"uri":"Tigris","surface_form":"Tigris","offset":1067},{"uri":"Levee","surface_form":"dikes","offset":1108},{"uri":"Siege","surface_form":"siege","offset":1303},{"uri":"Palisade","surface_form":"palisade","offset":1337},{"uri":"Ditch","surface_form":"ditch","offset":1350},{"uri":"Catapult","surface_form":"catapult","offset":1387}]}