{"id":120183,"url":"http://en.wikipedia.org/wiki/Australopithecine","text":"e=\"preserve\">The term Australopithecine ('australos' for short) refers to any species in the related genera \"Australopithecus\" or \"Paranthropus\". These genera occurred in the Pliocene–Pleistocene era, and were bipedal. The arrangement of their teeth, especially the dental arcade, was similar to humans. They did not have the large canine teeth characteristic of present-day apes.\nThey had a brain size not much larger than modern apes, lacking the large brain of the genus \"Homo\". They were mainly bipedal, but probably capable of climbing and living at least partly in trees. Their arms were longer in proportion to their bodies, and this also suggests their inherited capacity to move above the ground. The efficiency of their walking is difficult to estimate, but they were not so well adapted to bipedalism as humans. The males were much larger than the females, which suggests a family arrangement with a dominant male and several females, as with modern apes. Nothing is known for certain about their use of tools.\nThey are in the hominins,and appeared in the late Miocene.\nWhen used alone, the term refers to both genera together. \"Australopithecus\" is sometimes referred to as the \"gracile (slender) australopithecines\", while \"Paranthropus\" are also called the \"robust australopithecines\".\nA likely ancestor of the australopithecines is the \"Ardipithecus\" genus, which lived in East Africa. The genus \"Homo\" (humans), appears about 2.4 million years ago with \"Homo habilis\". Australos moved into mixed savannah/woodland habitats as the climate cooled in the later Miocene. This explains their adaptations to walking or walking plus climbing. It also explains the changes to their diet and teeth, though not in detail. The great increase in brain size of modern man began with the genus \"Homo\": it did not start with the australos.\nThe australopithecines according to Briggs & Crowther.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genera","offset":101},{"uri":"Australopithecus","surface_form":"Australopithecus","offset":109},{"uri":"Paranthropus","surface_form":"Paranthropus","offset":131},{"uri":"Pliocene","surface_form":"Pliocene","offset":175},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":184},{"uri":"Bipedal","surface_form":"bipedal","offset":210},{"uri":"Canine_teeth","surface_form":"canine teeth","offset":332},{"uri":"Homo","surface_form":"Homo","offset":475},{"uri":"Bipedal","surface_form":"bipedal","offset":499},{"uri":"Hominin","surface_form":"hominin","offset":1038},{"uri":"Miocene","surface_form":"Miocene","offset":1072},{"uri":"Ardipithecus","surface_form":"Ardipithecus","offset":1352},{"uri":"Homo_(genus)","surface_form":"Homo","offset":1412},{"uri":"Human","surface_form":"human","offset":1419},{"uri":"Homo_habilis","surface_form":"Homo habilis","offset":1470},{"uri":"Savannah","surface_form":"savannah","offset":1512},{"uri":"Woodland","surface_form":"woodland","offset":1521},{"uri":"Habitats","surface_form":"habitats","offset":1530},{"uri":"Adaptations","surface_form":"adaptations","offset":1603},{"uri":"Diet","surface_form":"diet","offset":1690}]}