{"id":120118,"url":"http://en.wikipedia.org/wiki/J._D._Salinger","text":"Jerome David Salinger (January 1, 1919 – January 27, 2010), better known as J. D. Salinger, was an American writer of (partly) Jewish descent. He was best known for his 1951 novel \"The Catcher in the Rye\".\nEarly life.\nSalinger was born Jerome David Salinger in Manhattan, New York on January 1, 1919.\nCareer.\nSalinger began writing short stories while in secondary school. In 1936, he went to work in Austria, but left 2 years later, just before Germany took Austria over.\nSalinger published several stories in the early 1940s before serving in World War II. In 1948 he published the story \"A Perfect Day for Bananafish\" in \"The New Yorker\" magazine, which also published most of his following work.\nIn 1951, his first novel \"The Catcher in the Rye\" was published. It became an immediate popular success.\nDeath.\nOn January 27, 2010, Salinger died in his home in Cornish, New Hampshire of natural causes at age 91.\nPersonality.\nSalinger did not like publicity: He never published an original work after 1965 and was never interviewed after 1980. In fact, he told his agent to burn any mail that fans sent him. He also did not want his photograph on the jacket of his books.\nUnpublished books.\nOn November 28, 2013, scans of three unpublished Salinger stories were uploaded to the Internet. It was done by a user of What.CD, an invite-only BitTorrent tracker site. The file was quickly removed by administrators of the site. It is not currently clear how the unpublished material was uploaded, as the original gangster sources came from two different locations (the University of Texas and Princeton). This shows that the works may have been obtained on separate occasions and then put together. Salinger's unpublished works quickly spread over to open BitTorrent sites like The Pirate Bay and image-sharing sites such as Imgur.\nDespite What.CD's quick response, Salinger's unpublished writings will forever be available on the internet.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":99},{"uri":"The_Catcher_in_the_Rye","surface_form":"The Catcher in the Rye","offset":181},{"uri":"Manhattan","surface_form":"Manhattan","offset":261},{"uri":"New_York","surface_form":"New York","offset":272},{"uri":"Austria","surface_form":"Austria","offset":401},{"uri":"Germany","surface_form":"Germany","offset":446},{"uri":"World_War_II","surface_form":"World War II","offset":545},{"uri":"The_New_Yorker","surface_form":"The New Yorker","offset":625},{"uri":"Cornish%2C_New_Hampshire","surface_form":"Cornish, New Hampshire","offset":862},{"uri":"Publicity","surface_form":"publicity","offset":949},{"uri":"Mail","surface_form":"mail","offset":1084},{"uri":"Photograph","surface_form":"photograph","offset":1134},{"uri":"Scan","surface_form":"scans","offset":1214},{"uri":"What.CD","surface_form":"What.CD","offset":1314},{"uri":"BitTorrent","surface_form":"BitTorrent","offset":1338},{"uri":"University_of_Texas","surface_form":"University of Texas","offset":1564},{"uri":"Princeton_University","surface_form":"Princeton","offset":1588},{"uri":"The_Pirate_Bay","surface_form":"The Pirate Bay","offset":1773},{"uri":"Imgur","surface_form":"Imgur","offset":1820}]}