{"id":120176,"url":"http://en.wikipedia.org/wiki/Sahelanthropus","text":"\"Sahelanthropus tchadensis\" is a fossil hominid. From evidence at the fossil site in Chad in the African Sahel, it is thought to have lived about 7 million years ago.\nThe split of the line into humans and chimpanzees (known as \"human-chimpanzee divergence\") probably happened between 6.3 and 5.4 million years ago. This can be seen from genetic data. Because the fossil is older than this spilt, its status is unclear. The first fossil found is known as \"Toumaï\" today.\nFossils.\nSome fossils, a cranium (skull), five pieces of jaw, and some teeth, make up a head that has features that are like both modern and primitive humans. The braincase is only 340 cm³ to 360 cm³ in volume, about the same as chimpanzees. It is much less than the human volume of about 1350 cm³.\nThe teeth and structure of the face are very different from Homo sapiens. The cranium found is damaged, it is very distorted, so no 3D computer reconstruction has been made. There are no bones other than parts of the skull. It is unknown if \"Sahelanthropus tchadensis\" was bipedal (walked on two legs). The placement of the foramen magnum suggests they were, though. Its canine wear is similar to other Miocene apes.\nRelationship to modern humans and great apes.\n\"Sahelanthropus\" may be an ancestor of both humans and chimpanzees; no consensus has been reached yet by the scientific community. The difficulty is caused by its \"mosaic of primitive and derived features\". Probably it lived in semi-open woodland and savannah, rather than the rainforest of present-day apes.\nAnother possibility is that Toumaï is related to both humans and chimpanzees, but is the ancestor of neither. Brigitte Senut and Martin Pickford, the discoverers of \"Orrorin tugenensis\", suggested that the features of \"S. tchadensis\" are consistent with a female proto-gorilla. Even if this claim is upheld, the find would still be significant, for at present few chimpanzee or gorilla ancestors have been found anywhere in Africa. Thus, if \"S. tchadensis\" is an ancestral relative of the chimpanzees (or gorillas), it represents the first known member of \"their\" lineage.\nFurthermore, \"S. tchadensis\" does indicate that the last common ancestor of humans and chimpanzees is unlikely to resemble chimpanzees very much, as had been previously supposed by some paleontologists.\nThe fauna found at the site suggest an age of more than 6 million years, as these species were probably extinct already by that time.\nPossiblility of much earlier split.\nOne study has suggested a much earlier split between the line which led to modern apes, and the line which led to modern humans.\nThe complete mitochondrial DNA (mtDNA) molecule of the baboon \"Papio hamadryas\" was sequenced and included in a molecular analysis of 24 complete mammalian mtDNAs. The aim of the study was to time the divergence between the Old World monkeys (Cercopithidae) and the Hominoidea. That divergence, at 30 million years ago (mya), was a reference point for the split between chimpanzee, and \"Homo\" at 5 mya.\nIn the later study by Arnason and colleagues, two independent nonprimate molecular references were used. These two references suggested that the Cercopithecoidea/Hominoidea divergence took place >50 mya. Also, all hominoid divergences receive a much earlier dating. Thus, the estimated date of the divergence between \"Pan\" (chimpanzee) and \"Homo\" is 1013 mya and that between \"Gorilla\" and the \"Pan\"/\"Homo\" linage approximately 17 mya. The same datings were obtained in an analysis of clocklike evolving genes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fossil","surface_form":"fossil","offset":33},{"uri":"Hominid","surface_form":"hominid","offset":40},{"uri":"Fossil","surface_form":"fossil","offset":70},{"uri":"Chad","surface_form":"Chad","offset":85},{"uri":"Africa","surface_form":"Africa","offset":97},{"uri":"Sahel","surface_form":"Sahel","offset":105},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":205},{"uri":"Genetics","surface_form":"genetic","offset":337},{"uri":"Jaw","surface_form":"jaw","offset":527},{"uri":"Teeth","surface_form":"teeth","offset":541},{"uri":"Cubic_centimetre","surface_form":"cm³","offset":655},{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":829},{"uri":"Distort","surface_form":"distorted","offset":884},{"uri":"Bipedalism","surface_form":"bipedal","offset":1042},{"uri":"Foramen_magnum","surface_form":"foramen magnum","offset":1093},{"uri":"Ancestor","surface_form":"ancestor","offset":1259},{"uri":"Mosaic","surface_form":"mosaic","offset":1396},{"uri":"Woodland","surface_form":"woodland","offset":1470},{"uri":"Savannah","surface_form":"savannah","offset":1483},{"uri":"Rainforest","surface_form":"rainforest","offset":1509},{"uri":"Orrorin_tugenensis","surface_form":"Orrorin tugenensis","offset":1707},{"uri":"Gorilla","surface_form":"gorilla","offset":1810},{"uri":"Fauna","surface_form":"fauna","offset":2321},{"uri":"Species","surface_form":"species","offset":2399},{"uri":"Extinct","surface_form":"extinct","offset":2421},{"uri":"Mitochondria","surface_form":"mitochondria","offset":2629},{"uri":"DNA","surface_form":"DNA","offset":2643},{"uri":"Baboon","surface_form":"baboon","offset":2671},{"uri":"Papio_hamadryas","surface_form":"Papio hamadryas","offset":2679},{"uri":"DNA_sequencing","surface_form":"sequenced","offset":2700},{"uri":"Monkey","surface_form":"monkey","offset":2850},{"uri":"Cercopithidae","surface_form":"Cercopithidae","offset":2859},{"uri":"Hominoidea","surface_form":"Hominoidea","offset":2882}]}