{"id":120249,"url":"http://en.wikipedia.org/wiki/Animal_Crossing","text":"\"Animal Crossing\", known as in Japan, is a life simulation video game made by Nintendo for the Nintendo 64 and Nintendo GameCube game consoles. It was only released on the Nintendo 64 in Japan in 2001. In 2002, it was released in North America, Europe, and Australia for the Nintendo GameCube. It supports the GameCube-Game Boy Advance link cable and the e-Reader items and has emulated Nintendo Entertainment System games in it as items. That means that the player can replay old NES games within the game itself.\nGameplay.\nThe player moves into a village where everyone is an animal. Only the player is human. Only four people can move to the village and live in their own house. They have to pay money (called \"bells\") for the house, and when they did it the house will get bigger. Bells can be earned by fishing, catching insects, selling things and other ways. The players can buy the things they like from Tom Nook (a racoon who has got a shop in the village) and put them in their houses. If their house looks nice, they get points and things from the HRA (Happy Room Academy). They also can buy clothes. The game is played in real time and has no ending. You can visit the villages of other players by using their Memory Card.\nVillagers.\nThe animals are different. There are different kinds of animals (for example cats, mice or dogs) and different characters (for example lazy, active...)\nTom Nook.\nTom Nook is a racoon who has got a shop called \"Nook's Cranny\" where you can buy things for your house or clothes. If you buy many things it gets bigger. You work there at the beginning of the game to pay for your house.\nMable and Sable.\nMable and Sable are two hedgehogs who have a shop called \"Able Sisters\" where players can make their own clothes.\nTortimer.\nTortimer is an old turtle who is the mayor of the village in \"Animal Crossing: Population Growing\", \"Animal Crossing: Wild World\", and \"Animal Crossing: City Folk\" (Known in EU as: Let's go to the City!) In \"Animal Crossing: New Leaf\", you are the mayor.\nPelly and Phyllis.\nPelly and Phyllis are two pelicans who work at the post. You can send letters to the villagers.\nResetti.\nResetti is an angry mole. He comes when you reset the game and don't save it.\nK.K. Slider.\nK.K. Slider is a dog who comes to the train station every Saturday evening at 8.00 pm. He sings songs. You can take them to your house and listen to them there.\nSpecial days.\nAt some days there are special things in Animal Crossing, some of them like days in real life, for example Christmas, Halloween, or Thanksgiving. Some are special events which are only in the game like fishing competitions. Sometimes you can get special items at days like that, for example Christmas clothes and furniture.\nNES games.\nThere are nineteen NES games in \"Animal Crossing: Balloon Fight\", \"Baseball\", \"Clu Clu Land\", \"Clu Clu Land\", \"Donkey Kong\", \"Donkey Kong 3\", \"Donkey Kong Jr.\", \"Donkey Kong Jr. Math\", \"Excitebike\", \"Golf\", \"Pinball\", \"Punch-Out!!\", \"Soccer\", \"Tennis\", \"Wario's Woods\", \"Ice Climber\", and \"Mario Bros.\" (only with e-Reader); \"Super Mario Bros.\" and \"The Legend of Zelda\" (only with hacking). They work just like the original games.","categories":[],"infobox_types":["video game series"],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":31},{"uri":"Life_simulation_game","surface_form":"life simulation","offset":43},{"uri":"Video_game","surface_form":"video game","offset":59},{"uri":"Nintendo","surface_form":"Nintendo","offset":78},{"uri":"Nintendo_64","surface_form":"Nintendo 64","offset":95},{"uri":"GameCube","surface_form":"Nintendo GameCube","offset":111},{"uri":"Japan","surface_form":"Japan","offset":187},{"uri":"North_America","surface_form":"North America","offset":230},{"uri":"Europe","surface_form":"Europe","offset":245},{"uri":"Australia","surface_form":"Australia","offset":257},{"uri":"Nintendo_GameCube","surface_form":"Nintendo GameCube","offset":275},{"uri":"GameCube","surface_form":"GameCube","offset":310},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":319},{"uri":"Cable","surface_form":"cable","offset":341},{"uri":"E-Reader","surface_form":"e-Reader","offset":355},{"uri":"Emulation","surface_form":"emulated","offset":378},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":387},{"uri":"Racoon","surface_form":"racoon","offset":924},{"uri":"Memory_Card","surface_form":"Memory Card","offset":1222},{"uri":"Raccoon","surface_form":"racoon","offset":1422},{"uri":"Hedgehog","surface_form":"hedgehog","offset":1670},{"uri":"Mole","surface_form":"mole","offset":2169}]}