{"id":120537,"url":"http://en.wikipedia.org/wiki/Battle_of_Berlin","text":"The Battle of Berlin was the last major battle of Second World War in Europe. The Battle took place in Berlin from 16 April to 3 May 1945. During the battle the Red Army, along with Polish forces, captured the city of Berlin, Germany. When they captured the Reichstag, Adolf Hitler committed suicide with his new wife by shooting himself in the head and her taking a cyanide pill.\nBackground.\nOn 12 January 1945 the Soviet and Polish forces began attacking Berlin. In the end of that attack, their forces stood on the Oder River, 60 kilometres east of Berlin. In 1945 the Wehrmacht had few good fighters or good weapons compared to 1944.\nDespite his advisors' opinion, Hitler decided to stay in the city. He heard about the death of Franklin D. Roosevelt on the radio and he hoped the city would be saved.\nThe Battle of Seelow Heights.\nThe battle on the city began in the Seelow Heights. The Seelow Heights are 17 kilometers west of the Oder and 45 kilometres east of Berlin. They were well defended by the \"Wehrmacht\". On 16 April, the Red Army and Polish Army attacked Seelow Heights. Almost 1,000,000 attackers with 20,000 artillery pieces were fighting against 100,000 Germans with 1,200 tanks. Despite this, the German defenders managed to hold the heights for four days.\nOn 20 April, Hitler's birthday, the allies began to bombard the centre of the city with rockets and artillery. They did not stop until the city surrendered. On 22 April, Hitler, when he knew the Germans plans had failed, cried in anger. He knew the war was as good as lost. One of his generals, Alfred Jodl, thought it would be possible to form a linkup between the army in Berlin, and the 12th Army commanded by Walther Wenck that were fighting the U.S. Army. Hitler agreed to this idea, but those troops could not get to the city.\nFall of Berlin.\nHitler remained in his Führerbunker until his death. He knew that escape was nearly impossible. His soldiers knew that too, and wanted to get out. Since there was no hope of winning, Hitler gave orders to his generals and allowed a breakout plan on April 28th. However, this plan went badly. Only a few of the expected number of soldiers managed to get through Soviet lines. On April 29th Hitler authorized another try to break out May 1st.\nHowever, on April 30th the Red Army captured the Reichstag. They were just 500 yards from the Führerbunker. Hitler and several other leaders killed themselves. On May 1st, Helmuth Weidling ordered a break out. One division, named the \"Nordland\" Division, escaped and were caught outside Berlin.\nIn the next few days, the various armies of Nazi Germany surrendered.","categories":[],"infobox_types":["Military Conflict"],"annotations":[{"uri":"Second_World_War","surface_form":"Second World War","offset":50},{"uri":"Berlin","surface_form":"Berlin","offset":103},{"uri":"Red_Army","surface_form":"Red Army","offset":161},{"uri":"Poland","surface_form":"Polish","offset":182},{"uri":"Berlin","surface_form":"Berlin","offset":218},{"uri":"Nazi_Germany","surface_form":"Germany","offset":226},{"uri":"Reichstag_building","surface_form":"Reichstag","offset":258},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":269},{"uri":"Suicide","surface_form":"suicide","offset":292},{"uri":"Oder_River","surface_form":"Oder River","offset":518},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":572},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":733},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":1008},{"uri":"Bombardment","surface_form":"bombard","offset":1329},{"uri":"Rocket","surface_form":"rocket","offset":1365},{"uri":"Artillery","surface_form":"artillery","offset":1377},{"uri":"Alfred_Jodl","surface_form":"Alfred Jodl","offset":1572},{"uri":"Walther_Wenck","surface_form":"Walther Wenck","offset":1690},{"uri":"F%C3%BChrerbunker","surface_form":"Führerbunker","offset":1849},{"uri":"Reichstag_building","surface_form":"Reichstag","offset":2316},{"uri":"Suicide","surface_form":"killed themselves","offset":2408},{"uri":"Helmuth_Weidling","surface_form":"Helmuth Weidling","offset":2439},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":2606},{"uri":"Surrender_(military)","surface_form":"surrender","offset":2619}]}