{"id":120580,"url":"http://en.wikipedia.org/wiki/Mennonites","text":"e=\"preserve\">The Mennonites are a group of Christian Anabaptists named after Menno Simons (1496–1561). His teachings were a relatively minor influence on the group, though. They are of the historic \"peace churches\". Mennonites are committed to nonviolence, nonviolent resistance/reconciliation, and pacifism.\nThere are about 1.5 million Mennonites worldwide as of 2006. There are many different types of mennonite communities in the world. There are those that dress in old-fashioned ways, and others which are hard to tell apart from other people leading a modern lifestyle. Most Mennonites are in the United States and Democratic Republic of Congo, but Mennonites can also be found in tight-knit communities in at least 51 countries on six continents or scattered amongst the populace of those countries.\nMennonites have an international distinction among Christian denominations in disaster relief. They also place a strong theological emphasis on voluntary service. Mennonite Disaster Service, based in North America, provides both immediate and long-term responses to hurricanes, floods, and other disasters. Mennonite Central Committee provides disaster relief around the world alongside their long-term international development programs. Other programs offer a variety of relief efforts and services throughout the world.\nIn the last few decades some Mennonite groups have also become more actively involved with peace and social justice issues, helping to found Christian Peacemaker Teams and Mennonite Conciliation Service.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christian","offset":43},{"uri":"Anabaptist","surface_form":"Anabaptist","offset":53},{"uri":"Menno_Simons","surface_form":"Menno Simons","offset":77},{"uri":"Peace_churches","surface_form":"peace churches","offset":199},{"uri":"Nonviolence","surface_form":"nonviolence","offset":244},{"uri":"Pacifism","surface_form":"pacifism","offset":299},{"uri":"United_States","surface_form":"United States","offset":603},{"uri":"Democratic_Republic_of_Congo","surface_form":"Democratic Republic of Congo","offset":621},{"uri":"Disaster_relief","surface_form":"disaster relief","offset":885},{"uri":"North_America","surface_form":"North America","offset":1007},{"uri":"Hurricane","surface_form":"hurricane","offset":1073},{"uri":"Flood","surface_form":"flood","offset":1085},{"uri":"Mennonite_Central_Committee","surface_form":"Mennonite Central Committee","offset":1114},{"uri":"Peace","surface_form":"peace","offset":1421},{"uri":"Social_justice","surface_form":"social justice","offset":1431},{"uri":"Christian_Peacemaker_Teams","surface_form":"Christian Peacemaker Teams","offset":1471}]}