{"id":120569,"url":"http://en.wikipedia.org/wiki/Alpaca","text":"The Alpaca (\"Vicugna pacos\") is one of the four species of South American camelid, and they are domesticated. It resembles a small llama in superficial appearance. Alpacas are bred for their fiber while Llamas are used to carry burdens.\nDiet.\nThey usually eat hay or grasses, but they actually try to chew most things, even an empty bottle. However, there are many plants that are poisonous to an Alpaca.\nReproduction.\nThe Alpaca takes about 355 days until the babies are born (11-12 months). They may live up to 20 years (up to 25 years in a zoo). They are as much as 3 or 4 times the opportunity to be mowed fiber in their life. There they live together with Sheep and pygmy goats.\nThey were selectively bred for household goods like clothes, because they have such good wool. Since the wool made from alpaca is very warm, the wool is popular in the world.\nDomestication.\nAbout 5,000 to 6,000 years ago the natives began the domestication of the vicuna into the present day alpaca as a fiber producing animal. Alpaca are also commonly used as herd guardians. Two or more guardians are sent to live in a paddock of sheep, goats or chickens, where it is their job to chase away foxes and other predators.\nTypes.\nThere are two main types of alpacas, the huacaya and the suri (sometimes spelled suriya depending on where you are). The main difference between the two is price and appearance. Huacayas are more common which makes them cheaper to buy. They are also easier to take care of because their coats require less maintenance. Suris are more expensive due to their rarity and the fact that their wool can be sold for more because it is more luxurious and thicker. Their coats require more daily maintenance.\nCommercial Use.\nThere are many commercial uses for Alpaca fiber. Primarily, it is used for clothing. It can be used as either baby alpaca, which is the first shear of an alpaca, or plain alpaca, which comes from subsequent shears. The fabric has very specific care criteria and must be hand-washed in cold water and left to dry naturally away from heat.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_America","surface_form":"South America","offset":59},{"uri":"Camelid","surface_form":"camelid","offset":74},{"uri":"Domestic_sheep","surface_form":"sheep","offset":1116},{"uri":"Domestic_goat","surface_form":"goats","offset":1123},{"uri":"Chicken","surface_form":"chickens","offset":1132},{"uri":"Fox","surface_form":"foxes","offset":1178}]}