{"id":120629,"url":"http://en.wikipedia.org/wiki/The_Young_Ones","text":"\"The Young Ones\" is a British sitcom, first seen in 1982, on BBC2. Its anarchic sense of humour, in the 1980s, made the actors famous in the UK. Soon after that, it was shown to Americans on MTV, one of the first shows on the new channel that was not mostly about music.\nThe programme was about four college students sharing a house: violent punk rocker Vyvyan (Adrian Edmondson), the stuck-up anarchist Rick (Rik Mayall), the suffering hippy Neil (Nigel Planer), and the mysterious Mike (Christopher Ryan). It also starred Alexei Sayle, who played their landlord, Jerzei Balowski, and other members of the Balowski family.\nThe show was like a regular sitcom, with violent slapstick, silly turns in the plot, and surrealism.\nAlthough the series was set in North London, many outdoors scenes were filmed in Bristol. All four characters went to the fictional \"Scumbag College\", but they were never shown in a classroom, and were hardly ever seen studying.\nThe show was voted #31 in the BBC's Best Sitcom poll in 2004.\nHistory.\nThe series' beginnings were in London's comedy clubs in the late 1970s. Most of the cast became popular at The Comedy Store. Alexei Sayle was the main act, drawing attention as the manic, aggressive Master of ceremonies. Adrian Edmondson and Rik Mayall worked as a double act, 20th Century Coyote, and later became The Dangerous Brothers. Nigel Planer was in a double act with Peter Richardson called \"The Outer Limits.\"\nAs The Comedy Store became popular, Sayle, 20th Century Coyote and The Outer Limits, with French and Saunders and Arnold Brown, set up their own club called The Comic Strip in nearby Soho. The Comic Strip became one of the most popular comedy clubs in London, and one person who liked it a lot was Jeremy Isaacs of Channel 4. Peter Richardson then made a deal for six half-hour shows on Channel 4, using the group as comedy actors instead of stand-up performers.\nThe first of this series, \"The Comic Strip Presents...\", was on Channel 4 on 2 November 1982. After this, the BBC made a deal with Edmondson, Mayall, Richardson, Planer and Sayle to star in another sitcom in the same style. Paul Jackson was put in as a producer.\nThe series was written by Mayall with his girlfriend Lise Mayer, and with Ben Elton (who went to Manchester University with Mayall and Edmondson). Richardson was first going to play Mike, but clashed with Jackson. He was replaced by Christopher Ryan, the only member of the group who was not a stand-up comedian.\nSynopsis.\nThe series was centered around the unclean house where the students lived during their time at Scumbag College.\nWhen it was first on television, the show got attention for violent slapstick. Though new to mainstream audiences, Mayall and Edmondson had been using it in 20th Century Coyote for some time. The show also had some very strange parts, such as puppets playing talking animals or objects. Confusion was added with pieces in the middle that were not part of the main plot.\nEpisodes in the second series sometimes had \"flash frames\" (three frames, lasting 1/8 of a second), but these were cut out of some repeats. They were included to make fun of the British and American public's fear of subliminal messages in television and music. The images included the words \"Carry On Cowboy\" (the name of a 1965 film), a rusty dripping tap, a leaping frog, a dove in flight, a skier, and a hand making pottery.\nThe episodes ran 35 minutes, and many episodes were cut when repeated on the BBC or satellite channels.\nIn the United States, \"The Young Ones\" ran on PBS, MTV and, in 1994, on Comedy Central.\nMusic.\nThe series' theme song featured the cast singing Cliff Richard and The Shadows UK #1 song \"The Young Ones\". Throughout the series there were many references to Richard, as Mayall's character was a fan.\nThe theme song over the end credits was written by Peter Brewis, who also created incidental music on many episodes.\nIn 1984, after the second season, Planer (in character as Neil) reached No. 2 in the UK charts with a version of Traffic's \"Hole In My Shoe\". It went with \"Neil's Heavy Concept Album\", a loose collection of songs and spoken comedy with appearances by \"Young Ones\" actors Dawn French and Stephen Fry.\nIn 1986, the cast sang \"Living Doll\" with Cliff Richard and Hank Marvin for Comic Relief. The song, a reworking of his 1959 hit, reached the top of the UK Charts.\nMost episodes had a musical guest performing in the house or street. By including the groups, the show could be called variety rather than light entertainment by the BBC and was given a bigger budget than a sitcom. This also helped get several British bands to be more popular with American viewers, such as Dexys Midnight Runners, Motörhead, and Madness. This last group was in two episodes.\nSome of these performances were cut from the DVD for copyright reasons. Some musical acts were also cut out for similar reasons on some satellite reruns.\nNeil Pye.\nPlayed by Nigel Planer, Neil Pye, the hippy, is a clinically depressed, suicidal pacifist, vegetarian and environmentalist working towards a Peace Studies degree. He is victimised by other housemates (especially Rick and Vyvyan) and forced to do the housework, including shopping, cleaning and cooking. He is never acknowledged for it (unless it goes wrong).\nNeil is pessimistic and believes everyone and everything hates him, which is mostly true, though he does have some friends, two hippys, one also named Neil and one named Warlock. He does not like technology except for videos, and he speaks out for Vegetable Rights and Peace. He is also an insomniac, believing that \"sleep gives you cancer\".\nNeil wants the others to feel sorry for him, or just acknowledge his presence. To get attention, he tries anything from repeatedly banging himself on the head with a frying pan to attempting suicide. He claims \"the most interesting thing that ever happens to me is sneezing\".\nIn the second series, his parents - who appear in the episode \"Sick\" - are revealed to be upper middle class. They are conservative Tories who look down on Neil.\nNeil also says 'heavy' a lot.\nRick.\nPlayed by Rik Mayall, Rick is an anarchist who is studying sociology and/or domestic sciences (depending on the episode). Rick writes poetry and calls himself \"The People's Poet\".\nRick is a hypocritical, tantrum-throwing attention-seeker who loves Cliff Richard. Rick tries to impress the others with what he thinks is his wit, talent and humour, but is really none of these. He insults and often physically assaults Neil. He fights and bickers with Vyvyan, and attempts to impress Mike.\nRick is a vegetarian, and says he wishes everyone to love each other like brothers. However, he rarely does anything that can be called brotherly love.\nRick is unlikeable, and so selfish that he believes he is the \"most popular member of the flat\" even though his housemates really hate him. Vyvyan describes Rick's name as being spelled \"with a silent P\". Although the other members dislike and ignore Rick, he is heard to say that they \"really are terrific friends\".\nBelieving himself the 'People's Poet' or the \"spokesperson for a generation\", Rick exaggerates or lies about his political activism and working class background, and in the last episode \"Summer Holiday\", it is suggested he really comes from an upper class, Conservative background.\nWhile he sees himself as an anarchist, he likes the ideas of Vladimir Lenin and Leon Trotsky and states his interest in them in several episodes. However, he claims to dislike Margaret Thatcher, as is noted by his efforts threatening to blow up England with a bomb in the episode \"Bomb\" if she does not do something \"to help the kids, by this afternoon.\" This is also noticed in \"The Young Ones Book,\" first published by Sphere Books, where negative references are made to Thatcher and the Conservative Party.\nRick speaks loudly and cannot pronounce his \"r\"s sometimes.\nVyvyan.\nPlayed by Adrian Edmondson, Vyvyan is an orange-haired, mohican punk rocker and medical student. He is extremely violent and regularly attacks Neil and Rick with pieces of wood, cricket bats and other large objects. He never hurts Mike, whom he respects. He hates Rick more than he does Neil, taking every chance to insult and attack him. For example, when Rick, Mike and Neil meet his mother at a bar in the episode \"Boring\", he calls both Neil and Mike his friends, but not Rick, whom he calls \"a complete bastard.\" Although Rick and Vyvyan hate each other, this makes them all but inseparable; the two spend more time together than apart, or with the other housemates.\nVyvyan owns a yellow Ford Anglia, with red flames painted along the sides, and a Glaswegian hamster named Special Patrol Group (\"SPG\" for short) which he is very fond of, even though SPG is also often subjected to Vyvyan's extreme violence. His mother is a barmaid and former shoplifter, who before \"Boring\" had not seen Vyvyan in ten years and has no idea who his father is.\nVyvyan has inhuman strength on occasion (moving entire walls with his bare hands, lifting Neil above his head in a fight with Rick, biting through a brick and even re-attaching his own head after it was cut off), surviving a pick-axe through the head, and he eats just about anything; televisions, dead rats, cornflakes, or cornflakes with ketchup.\nAlthough he is a homicidal maniac, Vyvyan can be friendly and creative; in one episode (\"Flood\"), he made his own potion to change a person into an axe-wielding homicidal maniac. He has more friends than the others but \"he doesn't like any of them.\" He often causes damage such as wiring the doorbell to a bomb, and adding a 289 CID Ford V-8 engine to the vacuum cleaner, which proceeds to suck up the carpet, the floorboards and a friend of Neil's. Vyvyan also seems to be the only member of the group with a driving licence.\nMike The Cool Person.\nPlayed by Christopher Ryan, Mike was the oddest of the four. He is the assumed leader of the group, despite being rather shorter than the others, and does not involve himself in the battles between the other three. He makes puns, which are either deliberately cheap or humorous.\nHe often uses deep-sounding phrases that confuse the others (for example, when asked by Rick if he stole his apple, Mike replies \"Well, if you're gonna sin you might as well be original.\"). Mike is supposedly the ladies' man of the bunch, and brags about his prowess with women, although he is eventually forced to admit his virginity to the others in \"Nasty.\" Though he is a virgin, as are the rest of the housemates, he always tries to get a date with the opposite sex, being quite forward and unsuccessful.\nA con artist, he always has some kind of plan to make quick money, such as renting out Rick's bedroom as a roller disco, and trying to auction off the unexploded atom bomb that fell into the house. Mike attends Scumbag College only in name, as he has blackmailed his tutor and the Dean of the school for grants, and apparently passing grades. In \"Summer Holiday\" he says \"I think I'll ask for one of those Ph.D.s next year.\"\nWhile Mike often does things at the expense of his housemates, he usually does not show the sort of open hostility that the others do, and seems to cause them trouble only when it benefits him. He has, however, managed to nail his own legs to a table, and accidentally knocked Neil out during a game of cricket. We only see violence done to him once or twice (at the end of the \"Living Doll\" video, when Vyvyan knocks him unconscious with a hammer and in \"Summer Holiday\", when Neil transforms into the Incredible Hulk, who picks up Mike and throws him to the ground, however it turns out it was only Neil's imagination).\nBalowski Family.\nThroughout the two series, Alexei Sayle regularly appeared as many different characters, putting his own material into the programme in ways that copied his stand up comedy routines. His main role was that of the flat's landlord Jerzy (Jeremy) Balowski, appearing in \"Demolition\", \"Flood\" and \"Summer Holiday\". The rest of the time, he played various male members of \"The Balowski Family\", including nephew Alexei Balowski (a protest singer), son Reggie Balowski (an international arms dealer), brother Billy Balowski (a lunatic who believed he was a taxi driver), cousin Tommy Balowski (a drunk), escaped convict Brian Damage Balowski, and a medieval jester \"Jester Balowski\" (with Helen Lederer as his sidekick).\nIn the second series, Sayle's characters also included a train driver, a Mussolini look-alike (by day the head of the local police force, by night an entrant in the Eurovision Song Contest), and \"Harry the Bastard\" (manager of the local Rumbelows store, disguised as a South African vampire).\nIn-house relations.\nMike is the natural \"leader\" of the house. Always trying to make himself appear more important and exciting than he really is, he does appear to have done some of the things he claims to have done (such as getting Bambi the \"Babycham\" commercial in \"Bambi\"). He gets little hostility from the other members of the house. If there is any good or friendly relationship in the house it is between Mike and Vyvyan. Vyvyan accepts Mike's role as the house leader, whereas Mike sometimes uses Vyvyan's muscles and willingness to act forcibly, to enforce his own authority.\nNeil is the second least liked of the four, although he is the only one who does any kind of household chores and is therefore needed by the other three.\nRick is the least liked. Rick thinks very highly of himself. He tells poor jokes and stories (but finds them hilarious himself), is a wanna-be anarchist (although deep-down he is quite conservative) and frequently acts like a child when he does not get his way. He generally takes out his frustration (when trying to impress the others) on Neil, since Neil never sticks up for himself and is ignored by the others. However, the one time when Neil looked as if he was going to retaliate, Rick fled. Most of his anger comes up in his endless battles with Vyvyan, which he always loses.\nFinale.\nIn the final episode, the four students steal a red AEC Routemaster after robbing a bank, only to drive it over a cliff, and it explodes into flames at the bottom of a quarry.\nAfter the series.\nThe end of the series was not the last appearance of \"The Young Ones\". For the British charity television appeal Comic Relief, the four recorded a song and video for Cliff Richard's \"Living Doll\", along with Richard and Shadows guitarist Hank B. Marvin. (Alexei Sayle was not involved, but had already achieved chart success in 1984 with \"'Ullo John, Gotta New Motor?\".) At the 1986 Comic Relief stage show, they performed the song live.\nMayall, Planer and Edmondson reunited in 1986 for the Elton-written \"Filthy Rich & Catflap\". The series had many of the same characteristics as \"The Young Ones\" as did Mayall and Edmondson's next sitcom \"Bottom\". Ryan, for his part, was regularly recruited to play roles on associated series (such as \"Happy Families\", \"Bottom\" and \"Absolutely Fabulous\").\nDVD releases have been somewhat basic: only the U.S. \"Every Stoopid Episode\" edition featured documentaries, and no extra footage was included. Musical references proved difficult to clear, so \"The Sound of Silence\" and \"Subterranean Homesick Blues\" were cut from the U.S. editions.\nA new DVD release of all episodes (\"Extra Stoopid Edition\") came out in November of 2007, with new documentaries and two commentary tracks. This edition restores \"The Sound of Silence\" and \"Subterranean Homesick Blues,\" but is missing other scenes.\nIn 1986 MTV bought half the episodes to run on their cable systems during 1987.","categories":[],"infobox_types":["television|"],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":22},{"uri":"Situation_comedy","surface_form":"sitcom","offset":30},{"uri":"BBC_Two","surface_form":"BBC2","offset":61},{"uri":"Anarchy","surface_form":"anarchic","offset":71},{"uri":"Humour","surface_form":"humour","offset":89},{"uri":"1980s","surface_form":"1980s","offset":104},{"uri":"Americans","surface_form":"Americans","offset":178},{"uri":"MTV","surface_form":"MTV","offset":191},{"uri":"College","surface_form":"college","offset":300},{"uri":"Student","surface_form":"student","offset":308},{"uri":"Punk_rock","surface_form":"punk rock","offset":342},{"uri":"Adrian_Edmondson","surface_form":"Adrian Edmondson","offset":362},{"uri":"Anarchy","surface_form":"anarchist","offset":394},{"uri":"Rik_Mayall","surface_form":"Rik Mayall","offset":410},{"uri":"Hippy","surface_form":"hippy","offset":437},{"uri":"Nigel_Planer","surface_form":"Nigel Planer","offset":449},{"uri":"Christopher_Ryan","surface_form":"Christopher Ryan","offset":489},{"uri":"Alexei_Sayle","surface_form":"Alexei Sayle","offset":524},{"uri":"Landlord","surface_form":"landlord","offset":555},{"uri":"Slapstick","surface_form":"slapstick","offset":673},{"uri":"Plot","surface_form":"plot","offset":703},{"uri":"Surrealism","surface_form":"surrealism","offset":713},{"uri":"North_London","surface_form":"North London","offset":756},{"uri":"Bristol","surface_form":"Bristol","offset":806},{"uri":"Fiction","surface_form":"fiction","offset":847},{"uri":"Britain%27s_Best_Sitcom","surface_form":"Best Sitcom","offset":990},{"uri":"London","surface_form":"London","offset":1056},{"uri":"Comedy_Store%2C_London","surface_form":"The Comedy Store","offset":1132},{"uri":"Alexei_Sayle","surface_form":"Alexei Sayle","offset":1150},{"uri":"Master_of_ceremonies","surface_form":"Master of ceremonies","offset":1224},{"uri":"Double_act","surface_form":"double act","offset":1290},{"uri":"20th_Century_Coyote","surface_form":"20th Century Coyote","offset":1302},{"uri":"The_Dangerous_Brothers","surface_form":"The Dangerous Brothers","offset":1340},{"uri":"Peter_Richardson","surface_form":"Peter Richardson","offset":1402},{"uri":"French_and_Saunders","surface_form":"French and Saunders","offset":1536},{"uri":"Arnold_Brown_(comedian)","surface_form":"Arnold Brown","offset":1560},{"uri":"The_Comic_Strip","surface_form":"The Comic Strip","offset":1603},{"uri":"Soho","surface_form":"Soho","offset":1629},{"uri":"Jeremy_Isaacs","surface_form":"Jeremy Isaacs","offset":1744},{"uri":"Channel_4","surface_form":"Channel 4","offset":1761},{"uri":"The_Comic_Strip_Presents...","surface_form":"The Comic Strip Presents...","offset":1936},{"uri":"K._Paul_Jackson","surface_form":"Paul Jackson","offset":2133},{"uri":"Lise_Mayer","surface_form":"Lise Mayer","offset":2225},{"uri":"Manchester_University","surface_form":"Manchester University","offset":2269},{"uri":"Mainstream","surface_form":"mainstream","offset":2700},{"uri":"20th_Century_Coyote","surface_form":"20th Century Coyote","offset":2764},{"uri":"Puppet","surface_form":"puppet","offset":2850},{"uri":"Talking_animal","surface_form":"talking animal","offset":2866},{"uri":"Subliminal_message","surface_form":"flash frames","offset":3022},{"uri":"Carry_On_Cowboy","surface_form":"Carry On Cowboy","offset":3269},{"uri":"BBC","surface_form":"BBC","offset":3482},{"uri":"Satellite_television","surface_form":"satellite channels","offset":3489},{"uri":"PBS","surface_form":"PBS","offset":3555},{"uri":"MTV","surface_form":"MTV","offset":3560},{"uri":"Comedy_Central","surface_form":"Comedy Central","offset":3581},{"uri":"Cliff_Richard","surface_form":"Cliff Richard","offset":3653},{"uri":"The_Shadows","surface_form":"The Shadows","offset":3671},{"uri":"The_Young_Ones_(song)","surface_form":"The Young Ones","offset":3695},{"uri":"Peter_Brewis","surface_form":"Peter Brewis","offset":3857},{"uri":"Incidental_music","surface_form":"incidental music","offset":3888},{"uri":"UK","surface_form":"UK","offset":4008},{"uri":"Traffic_(band)","surface_form":"Traffic","offset":4036},{"uri":"Hole_In_My_Shoe","surface_form":"Hole In My Shoe","offset":4047},{"uri":"Neil%27s_Heavy_Concept_Album","surface_form":"Neil's Heavy Concept Album","offset":4079},{"uri":"Living_Doll_(song)","surface_form":"Living Doll","offset":4247},{"uri":"Hank_Marvin","surface_form":"Hank Marvin","offset":4283},{"uri":"Comic_Relief_(charity)","surface_form":"Comic Relief","offset":4299},{"uri":"Variety_show","surface_form":"variety","offset":4505},{"uri":"Light_entertainment","surface_form":"light entertainment","offset":4525},{"uri":"Budget","surface_form":"budget","offset":4579},{"uri":"Dexys_Midnight_Runners","surface_form":"Dexys Midnight Runners","offset":4694},{"uri":"Mot%C3%B6rhead","surface_form":"Motörhead","offset":4718},{"uri":"Madness_(band)","surface_form":"Madness","offset":4733},{"uri":"DVD","surface_form":"DVD","offset":4824},{"uri":"Copyright","surface_form":"copyright","offset":4832},{"uri":"Nigel_Planer","surface_form":"Nigel Planer","offset":4953},{"uri":"Hippy","surface_form":"hippy","offset":4981},{"uri":"Clinical_depression","surface_form":"clinically depressed","offset":4993},{"uri":"Pacifism","surface_form":"pacifist","offset":5024},{"uri":"Vegetarian","surface_form":"vegetarian","offset":5034},{"uri":"Environmentalism","surface_form":"environmentalist","offset":5049},{"uri":"Peace_Studies","surface_form":"Peace Studies","offset":5084},{"uri":"Pessimistic","surface_form":"pessimistic","offset":5310},{"uri":"Technology","surface_form":"technology","offset":5498},{"uri":"Insomnia","surface_form":"insomnia","offset":5592},{"uri":"Frying_pan","surface_form":"frying pan","offset":5810},{"uri":"Suicide","surface_form":"suicide","offset":5835},{"uri":"Sneezing","surface_form":"sneezing","offset":5909},{"uri":"Sick_(Young_Ones_episode)","surface_form":"Sick","offset":5983},{"uri":"Upper_middle_class","surface_form":"upper middle class","offset":6010},{"uri":"Tory","surface_form":"Tories","offset":6052},{"uri":"Rik_Mayall","surface_form":"Rik Mayall","offset":6128},{"uri":"Anarchist","surface_form":"anarchist","offset":6151},{"uri":"Sociology","surface_form":"sociology","offset":6177},{"uri":"Hypocrite","surface_form":"hypocritical","offset":6308},{"uri":"Tantrum","surface_form":"tantrum","offset":6322},{"uri":"Cliff_Richard","surface_form":"Cliff Richard","offset":6366},{"uri":"Wit","surface_form":"wit","offset":6441},{"uri":"Brotherly_love","surface_form":"brotherly love","offset":6742},{"uri":"Prick","surface_form":"P","offset":6959},{"uri":"Political_activism","surface_form":"political activism","offset":7188},{"uri":"Working_class","surface_form":"working class","offset":7211},{"uri":"Summer_Holiday_(Young_Ones_episode)","surface_form":"Summer Holiday","offset":7262},{"uri":"Upper_class","surface_form":"upper class","offset":7319},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative","offset":7332},{"uri":"Vladimir_Lenin","surface_form":"Vladimir Lenin","offset":7418},{"uri":"Leon_Trotsky","surface_form":"Leon Trotsky","offset":7437},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":7533},{"uri":"Bomb","surface_form":"bomb","offset":7617},{"uri":"Sphere_Books","surface_form":"Sphere Books","offset":7778},{"uri":"Adrian_Edmondson","surface_form":"Adrian Edmondson","offset":7945},{"uri":"Mohawk_hairstyle","surface_form":"mohican","offset":7991},{"uri":"Punk_(music)","surface_form":"punk rocker","offset":7999},{"uri":"Medicine","surface_form":"medical","offset":8015},{"uri":"Student","surface_form":"student","offset":8023},{"uri":"Boring_(Young_Ones_episode)","surface_form":"Boring","offset":8353},{"uri":"Ford_Anglia","surface_form":"Ford Anglia","offset":8628},{"uri":"Glaswegian","surface_form":"Glaswegian","offset":8688},{"uri":"Special_Patrol_Group","surface_form":"Special Patrol Group","offset":8713},{"uri":"Ketchup","surface_form":"ketchup","offset":9323},{"uri":"Homicide","surface_form":"homicidal","offset":9349},{"uri":"Potion","surface_form":"potion","offset":9446},{"uri":"Bomb","surface_form":"bomb","offset":9638},{"uri":"Vacuum_cleaner","surface_form":"vacuum cleaner","offset":9688},{"uri":"Christopher_Ryan","surface_form":"Christopher Ryan","offset":9891},{"uri":"Original_sin","surface_form":"original","offset":10337},{"uri":"Prowess","surface_form":"prowess","offset":10419},{"uri":"Virginity","surface_form":"virginity","offset":10485},{"uri":"Nasty_(Young_Ones_episode)","surface_form":"Nasty","offset":10513},{"uri":"Con_artist","surface_form":"con artist","offset":10672},{"uri":"Roller_disco","surface_form":"roller disco","offset":10777},{"uri":"Auction","surface_form":"auction","offset":10805},{"uri":"Atom_bomb","surface_form":"atom bomb","offset":10832},{"uri":"Blackmail","surface_form":"blackmail","offset":10921},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":11076},{"uri":"Summer_Holiday","surface_form":"Summer Holiday","offset":11551},{"uri":"Incredible_Hulk","surface_form":"Incredible Hulk","offset":11598},{"uri":"Alexei_Sayle","surface_form":"Alexei Sayle","offset":11761},{"uri":"Stand_up_comedy","surface_form":"stand up comedy","offset":11891},{"uri":"Demolition_(Young_Ones_episode)","surface_form":"Demolition","offset":12002},{"uri":"Flood_(Young_Ones_episode)","surface_form":"Flood","offset":12016},{"uri":"Summer_Holiday_(Young_Ones_episode)","surface_form":"Summer Holiday","offset":12028},{"uri":"Convict","surface_form":"convict","offset":12340},{"uri":"Medieval","surface_form":"medieval","offset":12377},{"uri":"Jester","surface_form":"jester","offset":12386},{"uri":"Helen_Lederer","surface_form":"Helen Lederer","offset":12417},{"uri":"Railway","surface_form":"train","offset":12506},{"uri":"Mussolini","surface_form":"Mussolini","offset":12522},{"uri":"Eurovision_Song_Contest","surface_form":"Eurovision Song Contest","offset":12614},{"uri":"Rumbelows","surface_form":"Rumbelows","offset":12686},{"uri":"Babycham","surface_form":"Babycham","offset":12987},{"uri":"Wanna-be","surface_form":"wanna-be","offset":13617},{"uri":"AEC_Routemaster","surface_form":"AEC Routemaster","offset":14127},{"uri":"Quarry","surface_form":"quarry","offset":14243},{"uri":"Charitable_organization","surface_form":"charity","offset":14356},{"uri":"Comic_Relief_(charity)","surface_form":"Comic Relief","offset":14382},{"uri":"Living_Doll_(song)","surface_form":"Living Doll","offset":14452},{"uri":"The_Shadows","surface_form":"Shadows","offset":14489},{"uri":"Hank_B._Marvin","surface_form":"Hank B. Marvin","offset":14507},{"uri":"Filthy_Rich_%26amp%3B_Catflap","surface_form":"Filthy Rich & Catflap","offset":14776},{"uri":"Bottom_(TV_series)","surface_form":"Bottom","offset":14911},{"uri":"Happy_Families_(TV_series)","surface_form":"Happy Families","offset":15009},{"uri":"Bottom_(TV_series)","surface_form":"Bottom","offset":15027},{"uri":"Absolutely_Fabulous","surface_form":"Absolutely Fabulous","offset":15040},{"uri":"The_Sound_of_Silence","surface_form":"The Sound of Silence","offset":15257},{"uri":"Subterranean_Homesick_Blues","surface_form":"Subterranean Homesick Blues","offset":15284},{"uri":"The_Sound_of_Silence","surface_form":"The Sound of Silence","offset":15509},{"uri":"Subterranean_Homesick_Blues","surface_form":"Subterranean Homesick Blues","offset":15536}]}