{"id":120832,"url":"http://en.wikipedia.org/wiki/Mohenjo-daro","text":"Mohenjo-daro was one of the largest city-settlements of the Indus Valley Civilization of south Asia.\nIt is in province of Sindh, Pakistan. The city was built around 2600 BC. It was one of the early urban settlements in the world. Mohenjo-daro existed at the same time as the civilisations of ancient Egypt, Mesopotamia and Greece. The archaeological ruins of the city are designated a UNESCO World Heritage Site. In Pakistan, it is one of the national icons of the distant past.\nHistorical context.\nMohenjo-daro was built in the 26th century BC. It was one of the largest cities of the ancient Indus Valley Civilization, which developed around 3000 BC from the prehistoric Indus culture. At its height, the Indus Civilization spanned much of what is now Pakistan and North India, extending westwards to the Iranian border, south to Gujarat in India and northwards to an outpost in Bactria. There were major urban centers at Harappa, Mohenjo-daro, Lothal, Kalibangan, Dholavira and Rakhigarhi.\nMohenjo-daro was the most advanced city of its time, with remarkably sophisticated civil engineering and urban planning. When the Indus civilization went into sudden decline around 1900 BC, Mohenjo-daro was abandoned.\nArtifacts.\nJohn Marshall, one of the excavators at Mohenjo-daro, described her as a vivid impression of the young... \"girl, her hand on her hip in a half-impudent posture, and legs slightly forward as she beats time to the music with her legs and feet.\"\nA seated male sculpture is the so-called \"Priest King\" (even though there is no evidence that either priests or kings ruled the city). Archaeologists discovered the sculpture in Lower town at Mohenjo-daro in 1927. It was found in an unusual house with ornamental brickwork and a wall niche and was lying between brick foundation walls which once held up a floor.\nThis bearded sculpture wears a fillet around the head, an armband, and a cloak decorated with trefoil patterns that were originally filled with red pigment.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":36},{"uri":"Indus_Valley_Civilization","surface_form":"Indus Valley Civilization","offset":60},{"uri":"Asia","surface_form":"Asia","offset":95},{"uri":"Sindh","surface_form":"Sindh","offset":122},{"uri":"Pakistan","surface_form":"Pakistan","offset":129},{"uri":"BC","surface_form":"BC","offset":170},{"uri":"Urban","surface_form":"urban","offset":198},{"uri":"Civilization","surface_form":"civilisations","offset":275},{"uri":"Egypt","surface_form":"Egypt","offset":300},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":307},{"uri":"Ancient_Greece","surface_form":"Greece","offset":323},{"uri":"Archaeology","surface_form":"archaeological ruins","offset":335},{"uri":"UNESCO","surface_form":"UNESCO","offset":385},{"uri":"Iran","surface_form":"Iran","offset":807},{"uri":"Gujarat","surface_form":"Gujarat","offset":832},{"uri":"Bactria","surface_form":"Bactria","offset":881},{"uri":"Harappa","surface_form":"Harappa","offset":924},{"uri":"Lothal","surface_form":"Lothal","offset":947},{"uri":"Kalibangan","surface_form":"Kalibangan","offset":955},{"uri":"Civil_engineering","surface_form":"civil engineering","offset":1076},{"uri":"Planning","surface_form":"planning","offset":1104},{"uri":"Sculpture","surface_form":"sculpture","offset":1479},{"uri":"Priests","surface_form":"priests","offset":1566},{"uri":"Monarch","surface_form":"kings","offset":1577}]}