{"id":120896,"url":"http://en.wikipedia.org/wiki/Cleveland_Cavaliers","text":"The Cleveland Cavaliers are a team in the National Basketball Association in Cleveland, Ohio. They began playing in 1970. They play their home games at Quicken Loans Arena. They now have one NBA championship won in 2016 with the help of LeBron James.\nHistory.\nFor years, the team had little success, although with players such as Brad Daugherty and Mark Price, they had some success in the late 1980s and early 1990s. They reached the Eastern Conference Finals in 1992, where they lost to Michael Jordan's Chicago Bulls.\nIn 2003, the Cavaliers won the NBA Draft lottery, and chose LeBron James with the first pick. James became a star, and the Cavaliers reached the NBA Finals for the first time in 2007. However, they lost to the San Antonio Spurs, 4 games to 0. This was the only time the Cavaliers reached the NBA Finals until 2015\nJames's contract ran out in 2010, and James decided not to sign another contract with the Cavaliers. Instead, he would play for the Miami Heat. The Cavaliers were immediately a worse team. At one point during the 2010-2011 season, they lost 26 games in a row. This set a new NBA record for the most games lost in a row.\nAfter the 2013–14 season, James' contract with the Heat ended, and he decided to return to the Cavaliers. The team, which in the meantime had added rising star Kyrie Irving and would soon add another star in Kevin Love, once again became NBA title contenders. The Cavaliers lost in the 2015 NBA Finals to the Golden State Warriors, and won a rematch against the Warriors in the 2016 Finals. The championship was the first ever for the Cavaliers, and the first for any major sports team in Cleveland in over 50 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":42},{"uri":"Cleveland","surface_form":"Cleveland","offset":77},{"uri":"Ohio","surface_form":"Ohio","offset":88},{"uri":"LeBron_James","surface_form":"LeBron James","offset":237},{"uri":"Michael_Jordan","surface_form":"Michael Jordan","offset":489},{"uri":"Chicago_Bulls","surface_form":"Chicago Bulls","offset":506},{"uri":"NBA_Draft","surface_form":"NBA Draft","offset":552},{"uri":"LeBron_James","surface_form":"LeBron James","offset":581},{"uri":"San_Antonio_Spurs","surface_form":"San Antonio Spurs","offset":731},{"uri":"Miami_Heat","surface_form":"Miami Heat","offset":967},{"uri":"Kyrie_Irving","surface_form":"Kyrie Irving","offset":1315},{"uri":"Kevin_Love","surface_form":"Kevin Love","offset":1363},{"uri":"Golden_State_Warriors","surface_form":"Golden State Warriors","offset":1464}]}