{"id":120883,"url":"http://en.wikipedia.org/wiki/Nocturnes_(Debussy)","text":"e=\"preserve\">:\"This article is about the orchestral suite by Claude Debussy. For other musical compositions called \"Nocturne\", see Nocturne.\"\n\"Nocturnes\" is a piece of music for orchestra by the French composer Claude Debussy. There are three movements. A female chorus also sings in the last movement. Debussy finished writing \"Nocturnes\" on 15 December 1899.\nThe music.\nA large portion of Debussy’s music, including his nocturnes, is inspired by the works of the Impressionist painters. The word nocturne (from the Latin \"nocturnus\") usually describes a piece that is inspired by the night. However, Debussy's Nocturnes do not follow this patter; rather, they capture the way light is shown in Impressionist paintings.\n'Nuages' is about the clouds in the sky and the way they move slowly in grey colours with a little white.\n'Fêtes' is a very lively picture of a group of people having a celebration and dancing. A procession is heard arriving. The music of the procession gradually gets louder, mixes with the music of the dancing, then it gradually dies away as the procession disappears into the distance.\n'Sirènes' describes the sea and the many rhythms that can be heard when we listen to it. The moonlight shines on the sea, and the mysterious song of the Sirens is heard as they laugh.\nFirst performances.\nThe Lamoureux Orchestra conducted by Camille Chevillard gave the first performance of \"Nuages\" and \"Fêtes\" in Paris in 1900, and they played the first performance of all three movements the next year. Some of the listeners found it hard to understand at first, but today \"Nocturnes\" is one of Debussy’s most popular works.\nThe music lasts for about 22 minutes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":61},{"uri":"Nocturne","surface_form":"Nocturne","offset":131},{"uri":"Orchestra","surface_form":"orchestra","offset":178},{"uri":"France","surface_form":"French","offset":195},{"uri":"Composer","surface_form":"composer","offset":202},{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":211},{"uri":"Movement","surface_form":"movement","offset":243},{"uri":"Choir","surface_form":"chorus","offset":263},{"uri":"15_December","surface_form":"15 December","offset":343},{"uri":"1899","surface_form":"1899","offset":355},{"uri":"Impressionist","surface_form":"Impressionist","offset":465},{"uri":"Paris","surface_form":"Paris","offset":1425},{"uri":"1900","surface_form":"1900","offset":1434}]}