{"id":120976,"url":"http://en.wikipedia.org/wiki/Pictures_at_an_Exhibition","text":"\"Pictures at an Exhibition\" is a piece of music for solo piano composed by Modest Mussorgsky in 1874. It is Mussorgsky’s most famous solo piano work and often played by virtuosos to show how good they are. Many years after Mussorgsky’s death, Maurice Ravel made an arrangement of the piece for orchestra. This version, by a Russian composer and a French arranger, is how people usually hear the music today.\nComposition history.\n\"Pictures at an Exhibition\" is a musical description of an exhibition of pictures by the painter Viktor Hartmann. Hartmann was only 39 when he died in 1873. He and Mussorgsky had been good friends. They both tried to give their works a very Russian character: Hartmann through his pictures and Mussorgsky through his music. In 1874 an exhibition of Hartmann’s pictures was organised in the Academy of Fine Arts in St Petersburg. Mussorgsky went to the exhibition and was inspired to compose his piano piece.\n\"Pictures at an Exhibition\" describes someone walking round the exhibition and looking at the pictures. The ten pictures he describes in music were drawings and watercolours. Mussorgsky starts his piece with a tune which describes the person walking round the exhibition. It is usually known as the “promenade” theme (a promenade is a walk). At first Mussorgsky puts the promenade theme between each picture, but he does not do that all the way through the piece. Some of the later pictures have bits of the promenade theme in the music.\nPublication history.\nMussorgsky composed the piece very quickly. It was not published until 1886, five years after the composer’s death. The composer’s great friend Nikolai Rimsky-Korsakov published it, but he made some changes to what Mussorgsky had written. It was not until 1931 that an edition was published which tried to show exactly what Mussorgsky had written.","categories":[],"infobox_types":[],"annotations":[{"uri":"Piano","surface_form":"piano","offset":57},{"uri":"Modest_Mussorgsky","surface_form":"Modest Mussorgsky","offset":75},{"uri":"Virtuoso","surface_form":"virtuoso","offset":169},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":243},{"uri":"Arrangement_(music)","surface_form":"arrangement","offset":265},{"uri":"Orchestra","surface_form":"orchestra","offset":294},{"uri":"Exhibition","surface_form":"exhibition","offset":488},{"uri":"Viktor_Hartmann","surface_form":"Viktor Hartmann","offset":526},{"uri":"Imperial_Academy_of_Arts","surface_form":"Academy of Fine Arts","offset":819},{"uri":"St_Petersburg%2C_Russia","surface_form":"St Petersburg","offset":843},{"uri":"Nikolai_Rimsky-Korsakov","surface_form":"Nikolai Rimsky-Korsakov","offset":1640},{"uri":"1931","surface_form":"1931","offset":1752}]}