{"id":121,"url":"http://en.wikipedia.org/wiki/Country","text":"As defined by Montevideo Convention, a country is a territory with distinct political boundaries that claims sovereignty over a specific geographic area with a permanent population, controlled by its own government that enters relations with other states. There is no universally accepted answer as to how many countries in the world there actually are, however the minimum answer is 193 for the 193 United Nations members.\nThis number can become bigger in other ways. For example, there are two United Nations observer states. The Vatican City State and the State of Palestine. This would add two to the list of United Nations member states, there for the number of countries the would be 195.\nTaiwan is also sometimes classified as a country. However, there is an ongoing disputes over Taiwan's sovereignty with the People's Republic of China.\nThis can be developed on even further by adding the constituent countries of the United Kingdom, The Kingdom of the Netherlands and the Kingdom of Denmark which could add anywhere from three to eleven countries to the prior number.\nThere are a number of disputed areas that have declared independence from their parent state and receive limited recognition. For example, Kosovo, South Ossetia, Transnistria and Abkhazia. These are just some of the many examples of terrirories with limited to no recognition that are sometimes classed as countries.\nThere is a lot of controversy surrounding the above examples and quite often any one of these territories may be counted as countries purely based on opinion. If all of the above were added the list of U.N members there could be anything up to 211 countries based on the previous examples given.\nThere are however many more territories with unique political circumstances that could also be counted.\nDepending on how loosely the dictionary definition for the word country is used there could be anything from 193 countries in the world or more. The matter is purely subjective depending on varying opinions and there has never been any consideration as to what the maximum number of countries in the world could be.\nThere are multiple organisations that have their own lists of countries, one example being the Travellers Century Club which recognises 327 countries as of 01/01/18.\nConstituent country.\nConstituent country is a term sometimes used, usually by official institutions, in contexts in which a number of countries compose a long entity or grouping. The Organisation for Economic Co-operation and Development (OECD) has used the term referring to the former Yugoslavia, and the European institutions like the Council of Europe often use it in reference to the European Union.\nTerritorial dispute.\nA disputed territory is that territory whose sovereignty is jealously desired by two or more countries. Usually the administration of the territory is carried out by one of the countries that claims sovereignty, while the other country does not recognize the sovereignty over the territory of the other country. This does not usually happen in land or sea areas on which none possesses effective control, such as Antarctica, or only partially. It can also be considered as a disputed territory to those areas that are given by two different governments, and therefore are divided. One example is the Turkish Republic of Northern Cyprus and Cyprus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Montevideo_Convention","surface_form":"Montevideo Convention","offset":14},{"uri":"Territory","surface_form":"territory","offset":52},{"uri":"Sovereignty","surface_form":"sovereignty","offset":109},{"uri":"Local_government_area","surface_form":"geographic area","offset":137},{"uri":"Citizenship","surface_form":"permanent population","offset":160},{"uri":"Government","surface_form":"government","offset":204},{"uri":"Foreign_policy","surface_form":"relations with other states","offset":227},{"uri":"The_Vatican_City_State","surface_form":"The Vatican City State","offset":528},{"uri":"State_of_Palestine","surface_form":"State of Palestine","offset":559},{"uri":"Taiwan","surface_form":"Taiwan","offset":695},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":818},{"uri":"Constituent_countries","surface_form":"constituent countries","offset":898},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":927},{"uri":"The_Netherlands","surface_form":"The Kingdom of the Netherlands","offset":943},{"uri":"Denmark","surface_form":"Kingdom of Denmark","offset":982},{"uri":"Kosovo","surface_form":"Kosovo","offset":1217},{"uri":"South_Ossetia","surface_form":"South Ossetia","offset":1225},{"uri":"Transnistria","surface_form":"Transnistria","offset":1240},{"uri":"Abkhazia","surface_form":"Abkhazia","offset":1257},{"uri":"Travellers_Century_Club","surface_form":"Travellers Century Club","offset":2206},{"uri":"Organisation_for_Economic_Co-operation_and_Development","surface_form":"Organisation for Economic Co-operation and Development","offset":2460},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":2564},{"uri":"Europe","surface_form":"European","offset":2584},{"uri":"Council_of_Europe","surface_form":"Council of Europe","offset":2615},{"uri":"European_Union","surface_form":"European Union","offset":2666},{"uri":"Sovereignty","surface_form":"sovereignty","offset":2748},{"uri":"Antarctica","surface_form":"Antarctica","offset":3116},{"uri":"Turkish_Republic_of_Northern_Cyprus","surface_form":"Turkish Republic of Northern Cyprus","offset":3303},{"uri":"Republic_of_Cyprus","surface_form":"Cyprus","offset":3343}]}