{"id":121093,"url":"http://en.wikipedia.org/wiki/University_of_Cambridge","text":"The University of Cambridge (also called Cambridge University) is in Cambridge, England. It is the second-oldest university in all English-speaking countries. It is one of the world's leading places of learning.\nThe University started as a group of scholars in the city of Cambridge. This may have started in 1209, when scholars left Oxford after a fight with local people. The universities of Oxford and Cambridge are often called \"Oxbridge\". This is not a different university. It is a way of saying Oxford and Cambridge together. Cambridge University and Oxford University are both very important to the history of England.\nCambridge is usually ranked in the world's top five universities. UK rankings and tests on the quality of its research also rate it very highly. Cambridge has more than 18,000 students and many sport clubs and societies.\nMany important people studied at the University of Cambridge, including scientists, poets, artists, politicians and members of the British Royal Family. 89 students from Cambridge later won a Nobel Prize.\nHistory.\nThe official creation of the University was in 1231, when King Henry III of England gave to the people there the right to teach students and lower taxes. A letter from Pope Gregory IX in 1233 also gave the right to everyone who got a degree from Cambridge to teach in any place in the Christian world.\nIn 1290, Pope Nicholas IV called Cambridge a \"studium generale\" (name for a university in Medieval times). From that point many researchers and teachers from other European universities started to come to Cambridge to work or give lessons.\nBuilding the colleges.\nColleges started as places for students and teachers to live. They were called hostels at first. The students paid money to build and run these hostels. All colleges were formed after the beginning of the University. Over the years, colleges bought all of these hostels back. However, some old names still resist today, such as Garret Hostel Lane which was named after Garret Hostel.\nPeterhouse was the first official college to be created in 1284. Many followed over the centuries and today there are 31. The last one, Robinson, was built in the 1970s. Many of these have a chapel because the members should have prayed for the soul of the founders (the people who created the college).\nMoving away from Catholicism.\nThe University was one of the most important places where the Protestant Reformation began. In fact, people started talking about Lutheranism here very early. Thomas Cranmer, who became a central figure for reform, studied at Cambridge.\nA century later, some people in Cambridge started to think that the Church of England was too much like the Catholic church. They started the Puritan movement. This produced more than 20,000 people who left for New England around 1620 in search for a place with better religious beliefs. Oliver Cromwell, a very important member of this movement, was a student at Sidney Sussex during this time.\nMathematics and Physics.\nCambridge has been strong in applied mathematics since Isaac Newton was a student here in the 17th century. Every student had to study maths in order to obtain a degree. The degree was awarded as a \"Bachelor of Arts\" which mixed both arts and science subjects. Several important early physicists studied at Cambridge. They include James Clerk Maxwell, Lord Kelvin and Lord Rayleigh. Pure mathematics was slower to catch up, but Cambridge is still famous for it thanks to people like G.H. Hardy.\nSix maths graduates from Cambridge won Fields Medals and one got an Abel Prize. These are the world's highest awards for mathematicians. Four other researchers at Cambridge also won Fields Medals.\nWomen's education.\nFor many years only men were allowed to study at Cambridge. In 1869 Girton, the first college for women, was built. Women could take exams from 1882, but only in 1948 did they start to be considered full members of the university. For a certain time they even received \"ad eundem\" degrees (degrees from a University you have not studied at, but you deserve) from the University of Dublin.\nOver the years, more women-only colleges were built, until in 1972 Churchill was the first one to become mixed. Many others followed, and in 1988 Magdalene was the last men-only college to open to women. However, there are still some colleges for women only. Cambridge is the only university that still has this characteristic. All other universities in the UK, including Oxford, now have only mixed colleges.\nMyths, legends and traditions.\nSince it is very old, the University has many legends and traditions. These are often passed on by older students to the younger ones. Tour guides also tell these stories to tourists.\nThe wooden spoon tradition was to give this type of spoon to the student who was the worst in the year for mathematics but still passed the exams. This was because the students used to be ranked in order of their result. After 1909 this was changed and so the wooden spoon cannot be given anymore. However, still today in many sport competitions a wooden spoon is given to the last person in the rankings.\nMany legends exist about places in Cambridge. For example, there is a story about the \"Mathematical Bridge\" in Queen's College. Newton built it without using any bolts or screws. Some people then took it down to see how it was made. When they tried to put it up again they could not do it, so they had to insert many bolts.\nAnother tradition is that the King's College choir sings the Nine Lessons and Carols church service. This is recorded by the BBC and sent around the world since 1928 by radio. From 1954 it can also be seen on television. Many people watch it on Christmas Eve in Great Britain.\nOrganisation.\nThe University of Cambridge is a \"collegiate\" university. This means it is divided into the colleges, and every student and teacher joins one college only. Every one of these colleges has its own property and money. They all have many Fellows who can teach all the subjects between them. Then there are Departments and Faculties, which are buildings where only one subject is studied. There are also Schools that bring different Departments and Faculties together. The overall head of the University is called the Vice-Chancellor. They are head of the Senate and Regent House which make decisions for the whole University.\nColleges.\n‡Only for students older than 21 years\nThere are also 3 smaller affiliated colleges: Westcott House, Westminster College and Ridley Hall. These are not real colleges, but students there can follow the University of Cambridge's lessons. They are only for theology, the study of religion. These three colleges together form the \"Cambridge Theological Federation\".\nTeaching.\nThe teaching is done through lectures and practical classes (where students do experiments in science subjects) organized by the Department. The colleges also organize supervisions. These are small lessons in groups of 2 or 3: the students do some homework and then talk about it with a teacher. This is often considered to be one of the best things about studying at Cambridge. The teaching is very personal and students have the chance to ask lots of questions and really understand the subject.\nAcademic year.\nThe year is divided into three parts. The first one is Michaelmas Term, which is from October to December and takes its name from St Michael's day and Christmas. The second one is Lent Term, and goes from January to March. The last one is Easter Term, from April to June. Within these times, there is a period of 8 weeks called \"Full Term\". Most lessons and exams happen in Full Term. All students need to live in college for this period. There is a University rule which says that students can get their degree only if they have stayed for at least 9 terms (3 years) at a distance of less than 10 miles from the main Church in Cambridge.\nChancellor and Vice-Chancellor.\nThe head of the University is the Chancellor. As of 2013, he is David Sainsbury. He was elected in 2011 after Prince Philip, Duke of Edinburgh said he did not want to do it anymore. Prince Philip had been Chancellor for 25 years. The position of Chancellor is mainly ceremonial. That means that the Chancellor does not take part in many decisions. He is just there because an overall head of the University is needed.\nThe Vice-Chancellor instead is the one that makes most decisions. For example, he/she approves and signs new rules. The role is given to a person for at least five years. The current Vice-Chancellor is Stephen J. Toope.\nSenate and Regent House.\nThe Senate House is a building in Cambridge. The degree ceremony takes place there. Any Cambridge student who has an MA degree is a member of the Senate. It is also the place where the important people in the University meet to take decisions. These important people are different Officers and Fellows of the colleges. They are also called the \"Regent House\". This is not another building, it is just a way of calling these people. They can make and change rules when they meet. News and information are printed and given out in the \"Cambridge University Reporter\". This is the official newspaper of the university.\nFinances.\nThe university had £4.3 billion in endowments in 2011. This money was given over lots of time by many people. This is the biggest amount of money for universities in Europe. Every college controls its money on its own. They are all considered charitable organizations. The British Government also gives money in research grants: these are for postgraduate students and their teachers. There is also some income produced by the Cambridge University Press.\nIn 2000, Cambridge received a very large donation of US$210 million from the Bill & Melinda Gates Foundation. This was to set up a scholarship so that US and other international students could study in Cambridge more easily. Bill Gates was also made a Knight by the Queen because of his generosity. Between 2005 and 2012, a campaign was made to get £1 billion from old students. This was at the same time of the University's 800th anniversary. The campaign got to the target early in 2010.\nSites.\nAddenbrooke's Hospital is where the medicine students go to learn how to cure patients. The \"Judge Business School\" is another important building: this is where courses about business and finance are taught. Since the different sites are quite close to each other, many students like to use the bicycle to move around. A fifth of the journeys in the town is made by bike. Students are also not allowed to drive a car while they are in Cambridge.\nTown and Gown.\nLocal people from Cambridge don't always like the students. \"Town and Gown\" is a phrase to talk about this relationship. \"Town\" means the Cambridge locals while \"Gown\" means the students and teachers, from the type of dress they wear. Since the University began, there have been some fights between the two groups. In 1381, many things were stolen from the university and the colleges. The Chancellor was then given extra power to control order in the town. When the plague arrived in Cambridge in 1630, many colleges closed up. They did not want to help the locals who had the disease.\nHowever, more recently there have been fewer fights. The University also means more jobs and money for the population. There are many small industries that were created in Cambridge because the University was near. This effect is called \"The Cambridge Phenomenon\". Between 1960-2010 there have been 1,500 new companies and 40,000 new jobs in Cambridge just thanks to the University.\nLibraries and Museums.\nThe University has 114 libraries. The main one is called \"Cambridge University Library\". It is a legal deposit, which means every book that is printed in the United Kingdom goes in this library. Many departments have their own library as well. They usually have special books for their subjects only. All colleges have a library. This is mainly for the undergraduates, so that they can read basic books about their subjects. Some colleges also have very precious books and manuscripts. For example, the Parker Library (Corpus Christi College) has special books from Medieval times.\nResearch.\nOne of the main aims of the University of Cambridge is to do scientific research. All the departments are always studying and discovering new things. Many important people have done research in Cambridge. This is because the university has a lot of money and resources like laboratories and books. It had £283.7 M in 2011 to spend on research; this was mainly given by the UK Government and the European Commission.\nAdmission.\nStudents need to pass some tests and interviews to be allowed in Cambridge. For undergraduates, the application is done through UCAS. This is as with any other university in the UK. Students need to be very good to enter Cambridge. If they study A-levels, they are asked to get at least A*AA. Because many good students apply, the interview is very important to choose the best ones. These are done by Fellows. Usually about 25% of the applicants get a place. However, the number changes depending on the subjects. Some of them, like medicine and economics are very hard to get into. Students need to choose a college before doing the application. They may later have to change it if the college thinks they are good but does not have enough places for them.\nFor postgraduates the application is different. They need to ask professors (teachers) in the departments they want to work in. After an interview, they can be given a place. They then have to get some funding (money to do the project). This can be given from a government or another institution.\nAccess.\nSome people think that admission at Cambridge is not very fair. This is because it is easier to get in if you go to a private school instead of a state school. In 2007-2008, only 57% of students who got a place were coming from state school. However, about 93% of British children go to them. If a student goes to a private school, he/she is also more likely to get a place after the interview. In 2011, only 25% of students that applied from state school got a place, while the percentage was 33% for private school students. The University is trying to make things better by making the admission process easier and giving scholarships for the poorer students. Another problem is that year after year there are also fewer people from state schools applying.\nReputation and rankings.\nCambridge does very well when the quality of research is tested. In 2001, it was ranked first in the British Government Assessment Exercise. Cambridge also gives out more PhDs in a year than any other UK university.\nThe following table has Cambridge results over the years in various College and university rankings.\nThe colleges also have a ranking between them. This is called the \"Tompkins Table\". It is published every year by The Independent newspaper. Trinity College and Emmanuel College usually do very well in it.\nPublic examinations.\nThe University also runs many public examinations. This can be for people who want to take language tests in English for example. Some of the A-level and GCSEs exams are also written and organized here.\nAssociations.\nThe University of Cambridge is a member of\nIt is also considered part of the \"Golden Triangle\", a geographical concentration of UK university research.\nStudents' Union, JCR and MCR.\nThe \"Cambridge University Students' Union\" (CUSU) represents all the students within the University. All new students become members when they arrive in Cambridge. It was started in 1964 as the \"Students' Representative Council\" (SRC). There are six important positions in the Union which are taken by students who take a year off work. These people have meetings with the Vice-Chancellor and other university officers to talk about new rules or how to change them.\nInside the colleges, there are also group of students who represent all of the others. These are called JCR (Junior Common Room) for undergraduates and MCR (Middle Common Room) for postgraduates. They organize things like \"Fresher's Week\", the first week in October when new first-year students arrive. They also make sure every student is happy about his life in Cambridge.\nSport.\nSport has always been very important in Cambridge. Many students try rowing because the Cam river is a good one to play this sport. There are many boat races between the different colleges. These are called \"bumps\": because the river is too small, boats start one behind the other. To win, a boat needs to hit (or \"bump\") the one ahead. Every year in London there is also the famous Boat Race between Oxford and Cambridge. Many other sports are played between colleges and universities.\nPlaces to do sports, like gyms and fields, are run by the single colleges. A new University-wide sports complex is being built.\nSocieties.\nCambridge is also full of societies: these are small groups of people that meet together to do something that they like. These can be speaking a language, playing chess, acting in theatres, playing a musical instrument. In 2010, there were 751 societies. There can also be smaller clubs in the colleges.\nNewspapers and radio.\nThere are three student newspapers, that tell things that happen around the university. \"Varsity\", created in 1947, is the oldest one. \"The Cambridge Student\" and \"The Tab\" are newer ones; \"The Tab\" has funny articles and is less serious. There is also a radio station called \"Cam FM\". This is run with help from Anglia Ruskin University, which is another university in Cambridge.\nFormal Halls and May Balls.\n\"Formal Halls\" are special dinners where students and Fellows eat together. Everyone wears a suit and there is good food. There is a prayer in Latin at the beginning and at the end. These dinners are a tradition and the idea is that people in the college should get to know each other at them. After the exams, there is \"May Week\" when students make parties. A \"May Ball\" happens in every college: it lasts all night and there is lots of music and food.\nImportant students.\nMany people who later became very famous in their subject studied at Cambridge. 89 people linked with Cambridge have won a Nobel Prize. This includes 29 prizes in physics, 26 in medicine, 21 in chemistry and 9 in economics. People from Cambridge have also done great things in the arts and sports.\nMathematics and sciences.\nCambridge has a very strong tradition in this field. Students include Isaac Newton, who made lots of experiments in Trinity College. Francis Bacon developed the Scientific method which is the starting point of today's science. G. H. Hardy and Srinivasa Ramanujan did a lot in pure mathematics. James Clerk Maxwell found out more about electromagnetism. In biology, Charles Darwin made his theory about natural selection while Francis Crick and James D. Watson discovered the structure of DNA. Also David Attenborough, who is now a television presenter, was a science student at Cambridge.\nIn nuclear physics, the discoveries of Ernest Rutherford, Niels Bohr, J. J. Thomson and James Chadwick made people really understand what is inside an atom: electrons, protons and neutrons. J. Robert Oppenheimer studied here and later went on to develop the atomic bomb. In astronomy, Paul Dirac, Stephen Hawking, John Herschel and Georges Lemaître found out many things about the universe, from the Big Bang to black holes.\nHumanities, music and art.\nDesiderius Erasmus was really important for starting studies about Greek and Latin at the University. In economics, John Maynard Keynes, Thomas Robert Malthus and Milton Friedman all started their theories in Cambridge. Known philosophers are Bertrand Russell, Ludwig Wittgenstein, George Santayana, Karl Popper and Muhammad Iqbal. Many Archbishops of Canterbury also studied at Cambridge, like Rowan Williams. William Wilberforce helped to stop the slave trade. Thomas Cranmer was an Archbishop who was then killed because of his ideas.\nIn music, Ralph Vaughan Williams, Charles Villiers Stanford, William Sterndale Bennett, Orlando Gibbons and more recently John Rutter all started their education at Cambridge. Some members of the band Radiohead were also here. In the arts, Quentin Blake was an undergraduate here.\nLiterature.\nStudents in this field include Christopher Marlowe, writer of many tragedies; Samuel Pepys, after who the library in Magdalene College is called; William Makepeace Thackeray, famous for his satire; E. M. Forster, a more contemporary author and C. S. Lewis, fantasy writer. Virginia Woolf did not study here but based her books around the colleges. Poets include Edmund Spenser, John Donne, John Milton, John Dryden, Lord Byron and Samuel Taylor Coleridge who started the Romantic movement.\nKnown actors and directors are Ian McKellen, Derek Jacobi, Michael Redgrave, James Mason, Emma Thompson, Stephen Fry, Hugh Laurie, John Cleese, Eric Idle, Graham Chapman, Tilda Swinton, Thandie Newton, Rachel Weisz, Sacha Baron Cohen, Tom Hiddleston all studied at the university.\nSports.\nMore than 50 people who won medals at the Olympic Games had studied in Cambridge, as George Mallory did, who might have been the first to reach the top of mount Everest.\nCambridge in books and popular culture.\nDue to its long history, the University has been named in many books and works by different authors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cambridge","surface_form":"Cambridge","offset":69},{"uri":"England","surface_form":"England","offset":80},{"uri":"University","surface_form":"university","offset":113},{"uri":"Scholar","surface_form":"scholar","offset":249},{"uri":"Oxford","surface_form":"Oxford","offset":334},{"uri":"University_of_Oxford","surface_form":"Oxford","offset":394},{"uri":"Oxbridge","surface_form":"Oxbridge","offset":433},{"uri":"England","surface_form":"England","offset":618},{"uri":"College_and_university_rankings","surface_form":"ranked in the world's top five universities","offset":648},{"uri":"Scientist","surface_form":"scientist","offset":920},{"uri":"Artist","surface_form":"artist","offset":939},{"uri":"Politician","surface_form":"politician","offset":948},{"uri":"British_Royal_Family","surface_form":"British Royal Family","offset":979},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":1040},{"uri":"1231","surface_form":"1231","offset":1109},{"uri":"Henry_III_of_England","surface_form":"Henry III of England","offset":1125},{"uri":"Tax","surface_form":"tax","offset":1209},{"uri":"Pope_Gregory_IX","surface_form":"Pope Gregory IX","offset":1230},{"uri":"1233","surface_form":"1233","offset":1249},{"uri":"Academic_degree","surface_form":"degree","offset":1296},{"uri":"Christian","surface_form":"Christian","offset":1347},{"uri":"1290","surface_form":"1290","offset":1367},{"uri":"Pope_Nicholas_IV","surface_form":"Pope Nicholas IV","offset":1373},{"uri":"Medieval","surface_form":"Medieval","offset":1454},{"uri":"Hostel","surface_form":"hostel","offset":1706},{"uri":"Peterhouse%2C_Cambridge","surface_form":"Peterhouse","offset":2011},{"uri":"1284","surface_form":"1284","offset":2070},{"uri":"Robinson_College%2C_Cambridge","surface_form":"Robinson","offset":2147},{"uri":"Chapel","surface_form":"chapel","offset":2202},{"uri":"Soul","surface_form":"soul","offset":2256},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":2407},{"uri":"Lutheranism","surface_form":"Lutheranism","offset":2475},{"uri":"Thomas_Cranmer","surface_form":"Thomas Cranmer","offset":2504},{"uri":"Church_of_England","surface_form":"Church of England","offset":2650},{"uri":"Puritan","surface_form":"Puritan","offset":2724},{"uri":"New_England","surface_form":"New England","offset":2793},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":2870},{"uri":"Sidney_Sussex_College%2C_Cambridge","surface_form":"Sidney Sussex","offset":2946},{"uri":"Applied_mathematics","surface_form":"applied mathematics","offset":3032},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":3058},{"uri":"Bachelor_of_Arts","surface_form":"Bachelor of Arts","offset":3202},{"uri":"James_Clerk_Maxwell","surface_form":"James Clerk Maxwell","offset":3334},{"uri":"Lord_Kelvin","surface_form":"Lord Kelvin","offset":3355},{"uri":"John_Strutt","surface_form":"Lord Rayleigh","offset":3371},{"uri":"G.H._Hardy","surface_form":"G.H. Hardy","offset":3486},{"uri":"Fields_Medal","surface_form":"Fields Medal","offset":3537},{"uri":"Abel_Prize","surface_form":"Abel Prize","offset":3566},{"uri":"Girton_College%2C_Cambridge","surface_form":"Girton","offset":3782},{"uri":"University_of_Dublin","surface_form":"University of Dublin","offset":4081},{"uri":"Churchill_College%2C_Cambridge","surface_form":"Churchill","offset":4170},{"uri":"Magdalene_College%2C_Cambridge","surface_form":"Magdalene","offset":4249},{"uri":"Tourist","surface_form":"tourist","offset":4718},{"uri":"Wooden_spoon","surface_form":"wooden spoon","offset":4732},{"uri":"Queen%27s_College%2C_Cambridge","surface_form":"Queen's College","offset":5245},{"uri":"Bolt","surface_form":"bolt","offset":5296},{"uri":"Screw","surface_form":"screw","offset":5305},{"uri":"King%27s_College%2C_Cambridge","surface_form":"King's College","offset":5488},{"uri":"Nine_Lessons_and_Carols","surface_form":"Nine Lessons and Carols","offset":5519},{"uri":"BBC","surface_form":"BBC","offset":5583},{"uri":"Radio","surface_form":"radio","offset":5627},{"uri":"Television","surface_form":"television","offset":5667},{"uri":"Christmas_Eve","surface_form":"Christmas Eve","offset":5703},{"uri":"Fellow","surface_form":"Fellow","offset":5984},{"uri":"Theology","surface_form":"theology","offset":6636},{"uri":"Lecture","surface_form":"lecture","offset":6783},{"uri":"Christmas","surface_form":"Christmas","offset":7418},{"uri":"Lent","surface_form":"Lent","offset":7447},{"uri":"Easter","surface_form":"Easter","offset":7506},{"uri":"Academic_degree","surface_form":"degree","offset":7772},{"uri":"David_Sainsbury","surface_form":"David Sainsbury","offset":8002},{"uri":"Prince_Philip%2C_Duke_of_Edinburgh","surface_form":"Prince Philip, Duke of Edinburgh","offset":8048},{"uri":"Stephen_J._Toope","surface_form":"Stephen J. Toope","offset":8558},{"uri":"Master_of_Arts","surface_form":"MA degree","offset":8718},{"uri":"Fellow","surface_form":"Fellow","offset":8895},{"uri":"Endowment","surface_form":"endowment","offset":9262},{"uri":"Europe","surface_form":"Europe","offset":9393},{"uri":"Charitable_organization","surface_form":"charitable organization","offset":9470},{"uri":"Postgraduate","surface_form":"postgraduate","offset":9570},{"uri":"Income","surface_form":"income","offset":9631},{"uri":"Cambridge_University_Press","surface_form":"Cambridge University Press","offset":9654},{"uri":"Donation","surface_form":"donation","offset":9723},{"uri":"Bill_%26amp%3B_Melinda_Gates_Foundation","surface_form":"Bill & Melinda Gates Foundation","offset":9759},{"uri":"Bill_Gates","surface_form":"Bill Gates","offset":9907},{"uri":"Knight_of_the_British_Empire","surface_form":"Knight","offset":9934},{"uri":"Addenbrooke%27s_Hospital","surface_form":"Addenbrooke's Hospital","offset":10179},{"uri":"Medicine","surface_form":"medicine","offset":10215},{"uri":"Business","surface_form":"business","offset":10354},{"uri":"Finance","surface_form":"finance","offset":10367},{"uri":"Bicycle","surface_form":"bicycle","offset":10474},{"uri":"Car","surface_form":"car","offset":10592},{"uri":"Gown","surface_form":"Gown","offset":10802},{"uri":"1381","surface_form":"1381","offset":10958},{"uri":"Plague","surface_form":"plague","offset":11107},{"uri":"1630","surface_form":"1630","offset":11138},{"uri":"Industry","surface_form":"industries","offset":11367},{"uri":"Legal_deposit","surface_form":"legal deposit","offset":11730},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":11791},{"uri":"Undergraduate","surface_form":"undergraduate","offset":11986},{"uri":"Manuscript","surface_form":"manuscript","offset":12106},{"uri":"Corpus_Christi_College%2C_Cambridge","surface_form":"Corpus Christi College","offset":12152},{"uri":"Medieval","surface_form":"Medieval","offset":12199},{"uri":"Research","surface_form":"scientific research","offset":12286},{"uri":"Government_of_the_United_Kingdom","surface_form":"UK Government","offset":12598},{"uri":"European_Commission","surface_form":"European Commission","offset":12620},{"uri":"Interview","surface_form":"interview","offset":12689},{"uri":"Undergraduate","surface_form":"undergraduate","offset":12732},{"uri":"A-level","surface_form":"A-level","offset":12898},{"uri":"Fellow","surface_form":"Fellow","offset":13054},{"uri":"Medicine","surface_form":"medicine","offset":13186},{"uri":"Economics","surface_form":"economics","offset":13199},{"uri":"Postgraduate","surface_form":"postgraduate","offset":13415},{"uri":"School","surface_form":"school","offset":13842},{"uri":"Scholarship","surface_form":"scholarship","offset":14340},{"uri":"PhD","surface_form":"PhD","offset":14671},{"uri":"College_and_university_rankings","surface_form":"College and university rankings","offset":14784},{"uri":"The_Independent","surface_form":"The Independent","offset":14931},{"uri":"Trinity_College%2C_Cambridge","surface_form":"Trinity College","offset":14958},{"uri":"Emmanuel_College%2C_Cambridge","surface_form":"Emmanuel College","offset":14978},{"uri":"English_language","surface_form":"English","offset":15153},{"uri":"A-level","surface_form":"A-level","offset":15186},{"uri":"GCSE","surface_form":"GCSE","offset":15198},{"uri":"Golden_Triangle_(UK_universities)","surface_form":"\"Golden Triangle\"","offset":15338},{"uri":"October","surface_form":"October","offset":16167},{"uri":"Rowing","surface_form":"rowing","offset":16360},{"uri":"London","surface_form":"London","offset":16642},{"uri":"The_Boat_Race","surface_form":"Boat Race","offset":16674},{"uri":"Gym","surface_form":"gym","offset":16804},{"uri":"Chess","surface_form":"chess","offset":17080},{"uri":"Acting","surface_form":"acting","offset":17087},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":17117},{"uri":"Newspaper","surface_form":"newspaper","offset":17267},{"uri":"Varsity_(Cambridge)","surface_form":"Varsity","offset":17332},{"uri":"Radio_station","surface_form":"radio station","offset":17498},{"uri":"Anglia_Ruskin_University","surface_form":"Anglia Ruskin University","offset":17556},{"uri":"Dinner","surface_form":"dinner","offset":17679},{"uri":"Suit_(clothing)","surface_form":"suit","offset":17745},{"uri":"Prayer","surface_form":"prayer","offset":17785},{"uri":"Latin","surface_form":"Latin","offset":17795},{"uri":"Music","surface_form":"music","offset":18090},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":18249},{"uri":"Physics","surface_form":"physics","offset":18289},{"uri":"Medicine","surface_form":"medicine","offset":18304},{"uri":"Chemistry","surface_form":"chemistry","offset":18320},{"uri":"Economics","surface_form":"economics","offset":18339},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":18520},{"uri":"Experiments","surface_form":"experiments","offset":18551},{"uri":"Francis_Bacon","surface_form":"Francis Bacon","offset":18583},{"uri":"Scientific_method","surface_form":"Scientific method","offset":18611},{"uri":"G._H._Hardy","surface_form":"G. H. Hardy","offset":18677},{"uri":"Srinivasa_Ramanujan","surface_form":"Srinivasa Ramanujan","offset":18693},{"uri":"Pure_mathematics","surface_form":"pure mathematics","offset":18726},{"uri":"James_Clerk_Maxwell","surface_form":"James Clerk Maxwell","offset":18744},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":18785},{"uri":"Biology","surface_form":"biology","offset":18806},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":18815},{"uri":"Natural_selection","surface_form":"natural selection","offset":18852},{"uri":"Francis_Crick","surface_form":"Francis Crick","offset":18876},{"uri":"James_D._Watson","surface_form":"James D. Watson","offset":18894},{"uri":"DNA","surface_form":"DNA","offset":18938},{"uri":"David_Attenborough","surface_form":"David Attenborough","offset":18948},{"uri":"Nuclear_physics","surface_form":"nuclear physics","offset":19042},{"uri":"Ernest_Rutherford","surface_form":"Ernest Rutherford","offset":19078},{"uri":"Niels_Bohr","surface_form":"Niels Bohr","offset":19097},{"uri":"J._J._Thomson","surface_form":"J. J. Thomson","offset":19109},{"uri":"James_Chadwick","surface_form":"James Chadwick","offset":19127},{"uri":"Atom","surface_form":"atom","offset":19190},{"uri":"Electron","surface_form":"electron","offset":19196},{"uri":"Proton","surface_form":"proton","offset":19207},{"uri":"Neutron","surface_form":"neutron","offset":19219},{"uri":"J._Robert_Oppenheimer","surface_form":"J. Robert Oppenheimer","offset":19229},{"uri":"Atomic_bomb","surface_form":"atomic bomb","offset":19297},{"uri":"Astronomy","surface_form":"astronomy","offset":19313},{"uri":"Paul_Dirac","surface_form":"Paul Dirac","offset":19324},{"uri":"Stephen_Hawking","surface_form":"Stephen Hawking","offset":19336},{"uri":"John_Herschel","surface_form":"John Herschel","offset":19353},{"uri":"Georges_Lema%C3%AEtre","surface_form":"Georges Lemaître","offset":19371},{"uri":"Universe","surface_form":"universe","offset":19420},{"uri":"Big_Bang","surface_form":"Big Bang","offset":19439},{"uri":"Black_hole","surface_form":"black hole","offset":19451},{"uri":"Desiderius_Erasmus","surface_form":"Desiderius Erasmus","offset":19491},{"uri":"Greek_language","surface_form":"Greek","offset":19558},{"uri":"Latin","surface_form":"Latin","offset":19568},{"uri":"Economics","surface_form":"economics","offset":19596},{"uri":"John_Maynard_Keynes","surface_form":"John Maynard Keynes","offset":19607},{"uri":"Thomas_Robert_Malthus","surface_form":"Thomas Robert Malthus","offset":19628},{"uri":"Milton_Friedman","surface_form":"Milton Friedman","offset":19654},{"uri":"Philosophy","surface_form":"philosophers","offset":19717},{"uri":"Bertrand_Russell","surface_form":"Bertrand Russell","offset":19734},{"uri":"Ludwig_Wittgenstein","surface_form":"Ludwig Wittgenstein","offset":19752},{"uri":"George_Santayana","surface_form":"George Santayana","offset":19773},{"uri":"Karl_Popper","surface_form":"Karl Popper","offset":19791},{"uri":"Muhammad_Iqbal","surface_form":"Muhammad Iqbal","offset":19807},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishops of Canterbury","offset":19828},{"uri":"Rowan_Williams","surface_form":"Rowan Williams","offset":19886},{"uri":"William_Wilberforce","surface_form":"William Wilberforce","offset":19902},{"uri":"Slave_trade","surface_form":"slave trade","offset":19941},{"uri":"Thomas_Cranmer","surface_form":"Thomas Cranmer","offset":19954},{"uri":"Music","surface_form":"music","offset":20032},{"uri":"Ralph_Vaughan_Williams","surface_form":"Ralph Vaughan Williams","offset":20039},{"uri":"Charles_Villiers_Stanford","surface_form":"Charles Villiers Stanford","offset":20063},{"uri":"William_Sterndale_Bennett","surface_form":"William Sterndale Bennett","offset":20090},{"uri":"Orlando_Gibbons","surface_form":"Orlando Gibbons","offset":20117},{"uri":"John_Rutter","surface_form":"John Rutter","offset":20151},{"uri":"Radiohead","surface_form":"Radiohead","offset":20230},{"uri":"Art","surface_form":"art","offset":20263},{"uri":"Quentin_Blake","surface_form":"Quentin Blake","offset":20269},{"uri":"Christopher_Marlowe","surface_form":"Christopher Marlowe","offset":20353},{"uri":"Samuel_Pepys","surface_form":"Samuel Pepys","offset":20400},{"uri":"William_Makepeace_Thackeray","surface_form":"William Makepeace Thackeray","offset":20468},{"uri":"Satire","surface_form":"satire","offset":20512},{"uri":"E._M._Forster","surface_form":"E. M. Forster","offset":20520},{"uri":"C._S._Lewis","surface_form":"C. S. Lewis","offset":20566},{"uri":"Virginia_Woolf","surface_form":"Virginia Woolf","offset":20595},{"uri":"Poet","surface_form":"Poet","offset":20670},{"uri":"Edmund_Spenser","surface_form":"Edmund Spenser","offset":20684},{"uri":"John_Donne","surface_form":"John Donne","offset":20700},{"uri":"John_Milton","surface_form":"John Milton","offset":20712},{"uri":"John_Dryden","surface_form":"John Dryden","offset":20725},{"uri":"Lord_Byron","surface_form":"Lord Byron","offset":20738},{"uri":"Samuel_Taylor_Coleridge","surface_form":"Samuel Taylor Coleridge","offset":20753},{"uri":"Actor","surface_form":"actor","offset":20818},{"uri":"Movie_director","surface_form":"director","offset":20829},{"uri":"Ian_McKellen","surface_form":"Ian McKellen","offset":20843},{"uri":"Derek_Jacobi","surface_form":"Derek Jacobi","offset":20857},{"uri":"Michael_Redgrave","surface_form":"Michael Redgrave","offset":20871},{"uri":"James_Mason","surface_form":"James Mason","offset":20889},{"uri":"Emma_Thompson","surface_form":"Emma Thompson","offset":20902},{"uri":"Stephen_Fry","surface_form":"Stephen Fry","offset":20917},{"uri":"Hugh_Laurie","surface_form":"Hugh Laurie","offset":20930},{"uri":"John_Cleese","surface_form":"John Cleese","offset":20943},{"uri":"Eric_Idle","surface_form":"Eric Idle","offset":20956},{"uri":"Graham_Chapman","surface_form":"Graham Chapman","offset":20967},{"uri":"Tilda_Swinton","surface_form":"Tilda Swinton","offset":20983},{"uri":"Thandie_Newton","surface_form":"Thandie Newton","offset":20998},{"uri":"Rachel_Weisz","surface_form":"Rachel Weisz","offset":21014},{"uri":"Sacha_Baron_Cohen","surface_form":"Sacha Baron Cohen","offset":21028},{"uri":"Tom_Hiddleston","surface_form":"Tom Hiddleston","offset":21047},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":21143},{"uri":"George_Mallory","surface_form":"George Mallory","offset":21186},{"uri":"Mount_Everest","surface_form":"mount Everest","offset":21256}]}