{"id":121031,"url":"http://en.wikipedia.org/wiki/Knoxville%2C_Tennessee","text":"Knoxville is the third-largest city in the state of Tennessee, in the United States of America. The largest city in the state is Memphis, followed by Nashville, the capital of Tennessee. Knoxville is the county seat of Knox County. In 2010, it had a population of 178,874.\nThe city has been often called \"The Streaking Capital of the World\" and \"The Underwear Capital of the World\".\nKnoxville was founded in 1786 and is the second oldest of Tennessee's four major cities, after Nashville which was founded in 1779. After Tennessee's admission into the Union in 1796, Knoxville was the state's first capital. In 1819, the capital was moved to Murfreesboro, prior to Nashville becoming the current capital. The city was named in honor of the first Secretary of War, Henry Knox.\nKnoxville's economy is largely fueled by the regional location of the main campus of the University of Tennessee, the Oak Ridge National Laboratory and other Department of Energy facilities in nearby Oak Ridge, the National Transportation Research Center, and the Tennessee Valley Authority.\nModern Knoxville.\nKnoxville's textile and manufacturing industries were hurt by foreign competition in the 1950s and 1960s. After the building of the Interstate Highway system in the 1960s, the railroad—which had been largely responsible for Knoxville's industrial growth—began to decline. Suburban shopping malls in the 1970s took retail revenues away from Knoxville's Downtown area. So, the city sought to recover the massive loss of revenue by trying to annex neighboring communities in Knox County. People fought these annexation attempts. Several efforts to combine all of the Knoxville and Knox County governments failed. But the city and county school boards merged on 1 July 1987.\nKnoxville tried to improve its downtown. The 1982 World's Fair—the most successful of these projects—became one of the most popular world's fairs in U.S. history with 11 million visitors. The fair's energy theme was selected due to Knoxville being the headquarters of the Tennessee Valley Authority and for the city's proximity to the Oak Ridge National Laboratory. The Sunsphere, a steel truss structure topped with a gold-colored glass sphere, was built for the fair and remains one of Knoxville's most prominent buildings, along with the adjacent amphitheater which underwent a renovation that was completed in 2008.\nEver since, Knoxville's downtown has been developing, with the opening of the Women's Basketball Hall of Fame and the Knoxville Convention Center, redevelopment of Market Square, a new visitors center, a regional history museum, a Regal Cinemas theater, several restaurants and bars, and many new and redeveloped condominiums. Since 2000 Knoxville has successfully brought business back to the downtown area. The arts in particular have begun to flourish, there are multiple venues for outdoor concerts. The Tennessee and Bijou Theaters were renovated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tennessee","surface_form":"Tennessee","offset":52},{"uri":"United_States_of_America","surface_form":"United States of America","offset":70},{"uri":"Memphis%2C_Tennessee","surface_form":"Memphis","offset":129},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville","offset":150},{"uri":"County_seat","surface_form":"county seat","offset":204},{"uri":"Knox_County%2C_Tennessee","surface_form":"Knox County","offset":219},{"uri":"Murfreesboro%2C_Tennessee","surface_form":"Murfreesboro","offset":642},{"uri":"Nashville","surface_form":"Nashville","offset":665},{"uri":"Henry_Knox","surface_form":"Henry Knox","offset":764},{"uri":"University_of_Tennessee","surface_form":"University of Tennessee","offset":865},{"uri":"Oak_Ridge_National_Laboratory","surface_form":"Oak Ridge National Laboratory","offset":894},{"uri":"U.S._Department_of_Energy","surface_form":"Department of Energy","offset":934},{"uri":"Oak_Ridge%2C_Tennessee","surface_form":"Oak Ridge","offset":976},{"uri":"National_Transportation_Research_Center","surface_form":"National Transportation Research Center","offset":991},{"uri":"Tennessee_Valley_Authority","surface_form":"Tennessee Valley Authority","offset":1040},{"uri":"Interstate_Highway","surface_form":"Interstate Highway","offset":1218},{"uri":"1982_World%27s_Fair","surface_form":"1982 World's Fair","offset":1802},{"uri":"Oak_Ridge_National_Laboratory","surface_form":"Oak Ridge National Laboratory","offset":2092},{"uri":"Sunsphere","surface_form":"Sunsphere","offset":2127},{"uri":"Museum_of_East_Tennessee_History","surface_form":"regional history museum","offset":2581},{"uri":"Regal_Cinemas","surface_form":"Regal Cinemas","offset":2608}]}