{"id":121286,"url":"http://en.wikipedia.org/wiki/Coulomb%27s_law","text":"Coulomb's law is a function developed in the 1780s by physicist Charles-Augustin de Coulomb. It explains how strong the force will be between two electrostatic charges. Electrostatic means electric charges without any motion.\nDirection.\nLet's think of two electric charges existing in an empty space. If the two charges are opposite, (+) and (-) charges for example, they will attract each other. And if two charges are both the same, both (+) or both (-) for example, they will push each other. This is similar to how magnets act, as N and S attract each other, and as N and N, S and S push each other.\nThis is because electric charges make an electric field. If two fields exist in the same space at the same time, then the two fields exert (~ put) force on each other. The force they make on each other is called 'Coulomb's force' or the electrostatic force. Coulomb's law explains how big the force will be.\nScale.\nCoulomb's law explains the scale between two electric charges.\nThe scale of electrostatic force follows the function below.\nCoulomb's law explains that the force scale F is relative to ratio of formula_1,formula_1.\nformula_1 and formula_1 are the scales of each electric charge. formula_1 is the distance between the two electric charges. And formula_1 has a certain value. It does not change relative to formula_1, formula_1 or formula_1. While formula_1 remains constant, when multiples of formula_1 and formula_1 become bigger, the electrostatic force will also get bigger. When the distance formula_1 becomes bigger, the electrostatic force will become smaller by the ratio of formula_1.\nThe exact size of formula_1 is\nformula_1\nformula_1N m2 C−2 (or m F−1). This constant is called Coulomb's force constant or the electrostatic force constant.\nInverse-square law.\nThe relation between the force of pushing or pulling (F) and the distance between the particles (formula_1) follows the Inverse-square Law. Inverse-square law means that when the distance formula_1 grows bigger, the force gets weaker by the ratio formula_1. Gravitation, Electromagnetic radiation, and sound loudness also follow this law.","categories":[],"infobox_types":[],"annotations":[{"uri":"Function","surface_form":"function","offset":19},{"uri":"Charles-Augustin_de_Coulomb","surface_form":"Charles-Augustin de Coulomb","offset":64},{"uri":"Force","surface_form":"force","offset":120},{"uri":"Electrostatic","surface_form":"electrostatic","offset":146},{"uri":"Electric_charge","surface_form":"electric charge","offset":256},{"uri":"Magnet","surface_form":"magnet","offset":519},{"uri":"Electric_field","surface_form":"electric field","offset":645},{"uri":"Electric_charge","surface_form":"electric charge","offset":964},{"uri":"Newton_(unit)","surface_form":"N","offset":1661},{"uri":"Meter","surface_form":"m","offset":1663},{"uri":"Coulomb","surface_form":"C","offset":1666},{"uri":"Meter","surface_form":"m","offset":1674},{"uri":"Farad","surface_form":"F","offset":1676},{"uri":"Inverse-square_Law","surface_form":"Inverse-square Law","offset":1908},{"uri":"Gravitation","surface_form":"Gravitation","offset":2046},{"uri":"Electromagnetic_radiation","surface_form":"Electromagnetic radiation","offset":2059},{"uri":"Loudness","surface_form":"loudness","offset":2096}]}