{"id":121208,"url":"http://en.wikipedia.org/wiki/Direct-to-video","text":"A movie that is released direct-to-video (also known as made-for-video, straight-to-video, more recently, straight-to-DVD) is one which has been released to the public on home video formats (historically VHS) before or without being released in movie theaters or broadcast on television. The term is also at times used as an insulting term for sequels of movies that are not expected to have financial success.\nReasons for releasing direct-to-video.\nDirect-to-video releases can occur for several reasons. Often a production studio will develop a TV show or movie which is not generally released for several possible reasons: poor quality, lack of support from a TV network, controversial nature, or a simple lack of general public interest. Studios, limited in the annual number of movies they grant cinematic releases to, may choose to pull the completed movie from the theaters, or never exhibit it in theaters at all. Studios then recover some of their losses through video sales and rentals.\nIn the case of a TV show, low ratings may cause a studio to cancel the show, possibly after having filmed an entire season and aired some episodes. If the show has a considerable fanbase, the studio may release unaired episodes on video to recover losses. ' and \"Firefly\" are examples of canceled shows which were successful cult hits on DVD. Occasionally outstanding DVD sales may revive a canceled show, as in the case of \"Family Guy\".Originally canceled in 2004,the series was revived in 2005 due partly to its excellent DVD sales.\nDirect-to-video releases have historically carried a stigma of lower technical or artistic quality than theatrical releases. Some studio movies released direct-to-video are movies which have been completed but were never released. This delay often occurs when a studio doubts a movie's commercial prospects would justify a full cinema release, or because its \"release window\" has closed. A release window refers to a timely trend or personality, and missing that window of opportunity means a movie, possibly rushed into production, failed to release before the trend faded. In movieindustry slang such movies are referred to as having been \"vaulted.\"\nThere is a positive side to direct-to-video releases. They have become something of a lifeline for independent filmmakers and smaller companies.\nDirect-to-video releases can be done for movies which cannot be shown theatrically due to controversial content, or because the cost involved in a theatrical release is beyond the releasing company. Almost all pornographic movies are released direct-to-video.\nAnimated sequels and movie-length episodes of animated series are also often released in this fashion. The Walt Disney Company began making sequels of most of its animated movies for video release beginning with \"The Return of Jafar\" (the sequel to \"Aladdin\") in 1994. Universal Studios also began their long line of \"The Land Before Time\" sequels that same year. In 2005, Fox released ' for DVD and Universal Media Disc.\nDirect-to-video movies screened theatrically.\nOnce in a while, a studio that makes a movie that was prepared as a direct-to-video movie and release it theatrically at the last minute due to the success of another movie with a similar subject matter or an ultimate studio decision. \"Doug's 1st Movie\" is an example of this, quickly changed from a DTV to a theatrical release due to the surprise success of \"The Rugrats Movie\".\nTelevision spin-offs.\nTelevision spin-offs are animated or live action television series or made for TV movies which contain either characters or theme elements from an older series or movie (Clerks: The Animated Series, Bill and Ted's Excellent Adventures). While the most common examples of a television spin off are animated series there are also live action examples (Robocop: Prime Directive)\nSome \"SpongeBob SquarePants\" DVD volumes contain episodes not yet aired in the United States. Certain special episodes of Pokémon were released directly on video such as Pikachu’s Winter Vacation. Some Disney Channel shows, such as \"That's So Raven\", \"The Suite Life of Zack and Cody\", \"Phil of the Future\", and ' have also had direct-to-video episodes.\nDirect-to-DVD market.\nAs the DVD format supplants the videocassette, companies have increasingly released movies in DVD format rather than VHS, causing the term \"direct-to-DVD\" to replace \"direct-to-video\" in some instances. However, the word \"video\" does not necessarily refer to VHS cassettes. The new term used is DVDP (\"DVD Premiere\"). Such movies can cost as much as $20 million (about a third of the average cost of a Hollywood release) and feature actors like Jean-Claude Van Damme and Steven Seagal. Salaries for such actors range from $2 to $4 million (Van Damme) to $4.5 to $10 million (Seagal). According to \"Variety\", ' sold a million copies in one week, despite retaining only two actors from the original trilogy.\nIn recent years, DVD Premieres have become a substantial source of revenue for movie studios. DVDPs have collectively grossed over $3 billion over the last few years, and have matured enough that DVDP divisions of studios now option their own movies. Studios realized that DVDP movies can be shot on a smaller budget, thus allowing studios larger profits with the combined revenues of home video sales and rentals, in addition to licensing movies for television and for distribution abroad (where some DVDP movies do see theatrical releases).\nDistributing DVDPs is not a practice reserved solely for larger Hollywood studios. Several companies, such as The Asylum, MTI Home Video, and York Entertainment distribute DVDPs almost exclusively. The budgets for movies distributed by these companies are even smaller than those of ones distributed by a larger studio, but these companies are still able to profit off their sales.\nJapan.\nIn Japan, the direct-to-video movement carries different connotations, being a niche product rather than a fallback medium. Despite having lower budgets than features intended for theater release, Japanese direct-to-video productions are rarely marred by the poor storyline and lower quality production often associated with the DTV market in the US. So-called V-Cinema has more respect from the public, and affection from movie directors for the greater creative freedoms the medium allows. DTV releases are subject to fewer restrictions.\nIn the case of anime, this is called Original Video Animation (OVA or OAV), and their production values usually fall between those of television series and movies. They are often used to tell stories too short to fill a full TV season, and were particularly common in the early 1990s. Sometimes OVAs garner enough interest to justify commissioning a full television series, like \"Tenchi Muyo!\", \"One Piece\", and \"El Hazard\".\nWith the advent of the 13 episode season format, OVAs are less common now. The majority of OVAs released in today's market are usually continuations or reworkings of recently completed TV series. For instance, the DVD release of a TV series might include a bonus episode that was never broadcast as a sales hook.","categories":[],"infobox_types":[],"annotations":[{"uri":"Movie","surface_form":"movie","offset":2},{"uri":"Movie_release","surface_form":"released","offset":145},{"uri":"Home_video","surface_form":"home video","offset":171},{"uri":"VHS","surface_form":"VHS","offset":204},{"uri":"Movie_theater","surface_form":"movie theater","offset":245},{"uri":"Television","surface_form":"television","offset":276},{"uri":"Sequel","surface_form":"sequel","offset":344},{"uri":"Studio","surface_form":"studio","offset":525},{"uri":"TV_show","surface_form":"TV show","offset":547},{"uri":"Controversy","surface_form":"controversial","offset":675},{"uri":"Nielsen_Ratings","surface_form":"ratings","offset":1027},{"uri":"Firefly_(TV_series)","surface_form":"Firefly","offset":1260},{"uri":"Family_Guy","surface_form":"Family Guy","offset":1422},{"uri":"Movie_studio","surface_form":"studio","offset":1662},{"uri":"Movie","surface_form":"movie","offset":2110},{"uri":"Slang","surface_form":"slang","offset":2124},{"uri":"Pornography","surface_form":"pornographic","offset":2539},{"uri":"Sequels","surface_form":"sequels","offset":2598},{"uri":"The_Walt_Disney_Company","surface_form":"The Walt Disney Company","offset":2692},{"uri":"List_of_Disney_animated_features","surface_form":"its animated movies","offset":2748},{"uri":"The_Return_of_Jafar","surface_form":"The Return of Jafar","offset":2802},{"uri":"Aladdin_(1992_movie)","surface_form":"Aladdin","offset":2839},{"uri":"Universal_Studios","surface_form":"Universal Studios","offset":2858},{"uri":"The_Land_Before_Time","surface_form":"The Land Before Time","offset":2907},{"uri":"DVD","surface_form":"DVD","offset":2981},{"uri":"Universal_Media_Disc","surface_form":"Universal Media Disc","offset":2989},{"uri":"Doug%27s_1st_Movie","surface_form":"Doug's 1st Movie","offset":3293},{"uri":"The_Rugrats_Movie","surface_form":"The Rugrats Movie","offset":3417},{"uri":"SpongeBob_SquarePants","surface_form":"SpongeBob SquarePants","offset":3841},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":3957},{"uri":"Pikachu%E2%80%99s_Winter_Vacation","surface_form":"Pikachu’s Winter Vacation","offset":4005},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":4037},{"uri":"That%27s_So_Raven","surface_form":"That's So Raven","offset":4068},{"uri":"The_Suite_Life_of_Zack_and_Cody","surface_form":"The Suite Life of Zack and Cody","offset":4087},{"uri":"Phil_of_the_Future","surface_form":"Phil of the Future","offset":4122},{"uri":"DVD","surface_form":"DVD","offset":4305},{"uri":"VHS","surface_form":"VHS","offset":4328},{"uri":"VHS","surface_form":"VHS","offset":4470},{"uri":"Jean-Claude_Van_Damme","surface_form":"Jean-Claude Van Damme","offset":4656},{"uri":"Steven_Seagal","surface_form":"Steven Seagal","offset":4682},{"uri":"The_Asylum","surface_form":"The Asylum","offset":5570},{"uri":"MTI_Home_Video","surface_form":"MTI Home Video","offset":5582},{"uri":"York_Entertainment","surface_form":"York Entertainment","offset":5602},{"uri":"Japan","surface_form":"Japan","offset":5852},{"uri":"V-Cinema","surface_form":"V-Cinema","offset":6210},{"uri":"Movie_director","surface_form":"movie director","offset":6272},{"uri":"Anime","surface_form":"anime","offset":6404},{"uri":"Original_Video_Animation","surface_form":"Original Video Animation","offset":6426},{"uri":"Tenchi_Muyo%21","surface_form":"Tenchi Muyo!","offset":6769},{"uri":"One_Piece","surface_form":"One Piece","offset":6785},{"uri":"El_Hazard","surface_form":"El Hazard","offset":6802}]}