{"id":121203,"url":"http://en.wikipedia.org/wiki/Soan_River","text":"The Soan River () is a river in Punjab, Pakistan. It is the most important stream of the Pothohar region. It drains much of the water of Pothohar. It also forms the northern border of Bannu District.\nThe river starts near a small village Bun in the foothills of Patriata and Murree. It provides water to Simblee Dam, which is reservoir of water for Islamabad. Near Pharwala Fort it cuts through a high mountain range and that is a wonderful phenomenon of nature. The place is called Swan Cut. No stream can cut such a high mountain. It proves the Swaan was there before the formation of this range. And when the mountain rose through millions of years, the stream continued its path by cutting the rising mountain. Ling stream, following a relatively long course though Lehtrar and Kahuta falls in the Swaan near Sihala.\nIslamabad Highway crosses this stream near Sihala where famous bridge Cock Pull is constructed over it. Another famous, Lai stream joins this stream near Swaan Camp. After walking a tortuous path and creating a big curve, the stream reaches Kalabagh where it falls into the Indus river. This relatively small stream is more than 250 kilometers long. Due to its mountainous course and shallow bed, it is hardly used for irrigation purposes. For grinding wheat, you can find ancient types of flour mills near Chakian. Fishing is not possible in this stream as a profession. Rohu is the main species of fish in this stream. Kingfisher birds hunt here too.","categories":[],"infobox_types":[],"annotations":[{"uri":"Punjab_(Pakistan)","surface_form":"Punjab","offset":32},{"uri":"Pakistan","surface_form":"Pakistan","offset":40},{"uri":"Pothohar","surface_form":"Pothohar","offset":89},{"uri":"Bannu_District","surface_form":"Bannu District","offset":184},{"uri":"Patriata","surface_form":"Patriata","offset":262},{"uri":"Murree","surface_form":"Murree","offset":275},{"uri":"Islamabad","surface_form":"Islamabad","offset":349},{"uri":"Pharwala","surface_form":"Pharwala","offset":365},{"uri":"Nature","surface_form":"nature","offset":455},{"uri":"Swan_Cut","surface_form":"Swan Cut","offset":483},{"uri":"Ling_stream","surface_form":"Ling stream","offset":715},{"uri":"Kahuta","surface_form":"Kahuta","offset":782},{"uri":"Kalabagh","surface_form":"Kalabagh","offset":1062},{"uri":"Indus_river","surface_form":"Indus river","offset":1095},{"uri":"Fish","surface_form":"fish","offset":1421},{"uri":"Kingfisher","surface_form":"Kingfisher","offset":1442}]}