{"id":121420,"url":"http://en.wikipedia.org/wiki/Scottish_Fold","text":"The Scottish Fold (sometimes called Coupari by Canadian breeders) is a breed of cat. Its distinctive ear fold is caused by a particular gene.\nFirst known as Flops, for their \"floppy\" ears, Scottish Fold became the breed's name in 1966. Scottish Folds with long hair are known by a number of names. For example, it is called the Highland Fold by the ACFA, AACE, and UFO; the Scottish Fold Longhair by the TICA, NCFA, ACA, CCA, and CFA; and the Longhair Fold by the CFF.\nOrigin.\nThe very first Scottish Fold was a long-haired barn cat with white fur, called Susie. She was found in 1961 at a farm near Coupar Angus in Perthshire, Scotland. Susie's ears had an unusual fold in the middle, making her look like an owl. When Susie had kittens, two of them were born with the distinctive folded ears. One was owned by William Ross, a nearby farmer and cat-lover. Ross registered the breed with the Governing Council of the Cat Fancy in Great Britain and started to breed Scottish Fold kittens with the help of Pat Turner. The breeding program ended up with 76 kittens in the first three years, 42 with folded ears. They suspected that the ear mutation was from a dominant allele. This means that if one parent has straight ears, and one parent has folded ears, half of the kittens will be Folds.\nSusie's only fertile offspring was a female Fold named Sans, also white like her mother. A second kitten was neutered shortly after birth. Three months after Sans' birth, Susie was killed by a car. All Scottish Fold cats are related to Susie and Sans. This kind of ancestry is very rare, even among pedigreed animals.\nAcceptance.\nThe breed was not accepted for showing in Great Britain and Europe because people thought that they would be overly prone to ear problems such as infection, mites, and deafness, but the Folds were sold in America. The breed kept on growing using crosses with British Shorthairs and American Shorthairs. Despite the initial concerns, the Fold breed has not had the expected mite and infection problems. However, wax can build up faster than in the ears of other cats.\nPopularity.\nFolds are very popular pets because of their unique look, and their reputation as particularly loving companions. Fold kittens are usually much more expensive to buy than kittens of more common breeds.\nEars.\nAll Folds are born with straight, unfolded ears. Cats that have the Fold gene will start to show the fold before 21 days. The first cats only had one fold in their ears. With careful breeding, breeders have changed the fold to a double or triple fold. This causes the ear to lie totally flat against the head.\nBody.\nFolds are a medium-sized breed of cat (9–13 lbs. for males and 6–9 lbs. for females). They have round bodies, round heads, and round faces. They have big round eyes. Their noses are short with a gentle curve. They have medium to short sized legs. Their heads are curved at the top. They have very short necks. The eyes have a big gap which gives the Scottish Fold a \"sweet expression\".\nSocial.\nScottish Folds, whether with folded ears or with normal ears, are normally good-natured and calm. They can adjust to other animals within a household very well. They tend to become very attached to their human caregivers. They are by nature quite loving. Folds receive high marks for playfulness, affection, and grooming. They are often clever, loyal, quiet, and do well in changing home situations.\nHabits.\nFolds are also known for sleeping on their backs. Scottish Folds normally have soft voices. They can give a mix of meows and purrs not found in better-known breeds.\nHealth.\nScottish Folds usually live for around 15 years.\nMedical complications.\nScottish folds can easily get polycystic kidney disease (PKD), osteochondritis, and cardiomyopathy.\nEthics.\nOne special medical problem comes in the Scottish Fold if both parents have folded ears. In such a case, their kittens will be very likely (1:4 ratio, or usually at least one per litter) to have a painful joint disease that can fuse the tail, ankles and/or knees. Scientists think the disease is caused by the dominant (folded-ear) gene. It is more likely to affect Folds with the gene twice, than mixed single with one recessive (unfolded-ear) gene. This disease can also affect Scottish Folds with one copy of the gene, but usually not as often or as badly. For this reason the breed is not accepted by either the Governing Council of the Cat Fancy or the Fédération Internationale Féline. This is the reasoning behind the widely-held belief that the only ethical manner of breeding Folds is Fold/nonfold and not Fold/Fold (in the same way Munchkins are bred).\nBiography.\nThe Scottish Fold is one of the main focuses in the short novel \"The Cat Who Went to Paris\" by Peter Gethers. The book and its two sequels, \"A Cat Abroad\" and ', talk about the life of Gethers and his Fold, Norton. It starts with their first meeting and ends with Norton's death and Gether's life after the loss.\nHow-to.\nCat guides about the Scottish Fold breed can be found. For example \"Scottish Fold Cats: A Complete Pet Owner's Manual\" (), \"Guide to Owning a Scottish Fold Cat\" (), and \"Scottish Fold Cats (Cats Set III)\" ().","categories":[],"infobox_types":[],"annotations":[{"uri":"Canada","surface_form":"Canadian","offset":47},{"uri":"Cat_breeds","surface_form":"breed","offset":71},{"uri":"Cat","surface_form":"cat","offset":80},{"uri":"Gene","surface_form":"gene","offset":136},{"uri":"American_Cat_Fanciers_Association","surface_form":"ACFA","offset":349},{"uri":"American_Association_of_Cat_Enthusiasts","surface_form":"AACE","offset":355},{"uri":"The_International_Cat_Association","surface_form":"TICA","offset":404},{"uri":"Canadian_Cat_Association","surface_form":"CCA","offset":421},{"uri":"Cat_Fanciers%27_Association","surface_form":"CFA","offset":430},{"uri":"1961","surface_form":"1961","offset":580},{"uri":"Coupar_Angus","surface_form":"Coupar Angus","offset":600},{"uri":"Perthshire","surface_form":"Perthshire","offset":616},{"uri":"Scotland","surface_form":"Scotland","offset":628},{"uri":"Owl","surface_form":"owl","offset":710},{"uri":"Register","surface_form":"registered","offset":862},{"uri":"Governing_Council_of_the_Cat_Fancy","surface_form":"Governing Council of the Cat Fancy","offset":892},{"uri":"Great_Britain","surface_form":"Great Britain","offset":930},{"uri":"Breeding_program","surface_form":"breeding program","offset":1020},{"uri":"Mutation","surface_form":"mutation","offset":1137},{"uri":"Dominant","surface_form":"dominant","offset":1157},{"uri":"Offspring","surface_form":"offspring","offset":1311},{"uri":"Neutered","surface_form":"neutered","offset":1399},{"uri":"Europe","surface_form":"Europe","offset":1680},{"uri":"Infection","surface_form":"infection","offset":1766},{"uri":"Mites","surface_form":"mites","offset":1777},{"uri":"Deafness","surface_form":"deafness","offset":1788},{"uri":"America","surface_form":"America","offset":1825},{"uri":"British_Shorthair","surface_form":"British Shorthair","offset":1879},{"uri":"American_Shorthair","surface_form":"American Shorthair","offset":1902},{"uri":"Reputation","surface_form":"reputation","offset":2167},{"uri":"Love","surface_form":"loving","offset":2194},{"uri":"Calm","surface_form":"calm","offset":3109},{"uri":"Polycystic_kidney_disease","surface_form":"polycystic kidney disease","offset":3700},{"uri":"Governing_Council_of_the_Cat_Fancy","surface_form":"Governing Council of the Cat Fancy","offset":4394},{"uri":"F%C3%A9d%C3%A9ration_Internationale_F%C3%A9line","surface_form":"Fédération Internationale Féline","offset":4436},{"uri":"Munchkin_(cat)","surface_form":"Munchkins","offset":4620},{"uri":"The_Cat_Who_Went_to_Paris","surface_form":"The Cat Who Went to Paris","offset":4717},{"uri":"Peter_Gethers","surface_form":"Peter Gethers","offset":4747},{"uri":"A_Cat_Abroad","surface_form":"A Cat Abroad","offset":4793}]}