{"id":121432,"url":"http://en.wikipedia.org/wiki/The_Sims_3","text":"\"The Sims 3\" is a computer game for Microsoft Windows and Mac OS X. It was released on June 2, 2009 and is a sequel to the popular \"The Sims\" and \"The Sims 2\" computer games. There have been versions of the game for consoles and mobile phones as well. \"The Sims 3\" was a success right when it was released. The game has sold 1.4 million copies in its first week and over ten million copies worldwide to date.\nGameplay.\nThe Sims 3 is made with the same idea as the games before it. The player controls their own Sims in activities and relationships in a similar manner to real life. The game play is open-ended and has no limits. Sims houses and neighborhoods are in one huge map. The developers stated, \"What you do outside your home now matters as much as what you do within.\" The game includes an optional feature called \"Story Progression\", which allows all Sims in the neighborhood to continue on their own as if the player were controlling them, such as grow up, get married, get jobs and promotions, have children, and build or buy their dream house while the player is not playing. The Sims 2 used a reward system called Wants and Fears. This is replaced with a new system called Wishes in The Sims 3. Completing a Sim's wish helps the Sim's Lifetime Happiness score and mood. Some wishes, such as \"Go to the Park\", may add little points to their lifetime happiness while \"Have A Baby Boy\" may add thousands of points. In The Sims 2, Wants and Fears also contributed to a Sim's \"Aspiration\" meter, the same to current self-esteem. In The Sims 3, Aspiration is removed entirely, replaced with \"Moodlets\", which contribute good or bad values to the original Motivation meter. Moodlets can be inspired by physical events, such as having a good meal or comfort from sitting in a good chair, as well as emotional events like a first kiss or a break-up. Most moodlets last for a set amount of time, but some bad Moodlets can be cured (such as the one caused by a need to use the bathroom) and some positive ones rely on the Sim's surroundings and traits.","categories":[],"infobox_types":[],"annotations":[{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":36},{"uri":"Mac_OS_X","surface_form":"Mac OS X","offset":58},{"uri":"The_Sims","surface_form":"The Sims","offset":132},{"uri":"The_Sims_2","surface_form":"The Sims 2","offset":147}]}