{"id":12158,"url":"http://en.wikipedia.org/wiki/Julian_calendar","text":"The Julian calendar, proposed by Julius Caesar in 46 BCE (708 AUC), was a reform of the Roman calendar. It was first used in 1 January 45 BCE. It was the main calendar in most of the world, until Pope Gregory replaced that with the Gregorian calendar in 4 October 1582.\nDuring the 20th and 21st centuries, the date according to the Julian calendar is 13 days behind the Gregorian date.\nYear length; leap years.\nHowever, in 8 BCE (746 AUC), emperor Augustus Caesar corrected the problem. The next leap year was 7 CE (160 AUC).\nCriticism.\nWith the simple cycle, the length of the Julian year is exactly 365.25 days (365 days and 6 hours), but the actual time it takes for the Earth to go around the Sun once is closer to 365.2422 days (about 365 days, 5 hours, 48 minutes and 46 seconds). This difference is about 365.25 - 365.2422 = 0.0078 days (11 minutes and 14 seconds) each year, although Greek astronomers knew that. This made the seasons get out of track, since the real first day of spring in western Europe (the equinox - day and night the same length) was happening earlier and earlier before the traditional 21 March as the centuries went by. By the 1500s, it was starting around 11 March, ten days 'too early' according to the calendar.\nFrom Roman calendar.\nThe first step of the reform was to realign the 25 December with the Winter solstice by making 46 BCE (708 AUC) 445 days long. In ordinary Roman calendar, the common year had 355 days and the leap year (one year after the common year) had 378 days. The 46 BCE was a leap year, according to the calendar. Julius Caesar added 67 more days by adding two extra months (those are called \"Prior\" and \"Posterior\" in letters of Cicero) between November and December.","categories":[],"infobox_types":[],"annotations":[{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":33},{"uri":"Ab_urbe_condita","surface_form":"AUC","offset":62},{"uri":"Roman_calendar","surface_form":"Roman calendar","offset":88},{"uri":"Pope_Gregory_XIII","surface_form":"Pope Gregory","offset":196},{"uri":"Gregorian_calendar","surface_form":"Gregorian calendar","offset":232},{"uri":"20th_century","surface_form":"20th","offset":281},{"uri":"21st_century","surface_form":"21st centuries","offset":290},{"uri":"Augustus_Caesar","surface_form":"Augustus Caesar","offset":448},{"uri":"Season","surface_form":"season","offset":935},{"uri":"Equinox","surface_form":"equinox","offset":1019},{"uri":"Realign","surface_form":"realign","offset":1304},{"uri":"Ordinary","surface_form":"ordinary","offset":1398},{"uri":"Cicero","surface_form":"Cicero","offset":1688}]}