{"id":12154,"url":"http://en.wikipedia.org/wiki/George_Washington_Carver","text":"George Washington Carver (c. January 1860 – January 5, 1943) was an American educator, botanist (someone who works with plants), and inventor. He is best known for his work with peanuts, sweet potatoes, and other crops.\nCarver's reputation is based on his research into and promotion of alternative crops to cotton, such as peanuts, soybeans and sweet potatoes, which also aided nutrition for farm families. He wanted poor farmers to grow alternative crops both as a source of their own food and as a source of other products to improve their quality of life.\nThe most popular of his 44 practical bulletins for farmers contained 105 food recipes using peanuts. He also developed and promoted about 100 products made from peanuts that were useful for the house and farm, including cosmetics, dyes, paints, plastics, gasoline, and nitroglycerin. He received numerous honors for his work, including the Spingarn Medal of the NAACP.\nHe was born into slavery in January 1864 in Diamond, Missouri. The exact date of his birth is unknown. He studied in Simpson College when he was 22. Much of Carver's fame is based on his research. He died on January 5, 1943 after a fall he had in his home in Tuskegee, Alabama on January 5, 1943.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":68},{"uri":"Educator","surface_form":"educator","offset":77},{"uri":"Botanist","surface_form":"botanist","offset":87},{"uri":"Inventor","surface_form":"inventor","offset":133},{"uri":"Peanut","surface_form":"peanut","offset":178},{"uri":"Potato","surface_form":"potato","offset":193},{"uri":"NAACP","surface_form":"NAACP","offset":922},{"uri":"Slavery","surface_form":"slavery","offset":946},{"uri":"Diamond%2C_Missouri","surface_form":"Diamond","offset":973},{"uri":"Missouri","surface_form":"Missouri","offset":982},{"uri":"Simpson_College","surface_form":"Simpson College","offset":1046},{"uri":"Tuskegee%2C_Alabama","surface_form":"Tuskegee","offset":1188},{"uri":"Alabama","surface_form":"Alabama","offset":1198}]}