{"id":121614,"url":"http://en.wikipedia.org/wiki/BioShock","text":"\"BioShock\" is a first person shooter/survival horror video game made by 2K Games for the Xbox 360, Windows, PlayStation 3, and Nintendo Switch video game consoles. It got very good reviews and sold very well. The game's story is about a man who is in a plane crash in the Atlantic Ocean and finds a lighthouse in the middle of the sea, which takes him to an underwater city created by a man named Andrew Ryan called Rapture, which is home to many violent creatures called Splicers, who are people became insane because of mutation.\nSetting.\n\"BioShock\" is set during 1960, in Rapture, a fictional underwater city. The player learns about Rapture by listening to voice recordings. Rapture was created by a man called Andrew Ryan, who did not like the political, economic, and religious powers that existed over land. He wanted Rapture to be a place where people could do and become whatever they wanted. The city was secretly built in 1946 on a mid-Atlantic seabed, using submarine volcanoes to give geothermal power. Scientific progress grew in Rapture because there were no governments or religious organizations that could put limits on research. This was how Ryan brought many brilliant scientists into the city. This led to fast developments in engineering and biotechnology. These scientists also discovered ADAM, stem cells harvested from an unknown species of sea slug, which were discovered by Dr. Bridgette Tenenbaum to have the ability to heal damaged tissue and rewrite the human genome. Tenenbaum joined with businessman and mobster Frank Fontaine to create the plasmid industry, which offered superhuman physical enhancements to its customers. Tenenbaum found that ADAM could be mass-produced by implanting the slugs in the stomachs of young girls (\"Little Sisters\"), taken from orphanages founded by Fontaine.\nAs time passed, the gap between rich and poor increased. Frank Fontaine created charity organizations to support the underclass. His goal was to use his charity organizations to manipulate the poor. He also made a smuggling operation to supply citizens with forbidden items from the surface, such as religious material. These, along with his control of the plasmid industry, made him immensely powerful. He tried to overthrow Ryan, but the revolt was violently crushed and Fontaine was said to be dead. Ryan seized control of Fontaine's plasmid business. Within a few months, a new figure named Atlas rose as the leader of the disgruntled lower class. On New Year's Eve of 1959, Atlas and his ADAM-infused followers began a new revolt against Ryan that spread throughout Rapture. Ryan in turn began splicing his own forces, and his paranoia had reached such a level he was hanging dozens of people, mostly innocent, in Rapture's main square. In order to solve ADAM shortages, the Little Sisters were mentally conditioned to wander the city and extract ADAM from the dead, recycling it into raw ADAM in their stomachs after swallowing it. \"Big Daddies\", enhanced and mentally sterilized humans in armored diving suits, were created by Dr. Suchong, the scientist behind many plasmids, to protect the Little Sisters in their work.\nA drawback of ADAM is that a user must take regular infusions or suffer mental and physical problems. As the war hurt production and supply, every ADAM user in the city went violently insane. By the time the player arrives, only a handful of non-mutated humans survive in hideouts.\nStory.\nAt the start of the game, player-character Jack is a passenger on a plane that goes down in the Atlantic Ocean in 1960, after ordered society in Rapture has collapsed. After surfacing, Jack finds himself the only survivor of the crash, and swims to a nearby lighthouse on an island, where he finds a bathysphere which he uses to sink into the ocean and enter the city of Rapture. An Irishman named Atlas uses the service radio found in the bathysphere to help Jack in making his way to safety. Meanwhile, Ryan, believing Jack to be an agent of a surface nation, uses Rapture's automated systems and his pheromone-controlled Splicers to try to kill Jack. Atlas tells Jack that the only way he can survive is to use the abilities granted by plasmids, and that he must kill the Little Sisters to extract their ADAM. Overhearing Atlas' words, Dr. Tenenbaum intercepts Jack, and urges him to save the Little Sisters instead, giving him a plasmid that will displace the embedded sea slugs in each Sister. Atlas says his wife and child have been hiding on a submarine and directs Jack towards it. Just as Jack and Atlas reach the bay where it is located, Ryan has it destroyed; an angry Atlas asks Jack to kill Ryan.\nEventually, after completing tasks like saving an artificial forest from dying and helping an insane artist build his sculpture, Jack confronts Ryan in his office, who is playing golf. Ryan reveals a truth that he has pieced together. He is Ryan's illegitimate son by an affair with Jasmine Jolene, a dancer. When Jolene became pregnant with Jack, she, in desperate need of money, had her embryo surgically removed and sold it to the highest bidder. She had not realized it was Frank Fontaine who purchased the son, leading to her death by an angry Ryan. Ryan further reveals that, after purchasing Jack's embryo, Fontaine made him to obey orders when he is told \"Would you kindly...\" Jack was then sent to the surface when the war started to put him beyond Ryan's reach. When the conflict between Fontaine and Ryan reached a stalemate, Jack was sent instructions to board a flight with a package and to use its contents, a revolver, to hijack and crash the plane near the lighthouse, enabling him to return to Rapture as a tool of Fontaine. Because Jack was Ryan's son, he could freely use Rapture's bathysphere network, which had been locked out to everyone except those within Ryan's \"genetic ballpark\". Finally, Ryan has Jack kill him, wanting to die on his own terms. With Ryan's death, Jack realizes too late that Atlas has also been using the trigger phrase to control him. Atlas reveals himself as Fontaine, who faked his death to throw Ryan off his trail and take control of the city, leaving Jack at the mercy of the reactivated security systems. Dr. Tenenbaum and her Little Sisters help Jack escape through the vent system, where he falls and loses consciousness.\nWhen Jack awakens, Dr. Tenenbaum has already turned off the trigger phrase. When it becomes clear to Fontaine that he is losing control of Jack, Fontaine points out the fact that Tenenbaum has survived both World War II as a Holocaust victim and the battle in Rapture, hinting that she has a secret agenda of her own. With the help of the Little Sisters, Jack is able to track down Fontaine. Fontaine, having been cornered, injects himself with huge amounts of ADAM and becomes an monster. Jack battles Fontaine, eventually beating and allowing the Little Sisters to take the ADAM from Fontaine, killing him.\nThree endings are possible depending on how the player interacted with the Little Sisters, all narrated by Dr. Tenenbaum. If the player harvested \"no\" Little Sisters (thereby saving their lives), the ending shows five Little Sisters returning to the surface with Jack and living full lives under his care, including their graduating from college, getting married, and having children; it ends on a heart-warming tone, with an elderly Jack surrounded on his deathbed by all five of the adult Little Sisters.\nIf the player harvested (and thereby killed) \"all\" or almost all of the Little Sisters, the game ends with Jack turning on the Sisters after defeating Fontaine, presumably killing them all and taking their ADAM. Tenenbaum narrates what occurred, angry Jack and his actions, voice thick with anger. Later in the second ending, a \"George Washington\"-class submarine carrying nuclear missiles comes across the wreckage of the plane and is suddenly surrounded by bathyspheres containing Splicers. The Splicers kill all hands aboard the submarine and take control of it.\nIf the player killed more than one Little Sister, but not enough to obtain the previous ending, the ending is the same to the second one, but the tone of Tenenbaum's voice is a sad one, as opposed to angry and there are minor dialogue changes.\nGameplay.\nIn the game, the player fights enemies using weapons and plasmids (powers that the player gets from gathering ADAM). Each weapon (except for the wrench) has three different kinds of ammunition with different effects. The special ammunition is more powerful against certain kinds of enemies, but they are more expensive and hard to find. Including shooting lighting bolts, shooting fire, and lifting objects without touching them. Some plasmids are found in the game world, but most must be bought and upgraded at special vending machines. The player gets ADAM by harvesting or rescuing Little Sisters, but before the player can do that, the player must kill the Big Daddies protecting them. Big Daddies are hard to kill and they can kill the player quickly, but most Big Daddies will never attack the player unless the player attacks them first. The player can use this to plan and prepare their attack. After the Big Daddy is killed, its Little Sister will come to check on the Big Daddy. At this point, the player can either harvest or rescue the Little Sister. Harvesting the Little Sister will give the player more ADAM and the player can therefore buy more plasmids, skills, and upgrades. However, if the player harvests too many Little Sisters, the player will get one of the bad endings. If the player rescues Little Sisters, the player will get less ADAM, but will get other rewards if the player rescues a certain number of Little Sisters.\nHow often the player can use plasmids depends on how much EVE the player has. The player has both both a health and an EVE bar. If the player loses all their EVE, then the player cannot use plasmids. The player will then need to look for items that will refill the player's EVE bar.\nThroughout the game, the player will interact with many kinds of machines. Some machines give you items, like vending machines and safes, and others are enemies that attack you, such as security cameras, robots, and turrets. The player can hack all of these machines, and doing so will make buying items cheaper and give you extra items. If the machines are enemies, the player can use electricity to stun machines and hack them. If the player succeeds, then these machines will help the player fight enemies. To hack machines, the player will need to solve a puzzle. The puzzle is about connecting pipes so that a liquid can go from one place to another. If the player fails the puzzle, either the player loses health or security robots will attack the player.","categories":[],"infobox_types":[],"annotations":[{"uri":"First_person_shooter","surface_form":"first person shooter","offset":16},{"uri":"Survival_horror","surface_form":"survival horror","offset":37},{"uri":"Video_game","surface_form":"video game","offset":53},{"uri":"2K_Games","surface_form":"2K Games","offset":72},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":89},{"uri":"Microsoft_Windows","surface_form":"Windows","offset":99},{"uri":"PlayStation_3","surface_form":"PlayStation 3","offset":108},{"uri":"Video_game_console","surface_form":"video game consoles","offset":143},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":272},{"uri":"Lighthouse","surface_form":"lighthouse","offset":299},{"uri":"Mutation","surface_form":"mutation","offset":522},{"uri":"Fiction","surface_form":"fiction","offset":586},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":947},{"uri":"Seabed","surface_form":"seabed","offset":956},{"uri":"Submarine_volcano","surface_form":"submarine volcano","offset":970},{"uri":"Geothermal_power","surface_form":"geothermal power","offset":998},{"uri":"Stem_cell","surface_form":"stem cell","offset":1318},{"uri":"Nudibranch","surface_form":"sea slug","offset":1366},{"uri":"Genome","surface_form":"genome","offset":1490},{"uri":"Mental_conditioning","surface_form":"mentally conditioned","offset":2823},{"uri":"Standard_diving_dress","surface_form":"diving suits","offset":3027},{"uri":"Bathysphere_(vessel)","surface_form":"bathysphere","offset":3740},{"uri":"Pheromone","surface_form":"pheromone","offset":4043},{"uri":"World_War_II","surface_form":"World War II","offset":6533},{"uri":"George_Washington_class_submarine","surface_form":"\"George Washington\"-class submarine","offset":7770},{"uri":"Ammunition","surface_form":"ammunition","offset":8444},{"uri":"Lightning_bolt","surface_form":"lighting bolts","offset":8618},{"uri":"Vending_machine","surface_form":"vending machines","offset":8783},{"uri":"Hacker","surface_form":"hack","offset":10234}]}