{"id":121685,"url":"http://en.wikipedia.org/wiki/Game_engine","text":"e=\"preserve\">A game engine is a tool box that carries all the necessary equipment needed to rapidly build a consistent world just like the real world. For example, in real life you would expect an apple to fall to the floor if you let it go from your hand. Game makers use game engines to apply similar rules into their games which allow consistency across their game.\nMain game program.\nGame engines help game creators make rules for their games, which is also known as game logic.\nRendering engine.\nThe rendering engine creates the 3D images found in video games; most rendering engines rely on dedicated graphics tools and applications to complete these functions. To put it simply, graphics applications like Direct3D, OpenGL, or Vulkan streamline the difficult process of dealing directly with the computers graphics processing unit, the component of the computer that handles the display of images.\nAudio engine.\nThe Audio Engine components of the Game Engine incorporates algorithms related to loading and modifying audio input and output. Audio engine’s allow developers to load sound onto the game by decompressing and playing audio files to simulate game sound. Possibilities are endless, an example of how complex audio engine’s can expand is the idea of a doppler effect. Doppler effects can be represented as echoes, pitch/amplitude adjustments, and oscillations.\nPhysics engine.\nIs responsible for emulating realistic laws of physics within the application. This consists of a set of functions for simulating physical forces and collisions. Which acts on various objects within the application during run time.\nArtificial intelligence.\nArtificial Intelligence is implemented into different parts of the main game program. For example, in player vs player video games, AI is used to create bots players can play against.","categories":[],"infobox_types":[],"annotations":[{"uri":"Apple","surface_form":"apple","offset":197},{"uri":"Direct3D","surface_form":"Direct3D","offset":713},{"uri":"OpenGL","surface_form":"OpenGL","offset":723},{"uri":"Vulkan_(API)","surface_form":"Vulkan","offset":734},{"uri":"Graphics_Processing_Unit","surface_form":"graphics processing unit","offset":813},{"uri":"Doppler_effect","surface_form":"doppler effect","offset":1268},{"uri":"Runtime","surface_form":"run time","offset":1615},{"uri":"Artificial_intelligence","surface_form":"Artificial Intelligence","offset":1650}]}