{"id":121637,"url":"http://en.wikipedia.org/wiki/The_Royal_Society","text":"The Royal Society is a society for science and scientists. It was founded in 1660 by Charles II. It is the oldest society of its kind still in existence.\nHistory.\nA Royal Charter, on 15 July 1662, created \"The Royal Society of London\".\nLord Brouncker was the first President, and Robert Hooke was Curator of Experiments. The reigning monarch has always been the patron of the Royal Society since its foundation.\nThe motto of the Royal Society is \"Nullius in Verba\" (Latin: = Nothing in words). This shows the Society's commitment to establishing scientific truth through experiment rather than by quoting authority.\nAlthough this seems obvious today, the philosophical basis of the Royal Society differed from previous philosophies such as scholasticism, which established scientific truth based on deductive logic, concordance with divine providence and the citation of such ancient authorities as Aristotle.\nFellows.\nThe members of the society are called Fellows of the Royal Society, and put the letters FRS after their names. There are usually about 1600 of them. They are elected by existing Fellows. All other posts, such as the Secretary and President, are also by election.\nSociety honours.\nThe Society bestows ten medals, seven awards (prizes) and nine prize lectureships variously annually, biennially or triennially, according to the terms of reference for each award. The Society also runs The Aventis Prizes for Science Books.","categories":[],"infobox_types":[],"annotations":[{"uri":"Society","surface_form":"society","offset":23},{"uri":"Science","surface_form":"science","offset":35},{"uri":"Charles_II_of_England","surface_form":"Charles II","offset":85},{"uri":"Royal_Charter","surface_form":"Royal Charter","offset":165},{"uri":"William_Brouncker%2C_2nd_Viscount_Brouncker","surface_form":"Lord Brouncker","offset":236},{"uri":"President_of_the_Royal_Society","surface_form":"President","offset":265},{"uri":"Robert_Hooke","surface_form":"Robert Hooke","offset":280},{"uri":"Experiment","surface_form":"Experiment","offset":308},{"uri":"Motto","surface_form":"motto","offset":416},{"uri":"Latin","surface_form":"Latin","offset":466},{"uri":"Scholasticism","surface_form":"scholasticism","offset":740},{"uri":"Aristotle","surface_form":"Aristotle","offset":899},{"uri":"Post-nominal_letters","surface_form":"after their names","offset":1011},{"uri":"The_Aventis_Prizes_for_Science_Books","surface_form":"The Aventis Prizes for Science Books","offset":1402}]}