{"id":121711,"url":"http://en.wikipedia.org/wiki/Grammy_Award_for_Best_Alternative_Music_Album","text":"ce=\"preserve\">The Grammy Award for Best Alternative Music Album is an award given to recording artists for quality albums in the alternative rock genre at the Grammy Awards. The Grammy Awards were established in 1958 and originally called the Gramophone Awards. Honors in several categories are presented at the ceremony each year by the National Academy of Recording Arts and Sciences of the United States to \"honor artistic achievement, technical proficiency and overall excellence in the recording industry, without regard to album sales or chart position\".\nThe definition of \"alternative\" has been debated. The award was first presented in 1991 to recognize non-mainstream rock albums \"heavily played on college radio stations\". According to the Academy, the award is presented to \"vocal or instrumental alternative music albums containing at least 51% playing time of newly recorded music\". The Academy defines \"alternative\" as a \"non-traditional\" genre that exists \"outside of the mainstream music consciousness\". In 1991, and from 1994 to 1999, the award was known as Best Alternative Music Performance. Beginning in 2001, award recipients included the producers, engineers, and/or mixers associated with the nominated work in addition to the recording artists.\nAs of 2011, Radiohead and The White Stripes share the record for the most wins in this category, having won three times each. Radiohead's lead singer, Thom Yorke, was also nominated for the 2007 award for his solo album. Beck and Coldplay have each received the award twice, the latter being the only group to win two years in a row. American artists have been presented with the award more than any other nationality, though it has been presented to musicians or groups from the United Kingdom five times, from Ireland twice, and from France once. Female musicians Tori Amos and Björk hold the record for the most nominations without a win, with five each.\nRecipients.\nEach year is linked to the article about the Grammy Awards held that year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alternative_rock","surface_form":"alternative rock","offset":129},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":159},{"uri":"Record_producer","surface_form":"producers","offset":1160},{"uri":"Audio_engineering","surface_form":"engineers","offset":1171},{"uri":"Radiohead","surface_form":"Radiohead","offset":1281},{"uri":"The_White_Stripes","surface_form":"The White Stripes","offset":1295},{"uri":"Thom_Yorke","surface_form":"Thom Yorke","offset":1420},{"uri":"Beck","surface_form":"Beck","offset":1490},{"uri":"Coldplay","surface_form":"Coldplay","offset":1499},{"uri":"Tori_Amos","surface_form":"Tori Amos","offset":1835},{"uri":"Bj%C3%B6rk","surface_form":"Björk","offset":1849}]}