{"id":121873,"url":"http://en.wikipedia.org/wiki/Savate","text":"Savate, also known as \"boxe française\" (French boxing) or French kickboxing, is a French martial art - a kind of \"boxe pieds-poings\" - which use the hands and the feet as weapons and includes elements of Western boxing, techniques of grappling and techniques of leg (only with the feet: neither knee, nor shin). The persons who perform savate are called \"savateurs\" or \"tireurs\" in case of the men, and \"savateuses\" in case of the women.\nHistory.\nSavate carry its name from the French word for \"oldest shoe\" (heavy shoes that were used to use during the combats) and is now a combination of the French techniques of fighting from beginning of the century XIX. In that age, savate was a kind of fighting which was common in Paris and in the North of France. In the South, especially in the port of Marseilles, the seamen had developed other style known as \"jeu marseillais\" (\"the game of Marseilles\"), that has obtained a new name \"chausson\" (\"slipper\", that was the shoes that the seamen used). Differently, in that age in England (the place of birth of boxing and the rules of Queensberry), people treated kicking as non-fair in sport or as something what only the cowards used more.\nThe two persons who has been recorded in the history of changing of street combat into modern savate are Michel Casseux (also known as \"le Pisseux\") (1794-1869), and Charles Lecour (1808-1894). Casseux opened in 1825 the first building in order to perform and to help in the development of a version of \"chausson\" and savate with rules (refusing to allow the strikes with the head, attacks with the fingers to the eyes, etc.). Anyhow, such sport still have been limited by its opinion of street combat. A student of Casseux, Charles Lecour had been exposed to the English art of boxing in the year 1830 and he had felt himself misfit, because he used his hands in order to hit the feet of the opponent and to drive them away in this way, instead of punching as in boxing. By that reason he trained himself in boxing during two years and in 1832 he combined boxing with \"chausson\" and savate in order to create such sport of \"savate boxe française\" as we know it today.\nProbably the more outstanding recognition as soon as to the esteem of savate came in 1924 when had been included as sport of exhibition in the Olympic Games of Paris. In spite of its roots, savate is a sport relatively safe in order to learn. According to USA Savate [http://www.usasavate.org/most_frequently_asked_questions.htm], savate is in the lower places of injuries when is compared with the soccer, football, hockey, gymnastics, basketball, baseball and speed skating.\nSavate at Present.\nAt present, savate is performed in all the world by interested people: from Australia to United States and from Finlandia to the United Kingdom. Many lands, as is case of United States has national federations very interested for helping in the development of this sport.\nThe modern savate gives three levels of competition: \"assault\", \"precombat\" and \"combat\". In assault, the competitors need to be concentrated on the technique during they are trying make contact; refrees punish with penatlties the usage of excessive force. Precombat permits fighting without thoughtlessness in the force always and when the fighters wear protection as helmets and shin protectors. Combat, the level more intensified, is similar to the precombat but the usage objects of protection is prohibited (except in case of the genital protectors and the protectors of the teeth).\nMany martial arts have systems of judgment of level of the persons who perform them, as the colour of the belts in the karate. In the same way, savate uses different colours in the gloves in order to show the level of a fighter; although, on the contrary that disciplines as the judo or the capoeira, where the fighters obtain new belts in each promotion, every fighter can use the same pair of gloves in several promotions (for that the level is not corresponding directamente with the colour of the gloves that are used but with that is established in the licence). The beginners begin without colour and the different exams of promotion permit them to be promoted to blue, green, red, white and yellow in that order. The competition is restricted for the red gloves and higher; each federation has the possibility to establish the conditions as little as possible for teaching this sport. In France, it is necessary to have the yellow glove in order to being able to gain the degree of instructor (\"moniteur\") and the silver glove in his technical category in order to obtain the title of teacher (\"professeur\"). In other lands as Mexico, all technical degrees from the green require an evaluation on subjects of helping in teaching in order to being able to increase the development of that art.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":82},{"uri":"Martial_art","surface_form":"martial art","offset":89},{"uri":"Boxe_pieds-poings","surface_form":"boxe pieds-poings","offset":114},{"uri":"Boxing","surface_form":"boxing","offset":212},{"uri":"Grappling","surface_form":"techniques of grappling","offset":220},{"uri":"Century_XIX","surface_form":"century XIX","offset":647},{"uri":"Paris","surface_form":"Paris","offset":723},{"uri":"Marseilles","surface_form":"Marseilles","offset":797},{"uri":"England","surface_form":"England","offset":1023},{"uri":"Rules_of_Queensberry","surface_form":"rules of Queensberry","offset":1069},{"uri":"Michel_Casseux","surface_form":"Michel Casseux","offset":1290},{"uri":"1794","surface_form":"1794","offset":1335},{"uri":"1869","surface_form":"1869","offset":1340},{"uri":"Charles_Lecour","surface_form":"Charles Lecour","offset":1351},{"uri":"1808","surface_form":"1808","offset":1367},{"uri":"1894","surface_form":"1894","offset":1372},{"uri":"1825","surface_form":"1825","offset":1397},{"uri":"Finger","surface_form":"finger","offset":1584},{"uri":"Eye","surface_form":"eye","offset":1599},{"uri":"1830","surface_form":"1830","offset":1783},{"uri":"1832","surface_form":"1832","offset":2025},{"uri":"1924","surface_form":"1924","offset":2239},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":2297},{"uri":"Paris","surface_form":"Paris","offset":2314},{"uri":"Soccer","surface_form":"soccer","offset":2553},{"uri":"Football","surface_form":"football","offset":2561},{"uri":"Hockey","surface_form":"hockey","offset":2571},{"uri":"Gymnastics","surface_form":"gymnastics","offset":2579},{"uri":"Basketball","surface_form":"basketball","offset":2591},{"uri":"Baseball","surface_form":"baseball","offset":2603},{"uri":"Speed_skating","surface_form":"speed skating","offset":2616},{"uri":"Australia","surface_form":"Australia","offset":2726},{"uri":"United_States","surface_form":"United States","offset":2739},{"uri":"Finlandia","surface_form":"Finlandia","offset":2762},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2779},{"uri":"Karate","surface_form":"karate","offset":3629},{"uri":"Judo","surface_form":"judo","offset":3789},{"uri":"Capoeira","surface_form":"capoeira","offset":3801},{"uri":"Blue","surface_form":"blue","offset":4180},{"uri":"Green","surface_form":"green","offset":4186},{"uri":"Red","surface_form":"red","offset":4193},{"uri":"White","surface_form":"white","offset":4198},{"uri":"Yellow","surface_form":"yellow","offset":4208},{"uri":"Evaluation","surface_form":"evaluation","offset":4700}]}