{"id":121930,"url":"http://en.wikipedia.org/wiki/Hercules_in_the_Underworld","text":"\"Hercules in the Underworld\" is the fourth made for TV movie in the series '. When villagers begin disappearing it is discovered that they had fallen through a crack in the earth which goes straight to Hades. Hercules once again comes to the rescue and faces one of his most difficult challenges, and must prove himself as a man as well as a god.\nPlot synopsis.\nIn the centre of a village the ground begins to open up and a strange green light emanates from within. Two drunken men see the light and walk over to take a closer look. As they approach a gaseous vapour begins pouring out of the fissure and in a flash of light the two men are charred with only their bones remaining.\nThe following day Hercules is working in the smithy with Nessus, the Centaur. He watches the children playing outside when a woman, Iole, comes looking for him. She says she's from the village of Gryphon and that they need Hercules' help. Hercules agrees to help, but Deianeira tells the girl to rest first.\nHercules and Iole continue onto Gryphon, when they arrive the people take him to the area where the hole has opened up in the ground. He walks through the village seeing fire and destructions and dead bodies strewn on the floor.\nWith the kiss her memories return and Hercules makes a deal with Hades that if he can capture Cerberus, then Deianeira can go back to Earth with him. Hercules goes after Cerberus, he finds Hades' men trying and failing to capture him. Hercules fights and defeats Cerberus and chains him up again. Once Cerberus is chained the hole in the ground closes up and Deianeira appears. Back on Earth the villagers thank Hercules for helping them and he and Deianeira go home.","categories":[],"infobox_types":["Movie |"],"annotations":[{"uri":"Hades","surface_form":"Hades","offset":202},{"uri":"Hercules","surface_form":"Hercules","offset":209},{"uri":"Village","surface_form":"village","offset":381},{"uri":"Centaur","surface_form":"Centaur","offset":751}]}