{"id":121902,"url":"http://en.wikipedia.org/wiki/Mozilla_Foundation","text":"The Mozilla Foundation is a non-profit organization that was created to support and give leadership for the open source Mozilla project. The organization sets the policies that govern development, operate important things that keep Mozilla working and control trademarks and other intellectual property. It owns a taxable for-profit subsidiary, the Mozilla Corporation, which employs several Mozilla developers and sets releases of the Mozilla Firefox. The Mozilla Foundation is based in Mountain View, California, USA.\nThe Mozilla Foundation describes itself as \"a non-profit organization dedicated to preserving choice and promoting innovation on the Internet\". Mozilla Japan and Mozilla China are non-profit organizations whose mission is to help promote and deploy Mozilla products and projects.\nHistory.\nOn February 23, 1998, Netscape created the Mozilla Organization to help the development of the Mozilla Application Suite. It made-up of mostly Netscape employees but was not part of Netscape.\nWhen America Online (AOL) (Netscape's owner) stopped its involvement with the Mozilla Organization by a lot, the Mozilla Foundation was created on July 15, 2003 to make sure Mozilla could survive without Netscape. AOL helped during the start of the creation of the Mozilla Foundation, moving hardware and intellectual property to the organization and employing a three-person team for the first three months to help with the move. AOL promised to donate $2 million to the foundation over two years.\nPeople.\nThe Mozilla Foundation Board of Directors has six members: [https://www.mozilla.org/foundation/about.html]\nOriginally Christopher Blizzard had a seat on the board but he moved to the Mozilla Corporation Board of Directors when it was established; Joichi Ito joined the Mozilla Foundation board at that time. Bob Lisbonne and Carl Malamud were elected to the board in October 2006.\nThe Mozilla Corporation also has a number of employees, many of whom worked for the foundation before the establishment of the corporation.\nThe Mozilla project has traditionally been overseen by a committee known as mozilla.org staff; the individuals on that committee later became foundation or corporation board members or staff members.","categories":[],"infobox_types":["organization"],"annotations":[{"uri":"Non-profit_organization","surface_form":"non-profit organization","offset":28},{"uri":"Open_source","surface_form":"open source","offset":108},{"uri":"Mozilla","surface_form":"Mozilla","offset":120},{"uri":"Trademarks","surface_form":"trademarks","offset":260},{"uri":"Intellectual_property","surface_form":"intellectual property","offset":281},{"uri":"Tax","surface_form":"tax","offset":314},{"uri":"Mozilla_Corporation","surface_form":"Mozilla Corporation","offset":349},{"uri":"Mozilla_Firefox","surface_form":"Mozilla Firefox","offset":436},{"uri":"Mountain_View%2C_Santa_Clara_County%2C_California","surface_form":"Mountain View","offset":488},{"uri":"California","surface_form":"California","offset":503},{"uri":"United_States","surface_form":"USA","offset":515},{"uri":"Mozilla_Japan","surface_form":"Mozilla Japan","offset":664},{"uri":"Mozilla_China","surface_form":"Mozilla China","offset":682},{"uri":"Netscape_Communications_Corporation","surface_form":"Netscape","offset":831},{"uri":"Mozilla_Application_Suite","surface_form":"Mozilla Application Suite","offset":904},{"uri":"America_Online","surface_form":"America Online","offset":1006},{"uri":"Board_of_Directors","surface_form":"Board of Directors","offset":1531},{"uri":"Christopher_Blizzard","surface_form":"Christopher Blizzard","offset":1626}]}