{"id":121940,"url":"http://en.wikipedia.org/wiki/Hercules_in_the_Maze_of_the_Minotaur","text":"\"Hercules in the Maze of the Minotaur\" is the fifth made for television movie based on the series '. Hercules has given up his days of traveling. He has found a place to live and be with his family. When a far off village is in danger from an unseen monster, Hercules is goes to help save the village from the monster. The origin of the monster is a combination of the Greek myth and the myths of Tantalus and Lycaon.\nPlot synopsis.\nIn a forest, two men are looking for treasure. They follow their map and find a cave covered with bushes. The two men enter the cave. In the cave, they find a large wooden door. As they try to get through the door, a monster breaks through the door. It chases after them. One man is captured. The other runs as the monster tells him to bring Hercules. At this time, Hercules is working on his farm. He sees his sons fighting and tells them that they should not fight. They says that Hercules fights. Hercules tells them that he only fights when he has to and only to stop other people from being harmed. He tells about the time when he had to fight Eryx the boxer to stop him from killing anymore people. He asks the boys if they understand. They say they do. Later that evening, Hercules is working in the stable, Zeus appears and they talk. Hercules tells Zeus that there have been no monsters for a while, which is good as he has now living with Deianeira and the children. Zeus gives him a scale from a sea serpent. Hercules remembers the time when he and Deianeira were swallowed by a sea serpent while looking for the lost city of Troy.\nAt night, the children ask their father to tell them a story. He tells them how when he and Deianeira first met. Hercules begins telling how the fire had gone from the Earth and that Deianeira's village needed fire. He told them how he got the fire back from Hera's temple. During the story, Hercules sees that the children are asleep. He and Deianeira go to bed. She asks him if he misses travelling and fighting monsters. He says that he does miss it. The next day, Hercules is working in the stables. He sees something move quickly past the door. He goes to look but sees nothing. As he walks back into the stable, a man jumps on him. Hercules turns to see it is Iolaus. They begin talking about their past. The two men go inside to get a drink. Iolaus tells Hercules that he met a man who taught him to fight better. When Hercules attacks Iolaus, the smaller man does well at first. After a short while Hercules still wins. Deianeira tells Iolaus that since Hercules gave up his adventures he has become sad. A man comes at the stable looking for Hercules. He tells him that he must help his village and that a monster has taken his brother. Hercules says he cannot go. The man says he has to because he is Hercules. Later that evening Deianeria asks him why he refused to help. He tells her that he said that he would stay and raise the children with her. She tells him that he should not try to stop being Hercules, not for her or the children. She tells him to go. The next day, he and Iolaus set off for Alturia. As they travel to Alturia, a young couple are looking for somewhere quiet. They find the cave and enter. While they are in the cave, the Minotaur comes and attacks them.\nWhen Hercules and Iolaus get to Alturia, they ask a woman where the monster is. She tells Hercules that there is not any monster. Underneath the village, the Minotaur says that Hercules will pay. Zeus appears and tells the Minotaur that he still has not learned his lesson, he replies that he has been feeding on hate. Minotaur taunts Zeus because he was unable to kill the Minotaur. Hercules and Iolaus are in a tavern. They get into a fight with some men because they do not believe that he is really Hercules. Outside the tavern, two men are killed and Hercules goes to see what happened. He is found by the villagers. They think he killed the men and chase him and Iolaus. The man who had asked for Hercules's help comes and takes Hercules to the cave where his brother was captured. Zeus appears and tells Hercules what the monster is and why he wants Hercules. He asks Hercules to kill the Minotaur. In the centre of the cave, the Minotaur challenges Hercules. They begin fighting. As Hercules is about to kill the Minotaur, the creature tells him that he is really Hercules' brother. Hercules cannot kill him. The Minotaur then attacks Hercules and Hercules has to kill him. As the Minotaur dies, he changes to his human form and Zeus tells him that it did not have to end that way. Hercules helps Iolaus and the other people being held by the Minotaur. With the people of the village now safe and Iolaus freed, the two men go back home.","categories":[],"infobox_types":["Movie |"],"annotations":[{"uri":"Television_movie","surface_form":"television movie","offset":61},{"uri":"Television_series","surface_form":"series","offset":91},{"uri":"Hercules","surface_form":"Hercules","offset":101},{"uri":"Travel","surface_form":"travel","offset":135},{"uri":"Village","surface_form":"village","offset":214},{"uri":"Monster","surface_form":"monster","offset":250},{"uri":"Greek_mythology","surface_form":"Greek myth","offset":369},{"uri":"Tantalus","surface_form":"Tantalus","offset":397},{"uri":"Forest","surface_form":"forest","offset":438},{"uri":"Map","surface_form":"map","offset":498},{"uri":"Cave","surface_form":"cave","offset":513},{"uri":"Shrub","surface_form":"bushes","offset":531},{"uri":"Wood","surface_form":"wood","offset":598},{"uri":"Door","surface_form":"door","offset":605},{"uri":"Farm","surface_form":"farm","offset":826},{"uri":"Boxing","surface_form":"boxer","offset":1091},{"uri":"Stable","surface_form":"stable","offset":1240},{"uri":"Zeus","surface_form":"Zeus","offset":1248},{"uri":"Zeus","surface_form":"Zeus","offset":1410},{"uri":"Scale_(zoology)","surface_form":"scale","offset":1427},{"uri":"Sea","surface_form":"sea","offset":1440},{"uri":"Serpent","surface_form":"serpent","offset":1444},{"uri":"Eat","surface_form":"swallowed","offset":1508},{"uri":"Troy","surface_form":"Troy","offset":1570},{"uri":"Fire","surface_form":"fire","offset":1721},{"uri":"Earth","surface_form":"Earth","offset":1744},{"uri":"Hera","surface_form":"Hera's","offset":1835},{"uri":"Drink","surface_form":"drink","offset":2318},{"uri":"Attack","surface_form":"attack","offset":2411},{"uri":"Minotaur","surface_form":"Minotaur","offset":3234},{"uri":"Taunt","surface_form":"taunts","offset":3595},{"uri":"Tavern","surface_form":"tavern","offset":3680}]}