{"id":121985,"url":"http://en.wikipedia.org/wiki/Auguste_Comte","text":"Auguste Comte (full name: Isidore Marie Auguste François Xavier Comte; January 17, 1798 – September 5, 1857) was a French thinker who was one of the founders of sociology (from the Latin: \"socius\", \"companion\"; and the suffix \"-ology\", \"the study of\", from Greek λόγος, \"lógos\", \"knowledge\") and positivism.\nIt was recently discovered that the term 'sociology' had already been introduced in 1780, but with a different meaning, by the French essayist Emmanuel Joseph Sieyès (1748-1836).\nLife.\nComte was born on 19 January 1798 at Montpellier, in southern France. After attending the University of Montpellier, one of the oldest European universities, Comte was admitted to the École Polytechnique in Paris.\nHe married Caroline Massin, but divorced in 1842.\nHe died in Paris on 5 September 1857 and is buried at the famous Cimetière du Père Lachaise. His apartment from 1841-1857 is now conserved as the Maison d'Auguste Comte.\nLaw of three stages.\nThe law of three stages is a socio-historical idea of Auguste Comte. Comte said that knowledge developed in three stages. The first stage is the \"theological\" stage, in which Comte says that people use religion or gods to explain why things happen or where things came from. The second stage is the \"metaphysical\" or \"abstract\" stage, where people use philosophy and abstract ideas to think about their beliefs and explain things. The last stage is the \"positive\", regarding to the three stages of positivism. Comte said that society could shift into a positivist society if the sciences, including sociology, are all used to explain things.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sociology","surface_form":"sociology","offset":161},{"uri":"Positivism","surface_form":"positivism","offset":296},{"uri":"Montpellier","surface_form":"Montpellier","offset":530},{"uri":"France","surface_form":"France","offset":555},{"uri":"%C3%89cole_Polytechnique","surface_form":"École Polytechnique","offset":677},{"uri":"Paris","surface_form":"Paris","offset":700},{"uri":"Idea","surface_form":"idea","offset":994},{"uri":"Knowledge","surface_form":"knowledge","offset":1033},{"uri":"Religion","surface_form":"theological","offset":1094},{"uri":"Philosophy","surface_form":"philosophy","offset":1300},{"uri":"Positivism","surface_form":"positivist","offset":1501},{"uri":"Sociology","surface_form":"sociology","offset":1547}]}