{"id":122067,"url":"http://en.wikipedia.org/wiki/Fibonacci_number","text":"The Fibonacci numbers are a sequence of numbers in mathematics named after Leonardo of Pisa, known as Fibonacci. Fibonacci wrote a book in 1202, called \"Liber Abaci\" (\"Book of Calculation\"), which introduced the number pattern to Western European mathematics, although mathematicians in India already knew about it.\nThe first number of the pattern is 0, the second number is 1, and each number after that is equal to adding the two numbers right before it together. For example 0+1=1 and 3+5=8. This sequence goes on forever.\nThis can be written as a recurrence relation,\nFor this to make sense, at least two starting points need to be given. Here, formula_1 and formula_1.\nFibonacci numbers in nature.\nFibonacci numbers are related to the \"golden ratio\", which shows up in many places in buildings and in nature. Some examples are the pattern of leaves on a stem, the parts of a pineapple, the flowering of artichoke, the uncurling of a fern and the arrangement of a pine cone. The Fibonacci numbers are also found in the family tree of honeybees.\nBinet's Formula.\nThe nth Fibonacci number can be written in terms of the golden ratio. This avoids having to use recursion to calculate Fibonacci numbers, which can take a computer a long time to do.\nWhere formula_1, the golden ratio.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sequence","surface_form":"sequence","offset":28},{"uri":"Mathematics","surface_form":"mathematics","offset":51},{"uri":"Leonardo_of_Pisa","surface_form":"Leonardo of Pisa","offset":75},{"uri":"Liber_Abaci","surface_form":"Liber Abaci","offset":153},{"uri":"India","surface_form":"India","offset":287},{"uri":"Recurrence_relation","surface_form":"recurrence relation","offset":551},{"uri":"Golden_ratio","surface_form":"golden ratio","offset":741},{"uri":"Leaves","surface_form":"leaves","offset":847},{"uri":"Pineapple","surface_form":"pineapple","offset":880},{"uri":"Artichoke","surface_form":"artichoke","offset":908},{"uri":"Pine_cone","surface_form":"pine cone","offset":968},{"uri":"Honeybee","surface_form":"honeybee","offset":1038},{"uri":"Golden_ratio","surface_form":"golden ratio","offset":1270}]}