{"id":122013,"url":"http://en.wikipedia.org/wiki/Jarral%2C_Khyber_Pakhtunkhwa","text":"The Union Council of Jarral is one of the 51 Union Councils of Abbottabad District in the Khyber Pakhtunkhwa province of Pakistan.\nPeople.\nJarral has a population of over 10,000. The local language is Hindko while Urdu and English are understood. The Tanoli is the main tribe of Jarral. But there is significant number of Awans and Syeds. A lot of people from Jarral are living abroad in countries like USA, UK, UAE, Saudi Arabia and other countries around the globe. Jarral is the main market area and people from nearby come to shop. A very beautiful mosque, the Jamia Masjid Jarral, is of historic and architectural significance. It is well known for old-styled wooden door, which is a mater piece of carved art on wood. This old town has also relics of thousands of years old deserted town on a nearby hill on west side.\nFarming.\nLocals grow crops such as maize (makai) and wheat (kanak). Different vegetables are also grown by people for their own use.\nEducation.\nThere are four schools in Jarral: Government Primary School for Boys, Govt High School for Boys, Govt Girls High School and Fatima Jinnah Public School Jarral (English Medium). Adult Literacy rate in Jarral is more than 80%.\nSubdivisions.\nThe Union Council is made up of the following areas: Bacha Sani, Kachhian, Pajwarh, Gul Bandi, Jabbi, Jarral, Khuliala, Bandi Dara, Sohai Dara, Sorha Dara, Kotnali and Nakhey Syedan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_Council","surface_form":"Union Council","offset":45},{"uri":"Abbottabad_District","surface_form":"Abbottabad District","offset":63},{"uri":"Khyber_Pakhtunkhwa","surface_form":"Khyber Pakhtunkhwa","offset":90},{"uri":"Pakistan","surface_form":"Pakistan","offset":121},{"uri":"Hindko","surface_form":"Hindko","offset":201},{"uri":"Urdu","surface_form":"Urdu","offset":214},{"uri":"Tanoli","surface_form":"Tanoli","offset":251},{"uri":"UAE","surface_form":"UAE","offset":412}]}