{"id":122004,"url":"http://en.wikipedia.org/wiki/Berote_Kalan","text":"Birote Kalan is one of the 51 Union councils of Abbottabad District in the Khyber Pakhtunkhwa province of Pakistan.\nMeaning of name.\nThe name of the Union Council - \"Birote Kalan\" means Greater Birote, this is because there is a small village called \"Birote Khurd\". The words Khurd and Kalan (little and big) are words that started being used in Mughal times - to tell the difference between two areas with the same name, so Birote Khurd means little Khurd, The words Khurd (small) and Kalan (big) is Taken form Persian. (Just like Britannia major means \"Greater Britain\" and Britannia minor means \"Lesser Britain\").\nLocation.\nBirote Kalan is in the south eastern part of Abbottabad District and borders the Bagh District of Kashmir and so was affected by the 2005 Pakistan earthquake.\nSubdivisions.\nThe Union Council is made up of the following areas: Berote Kalan, Berote Khurd, Kahoo Gharbi and Kahoo Sharqi.\nAdditional information.\nBerote is quite close to the Punjab area of Murree, in the district of Rawalpindi.\nTermuthian is the village which separates Khyber Pakhtunkhwa from Punjab Province. Termuthian is a small valley from where you can view the heights of Mushkpuri, Kashmir, Bagh, and Circle Bakote. It is an area mostly inhabited by the Dhund Abbasi's.","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_Councils_of_Pakistan","surface_form":"Union councils","offset":30},{"uri":"Abbottabad_District","surface_form":"Abbottabad District","offset":48},{"uri":"Khyber_Pakhtunkhwa","surface_form":"Khyber Pakhtunkhwa","offset":75},{"uri":"Pakistan","surface_form":"Pakistan","offset":106},{"uri":"Mughal","surface_form":"Mughal","offset":346},{"uri":"Abbottabad_District","surface_form":"Abbottabad District","offset":672},{"uri":"Bagh_District","surface_form":"Bagh District","offset":708},{"uri":"2005_Pakistan_earthquake","surface_form":"2005 Pakistan earthquake","offset":760},{"uri":"Dhund_Abbasi","surface_form":"Dhund Abbasi","offset":1253}]}