{"id":122033,"url":"http://en.wikipedia.org/wiki/L%27incoronazione_di_Poppea","text":"\"L'incoronazione di Poppea\" () is an opera in three acts by Claudio Monteverdi. The libretto is by Giovanni Francesco Busenello. The first performance was in the Teatro Santi Giovanni e Paolo, Venice in 1643. It was the last opera that Monteverdi composed.\nMost operas in the early 17th century were about mythological stories or stories from the Christian religion. This story, however, is about something that happened in the history of ancient Rome. It is about the evil emperor Nero and how he married Poppea. The gods still play a part in the opera, especially Cupid.\nAlthough the opera is called \"The Coronation of Poppea\" we do not actually see any coronation ceremony.\nMonteverdi was an experienced composer when he wrote this and the opera has some of his best music. The orchestra is only a small group of instruments: strings, recorders, cornetts (an old kind of trumpet), percussion, harp, lutes and gambas. The music does not divide sharply between recitative (narrating music) and aria (set songs), but flows gently from one type to the other.\nWhen listening to this opera it is important to remember that in the 17th century men often sang women’s parts and women sang men’s parts. A part such as Nero would have been sung by a castrato. Nowadays it can either be sung by a countertenor (a man) or a mezzo-soprano (a woman). There are scenes in this opera where the actors disguise themselves as the opposite sex. In the 17th century opera audiences did not find anything unusual about a man pretending to be a woman pretending to be a man or the other way round.\nThe duet between Nero and Poppea at the end of the opera may have been written by another composer.\nPrologue.\nThe goddesses Fortune and Virtue are having an argument. They are being nasty to one another, each one is saying that she is better and more powerful than the other. Cupid (the god of love) comes in and says that he is even greater than they are, and that he rules both of them. Fortune and Virtue do not dare to disagree with him.\nAct I.\nOtho, who is Poppea’s lover, returns to his house and finds that the emperor Nero is in his house spending the night with Poppea. Nero’s guards have surrounded the house. Nero tells Poppea he has to go now, but that he loves her and will come back very soon. When he is gone, Arnalta, Poppea’s nurse, warns her that her affair with Nero will bring trouble. Octavia, Nero’s wife, is very sad that her husband is having an affair with someone else and hopes that the gods will punish him. Her nurse comforts her, saying that she ought to find herself a new lover to make Nero cross, but Octavia has too much honour to do such a thing. The philosopher Seneca tells her that she should just accept her fate. The page boy tells the philosopher he is stupid.\nNero tells Seneca that he is going to get rid of his wife and marry Poppea. Seneca warns Nero that the people will not like this, but Nero does not care. He is emperor and can do what he likes. Nero tells Poppea that he loves her so much that he wants to make her empress. Poppea says to Nero that Seneca believes that Nero is only powerful because he (Seneca) can guide him. Nero immediately believes her and says Seneca should be killed. Otho has been watching this scene. He goes to Poppea and tries to get her love back, but Poppea says she belongs to Nero now. Otho realizes that Poppea just wants power, and he knows that Nero will order him to be killed when he finds out that he used to be Poppea’s lover, so he decides he will have to kill Poppea.\nOtho goes to Drusilla who is in love with him. He tells her that he loves her, but he quietly says that Poppea is still in his heart.\nAct II.\nThe god Mercury warns Seneca that he is going to die. Seneca is quite happy with the news, because it will mean that he will live with the gods in heaven. Liberto, a messenger (his name means “a freed slave”), comes to tell Seneca that Nero is going to have him killed. He is surprised when Seneca already knows. There is a short scene in which the Page flirts with the Lady-in-Waiting. Nero, with his friend Lucan, sings in praise of Poppea.\nOctavia tells Otho to disguise himself in woman’s clothes and to go and kill Poppea. She says that he will tell Nero bad things about him if he doesn’t. There is a comic scene between the Page and the Nurse. Drusilla lets Otho borrow her clothes to disguise himself. Poppea is in her garden being lulled to sleep by Arnalta. Cupid sings a song, promising to protect her. When Otho, disguised as Drusilla, comes to kill her, Cupid stops him.\nAct III.\nDrusilla is happy because her rival is going to die. The guards immediately arrest her thinking that she tried to kill Poppea (it was actually Otho in disguise). Drusilla realizes she was stupid to lend Otho her clothes. She tells Nero that she is guilty. Otho then speaks and tells Nero what happened. Nero punishes him by telling him to leave Rome and go and live in a faraway wilderness. Nero also sends Octavia away from Rome. He says she must be put in a boat and left to the mercy of the winds. Octavia sings a farewell song to Rome. Arnalta sings a comic song about how important he now is as the empress’s nurse. The opera finishes with a beautiful love duet for Nero and Poppea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":37},{"uri":"Claudio_Monteverdi","surface_form":"Claudio Monteverdi","offset":60},{"uri":"Libretto","surface_form":"libretto","offset":84},{"uri":"Venice","surface_form":"Venice","offset":193},{"uri":"1643","surface_form":"1643","offset":203},{"uri":"17th_century","surface_form":"17th century","offset":282},{"uri":"Mythological","surface_form":"mythological","offset":306},{"uri":"Christian","surface_form":"Christian","offset":347},{"uri":"Rome","surface_form":"Rome","offset":447},{"uri":"Nero","surface_form":"Nero","offset":482},{"uri":"Poppea","surface_form":"Poppea","offset":506},{"uri":"Cupid","surface_form":"Cupid","offset":566},{"uri":"Coronation","surface_form":"coronation","offset":656},{"uri":"String_instruments","surface_form":"strings","offset":829},{"uri":"Recorder","surface_form":"recorder","offset":838},{"uri":"Cornett","surface_form":"cornett","offset":849},{"uri":"Trumpet","surface_form":"trumpet","offset":874},{"uri":"Percussion","surface_form":"percussion","offset":884},{"uri":"Harp","surface_form":"harp","offset":896},{"uri":"Lute","surface_form":"lute","offset":902},{"uri":"Viola_da_gamba","surface_form":"gambas","offset":912},{"uri":"Recitative","surface_form":"recitative","offset":962},{"uri":"Aria","surface_form":"aria","offset":995},{"uri":"17th_century","surface_form":"17th century","offset":1127},{"uri":"Castrato","surface_form":"castrato","offset":1243},{"uri":"Countertenor","surface_form":"countertenor","offset":1289},{"uri":"Mezzo-soprano","surface_form":"mezzo-soprano","offset":1315},{"uri":"Goddesses","surface_form":"goddesses","offset":1693},{"uri":"Love","surface_form":"love","offset":1873},{"uri":"Philosopher","surface_form":"philosopher","offset":2665},{"uri":"Fate","surface_form":"fate","offset":2726},{"uri":"Page_boy","surface_form":"page boy","offset":2736},{"uri":"Mercury_(mythology)","surface_form":"Mercury","offset":3688},{"uri":"Flirting","surface_form":"flirts","offset":4034},{"uri":"Rival","surface_form":"rival","offset":4603}]}