{"id":122062,"url":"http://en.wikipedia.org/wiki/Namli_Maira","text":"Namli Maira is one of the 51 Union Councils of Abbottabad District in the Khyber Pakhtunkhwa province of Pakistan.\n2005 earthquake.\n8 October 2005 was one of the worst days in the history of Pakistan. An earthquake of magnitude 7.6 struck the Northern Areas as well as Kashmir. The quake brought huge destruction. Namli Maira was partially damaged, but the aftershocks were felt in this area even in December. Houses were damaged but the death toll was very low.\nLocation.\nNamli Maira is between 34° 07.33' N, 073° 23.00' E in Abbottabad District. The Union Council is a collection of small hamlets, and takes its name from the largest two, Namli and Maira. These settlements are nestled on mountains about 20 kilometres from the city of Abbottabad. Miranjani, the highest peak of the area, is also in Namli Maira.\nFrom Mera Jani, Azad Kashmir, River Jhelum, (Kohala) Tarbela lake, Abbottabad city, Havelian, Mountains of Naran kaghan & IIOJK and other far places can easily be seen.\nNamli Maira is mainly a mountainous rural area. The nearest city to Namli Maira is Abbottabad which is also its Tehsil and District capital.\nAdministration.\nThe Union Council is administratively divided into the following areas: Dhaki Khaitar, Namli Maira, Noormang and Pangoora.\nPeople.\nThe majority of the people of Namli Maira belong to the Karlal tribe. Other tribes in this area are: Turks, the Mughals, Malik and Awans and Dhund Abbasi, although they are in a minority. People are religious and are all Muslims.\nFruits.\nFruit like pears, apples, black grapes, grapes, figs, peaches, damson plums, mulberries, wild figs, lemons, and apricots grow in abundance in Namli Maira. As the hill people lack awareness about the markets, these fruits only meet the requirement of local people. They are not for sale in a market.\nForests.\nMost of the area of these hilly hamlets and villages is covered with trees. Peaks are covered with evergreen trees including pine, walnut, oak and maple trees. Herbs, shrubs, wild flowers and thorny bushes can be seen in abundance. Goats and other pet animals graze in pastures. Most of the people used forest wood as fuel for daily use and also for home construction.\nEducation.\nLiteracy rate: Namli Maira village has one of the highest literacy rates for the district. The literacy rate of Namli Maira is about 75%. There are both girls' and boys' schools here. There are primary schools for boys and girls, Government Boys High School, and Girls High school. Private English Medium Schools (Model Public School Namli, Habib Model School Etc.) are also here – these account for the high literacy rate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_Councils_of_Pakistan","surface_form":"Union Council","offset":29},{"uri":"Abbottabad_District","surface_form":"Abbottabad District","offset":47},{"uri":"Khyber_Pakhtunkhwa","surface_form":"Khyber Pakhtunkhwa","offset":74},{"uri":"Pakistan","surface_form":"Pakistan","offset":105},{"uri":"8_October","surface_form":"8 October","offset":132},{"uri":"2005","surface_form":"2005","offset":142},{"uri":"Hamlet_(place)","surface_form":"hamlet","offset":591},{"uri":"Mountain","surface_form":"mountain","offset":691},{"uri":"Miranjani","surface_form":"Miranjani","offset":750},{"uri":"Azad_Kashmir","surface_form":"Azad Kashmir","offset":831},{"uri":"River_Jhelum","surface_form":"River Jhelum","offset":845},{"uri":"Havelian","surface_form":"Havelian","offset":899},{"uri":"Abbottabad","surface_form":"Abbottabad","offset":1067},{"uri":"Karlal","surface_form":"Karlal","offset":1328},{"uri":"Turkic_peoples","surface_form":"Turks","offset":1373},{"uri":"Mughals","surface_form":"Mughals","offset":1384},{"uri":"Awans","surface_form":"Awans","offset":1403},{"uri":"Dhund_Abbasi","surface_form":"Dhund Abbasi","offset":1413},{"uri":"Muslims","surface_form":"Muslims","offset":1493}]}