{"id":122060,"url":"http://en.wikipedia.org/wiki/Nagri_Totial","text":"Nagri Tutial (also known as Nagri Totial) is one of the 51 Union Councils of Abbottabad District in the Khyber Pakhtunkhwa province of Pakistan.\nMeaning.\nNagri Tutial which means \"the town of the Tutials\" is named after Abassi chief Toota Khan (a son of Doomat Khan).\nTribes.\nMost of the people of Nagri Tutial are from the Tutial branch of the Dhund Abbasi tribe.\nLocation.\nNagri Tutial a famous and beautiful village in Pakistan. It is in the south east of the district, next to the Punjab. Nagri Tutial shares a borders with the other Union Councils in Abbottabad District - to the north and east with Seer Gharbi, to the west with Nara, and to the south with Lora. Nagri Tutial is 1243 metres (4081 feet) above the level of the sea.\nPeople of Nagri Tutial.\nThe people or Nagri Tutial are hardworking and dedicated and work far away in various places, throughout Pakistan, to earn their living. They are politically conscious and careful in electing their local representatives. In the past, members of parliament from this area have done little or nothing to help in development and this has made the majority of people wary.\nAt this time, the people have only just recently obtained a regular electricity supply to the village. They have also had various roads built connecting them to various parts, the earliest such roads were the Upper Dewal—Kohala Road and the Ghora Gali—Lora Road begun in 1964, and finished in 1968. Since then, there is a regular and strong local demand for more tourism infrastructure development and basic facilities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_Council","surface_form":"Union Council","offset":59},{"uri":"Abbottabad_District","surface_form":"Abbottabad District","offset":77},{"uri":"Khyber_Pakhtunkhwa","surface_form":"Khyber Pakhtunkhwa","offset":104},{"uri":"Pakistan","surface_form":"Pakistan","offset":135},{"uri":"Abassi","surface_form":"Abassi","offset":220},{"uri":"Dhund_Abbasi","surface_form":"Dhund Abbasi","offset":345},{"uri":"Village","surface_form":"village","offset":411},{"uri":"Punjab_(Punjab)","surface_form":"Punjab","offset":485},{"uri":"Seer_Gharbi","surface_form":"Seer Gharbi","offset":605},{"uri":"Nara%2C_Khyber_Pakhtunkhwa","surface_form":"Nara","offset":635},{"uri":"Lora%2C_Khyber_Pakhtunkhwa","surface_form":"Lora","offset":663}]}