{"id":122064,"url":"http://en.wikipedia.org/wiki/Nathia_Gali","text":"Nathia Gali or Nathiagali () is one of the mountain holiday towns of the Galyat area of Pakistan. It is one of the most popular tourist areas of the Murree Hills, with fairly good facilities and is on the road from Murree to Abbottabad lying midway between the two. The main tribe of Nathia Gali is the Karlal.\nHistory.\nDuring British rule Nathia Gali, then part of Abbottabad Tehsil of Hazara District, was the summer headquarters of the Chief Commissioner. The town along with Dunga Gali was a notified area.\nTourism.\nIt is in Abbottabad District, Khyber Pakhtunkhwa Province. At 2,500 m (8,200 ft) height from the sea level, it is a popular tourist resort in the summer months. It is forested with pine, walnut and also broad-leaved oak and maple trees.\nIt is about two and a half hours car drive away from Islamabad, the capital of Pakistan.\n\"Mukshpuri\" and \"Miranjani\" are the two nearby high peaks both of which are favoured by hikers. The Mukshpuri track is wide and easy to hike. The Miranjani track, on the other hand, is a bit more difficult as it has steeper height and the track is narrow at some places. Both of these peaks could be reached within 2 to 3 hours by hiking. In case of clear weather one could catch a glimpse of Nangaparbat peak some 400 kilometres away from top of these peaks. More serious hikers also go from Nathia Gali to \"Thandiani\" on foot via Miranjani peak. However, the travel takes more than a day therefore proper preparation for such a trip is required. Facilities of local guides are easily available. It is advisable to acquire the services of a local guide for any hiking trip in view of the presence of wildlife in the surrounding forests.\nNathia Gali has been declared a wildlife sanctuary by the Government. Monkeys, leopards and variety of other birds and animals are common in the forest surrounding Nathia Gali. Monkeys’ foraging on trees is not an uncommon sight in Nathia Gali.\nNathia Gali has a mini bazaar. The nearest place to Nathia Gali is Kala Bagh.\nA number of hotels and guest houses are available in Nathia Gali which provide reasonable accommodation to the tourists. The best available hotels are Pine View Hotel and Greens Hotel.\nNathia Gali also has a small seasonal church, St Matthews (attached to the St Luke's Church, Abbottabad) which was constructed during the time of the British Raj. It is totally made of wood. It is at the edge of the mountain from which there is a beautiful sight. Kashmir can be seen right behind this church, and is a wonderful scene.\nSubdivisions.\nThe Union Council of Nathia Gali is divided into the following areas: Bagan, Donga Gali, Jhansa, Keri Sarafali, Lassan, Malach, Nathiagali and Pasala.","categories":[],"infobox_types":[],"annotations":[{"uri":"Galyat","surface_form":"Galyat","offset":73},{"uri":"Murree","surface_form":"Murree","offset":215},{"uri":"Abbottabad","surface_form":"Abbottabad","offset":225},{"uri":"Karlal","surface_form":"Karlal","offset":303},{"uri":"British_Raj","surface_form":"British rule","offset":327},{"uri":"Abbottabad_Tehsil","surface_form":"Abbottabad Tehsil","offset":366},{"uri":"Dunga_Gali","surface_form":"Dunga Gali","offset":479},{"uri":"Notified_area","surface_form":"notified area","offset":496},{"uri":"Islamabad","surface_form":"Islamabad","offset":810},{"uri":"St_Luke%27s_Church%2C_Abbottabad","surface_form":"St Luke's Church, Abbottabad","offset":2267},{"uri":"British_Raj","surface_form":"British Raj","offset":2342},{"uri":"Kashmir","surface_form":"Kashmir","offset":2456}]}