{"id":122185,"url":"http://en.wikipedia.org/wiki/Renee_O%27Connor","text":"Reneé O'Connor (born Evelyn Reneé O'Connor on February 15, 1971 in Katy, Texas) is an American actress, producer and director best known for playing the role of Gabrielle on the TV series ' from 1995 to 2001.\nEarly career.\nO'Connor had her first acting role at age eight as a caterpillar during a Theater on Wheels production. At age twelve, she began studying acting at Houston's Alley Theatre, and later attended the \"High School for the Performing and Visual Arts\" in Houston. She transferred back to Taylor High School to graduate with her friends.\nTelevision career.\nO'Connor began her television career at the age of sixteen with commercials for McDonald's and Exxon. A string of other commercials followed, as well as a series of odd jobs such as Porky Pig at Astroworld and an aerobics instructor in L.A. In 1989, O'Connor landed a recurring role in a serial called \"Teen Angel\", featured on the \"New Mickey Mouse Club.\" This led to roles in another Disney serial called \"Match Point\", and an episode of \"Tales from the Crypt\" (directed by Arnold Schwarzenegger), though her Crypt role was later cut. O'Connor then portrayed an imperiled student on the NBC special \"The Flood\", Cheryl Ladd's daughter in Danielle Steel's \"Changes\", a woman captured by Shawnee Indians in ABC's \"Follow the River\", an actress who hires Rockford as her bodyguard in \"The Rockford Files: A Blessing in Disguise\", Julia Wilkes in Disney's \"The Adventures of Huck Finn\", and the daughter of a murdered couple in an episode of \"NYPD Blue\".\nO'Connor first came to the attention of ' executive producers Robert Tapert and Sam Raimi with an \"over-the-top\" audition that won her the role of the young Deianeira in their two-hour \"Action Pack\" adventure \"Hercules and the Lost Kingdom\". They were so impressed by her performance opposite ' star Kevin Sorbo that they signed her for a starring role in \"Darkman II: The Return of Durant\". She was later cast as Gabrielle, and co-starred opposite Lucy Lawless as Xena's companion on '.\nO'Connor was voted #3 of the most intriguing people in 1996, #2 in 1997, and one of the most beautiful people of 1997, by People Magazine. O'Connor was featured in Maxim magazine in November 1999 with a photo shot and intimate interview. She made the cover of \"TV Guide\" on the July 29, 2000 to August 4, 2000 issue as \"one of \"The Sexiest Stars in the Universe\". She was voted #45 on FHM-US and FHM-Australia's 100 Sexiest Women in [2000]. In January 2007, O'Connor topped the 2006 annual list of LesbiaNation.com – establishing her as the longest reigning queen of their top-ten list of \"Women We Love\". O'Connor has a cult following in the lesbian community, stemming from her role as Gabrielle in ' and her ambiguous relationship with her traveling companion Xena. Although O'Connor is heterosexual, she loves her gay and lesbian fans and has appeared at gay-pride events such as the \"Sydney Gay and Lesbian Mardi Gras\" and the 2007 Dinah Shore Weekend in Palm Springs. In June 2007, and again in June 2008, O'Connor was named to the AfterEllen.com Hot 100 List.\nAfter the end of \"Xena\", O'Connor began a movie production company, ROC Pictures. Her first independent production was \"Diamonds and Guns\", a romantic comedy about two friends who go to Las Vegas to find true love. It was shot digitally. O'Connor raised funds for the movie by selling autographed photos and a few of her personal paintings on eBay. O'Connor is currently in pre-production (2008) on her second ROC Pictures LLC movie which she wrote, will produce and direct.\nO'Connor has attended many \"Xena\" and science fiction/fantasy conventions. She will be a \"Featured Guest\" at Fan Expo Canada \"(formerly the Canadian National Expo)\" on August 22–24, 2008 in Toronto.\nRenee, now an established actor, has turned movie maker, movie producer and director. In 2019 she's opening her own Theatre Company, named \"House of Bards Theatre Company\". The first play will be up on October of the same year.\nCharity.\nO'Connor is an active supporter of the [http://www.aarbf.org/ Alissa Ann Ruch Burn Foundation], working each year at the Southern California Firefighters Burn Relay which benefits the Foundation. She also set up The Renée O'Connor Outreach Fund which is designed to raise money for families in need and to support families whose medical bills have become too overwhelming due to serious illness.\nEarly life and personal life.\nO'Connor was born to Walter and Sandra O'Connor. Her mother and stepfather, Sandra and Eddie Wilson, own the restaurant \"Threadgill's\" in Austin, famous for being the site of Janis Joplin's first performance. She has an older brother named Chris, who is a grocery store manager, and her biological father Walter is a finance manager.\nFrom 1995 to 2001, during the filming of \"Xena\", O'Connor lived in Auckland, New Zealand, where she still owns a home. O'Connor married New Zealand native and restaurant manager Steve Muir on October 14, 2000. They have a son, Miles William Muir (born September 22, 2001). The couple divorced in 2005. O'Connor became involved with Jed Sura, an actor she met while filming \" Enter\" in 2003 and later \"Diamonds and Guns\" in 2004. She and Sura have a daughter, Iris Sura O'Connor (born March 19, 2006).\nO'Connor is an accomplished artist, with a showing at the Submerged Art Gallery in Los Angeles, June 2005. She is also proficient in several forms of martial arts, including Taekwondo and Shinkendo, as well as the use of the Karate Bō Staff, the Nunchaku, the Sais, and the Japanese Kumori Katana.","categories":[],"infobox_types":["actor"],"annotations":[{"uri":"Texas","surface_form":"Texas","offset":73},{"uri":"Gabrielle_(Xena)","surface_form":"Gabrielle","offset":161},{"uri":"Houston%2C_Texas","surface_form":"Houston","offset":471},{"uri":"McDonald%27s","surface_form":"McDonald's","offset":652},{"uri":"Arnold_Schwarzenegger","surface_form":"Arnold Schwarzenegger","offset":1048},{"uri":"Hercules_and_the_Lost_Kingdom","surface_form":"Hercules and the Lost Kingdom","offset":1735},{"uri":"Kevin_Sorbo","surface_form":"Kevin Sorbo","offset":1825},{"uri":"Lucy_Lawless","surface_form":"Lucy Lawless","offset":1974},{"uri":"Xena","surface_form":"Xena","offset":1990},{"uri":"TV_Guide","surface_form":"TV Guide","offset":2274},{"uri":"Hot_100","surface_form":"Hot 100","offset":3066},{"uri":"Las_Vegas%2C_Nevada","surface_form":"Las Vegas","offset":3266},{"uri":"EBay","surface_form":"eBay","offset":3423},{"uri":"Toronto","surface_form":"Toronto","offset":3745},{"uri":"Austin%2C_Texas","surface_form":"Austin","offset":4555},{"uri":"Auckland","surface_form":"Auckland","offset":4818},{"uri":"New_Zealand","surface_form":"New Zealand","offset":4828},{"uri":"New_Zealand","surface_form":"New Zealand","offset":4887},{"uri":"Taekwondo","surface_form":"Taekwondo","offset":5426},{"uri":"Katana","surface_form":"Katana","offset":5542}]}