{"id":12232,"url":"http://en.wikipedia.org/wiki/Fly","text":"A fly (plural: \"flies\") is an insect of the order Diptera. The Diptera is a large order of advanced flying insects.\nTheir most obvious distinction from other insects is in their flight. A typical fly has two flight wings on its thorax and a pair of halteres. The halteres, which evolved from the hind wings, act as flight sensors: they are balance organs. Also flies have large eyes with excellent wide-angle vision.\nWith the help of their eyes and halteres, flies are exceptional fliers. They can avoid most predators, and are the most difficult insects to capture by hand. Their jinks, dives and turns to avoid their predators is their main adaptation. \"These flies do a precise and fast calculation to avoid a specific threat and they are doing it using a brain that is as small as a grain of salt\"... \"And they can fly like an ace at birth. It's like putting a newborn baby in the cockpit of a fighter aircraft and it knowing what to do\".\nThe only other order of insects bearing two true, functional wings plus any form of halteres are the Strepsiptera, a small order of insects. In contrast to the flies, the Strepsiptera evolved their halteres from their front wings and their flight wings are their rear wings.\nThe presence of a single pair of wings distinguishes true flies from other insects with \"fly\" in their name, such as mayflies, dragonflies, damselflies, stoneflies, whiteflies, fireflies, sawflies, caddisflies, butterflies or scorpionflies.\nSome true flies have become secondarily wingless, including some that live in social insect colonies.\nFlies are also holometabolous, with complete metamorphosis.\nKinds of flies.\nThere are an estimated 1,000,000 species, although only about 150,000 species have been described.\nThere are many different kinds of flies. Scientists have named 85,000 kinds (species).\nSome flies do not have the word \"fly\" in their name, so people may not know they are flies.\nSome insects have the word \"fly\" in their names, but they are not flies at all.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plural","surface_form":"plural","offset":7},{"uri":"Insect","surface_form":"insect","offset":30},{"uri":"Order_(biology)","surface_form":"order","offset":44},{"uri":"Diptera","surface_form":"Diptera","offset":50},{"uri":"Order_(biology)","surface_form":"order","offset":82},{"uri":"Thorax","surface_form":"thorax","offset":228},{"uri":"Halteres","surface_form":"halteres","offset":249},{"uri":"Evolved","surface_form":"evolved","offset":279},{"uri":"Predators","surface_form":"predators","offset":509},{"uri":"Adaptation","surface_form":"adaptation","offset":643},{"uri":"Strepsiptera","surface_form":"Strepsiptera","offset":1044},{"uri":"Mayfly","surface_form":"mayflies","offset":1335},{"uri":"Dragonfly","surface_form":"dragonflies","offset":1345},{"uri":"Damselfly","surface_form":"damselflies","offset":1358},{"uri":"Stonefly","surface_form":"stoneflies","offset":1371},{"uri":"Whitefly","surface_form":"whiteflies","offset":1383},{"uri":"Firefly","surface_form":"fireflies","offset":1395},{"uri":"Sawfly","surface_form":"sawflies","offset":1406},{"uri":"Caddisfly","surface_form":"caddisflies","offset":1416},{"uri":"Butterfly","surface_form":"butterflies","offset":1429},{"uri":"Scorpionfly","surface_form":"scorpionflies","offset":1444},{"uri":"Colony_(biology)","surface_form":"colonies","offset":1551},{"uri":"Holometabolous","surface_form":"holometabolous","offset":1576},{"uri":"Metamorphosis","surface_form":"metamorphosis","offset":1606},{"uri":"Species","surface_form":"species","offset":1813}]}