{"id":122748,"url":"http://en.wikipedia.org/wiki/Princess_Mononoke","text":"is a 1997 anime movie made by Hayao Miyazaki. The long animation movie of Studio Ghibli. The catch copy of this movie is \"Ikiro(生きろ)\". Mononoke is not a name, but a word that means spirit or monster in Japanese. The forest in Princess Mononoke looks like Yaku-shima(屋久島).\nStory.\nThis movie takes place in Japan during the Muromachi period. There was a small village in Ezo. People lived peacefully. Ashitaka lived there. One day the evil god attacked the village and Ashitaka was cursed. The evil god was once a god of the forest, but he was shot by human and died in terrible pain. Ashitaka knew when he would die. He went to the west where the bullet which killed the god was made.\nOn his journey, he met a man called Jikobo. Jikobo told him where the Forest of Shishigami was. Ashitaka decided to go there. On his way to the forest, he met the girl raised by the wolf god, Moro. She was with her family. Ashitaka thought they must know about the forest. He called out to them. She and three big wild wolves disappeared into the forest.\nAshitaka rescues the injured men. They reach the village Tatara, where they live. Eboshi Gozen organized there. People made iron weapons there. She wanted to get the Forest of Shishigami, turn all Gods in the forest out, and make it a men-centered place.\nIt was said that Shishigami had a power of immortality. Because people wanted this power, they aimed at the head of Shishigami. Then these people, Shishigami, Eboshi and her people, San and Ashitaka started and were involved in huge complicated war for the forest. In this war, Ashitaka and San understood each other little by little.\nMusic.\nThe song, \"Mononoke Hime（もののけ姫）\", was performed by Mera Yoshikazu and composed by Joe Hisaishi.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"1997","surface_form":"1997","offset":5},{"uri":"Anime","surface_form":"anime","offset":10},{"uri":"Movie","surface_form":"movie","offset":16},{"uri":"Hayao_Miyazaki","surface_form":"Hayao Miyazaki","offset":30},{"uri":"Studio_Ghibli","surface_form":"Studio Ghibli","offset":74},{"uri":"Muromachi_period","surface_form":"Muromachi period","offset":322},{"uri":"Ezo","surface_form":"Ezo","offset":369},{"uri":"Mera_Yoshikazu","surface_form":"Mera Yoshikazu","offset":1687},{"uri":"Joe_Hisaishi","surface_form":"Joe Hisaishi","offset":1718}]}