{"id":123095,"url":"http://en.wikipedia.org/wiki/Jurassic_Park_(movie)","text":"\"Jurassic Park\" is a 1993 American science fiction film directed by Steven Spielberg, based on the novel of the same name by Michael Crichton. It was released on June 11, 1993, and got positive reviews.\nPlot.\nJohn Hammond, the owner of a scientific company, creates a theme park on an island that has dinosaurs which have been brought back to life by being cloned. He invites Dr. Alan Grant, a man who studies dinosaurs and doesn't work well with kids, and Dr. Ellie Sattler, a woman who studies ancient plants, to visit the park.\nAlong with a mathematician named Ian Malcolm and a lawyer named Donald Gennaro, they go to the park and see a few dinosaurs, like \"Brachiosaurus\". John says that the dinosaurs were brought back because of the dinosaur DNA found in some mosquitoes. To fix any broken parts of the DNA, they added the DNA of frogs to the dinosaurs. The dinosaurs were all made to be female so that they would not breed.\nLex and Tim Murphy, who are Hammond's grandkids, join the group. The group goes on a tour of the park in some Ford Explorer cars. A tropical storm heads towards the park, and it starts raining. Ellie is separated from the group when she tries to help a sick \"Triceratops\". Dennis Nedry, a worker at the park, betrays Hammond so he can get money from another company, and he turns off the park's safety systems. The cars that the group are in aren't able to move anymore.\nMany dinosaurs, including a \"T. rex\", break out of their pens. The \"T. rex\" eats Donald, hurts Ian, and pushes a car off a cliff. As Dennis tries to escape the park, he gets killed by a \"Dilophosaurus\".\nEllie, along with Robert Muldoon, a park worker, look for survivors. They rescue Malcolm and escape the \"T. rex\" in a Jeep. John, along with the park's main engineer named Ray Arnold, decide to reboot the park's systems. During the rebooting, the dangerous \"Velociraptors\" escape and start to wander the park.\nWhen Ray goes missing, Ellie goes to finish the rebooting process. She finds that Ray has been killed, and she runs away from one raptor. Two of the raptors show up, and they surprise and kill Robert. Meanwhile, Alan, Lex, and Tim, spend the night in a tall tree. They make friends with a \"Brachiosaurus\".\nThe next day, Alan, Lex, and Tim discover dinosaur eggs. At first, they are confused, since the dinosaurs are all female, and eggs can't be laid unless there is a male dinosaur involved. Alan figures out that the frog DNA in the dinosaur DNA allows the dinosaurs to change their genders.\nThey come across a group of running \"Gallimimus\", and they head towards an electric fence. When the park's power turns back on, Tim gets shocked by the fence and gets hurt. As Alan goes to look for Ellie, Lex and Tim are hunted by the raptors in a kitchen. They escape and meet up with Alan and Ellie. All four of them end up cornered by the raptors in the park's atrium, but the \"T. rex\" arrives and kills the raptors.\nJohn, Alan, Ellie, Ian, Lex, and Tim, all survive, and leave the park in a helicopter. John is disappointed that the park was unsuccessful, but Ellie is happy that Alan has learned to get along with kids.\nProduction.\nThe movie was based off a book by Michael Crichton. A few people wanted to be the director of the movie, like Tim Burton. Eventually, Steven Spielberg was chosen to direct.\nFilming the movie started in 1992 on Kaua'i, an island in Hawaii. The filming was stopped for a day because Hurricane Iniki passed over the island. A few of the scenes in the movie that involve rain were actually filmed during the hurricane. Other scenes were filmed in California, on a stage at Warner Bros. Studios, and in other places in Hawaii.\nAt first, the dinosaurs were going to be made using stop-motion, but Spielberg didn't think it looked real enough. The dinosaurs in the movie were created using ways called animatronics and CGI. The dinosaurs were either robots, puppets, or made with computers.\nAfter filming for the movie was over, Spielberg monitored the effects work while he was in the country of Poland, where he was filming another movie, \"Schindler's List\".\nThe music that plays in the movie was composed by John Williams.\nRelease.\n\"Jurassic Park\" got positive reviews, as many critics and moviegoers enjoyed it. Many people praised the movie's special effects and music. The movie was nominated for three Academy Awards (Best Sound Editing, Best Sound Mixing, and Best Visual Effects), and won all three.\nAt the time, \"Jurassic Park\" had made more money than any other movie. However, the movie \"Titanic\" ended up making even more money, breaking the record.\nSequels.\n\"Jurassic Park\" has four sequels: ' (1997), \"Jurassic Park III\" (2001), \"Jurassic World\" (2015), and ' (2018), \"Jurassic World: Dominium\" (2021). Animated web series include: \"LEGO Jurassic World: Legend of Isla Nublar\", '.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"United_States","surface_form":"American","offset":26},{"uri":"Science_fiction_film","surface_form":"science fiction film","offset":35},{"uri":"Steven_Spielberg","surface_form":"Steven Spielberg","offset":68},{"uri":"Jurassic_Park","surface_form":"novel of the same name","offset":99},{"uri":"Michael_Crichton","surface_form":"Michael Crichton","offset":125},{"uri":"Island","surface_form":"island","offset":285},{"uri":"Dinosaur","surface_form":"dinosaur","offset":301},{"uri":"Clone","surface_form":"clone","offset":357},{"uri":"Mathematician","surface_form":"mathematician","offset":544},{"uri":"Lawyer","surface_form":"lawyer","offset":582},{"uri":"Brachiosaurus","surface_form":"Brachiosaurus","offset":662},{"uri":"DNA","surface_form":"DNA","offset":749},{"uri":"Mosquito","surface_form":"mosquito","offset":767},{"uri":"Frog","surface_form":"frog","offset":837},{"uri":"Grandparent","surface_form":"grandkids","offset":970},{"uri":"Ford_Explorer","surface_form":"Ford Explorer","offset":1042},{"uri":"Tropical_cyclone","surface_form":"tropical storm","offset":1064},{"uri":"Triceratops","surface_form":"Triceratops","offset":1191},{"uri":"Tyrannosaurus","surface_form":"T. rex","offset":1432},{"uri":"Stable","surface_form":"pens","offset":1460},{"uri":"Dilophosaurus","surface_form":"Dilophosaurus","offset":1590},{"uri":"Jeep","surface_form":"Jeep","offset":1724},{"uri":"Engineer","surface_form":"engineer","offset":1763},{"uri":"Booting","surface_form":"reboot","offset":1800},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":1864},{"uri":"Tree","surface_form":"tree","offset":2174},{"uri":"Egg_(biology)","surface_form":"dinosaur eggs","offset":2264},{"uri":"Gender","surface_form":"gender","offset":2501},{"uri":"Gallimimus","surface_form":"Gallimimus","offset":2547},{"uri":"Electric_fence","surface_form":"electric fence","offset":2585},{"uri":"Kitchen","surface_form":"kitchen","offset":2758},{"uri":"Atrium","surface_form":"atrium","offset":2874},{"uri":"Helicopter","surface_form":"helicopter","offset":3005},{"uri":"Jurassic_Park","surface_form":"book","offset":3173},{"uri":"Michael_Crichton","surface_form":"Michael Crichton","offset":3181},{"uri":"Movie_director","surface_form":"director","offset":3229},{"uri":"Tim_Burton","surface_form":"Tim Burton","offset":3257},{"uri":"Steven_Spielberg","surface_form":"Steven Spielberg","offset":3281},{"uri":"Kauai","surface_form":"Kaua'i","offset":3357},{"uri":"Hawaii","surface_form":"Hawaii","offset":3378},{"uri":"Hurricane_Iniki","surface_form":"Hurricane Iniki","offset":3428},{"uri":"California","surface_form":"California","offset":3590},{"uri":"Warner_Bros.","surface_form":"Warner Bros. Studios","offset":3616},{"uri":"Stop-motion","surface_form":"stop-motion","offset":3721},{"uri":"Animatronics","surface_form":"animatronics","offset":3842},{"uri":"Computer-generated_imagery","surface_form":"CGI","offset":3859},{"uri":"Robot","surface_form":"robot","offset":3890},{"uri":"Puppet","surface_form":"puppet","offset":3898},{"uri":"Computer","surface_form":"computer","offset":3920},{"uri":"Poland","surface_form":"Poland","offset":4037},{"uri":"Schindler%27s_List","surface_form":"Schindler's List","offset":4082},{"uri":"Musical_composition","surface_form":"composed","offset":4139},{"uri":"John_Williams","surface_form":"John Williams","offset":4151},{"uri":"Academy_Award","surface_form":"Academy Award","offset":4349},{"uri":"Titanic_(1997_movie)","surface_form":"Titanic","offset":4540},{"uri":"Jurassic_Park_III","surface_form":"Jurassic Park III","offset":4657},{"uri":"Jurassic_World","surface_form":"Jurassic World","offset":4685}]}