{"id":12300,"url":"http://en.wikipedia.org/wiki/Chocolate","text":"Chocolate is a food made from cacao beans. It is used in many desserts like pudding, cakes, candy, ice cream, and Easter eggs. It can be in a solid form like a candy bar or it can be in a liquid form like hot chocolate. Commercial chocolate has sugar and sometimes milk added.\nDark chocolate has less sugar, and a more bitter taste. It was originally used to make drinking chocolate. Chocolate can also make S'mores.\nTypes.\nThere are three main types of chocolate: white chocolate, milk chocolate, and dark chocolate. White chocolate tastes much sweeter than the other two types, because it has more of the sweeter ingredients in it. White chocolate does not have any cocoa in it. It is mostly made of cocoa butter. Milk chocolate is sweet, but not as sweet as white chocolate. Milk chocolate has some cocoa. Dark chocolate is the least sweet and has the strongest chocolate flavor.It also has the least amount of sweet ingredients which is what makes it a bit bitter. Dark chocolate has up to 60-85 percent cocoa.\nSafety.\nChocolate is safe to eat unless it is eaten in large amounts. Some animals, like dogs and cats, become sick even if they eat only a little chocolate. People with diabetes can also get sick from eating chocolate. Dark chocolate contains ingredients that lower blood pressure and fight diseases. Small amounts of dark chocolate have been found to lower the risk of heart disease because of polyphenol in chocolate. It is necessary to moderate the amount of chocolate you eat.\nProcess.\nMaking chocolate is a process that has many steps. First, the cocoa beans are collected and put in piles or containers to make them ferment. Fermentation makes the sugar in the beans turn into alcohol. Then the beans are dried and cleaned. Chocolate makers must cook the beans, and then crush them to make the cocoa butter and the chocolate liquor come out of them. Then the chocolate maker mixes different ingredients together to make the different kinds of chocolate. Dark or bittersweet chocolate is made from sugar, cocoa butter, and chocolate liquor. Milk chocolate uses all of those ingredients plus milk and vanilla. White chocolate does not contain chocolate liquor, but only cocoa butter, along with sugar, milk and vanilla. After these ingredients are put together, the chocolate maker is still not finished. One of the last things to be done is something called conching. Conching means crushing the chocolate very finely and keeping it warm so that it is liquid. Before chocolate is conched, it feels very rough in the mouth instead of smooth. Conches use heavy rollers that plow back and forth through the chocolate paste under regulated speeds and temperatures. Conching for several hours to several days makes good chocolate. The last step in making chocolate is called tempering. The chocolate is heated, and then shaken, and then cooled a few times.\nIngredients.\nThere are a number of ingredients in chocolate. The most notable of these are caffeine and theobromine. These two chemicals are closely related and are found in all cocoa beans. In any bean, the amount of each chemical varies depending on the genetics of the tree and the stresses placed on the tree during the growing season. It takes two hours to make chocolate.\nHistory.\nThe cacao tree was first found to be useful for its seeds about two thousand years ago. Early Central Americans and Mexicans used the seeds from the cacao tree to make a drink that tasted bitter, not sweet. Only the important people could drink it. The word for \"chocolate\" in almost every language comes from its name in the Nahuatl language of Mexico, \"chocolatl\".\nLater on, this drink was made sweeter and made into what is known today as hot chocolate. It was made popular by Spanish explorers who brought it from North America to Spain. When chocolate was sweetened and made into candy, it became a very popular treat for many Europeans. At first, only the rich could afford chocolate. Now, many people enjoy it. Most cocoa today is made in Africa.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cacao_bean","surface_form":"cacao bean","offset":30},{"uri":"Dessert","surface_form":"dessert","offset":62},{"uri":"Pudding","surface_form":"pudding","offset":76},{"uri":"Candy","surface_form":"candy","offset":92},{"uri":"Ice_cream","surface_form":"ice cream","offset":99},{"uri":"Easter_eggs","surface_form":"Easter eggs","offset":114},{"uri":"Solid","surface_form":"solid","offset":142},{"uri":"Hot_chocolate","surface_form":"hot chocolate","offset":205},{"uri":"Sugar","surface_form":"sugar","offset":245},{"uri":"Milk","surface_form":"milk","offset":265},{"uri":"Drinking_chocolate","surface_form":"drinking chocolate","offset":364},{"uri":"S%27more","surface_form":"S'more","offset":408},{"uri":"White_chocolate","surface_form":"white chocolate","offset":465},{"uri":"Milk_chocolate","surface_form":"milk chocolate","offset":482},{"uri":"Dark_chocolate","surface_form":"dark chocolate","offset":502},{"uri":"Ingredient","surface_form":"ingredient","offset":615},{"uri":"Cocoa","surface_form":"cocoa","offset":668},{"uri":"Cocoa_butter","surface_form":"cocoa butter","offset":702},{"uri":"Percent","surface_form":"percent","offset":1000},{"uri":"Animal","surface_form":"animal","offset":1090},{"uri":"Dog","surface_form":"dog","offset":1104},{"uri":"Cat","surface_form":"cat","offset":1113},{"uri":"Diabetes","surface_form":"diabetes","offset":1185},{"uri":"Heart_disease","surface_form":"heart disease","offset":1386},{"uri":"Polyphenol","surface_form":"polyphenol","offset":1411},{"uri":"Cocoa","surface_form":"cocoa","offset":1568},{"uri":"Chocolate_liquor","surface_form":"chocolate liquor","offset":1837},{"uri":"Vanilla","surface_form":"vanilla","offset":2231},{"uri":"Caffeine","surface_form":"caffeine","offset":2964},{"uri":"Theobromine","surface_form":"theobromine","offset":2977},{"uri":"Chemical","surface_form":"chemical","offset":3096},{"uri":"Tree","surface_form":"tree","offset":3270},{"uri":"Seed","surface_form":"seed","offset":3312},{"uri":"Central_America","surface_form":"Central America","offset":3354},{"uri":"Mexico","surface_form":"Mexicans","offset":3376},{"uri":"Nahuatl_language","surface_form":"Nahuatl language","offset":3586},{"uri":"Spain","surface_form":"Spanish","offset":3740},{"uri":"Explorer","surface_form":"explorer","offset":3748},{"uri":"North_America","surface_form":"North America","offset":3778},{"uri":"Spain","surface_form":"Spain","offset":3795},{"uri":"Candy","surface_form":"candy","offset":3845},{"uri":"Europe","surface_form":"Europe","offset":3892},{"uri":"Africa","surface_form":"Africa","offset":4006}]}