{"id":123014,"url":"http://en.wikipedia.org/wiki/Brain_damage","text":"Brain damage is damage to the brain from either illnesses or injuries. Brain cells are damaged, which often affects one's brain in a way that stops the brain from thinking or reacting the same way as it did before the brain was damaged.\nPhysical damage to the brain is called traumatic brain injury (TBI). It has occurred since ancient times, and old medical records exist.\nHistory.\nHead injuries and their effects were known in ancient times.\nAncient Mesopotamians knew of head injury and some of its effects, including seizures, paralysis, and loss of sight, hearing or speech. The Edwin Smith Papyrus, written around 1650–1550 BC, describes various head injuries and symptoms and classifies them based on their presentation and tractability. Ancient Greek physicians including Hippocrates understood the brain to be the center of thought, probably due to their experience with head trauma.\nPerhaps the first reported case of personality change after brain injury is that of Phineas Gage. He survived an accident in 1848 when a large iron rod was driven through his head, destroying at least his left frontal lobe.\nHe recovered with no apparent sensory, movement, or big cognitive damage. However, his behaviour so altered that friends described him as \"no longer being Gage\". This suggested that the damaged areas are involved in \"higher functions\" such as personality. Many cases of personality change after brain injury have been reported since.\nIn the 1970s, awareness of TBI as a public health problem grew. A great deal of progress has been made since then in brain trauma research, such as the discovery of primary and secondary brain injury. The 1990s saw the development and dissemination of standardized guidelines for treatment of TBI, with protocols for a range of issues such as drugs and management of intracranial pressure. Research since the early 1990s has improved TBI survival. That decade was called the \"Decade of the Brain\" for advances made in brain research.","categories":[],"infobox_types":[],"annotations":[{"uri":"Damage","surface_form":"damage","offset":16},{"uri":"Brain","surface_form":"brain","offset":30},{"uri":"Illness","surface_form":"illness","offset":48},{"uri":"Injury","surface_form":"injuries","offset":61},{"uri":"Brain_cell","surface_form":"Brain","offset":71},{"uri":"Cell","surface_form":"cell","offset":77},{"uri":"Thought","surface_form":"thinking","offset":163},{"uri":"Reaction","surface_form":"reacting","offset":175},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":452},{"uri":"Edwin_Smith_Papyrus","surface_form":"Edwin Smith Papyrus","offset":584},{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":745},{"uri":"Hippocrates","surface_form":"Hippocrates","offset":780},{"uri":"Phineas_Gage","surface_form":"Phineas Gage","offset":977},{"uri":"Frontal_lobe","surface_form":"frontal lobe","offset":1103},{"uri":"Sensory_system","surface_form":"sensory","offset":1147},{"uri":"Movement","surface_form":"movement","offset":1156},{"uri":"Cognition","surface_form":"cognitive","offset":1173},{"uri":"Behaviour","surface_form":"behaviour","offset":1204},{"uri":"Primary_and_secondary_brain_injury","surface_form":"primary and secondary brain injury","offset":1616},{"uri":"Protocol","surface_form":"protocol","offset":1754}]}