{"id":123168,"url":"http://en.wikipedia.org/wiki/Phallus","text":"The word phallus refers to an erect penis, to a penis-shaped object such as a dildo, or to a mimetic image of an erect penis.\nAny object that symbolically resembles a penis may also be referred to as a phallus, or as being \"phallic\" (as in 'phallic symbol'). Such symbols represent the fertility associated with the male sexual organ, and the male orgasm.\nSymbol of sex and fertility.\nWhen an erect penis is shown in art, it is often called a phallus (). Erotic (sexually exciting) art has shown phalluses for a very long time. Pictures of men with erections appear on ancient objects and in paintings.\nThe erect penis was also a symbol or sign of health and fertility (the ability to give life). The Hohle Fels phallus was found in a cave in Germany. It is a piece of stone carved to look like a penis that is about 28,000 years old.\nFrom the fourth millennium B.C. (4000–3001 B.C.), Ancient Egyptians worshipped Min as the god of reproduction and the maker of all things. Min was shown in statues and on wall carvings as having an erect penis.\nAncient Greece.\nThe Ancient Greeks believed in a god called \"Priapus\" who had a very large penis that was always erect. He was thought to protect livestock (animals kept by humans for food, milk, leather or wool), fruit plants and gardens, and men's sex organs. He was also seen as able to chase away evil, and as a protector of sailors, fishermen and others needing good luck. The oldest piece of writing about Priapus that is known is a comedy (a funny or silly play) written some time in the fourth century B.C. (400–301 B.C.). In Greek mythology, Priapus tried to attack a nymph (a female spirit) named Lotis who was sleeping so he could force her to have sex. However, a donkey brayed – it gave a loud cry. This made him lose his erection, and also woke Lotis up. To save Lotis, the gods turned her into a lotus plant. In the end, Priapus's lust – his strong desire to have sex – made him have an erection all the time, and his penis grew so large that he could not move. Although some temples were built for people to pray to Priapus, he was mostly worshipped in people's homes or gardens. Donkeys would sometimes be killed and offered to him, but gifts of fish, flowers, fruit and vegetables were also very common. Statues of Priapus were often placed at doorways and crossroads (places where two roads crossed). To make Priapus happy, people passing by would stroke the statue's penis.\nHerma.\nA Herma, or herm, is a sculpture with a head, and perhaps a torso, above a plain, usually squared lower section, on which male genitals may also be carved at the appropriate height. The form originated in Ancient Greece, and was adopted by the Romans, and revived at the Renaissance.\nIn ancient Greece the statues had an apotropaic function, and were placed at crossings and borders as protection. Hermes was a phallic god, associated with fertility, luck, roads and borders. His name comes from the word \"herma\". In Athens, they were placed outside houses for good luck and protection. They would be adorned with garlands or wreaths and anointed with olive oil to obtain luck.\nAncient India.\nShiva, perhaps the most ancient of the Indian deities, and the third of the Hindu Trinity -- one of the most widely worshipped and edified deity in the Hindu pantheon, is worshipped often in the form of the lingam, or phallus. Evidence of phallic worship in the India date back to prehistoric times. Stone Lingams with several varieties of stylized \"heads\", or the glans, are found to this date in many of the old temples, and in museums in India and abroad.\nThe famous man-size lingam in the Parashurameshwar Temple in the Chitoor Distirct of the Indian State of Andhra Pradesh, better known as the Gudimallam Lingam, is about 1.5 metres in height, carved in polished black granite. Dated back to ca. 2300-2800 BC, it is one of the existing lingams from the pre-Buddhist period. The almost naturalistic giant lingam is distinguished by its prominent, bulbous head, and an anthropomorphic form of Shiva carved in high relief on the shaft. Shiva Lingams in India have tended to become more and more stylized over the centuries, and existing lingams from before the 6th century show a more leaning towards the naturalistic style, with the glans clearly indicated.\nModern views.\nToday, phalluses do not often appear in artworks or movies (except in pornographic movies which show people having sex with each other). This is because many people think that showing a man's penis when it is erect is obscene (not decent).","categories":[],"infobox_types":[],"annotations":[{"uri":"Penis","surface_form":"penis","offset":36},{"uri":"Dildo","surface_form":"dildo","offset":78},{"uri":"Orgasm","surface_form":"orgasm","offset":348},{"uri":"Eroticism","surface_form":"Erotic","offset":455},{"uri":"Ancient_history","surface_form":"ancient","offset":569},{"uri":"Symbol","surface_form":"symbol","offset":630},{"uri":"Health","surface_form":"health","offset":648},{"uri":"Fertility","surface_form":"fertility","offset":659},{"uri":"Cave","surface_form":"cave","offset":735},{"uri":"Germany","surface_form":"Germany","offset":743},{"uri":"Millennium","surface_form":"millennium","offset":851},{"uri":"Anno_Domini","surface_form":"B.C.","offset":862},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":885},{"uri":"Worship","surface_form":"worship","offset":903},{"uri":"Gods","surface_form":"god","offset":925},{"uri":"Sexual_reproduction","surface_form":"reproduction","offset":932},{"uri":"Ancient_Greece","surface_form":"Ancient Greeks","offset":1066},{"uri":"Livestock","surface_form":"livestock","offset":1192},{"uri":"Fruit","surface_form":"fruit plants","offset":1260},{"uri":"Garden","surface_form":"garden","offset":1277},{"uri":"Evil","surface_form":"evil","offset":1347},{"uri":"Sailor","surface_form":"sailor","offset":1375},{"uri":"Fishing","surface_form":"fishermen","offset":1384},{"uri":"Luck","surface_form":"luck","offset":1418},{"uri":"Comedy","surface_form":"comedy","offset":1485},{"uri":"Play_(theatre)","surface_form":"play","offset":1510},{"uri":"Century","surface_form":"century","offset":1548},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":1580},{"uri":"Nymph","surface_form":"nymph","offset":1623},{"uri":"Donkey","surface_form":"donkey","offset":1722},{"uri":"Nelumbo","surface_form":"lotus plant","offset":1857},{"uri":"Lust","surface_form":"lust","offset":1892},{"uri":"Temples","surface_form":"temples","offset":2037},{"uri":"Prayer","surface_form":"pray","offset":2070},{"uri":"Offering","surface_form":"offered","offset":2180},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":2652},{"uri":"Renaissance","surface_form":"Renaissance","offset":2718},{"uri":"Ancient_Greece","surface_form":"ancient Greece","offset":2734},{"uri":"Apotropaic_magic","surface_form":"apotropaic","offset":2768},{"uri":"Hermes","surface_form":"Hermes","offset":2845},{"uri":"Fertility","surface_form":"fertility","offset":2887},{"uri":"Athens","surface_form":"Athens","offset":2964},{"uri":"Shiva","surface_form":"Shiva","offset":3140},{"uri":"India","surface_form":"Indian","offset":3179},{"uri":"Hindu_Trinity","surface_form":"Hindu Trinity","offset":3216},{"uri":"Lingam","surface_form":"lingam","offset":3347},{"uri":"India","surface_form":"India","offset":3402},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":3704},{"uri":"Pornography","surface_form":"pornographic movies","offset":4386}]}