{"id":12329,"url":"http://en.wikipedia.org/wiki/Wolf","text":"The wolf (\"Canis lupus\") is a mammal of the order Carnivora. It is sometimes called timber wolf or grey wolf.\nIt is the ancestor of the domestic dog. A recent study found that the domestic dog is descended from wolves tamed less than 16,300 years ago south of the Yangtze River in China.\nThere are many different wolf subspecies, such as the Arctic wolf. Some subspecies are listed on the endangered species list, but overall, \"Canis lupus\" is IUCN graded as 'least concern'.\nAppearance.\nAdult wolves are usually in length from nose to tail depending on the subspecies. Wolves living in the far north tend to be larger than those living further south. As adults they may weigh typically between. The heaviest wolf recorded weighed.\nThe wolf has a long muzzle, short ears, long legs, and a long bushy tail.\nWolves usually measure 26–38 inches at the shoulder. Wolves have fur made up of two layers. The top layer is resistant to dirt, and the under-layer is water resistant. The color of their fur can be any combination of grey, white, taupe, brown, and black.\nLife.\nWolves live in groups called \"packs\". They are pack hunters. The members of the pack are usually family members, often just the parents and offspring. Wolves that are not family may join if they do not have a pack of their own. Packs are usually up to 12 wolves, but they can be as small as two or as large as 25. The leaders are called the parent (breeding) male and the parent (breeding) female. Their territory is marked by scent and howling; they will fight any intruders. Young wolves are called 'pups' or 'whelps'. Adult females usually give birth to five or six pups in a litter.\nWolves make a noise called a howl. They howl to communicate with each other from long distances and to mark the edges of their territory. Wolves have a complicated body language.\nWolves can run very fast and far. A wolf can run 20–30 miles in a day.\nGrey wolves can live six to eight years. They can live in captivity for up to 17 years.\nDiet.\nWolves are carnivores and eat mostly medium to large size hoofed animals (unguligrades), but they will also eat rodents, insectivores and foxes. Some wolves have been seen eating salmon, seals, beached whales, lizards, snakes and birds. They also eat moose, bison, deer and other large animals.\nWolves usually stalk old or sick animals, but they do not always catch what they stalk. They may go days without food. Sometimes only one out of twelve hunts are successful. But the way they eat stays the same. The alpha male and female feed first. Then the other members feed. Sometimes (especially if the prey they have killed is large) wolves may store food and come back that day to feed on it. Wolves have very sharp teeth which helps them tear large chunks of meat from a dead animal. They will eat up to 2/7 their body weight. Wolves will also swallow food and then bring it back up for pups to eat.\nHabitat.\nWolves are found in Europe, Asia and North America. They can live in forests, deserts, mountains, tundra, grasslands and sometimes around towns and cities.\nArctic wolf.\nThe Arctic wolf may be a subspecies of the grey wolf. They live in the Canadian part of the Arctic Circle, as well as Greenland and Iceland.\nThe habitat of Arctic wolves is very hostile. Not much is known about their lifestyle. They are more friendly than other wolves, but they can still be very aggressive.\nTheir winter fur is highly resistant to the cold. Wolves in northern climates can rest comfortably in open areas at by placing their muzzles between the rear legs and covering their faces with their tail. Wolf fur provides better insulation than dog fur, and does not collect ice when warm breath is condensed against it. Since about 1930, the skull of many Arctic wolves has become smaller. This might be because of hybridization between wolves and dogs. They are tall when they're adults. Adult arctic wolves weigh about. Arctic wolves live in a group of 7-20 wolves. They may live up to 5–10 years in the wild. They can live for 14 years if they are well cared for in a zoo.\nWolves and humans.\nEven though many people think that wolves are terrible, mean creatures, they are actually much gentler than many people imagine. The main reason wolves become violent is because they may be sick or to protect other wolves in the pack. Many people around the world, especially in Canada and Alaska, have huskies for pets: they are a close relative of the wolf.\nA few years ago wolves were put back into Yellowstone National Park in Wyoming to breed, because they were becoming endangered. The wolves have been very successful in the park. There had been no wolves there for a long time, because of hunting and poisoned water. Many people were not happy about this because they were afraid that the wolves would eat the sheep and cows near the park. However, wolves only eat livestock when they can not find wild prey.\nExtinction in Britain.\nWolves in Britain were all killed after centuries of hunting. The last wolves survived in the Scottish Highlands. There is a legend that the last one was killed there in 1743 by a character called MacQueen.\nWithin the past ten years, there have been studies that are in favour of allowing new wolves to come and live in the English countryside and Scottish Highlands again. One study was in 2007. Researchers from Norway, Britain, and Imperial College London decided that wolves would help add back plants and birds that now are eaten by deer. The wolves would keep the deer population lower. People were generally positive, but farmers living in rural areas wanted to be paid for livestock that were killed by the wolves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":30},{"uri":"Carnivora","surface_form":"Carnivora","offset":50},{"uri":"Ancestor","surface_form":"ancestor","offset":120},{"uri":"Dog","surface_form":"dog","offset":145},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":264},{"uri":"Subspecies","surface_form":"subspecies","offset":318},{"uri":"Endangered_species","surface_form":"endangered species","offset":389},{"uri":"IUCN","surface_form":"IUCN","offset":444},{"uri":"Nose","surface_form":"nose","offset":528},{"uri":"Tail","surface_form":"tail","offset":536},{"uri":"Dirt","surface_form":"dirt","offset":928},{"uri":"Pack_hunter","surface_form":"pack hunter","offset":1114},{"uri":"Howl","surface_form":"howl","offset":1683},{"uri":"Communicate","surface_form":"communicate","offset":1702},{"uri":"Carnivore","surface_form":"carnivore","offset":2009},{"uri":"Animal","surface_form":"animal","offset":2063},{"uri":"Rodents","surface_form":"rodents","offset":2110},{"uri":"Insectivore","surface_form":"insectivore","offset":2119},{"uri":"Foxes","surface_form":"foxes","offset":2136},{"uri":"Salmon","surface_form":"salmon","offset":2177},{"uri":"Pinniped","surface_form":"seals","offset":2185},{"uri":"Whale","surface_form":"whale","offset":2200},{"uri":"Lizard","surface_form":"lizard","offset":2208},{"uri":"Snakes","surface_form":"snakes","offset":2217},{"uri":"Bird","surface_form":"bird","offset":2228},{"uri":"Stalking","surface_form":"stalk","offset":2308},{"uri":"Forests","surface_form":"forests","offset":2978},{"uri":"Deserts","surface_form":"deserts","offset":2987},{"uri":"Mountains","surface_form":"mountains","offset":2996},{"uri":"Tundra","surface_form":"tundra","offset":3007},{"uri":"Grasslands","surface_form":"grasslands","offset":3015},{"uri":"Subspecies","surface_form":"subspecies","offset":3103},{"uri":"Arctic_Circle","surface_form":"Arctic Circle","offset":3170},{"uri":"Greenland","surface_form":"Greenland","offset":3196},{"uri":"Iceland","surface_form":"Iceland","offset":3210},{"uri":"Hybrid","surface_form":"hybrid","offset":3804},{"uri":"Dog","surface_form":"dog","offset":3837},{"uri":"Yellowstone_National_Park","surface_form":"Yellowstone National Park","offset":4486},{"uri":"Wyoming","surface_form":"Wyoming","offset":4515},{"uri":"Sheep","surface_form":"sheep","offset":4802},{"uri":"Cows","surface_form":"cows","offset":4812},{"uri":"Livestock","surface_form":"livestock","offset":4857},{"uri":"Scottish_Highlands","surface_form":"Scottish Highlands","offset":5272},{"uri":"Researcher","surface_form":"Researcher","offset":5321},{"uri":"Norway","surface_form":"Norway","offset":5338},{"uri":"Britain","surface_form":"Britain","offset":5346},{"uri":"Imperial_College_London","surface_form":"Imperial College London","offset":5359},{"uri":"Livestock","surface_form":"livestock","offset":5605}]}