{"id":123332,"url":"http://en.wikipedia.org/wiki/Atomic_bombings_of_Hiroshima_and_Nagasaki","text":"The Atomic bombings of Hiroshima and Nagasaki were nuclear attacks on the Empire of Japan during World War II (WWII). The United States and the Allies were fighting against Japan and slowly winning. Two nuclear weapons were dropped on Japan, one on the city of Hiroshima and the other on the city of Nagasaki. The generals wanted to bomb Kokura instead of Nagasaki, but it was too cloudy over Kokura that day. U.S. President Harry S. Truman ordered these attacks on August 6 and 9, 1945. This was near the end of WWII.\nThe atomic bombs had been created through the Manhattan Project. They created two bombs. The first bomb was called Little Boy, and was to be dropped on Hiroshima, and the second bomb was called Fat Man, and was to be dropped on Nagasaki. Nuclear bombs are much more powerful than other bombs. Six days after the explosion over Nagasaki, and after the Soviet invasion of Manchukuo, Japan surrendered to the Allied Powers on August 15. Japan signed the surrender paper on September 2. This officially ended the Pacific War and World War II.\nHiroshima and Nagasaki were chosen for several reasons. First, both cities were unsuitable for firebombing, mainly due to the river delta<nowiki/>s preventing firestorms from being very effective. Second, both cities had areas which provided a good measurement for damage caused by the nuclear bombs. Third and finally, both cities contained strategic personnel and installations; Hiroshima was the headquarters of the 2nd General Army and 5th Division with 40,000 Japanese combatants stationed within the city's limit, and Nagasaki contained two large Mitsubishi armament factories and many other medium-to-small workshops and plants providing vital war components for Japan's war machine.\nSeveral other cities were selected for similar reasons and some of those were rejected due to bad weather. As with other Japanese cities, these targets were mixed in with civilian homes, schools, and temples. Sources said that at least 54% of the deaths in Hiroshima were combatants and slave laborers while 72% of the deaths in Nagasaki were war industry employees and slave laborers, however these figures at various points mix soldiers, enslaved POWs and victims of Japanese occupations and do not necessarily correspond to the overall population of the cities and the overall casualties\nMany say that the atomic bombs actually saved many lives in the long run because it prevented the invasion of Japan. However, Japan had lost a huge part of its food resources and the majority of its navy. Many of these people suggest that Japan may have lacked the strength to carry out major fighting. US military commanders made statements during and immediately after 1945 that they believed Japan was effectively defeated prior to the dropping of the bomb. Before the bombs, Japan offered to surrender, on condition that their leaders had to stay in charge. America said the Emperor of Japan leader could stay in power, but the Japanese had to take orders from American soldiers placed in Japan, making it an occupied territory. More people would have been killed in a full battle in Japan. Some give different guesses of deaths in an invasion and deaths by the atomic bombs, and say that the bombings were not necessary. People still argue about this. No nuclear weapon has ever been used against a target since August 9, 1945.\nThe decision to use nuclear weapons on Japan was made after an analysis showed that more than a million people—combatants and civilians of both nations—would die if Japan was invaded by Allied forces. The nuclear bombings, while shocking and unprecedented, actually paled in comparison with the \"Operation Meetinghouse\" firebombing of Tokyo on March 9/10, 1945, which killed 100,000 civilians and destroyed 16 square miles in a single night. Doing nothing or waiting for surrender was not an option because hundreds of thousands of combatants, civilians, and prisoners of war were dying each month in the territories of the Empire of Japan.\nPartly because of the atomic bombings, Japan adopted the Three Non-Nuclear Principles after the war. These principles said that Japan could not create or try to get nuclear weapons. A scientist Albert Einstein wrote a letter about the atomic bomb on August 2, 1939. But he said later, \"I made one great mistake in my life, when I signed a letter to President Roosevelt recommending that atom bombs be made.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Empire_of_Japan","surface_form":"Empire of Japan","offset":74},{"uri":"World_War_II","surface_form":"World War II","offset":97},{"uri":"United_States","surface_form":"United States","offset":122},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":144},{"uri":"Japan","surface_form":"Japan","offset":173},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":203},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":261},{"uri":"Nagasaki","surface_form":"Nagasaki","offset":300},{"uri":"President_of_the_United_States","surface_form":"U.S. President","offset":410},{"uri":"Harry_S._Truman","surface_form":"Harry S. Truman","offset":425},{"uri":"Manhattan_Project","surface_form":"Manhattan Project","offset":565},{"uri":"Manchukuo","surface_form":"Manchukuo","offset":889},{"uri":"River_delta","surface_form":"river delta","offset":1184},{"uri":"Invasion_of_Japan","surface_form":"invasion of Japan","offset":2438},{"uri":"Emperor_of_Japan","surface_form":"Emperor of Japan","offset":2919},{"uri":"Occupied_territory","surface_form":"occupied territory","offset":3053},{"uri":"Operation_Meetinghouse","surface_form":"Operation Meetinghouse","offset":3669},{"uri":"Empire_of_Japan","surface_form":"Empire of Japan","offset":3997},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":4208},{"uri":"Theodore_Roosevelt","surface_form":"President Roosevelt","offset":4363}]}