{"id":12339,"url":"http://en.wikipedia.org/wiki/Dian_Fossey","text":"e=\"preserve\">Dian Fossey (January 16, 1932 – December 26, 1985) was an American zoologist. She is best known for studying gorillas in Rwanda.\nFossey was inspired by a book called \"The Mountain Gorilla\" by George Schaller. Fossey studied mountain gorillas in Rwanda because of the book. When people want to get close to gorillas and get to know them they have to gain the gorillas trust. Fossey changed her lifestyle to match the gorillas’. She wanted to protect the gorillas from hunters. Hunters were trespassing on a non-hunting ground. She also wanted to protect the endangered animals in the area, even though some people didn’t agree with her ideas. She is a hero to many people for what she did to help mountain gorillas. There is a movie that was made based on what she experienced in Africa. The movie is called \"Gorillas in the Mist\". Her book, also named \"Gorillas in the Mist\", is the best-selling book on gorillas of all time.\nShe is recognized for saving mountain gorillas and starting a successful fund to help raise money for gorillas everywhere.\nEarly life.\nFossey was born in San Francisco. She was an only child. She was very lonely as a child. Her parents divorced when she was six years old. Fossey loved animals since childhood but she was never allowed to have a pet.\nEducation.\nShe attended the University of California in Davis. At college she was in a veterinary program. She transferred schools to San Jose State University after two years. Fossey earned a bachelor degree of arts degree in occupational therapy. She became a very good horseback rider in college. She worked at a hospital in Kentucky for disabled children. Fossey was inspired by a book about mountain gorillas. She decided to travel to Africa to study gorillas. She met Louis Leakey who is a famous anthropologist. Leakey hired Fossey study gorillas for a long time. Fossey observed gorillas for many years. Fossey later earned a PhD from Cambridge College in England. The PhD was for her gorilla research.\nDeath.\nFossey died at 53 years old. She was found murdered in her cabin on December 26, 1985. The cause of death is unknown. Many think she was killed by poachers. Her head was cut by a panga, a weapon used by poachers. Fossey was buried at the site she created as a graveyard for the gorillas. Fossey studied the lives of mountain gorillas for 18 years. She was the world’s expert on mountain gorillas. Her dedication allowed for mountain gorillas to continue as a species.  Some of the people who lived in the area did not like her because of her thoughts on how the gorillas should be treated. She did not want them to be in zoos, harassed by tourists, or killed for meat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":71},{"uri":"Zoologist","surface_form":"zoologist","offset":80},{"uri":"Gorilla","surface_form":"gorillas","offset":122},{"uri":"Rwanda","surface_form":"Rwanda","offset":134},{"uri":"Endangered_species","surface_form":"endangered","offset":570},{"uri":"Movie","surface_form":"movie","offset":739},{"uri":"Book","surface_form":"book","offset":848},{"uri":"San_Francisco","surface_form":"San Francisco","offset":1093},{"uri":"Divorce","surface_form":"divorced","offset":1175},{"uri":"University_of_California","surface_form":"University of California","offset":1318},{"uri":"Veterinarian","surface_form":"veterinary","offset":1377},{"uri":"San_Jos%C3%A9_State_University","surface_form":"San Jose State University","offset":1424},{"uri":"Bachelor_of_Arts","surface_form":"bachelor","offset":1483},{"uri":"Academic_degree","surface_form":"degree","offset":1492},{"uri":"Therapy","surface_form":"therapy","offset":1530},{"uri":"Kentucky","surface_form":"Kentucky","offset":1618},{"uri":"Disability","surface_form":"disabled","offset":1631},{"uri":"Gorilla","surface_form":"mountain gorillas","offset":1686},{"uri":"Africa","surface_form":"Africa","offset":1730},{"uri":"Louis_Leakey","surface_form":"Louis Leakey","offset":1764},{"uri":"Anthropology","surface_form":"anthropologist","offset":1793},{"uri":"Doctor_of_Philosophy","surface_form":"PhD","offset":1924},{"uri":"University_of_Cambridge","surface_form":"Cambridge","offset":1933},{"uri":"England","surface_form":"England","offset":1954},{"uri":"Murder","surface_form":"murder","offset":2051},{"uri":"Cabin","surface_form":"cabin","offset":2067},{"uri":"Machete","surface_form":"panga","offset":2187},{"uri":"Graveyard","surface_form":"graveyard","offset":2268},{"uri":"Mountain","surface_form":"mountain","offset":2324},{"uri":"Species","surface_form":"species","offset":2467},{"uri":"Zoo","surface_form":"zoo","offset":2629}]}