{"id":12331,"url":"http://en.wikipedia.org/wiki/Frank_Lampard","text":"Frank James Lampard (born 20 June 1978 in Romford, London, England) is an English former footballer and current manager who is best known for his playing time at Chelsea. He is the son of Frank Lampard Senior, a former West Ham and England player. Lampard went to Brentwood School in Essex, where amongst other subjects, he studied Latin and gained an A* grade.\nHe played for England national team and Chelsea. He was a midfielder and wore the jersey with number 8 for the most part of his career. Lampard is Chelsea's all-time highest goalscorer with more than 200 goals, is also the all-time leading goalscoring midfielder in premier league with 177 goals. He has now retired as a player. He is the current manager of Chelsea.\nCareer.\nFrank Lampard started his footballing career at West Ham United. Lampard joined West Ham, where his father was the assistant coach, as an apprentice in July 1994 as part of their youth system, and signed his professional forms a year later. He was loaned to Division Two team Swansea City in October 1995, and debuted in a 2-0 win over Bradford City. Lampard made nine league appearances for Swansea before returning to West Ham in January 1996, with whom he played his first match at the end of the month against Coventry City F.C., and spent the remainder of the season as a reserve.\nThe next year, a broken leg suffered in a March game against Aston Villa prematurely put an end to Lampard's 1996-97 season after thirteen appearances. He had to wait until the '97-98 campaign to score his first goal for West Ham, which came in a road victory over Barnsley F.C. He became a regular starter in 1998-99 season and appeared in every match as West Ham finished fifth in the Premiership standings.\nFollowing the sale of teammate and friend Rio Ferdinand to Leeds United after the 2000-01 season, simultaneously with the departures of his father Frank Lampard Sr. and uncle Redknapp, Lampard followed suit and left West Ham, but chose to stay in London by joining Chelsea for a £11 million fee.\nOn 24th July, a deal was agreed with New York City FC which would transfer Frank to the team on 1st July.\nChelsea.\nLampard made his debut for Chelsea on August 19 2001. He was a crucial first team player at Chelsea till the time he played there.\nPersonal life.\nLampard lived in Surrey with his Spanish fiancé Elen Rives and their two daughters Luna and Isla until they separated. Lampard is married to \"The One Show\" host Christine Bleakley. Lampard still sees his 2 daughters regularly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Romford","surface_form":"Romford","offset":42},{"uri":"London","surface_form":"London","offset":51},{"uri":"England","surface_form":"England","offset":59},{"uri":"English_people","surface_form":"English","offset":74},{"uri":"Association_football","surface_form":"football","offset":89},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":162},{"uri":"West_Ham_United","surface_form":"West Ham","offset":219},{"uri":"Essex","surface_form":"Essex","offset":284},{"uri":"England_national_football_team","surface_form":"England national team","offset":376},{"uri":"West_Ham_United_F.C.","surface_form":"West Ham United","offset":785},{"uri":"Rio_Ferdinand","surface_form":"Rio Ferdinand","offset":1775},{"uri":"Crucial","surface_form":"crucial","offset":2207},{"uri":"Surrey","surface_form":"Surrey","offset":2307},{"uri":"Spanish_people","surface_form":"Spanish","offset":2323},{"uri":"Fianc%C3%A9","surface_form":"fiancé","offset":2331},{"uri":"Marry","surface_form":"married","offset":2420},{"uri":"The_One_Show","surface_form":"The One Show","offset":2432},{"uri":"Christine_Bleakley","surface_form":"Christine Bleakley","offset":2451}]}