{"id":123391,"url":"http://en.wikipedia.org/wiki/Pubic_hair","text":"Pubic hair is hair which covers the area around the sex organs. It is generally darker in color and stronger in texture than other hair found on the human body. It is caused by the rising levels of androgens during puberty. Pubic hair is a secondary sex characteristic.\nPubic hair appears during puberty in girls and boys. Beginning with only a few hairs, the area quickly fills out in a triangular shape, making a thick patch of hair.\nThe growth of hair can go up toward the navel, but will always continue to grow down past the pubic region and ending at the anus (the hole between the buttocks). In females, hair will cover the outer lips of the vagina; in males, hair will grow around the base of the penis and lightly cover the scrotum (the outer sack containing the testicles).\nPubic hair is sometimes called a \"bush,\" \"nest,\" \"pubes,\" or \"curlies\". On Asian people, pubic hair is usually not so curly.\nPubic hair is sometimes made into a fashion item. Men and women do this. Some people may change the way their pubic hair looks, by trimming or shaping it. One style is called a \"landing strip\", like a runway where an airplane lands. Some religions say to shave pubic hair. Some people use chemicals that dissolve pubic hair. Some people use wax or electrolysis to remove pubic hair. The use of wax to remove all pubic hair is sometimes called \"Brazilian\".\nSometimes people change the color. Sometimes people ask, \"Does the carpet match the drapes?\" This means, \"Is the person's pubic hair the same color as the hair on the person's head?\" Usually people with red natural hair color have darker red pubic hair.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sex_organ","surface_form":"sex organ","offset":52},{"uri":"Androgen","surface_form":"androgen","offset":198},{"uri":"Puberty","surface_form":"puberty","offset":215},{"uri":"Secondary_sex_characteristic","surface_form":"secondary sex characteristic","offset":240},{"uri":"Puberty","surface_form":"puberty","offset":296},{"uri":"Triangle","surface_form":"triangular","offset":388},{"uri":"Growth","surface_form":"growth","offset":440},{"uri":"Navel","surface_form":"navel","offset":476},{"uri":"Anus","surface_form":"anus","offset":561},{"uri":"Buttock","surface_form":"buttock","offset":588},{"uri":"Vagina","surface_form":"vagina","offset":649},{"uri":"Penis","surface_form":"penis","offset":705},{"uri":"Scrotum","surface_form":"scrotum","offset":733},{"uri":"Testicle","surface_form":"testicle","offset":772},{"uri":"Asian_people","surface_form":"Asian people","offset":859},{"uri":"Runway","surface_form":"runway","offset":1110}]}