{"id":123330,"url":"http://en.wikipedia.org/wiki/Sarah_Siddons","text":"Sarah Siddons (5 July 1755 – 8 June 1831) was a Welsh actress. She was the best-known actress who played tragedies of the 18th century. She was the older sister of John Philip Kemble, Charles Kemble, Stephen Kemble, Ann Hatton and Elizabeth Whitlock. She is very famous for the way she played the Shakespearean character Lady Macbeth. She grew to liking the character Lady Macbeth very much.\nYouth.\nShe was born Sarah Kemble in Brecon, Brecknockshire, Wales. She was the oldest daughter of Roger Kemble, an actor and manager. He travelled around with his company, which included most members of his family, and Sarah \"Sally\" Ward.\nActing was only just becoming a respectable profession for a woman. At first, her parents did not like the fact that she had chosen to become an actress.\nCareer.\nIn 1777, she went to play in the provinces. For the next six years she worked in provincial companies, in particular those in York and Bath. Her fame grew. Her next Drury Lane appearance on 10 October 1782 was very different. She was an immediate sensation playing the title role in Garrick's adaptation of a play by Thomas Southerne, \"Isabella, or, The Fatal Marriage\".\nHer most famous role was that of \"Lady Macbeth\". Because she was very good at expressing emotion when she acted \"Lady Macbeths murderous passions she could captivate her audience. Lady Macbeth was the play best adapted to her acting. She was tall and had a striking figure, brilliant beauty, powerfully expressive eyes, and solemn dignity of demeanour. This allowed her to claim the character as her own.\nAfter Lady Macbeth she played Desdemona in \"Othello\", Rosalind in \"As You Like It\", \"Ophelia\" and \"Volumnia\", all with great success. In \"Queen Catherine\" she discovered a role that was almost as well adapted to her acting powers as that of \"Lady Macbeth\".\nIt was the beginning of twenty years in which she was the queen of Drury Lane. Her celebrity status has been called \"mythical\" and \"monumental\". By \"the mid-1780s Siddons was established as a cultural icon.\" She mixed with the literary and social elites of London society. She knew people like Samuel Johnson, Edmund Burke, Hester Thrale Piozzi, and William Windham.\nIn 1802 she left Drury Lane. She then appeared on the stage of a rival theatre, Covent Garden, from time to time. It was there, on 29 June 1812, that she gave perhaps the most extraordinary farewell performance in theatre history. She was playing her most famous role, Lady Macbeth, and the audience refused to allow the play to continue after the end of the sleepwalking scene. Eventually, after tumultuous applause from the pit, the curtain reopened and Siddons was discovered sitting in her own clothes and character - whereupon she made an emotional farewell speech to the audience lasting eight minutes.\nMrs Siddons formally retired from the stage in 1812, but continued to appear on special occasions. Her last appearance was on 9 June 1819 as \"Lady Randolph\" in John Home's \"Douglas\".\nPersonal life.\nShe began as a ladies maid to Lady Greathead at Guy’s Cliffe House, near the Saxon Mill, Coventry Road, Warks.\nIn 1773, at the age of 18, she married William Siddons, an actor. She was less lucky with her family. She had seven children but five of them died. Her marriage to William Siddons was the cause of many problems. They could not divorce, but they separated, and lived in different places.\nDeath.\nSarah Siddons died in 1831 in London. She is buried in Saint Mary's Cemetery at Paddington Green.\nReynolds portrait.\nSir Joshua Reynolds painted his famous portrait, \"Mrs. Siddons as the Tragic Muse,\" in 1784 (see Infobox), and signed it on the hem of her dress, \"for,\" he told her, \"I have resolved to go down to posterity on the hem of your garment.\"\nIn 1950, Joseph Mankiewicz saw the portrait and decided that it would provide the setting for the opening scene of All About Eve. The scene opened in the ballroom of the then fictitious Sarah Siddons Society. The occasion is the presentation of the Sarah Siddons award statuette, modeled on Sarah Siddons as the \"Tragic Muse\". In the climactic party scene, the painting is prominently displayed between Bette Davis and Marilyn Monroe. The portrait also presides over the final scene when Anne Baxter moves past it.\nIn 1957, Bette Davis posed as Sarah Siddons in a re-creation of the painting staged as part of the Pageant of the Masters.\nCultural references.\nAt the time of the release of All About Eve, \"The Sarah Siddons Award\" was a purely fictitious award. However, there now exists the American Sarah Siddons Award for dramatic achievement in theatre: a genuine and prestigious award, named in honor of Siddons. The award is given annually in Chicago by the \"Sarah Siddons Society.\"\nThe London Underground had an electric locomotive built by Vickers named after her. Used on the Metropolitan Line, No. 12 lasted along with other locomotives, until 1961. Painted a maroon colour, she is now the only one of twenty locomotives to remain preserved in working order.\nMichael Corby, founder of the 1970s group The Babys, is reportedly the great-great-great-great-grandson of Sarah Siddons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wales","surface_form":"Welsh","offset":48},{"uri":"Actor","surface_form":"actress","offset":54},{"uri":"Tragedy","surface_form":"tragedies","offset":105},{"uri":"John_Philip_Kemble","surface_form":"John Philip Kemble","offset":164},{"uri":"Charles_Kemble","surface_form":"Charles Kemble","offset":184},{"uri":"Stephen_Kemble","surface_form":"Stephen Kemble","offset":200},{"uri":"Ann_Hatton","surface_form":"Ann Hatton","offset":216},{"uri":"Elizabeth_Whitlock","surface_form":"Elizabeth Whitlock","offset":231},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":297},{"uri":"Lady_Macbeth_(Shakespeare)","surface_form":"Lady Macbeth","offset":321},{"uri":"Brecon","surface_form":"Brecon","offset":428},{"uri":"Brecknockshire","surface_form":"Brecknockshire","offset":436},{"uri":"Wales","surface_form":"Wales","offset":452},{"uri":"Roger_Kemble","surface_form":"Roger Kemble","offset":490},{"uri":"York","surface_form":"York","offset":919},{"uri":"Bath%2C_England","surface_form":"Bath","offset":928},{"uri":"Fame","surface_form":"fame","offset":938},{"uri":"Thomas_Southerne","surface_form":"Thomas Southerne","offset":1110},{"uri":"Lady_Macbeth_(Shakespeare)","surface_form":"Lady Macbeth","offset":1198},{"uri":"Demeanour","surface_form":"demeanour","offset":1506},{"uri":"Othello","surface_form":"Othello","offset":1613},{"uri":"As_You_Like_It","surface_form":"As You Like It","offset":1636},{"uri":"Ophelia_(character)","surface_form":"Ophelia","offset":1654},{"uri":"Samuel_Johnson","surface_form":"Samuel Johnson","offset":2120},{"uri":"Edmund_Burke","surface_form":"Edmund Burke","offset":2136},{"uri":"Hester_Thrale","surface_form":"Hester Thrale Piozzi","offset":2150},{"uri":"William_Windham","surface_form":"William Windham","offset":2176},{"uri":"Covent_Garden","surface_form":"Covent Garden","offset":2273},{"uri":"Lady_Macbeth_(Shakespeare)","surface_form":"Lady Macbeth","offset":2462},{"uri":"John_Home","surface_form":"John Home","offset":2962},{"uri":"Douglas_(play)","surface_form":"Douglas","offset":2975},{"uri":"Paddington_Green","surface_form":"Paddington Green","offset":3485},{"uri":"Joseph_Mankiewicz","surface_form":"Joseph Mankiewicz","offset":3767},{"uri":"All_About_Eve","surface_form":"All About Eve","offset":3873},{"uri":"Bette_Davis","surface_form":"Bette Davis","offset":4161},{"uri":"Marilyn_Monroe","surface_form":"Marilyn Monroe","offset":4177},{"uri":"Anne_Baxter","surface_form":"Anne Baxter","offset":4246},{"uri":"All_About_Eve","surface_form":"All About Eve","offset":4447},{"uri":"United_States","surface_form":"American","offset":4549},{"uri":"Sarah_Siddons_Award","surface_form":"Sarah Siddons Award","offset":4558},{"uri":"Chicago","surface_form":"Chicago","offset":4706},{"uri":"London_Underground","surface_form":"London Underground","offset":4750},{"uri":"Electric_locomotive","surface_form":"electric locomotive","offset":4776},{"uri":"Metropolitan_Line","surface_form":"Metropolitan Line","offset":4842}]}