{"id":12333,"url":"http://en.wikipedia.org/wiki/Liberia","text":"The Republic of Liberia is a small country on the coast of West Africa. It has common borders with Sierra Leone, Guinea, and Ivory Coast. The country has a size of about by. As of 2020, there are about 3,300,000 people in Liberia. The capital city of Liberia is Monrovia. For ships, Liberia is a flag of convenience.\nGeography.\nLiberia is a country in Southwest Africa, on the coast of the Atlantic Ocean. Except for the coast, most of Liberia are low mountains, with an altitude of to above sea level. The coastal region is full of swamps, and reaches to inland. After that, there's a plateau at an altitude of about. About 60% of the country is covered with rainforest. To the north, there are higher mountains. There are nine big plantations of rubber trees, which are important for the economy. There are mangrove swamps near the coast. In 2019, estimates are that close to 5 million people live in Liberia. About half of them live in the capital, Monrovia. There are 15 administrative divisions, called counties. The main environmental issues in Liberia are that endangered species are hunted and eaten. This kind of meat is called bushmeat. Some of the poached animals are also sold to neighbouring countries. A big part of Liberia is rainforest. like with other rainforest contries, Slash-and-burn argicculture is a problem. Illegal logging also is. In Monrovia, there is a large pollution.\nHistory.\nWhite Americans made the American Colonization Society and bought the land in 1822. They didn't want black people who were not slaves to be in the United States. So they took some of them to Liberia. At the start of the American Civil War (in the 1860s) about 12.000 freed slaves lived there. In the 1990s and in the early 2000s, two civil wars badly affected the country.","categories":[],"infobox_types":[],"annotations":[{"uri":"Africa","surface_form":"Africa","offset":64},{"uri":"Sierra_Leone","surface_form":"Sierra Leone","offset":99},{"uri":"Guinea","surface_form":"Guinea","offset":113},{"uri":"Ivory_Coast","surface_form":"Ivory Coast","offset":125},{"uri":"Monrovia","surface_form":"Monrovia","offset":262},{"uri":"Flag_of_convenience","surface_form":"flag of convenience","offset":296},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":390},{"uri":"Mountain","surface_form":"mountains","offset":452},{"uri":"Sea_level","surface_form":"sea level","offset":492},{"uri":"Swamp","surface_form":"swamps","offset":533},{"uri":"Plateau","surface_form":"plateau","offset":586},{"uri":"Rainforest","surface_form":"rainforest","offset":660},{"uri":"Plantation","surface_form":"plantations","offset":733},{"uri":"Rubber_tree","surface_form":"rubber trees","offset":748},{"uri":"Economy","surface_form":"economy","offset":790},{"uri":"Mangrove","surface_form":"mangrove","offset":809},{"uri":"Slash-and-burn","surface_form":"Slash-and-burn","offset":1290},{"uri":"Logging","surface_form":"logging","offset":1340},{"uri":"Pollution","surface_form":"pollution","offset":1387},{"uri":"Black_people","surface_form":"black people","offset":1508},{"uri":"Slavery_in_the_United_States","surface_form":"slaves","offset":1534},{"uri":"United_States","surface_form":"United States","offset":1554},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1627},{"uri":"Liberia_civil_wars","surface_form":"civil wars","offset":1741}]}