{"id":123407,"url":"http://en.wikipedia.org/wiki/Rakaposhi","text":"Rakaposhi (Räkapoşi) is a mountain in the Karakoram, in Pakistan. It is found in the Nagar Valley about 100 kilmotres north of the city of Gilgit.\nName.\nRakaposhi means \"shining wall\" in the local language. Rakaposhi is also known as Dumani (\"Mother of Mist\"). It is ranked 27th highest in the world and 12th highest in Pakistan.\nNagar () was a princely state in the northernmost part of the Northern Areas of Pakistan, which existed until 1974. The state bordered the Gilgit Agency to the south and west, and the former princely state of Hunza to the north and east. The state capital was the town of Nagar. The area of Nagar now forms three tehsils of Hunza-Nagar District. Nagar along with Gilgit and Baltistan is claimed by India as part of the state of Jammu & Kashmir.\nHistory.\nNagar was an autonomous principality in close association with neighbouring Hunza. The British gained control of both states 1889 and 1892. The British retained Nagar's status as a 'principality' until 1947 but together with Hunza it was considered a vassal of Kashmir, although never ruled directly by it. The rulers of Nagar sent annual tributes to the Kashmir Durbar until 1947, and along with the ruler of Hunza, were considered amongst the most loyal vassals of the Maharajas of Kashmir.\nIn 1947, the state acceded to Pakistan, but continued as semi autonomous state. In 1968 Syed Yahya Shah the first educated politician of the valley, demanded civil rights from the Mir of Nagar. When Ayub Khan's dictatorship ended in Pakistan and the democratic government of the Pakistan Peoples Party under Zulfiqar Ali Bhutto came into power through elections it realized the sentiments of the people against the Mir for democracy so the Government freed the prisoners of the movement and dissolved the Mirs of Hunza and Nagar and were merged into the Northern Areas in 1974.\nGovernment.\nThe state was governed by the hereditary rulers of the Maghlot dynasty who were styled as Mir and were assisted by a council of Wazirs or Ministers. Details for early rulers are uncertain with the first definite dates available from 1839 CE onwards. The son of the last ruler, Mir Ghazanfar Ali Khan, was in 2005 Northern Areas deputy chief executive.\nGeography.\nThe geography of Nagar was very difficult mountainous terrain, which provided a certain degree of protection against invading forces. The highest mountain was the 7,788 m (25,551 ft) Mount Rakaposhi which lay to the south of the town of Nagar. As of 2009[update], the Karakoram Highway crosses Nagar, connecting Pakistan to China via the Khunjerab Pass. The road follows the Hunza river for some distance through Nagar and into the Hunza region.\nDemographics.\nThe inhabitants of the Nagar valley is around 90,000 (AKRSP Census, 2000). Nagar is home of people of two main ethnicities – the Burushaski speakers and the Shina speakers. The older type of Broshuski is still spoken in this valley with mild modern accent.\nReligion.\nAlthough the population was traditionally predominantly shia (Jafria). Following sectarian violences in January 2005, the Tanzim Ahle Sunnah wal Jama’at representing Sunnis, and the Central Anjuman-e-Imamia Northern Areas representing (Jafria) Shias signed on February 18, 2005 a six-point peace agreement arranged by Northern Areas Legislative Council (NALC) members to ensure peace in the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mountain","surface_form":"mountain","offset":26},{"uri":"Karakoram","surface_form":"Karakoram","offset":42},{"uri":"Pakistan","surface_form":"Pakistan","offset":56},{"uri":"Nagar_Valley","surface_form":"Nagar Valley","offset":85},{"uri":"Gilgit","surface_form":"Gilgit","offset":139},{"uri":"Language","surface_form":"language","offset":197}]}