{"id":123544,"url":"http://en.wikipedia.org/wiki/Haunted_house","text":"A haunted house or ghosthouse is a house where supernatural events are believed to take place. Many haunted houses are believed to contain ghosts. They can also contain the spirits of dead people. The rumour that a house is haunted often starts after something violent or tragic happens in the house, such as a murder or suicide. Haunted houses are common in gothic fiction, and are generally seen as old castles or creaky, old, abandoned houses. A haunted house can be a type of attraction in amusements parks too. One scientific explanation of haunted houses is that poisonous gasses such as carbon monoxide from defective gas-burning appliances are what causes the hallucinations that people experience. Another possible cause is infrasound.\nCarbon monoxide theory.\nMany haunted houses have been investigated and found to contain high levels of carbon monoxide or other poisons, which can cause hallucinations. The carbon monoxide theory explains why haunted houses are mostly older houses, which are more likely to contain aging and defective appliances, and why more hauntings are reported in the colder months. Carbon monoxide poisoning explains many of the occurrences in haunted houses, such as feelings of being watched, hearing footsteps or voices, seeing \"ghosts\", headaches, dizziness, and sudden death or illness of people or pets, and also strange behavior in pets such as excessive barking or meowing. The carbon monoxide theory also explains why some ghosts don't show up on photographs or videos (photographs that do show \"ghosts\" are usually caused by dust, insects, fingers or camera strap in front of the lens, and multiple exposures).\nOther poisons and drugs.\nPesticides can cause the same types of hallucinations as carbon monoxide. Recreational drugs such as LSD and methamphetamine can cause hallucinations. Unpleasant hallucinations are known in the recreational drug community as a \"bad trip\". Drug users are usually, but not always, aware that they are experiencing hallucinations related to the drug, at least after they become sober again.\nOther causes.\nSounds heard in a \"haunted\" house are often very normal sounds, for example footstep-like sounds can be caused by vermin such as squirrels or raccoons. Dead vermin can also cause unusual smells often associated with hauntings. Doors closing by themselves can be caused by wind. Moving shadow figures can be caused by the headlights of passing cars shining through a window. Many times normal sounds that come from outside can be mistaken for a sound inside the house. Sounds made by electronics, plumbing, refrigerators, and heating / air conditioning have also been mistaken for paranormal sounds.","categories":[],"infobox_types":[],"annotations":[{"uri":"House","surface_form":"house","offset":35},{"uri":"Supernatural","surface_form":"supernatural","offset":47},{"uri":"Ghost","surface_form":"ghost","offset":139},{"uri":"Spirit","surface_form":"spirit","offset":173},{"uri":"Dead","surface_form":"dead","offset":184},{"uri":"Rumour","surface_form":"rumour","offset":201},{"uri":"Violent","surface_form":"violent","offset":261},{"uri":"Tragic","surface_form":"tragic","offset":272},{"uri":"Murder","surface_form":"murder","offset":311},{"uri":"Suicide","surface_form":"suicide","offset":321},{"uri":"Gothic_fiction","surface_form":"gothic fiction","offset":359},{"uri":"Castle","surface_form":"castle","offset":405},{"uri":"Attraction","surface_form":"attraction","offset":480},{"uri":"Poison","surface_form":"poison","offset":569},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":594},{"uri":"Hallucination","surface_form":"hallucination","offset":668},{"uri":"Infrasound","surface_form":"infrasound","offset":733},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":848},{"uri":"Poison","surface_form":"poison","offset":873},{"uri":"Multiple_exposure","surface_form":"multiple exposure","offset":1635},{"uri":"Recreational_drug","surface_form":"Recreational drug","offset":1755},{"uri":"LSD","surface_form":"LSD","offset":1782},{"uri":"Methamphetamine","surface_form":"methamphetamine","offset":1790},{"uri":"Vermin","surface_form":"vermin","offset":2197},{"uri":"Squirrel","surface_form":"squirrel","offset":2212},{"uri":"Raccoon","surface_form":"raccoon","offset":2225}]}