{"id":123587,"url":"http://en.wikipedia.org/wiki/Happy_Feet","text":"\"Happy Feet\" is a 2006 American-Australian computer-animated musical movie. It was made in Australia. The movie was directed and co-written by George Miller. It was released in North America in November 2006. While it is mostly animated, some scenes do include live-action. \"Happy Feet\" won the Academy Award for Best Animated Feature but did not win the Annie Award for Best Animated Feature. There is a sequel to \"Happy Feet\".\n\"Happy Feet\" was dedicated to the following people: Nick Enright, Michael Jonson, Robby McNeilly Green, and Steve Irwin.\nPlot.\n\"Happy Feet\" is set in an Emperor Penguin colony, where each penguin must sing a song called a \"Heartsong\" to find a mate. Two penguins, Norma Jean and Memphis, are attracted to each other by their songs, and they start a family. While Norma Jean is fishing in the ocean, Memphis is left with the egg, and he accidentally drops it on the ice, exposing it to the cold temperatures of the Antarctic. The young penguin chick who hatches out of this egg has a terrible singing voice and later discovers he has no \"Heartsong.\" However, he does have a talent for tap dancing.\nWhile Mumble's mother, Norma Jean, thinks this little habit is cute, his father, Memphis, says it \"just ain't penguin.\" Besides, they both know that, without a \"Heartsong\", Mumble may never find true love. As fate would have it, his one friend, Gloria, happens to be the best singer around. Mumble and Gloria have a connection from the moment they hatch, but she struggles with his strange \"hippity-hoppity\" ways. Mumble is just too different; especially for Noah the Elder, the stern leader of the colony, who ultimately casts him out of the community.\nAway from home for the first time, Mumble meets a group of different penguins—the Adelie Amigos. Led by Ramón, the Adelies instantly accept Mumble's tap-dancing skills and invite him to party with them. In the home of the Adelies, Mumble seeks the counsel of Lovelace the Guru, a Rockhopper penguin who claims he will answer any of life's questions for the price of a pebble. In their conversation, Lovelace mentions \"aliens,\" which interest Mumble as he finds a frozen vehicle in a glacier. He decides to find the \"aliens.\"\nReturning home, Mumble and his friends find Gloria in the center of attention as her \"Heartsong\" is very attractive to the other penguins. However, she is not interested in the other males' \"Heartsongs\" but is excited when Mumble persuades her to sing in time with his tap-dance rhythm. The other penguins become interested and begin dancing. However, Noah the Elder feels that the recent lack of fish, the penguins' main food, is a punishment sent from their god in order to punish them for allowing Mumble's dancing. He therefore exiles Mumble from the colony, but before he leaves, Mumbles tells them that he will find the real cause of the famine.\nWith Lovelace and the Amigos, Mumble travels many miles and through many obstacles, which include an attack by killer whales. Finally, they see a large quantity of commercial trawlers, ships that are fishing in the Antarctic waters, and Mumble follows them. Eventually, he is caught and put on display in a marine park exhibit. He attempts to communicate with the \"aliens\" (humans) who are surrounding him, but fails. After nearing going mad with the confinement, a small child taps on the glass of his enclosure. Mumble is excited and begins tap-dancing. After a large crowd gathers to watch him, he is released back to the wild with a tracking device and leads the humans back to his colony.\nLater on, a research team arrives to study the penguins, and the humans discover they are overfishing the ocean, which had resulted in the lack of fish. Fishing the Antarctic is banned, and the fish population returns and thrives. In the end, the Emperors and Amigos are shown dancing and celebrating.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_animation","surface_form":"computer-animated","offset":43},{"uri":"Musical_movie","surface_form":"musical movie","offset":61},{"uri":"Movie_director","surface_form":"directed","offset":116},{"uri":"Screenwriter","surface_form":"co-written","offset":129},{"uri":"George_Miller_(director)","surface_form":"George Miller","offset":143},{"uri":"North_America","surface_form":"North America","offset":177},{"uri":"Live-action","surface_form":"live-action","offset":261},{"uri":"Academy_Award","surface_form":"Academy Award","offset":295},{"uri":"Annie_Award","surface_form":"Annie Award","offset":355},{"uri":"Happy_Feet_Two","surface_form":"sequel","offset":405},{"uri":"Nick_Enright","surface_form":"Nick Enright","offset":481},{"uri":"Michael_Jonson","surface_form":"Michael Jonson","offset":495},{"uri":"Robby_McNeilly_Green","surface_form":"Robby McNeilly Green","offset":511},{"uri":"Steve_Irwin","surface_form":"Steve Irwin","offset":537},{"uri":"Emperor_Penguin","surface_form":"Emperor Penguin","offset":582},{"uri":"Song","surface_form":"song","offset":637},{"uri":"Egg_(biology)","surface_form":"egg","offset":853},{"uri":"Antarctica","surface_form":"Antarctic","offset":943},{"uri":"Tap_dancing","surface_form":"tap dancing","offset":1113},{"uri":"Adelie_Penguin","surface_form":"Adelies","offset":1795},{"uri":"Rockhopper_penguin","surface_form":"Rockhopper penguin","offset":1960},{"uri":"Pebble","surface_form":"pebble","offset":2048},{"uri":"Vehicle","surface_form":"vehicle","offset":2150},{"uri":"Glacier","surface_form":"glacier","offset":2163},{"uri":"Rhythm","surface_form":"rhythm","offset":2484},{"uri":"Fish","surface_form":"fish","offset":2602},{"uri":"Deity","surface_form":"god","offset":2665},{"uri":"Exile","surface_form":"exile","offset":2737},{"uri":"Famine","surface_form":"famine","offset":2849},{"uri":"Mile","surface_form":"mile","offset":2907},{"uri":"Killer_whale","surface_form":"killer whale","offset":2968},{"uri":"Commercial_trawlers","surface_form":"commercial trawlers","offset":3021},{"uri":"Marine_park","surface_form":"marine park","offset":3164},{"uri":"Exhibit","surface_form":"exhibit","offset":3176},{"uri":"Human","surface_form":"human","offset":3231},{"uri":"Confinement","surface_form":"confinement","offset":3308},{"uri":"Tracking_device","surface_form":"tracking device","offset":3494},{"uri":"Overfishing","surface_form":"overfishing","offset":3641}]}