{"id":123626,"url":"http://en.wikipedia.org/wiki/Pegasus","text":"Pegasus (, Pégasos, 'strong') is a flying horse with wings in Greek mythology. He is the son of Poseidon and the Gorgon Medusa. In cartoons and other stories, Pegasus was said to be the horse of the legendary hero Hercules.\nThe myth of the Pegasus is interesting and educational, and helps us understand an era gone by.\nThe Pegasus is a white horse with wings that can fly. It is very beautiful, and can only be controlled with a golden bridle given to Bellerophon by Athena.\nLong ago, Perseus killed the monster Medusa using a reflective shield and winged sandals. He cut off her head, which had the hair of poisonous snakes and was so ugly it would turn to stone anyone who looked at it straight on, and from her blood sprang the winged horse Pegasus. Some stories say that Perseus rode Pegasus away, but other stories say he left before Pegasus was born.\nYears later, there was a young man named Bellerophon, living in Corinth. Bellerophon had always longed to ride Pegasus, but Pegasus refused to be tamed. Bellerophon decided to pray to Athena, who was the Greek goddess of wisdom. Athena gave him a golden bridle that allowed him to capture Pegasus.\nLater, the brother of a king sent Bellerophon on a quest to defeat the Chimera, a legendary beast with the head of a lion that breathed fire, a goat’s head sprouting from its back, and the tail of a snake. Together, they defeated it and Bellerophon was honored. Then Bellerophon decided he wanted to be immortal and tried to fly with Pegasus to Mount Olympus, home of the gods. Zeus, angry, sent a gadfly to sting Pegasus, who bucked Bellerophon back to Earth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Horse","surface_form":"horse","offset":42},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":62},{"uri":"Poseidon","surface_form":"Poseidon","offset":96},{"uri":"Gorgon","surface_form":"Gorgon","offset":113},{"uri":"Medusa","surface_form":"Medusa","offset":120},{"uri":"Cartoon","surface_form":"cartoon","offset":131},{"uri":"Stories","surface_form":"stories","offset":150},{"uri":"Horse","surface_form":"horse","offset":186},{"uri":"Hero","surface_form":"hero","offset":209},{"uri":"Hercules","surface_form":"Hercules","offset":214}]}