{"id":123690,"url":"http://en.wikipedia.org/wiki/Kiki%27s_Delivery_Service","text":"\"Kiki's Delivery Service\", known in Japan as, is a movie about a witch named Kiki who goes to live on her own for a year, just like all witches must do at her age. It's the fifth anime movie made at Studio Ghibli, and it was made by Hayao Miyazaki, their most famous director. It's based on the novel of the same name.\nThe story.\nIt begins with her listening to the radio and hears that there will be a full moon and runs to tell her mother she is leaving to start her training. She then leaves with a cat, Jiji, and while flying on her broom stick, runs into another witch who acts snobby. She then finds a town:Koriko, lives with a pregnant women who runs a bakery with her husband, starts a delivery service. After that, she gets a good friend;Kokiri. But suddenly Kiki loses her magical power so she can't fly with a broom stick and talk with her cat;Jiji. One day, Kokiri is involved in an accident airship.\nKiki.\nKiki is the main character of this movie, And is a witch. She can fly with a broom stick and has a cat named Jiji. She goes to Koriko town to train as a witch for one year away from home. In this town, she meets Osono and she runs her delivery service in a bakery.\nJiji.\nJiji is the black cat. He is Kiki' partner and his birthday is same with Kiki. He can talk with Kiki by using Kiki's magical power. He loves a white cat;Lily.CV:Rei Sakuma\nKokiri.\nKokiri is Kiki's mother. And she is witche. She can fly with a broom stick and make a medicine from medical plants.CV:Meiko Nobusawa\nTombo(Kobori).\nTombo(Kobori) is a boy living in Koriko town. \"Tombo\" is his nickname and \"Kobori\" is his real name. He has a longing for flying.CV:Kappei Yamaguchi\nOsono.\nOsono is the bakery owner in Koriko town. She met Kiki by chance, and she allowed Kiki to live her house. She was pregnant woman and finally she has a baby. CV:Keiko Toda\nFukuo.\nFukuo is the baker and Osono's husband. He is a quiet and playful person. Also, his name don't be called in the movie. CV:Koichi Yamadera\nUrsula.\nUrsula is painter. She lives in the forest. When Kiki felt down about her delivery service, Ursula provide Kiki with encouragement. Also, her name is not said in the movie. CV: Minami Takayama\nMaki.\nMaki is fashion designer. She is first customer of Kiki's Delivery Service. She lives next to bakery with a white cat. The name of cat is lily.CV:Kikuko Inoue","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":36},{"uri":"Movie","surface_form":"movie","offset":51},{"uri":"Witch","surface_form":"witch","offset":65},{"uri":"Anime_movie","surface_form":"anime movie","offset":179},{"uri":"Studio_Ghibli","surface_form":"Studio Ghibli","offset":199},{"uri":"Hayao_Miyazaki","surface_form":"Hayao Miyazaki","offset":233},{"uri":"Kiki%27s_Delivery_Service_(novel)","surface_form":"novel of the same name","offset":295},{"uri":"Radio","surface_form":"radio","offset":366},{"uri":"Moon","surface_form":"moon","offset":408},{"uri":"Broom","surface_form":"broom","offset":537},{"uri":"Airship","surface_form":"airship","offset":904},{"uri":"Black","surface_form":"black","offset":1202},{"uri":"Birthday","surface_form":"birthday","offset":1241},{"uri":"White","surface_form":"white","offset":1333},{"uri":"Medicine","surface_form":"medicine","offset":1456},{"uri":"Nickname","surface_form":"nickname","offset":1579},{"uri":"Painter","surface_form":"painter","offset":2008},{"uri":"Forest","surface_form":"forest","offset":2034},{"uri":"Fashion_designer","surface_form":"fashion designer","offset":2205}]}