{"id":12364,"url":"http://en.wikipedia.org/wiki/Nurse","text":"A nurse is a person who is trained to give care to people who are sick or injured. Nurses work with doctors and other health care workers to make patients well and to keep them fit and healthy. Nurses also help with end-of-life needs and assist other family members with grieving.\nNursing is a profession, like a doctor, but training for a nurse is different in how long a person must train and what kind of training they need. In some places, nurses may train for three to five years or more before they get a license as a nurse.\nNurses work in many places. Nurses work in hospitals, in doctor's offices, and in the community, and they even visit people at home if they can not get out.\nSometimes people decide to become nurses rather than doctors, because the nurses will be able to help patients directly, by talking to them, doing things they need, carefully watching that nothing goes wrong, and then seeing them as they get better.\nLike doctors, nurses can choose what work they do. Some nurses train and work to help during surgery. Some nurses train to help people understand health problems like nutrition (what to eat), and disease (what can make people sick). Nurses can do many different jobs to help people.\nNurses are in demand because there are not enough nurses to handle hospital needs. Because of this shortage nurses will sometimes travel to another location to work for a few months in what is called travel nursing.\nTitles.\nRegistered Nurse in some countries like U.S is a term for an officially registered nurse. In hospitals where nurses wear uniforms with caps, an R.N. is recognizable by the fact that the cap has two black stripes.\nNursing in Australia.\nNursing in Australia is done by \"Registered Nurses\" or \"Enrolled Nurses\". Both must complete education past high school. An Enrolled Nurse must complete a course of study between 12 and 18 months. Registered Nurses need to complete a Bachelor's degree.\nGender-neutral titles.\nTitles have changed because men as well as women can be nurses. It was, in most countries, a wholly female occupation. The titles were designed for females and have now been revised to be genderless. The exception to this is midwife, a term still used because it seems natural that a nurse helping a mother through childbirth should be a female. There are some males acting as midwives. The supervisory body for UK nursing is the Nursing and Midwifery Council.\nTeams.\nSome medical and surgical groups operate as teams. This means that senior surgeons always operate with the same group of people, so reducing the risk of mistakes, and allowing juniors to learn and understand the individual cases.\nAlso, moving around as a team allows specialist groups to serve more than one hospital. This is particularly useful when the amount of work in a speciality does not permit having a full team on site in each hospital.","categories":[],"infobox_types":[],"annotations":[{"uri":"Doctor","surface_form":"doctor","offset":100},{"uri":"Surgery","surface_form":"surgery","offset":1031},{"uri":"Disease","surface_form":"disease","offset":1134},{"uri":"U.S","surface_form":"U.S","offset":1485},{"uri":"Uniforms","surface_form":"uniforms","offset":1566},{"uri":"Recognizable","surface_form":"recognizable","offset":1597},{"uri":"Australia","surface_form":"Australia","offset":1691},{"uri":"Education","surface_form":"education","offset":1773},{"uri":"High_school","surface_form":"high school","offset":1788},{"uri":"Class","surface_form":"course","offset":1835},{"uri":"Learning","surface_form":"study","offset":1845},{"uri":"Bachelor%27s_degree","surface_form":"Bachelor's degree","offset":1914},{"uri":"Midwife","surface_form":"midwife","offset":2181},{"uri":"Childbirth","surface_form":"childbirth","offset":2271},{"uri":"UK","surface_form":"UK","offset":2368},{"uri":"Nursing_and_Midwifery_Council","surface_form":"Nursing and Midwifery Council","offset":2386}]}