{"id":123877,"url":"http://en.wikipedia.org/wiki/Dr._Seuss","text":"Theodor Seuss Geisel (; March 2, 1904 – September 24, 1991) was an American writer and cartoonist from Springfield, Massachusetts. He was better known by his pen name, Dr. Seuss. After World War I he was a sophomore in high school. He wasn't interested in sports but still went to school and did daily activities. He pronounced his name, but it is often said as.\nPublications.\nIn his long life Geisel wrote more than 60 books. He was inspired to write his stories because when he opened his window he heard the animals from the nearby zoo. Though most of them were published as Dr. Seuss, he also wrote 13 books as Theo. LeSieg and one as Rosetta Stone (a pun on the Rosetta Stone). Theodor Seuss Geisel is one of the most popular children's authors of all time. His books were known for catchy phrases. His books have sold over 222 million copies and been translated into more than 15 languages. In the years after his death in 1991, several books have been published based on his sketches and notes; these include \"Hooray for Diffendoofer Day!\" and \"Daisy-Head Mayzie\". Though they were all published under the name Dr. Seuss, only \"My Many Colored Days\", originally written in 1973, was entirely by Geisel.BY the time of his death he had sold 200 million copies of his books. There is a museum devoted only for his books in Springfield, Mass.\nDeath.\nDr. Seuss died from oral cancer in La Jolla, California, aged 87.","categories":[],"infobox_types":["Writer"],"annotations":[{"uri":"Americans","surface_form":"American","offset":67},{"uri":"Writer","surface_form":"writer","offset":76},{"uri":"Cartoonist","surface_form":"cartoonist","offset":87},{"uri":"Springfield%2C_Massachusetts","surface_form":"Springfield, Massachusetts","offset":103},{"uri":"Pen_name","surface_form":"pen name","offset":158},{"uri":"Rosetta_Stone","surface_form":"Rosetta Stone","offset":667},{"uri":"Million","surface_form":"million","offset":833},{"uri":"Oral_cancer","surface_form":"oral cancer","offset":1373},{"uri":"La_Jolla%2C_California","surface_form":"La Jolla, California","offset":1388}]}