{"id":12383,"url":"http://en.wikipedia.org/wiki/Puerto_Rico","text":"Puerto Rico, or the Commonwealth of Puerto Rico, is a U.S. territory in the Caribbean Sea. This means that it is part of the United States and citizens of Puerto Rico are citizens of the United States as well. Puerto Rico is not an independent country, but there has been a movement for independence for almost two centuries. There have been protests, votes, and armed attacks for independence.\nPuerto Rico has almost 4 million (4,000,000) people. Its political system is based on a republican system. It has two official languages: Spanish and English. The currency used is the United States dollar. \"Puerto Rico\" means \"rich port\" in Spanish.\nThe Commonwealth of Puerto Rico includes the largest, main island and a number of smaller islands, including Mona, Vieques, and Culebra. Of those three smaller islands, only Culebra and Vieques are populated all year. Mona is unpopulated, but employees of the Puerto Rico Department of Natural Resources sometimes visit the island to inspect it and its wildlife. People can visit the island for hiking and camping by getting the permission needed. San Juan, on the northern side of the main island, is the island's largest city and the capital of the territory. The common languages are Spanish spoken by 94.7% of the population and English, spoken by 5.3%.\nOn May 3, 2017, Puerto Rico filed for bankruptcy after a massive debt and weak economy. It is the largest bankruptcy case in American history.\nStatus with respect to the USA.\nPuerto Rico is one of the unincorporated territories of the USA. Because it is not a state, citizens cannot vote in U.S. national elections unless they have an address in one of the 50 US states. These are organized, self-governing territories with locally elected governors and legislatures. Puerto Rico elects a Resident Commissioner to the U.S. House of Representatives.\nHistory of Puerto Rico.\nThe history of Puerto Rico began when the Ortoiroid people started living in the island between 3000 and 2000 BC. Other tribes, for example the Saladoid and Arawak Indians, lived in the island between 430 BC and 1000 AD. When Christopher Columbus arrived at the island in 1492 and named it \"San Juan Bautista\", the people living there were the \"Taínos\".\nSince it is in the northeastern Caribbean Sea, Puerto Rico formed an important part of the Spanish Empire from the early years of the exploration, conquest, and colonization of the New World. The Spanish spread race-based slavery across the island. In the 19th century, slave revolts and the abolitionist movement brought an end to legal slavery.\nThe island was a major military post during many wars between Spain and other European countries for control of the region in the 16th, 17th and 18th centuries. In 1898, during the Spanish-American war, Puerto Rico was invaded and became a possession of the United States.\nDuring the 20th century, Puerto Rico's political status changed from time to time. The Foraker Act of 1900 created a civil government to replace the military government made after the Spanish–American war, and the Jones Act of 1917 gave Puerto Rican people United States citizenship. Afterwards, in 1952, the drafting of Puerto Rico's own Constitution and democratic elections were established.\nThe political status of Puerto Rico, a Commonwealth controlled by the United States, is still not completely defined. Many people want to resolve this status, while others want the status to remain the same. Of the people who want to change the status, some want Puerto Rico to become a new U.S. state, while others want Puerto Rico to become a fully independent country.\nGeography.\nPuerto Rico is an archipelago, with a main island where most of the population lives, two smaller islands (Vieques and Culebra) with residents, and many other smaller islands. The main island has a mountain range in the center, which covers most of the island. The highest point is 4,390 feet (1,338 meters)\nPolitical parties.\nPuerto Rico has three main political parties: the Puerto Rican Independence Party, which favors Puerto Rico becoming an independent nation; the New Progressive Party, which supports Puerto Rico's transition to becoming a state of the U.S; and the Popular Democratic Party, which supports Colonialism.\nThe issue of the political status of the island (meaning whether it's a country, a U.S state, or a colony) is an issue of debate amongst the Puerto Rican people. In the past there have been many attempts to clearly define the island's political status by means of voting. Most of the time the majority of the people have chosen to remain a colony. However, in the last \"status voting\" the colonial option appeared to have lost well over 90% of its support, while the U.S state option has only gained strength in the last few decades. The Puerto Rican Independence party, on the other hand, has mainly lost a great deal of support within the last six decades.\nDemographics.\nPuerto Rico is said to comprise a White majority, an extinct Amerindian population, persons of mixed ancestry, Africans and a small Asian minority. Recent genetic research, however, contradicts that information. According to the 2010 US Census, 99% of the population consider themselves of Puerto Rican descent (regardless of race or skin color), making Puerto Rico one of the most culturally unified societies in the world.\nLiterature.\nPuerto Rico has a strong literary tradition. The most important playwrights are René Marqués (author of \"The Oxcart\") and Lin Manuel Miranda (creator of the Broadway musical \"Hamilton\"). The most famous poets are Julia de Burgos (\"Yo fui mi ruta\") and Giannina Braschi (author the poetry epic \"Empire of Dreams\"). Celebrated Puerto Rican novelists include Rosario Ferrer (Eccentric Neighborhoods), Giannina Braschi (United States of Banana), and Esmeralda Santiago (When I Was Puerto Rican).\nArt.\nJosé Campeche (1751-1809) is the first known Puerto Rican painter. He painted in the best rococo style. Franciso Oller painted Puerto Rican landscapes and still life paintings the 19th Century. In the 20th century Franciso Rodón who paints portraits of celebrities. In the 21st century, Allora and Calzadilla are conceptual artists in San Juan, Puerto Rico.\nMusic.\nPuerto Rico music is often called Latin music. There are many popular styes of Puerto Rican dance music, including Salsa, Bomba, Plena, and R\"eggaeton\". One of the most popular bands today is Calle 13. World famous Puerto Rican singers include Jennifer Lopez, Hector Lavoe, Tito Puentes, and Marc Anthony. Ricky Martin won the 1999 Grammy Award for \"Best Latin Pop Performance\" for Living La Vida Loca.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._territory","surface_form":"U.S. territory","offset":54},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":76},{"uri":"Independence","surface_form":"independent","offset":232},{"uri":"Protest","surface_form":"protests","offset":342},{"uri":"Votes","surface_form":"votes","offset":352},{"uri":"War","surface_form":"armed attacks","offset":363},{"uri":"Republic","surface_form":"republican system","offset":483},{"uri":"Spanish_language","surface_form":"Spanish","offset":533},{"uri":"English_language","surface_form":"English","offset":545},{"uri":"Currency","surface_form":"currency","offset":558},{"uri":"United_States_dollar","surface_form":"United States dollar","offset":579},{"uri":"Spanish_language","surface_form":"Spanish","offset":636},{"uri":"Island","surface_form":"island","offset":735},{"uri":"Mona","surface_form":"Mona","offset":754},{"uri":"Vieques","surface_form":"Vieques","offset":760},{"uri":"Culebra%2C_Puerto_Rico","surface_form":"Culebra","offset":773},{"uri":"Wildlife","surface_form":"wildlife","offset":998},{"uri":"Hiking","surface_form":"hiking","offset":1040},{"uri":"Camping","surface_form":"camping","offset":1051},{"uri":"Permission","surface_form":"permission","offset":1074},{"uri":"San_Juan%2C_Puerto_Rico","surface_form":"San Juan","offset":1093},{"uri":"City","surface_form":"city","offset":1168},{"uri":"Capital_(city)","surface_form":"capital","offset":1181},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":1341},{"uri":"History_of_the_United_States","surface_form":"American history","offset":1428},{"uri":"Unincorporated_territory","surface_form":"unincorporated territories","offset":1504},{"uri":"U.S._state","surface_form":"state","offset":1563},{"uri":"Legislature","surface_form":"legislature","offset":1757},{"uri":"United_States_House_of_Representatives","surface_form":"U.S. House of Representatives","offset":1821},{"uri":"Island","surface_form":"island","offset":1957},{"uri":"Tribes","surface_form":"tribes","offset":1996},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":2102},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":2262},{"uri":"Spanish_Empire","surface_form":"Spanish Empire","offset":2321},{"uri":"Exploration","surface_form":"exploration","offset":2364},{"uri":"Invasion","surface_form":"conquest","offset":2377},{"uri":"Colonization","surface_form":"colonization","offset":2391},{"uri":"New_World","surface_form":"New World","offset":2411},{"uri":"Race_(sociology)","surface_form":"race","offset":2441},{"uri":"Slavery","surface_form":"slavery","offset":2452},{"uri":"Revolt","surface_form":"revolts","offset":2506},{"uri":"Abolitionist","surface_form":"abolitionist","offset":2522},{"uri":"Island","surface_form":"island","offset":2581},{"uri":"Military","surface_form":"military","offset":2600},{"uri":"Wars","surface_form":"wars","offset":2626},{"uri":"Spain","surface_form":"Spain","offset":2639},{"uri":"Europe","surface_form":"Europe","offset":2655},{"uri":"Century","surface_form":"centuries","offset":2727},{"uri":"Spanish-American_war","surface_form":"Spanish-American war","offset":2758},{"uri":"Possession","surface_form":"possession","offset":2817},{"uri":"United_States","surface_form":"United States","offset":2835},{"uri":"Foraker_Act_of_1900","surface_form":"Foraker Act of 1900","offset":2937},{"uri":"Government","surface_form":"government","offset":2973},{"uri":"Jones_Act_of_1917","surface_form":"Jones Act of 1917","offset":3064},{"uri":"Citizenship","surface_form":"citizenship","offset":3121},{"uri":"Democracy","surface_form":"democratic","offset":3206},{"uri":"Election","surface_form":"election","offset":3217},{"uri":"U.S._state","surface_form":"U.S. state","offset":3536},{"uri":"Archipelago","surface_form":"archipelago","offset":3646},{"uri":"Ren%C3%A9_Marqu%C3%A9s","surface_form":"René Marqués","offset":5446},{"uri":"Lin-Manuel_Miranda","surface_form":"Lin Manuel Miranda","offset":5488},{"uri":"Giannina_Braschi","surface_form":"Giannina Braschi","offset":5618},{"uri":"Esmeralda_Santiago","surface_form":"Esmeralda Santiago","offset":5812},{"uri":"Jos%C3%A9_Campeche","surface_form":"José Campeche","offset":5863},{"uri":"Rococo","surface_form":"rococo","offset":5953},{"uri":"Still_life","surface_form":"still life","offset":6018},{"uri":"Celebrity","surface_form":"celebrities","offset":6116},{"uri":"Conceptual_art","surface_form":"conceptual artists","offset":6176},{"uri":"Salsa","surface_form":"Salsa","offset":6343},{"uri":"Reggaeton","surface_form":"R\"eggaeton\"","offset":6368},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":6472},{"uri":"Tito_Puente","surface_form":"Tito Puentes","offset":6502},{"uri":"Marc_Anthony","surface_form":"Marc Anthony","offset":6520},{"uri":"Ricky_Martin","surface_form":"Ricky Martin","offset":6534},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":6560},{"uri":"Livin%27_la_Vida_Loca","surface_form":"Living La Vida Loca","offset":6610}]}