{"id":12399,"url":"http://en.wikipedia.org/wiki/The_Hitchhiker%27s_Guide_to_the_Galaxy","text":"\"The Hitchhiker's Guide to the Galaxy\" is a science fiction comedy series by Douglas Adams. It started out as a radio show series for the BBC Radio 4 in 1978.\nBetween 1979 - 1992, Adams wrote a series of five books.\nIn 1980, a second radio series was broadcast.\nIn 1981, it was made into a television series.\nIn 2004, the third radio series was broadcast.\nIn 2005, it was made into a movie, and the fourth and fifth radio series were broadcast. A CD was released following the final episode transmission of each radio series.\nIt has also been a computer game, and several stage plays and comic books. Douglas Adams also suggested he would write a sixth book but he died before he could complete it, so Eoin Colfer wrote the sixth book in the series.\nIn 2018, the sixth radio series, the \"Hexagonal Phase\", was broadcast on BBC Radio 4.\nIt featured Professor Stephen Hawking introducing himself as the voice of \"The Hitchhiker’s Guide to the Galaxy Mk II\" by saying: \"I have been quite popular in my time. Some even read my books\".\nSynopsis.\nThe radio, book, TV and movie versions differ from each other. The same basic plot is used but they sometimes contradict each other. This is due to Adams rewriting the story for each new medium.\nIn all versions, the story follows the adventures of Arthur Dent. He is an Englishman. His house is being bulldozed to make way for a bypass. At the same time the Earth is being demolished by the Vogons to make way for an intergalactic bypass. The vogons are a race of unpleasant and bureaucratic aliens.\nDent's friend, Ford Prefect, is an alien. He is a researcher for the eponymous guidebook. He rescues Dent from Earth's destruction.\nZaphod Beeblebrox is Ford's eccentric semi-cousin. Beeblebrox is the Galactic President. He has stolen the \"Heart of Gold\", a spacecraft equipped with the Infinite Improbability Drive. The depressed robot Marvin the Paranoid Android and Trillian are crew members.\nTrillian was known as Tricia McMillan, a woman Arthur once met at a party in Islington. Beeblebrox saved her from Earth's destruction. She is the only other human survivor.\nArthur learns that the Earth was actually a giant supercomputer. It was created by another supercomputer, Deep Thought. Deep Thought had been built to give the answer to the \"Ultimate Question of Life, the Universe, and Everything\". It gave the answer as \"42\". The creators of Deep Thought were disappointed and Deep Thought was then instructed to design the Earth supercomputer to determine what the question actually is.\nThe Earth was destroyed by the Vogons just before its calculations were due to complete. Arthur becomes the target of the descendants of the Deep Thought creators, believing his mind must hold the Question. With his friends' help, Arthur escapes and they decide to have lunch at The Restaurant at the End of the Universe. They have more adventures.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science_fiction","surface_form":"science fiction","offset":44},{"uri":"Comedy","surface_form":"comedy","offset":60},{"uri":"Douglas_Adams","surface_form":"Douglas Adams","offset":77},{"uri":"Radio","surface_form":"radio","offset":112},{"uri":"BBC_Radio_4","surface_form":"BBC Radio 4","offset":138},{"uri":"1978","surface_form":"1978","offset":153},{"uri":"1979","surface_form":"1979","offset":167},{"uri":"1992","surface_form":"1992","offset":174},{"uri":"1980","surface_form":"1980","offset":219},{"uri":"1981","surface_form":"1981","offset":265},{"uri":"Television","surface_form":"television","offset":290},{"uri":"2004","surface_form":"2004","offset":312},{"uri":"2005","surface_form":"2005","offset":359},{"uri":"Computer_game","surface_form":"computer game","offset":545},{"uri":"Play_(theatre)","surface_form":"play","offset":578},{"uri":"Comic_book","surface_form":"comic book","offset":588},{"uri":"2018","surface_form":"2018","offset":753},{"uri":"Stephen_Hawking","surface_form":"Stephen Hawking","offset":858},{"uri":"Arthur_Dent","surface_form":"Arthur Dent","offset":1289},{"uri":"English_people","surface_form":"Englishman","offset":1311},{"uri":"Bulldozer","surface_form":"bulldozed","offset":1342},{"uri":"Bypass_(road)","surface_form":"bypass","offset":1370},{"uri":"Vogon","surface_form":"Vogon","offset":1432},{"uri":"Bureaucracy","surface_form":"bureaucratic","offset":1520},{"uri":"Ford_Prefect_(character)","surface_form":"Ford Prefect","offset":1556},{"uri":"Extraterrestrial_life","surface_form":"alien","offset":1576},{"uri":"Eponym","surface_form":"eponym","offset":1610},{"uri":"Zaphod_Beeblebrox","surface_form":"Zaphod Beeblebrox","offset":1673},{"uri":"Infinite_Improbability_Drive","surface_form":"Infinite Improbability Drive","offset":1828},{"uri":"Robot","surface_form":"robot","offset":1872},{"uri":"Marvin_the_Paranoid_Android","surface_form":"Marvin the Paranoid Android","offset":1878},{"uri":"Trillian_(character)","surface_form":"Trillian","offset":1910},{"uri":"42_(answer)","surface_form":"42","offset":2366}]}