{"id":124066,"url":"http://en.wikipedia.org/wiki/Philip_Gidley_King","text":"Philip Gidley King (April 23, 1758 – September 3, 1808) was a sailor in the British Royal Navy who became the third Governor of New South Wales.\nEarly life.\nKing was born in Launceston, Cornwall. His father was a draper, selling cloth and fabrics. He joined the navy in 1770 at the age of 12. He was made the captain's servant on the \"HMS Swallow\". He served in the West Indies and then fought in the American War of Independence. He became a midshipman and later a lieutenant. He served with Captain Arthur Phillip in \"HMS Ariadne\". He went to India with Phillip in 1783 in the ship \"HMS Europe\". Phillip was very pleased with King. He made King a lieutenant on HMS \"Sirius\" when he took the First Fleet to Australia in 1787 to start the penal colony.\nNorfolk Island.\nThree weeks after the First Fleet got to Sydney, Governor Phillip sent King to Norfolk Island. His task was to set up a small penal colony that would make use of the timber and flax growing on the island. These would be of use to the British Navy. He arrived at the island on March 3, 1788. There was no safe place to land on the island and this made it a difficult place to have a settlement. King had a group of 23 people including 15 convicts. Over the next two years they began clearing land (removing trees) to grow crops and to raise cattle and other animals. King was made Lieutenant-Governor of Norfolk Island. In March 1790, Phillip sent King back to England. He was to go back and tell the British government about the problems of the new settlements in Australia.\nKing stayed in London for about four months. He married Anna Josepha Coombe on March 11, 1791, and they left for Australia four days later. After reporting to Phillip in Sydney, they were back on Norfolk Island in November, where his son Phillip Parker King was born.\nReturn to Norfolk Island.\nWhile he had been away, Norfolk had been governed by Lieutenant-Governor Robert Ross. Phillip had moved Ross to the island because of his difficulties in working with him at Sydney. When King arrived, the convicts, settlers and soldiers were very unhappy because of Ross's leadership. King made new rules, which made things better for people who wanted to settle on the island, many of whom had been marines or convicts. In 1794 the island was growing all of the wheat it needed, and had so many pigs it was able to send food to Sydney.\nThe flax on the island was too hard to turn into cloth. Two Maoris from New Zealand were kidnapped and brought to Norfolk to teach people how to work the flax. The two men did not know about flax, because in New Zealand it was work done by the women. In November 1793, King left the island for ten days to take the men back home. He did not have permission to leave and got into trouble from Lieutenant-Governor Francis Grose. King also had problems with many of the soldiers. They said he punished them more than the convicts. King arrested 20 soldiers and charged them with mutiny, and sent them to Sydney. Grose released the soldiers and told the soldiers on Norfolk that they were in charge, not King. These orders were later changed by the Duke of Portland.\nKing became ill with gout, and in October 1796 Governor John Hunter let him go back to England to get medical treatment.\nEngland.\nHe soon became better with proper medical treatment. He began to look for work, and Phillip wanted the government to send him back to New South Wales to be the new governor. After many delays, he set out for Australia in a new ship partly designed by Sir Joseph Banks. This ship turned out to be unsafe, and could not sail in rough seas. King was forced to return to England. After further delays, he finally sailed on the ship \"Speedy,\" and arrived in Sydney on November 26, 1799.\nGovernor of New South Wales.\nHunter remained in charge until he could arrange to sail back to England in Spetember, 1800. King as the new governor, immediately set about to try and make changes. He wanted to control the amount of alcohol being brought to Australia by the military and sold at a profit. For example, the two surgeons that came to Australia on the \"Speedy\" had brought 4359 gallons (19,816 litres) of alcohol to sell. He tried to get merchants in Calcutta and the US not to send alcohol. He started a brewery to make beer, hoping this would be less of a problem than the alcohol like rum.\nKing arranged for the government to bring in supplies for sale at a reasonable price, which ended the power of some of the military. He also brought in controls over prices, wages, working hours, baking, butchers, interest rates, weights, measures and currency. He reduced the number of convict servants that the military officers could have. He arranged for more convicts to be put to work on farms and projects like building roads, guard houses, and granaries. The new colony began to grow all of its own food. King looked at ways to increase the food supply and arranged for the import of sheep and cattle to build up stocks. King also began to employ convicts who had finished their prison sentences, called emancipists. He started a school for female orphans, a newspaper (the Sydney Gazette), and even had people vaccinated for smallpox.\nKing was often in conflict with the military, the New South Wales Corps. As soldiers, they did not like taking orders from a naval officer. They felt that their duties were to protect New South Wales, and not to be responsible for the convicts. They wanted the colony to be run like a prison, even though there was no other people but them to run it. They objected to freed convicts being given any rights or land. King's changes had also upset their money making schemes through the sale of alcohol and other goods. King's orders were often ignored or disobeyed. In 1801 he sent an officer, John Macarthur, back to England to be tried for refusing orders and fighting a duel with his commanding officer. Instead of going to trial, Macarthur was able to make the British government believe that he was innocent, and all the problem were caused by King's lack of ability. Macarthur left the army and returned to Australia in July 1805 as a hero, having been told he could have of the best land. King asked for leave, and was told his resignation was accepted.\nDeath.\nKing had to stay until August 1806 so that a new governor could be sent out. His health broke down and he was not fit to sail until February 1807. He reached England in November 1807. King died on September 3, 1808, and was buried in London.","categories":[],"infobox_types":["Officeholder"],"annotations":[{"uri":"British","surface_form":"British","offset":76},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":84},{"uri":"Governor","surface_form":"Governor","offset":116},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":128},{"uri":"Launceston%2C_Cornwall","surface_form":"Launceston, Cornwall","offset":174},{"uri":"Draper","surface_form":"draper","offset":213},{"uri":"Captain","surface_form":"captain","offset":309},{"uri":"Servant","surface_form":"servant","offset":319},{"uri":"West_Indies","surface_form":"West Indies","offset":366},{"uri":"American_War_of_Independence","surface_form":"American War of Independence","offset":401},{"uri":"Midshipman","surface_form":"midshipman","offset":443},{"uri":"Lieutenant","surface_form":"lieutenant","offset":466},{"uri":"Arthur_Phillip","surface_form":"Arthur Phillip","offset":501},{"uri":"India","surface_form":"India","offset":545},{"uri":"HMS_Sirius_(1786)","surface_form":"HMS \"Sirius\"","offset":663},{"uri":"First_Fleet","surface_form":"First Fleet","offset":693},{"uri":"Australia","surface_form":"Australia","offset":708},{"uri":"Penal_colony","surface_form":"penal colony","offset":739},{"uri":"Sydney","surface_form":"Sydney","offset":810},{"uri":"Norfolk_Island","surface_form":"Norfolk Island","offset":848},{"uri":"Penal_colony","surface_form":"penal colony","offset":895},{"uri":"Flax","surface_form":"flax","offset":946},{"uri":"British_Navy","surface_form":"British Navy","offset":1003},{"uri":"Convict","surface_form":"convict","offset":1206},{"uri":"Cattle","surface_form":"cattle","offset":1309},{"uri":"Phillip_Parker_King","surface_form":"Phillip Parker King","offset":1782},{"uri":"Robert_Ross","surface_form":"Robert Ross","offset":1911},{"uri":"Marine_(military)","surface_form":"marine","offset":2238},{"uri":"M%C4%81ori_people","surface_form":"Maoris","offset":2435},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2447},{"uri":"Kidnap","surface_form":"kidnap","offset":2464},{"uri":"Permission","surface_form":"permission","offset":2721},{"uri":"Francis_Grose","surface_form":"Francis Grose","offset":2787},{"uri":"Punish","surface_form":"punish","offset":2865},{"uri":"Arrest","surface_form":"arrested","offset":2908},{"uri":"Mutiny","surface_form":"mutiny","offset":2951},{"uri":"Gout","surface_form":"gout","offset":3159},{"uri":"John_Hunter","surface_form":"John Hunter","offset":3194},{"uri":"Joseph_Banks","surface_form":"Joseph Banks","offset":3523},{"uri":"Alcohol","surface_form":"alcohol","offset":3980},{"uri":"Merchant","surface_form":"merchant","offset":4199},{"uri":"Rum","surface_form":"rum","offset":4349},{"uri":"Currency","surface_form":"currency","offset":4606},{"uri":"Emancipist","surface_form":"emancipist","offset":5066},{"uri":"Orphan","surface_form":"orphan","offset":5110},{"uri":"Vaccination","surface_form":"vaccinated","offset":5173},{"uri":"Smallpox","surface_form":"smallpox","offset":5188},{"uri":"Conflict","surface_form":"conflict","offset":5216},{"uri":"John_Macarthur_(wool_pioneer)","surface_form":"John Macarthur","offset":5790}]}