{"id":124006,"url":"http://en.wikipedia.org/wiki/Spectral_bat","text":"The genus \"Vampyrum\" contains only one species, the Spectral bat (\"V. spectrum\"). Some alternate names for this species are 'Linnaeus's False vampire bat' and the 'Spectral Vampire bat'. Confusingly, they are not related to the Old World family of large carnivorous bats to be found in the Megadermatidae that are also called false vampires. The animals occur in South America, and Trinidad and Tobago.\nThis species is the largest bat (Chiroptera) in the New World. Its wingspan is about 80 cm (almost 3 feet). Body length and weight are 125-35 mm and 145-190 grams respectively. Some animals reach wingspans of over a metre. The fur on the upper parts of the bat is normally brown or rust-orange and quite short. The ears are very long and rounded. The large feet are robust, with long curved claws. The muzzle is long and narrow, and the teeth are strong. The Noseleaf is shaped as in the photograph.\nThe bats are very good at hunting at night. They are predators. Their prey includes many vertebrates, such as amphibians, reptiles, small birds and mammals- they even hunt other bat species. Insects are also included, especially large crickets, cicadas etc. Surprisingly, a small amount of fruit is also eaten.\nWhen hunting, this species is extremely stealthy. It will often pounce from a position on an above branch onto its prey or fly like some owls by patrolling back and forth along forest edges, suddenly dropping on something in the grass. One young or pup is produced each year, and the mother is very attentive and gentle with her offspring. The male is always in attendance too and will frequently sleep with both mother and young completely wrapped in his wings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_World","surface_form":"Old World","offset":228},{"uri":"Megadermatidae","surface_form":"Megadermatidae","offset":290},{"uri":"South_America","surface_form":"South America","offset":363},{"uri":"Trinidad_and_Tobago","surface_form":"Trinidad and Tobago","offset":382},{"uri":"Predator","surface_form":"predator","offset":956},{"uri":"Vertebrate","surface_form":"vertebrate","offset":992},{"uri":"Amphibian","surface_form":"amphibian","offset":1013},{"uri":"Reptile","surface_form":"reptile","offset":1025},{"uri":"Bird","surface_form":"bird","offset":1041},{"uri":"Mammal","surface_form":"mammal","offset":1051},{"uri":"Insect","surface_form":"Insect","offset":1094},{"uri":"Owl","surface_form":"owl","offset":1351}]}