{"id":12411,"url":"http://en.wikipedia.org/wiki/Costa_Rica","text":"Costa Rica (officially called Republic of Costa Rica), is a country in Central America. It is bordered by Nicaragua to the north, Panama to the southeast, the Pacific Ocean to the west, and the Caribbean Sea to the east. The official language of Costa Rica is Spanish. The official currency is the colón. It has enjoyed a long period of peace since the 1863 civil war. Because of its natural beauty and political stability, it is nicknamed the \"Switzerland of Latin America\". Costa Rica has had army since December 1, 1863. Instead of spending money on the military, the government spends money on education and head 1 people live in Costa Rica. The capital city is San José. The current President is Carlos Alvarado Quesada. He was elected in 2014.\nPre-Columbian period.\nThe indigenous people of Costa Rica belong to the Intermediate Area. This Intermediate Area is where the Mesoamerican and Andean indigenous cultures mixed together. The country was influenced by various Chibcha speaking indigenous people.\nThe impact of indigenous peoples' culture on modern Costa Rica has been small. The country did not have a strong native civilization to begin with. Most of the indigenous population was absorbed into the Spanish colony. There are still some small indigenous groups. The largest is the Bribri and Boruca tribes in south Costa Rica.\nSpanish colonization.\nChristopher Columbus sailed to the eastern shores of Costa Rica during his last trip in 1502. He reported large amounts of gold jewelry among the indigenous people.\nDuring the colonial period, Costa Rica was the most southern province of the Captaincy General of Guatemala. But it mostly ruled itself as a part of the Spanish Empire. Costa Rica's distance from the capital in Guatemala, its legal prohibition to trade with the Viceroyalty of New Granada, and the lack of gold and silver made Costa Rica into a poor, little populated region of the Spanish Empire. Costa Rica was called \"the poorest and most miserable Spanish colony in all America\" by a Spanish governor in 1719.\nCosta Rica's poverty was also because there were not enough indigenous people available for slavery. Most of the Costa Rican settlers had to work on their own land. There were no large \"haciendas\" (plantations). For all these reasons, Costa Rica was unappreciated and forgotten by the Spanish Crown. It had to develop on its own.\nCosta Rica became a \"rural democracy\" with no oppressed mestizo or indigenous class. It was not long before Spanish settlers turned to the hills, where they found rich volcanic soil and a better climate.\nIndependence.\nCosta Rica never fought for independence from Spain. On September 15, 1821, after the last Spanish defeat in the Mexican War of Independence (1810–21), the authorities in Guatemala declared the independence of all of Central America. That date is still celebrated as Independence Day in Costa Rica.\nCosta Rica joined the First Mexican Empire of Agustín de Iturbide. After its collapse in 1823, Costa Rica became a province of the new Federal Republic of Central America. it existed from 1823 to 1839. It had a very loose authority over its provinces, especially the poor and remote Costa Rica.\nIn 1824, the Costa Rican capital was moved to San José. This led to a brief battle with the old capital, Cartago.\nWhile civil wars were common in the Federal Republic of Central America, Costa Rica was largely peaceful.\nIn 1838, Costa Rica formally proclaimed itself an independent country. The local population had little allegiance to the federal government in Guatemala. From colonial times to now, Costa Rica's reluctance to become politically tied with the rest of Central America has been a major obstacle to efforts for greater regional integration.\nEconomic growth.\nCoffee was first planted in Costa Rica in the early 19th century. It was first shipped to Europe in 1843. It became Costa Rica's first major export. Coffee would remain Costa Rica's biggest export until the 20th century.\nMost of the coffee exported was transported by oxcart to the Pacific port of Puntarenas. Since the main market for the coffee was in Europe, it soon became a high priority to develop a transportation route from the Central Plateau to the Atlantic Ocean. For this purpose, in the 1870s, the Costa Rican government asked U.S. businessman Minor C. Keith to build a railroad to the Caribbean port of Limón. Despite enormous difficulties with construction, disease, and financing, the railroad was completed in 1890.\nMost Afro-Costa Ricans come from Jamaican immigrants who worked on the railway. United States convicts, Italians and Chinese immigrants also worked in the construction of the railroad.\nIn exchange for making the railroad, Costa Rican gave Keith large amounts of land and a lease on the train route, which he used to produce bananas and export them to the United States. As a result, bananas became the largest export. The United Fruit Company began to hold a major role in the national economy.\n20th century.\nCosta Rica has enjoyed greater peace and political stability than other Latin American nations.\nBut in 1917–19, General Federico Tinoco Granados ruled as a military dictator until he was overthrown. The unpopularity of Tinoco's government led to a considerable decline in the size, wealth, and political influence of the Costa Rican military.\nIn 1948, José Figueres Ferrer led an armed uprising between the previous president Rafael Ángel Calderón Guardia (he served as president between 1940 and 1944) and Otilio Ulate Blanco. With more than 2,000 dead, the 44-day Costa Rican Civil War was the bloodiest event in Costa Rica during the 20th century.\nThe victorious rebels formed a government that abolished the military. It oversaw the drafting of a new constitution by a democratically elected assembly. Having enacted these reforms, the junta relinquished its power on November 8, 1949, to the new democratic government. After that, Figueres became a national hero, winning the country's first democratic election under the new constitution in 1953. Since then, Costa Rica has held 14 presidential elections, the latest in 2014. All of them have been widely regarded by the international community as peaceful and transparent.\nGeography.\nCosta Rica is on the Central American isthmus. It is between latitudes 8° and 12°N, and longitudes 82° and 86°W. It borders the Caribbean Sea to the east and the Pacific Ocean to the west. It has a total of of coastline. Costa Rica also borders Nicaragua to the north (of border) and Panama to the southeast (of border). In total, Costa Rica has plus of territorial waters.\nThe highest point in the country is Cerro Chirripó, at. The largest lake in Costa Rica is Lake Arenal.\nClimate.\nCosta Rica is located between 8 and 12 degrees north of the Equator. The climate is tropical all year. The country has many microclimates depending on elevation, rainfall, and the geography of each region.\nCosta Rica's seasons are defined by how much rain falls. It does not have the four seasons other countries have. The year can be split into two seasons: the dry season (known as summer), and the rainy season (known as winter). The \"summer\" starts in December and ends in April. \"Winter\" starts in May and ends in November. During this time it rains constantly in some regions.\nThe location receiving the most rain is the Caribbean. Annual rainfall is over. Humidity is also higher here. The mean annual temperature on the coast is around. in the main populated areas, and below on the highest mountains.\nThere are many national parks in Costa Rica, including Manuel Antonio National Park.\nPlants and animals.\nCosta Rica is home to many plants and animals. The country has only about 0.25% of the world's landmass, but it has 5% of the world's biodiversity. Almost 25% of Costa Rica's land area is in national parks and protected areas. This is the largest percentage of protected areas in the world.\nCosta Rica successfully reduced deforestation. It had one of the worst deforestation rates in the world from 1973 to 1989. But it was almost zero by 2005.\nThe Corcovado National Park is internationally known by ecologists for its biodiversity. Visitors can see many different types of animals. An example is the big cats and tapirs. Corcovado is the only park in Costa Rica where all four Costa Rican monkeys can be found. These include the white-headed capuchin, the mantled howler,the endangered Geoffroy's spider monkey and the Central American squirrel monkey. The squirrel monkey is found only on the Pacific coast of Costa Rica and a small part of Panama.\nTortuguero National Park is home to spider, howler, and white-throat Capuchin monkeys. It is also the home of three-toed sloth and two-toed sloth. It has 320 species of birds and many reptiles. There is an annual nesting of the endangered green turtle, and is the most important nesting site for the species. Giant leatherback, hawksbill, and loggerhead turtles also nest here.\nThe Monteverde Cloud Forest Reserve is home to almost 2,000 plant species. Including many orchids. It is also home to more than 400 types of birds. There are more than 100 species of mammals here.\nCosta Rica is a center of biological diversity for reptiles and amphibians. They have the world's fastest running lizard, the spiny-tailed iguana (\"Ctenosaura similis\").\nProvinces, cantons, and districts.\nArticle 168 of the Constitution of Costa Rica says the political divisions are classified into 3 groups: provinces, cantons, and districts.\nCosta Rica has seven provinces. The provinces are divided into 81 cantons. The canton is directed by a mayor. Mayors are chosen democratically every four years by the canton's people. There are no provincial legislatures. The cantons are further divided into 463 districts.\nSports.\nCosta Rica entered the Summer Olympics for the first time in 1936 with the fencer Bernardo de la Guardia. They entered the Winter Olympics for the first time in 1980 with the skier Arturo Kinch. All four of Costa Rica's Olympic medals were won by the sisters Silvia and Claudia Poll in swimming. Claudia won the country's only gold medal in 1996.\nAssociation football is the most popular sport in Costa Rica. The national team has played in four FIFA World Cup tournaments. They reached the quarter-finals for the first time in 2014. Its best performance in the regional CONCACAF Gold Cup was runner-up in 2002.","categories":[],"infobox_types":[],"annotations":[{"uri":"Central_America","surface_form":"Central America","offset":71},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":106},{"uri":"Panama","surface_form":"Panama","offset":130},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":194},{"uri":"Spanish_language","surface_form":"Spanish","offset":260},{"uri":"Currency","surface_form":"currency","offset":282},{"uri":"Costa_Rican_col%C3%B3n","surface_form":"colón","offset":298},{"uri":"Peace","surface_form":"peace","offset":337},{"uri":"Civil_war","surface_form":"civil war","offset":358},{"uri":"Nickname","surface_form":"nickname","offset":430},{"uri":"Switzerland","surface_form":"Switzerland","offset":445},{"uri":"Latin_America","surface_form":"Latin America","offset":460},{"uri":"Capital_(city)","surface_form":"capital city","offset":650},{"uri":"San_Jos%C3%A9%2C_Costa_Rica","surface_form":"San José","offset":666},{"uri":"Carlos_Alvarado_Quesada","surface_form":"Carlos Alvarado Quesada","offset":701},{"uri":"Indigenous_peoples","surface_form":"indigenous people","offset":776},{"uri":"Intermediate_Area","surface_form":"Intermediate Area","offset":822},{"uri":"Mesoamerican","surface_form":"Mesoamerican","offset":877},{"uri":"Andean","surface_form":"Andean","offset":894},{"uri":"Chibchan_languages","surface_form":"Chibcha","offset":975},{"uri":"Bribri_people","surface_form":"Bribri","offset":1296},{"uri":"Boruca_people","surface_form":"Boruca","offset":1307},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":1364},{"uri":"Gold","surface_form":"gold","offset":1487},{"uri":"Jewelry","surface_form":"jewelry","offset":1492},{"uri":"Captaincy_General_of_Guatemala","surface_form":"Captaincy General of Guatemala","offset":1606},{"uri":"Spanish_Empire","surface_form":"Spanish Empire","offset":1682},{"uri":"Guatemala","surface_form":"Guatemala","offset":1740},{"uri":"Viceroyalty_of_New_Granada","surface_form":"Viceroyalty of New Granada","offset":1791},{"uri":"Slavery","surface_form":"slavery","offset":2135},{"uri":"Hacienda","surface_form":"hacienda","offset":2229},{"uri":"Plantation","surface_form":"plantation","offset":2241},{"uri":"Habsburg_Spain","surface_form":"Spanish Crown","offset":2328},{"uri":"Mestizo","surface_form":"mestizo","offset":2429},{"uri":"Spain","surface_form":"Spain","offset":2637},{"uri":"Mexican_War_of_Independence","surface_form":"Mexican War of Independence","offset":2704},{"uri":"Guatemala","surface_form":"Guatemala","offset":2762},{"uri":"First_Mexican_Empire","surface_form":"First Mexican Empire","offset":2912},{"uri":"Agust%C3%ADn_de_Iturbide","surface_form":"Agustín de Iturbide","offset":2936},{"uri":"Federal_Republic_of_Central_America","surface_form":"Federal Republic of Central America","offset":3025},{"uri":"San_Jos%C3%A9%2C_Costa_Rica","surface_form":"San José","offset":3231},{"uri":"Cartago%2C_Costa_Rica","surface_form":"Cartago","offset":3290},{"uri":"Bullock_cart","surface_form":"oxcart","offset":4027},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":4041},{"uri":"Puntarenas","surface_form":"Puntarenas","offset":4057},{"uri":"Minor_C._Keith","surface_form":"Minor C. Keith","offset":4316},{"uri":"Caribbean","surface_form":"Caribbean","offset":4358},{"uri":"Lim%C3%B3n","surface_form":"Limón","offset":4376},{"uri":"Jamaica","surface_form":"Jamaica","offset":4525},{"uri":"Immigrants","surface_form":"immigrants","offset":4534},{"uri":"United_Fruit_Company","surface_form":"United Fruit Company","offset":4914},{"uri":"Federico_Tinoco_Granados","surface_form":"Federico Tinoco Granados","offset":5121},{"uri":"Dictator","surface_form":"dictator","offset":5166},{"uri":"Jos%C3%A9_Figueres_Ferrer","surface_form":"José Figueres Ferrer","offset":5353},{"uri":"Rafael_%C3%81ngel_Calder%C3%B3n_Guardia","surface_form":"Rafael Ángel Calderón Guardia","offset":5427},{"uri":"Otilio_Ulate_Blanco","surface_form":"Otilio Ulate Blanco","offset":5508},{"uri":"Costa_Rican_Civil_War","surface_form":"Costa Rican Civil War","offset":5567},{"uri":"Military_of_Costa_Rica","surface_form":"abolished the military","offset":5699},{"uri":"Isthmus","surface_form":"isthmus","offset":6280},{"uri":"8th_parallel_north","surface_form":"°","offset":6314},{"uri":"12th_parallel_north","surface_form":"12°N","offset":6320},{"uri":"82nd_meridian_west","surface_form":"82°","offset":6341},{"uri":"86th_meridian_west","surface_form":"86°W","offset":6349},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":6370},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":6404},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":6487},{"uri":"Panama","surface_form":"Panama","offset":6526},{"uri":"Territorial_waters","surface_form":"territorial waters","offset":6596},{"uri":"Cerro_Chirrip%C3%B3","surface_form":"Cerro Chirripó","offset":6652},{"uri":"Lake_Arenal","surface_form":"Lake Arenal","offset":6706},{"uri":"Equator","surface_form":"Equator","offset":6788},{"uri":"Tropical_climate","surface_form":"tropical","offset":6812},{"uri":"Microclimate","surface_form":"microclimate","offset":6852},{"uri":"Elevation","surface_form":"elevation","offset":6879},{"uri":"Rainfall","surface_form":"rainfall","offset":6890},{"uri":"Geography","surface_form":"geography","offset":6908},{"uri":"Season","surface_form":"four seasons","offset":7012},{"uri":"Temperature","surface_form":"temperature","offset":7437},{"uri":"National_Parks_of_Costa_Rica","surface_form":"national parks","offset":7553},{"uri":"Manuel_Antonio_National_Park","surface_form":"Manuel Antonio National Park","offset":7593},{"uri":"Biodiversity","surface_form":"biodiversity","offset":7777},{"uri":"Deforestation","surface_form":"deforestation","offset":7966},{"uri":"Corcovado_National_Park","surface_form":"Corcovado National Park","offset":8093},{"uri":"Ecologist","surface_form":"ecologist","offset":8145},{"uri":"Big_cats","surface_form":"big cats","offset":8246},{"uri":"Tapirs","surface_form":"tapirs","offset":8259},{"uri":"White-headed_capuchin","surface_form":"white-headed capuchin","offset":8375},{"uri":"Mantled_howler","surface_form":"mantled howler","offset":8402},{"uri":"Geoffroy%27s_spider_monkey","surface_form":"Geoffroy's spider monkey","offset":8432},{"uri":"Central_American_squirrel_monkey","surface_form":"Central American squirrel monkey","offset":8465},{"uri":"Panama","surface_form":"Panama","offset":8588},{"uri":"Tortuguero_National_Park","surface_form":"Tortuguero National Park","offset":8596},{"uri":"Three-toed_sloth","surface_form":"three-toed sloth","offset":8706},{"uri":"Two-toed_sloth","surface_form":"two-toed sloth","offset":8727},{"uri":"Green_turtle","surface_form":"green turtle","offset":8835},{"uri":"Leatherback_turtle","surface_form":"leatherback","offset":8911},{"uri":"Hawksbill_turtle","surface_form":"hawksbill","offset":8924},{"uri":"Loggerhead_Sea_Turtle","surface_form":"loggerhead","offset":8939},{"uri":"Monteverde_Cloud_Forest_Reserve","surface_form":"Monteverde Cloud Forest Reserve","offset":8978},{"uri":"Orchid","surface_form":"orchid","offset":9064},{"uri":"Amphibians","surface_form":"amphibians","offset":9235},{"uri":"Ctenosaura_similis","surface_form":"Ctenosaura similis","offset":9319},{"uri":"Province","surface_form":"province","offset":9481},{"uri":"Province","surface_form":"province","offset":9537},{"uri":"Mayor","surface_form":"mayor","offset":9619},{"uri":"Summer_Olympics","surface_form":"Summer Olympics","offset":9821},{"uri":"Bernardo_de_la_Guardia","surface_form":"Bernardo de la Guardia","offset":9880},{"uri":"Winter_Olympics","surface_form":"Winter Olympics","offset":9921},{"uri":"Arturo_Kinch","surface_form":"Arturo Kinch","offset":9979},{"uri":"Silvia_Poll","surface_form":"Silvia","offset":10057},{"uri":"Claudia_Poll","surface_form":"Claudia Poll","offset":10068},{"uri":"Swimming_(sport)","surface_form":"swimming","offset":10084},{"uri":"1996_Summer_Olympics","surface_form":"1996","offset":10139},{"uri":"Association_football","surface_form":"Association football","offset":10145},{"uri":"Costa_Rica_national_football_team","surface_form":"national team","offset":10211},{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup","offset":10244},{"uri":"2014_FIFA_World_Cup","surface_form":"2014","offset":10326},{"uri":"CONCACAF_Gold_Cup","surface_form":"CONCACAF Gold Cup","offset":10369},{"uri":"2002_CONCACAF_Gold_Cup","surface_form":"2002","offset":10404}]}