{"id":124101,"url":"http://en.wikipedia.org/wiki/Homeopathy","text":"e=\"preserve\">Homeopathy is an alternative medicine. It was created in the 18th century by Samuel Hahnemann. The theory behind homeopathy is that an ill person can be healed with very small amounts of something that produces the symptoms of the illness in a healthy person. Scientists say that homeopathy does not work and only makes people think they feel better (this is called the placebo effect.)\nHomeopaths make their medicines by taking the ingredients, adding water, and shaking the mixture. They then take a drop of the mixture, throw out the rest, and add more water. They do this usually 30 times but sometimes up to 200 times. They call it potentisation. Hahnemann said this would bring out the \"spirit-like medicinal powers held within a drug\". Science can show how many atoms or molecules—tiny things that cannot be divided up any more—of the original substance are left in the homeopathic drug. In most homeopathic drugs, there is not a molecule left of the substance they started out with. Homeopaths believe that the solution carries a \"memory\" of the original substance. Science says that goes against the laws of physics and chemistry.\nHomeopathy became popular because it was created at a time when medicine did not work very well and could make people sick. Back then, taking homeopathy might have kept people from getting hurt by bad doctors. However, medicine has improved since then, and now helps a lot more than it hurts people. Homeopaths have also been known to tell their patients not to take medicines like antibiotics and vaccines that could cure (or keep them from getting) dangerous diseases.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alternative_medicine","surface_form":"alternative medicine","offset":30},{"uri":"Symptom","surface_form":"symptom","offset":228},{"uri":"Illness","surface_form":"illness","offset":244},{"uri":"Scientist","surface_form":"Scientist","offset":273},{"uri":"Placebo","surface_form":"placebo","offset":383},{"uri":"Science","surface_form":"Science","offset":756},{"uri":"Atoms","surface_form":"atoms","offset":782},{"uri":"Molecules","surface_form":"molecules","offset":791},{"uri":"Physics","surface_form":"physics","offset":1130},{"uri":"Chemistry","surface_form":"chemistry","offset":1142},{"uri":"Antibiotic","surface_form":"antibiotic","offset":1535},{"uri":"Vaccine","surface_form":"vaccine","offset":1551},{"uri":"Dangerous","surface_form":"dangerous","offset":1604}]}