{"id":124156,"url":"http://en.wikipedia.org/wiki/Two_and_a_Half_Men","text":"\"Two and a Half Men\" is an American sitcom which was first shown on CBS on September 22, 2003 and ended on February 19, 2015. The series centers around a man named Charlie, whose lifestyle is interrupted when his brother Alan (who had just been divorced from his wife) moves in to his Malibu, California house, along with Alan's son Jake.\nThe tapings of the show have temporarily stopped because it was announced that Charlie Sheen is entering rehab.\nOn March 7, 2011, the network fired Charlie Sheen from \"Two and a Half Men\". The network did not state if the show would go on or not.\nThe show is rated M in New Zealand for drug references and sexual references.\nAwards and nominations.\nThe show has received lots of nominations, including 23 Primetime Emmy Award nominations and 2 Golden Globe nominations. Conchata Ferrell and Holland Taylor were both nominated for Outstanding Supporting Actress - Comedy Series, in 2005 and 2007 (and Taylor again in 2008). Jon Cryer was nominated three times for Outstanding Supporting Actor - Comedy Series (in 2006, 2007 and 2008) and Charlie Sheen was nominated for the Outstanding Lead Actor - Comedy Series in 2006, 2007 and 2008, along with two Golden Globe nominations in 2005 and 2006 for Best Performance by an Actor in a Television Series - Musical or Comedy. Picture Editor Joe Bella received two Emmys in the category Outstanding Multi-Camera Picture Editing for a Series, for the episodes \"That Special Tug\" (2006) and \"Release the Dogs\" (2007). Martin Sheen was nominated for the Outstanding Guest Actor - Comedy Series Emmy in 2006.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"United_States","surface_form":"American","offset":27},{"uri":"Sitcom","surface_form":"sitcom","offset":36},{"uri":"CBS","surface_form":"CBS","offset":68},{"uri":"Divorce","surface_form":"divorce","offset":245},{"uri":"Malibu%2C_California","surface_form":"Malibu, California","offset":285},{"uri":"Rehab","surface_form":"rehab","offset":444}]}