{"id":124322,"url":"http://en.wikipedia.org/wiki/Benelux","text":"e=\"preserve\">The Benelux is an economic union in Western Europe. It includes three neighboring monarchies, Belgium, the Netherlands, and Luxembourg. They are in the north western European region between France and Germany. The name is formed from the beginning of each country's name. The Benelux region has a total population of about 27,562,220 and occupies an area of about 74,640 km² (28,819 sq mi).\nHistory.\nThe treaty establishing the Benelux Customs Union was signed on 5 September 1944, by the governments in exile of the three countries in London, and entered into force in 1948. It ceased to exist on 1 November 1960, when it was replaced by the \"Benelux Economic Union\" after a treaty signed in The Hague on 3 February 1958. It was preceded by the (still existent) Belgium-Luxembourg Economic Union, established on 25 July 1921. Its founding contributed to the founding of the European Union (EU).\nPolitics.\nA Benelux Parliament (originally referred to as \"Interparliamentary Consultative Council\") was created in 1955. This parliamentary assembly is composed of 21 members of the Dutch parliament, 21 members of the Belgian national and regional parliaments, and 7 members of the Luxembourgish parliament. The treaty establishing the Benelux Economic Union (\"Benelux Economische Unie/Union Économique Benelux\") was signed 3 February 1958 and came into force in 1960 to promote the free movement of workers, capital, services, and goods in the region. Its secretariat-general is located in Brussels.\nLaw.\nIn 1965, the treaty establishing a Benelux Court of Justice was signed. It entered into force in 1975. The Court, composed of judges from the highest courts of the three States, has to guarantee the uniform interpretation of common legal rules. This international judicial institution is in Brussels.\nThe Benelux is particularly active in the field of intellectual property. The three countries established a Benelux Trademarks Office and a Benelux Designs Office, both situated in The Hague. In 2005, they concluded a treaty establishing a Benelux Organisation for Intellectual Property which replaced both offices upon its entry into force on 1 September 2006.\nGeography, demographics and languages.\nDutch and French are the official languages of the Benelux and its institutions. Out of the total of 27.2 million people living in the member states 22.5 million (83 percent) speak Dutch and 3.9 million (14%) speak French, of whom 3.4 million are Walloons and 0.5 million are Luxembourgians (that speak German and Luxembourgish), whereas 3% is bilingual Dutch-French.\nSports.\nIn 2000, Belgium and the Netherlands jointly hosted the UEFA European Championship. In June 2007, representatives of the three countries announced they would be, as a \"single country\", bidding for the 2018 FIFA World Cup.\nFuture.\nThe treaty establishing the Benelux Economic Union expired in 2010. It has been replaced by a new legal framework, also dealing with matters of sustainable development, judiciary and internal affairs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economic_union","surface_form":"economic union","offset":31},{"uri":"Western_Europe","surface_form":"Western Europe","offset":49},{"uri":"Monarchy","surface_form":"monarchies","offset":95},{"uri":"Belgium","surface_form":"Belgium","offset":107},{"uri":"Netherlands","surface_form":"Netherlands","offset":120},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":137},{"uri":"France","surface_form":"France","offset":203},{"uri":"Germany","surface_form":"Germany","offset":214},{"uri":"Population","surface_form":"population","offset":316},{"uri":"Governments_in_exile","surface_form":"governments in exile","offset":502},{"uri":"London","surface_form":"London","offset":549},{"uri":"The_Hague","surface_form":"The Hague","offset":706},{"uri":"Belgium-Luxembourg_Economic_Union","surface_form":"Belgium-Luxembourg Economic Union","offset":776},{"uri":"European_Union","surface_form":"European Union","offset":888},{"uri":"Worker","surface_form":"worker","offset":1410},{"uri":"Capital_(economics)","surface_form":"capital","offset":1419},{"uri":"Service_(economics)","surface_form":"services","offset":1428},{"uri":"Good_(economics)","surface_form":"goods","offset":1442},{"uri":"Brussels","surface_form":"Brussels","offset":1501},{"uri":"Intellectual_property","surface_form":"intellectual property","offset":1868},{"uri":"The_Hague","surface_form":"The Hague","offset":1998},{"uri":"Benelux_Office_for_Intellectual_Property","surface_form":"Benelux Organisation for Intellectual Property","offset":2057},{"uri":"Dutch_language","surface_form":"Dutch","offset":2218},{"uri":"French_language","surface_form":"French","offset":2228},{"uri":"Walloons","surface_form":"Walloons","offset":2465},{"uri":"Luxembourgians","surface_form":"Luxembourgians","offset":2494},{"uri":"German_language","surface_form":"German","offset":2521},{"uri":"Luxembourgish","surface_form":"Luxembourgish","offset":2532},{"uri":"Bilingual","surface_form":"bilingual","offset":2562},{"uri":"UEFA_Euro_2000","surface_form":"UEFA European Championship","offset":2650},{"uri":"2018_FIFA_World_Cup_bid","surface_form":"2018 FIFA World Cup","offset":2795},{"uri":"Sustainable_development","surface_form":"sustainable development","offset":2968},{"uri":"Judiciary","surface_form":"judiciary","offset":2993}]}