{"id":124367,"url":"http://en.wikipedia.org/wiki/Syllogism","text":"e=\"preserve\">A syllogism is a deduction. It is a kind of logical argument in which one proposition (the \"conclusion\") is inferred from two or more others (the premises). The idea is an invention of Aristotle.\nIn the \"Prior Analytics\", Aristotle defines the syllogism as \"a discourse in which, certain things having been supposed, something different from the things supposed results of necessity because these things are so\". (24b18–20)\nEach proposition must have some form of the verb 'to be' in it. A categorical syllogism is like a little machine built of three parts: the major premise, the minor premise and the conclusion. Each of these parts is a proposition and, from the first two, the \"truth value\" of the third part is decided.\nExamples.\nEach of the three distinct terms represents a category. In the above example, \"men,\" \"mortal,\" and \"Greeks.\" \"Mortal\" is the major term; \"Greeks\", the minor term. The premises also have one term in common with each other, which is known as the \"middle term\"; in this example, \"man.\" Both of the premises are universal, as is the conclusion.\nHere, the major term is \"die\", the minor term is \"men,\" and the middle term is \"mortals\". The major premise is universal; the minor premise and the conclusion are particular. Aristotle studied different syllogisms and identified valid syllogisms as syllogisms with conclusion true if both premises are true. The examples above are valid syllogisms.\nA sorites is a form of argument in which a series of incomplete syllogisms is so arranged that the predicate of each premise forms the subject of the next until the subject of the first is joined with the predicate of the last in the conclusion. For example, if one argues that a given number of grains of sand does not make a heap and that an additional grain does not either, then to conclude that no additional amount of sand will make a heap is to construct a sorites argument.\nLogic today.\nThe syllogism was replaced by first-order logic after the work of Gottlob Frege, published in 1879. This logic is suitable for mathematics, computers, linguistics and other subjects, because it uses numbers (quantified variables) instead of sentences.","categories":[],"infobox_types":[],"annotations":[{"uri":"Deductive_reasoning","surface_form":"deduction","offset":30},{"uri":"Logic","surface_form":"logic","offset":57},{"uri":"Argument","surface_form":"argument","offset":65},{"uri":"Proposition","surface_form":"proposition","offset":87},{"uri":"Inference_(grammar)","surface_form":"inferred","offset":121},{"uri":"Premise","surface_form":"premise","offset":159},{"uri":"Aristotle","surface_form":"Aristotle","offset":198},{"uri":"Prior_Analytics","surface_form":"Prior Analytics","offset":217},{"uri":"Verb","surface_form":"verb","offset":481},{"uri":"Proposition","surface_form":"proposition","offset":654},{"uri":"Aristotle","surface_form":"Aristotle","offset":1265},{"uri":"First-order_logic","surface_form":"first-order logic","offset":1964},{"uri":"Gottlob_Frege","surface_form":"Gottlob Frege","offset":2000},{"uri":"Quantified_variables","surface_form":"quantified variables","offset":2142}]}