{"id":12447,"url":"http://en.wikipedia.org/wiki/Ghana","text":"Ghana (formerly the Gold Coast) is a country in West Africa. Twenty-three million people live there; its capital is Accra. It is in Western Africa, bordering the Gulf of Guinea, between Côte d'Ivoire and Togo.\nSince Ghana is near the Equator, the climate is very warm and tropical. The eastern coastal belt is warm and comparatively dry. South west corner is hot and humid. The north is hot and dry. Lake Volta (the world’s largest artificial lake) extends through eastern Ghana.\nMost Ghanaians have access to primary and secondary education. Ghana has a 6-year primary school system. There are 6 public universities and 10 private universities.\nGhana has many natural resources. The main exports are gold, timber, cocoa, diamonds, and more. Ghana has one of the strongest economies in Africa.\nGhana used “Cedi” for their currency but in July 2007, “Ghanaian Cedi” became the new currency. 1 Ghana Cedi is equal to 1000 Cedi. 1 US dollar is currently exchanged at about 4 Ghana Cedi.\nGeography.\nGhana is a country located on the Gulf of Guinea. It is only a few degrees north of the Equator. This gives it a warm climate. The country has an area of. It is surrounded by Togo to the east, Côte d'Ivoire to the west, Burkina Faso to the north and the Gulf of Guinea (Atlantic Ocean) to the south.\nThe country has flat plains, low hills and a few rivers. Ghana can be divided into five different geographical regions. The coastline is mostly a low, sandy shore backed by plains and scrub. It is crossed by several rivers and streams. The northern part of the country has high plains. Southwest and south central Ghana is made up of a forested plateau region with the Ashanti uplands and the Kwahu Plateau. The hilly Akuapim-Togo ranges are found along the country's eastern border.\nThe Volta Basin also takes up most of central Ghana. Ghana's highest point is Mount Afadjato. It is and is found in the Akwapim-Togo Ranges.\nThere are two main seasons in Ghana: the wet and the dry seasons. Northern Ghana has its rainy season from March to November. The south, including the capital Accra, has the season from April to mid-November.\nSports.\nFootball is the most popular sport. The national men's football team is known as the Black Stars. The under-20 team is known as the Black Satellites. Ghana has been in many championships including the African Cup of Nations, the FIFA World Cup and the FIFA U-20 World Cup. In the 2010 FIFA World Cup, Ghana became the third African country to reach the quarter final stage. There are several club football teams in Ghana, which play in the Ghana Premier League and Division One League. Both are managed by the Ghana Football Association.\nThe country also has quite a few quality boxers such as Azumah Nelson a three time world champion, Nana Yaw Konadu also a three time world champion, Ike Quartey, and Joshua Clottey.","categories":[],"infobox_types":[],"annotations":[{"uri":"West_Africa","surface_form":"West Africa","offset":48},{"uri":"Accra","surface_form":"Accra","offset":116},{"uri":"C%C3%B4te_d%27Ivoire","surface_form":"Côte d'Ivoire","offset":186},{"uri":"Togo","surface_form":"Togo","offset":204},{"uri":"Equator","surface_form":"Equator","offset":234},{"uri":"Gulf_of_Guinea","surface_form":"Gulf of Guinea","offset":1029},{"uri":"Equator","surface_form":"Equator","offset":1083},{"uri":"Togo","surface_form":"Togo","offset":1170},{"uri":"C%C3%B4te_d%27Ivoire","surface_form":"Côte d'Ivoire","offset":1188},{"uri":"Burkina_Faso","surface_form":"Burkina Faso","offset":1215},{"uri":"Gulf_of_Guinea","surface_form":"Gulf of Guinea","offset":1249},{"uri":"Ashanti_(region)","surface_form":"Ashanti","offset":1664},{"uri":"Kwahu_Plateau","surface_form":"Kwahu Plateau","offset":1688},{"uri":"Volta_Basin","surface_form":"Volta Basin","offset":1783},{"uri":"Mount_Afadjato","surface_form":"Mount Afadjato","offset":1857},{"uri":"Association_Football","surface_form":"Football","offset":2137},{"uri":"Ghana_national_football_team","surface_form":"national men's football team","offset":2177},{"uri":"Ghana_national_under-20_football_team","surface_form":"under-20 team","offset":2239},{"uri":"African_Cup_of_Nations","surface_form":"African Cup of Nations","offset":2338},{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup","offset":2366},{"uri":"FIFA_U-20_World_Cup","surface_form":"FIFA U-20 World Cup","offset":2389},{"uri":"2010_FIFA_World_Cup","surface_form":"2010 FIFA World Cup","offset":2417},{"uri":"Ghana_Premier_League","surface_form":"Ghana Premier League","offset":2577},{"uri":"Ghana_Football_Leagues","surface_form":"Division One League","offset":2602},{"uri":"Ghana_Football_Association","surface_form":"Ghana Football Association","offset":2647},{"uri":"Azumah_Nelson","surface_form":"Azumah Nelson","offset":2731},{"uri":"Nana_Konadu","surface_form":"Nana Yaw Konadu","offset":2774},{"uri":"Ike_Quartey","surface_form":"Ike Quartey","offset":2824},{"uri":"Joshua_Clottey","surface_form":"Joshua Clottey","offset":2841}]}