{"id":12456,"url":"http://en.wikipedia.org/wiki/Chicken","text":"A chicken (\"Gallus gallus domesticus\") is a kind of domesticated bird. It is raised in many places for its meat and eggs. They are usually kept by humans as livestock. Most breeds of chickens can fly for a short distance. Some sleep in trees if there are trees around.\nA male chicken is called a rooster or a cockerel. A female chicken is called a hen. A young chicken is called a chick. Like other female birds, hens lay eggs. The eggs hatch into chicks.\nWhen raising chickens, a farmer needs a chicken coop (like a little house) for the chickens to roost (sleep) in. They also need a run or yard where they can exercise, take dust baths, eat and drink. The chickens also need to be protected from predators such as foxes. Fences are often used for this.\nChickens can also be farmed intensively. This lets farms make a lot of chicken meat and eggs.\nChicken and chickenpox.\nChickenpox has nothing to do with chickens. When chickenpox was first described, people thought that the pox spots looked like chickpeas placed upon the skin. The Latin word for chick peas is \"cicer\". That is the original word that chickenpox got its name from.\nEggs.\nChickens are well known for their eggs. Many people eat them for their breakfast. The eggs can be prepared in many different ways.\nMeat.\nBecause of the low cost, chicken meat (also called \"chicken\") is one of the most used kinds of meat in the world. Americans eat 8 billion chickens every year. Some popular dishes with chicken are: Buffalo wings, butter chicken, chicken rice, chicken balls, chicken pot pie, chicken soup, fried chicken (see picture), roasted chicken and tandoori chicken.\nGaming.\nIn some parts of the world people breed chickens to fight. They bet money on which of two birds will win. In many places this is illegal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Domestication","surface_form":"domesticated","offset":52},{"uri":"Bird","surface_form":"bird","offset":65},{"uri":"Meat","surface_form":"meat","offset":107},{"uri":"Egg_(food)","surface_form":"egg","offset":116},{"uri":"Livestock","surface_form":"livestock","offset":157},{"uri":"Male","surface_form":"male","offset":271},{"uri":"Female","surface_form":"female","offset":321},{"uri":"Egg_(biology)","surface_form":"egg","offset":422},{"uri":"Fox","surface_form":"foxes","offset":717},{"uri":"Intensive_farming","surface_form":"farmed intensively","offset":777},{"uri":"Chickenpox","surface_form":"Chickenpox","offset":874},{"uri":"Chickpea","surface_form":"chickpea","offset":1001},{"uri":"Meat","surface_form":"meat","offset":1312},{"uri":"Chicken_soup","surface_form":"chicken soup","offset":1553},{"uri":"Fried_chicken","surface_form":"fried chicken","offset":1567},{"uri":"Roasting","surface_form":"roasted","offset":1596},{"uri":"Gambling","surface_form":"bet","offset":1706},{"uri":"Illegal","surface_form":"illegal","offset":1771}]}