{"id":124555,"url":"http://en.wikipedia.org/wiki/Charlotte%27s_Web_(1973_movie)","text":"\"Charlotte's Web\" is a 1973 animated movie, based on the book from 1952 with the same name by E. B. White. It was made into an animated musical movie by Hanna Barbera Productions and Sagittarius Productions in 1973. The movie, sent to theaters by Paramount Pictures on March 1, 1973, is the first of only three Hanna Barbera movies not based upon one of their famous television cartoons. The song score of music and lyrics was written by the Sherman Brothers.\nThe movie has stayed popular over the years because of television and VHS; in 1994 the movie became one of the best selling movies of the year, 21 years after its first premiere. No other non-Disney musical animated movie has become so popular again later. This new popularity helped to create a direct-to-video sequel, ', which Paramount released in the US on March 18, 2003 (Universal released the movie internationally), followed by a live-action movie version of E. B. White's original story, which was released on December 15, 2006. The movie was presented by Pulitzer Prize in 1985, the year in which author E. B. White died. E. B. White himself wrote about it.\nThe story.\nA litter of 11 piglets are born to a mother pig on a farm owned by the Arable family. The 11th of the 11 baby pigs, named Wilbur, is a very small and the mother pig can't feed him. So John Arable decides to \"do away\" with Wilbur. However, when his daughter, Fern Arable, hears of the pig's fate she rescues him and tells her father it is unfair to kill Wilbur since he is smaller than the others. John agrees and Fern is allowed to keep the little piglet as a pet. Fern and Wilbur loved each other. Fern takes Wilbur around in a baby carriage and gives him a bath. However, after only six weeks of raising him, John Arable tells Fern that it's time for him to be sold. Wilbur was no longer a baby piglet but a full grown boar. Fern sadly says good-bye as Wilbur is sold down the street to her uncle, Homer Zuckerman. When Wilbur wants to play with a lamb, the lamb's father says that sheeps do not play with pigs because it's only a matter of time before they are turned into smoked bacon and ham. Wilbur starts crying saying that he does not want to die, but a voice from above tells him to \"chin up\". Wilbur goes to sleep feeling better.\nThe next day the voice sings a song about \"chinning up\", and reveals herself to be a spider named Charlotte. Charlotte saves Wilbur by writing messages in her web, which is why the movie is called \"Charlotte's Web.\" She starts to write messages in her web, calling him \"terrific\" and \"some pig.\" The messages get a lot of attention from the media and other neighbors to the fair. Wilbur is such a media hit that this convinces the Arables, Zuckermans and Fussys to keep him and not kill him. Charlotte eventually lays her eggs and dies. When the baby spiders are born (514), most of them leave. Three of them stay, and for a number of years a few of Charlotte's kids stay around the farm and keep Wilbur company. But as much as Wilbur loves them, they will never replace the memory of his friend Charlotte.\nRelease.\nThe movie was released to theaters on March 1, 1973 by Paramount Pictures in the United States. It was released on February 22, 1973 in New York City in less theaters, and also released in West Germany on March 30, 1973, as well as August 11 in Sweden, and August 25 in Japan.\nCritical reception.\nRotten Tomatoes says that the movie has a 74% \"fresh\" rating based on 19 reviews, with a score of 6.6. The RT community gave the movie an 86% approval rating, with a score of 7/10.\nCraig Butler of All-Movie Guide criticized the animation and the musical score, but said it was close to the book. He said that, “no attempt has been made to soften the existential sadness at the story's core” (no one tried to soften the major sad parts of the story, like when Charlotte dies at the end). Dan Jardine criticized the songs and the “Saturday morning cartoon quality” of the animation, but also says that Hamner kept just enough of White’s prose to keep the movie from being only an experiment that did not work out. Christopher Null of Filmcritic.com said that the animation is sometimes “downright bad, but E. B. White's classic fable needs little to make it come to life”. He later went on to say that the movie is “a must-own for anyone with children, and a must-see for everyone else.” He rated it four out of five stars. When it was reissued on DVD the movie was awarded an Oppenheim Toy Portfolio Gold Award.\nE.B. White's Reaction.\nAccording to Gene Deitch, a director of animation and friend of E. B. White, the author's wife wrote the following words in a 1977 letter: \"We have never ceased to regret that your version of \"Charlotte's Web\" never got made. The Hanna-Barberra version has never pleased either of us... a travesty...\" E.B. White himself wrote of the film: \"The story is interrupted every few minutes so that somebody can sing a jolly song. I do not care much for jolly songs. The Blue Hill Fair, which I tried to report faithfully in the book, has become a Disney World, with 76 trombones. But that's what you get for getting embroiled in Hollywood.\"\nSongs.\n\"Chin Up\" is sung by Charlotte the spider when she first meets Wilbur the pig in the barnyard. She convinces him to look on the bright side.\n\"I Can Talk!\" is sung by Wilbur the pig who had previously been unable to utter words. The Goose realizes as she is sitting on her eggs that her new neighbor in the pen beside her, Wilbur the pig, has not been eating his food, and that he seems to be sad. She offers him an ear if he will come over to her and talk since she cannot get off of her eggs. But soon she realizes that Wilbur cannot talk. She encourages him to try... And with a couple grunts, and a \"Wa... Wa... Wa\" \"Wi... Wi... Will...bur.. WILBUR!\" Suddenly, with the Goose's help, Wilbur realizes he can talk and say all the things he wants. Wilbur sings a song about his new talking skills, while waking up some of the other farm animals with his excitement.\n\"A Veritable Smorgasbord\" is introduced and sung in the story by the Goose, sung again by the Goose and Templeton. It is sung another time, this time at a \"double time\" tempo sung solo by Templeton.\n\"Zuckerman's Famous Pig\" is the title given to Wilbur the pig hero which saves him from being killed in the story, and the theme of the finale song in the movie. The song was composed and arranged in a barbershop quartet style by the Sherman Brothers, in keeping with the time and place of the story. It was covered by the Brady Kids and was chosen for release on their first single taken from \"The Brady Bunch Phonographic Album\" by producer Jackie Mills.\n\"We've Got Lots in Common\" is sung by Wilbur to the new gosling (baby goose), Jeffery, who, like Wilbur, is a runt. Wilbur passes on one of the lessons which Charlotte has taught him. The other barnyard animals sing along as well. In the advertisement for suppliers of the movie, a rare piece of footage of the Sherman Brothers singing \"We've Got Lots In Common\" can be seen. In this part, Richard Sherman plays piano while Robert Sherman stands over his brother's shoulder and sings along. The song was filmed in an unnamed recording studio in Los Angeles in 1972.\n\"Mother Earth and Father Time\" is introduced in the story by Charlotte and sang a second time in the movie as Charlotte is dying. According to \"The Annotated Charlotte's Web\" by Peter F. Neumeyer, some fans of the book are not in favor of the song's placement in the movie because it ruins E. B. White's strong words from the book, \"...And she didn't move again.\" which many people find extremely moving. The Sherman Brothers' father, songwriter Al Sherman, believed the \"Charlotte's Web\" song score, and \"Mother Earth and Father Time\" in particular, to be the brothers' finest work. The lyric addresses the idea of thinking about one's life. In the storyline the song is sung by Charlotte at the end of her life. Ironically, Al Sherman died shortly after the movie was released.\n\"There Must Be Something More\" is introduced in the story when Fern is learning about love from a little runt she saved from an \"untimely death\", when her father was about to \"do away with it\". Fern found it to be an injustice, and relates herself, saying to her father if she had been small, would he have killed her too? Her father gives in and lets her raise the pig she names Wilbur. Fern learns about love and life through Wilbur, and sings a song to tell Wilbur just how much she loves him. The song goes through the first two weeks of Wilbur's life with Fern. The song is sung by Fern to a baby Wilbur in a motherly way. The song is then sang again briefly by Wilbur when Fern gets a bit older begins to show an interest in young \"Henry Fussy\". Suddenly Wilbur is no longer so important in Fern's life. Charlotte explains to Wilbur that this is the nature of the world.\n\"Charlotte's Web\" is the title song of the movie. In the movie the song is sung back-to-back with \"Deep in the Dark\". The title song was covered by The Brady Bunch among others. In the movie, Charlotte tells Wilbur to go to sleep, and she would see him in the morning, and she sings a song called \"Deep In the Dark\" to put the barnyard to sleep.\nThe title song was covered (when an artist sings a song that is not their own) by The Brady Bunch among others: \"The Brady Bunch Phonographic Album\" features three Sherman Brothers songs including \"River Song\" from \"Tom Sawyer\", \"Zuckerman's Famous Pig\" and \"Charlotte's Web\". Their cover of the song is also featured on their \"Greatest hits\" album \"It's a Sunshine Day: The Best of The Brady Bunch\".","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"Animation","surface_form":"animated","offset":28},{"uri":"Movie","surface_form":"movie","offset":37},{"uri":"E._B._White","surface_form":"E. B. White","offset":94},{"uri":"Animation","surface_form":"animated","offset":127},{"uri":"Musical_movie","surface_form":"musical movie","offset":136},{"uri":"Paramount_Pictures","surface_form":"Paramount Pictures","offset":247},{"uri":"Television","surface_form":"television","offset":367},{"uri":"Cartoon","surface_form":"cartoon","offset":378},{"uri":"Television","surface_form":"television","offset":515},{"uri":"VHS","surface_form":"VHS","offset":530},{"uri":"Music","surface_form":"music","offset":659},{"uri":"Animation","surface_form":"animated movie","offset":667},{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":756},{"uri":"Sequel","surface_form":"sequel","offset":772},{"uri":"Charlotte%27s_Web_(2006_movie)","surface_form":"live-action movie version","offset":898},{"uri":"E._B._White","surface_form":"E. B. White","offset":1074},{"uri":"Pig","surface_form":"pig","offset":1183},{"uri":"Paramount_Pictures","surface_form":"Paramount Pictures","offset":3150},{"uri":"United_States","surface_form":"United States","offset":3176},{"uri":"New_York_City","surface_form":"New York City","offset":3231},{"uri":"West_Germany","surface_form":"West Germany","offset":3284},{"uri":"Sweden","surface_form":"Sweden","offset":3340},{"uri":"Japan","surface_form":"Japan","offset":3365},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":3392},{"uri":"Saturday","surface_form":"Saturday","offset":3921},{"uri":"Morning","surface_form":"morning","offset":3930},{"uri":"Cartoon","surface_form":"cartoon","offset":3938},{"uri":"Quality","surface_form":"quality","offset":3946},{"uri":"Animation","surface_form":"animation","offset":3962},{"uri":"Prose","surface_form":"prose","offset":4027},{"uri":"Christopher_Null","surface_form":"Christopher Null","offset":4104},{"uri":"Classic","surface_form":"classic","offset":4210},{"uri":"Fable","surface_form":"fable","offset":4218},{"uri":"Gene_Deitch","surface_form":"Gene Deitch","offset":4539},{"uri":"Barbershop_quartet","surface_form":"barbershop quartet","offset":6435},{"uri":"Sherman_Brothers","surface_form":"Sherman Brothers","offset":6467},{"uri":"Brady_Kids","surface_form":"Brady Kids","offset":6556},{"uri":"The_Adventures_of_Tom_Sawyer","surface_form":"Tom Sawyer","offset":9475}]}