{"id":12450,"url":"http://en.wikipedia.org/wiki/Christina_Aguilera","text":"Christina María Aguilera (born December 18, 1980) is an American singer-songwriter, record producer and actress. Aguilera made her debut in \"Star Search\" in 1990. Three years later, she starred on \"The New Mickey Mouse Club\". She was signed to RCA Records after making the song \"Reflection\" for the movie \"Mulan\". Aguilera received a Best New Artist Grammy Award for her first album \"Christina Aguilera\" (1999). She made a Latin pop album, \"Mi Reflejo\", and a Christmas album, \"My Kind of Christmas\". \"Mi Reflejo\" won a Latin Grammy Award. Aguilera received Grammy Awards for her second album \"Stripped\" (2002), and her third album \"Back to Basics\" (2006). In 2008, she released her first greatest hits album, \"Keeps Gettin' Better – A Decade of Hits\", a new song, \"Dynamite\", and new versions of her hits \"Genie in a Bottle\" and \"Beautiful\", called \"Genie 2.0\" and \"You Are What You Are (Beautiful)\". In 2011, Aguilera became a coach on \"The Voice\".\nEarly life.\nChristina María Aguilera was born in Staten Island, New York, in December 18, 1980. Her parents Fausto Xavier Aguilera, was a soldier in the United States Army and Shelly Loraine (née Fidler), was a violinist and pianist, respectively. Her father has Ecuadorian ancestry. Her American mother has German, English, Irish, Scots-Irish, and French ancestry. Throughout her father's service in the Army, her family moved to various locations, including New Jersey, Texas, New York, and Japan. Her parents divorced when Aguilera was six years old. She, her mother, and her younger sister Rachel then lived at her grandmother's home in Rochester, Pennsylvania, a town outside Pittsburgh. Her mother later remarried.\nSinging career.\nIn October 2011 Aguilera performed \"Smile\" and \"Dirty Diana\" at Michael Jackson Forever.\n2012–present.\nAguilera released her seventh album \"Lotus\" on November 9, 2012. Two singles were released from the album. The first single, \"Your Body\", reached the top ten in Canada and the top 40 in the US. Aguilera made a Spanish song for the 2012 movie \"Casa de Mi Padre\". Aguilera also sung a song on the sound track of the 2013 movie ' called \"We Remain\". She sang on the single version of A Great Big World's single \"Say Something\", which reached number one in Canada and Australia and the top five in other countries.\nOn June 15, 2018, Aguilera released her eighth studio album, \"Liberation\".\nAguilera is a soprano. She has a whistle register.\nActing career.\nIn 2010 Aguilera acted in a film for the first time. It was a musical called \"Burlesque\". She played a woman called Ali. She sang eight of the songs in the soundtrack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":56},{"uri":"Debut","surface_form":"debut","offset":131},{"uri":"Star_Search","surface_form":"Star Search","offset":141},{"uri":"Mickey_Mouse_Club","surface_form":"Mickey Mouse Club","offset":206},{"uri":"RCA_Records","surface_form":"RCA Records","offset":244},{"uri":"Mulan","surface_form":"Mulan","offset":306},{"uri":"Latin_music","surface_form":"Latin","offset":423},{"uri":"Latin_Grammy_Award","surface_form":"Latin Grammy Award","offset":520},{"uri":"Keeps_Gettin%27_Better_%E2%80%93_A_Decade_of_Hits","surface_form":"Keeps Gettin' Better – A Decade of Hits","offset":711},{"uri":"Genie_in_a_Bottle","surface_form":"Genie in a Bottle","offset":807},{"uri":"Beautiful_(Christina_Aguilera_song)","surface_form":"Beautiful","offset":831},{"uri":"Staten_Island","surface_form":"Staten Island","offset":1000},{"uri":"United_States_Army","surface_form":"United States Army","offset":1104},{"uri":"Rochester%2C_Pennsylvania","surface_form":"Rochester","offset":1592},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":1632},{"uri":"Casa_de_Mi_Padre","surface_form":"Casa de Mi Padre","offset":2034},{"uri":"A_Great_Big_World","surface_form":"A Great Big World","offset":2172},{"uri":"Say_Something_(A_Great_Big_World_song)","surface_form":"Say Something","offset":2200},{"uri":"Liberation_(Christina_Aguilera_album)","surface_form":"Liberation","offset":2364},{"uri":"Soprano","surface_form":"soprano","offset":2391},{"uri":"Whistle_register","surface_form":"whistle register","offset":2410}]}