{"id":124505,"url":"http://en.wikipedia.org/wiki/Polaris_(star)","text":"Polaris (Alpha Ursae Minoris) is the Pole Star or North Star.\nIt is the brightest star in the constellation Ursa Minor. It is almost straight above Earth's North Pole. Because of this, when it is seen from Earth, it looks like it always stays in the same place in the sky. For centuries, sailors in the northern hemisphere used Polaris to help them figure out where they were on the ocean and what way they were moving.\nPolaris is part of a triple star system. It has a very close dwarf binary, and a larger star, Polaris B, which orbits 2,400 AU away.\nThe main star, Polaris A, is a giant with 4.5 times the mass of the Sun and a diameter of 45 million kilometers. It is a classic Cepheid variable, the closest to us in the whole Milky Way. Polaris B can be seen even with a modest telescope. It was found by William Herschel in 1780 using one of the most powerful telescopes of the time: his own reflecting telescope. The nearby dwarf star, Ab, was predicted in 1929, but only seen quite recently. The dwarf orbits as close to A as Uranus is to our sun.\nEven though Polaris is the North Star today, this has not always been the case. The place in the sky that the Earth's north pole points at changes slowly over time. This movement is called stellar precession. In 3000 BC, a faint star called Thuban in the constellation of Draco was the North Star. Polaris did not become the North Star until about AD 500. It will get closer to straight above the Earth's north pole until sometime in 2102. Then it will move away again. It will be the closest star to the pole until about AD 3000.\nSurprisingly, considering its relative nearness, its distance is not yet known for certain. Many recent papers calculate the distance to Polaris at about 434 light-years (133 parsecs). However, some suggest it may be as much as 30% closer. If correct, this would be especially notable because Polaris is the closest Cepheid variable to Earth. Its physical parameters are critical to the whole astronomical distance scale.\nThere is no star in the southern hemisphere which plays a similar role to Polaris.","categories":[],"infobox_types":[],"annotations":[{"uri":"Constellation","surface_form":"constellation","offset":94},{"uri":"Ursa_Minor","surface_form":"Ursa Minor","offset":108},{"uri":"Earth","surface_form":"Earth","offset":148},{"uri":"North_Pole","surface_form":"North Pole","offset":156},{"uri":"Sailor","surface_form":"sailor","offset":288},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":303},{"uri":"Ocean","surface_form":"ocean","offset":383},{"uri":"Astronomical_unit","surface_form":"AU","offset":544},{"uri":"Cepheid_variable","surface_form":"Cepheid variable","offset":682},{"uri":"Milky_Way","surface_form":"Milky Way","offset":731},{"uri":"William_Herschel","surface_form":"William Herschel","offset":810},{"uri":"Telescope","surface_form":"telescope","offset":866},{"uri":"Dwarf_star","surface_form":"dwarf star","offset":931},{"uri":"Uranus","surface_form":"Uranus","offset":1034},{"uri":"Stellar_precession","surface_form":"stellar precession","offset":1245},{"uri":"BC","surface_form":"BC","offset":1273},{"uri":"Thuban","surface_form":"Thuban","offset":1297},{"uri":"Constellation","surface_form":"constellation","offset":1311},{"uri":"Draco_(constellation)","surface_form":"Draco","offset":1328},{"uri":"AD","surface_form":"AD","offset":1404},{"uri":"Light-years","surface_form":"light-years","offset":1745},{"uri":"Parsec","surface_form":"parsec","offset":1762},{"uri":"Cepheid_variable","surface_form":"Cepheid variable","offset":1903},{"uri":"Cosmic_distance_ladder","surface_form":"astronomical distance scale","offset":1980},{"uri":"Southern_hemisphere","surface_form":"southern hemisphere","offset":2033}]}