{"id":12468,"url":"http://en.wikipedia.org/wiki/Aaron_Copland","text":"Aaron Copland (1900-1990) was an American composer who wrote modern music.\nAaron Copland wrote many kinds of music. He wrote music for the orchestra, piano, and voice. He wrote music for plays, movies, and dance. Copland also was a conductor, pianist, speaker, teacher, and writer.\nMusic critics say Copland taught Americans about themselves through his music. He used parts of many old American folksongs in his work. He wanted to do this after studying music in France. He said that composers there had a very French way of writing music. He said Americans had nothing like that in this country. So he decided to compose music that was truly American.\nEarly days of Copland.\nAaron Copland was born November 14, 1900 in Brooklyn, New York. He died at the age of 90 on December 2, 1990. He was the youngest of five children. His parents had come to the United States from eastern Europe. They owned a store in Brooklyn. Aaron began playing the piano when he was a young child. He wrote his first song for his mother when he was eight years old. His dreams of becoming a composer began when he was young. When he was sixteen, he asked his parents to let him study composing with Rubin Goldmark. Goldmark had taught the composer George Gershwin.\nWhen he was in his early twenties, Copland went to Paris, France, where he studied music with Nadia Boulanger. She was one of the most important music teachers of the time. He returned to New York in 1924.\nKnown classical works.\nThe famous conductor of the Boston Symphony Orchestra, Serge Koussevitzky, learned about Copland's music. Koussevitzky led the orchestra for the first performance of Copland's early work, \"Music for the Theater\", in 1925. Koussevitzky also conducted Copland's \"Concerto for Piano and Orchestra\" in 1927. This work was unusual because Copland used ideas from jazz music in his concerto.\nCopland later wrote the music for two ballets about the American West. One was about the life of a famous gunfighter called Billy the Kid. Copland used music from American cowboy songs in this work. This piece from \"Billy the Kid: Ballet Suite\" is called \"Street in a Frontier Town\".\nIn 1942, the conductor Andre Kostelanitz asked Copland to write music about a great American, Abraham Lincoln. Copland wrote \"Lincoln Portrait\" to honor America's 16th president. Copland's music included parts of American folk songs and songs popular during the American Civil War. He added words from President Lincoln's speeches and letters.\n\"Lincoln Portrait\" has been performed many times in America. Many famous people have done the speaking part.Eleanor Roosevelt, the wife of President Franklin D. Roosevelt, was one of them. Here, actor James Earl Jones performs in Copland's \"Lincoln Portrait.\"\nIn 1942 the music director of the Cincinnati Symphony Orchestra asked 18 composers to write music expressing love for America. For the competition, Copland composed \"Fanfare for the Common Man. \" This music is played in America during many national events, including some presidential inaugurations (when they become presidents).\nExperts say \"Fanfare for the Common Man\" was an example of the way Copland changed the kind of music he wrote during the 1940s. He began writing music that was more easily understood and more popular. Copland wrote about this in 1941 in his book, \"Our New Music\".\nHe wrote that the radio and record player was helping people who had never listened to music before to enjoy music. He said that there was no reason to continue writing music as if these things had not been invented. So he decided to write music in a simpler way.\nHis interest and activities beyond music.\nCopland spread his ideas about music in other ways. He taught at the New School for Social Research in New York City and at Harvard University in Cambridge, Massachusetts. One of the many awards he received was the Pulitzer Prize. He won it in 1945 for his famous music for a ballet called \"Appalachian Spring.\" It is one of his most popular works. The last part of the ballet is based on a traditional song, \"A Gift to be Simple\".\nCopland also wrote music for several major movies. He won an Academy Award in 1950 for composing the music for the movie \"The Heiress\". Then he began experimenting with what is called the twelve-tone system. His music was no longer as easy to understand, nor as popular.\nCopland stopped composing at the end of the 1960s. Yet he continued to be active as a conductor and speaker. In 1982, Queens College of the City University of New York established the Aaron Copland School of Music.\nCopland was a strong supporter of liberal ideas. In the early 1950s, he and other famous writers, actors and intellectuals were accused of supporting communism. Public opinion changed, though. In 1964, President Lyndon B. Johnson presented him with the Presidential Medal of Freedom. It is America's highest award to civilians. Aaron Copland died in 1990 at the age of 90. But his music lives on.\nThe article above is a reuse and modification from a [http://www.voanews.com/specialenglish/Archive/a-2003-08-15-1-1.cfm script] available as public domain under [http://www.voanews.com/specialenglish/disclaim.cfm Terms of Use & Privacy Notice] of Voice of America.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":33},{"uri":"Composer","surface_form":"composer","offset":42},{"uri":"Music","surface_form":"music","offset":109},{"uri":"Orchestra","surface_form":"orchestra","offset":139},{"uri":"Piano","surface_form":"piano","offset":150},{"uri":"Voice","surface_form":"voice","offset":161},{"uri":"Theater","surface_form":"plays","offset":187},{"uri":"Movies","surface_form":"movies","offset":194},{"uri":"Dance","surface_form":"dance","offset":206},{"uri":"Conducting","surface_form":"conductor","offset":232},{"uri":"Pianist","surface_form":"pianist","offset":243},{"uri":"Speaker","surface_form":"speaker","offset":252},{"uri":"Teacher","surface_form":"teacher","offset":261},{"uri":"Writer","surface_form":"writer","offset":274},{"uri":"Folk_music","surface_form":"folksongs","offset":396},{"uri":"France","surface_form":"France","offset":464},{"uri":"November_14","surface_form":"November 14","offset":700},{"uri":"1900","surface_form":"1900","offset":713},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":721},{"uri":"New_York_(state)","surface_form":"New York","offset":731},{"uri":"December_2","surface_form":"December 2","offset":769},{"uri":"1990","surface_form":"1990","offset":781},{"uri":"United_States","surface_form":"United States","offset":853},{"uri":"Europe","surface_form":"Europe","offset":880},{"uri":"George_Gershwin","surface_form":"George Gershwin","offset":1227},{"uri":"Paris","surface_form":"Paris","offset":1295},{"uri":"France","surface_form":"France","offset":1302},{"uri":"Orchestra","surface_form":"orchestra","offset":1600},{"uri":"Jazz","surface_form":"jazz","offset":1831},{"uri":"Concerto","surface_form":"concerto","offset":1849},{"uri":"Ballet","surface_form":"ballet","offset":1897},{"uri":"Billy_the_Kid","surface_form":"Billy the Kid","offset":1983},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":2237},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2405},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":2636},{"uri":"James_Earl_Jones","surface_form":"James Earl Jones","offset":2688},{"uri":"Harvard_University","surface_form":"Harvard University","offset":3771},{"uri":"Cambridge%2C_Massachusetts","surface_form":"Cambridge, Massachusetts","offset":3793},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":3862},{"uri":"Ballet","surface_form":"ballet","offset":3923},{"uri":"Academy_Award","surface_form":"Academy Award","offset":4140},{"uri":"Twelve-tone_system","surface_form":"twelve-tone system","offset":4267},{"uri":"Liberal","surface_form":"liberal","offset":4599},{"uri":"Communism","surface_form":"communism","offset":4715},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":4777},{"uri":"Voice_of_America","surface_form":"Voice of America","offset":5210}]}