{"id":12461,"url":"http://en.wikipedia.org/wiki/Nat_King_Cole","text":"Nathaniel Adams Coles, professionally known as Nat King Cole, (March 17, 1919 - February 15, 1965) was an American jazz musician, singer and songwriter. He was born in the southern city of Montgomery, Alabama. His father was a Christian minister. Millions of Nat King Cole’s recordings were sold while he was alive. He died of cancer of the lung in February, 1965. He was only forty-five years old. People around the world still enjoy listening to the music of one of America’s greatest performers of popular and jazz music.\nEarly years.\nWhen Cole was four years old, his parents moved the family to North Chicago, Illinois. His younger brother was Freddy Cole. He learned to play the piano when he was very young. His mother was the only piano teacher he ever had. He gave his first public performance when he was four. By the time he was twelve, Cole was playing piano at his father’s church. His father was pastor of the First Baptist church in North Chicago, Illinois for 29 years.\nHis interest in jazz.\nCole played piano in New York City and Los Angeles, California when he was a young man. In 1937, he formed a group that played jazz music. Oscar Moore played the guitar and Wesley Prince played the bass. The trio reportedly did not need a drummer because Cole’s piano playing kept the beat so well. They named the group, The King Cole Trio. At the same time, Cole also changed his name into Nat King Cole. The trio soon became very popular. Nat sang some songs, but mostly played the piano.\nWell-known popular singer.\nBy the middle 1940s, Nat King Cole was beginning to be known as a popular singer as well as a jazz piano player. He was one of the first musicians to record with new Capitol Records.\nThe first song he recorded for Capitol was “Straighten Up and Fly Right.” He wrote the song. The words were based on his father’s teachings. The song became one of the biggest hits of 1943. It sold more than 500,000 copies.\nNat recorded hundreds of songs. Some of the most popular include “Sweet Lorraine,” “Nature Boy,” “Those Lazy-Hazy-Crazy Days of Summer,” “When I Fall in Love,” and “Mona Lisa.” In 1950, the American film industry gave him an award for his recording of “Mona Lisa.” That song made him famous as a singer.\nNat King Cole also acted in movies. The best known one is \"Saint Louis Blues\". He played the part of the jazz composer W.C. Handy. He also appeared in a movie about himself called \"The Nat King Cole Story\".\nIn the 1950s, he sang with some of the best known orchestras of the time.\nHe received many awards during his life. He also received many more after his death. One was a 1990 Grammy Award for lifetime achievement.\nHis success as a black man.\nBy 1956, Nat King Cole was known internationally. He signed an agreement to perform at the Sands Hotel in Las Vegas, Nevada.\nCole often performed in places that only admitted white people. Black leaders did not like this about him. Cole said he tried to take legal action against those places but often failed.\nCole earned more money and moved to California. He bought a house in an area where white people lived. At that time, many white Americans did not want to live near blacks. White home owners nearby protested the purchase of a house by a black family. Cole and his family refused to leave and lived in the house without problems.\nCole was the first black man to have his own television program. His program began on NBC Television in 1956. NBC agreed to support \"The Nat King Cole Show\" for a while. It hoped American companies would pay to sell their products on the program. However, major companies were not willing to advertise on a program that had a black performer. They believed that white people in the southern part of the United States would not buy their products. Many Americans watched the show, but NBC stopped production after a year.\nHis family.\nNat King Cole was married two times. In 1936, he married a dancer, Nadine Robinson. Their marriage failed. In 1948, he married Maria Ellington. They had three children. They also adopted and raised two other children.\nNat’s daughter, Natalie followed her father as a singer. She recorded many songs after her father died. In 1991, Natalie Cole recorded an album called \"Unforgettable\". It contains 22 of Nat King Cole’s songs, including the song “Unforgettable.” Modern technology made it possible to mix her voice with a recording of her father singing the same song.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":106},{"uri":"Jazz","surface_form":"jazz","offset":115},{"uri":"Musician","surface_form":"musician","offset":120},{"uri":"Singer","surface_form":"singer","offset":130},{"uri":"Songwriter","surface_form":"songwriter","offset":141},{"uri":"Southern_United_States","surface_form":"southern","offset":172},{"uri":"City","surface_form":"city","offset":181},{"uri":"Montgomery%2C_Alabama","surface_form":"Montgomery","offset":189},{"uri":"Alabama","surface_form":"Alabama","offset":201},{"uri":"Christianity","surface_form":"Christian","offset":227},{"uri":"Minister_(Christianity)","surface_form":"minister","offset":237},{"uri":"Cancer","surface_form":"cancer","offset":327},{"uri":"Lung","surface_form":"lung","offset":341},{"uri":"Pop_music","surface_form":"popular","offset":501},{"uri":"North_Chicago%2C_Illinois","surface_form":"North Chicago, Illinois","offset":600},{"uri":"Freddy_Cole","surface_form":"Freddy Cole","offset":649},{"uri":"Piano","surface_form":"piano","offset":685},{"uri":"New_York_City","surface_form":"New York City","offset":1029},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":1047},{"uri":"Oscar_Moore","surface_form":"Oscar Moore","offset":1147},{"uri":"Guitar","surface_form":"guitar","offset":1170},{"uri":"Wesley_Prince","surface_form":"Wesley Prince","offset":1181},{"uri":"Bass_guitar","surface_form":"bass","offset":1206},{"uri":"Drum","surface_form":"drum","offset":1247},{"uri":"The_King_Cole_Trio","surface_form":"The King Cole Trio","offset":1329},{"uri":"Song","surface_form":"song","offset":1463},{"uri":"Capitol_Records","surface_form":"Capitol Records","offset":1692},{"uri":"Movies","surface_form":"movies","offset":2265},{"uri":"Saint_Louis_Blues_(movie)","surface_form":"Saint Louis Blues","offset":2296},{"uri":"W.C._Handy","surface_form":"W.C. Handy","offset":2356},{"uri":"The_Nat_King_Cole_Story","surface_form":"The Nat King Cole Story","offset":2418},{"uri":"Orchestra","surface_form":"orchestra","offset":2494},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":2618},{"uri":"International","surface_form":"international","offset":2718},{"uri":"Sands_Hotel","surface_form":"Sands Hotel","offset":2776},{"uri":"Las_Vegas%2C_Nevada","surface_form":"Las Vegas, Nevada","offset":2791},{"uri":"Law","surface_form":"legal action","offset":2944},{"uri":"California","surface_form":"California","offset":3032},{"uri":"Protest","surface_form":"protest","offset":3193},{"uri":"Television_programme","surface_form":"television program","offset":3369},{"uri":"NBC","surface_form":"NBC","offset":3410},{"uri":"The_Nat_King_Cole_Show","surface_form":"The Nat King Cole Show","offset":3457},{"uri":"Company","surface_form":"companies","offset":3512},{"uri":"Product_(consumer_goods)","surface_form":"products","offset":3546},{"uri":"Advertisement","surface_form":"advertise","offset":3616},{"uri":"Marriage","surface_form":"married","offset":3875},{"uri":"Dancer","surface_form":"dancer","offset":3916},{"uri":"Adoption","surface_form":"adopted","offset":4036},{"uri":"Natalie_Cole","surface_form":"Natalie","offset":4091},{"uri":"Unforgettable","surface_form":"Unforgettable","offset":4227},{"uri":"Technology","surface_form":"technology","offset":4327}]}