{"id":12463,"url":"http://en.wikipedia.org/wiki/Voice_of_America","text":"The Voice of America (VOA) is the official broadcasting service of the United States government. It is one of the best-known stations in international broadcasting. Along with English, VOA broadcasts in many other languages. VOA's broadcasts are made to share a positive view of the United States with the world. Americans in the United States are not part of VOA's intended audience, but many Americans do listen to the program.\nHistory.\nVOA was organized in 1942 under the Office of War Information with news programs aimed at Europe and North Africa occupied by Germany. VOA began broadcasting on February 24, 1942, but VOA noted in its site that it began broadcasting on February 1, 1942. Transmitters used by VOA came from shortwave transmitters used by the Columbia Broadcasting System (CBS) and National Broadcasting Company (NBC). Voice of America began to transmit radio broadcasts into the Soviet Union on February 17, 1947.\nDuring the Cold War, VOA's budget was reduced. On August 1, 1953, VOA was separated from the Department of State and it was included under the Information Agency. VOA moved its headquarters from New York to Washington, DC. next year. In 1959 VOA started \"Special English\" programs. In the 1980s, VOA also added a television service, as well as special regional programs to Cuba, Radio Marti and TV Marti.\nOne of VOA's famous programs was remembered as \"Jazz Hour\" presented by Willis Conover.This program continued for 40 years, and its record remains at the National Museum of American History, also known as \"Smithsonian\".","categories":[],"infobox_types":["Network"],"annotations":[{"uri":"Broadcasting","surface_form":"broadcasting","offset":43},{"uri":"Federal_government_of_the_United_States","surface_form":"United States government","offset":71},{"uri":"United_States","surface_form":"United States","offset":283},{"uri":"Audience","surface_form":"audience","offset":375},{"uri":"News","surface_form":"news","offset":506},{"uri":"Europe","surface_form":"Europe","offset":529},{"uri":"Africa","surface_form":"Africa","offset":546},{"uri":"Germany","surface_form":"Germany","offset":565},{"uri":"Shortwave","surface_form":"shortwave","offset":728},{"uri":"Radio","surface_form":"radio","offset":874},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":900},{"uri":"Cold_War","surface_form":"Cold War","offset":946},{"uri":"Special_English","surface_form":"Special English","offset":1190}]}