{"id":124691,"url":"http://en.wikipedia.org/wiki/Miani%2C_Punjab","text":"e=\"preserve\">Miani is a small town of Bhalwal Tehsil, Sargodha District in the Punjab province of Pakistan. It is about 70 km from Sargodha city.\nHistory.\nMiani used to have a large population of Hindus before the partition of India. They had to leave their ancestral homes and move to India after partition. Sargodha itself was the homeland of Khatris and had a large concentration of the ancient Khatri clans. Khatris are found among both Hindu as well as Muslim Punjabis. Some Khatris were converted to Islam after he introduction of Islam into the Punjab. Miani continues to have a population of Muslim Khatris or Punjabi Shaikhs.\nPre-partition, there were also many Hindu Brahmin families living in Miani. There were Gosain Brahmins of six clans, some of which are Balak-nathiye, Dabre, Bhature. The details are available with Purohits at Haridwar, India, a most holy place for Hindus on the banks of holy river Ganges. They were living, before partition, in and around Jhikki Gali of Miani, which was near a 'Roni Khui' or a well. These Gosain families would marry their children into Bagge, Kapooriye Saraswat Brahmins of the region. Other Brahmin families of Miani were Mohyal Brahmins, mainly Dutt. A very large house belonging to a Dutt family still stands tall in Miani with the name 'Krishen Niwas' inscribed in Hindi on the elaborately carved, large wooden doors (for which Miani & Bhera were famous). This door has also engravings of Lord Krishna, cows, lotus etc.\nMiani was nicknamed Namak-Miani (salt Miani) because it was the main marketplace for salt that was mined from the mountains around Khewra.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bhalwal_Tehsil","surface_form":"Bhalwal Tehsil","offset":38},{"uri":"Sargodha_District","surface_form":"Sargodha District","offset":54},{"uri":"Punjab_(Pakistan)","surface_form":"Punjab","offset":79},{"uri":"Pakistan","surface_form":"Pakistan","offset":98},{"uri":"Sargodha","surface_form":"Sargodha","offset":131},{"uri":"Hindu","surface_form":"Hindu","offset":196},{"uri":"Partition_of_India","surface_form":"partition of India","offset":214},{"uri":"India","surface_form":"India","offset":286},{"uri":"Sargodha","surface_form":"Sargodha","offset":309},{"uri":"Hindu","surface_form":"Hindu","offset":441},{"uri":"Muslim","surface_form":"Muslim","offset":458},{"uri":"Punjabi_Shaikh","surface_form":"Punjabi Shaikh","offset":618}]}