{"id":124713,"url":"http://en.wikipedia.org/wiki/Orion_(constellation)","text":"Orion is one of the largest constellations in the sky. It is supposed to look like the warrior Orion from Greek mythology. The constellation has other names in different cultures: it is mentioned under a Hebrew name in the Book of Job.\nThe constellation has a clear hour-glass shape with \"Orion's Belt\" in the centre. That part is made up of three bright stars (Alnitak, Alnilam, Mintaka) in line. The Orion constellation has 81 visible stars, including some of the brightest and most important stars in the night sky. Rigel is the brightest star in it, and Betelgeuse is a huge, rather unstable red giant.\nThe constellation includes a series of starburst nebulae where new stars are forming. The whole group of nebulae is known as the Orion complex. The complex is 1,500 to 1,600 light-years away, and hundreds of light-years across. It includes\nMythological legend.\nIn Greek mythology, Orion was a great hunter who joined Artemis's Hunt. He was the first ever male to ever enter the Hunt. Inevitably, he slowly started getting closer to Artemis, and eventually fell in love with her, even though he knew she had sworn an oath of maidenhood. Artemis did not sense this at the time, so she let him stay in the Hunt. The problem was that Orion was too good a hunter, and got in over his head. He killed too many animals, which was against the Hunters' nature, which was not to harm nature if it was not of danger to them. Gaea, the Earth Spirit, sensed this, and sent a giant scorpion to kill him, to punish him for his sins against nature. Artemis mourned his death, and herself made a constellation dedicated him, namely, the Orion's Belt.\nThe ancient Egyptians equated the constellation with Osiris, god of the afterlife. The ancient Egyptian \"First Time\", \"when Osiris walked on the Earth\", has by some fringe archeologists been held to be around 10,500 BC; thanks to precession (which was known to the astronomers of the Early Dynasties), around that time at the Spring Equinox the constellation could be seen \"walking\" on the horizon just before dawn.\nLocation.\nOrion can be used to find the constellations Gemini, Auriga, and Canis Major. Find the belt, and you will find gemini to the northeast, auriga to the north, and ganis minor to the southwest. The Orion Belt is an asterism of 3 stars, all in a straight line. You could find it by finding a very bright red star (Betelgeuse).","categories":[],"infobox_types":[],"annotations":[{"uri":"Constellation","surface_form":"constellation","offset":28},{"uri":"Orion_(mythology)","surface_form":"Orion","offset":95},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":106},{"uri":"Hebrew","surface_form":"Hebrew","offset":204},{"uri":"Book_of_Job","surface_form":"Book of Job","offset":223},{"uri":"Hourglass","surface_form":"hour-glass","offset":266},{"uri":"Orion%27s_Belt","surface_form":"Orion's Belt","offset":289},{"uri":"Rigel","surface_form":"Rigel","offset":519},{"uri":"Betelgeuse","surface_form":"Betelgeuse","offset":558},{"uri":"Red_giant","surface_form":"red giant","offset":596},{"uri":"Nebulae","surface_form":"nebulae","offset":656},{"uri":"Orion_complex","surface_form":"Orion complex","offset":736},{"uri":"Light-year","surface_form":"light-year","offset":781},{"uri":"Ancient_Egypt","surface_form":"ancient Egyptians","offset":1645},{"uri":"Osiris","surface_form":"Osiris","offset":1694},{"uri":"Stellar_precession","surface_form":"precession","offset":1871}]}