{"id":124755,"url":"http://en.wikipedia.org/wiki/Canopus","text":"Canopus, or Alpha Carinae in the Bayer designation system, is the brightest star in its constellation (Carina) and the brightest star in the southern night sky.\nCanopus is quite unusual, because its distance from Earth was not known until the 1990s. Before the launching of the Hipparcos satellite telescope, distance estimates for the star varied widely, from 96 light years to 1200 light years. Hipparcos established Canopus as lying 310 light years (96 parsecs) from our solar system.\nThe difficulty in measuring Canopus' distance stemmed from its being a \"less luminous supergiant\". Such stars are rare and poorly understood. They are stars that can be either in the process of evolving to or away from red giant status. This in turn made it difficult to know how intrinsically bright Canopus is, and therefore how far away it might be. Direct measurement was the only way to solve the problem. Canopus is too far away for Earth-based parallax observations to be made, so the star's distance was not known with certainty until the early 1990s.\nCanopus is 13,600 times more luminous than the Sun and the most intrinsically bright star within about 700 light years. In fact, from 1 astronomical unit, Canopus would have an apparent magnitude of -37. Canopus appears less bright than Sirius in our sky only because Sirius is much closer to the Earth (8.6 light years).\nThe surface temperature of Canopus is 7350 ± 30 K. Its diameter has been measured at 0.6 astronomical units (the measured angular diameter being 0.006 arcseconds), 65 times that of the Sun. If it were placed at the centre of the solar system, it would extend three-quarters of the way to Mercury. An Earth-like planet would have to lie three times the distance of Pluto for its star to appear the same size in the sky as our own sun. Canopus is a strong source of X-rays, which are probably produced by its corona, magnetically heated to around 15 million K.\nCanopus is part of the Scorpius-Centaurus Association, a group of stars which share similar origins.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bayer_designation","surface_form":"Bayer designation","offset":33},{"uri":"Carina_(constellation)","surface_form":"Carina","offset":103},{"uri":"Light_year","surface_form":"light year","offset":440},{"uri":"Parsec","surface_form":"parsec","offset":456},{"uri":"Solar_system","surface_form":"solar system","offset":474},{"uri":"Red_giant","surface_form":"red giant","offset":707},{"uri":"Sun","surface_form":"Sun","offset":1095},{"uri":"Astronomical_unit","surface_form":"astronomical unit","offset":1184},{"uri":"Astronomical_unit","surface_form":"astronomical unit","offset":1459},{"uri":"Mercury_(planet)","surface_form":"Mercury","offset":1658},{"uri":"Pluto","surface_form":"Pluto","offset":1734},{"uri":"X-ray","surface_form":"X-ray","offset":1834},{"uri":"Corona","surface_form":"corona","offset":1877},{"uri":"Scorpius-Centaurus_Association","surface_form":"Scorpius-Centaurus Association","offset":1952}]}