{"id":124797,"url":"http://en.wikipedia.org/wiki/Horn_of_Africa","text":"The Horn of Africa (alternatively Northeast Africa, and sometimes Somali Peninsula) is a peninsula in East Africa that protrudes into the Somali Sea and Guardafui Channel, and lies along the southern side of the Gulf of Aden.\nPan-Hornism.\nThe biggest ethnic group which lives in the Horn of Africa are the Cushites. Cushites include people like Afars, Oromos, and Sidama. Some people said that its a good idea for Cushites to help each other with making money and politics. This aim is sometimes called \"Pan-Hornism\".\nBorders.\nThere are four countries in the Horn of Africa. They are Eritrea, Ethiopia, Somalia and Djibouti. The northernmost areas of the Horn are Ras Kasar in the west, settled by the Rashaida tribe, and Alula in the east, settled by Dishiishe. The easternmost area is Ras Hafun, settled by Leelkase, and the southernmost in Ras Kamboni, settled by Dhulbahante.\nHistory.\nThe Horn of Africa became famous for taking longer to be colonized than other African countries. Those countries which fought back were Ethiopia, led by Menelik II, and the Daraawiish State, led by Ismail Mire. Eritrea was part of Ethiopia, but fought the Eritrean War of Independence from 1961 to 1991.\nNumbers.\nHorn of Africa can also mean the greater region containing the countries of Eritrea, Djibouti, Ethiopia and Somalia. The greater region covers about 2,000,000 km² (or 772,200 square miles) and is inhabited by about 94.2 million people (Ethiopia: 79 million, Somalia: 10 million, Eritrea: 4.5 million, and Djibouti: 0.7 million).","categories":[],"infobox_types":[],"annotations":[{"uri":"Peninsula","surface_form":"peninsula","offset":89},{"uri":"East_Africa","surface_form":"East Africa","offset":102},{"uri":"Somali_Sea","surface_form":"Somali Sea","offset":138},{"uri":"Guardafui_Channel","surface_form":"Guardafui Channel","offset":153},{"uri":"Gulf_of_Aden","surface_form":"Gulf of Aden","offset":212},{"uri":"Daraawiish_State","surface_form":"Daraawiish State","offset":1062},{"uri":"Ismail_Mire","surface_form":"Ismail Mire","offset":1087},{"uri":"Eritrean_War_of_Independence","surface_form":"Eritrean War of Independence","offset":1145},{"uri":"Eritrea","surface_form":"Eritrea","offset":1278},{"uri":"Djibouti","surface_form":"Djibouti","offset":1287},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":1297},{"uri":"Somalia","surface_form":"Somalia","offset":1310}]}