{"id":125001,"url":"http://en.wikipedia.org/wiki/Bandarban_District","text":"Bandarban (Bengali:বান্দরবান) is a district in South-Eastern Bangladesh, and a part of the Chittagong Division and the Chittagong Hill Tracts. Bandarban (meaning \"the dam of monkeys\") is also known as Arvumi or the Bohmong Circle (of the rest of the three hill districts Rangamati is the Chakma Circle and Khagrachari is the Mong Circle).\nBritish and Pakistani rule.\nAs part of British India the area became part of the Bohmong circle and had some independence. During World War II many soldiers arrived in the area to fight against the Japanese who were in nearby Burma. The tribes of these hills have always rebelled against those who have tried to rule them. When India, Pakistan and Burma became independent from Britain, the tribes of Bandarban flew the flag of Burma for a few days. During the Bangladesh War of 1971 which was fought to gain independence from Pakistan, leaders of the tribal people sought allegiance with Pakistan government.\nAfter Bangladeshi independence.\nIn the late 1970s, Bengalis stated settling into the hills pursued, which later gave rise to much violence against the hill people and started a rebellion led by Shanti Bahini.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bengali_language","surface_form":"Bengali","offset":11},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":61},{"uri":"Chittagong_Division","surface_form":"Chittagong Division","offset":91},{"uri":"Chittagong_Hill_Tracts","surface_form":"Chittagong Hill Tracts","offset":119},{"uri":"Rangamati_District","surface_form":"Rangamati","offset":271},{"uri":"Khagrachari_District","surface_form":"Khagrachari","offset":306},{"uri":"British_India","surface_form":"British India","offset":378},{"uri":"World_War_II","surface_form":"World War II","offset":469},{"uri":"Burma","surface_form":"Burma","offset":565},{"uri":"India","surface_form":"India","offset":667},{"uri":"Pakistan","surface_form":"Pakistan","offset":674},{"uri":"Shanti_Bahini","surface_form":"Shanti Bahini","offset":1143}]}