{"id":125025,"url":"http://en.wikipedia.org/wiki/Commander-in-Chief","text":"e=\"preserve\">A commander-in-chief is the commander of a nation's military forces. Some country's commander-in-chief does not need to have been a soldier or involved in the military. The term was first used by King Charles I of England in 1639.\nCommanders-in-Chief is sometimes referred to as Supreme Commander, which is sometimes used as a specific term.\nAustralia.\nThe role of command in chief is done by the Governor-General of Australia as the Queen's representative.\nUnited Kingdom.\nThe title Commander-in-Chief is rarely used by the King or Queen of England, but usually refers to local commanders-in-chief.\nIndia.\nAfter independence from Britain on August 15, 1947, each Service was given its own Chief Commander (navy, army, airforce).\nIran.\nBefore 1979, the Shah was the commander-in-chief in Iran. After the creation of the Islamic Republic, the Supreme Leader of Iran has taken on the role.\nIreland.\nIn Ireland, the commander-in-chief of the army is the President.\nPakistan.\nIn Pakistan, the President is by law the Commander-in-Chief of the Armed Forces, however the elected Prime Minister has the real power.\nHong Kong.\nWhen Hong Kong was a British colony the Governor was also the Commander-in-Chief of Hong Kong.\nUnited States of America.\nCommander-in-chief is one of the many roles given to the president of the United States","categories":[],"infobox_types":[],"annotations":[{"uri":"Commander","surface_form":"commander","offset":41},{"uri":"Military","surface_form":"military","offset":65},{"uri":"Charles_I_of_England","surface_form":"King Charles I of England","offset":209},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General of Australia","offset":410},{"uri":"Queen_of_England","surface_form":"Queen of England","offset":546},{"uri":"Shah","surface_form":"Shah","offset":766},{"uri":"Supreme_Leader_of_Iran","surface_form":"Supreme Leader of Iran","offset":855},{"uri":"President_of_Ireland","surface_form":"President","offset":964},{"uri":"President_of_the_United_States","surface_form":"president of the United States","offset":1310}]}