{"id":125122,"url":"http://en.wikipedia.org/wiki/Pakistani_English","text":"e=\"preserve\">Pakistani English is the type of the English Language as it is spoken in Pakistan. It is recognised as one of the official languages of the country.\nHistory.\nAlthough British rule in South Asia lasted for almost two hundred years, the areas that are now Pakistan were some of the last places to be taken over by the British. Punjab (which included the Khyber Pakhtunkhwa province) was captured in 1849, Sindh a few years before; while Balochistan was never fully taken over by the British. This meant that English had less time to become part of local culture. However, in 1947, when Pakistan became independent, English (along with Urdu) became Pakistan's official language - this was written into law in 1973.\nRelationship with Indian English.\nPakistani English has many similarities with Indian English, but since Independence there have been some very obvious differences. These include words and phrases not used in India, as well as accents. Foreign companies find accent naturalisation easier in Pakistan than in India. However, like Indian English, Pakistani English has preserved many phrases that are now considered old in Britain.\nUse in Pakistan.\nEnglish is one of Pakistan's official languages. All government documents, military communications, street signs, many shop signs, business contracts and other activities are in English. The language of the courts is also English.\nEnglish is taught to all school level Pakistani students, and in many cases English is also the language used to teach the students other subjects. At the college and university level all instruction is in English.\nPakistan has a large English language press and (more recently) media. All of Pakistan's major dailies are published in or have an edition in English. Dawn News is a major English language news channel.\nPakistani English Literature.\nSince English in Pakistan is a well-established and popular, expanding language, people there read and write in it too. Pakistani English literature is increasingly making its mark worldwide. A list of English language writers from Pakistan is given here, listing some of the better known literary figures.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_Language","surface_form":"English Language","offset":50},{"uri":"Pakistan","surface_form":"Pakistan","offset":86},{"uri":"Official_language","surface_form":"official language","offset":127},{"uri":"British_India","surface_form":"British rule","offset":180},{"uri":"South_Asia","surface_form":"South Asia","offset":196},{"uri":"Khyber_Pakhtunkhwa","surface_form":"Khyber Pakhtunkhwa","offset":365},{"uri":"Sindh","surface_form":"Sindh","offset":416},{"uri":"Balochistan_(Pakistan)","surface_form":"Balochistan","offset":448},{"uri":"Indian_English","surface_form":"Indian English","offset":804},{"uri":"Indian_English","surface_form":"Indian English","offset":1054},{"uri":"Dawn_(newspaper)","surface_form":"Dawn News","offset":1769},{"uri":"List_of_English_language_writers_from_Pakistan","surface_form":"list of English language writers from Pakistan","offset":2045}]}