{"id":125303,"url":"http://en.wikipedia.org/wiki/Gumby","text":"ce=\"preserve\">Gumby is a dark green clay figure. He was in 233 episodes on American television series. He was also in a feature-length movie and other media. He has become well known as an example of stop motion clay animation. He has become a cultural icon. There have been many tributes and parodies, including a video game and toys. Gumby Adventures aired on PBS Nickelodeon and Cartoon Network and Galavision\nOrigin.\nGumby was started by Art Clokey in 1953. The first 'episode' was a 3-minute short called \"Gumbasia\". It showed moving lumps of clay set to music, and parodied \"Fantasia\". In 1955, Art showed Gumbasia to movie producer Sam Engel, who then paid him for a 15-minute movie called \"Gumby Goes to the Moon\".\nGumby was given his own NBC series in 1957. Female actress' voiced Gumby. New episodes were added in 1962, and Dallas McKennon became the voice of Gumby.\nCharacters.\nGumby's main sidekick is Pokey, a talking orange pony. His enemies are the Blockheads. They are a pair of human-like, red-colored figures with block-shaped heads. The Blockheads were inspired by the Katzenjammer Kids, who were always getting into scrapes and causing discomfort to others. Other characters are Gumby's dog Nopey. All he says is \"nope\". There is also Prickle, a yellow dinosaur who sometimes acts like a detective with pipe and hat like Sherlock Holmes. Also on the series are Goo, a flying blue mermaid who spits blue goo balls and can change shape at will; Gumby's mother Gumba and father Gumbo. The later series in 1988 added Gumby's sister Minga and mastodon friend Denali.\nBonus Features.\n\"The Adventures of Gumby\" had 22 bonus episodes and 16 episodes with commentary.\nGumby Bumpers.\nGumby Bumpers in 2 minutes is released in January 4, 1980 starring Gumby, Pokey and cameo appearance of Blue Mermaid Goo.\nMary Had a Little Lamb.\nWas released on February 13, 1982. It is 6 minutes long.\n1967 version.\nIn 1967 version, an episode of Gumby Train Trouble is released in January 7, 1967 starring Gumby and first appearance of Nopey. This episode in 1967 is the version of 1958.","categories":[],"infobox_types":[],"annotations":[{"uri":"Green","surface_form":"green","offset":30},{"uri":"Clay","surface_form":"clay","offset":36},{"uri":"United_States","surface_form":"American","offset":75},{"uri":"Stop_motion","surface_form":"stop motion","offset":200},{"uri":"Clay_animation","surface_form":"clay animation","offset":212},{"uri":"Art_Clokey","surface_form":"Art Clokey","offset":442},{"uri":"Parody","surface_form":"parodied","offset":571},{"uri":"Fantasia_(movie)","surface_form":"Fantasia","offset":581},{"uri":"Sam_Engel","surface_form":"Sam Engel","offset":639},{"uri":"Dallas_McKennon","surface_form":"Dallas McKennon","offset":834},{"uri":"Sidekick","surface_form":"sidekick","offset":902},{"uri":"Katzenjammer_Kids","surface_form":"Katzenjammer Kids","offset":1088},{"uri":"Detective","surface_form":"detective","offset":1308},{"uri":"Sherlock_Holmes","surface_form":"Sherlock Holmes","offset":1341},{"uri":"Mastodon","surface_form":"mastodon","offset":1558},{"uri":"Commentary","surface_form":"commentary","offset":1667},{"uri":"Gumby_Bumpers","surface_form":"Gumby Bumpers","offset":1694},{"uri":"Train_Trouble","surface_form":"Train Trouble","offset":1948}]}