{"id":12549,"url":"http://en.wikipedia.org/wiki/Computer_virus","text":"e=\"preserve\">A computer virus is a program that is able to copy itself when it is run. Often, computer viruses are run as a part of other programs. Any program that is affected by the virus is \"infected\". Biological viruses also work that way, as they copy themselves as part of other organisms. This is how the computer virus got its name.\nIn addition to copying itself, a computer virus can also execute instructions that cause harm. For this reason, computer viruses affect security. They are part of malware.\nVery often, the term is also used for other kinds of malware, such as trojan horses and worms. Even though this is wrong, it may be difficult to tell the difference between different kinds of malware; they often occur together, and only an expert may be able to tell them apart. Such programs also fit more than one category.\nComputer viruses are created for a cause, sometimes they are created to spread political messages and they are also created to hack some system files.\nComputer viruses are spread through many ways. Some of the common ways of spreading are through downloads, email attachments, removable hardwares, and so on. Most viruses are very dangerous kind of malware.\nLimited user rights can limit the spread of a virus.\nIn the beginning, operating systems on personal computers (or PC) did not have the concept of access control. There were no \"users\", everyone could do everything. Modern operating systems have the concept of access control. There can be more than one user and some users may have more \"privileges\" than others. Certain users may only have access to certain files and are unable to access others. Other users may be able to modify or delete certain files. These privileges can be specified for each file.\nThe damage a virus can cause is influenced by the rights the user has; if the user has no rights to write to certain places in the system, the virus will not be able to spread to those places.\nAnother problem is that sometimes the system for rights management may be available, but that it is not used by default. This is the case with systems such as Windows NT or Windows XP, where by default all users have same rights.\nAntivirus software.\nAntivirus software can protect computers against known viruses. Some antivirus software scan files and compare a hash code for each file with its database of hash codes (or \"signature\"). If the code matches, it has likely found a virus. This way of doing things has created some problems. It will only protect against viruses whose hash code is known. The companies that wrote the antivirus need to keep the virus signatures up-to-date and need to give this information to the PC to be protected.\nThere are two possible modes of scanning: Either the file is scanned \"on demand\" (or \"manually\"), or it is scanned when the system registers an access to the file called \"on access\".\nAntivirus software cannot offer full protection, even in the case the virus is known. Some viruses use something called polymorphic code to change their signature every time they move. No matter how many signatures the company has, they will not be able to stop these types of viruses.\nAnother way that antivirus software can protect against viruses is to use heuristics. Instead of knowing each virus by its signature, heuristic antivirus software look at the behavior of other software. If a software does something that seems bad, the antivirus software steps-in to stop it. Since every step needs to be watched, this is a slow way to do things.\n\"Live system\".\nThe best protection against viruses can be obtained by using a system that boots off a read-only medium, such as a compact disc (called CD), digital versatile disc (called DVD), or USB flash drive (called USB) that does not allow write access to hard disk (or other removable media).","categories":[],"infobox_types":[],"annotations":[{"uri":"Virus","surface_form":"virus","offset":216},{"uri":"Organism","surface_form":"organism","offset":285},{"uri":"Security","surface_form":"security","offset":477},{"uri":"Malware","surface_form":"malware","offset":504},{"uri":"Trojan_horse_(computing)","surface_form":"trojan horses","offset":583},{"uri":"Computer_worm","surface_form":"worms","offset":601},{"uri":"Operating_system","surface_form":"operating system","offset":1268},{"uri":"Personal_computer","surface_form":"personal computer","offset":1289},{"uri":"Windows_NT","surface_form":"Windows NT","offset":2106},{"uri":"Windows_XP","surface_form":"Windows XP","offset":2120},{"uri":"Antivirus_software","surface_form":"Antivirus software","offset":2197},{"uri":"Computer","surface_form":"computer","offset":2228},{"uri":"Hash","surface_form":"hash","offset":2310},{"uri":"Polymorphic_code","surface_form":"polymorphic code","offset":2997},{"uri":"Heuristics","surface_form":"heuristics","offset":3237},{"uri":"Compact_disc","surface_form":"compact disc","offset":3656},{"uri":"DVD","surface_form":"digital versatile disc","offset":3682},{"uri":"USB_flash_drive","surface_form":"USB flash drive","offset":3722},{"uri":"Hard_disk","surface_form":"hard disk","offset":3787}]}