{"id":125511,"url":"http://en.wikipedia.org/wiki/Sniper","text":"A sniper is a person who is trained to shoot perfectly at things that are very small or very far away. The sniper's target is usually an enemy. Many military snipers get special training to use a sniper rifle, a special type of gun. Most sniper rifles have a telescope called a sniper scope to help the sniper see the target. Snipers are also trained to be stealthy. Snipers hide or use military camouflage such as a ghillie suit that looks like (and may include some of) the surrounding foliage so that it is hard for the enemy to see them. A sniper is also called a \"marksman\".\nExperienced hunters often share many of the skills that long range shooters need to know. The two jobs are very similar. The word \"sniper\" came from Britain when highly accurate shooters would hunt–also known as \"snipe\"–birds that were very hard to see and shoot.\nMany police departments have snipers on their SWAT teams. Because police snipers do not always perform the same tasks as military snipers, police snipers are sometimes known as \"marksmen\".\nSniping.\nSnipers shoot targets that are far away. Because the bullet shot by a sniper has to travel a very long distance, the sniper has to be very careful when taking aim. There are three main things that have an effect on the accuracy of the shot. The sniper must plan for these things.\nThe bullets used by snipers are usually heavy. They are powered by a large amount of gunpowder. This makes the bullet travel very fast. The heaviness makes the bullet less affected by wind. The speed makes the bullet less affected by gravity. A fast bullet reaches a target quicker, before it has time for gravity to affect it. Large fast bullets do more damage to the target than lighter or slower bullets.\nAccuracy.\nMost soldiers are trained so that they can shoot a target that is between to away and hit it with approximately half their shots. Very well trained soldiers, such as the U.S. Marine Corps, can hit a target that is between to away, with approximately half of their shots. A sniper is trained to be able to hit a target over, or half a mile away with almost every single shot. Some snipers are so accurate that they can shoot something out of a person's hand, but they usually aim for the target's head or chest. These areas are harder to miss, and are more likely to disable the target.\nSniper rifles.\nA sniper uses a special kind of rifle called a sniper rifle. This rifle is much more accurate than normal rifles. Almost all sniper rifles use a Sniper scope, a special telescope that allows them to see targets very far away. There are two different kinds of sniper rifles: bolt action rifles, which fire a single shot and then the user must ready the next shot, and semi-automatic (\"semi-auto\") rifles which fire a single shot each time the trigger is pulled.\nTypically, bolt-action rifles have a longer range and are more accurate than semi-automatic rifles, however the rate of fire is slower than a semi-automatic rifle, which fires as fast as the shooter can squeeze the trigger. At close ranges, or where a shooter must make a quick follow-up shot, a sniper may prefer to use the semi-automatic rifle instead.\nA magazine is used on semi automatic rifles and most bolt action rifles. Magazines hold more shots in the gun and make it much faster to ready the next shot.\nCamouflage.\nSnipers usually wear camouflage clothing, to avoid being seen. Camouflage works by hiding the outline and shape of the human body, so that it is not easily seen. Camouflage does not work very well when the person wearing it is moving because the eye sees movement much better than shapes or colors. Snipers often paint their faces green or black to make them shine less, and blend in with the surroundings. Sometimes snipers wear special camouflage suits, called ghillie suits. Ghillie suits are made of shredded burlap or yute and often have plants attached to them. Snipers will often make several different ghillie suits to help them hide in different kinds of terrain. These suits are very effective at hiding the sniper. Often a sniper can be invisible to an enemy standing right next to him.\nPolice snipers generally do not need camouflage, because their main job is to make accurate shots, not to hide from the criminal. Sometimes police need to hide, so police snipers are trained in hiding techniques.\nSnipers in War.\nMilitary snipers are chosen for their intelligence, their good sight and their ability to shoot very well. They are trained to use their sight very well. They are trained to see the enemy from far away, and to notice small movements that might show that enemies are near. They are also trained to hide themselves. Snipers use these skills to destroy enemy troops. Snipers generally work in a small unit (or team) of just two people, a sniper and a spotter. The spotter finds targets for the sniper with a telescope. If the sniper misses the target, then the spotter also helps the sniper adjust the next shot so it hits the target. The spotter also protects the sniper from enemies at close range.\nSnipers are often used as scouts for the army because they can easily hide themselves from the enemy, even when they are close. They use the sniper scope on their rifles to see farther than most soldiers are able to see. Snipers are often able to notice details and remember information that ordinary soldiers would not. When a sniper is in a team with a spotter, it is usually the spotter's job to use a radio to speak with other military units. The team can report on the enemy position and enemy movements.\nSnipers in World War I and II.\nIn World War I (WWI), there were no special sniper rifles. Instead, snipers used normal rifles with a sniper scope mounted on them.\nIn World War II, snipers were common. They were an important part of the fighting. Every squad of the Soviet army included sniper or a 'marksman'. Camouflage tactics were developed during this time. Snipers were very useful during the Battle of Stalingrad. One Russian sniper was said to have killed over 240 German troops. Even that wasn't the best. Mihail Surkov killed 702 enemy troops and Semen Nomokonov killed 367 by sniping, including a general.\nPolice snipers.\nPolice departments train and use snipers. These snipers mainly serve on the SWAT team for their department. Often they are called upon to provide security at special events, or to make sure that other snipers do not murder someone. This job is called counter-sniping. Most police snipers are trained by the military.\nFamous snipers.\nSome snipers are famous for having killed hundreds of enemy soldiers. One such sniper is U.S. Marine Corps sniper Carlos Hathcock, who was famous in the Vietnam War for wearing a white feather in his hat. Other snipers are famous for being able to kill an enemy from very far away. Carlos Hathcock held the record for the furthest distance kill for a very long time – his farthest was over. However, in the Afghanistan War, snipers from the Canadian Army broke the record with a shot of. Other snipers are known for difficult shots. For example, Matt Hughes had to make a shot in very high winds by aiming over to the left of the enemy. An example of a famous sniper in WWII is Vasily Zaytsev. He supposedly killed 225 enemy soldiers during the Battle of Stalingrad.\nSimo Häyhä (the White Death,bielaja smjert) has more documented kills than any other sniper in history.\nSnipers in popular culture.\nSnipers are often used in video games as elite soldiers. Getting a headshot with a sniper rifle is thought of as a hard skill to learn. In some movies, assassins use sniper rifles; examples include \"Phone Booth\" and \"Vantage Point\". Sometimes snipers have a bad reputation in the media; for example, in October 2002 two men went on a month long killing spree using a Sniper rifle in the Virginia and Maryland area.","categories":[],"infobox_types":[],"annotations":[{"uri":"Enemy","surface_form":"enemy","offset":137},{"uri":"Sniper_rifle","surface_form":"sniper rifle","offset":196},{"uri":"Telescope","surface_form":"telescope","offset":259},{"uri":"Sniper_scope","surface_form":"sniper scope","offset":278},{"uri":"Stealth","surface_form":"stealthy","offset":357},{"uri":"Military_camouflage","surface_form":"military camouflage","offset":387},{"uri":"Ghillie_suit","surface_form":"ghillie suit","offset":417},{"uri":"Foliage","surface_form":"foliage","offset":488},{"uri":"Hunting","surface_form":"hunters","offset":592},{"uri":"Long_range_shooting","surface_form":"long range shooters","offset":636},{"uri":"SWAT_team","surface_form":"SWAT team","offset":890},{"uri":"Gunpowder","surface_form":"gunpowder","offset":1407},{"uri":"Sniper_rifle","surface_form":"sniper rifle","offset":2388},{"uri":"Sniper_scope","surface_form":"Sniper scope","offset":2486},{"uri":"Telescope","surface_form":"telescope","offset":2510},{"uri":"Bolt_action","surface_form":"bolt action","offset":2615},{"uri":"Semi-automatic_rifle","surface_form":"semi-automatic","offset":2708},{"uri":"Trigger_(firearms)","surface_form":"trigger","offset":2783},{"uri":"Rate_of_fire","surface_form":"rate of fire","offset":2914},{"uri":"Ghillie_suit","surface_form":"ghillie suit","offset":3790},{"uri":"Burlap","surface_form":"burlap","offset":3840},{"uri":"Yute","surface_form":"yute","offset":3850},{"uri":"Terrain","surface_form":"terrain","offset":3991},{"uri":"Sight","surface_form":"sight","offset":4491},{"uri":"Spotter","surface_form":"spotter","offset":4802},{"uri":"Reconnaissance","surface_form":"scouts","offset":5078},{"uri":"World_War_I","surface_form":"World War I","offset":5596},{"uri":"Sniper_rifle","surface_form":"sniper rifle","offset":5637},{"uri":"Sniper_scope","surface_form":"sniper scope","offset":5695},{"uri":"World_War_II","surface_form":"World War II","offset":5728},{"uri":"Union_of_Soviet_Socialist_Republics","surface_form":"Soviet","offset":5827},{"uri":"Develop","surface_form":"developed","offset":5896},{"uri":"Battle_of_Stalingrad","surface_form":"Battle of Stalingrad","offset":5960},{"uri":"SWAT_team","surface_form":"SWAT team","offset":6270},{"uri":"Counter-sniping","surface_form":"counter-sniping","offset":6445},{"uri":"Carlos_Hathcock","surface_form":"Carlos Hathcock","offset":6641},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":6680},{"uri":"War_in_Afghanistan_(2001%E2%80%93present)","surface_form":"Afghanistan War","offset":6934},{"uri":"World_War_II","surface_form":"WWII","offset":7197},{"uri":"Vasily_Zaytsev","surface_form":"Vasily Zaytsev","offset":7205},{"uri":"Battle_of_Stalingrad","surface_form":"Battle of Stalingrad","offset":7272},{"uri":"Elite","surface_form":"elite","offset":7467},{"uri":"Headshot","surface_form":"headshot","offset":7493},{"uri":"Murder","surface_form":"assassin","offset":7578},{"uri":"Phone_Booth","surface_form":"Phone Booth","offset":7625},{"uri":"Vantage_Point","surface_form":"Vantage Point","offset":7643},{"uri":"Beltway_sniper_attacks","surface_form":"month long killing spree","offset":7760},{"uri":"Sniper_rifle","surface_form":"Sniper rifle","offset":7793},{"uri":"Virginia","surface_form":"Virginia","offset":7813},{"uri":"Maryland","surface_form":"Maryland","offset":7826}]}