{"id":125523,"url":"http://en.wikipedia.org/wiki/Sniper_rifle","text":"A sniper rifle is a type of gun used to accurately shoot targets a long distance away. A person who uses a sniper rifle in the military is called a sniper.\nA sniper rifle is much more accurate than a normal rifle. Almost all sniper rifles use a sniper scope, a special telescope that allows them to see targets very far away. There are two different kinds of sniper rifles: bolt action rifles, which fire a single shot and then the user must ready the next shot, and semi-automatic (\"semi-auto\") rifles which fire a single shot each time the trigger is pulled, and automatically ready the next shot for firing. Fully automatic rifles, which fire continuously when the trigger is pulled as long as there is ammunition, generally are not used though in rare instances they can be converted into a sniper rifle. In one such instance, a heavy machine gun with a scope, while not a true sniper rifle, set the record for longest kill by a sniper for years, until advances in rifle technology and sniper training allowed a sniper with a true sniper rifle to beat that record.\nTypically, bolt-action rifles have a longer range and are more accurate than semi-automatic rifles, however because each round must be chambered by hand, the rate of fire is slower than a semi-automatic rifle, which fires as fast as the shooter can squeeze the trigger. At close ranges, or in situations where a shooter must make a quick follow-up shot, a sniper may prefer to use the semi-automatic rifle instead. Examples of bolt action sniper rifles are the M40, R700, and M24. Examples of semi-automatic ones are the M21, Dragunov, and the M82 Barret.50 caliber.\nSniper rifles range in caliber (the diameter, or width, of the bullet fired in fractions of an inch) from as small as with the .22 LR (long rifle) bullet fired by many small pistols, to as large as with the .50 Browning Machine Gun (BMG) bullet which is fired by vehicle mounted heavy machine guns. Smaller rounds like the.22 LR are often used at very close range with a sound suppressor (commonly called a silencer) to quickly and quietly break street lights or kill vermin and small animals. The round is generally too weak and has too short of a range for longer range work, or shots on human-sized targets. In contrast, large rounds like the.50 BMG are fired out of very large and heavy sniper rifles that are often used for destroying light vehicles and equipment. They can fire at extreme ranges of over a mile, but generally are too bulky, inaccurate at short ranges, and expensive for general purpose work.\nSniper rifle barrels must be cleaned every day to get rid of any liquid. Not cleaning the barrel can allow to disastrous situations, or even let the barrel explode upon firing.\nSniper rifles of history.\nOn 7 October 1777, during the Battle of Saratoga, Timothy Murphy, a rifleman in Morgan's Kentucky Riflemen, shot and killed General Simon Fraser of the British army. Murphy was said to have taken the shot at roughly 500 yards. He was using the renowned Kentucky long rifle. Fraser was leading a recon in force against the rebellious colonists at Bemis Heights in New York. As a result of Fraser's death, the recon failed. This had a direct impact on the overall battle, leading to the British defeat. The Battle of Saratoga was considered one of the turning points of the War for Independence.\nMartin Luther King, Jr. was shot and killed from the bullet of the Remington .30-06 rifle. Another example is when John F. Kennedy was assassinated. He was sniped by a Carcano-type Model 91-38 rifle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gun","surface_form":"gun","offset":28},{"uri":"Long_range_shooting","surface_form":"long distance away","offset":67},{"uri":"Human","surface_form":"person","offset":89},{"uri":"Military","surface_form":"military","offset":127},{"uri":"Sniper","surface_form":"sniper","offset":148},{"uri":"Rifle","surface_form":"rifle","offset":207},{"uri":"Sniper_scope","surface_form":"sniper scope","offset":245},{"uri":"Telescope","surface_form":"telescope","offset":269},{"uri":"Bolt_action","surface_form":"bolt action","offset":374},{"uri":"Semi-automatic_rifle","surface_form":"semi-automatic","offset":467},{"uri":"Trigger_(firearms)","surface_form":"trigger","offset":542},{"uri":"Bullet","surface_form":"ammunition","offset":706},{"uri":"Machine_gun","surface_form":"machine gun","offset":839},{"uri":"Remington_700","surface_form":"R700","offset":1535},{"uri":"M21","surface_form":"M21","offset":1590},{"uri":"Dragunov_sniper_rifle","surface_form":"Dragunov","offset":1595},{"uri":"Diameter","surface_form":"diameter","offset":1672},{"uri":".22_LR","surface_form":".22 LR","offset":1763},{"uri":"M2_Browning_machine_gun","surface_form":".50 Browning Machine Gun (BMG)","offset":1843},{"uri":"Battle_of_Saratoga","surface_form":"Battle of Saratoga","offset":2784},{"uri":"Kentucky_long_rifle","surface_form":"Kentucky long rifle","offset":3007},{"uri":"American_Revolutionary_War","surface_form":"War for Independence","offset":3326},{"uri":"Martin_Luther_King%2C_Jr.","surface_form":"Martin Luther King, Jr.","offset":3348},{"uri":".30-06","surface_form":".30-06","offset":3425},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":3463}]}