{"id":125599,"url":"http://en.wikipedia.org/wiki/Submission_(movie)","text":"\"Submission\" was a movie made in 2004. It was directed by Theo van Gogh. Ayaan Hirsi Ali wrote the script. She made the story. The movie is 10 minutes long. The movie title is a direct translation of the word Islam into English.\nThe movie tells the story of four fictional characters. All four characters are played by a single actress wearing a veil. The woman wears a see-through chador but is otherwise naked. Different verses of the Qur'an are painted onto her body.\nThe characters shown in the movie are Muslim women who have been abused in different ways. For example, one woman has been raped by someone close to her. These women have a monologue - they speak to themselves.\nThe movie dramatically highlights three verses of the Quran (and). These verses seem make it permissible to treat women badly. The authors of the movie show the verses painted on the women’s bodies.\nMohammed Bouyeri assassinated Theo van Gogh, after the movie had been shown on Dutch TV. Bouyeri is a Moroccan-Dutch Muslim who was upset about the movie. The assassination happened on 2 November 2004. A letter linked the murder to Van Gogh's movie and his views regarding Islam. It was addressed to Ayaan Hirsi Ali and called for \"jihad\" against \"kafir\". Kafir is an Arabic word for unbeliever, a person who hides, denies, or covers the truth. The letter was also against America, Europe, the Netherlands, and Hirsi Ali herself. After the murder of Van Gogh, tens of thousands gathered in the center of Amsterdam to mourn Van Gogh's death. There were fire-bombings of mosques and Muslim schools. Christian churches were also attacked. Eleven other Muslim men were also arrested, other than Bouyeri. They were charged with conspiracy to assassinate Hirsi Ali.\nAfter the murder of Theo van Gogh, \"Submission\" gained international fame. It was withdrawn from the International Film Festival Rotterdam. The movie had been scheduled to be shown on Sunday during a discussion on freedom of speech in movie at the festival. Because of the violent murder of Van Gogh, the producer of \"Submission\", Gijs van de Westelaken, said, \"We do not want to take any chance of endangering anyone else who participated in the movie.\" The movie was shown on television in a number of European countries.\nHirsi Ali has said she would like to make a sequel to the movie because \"By not making 'Submission Part II,' I would only be helping terrorists believe that if they use violence, they're rewarded with what they want.\" When she was asked if she would submit to threats against her life, she said \"Not me.\"","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Movie","surface_form":"movie","offset":19},{"uri":"Theo_van_Gogh","surface_form":"Theo van Gogh","offset":58},{"uri":"Ayaan_Hirsi_Ali","surface_form":"Ayaan Hirsi Ali","offset":73},{"uri":"Screenplay","surface_form":"script","offset":99},{"uri":"Islam","surface_form":"Islam","offset":209},{"uri":"English_language","surface_form":"English","offset":220},{"uri":"Fictional_character","surface_form":"fictional character","offset":263},{"uri":"Actress","surface_form":"actress","offset":328},{"uri":"Veil","surface_form":"veil","offset":346},{"uri":"Chador","surface_form":"chador","offset":382},{"uri":"Nudity","surface_form":"naked","offset":406},{"uri":"Verse","surface_form":"verse","offset":423},{"uri":"Qur%27an","surface_form":"Qur'an","offset":437},{"uri":"Rape","surface_form":"rape","offset":594},{"uri":"Monologue","surface_form":"monologue","offset":644},{"uri":"Mohammed_Bouyeri","surface_form":"Mohammed Bouyeri","offset":881},{"uri":"Assassination","surface_form":"assassinated","offset":898},{"uri":"Morocco","surface_form":"Moroccan","offset":983},{"uri":"Muslim","surface_form":"Muslim","offset":998},{"uri":"Assassination","surface_form":"assassination","offset":1040},{"uri":"Jihad","surface_form":"jihad","offset":1213},{"uri":"Kafir","surface_form":"kafir","offset":1229},{"uri":"Arabic_language","surface_form":"Arabic","offset":1249},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":1485},{"uri":"Mosque","surface_form":"mosque","offset":1550},{"uri":"International_Film_Festival_Rotterdam","surface_form":"International Film Festival Rotterdam","offset":1842},{"uri":"Terrorist","surface_form":"terrorist","offset":2398}]}