{"id":125622,"url":"http://en.wikipedia.org/wiki/World_Bank","text":"The World Bank is an international bank that lends money and other help to developing nations for infrastructure. The World Bank has the goal of reducing poverty.\nThe World Bank is different from the World Bank Group, because the World Bank is made up of only two institutions: the International Bank for Reconstruction and Development (IBRD) and the International Development Association (IDA). The World Bank Group has these two, but also three more: International Finance Corporation (IFC), Multilateral Investment Guarantee Agency (MIGA), and International Centre for Settlement of Investment Disputes (ICSID).\nHistory.\nThe World Bank is one of five institutions started as the Bretton Woods system in July 1944. The International Monetary Fund is another one. Many countries sent people to attend the Bretton Woods Conference. The most powerful countries with people there were the United States and United Kingdom, which controlled most of the negotiations.\nThe World Bank and the International Monetary Fund are both based in Washington DC, but the World Bank is headed by an American, while the IMF is led by a European.\n1945–1968.\nFrom the start until 1967 the bank did not lend as much money as it does now. Careful screening of loan applications was common. The bank wanted to provide loans for reconstruction and development, but if they lent out too much, there would be less trust in the bank.\nBank president John McCloy chose France to be the first country to receive a loan from the World Bank; Poland and Chile applied but did not receive one. The loan was for $987 million, half the amount that France actually asked for. There were very strict rules about the use of the funds. Bank staff made sure that the French government would have a balanced budget and pay back what it owed to the World Bank first before it paid back other countries. The United States State Department told the French government that the Cabinet should not have any communists. To get the loan, the French government removed the Communist coalition government. The loan to France was given very quickly after that.\nThe Marshall Plan of 1947 meant that many European countries already got help, so the World Bank began to lend to non-European countries. Until 1968, loans were used mainly to pay for projects that would help the country pay it back (such projects as ports, highway systems, and power plants).\n1968–1980.\nFrom 1968 to 1980 the bank worked mostly on meeting the basic needs of people in poor countries. The amount of money being loaned out grew bigger, and more loans were given. This was because the loans were not just given for infrastructure, but also for social services and other things.\nThese changes were made by Robert McNamara who became the president in 1968. McNamara managed the Bank in the same way he had worked when he was United States Secretary of Defense and President of the Ford Motor Company. McNamara changed the focus toward things such as building schools and hospitals, improving literacy and farming. McNamara started a new system of gathering information from nations applying for loans. This helped the bank to process loan applications much faster. To give out more loans, McNamara told bank treasurer Eugene Rotberg to find new sources of money, because the northern banks that had lent out the money did not have enough. Rotberg used the bond market to increase the amount of money that the bank could lend. One result of lending so much to help poor countries was that the countries in the Third World started owing a lot more money. From 1976 to 1980 developing world debt rose at an average of 20% a year.\n1989–Present.\nFrom 1989 World Bank policy changed, because many people were complaining. Environmental groups and NGOs were also lent money, to help fix the things that the people were complaining about. Now bank projects include caring for the environment.\nMillennium Development Goals.\nThe World Bank's current focus is on meeting the Millennium Development Goals (MDGs). This means lending mainly to countries that are not very poor, at interest rates which are a little bit higher than the ones it borrows at. The IDA provides low or no interest loans and grants to the poorest countries. The Bank’s mission is to help developing countries to develop more and become less poor. They will also meet the MDGs by helping countries to become good places for investment, jobs and sustainable growth. This (it is postulated) will help the country's economic growth through investment and help the poor to share the results of economic growth.\nPoverty reduction strategies.\nFor the poorest developing countries in the world, the bank’s plans are based on poverty reduction strategies. The World Bank looks very carefully at local groups of people, and the needs of the country, to develop a strategy that works best for that country. The government then says what it will do to help stop poverty, and the World Bank works with it.\nForty-five countries gave US$25.1 billion in \"aid for the world's poorest countries\", aid that goes to the World Bank International Development Association (IDA) which distributes the money to eighty poorer countries. While richer nations sometimes pay for their own aid projects, Robert B. Zoellick, the president of the World Bank, said when the gifts were announced on December 15, 2007, that World Bank money \"is the core funding that the poorest developing countries rely on\".\nLeadership.\nIn 2012, Jim Yong Kim became President of the Bank. He is responsible for chairing the meetings of the Boards of Directors and for running the Bank. The Bank President has always been a US citizen chosen by the United States, the largest shareholder in the bank. The person is then approved by the Board of Governors. They are president for five years, and after that they might be chosen again.\nThe Executive Directors, represent the Bank's member countries. They make up the Board of Directors and usually meet twice a week to approve and discuss loans and guarantees, new policies, the budget, ways to help countries and other important decisions.\nThere are 24 Vice-Presidents, three Senior Vice Presidents and two Executive Vice Presidents.\nVoting power.\nIn 2010, voting powers at the World Bank were changed so that developing countries, especially China, have a bigger vote. The countries with most voting power are now the United States (15.85%), Japan (6.84%), China (4.42%), Germany (4.00%), France (3.75%) and the United Kingdom (3.75%). Under the changes, other countries that saw big gains included Brazil, India, South Korea and Mexico. Most developed countries' voting power was reduced. Russia's voting power was not changed. [http://siteresources.worldbank.org/NEWS/Resources/IBRD2010VotingPowerRealignmentFINAL.pdf]\nCriticism.\nThe World Bank has been criticized by non-governmental organizations, such as Survival International, and academics, including its former Chief Economist Joseph Stiglitz. Critics say that the free market that the Bank supports is to economic development if done badly, too quickly, in the wrong order or in weak economies.\nIn \"Masters of Illusion: The World Bank and the Poverty of Nations\" (1996), Catherine Caufield argued that the way the World Bank works is bad for southern nations. Caufield said that the World Bank focuses too much on \"development\". To the World Bank, different nations all need the same \"remedy of development\". She argued that to have even modest success, Western practices are used instead of traditional economic structures and values. A second thing the World Bank thinks is that poor countries cannot become modern without money and advice from other countries.\nA number of academics in developing countries have said that the way the World Bank works only blames the poor for being poor.\nOne of the strongest criticisms of the World Bank is the way it was run. While the World Bank represents 186 countries, it is run by a small number of powerful countries. These countries choose who runs the World Bank, so what they want is what the bank does.\nThe World Bank is two different things: a political organization and a practical organization. As a political organization, the World Bank does what donor and borrowing governments, private capital markets, and other international organizations want. As a practical organization, it must be neutral, working mainly in development aid, technical assistance, and loans. Because the World Bank has to do what donor countries and private capital markets want, it says poverty is best solved by \"market\" policies. Many people think this is wrong.\nIn the 1990s, the World Bank and the IMF made the Washington Consensus. Many now agree that the Washington Consensus looked too much at the growth of GDP, and not enough how long the growth lasted or whether growth was even good at all.\nSome studies show that the World Bank has \"increased\" poverty and been bad for the environment, public health and cultural diversity. Some critics also say that the World Bank has always supported Neoliberalism, forcing developing countries to follow rules which have been damaging.\nPeople also say that the World Bank pushes U.S. or Western interests in certain parts of the world. Even South American nations have established the Bank of the South in order to cut down on US influence there. The fact that the President is always a citizen of the United States, nominated by the President of the United States makes some people unhappy. The US has just over 16% of the shares in the bank; some people say this makes the voting unfair because they have too much power, as decisions only happen if the countries that support it have 85% of the bank's shares. The World Bank also does not need to explain what it does to anyone.\nA lot of the criticism has led to protesting. The World Bank Oslo 2002 Protests, the October Rebellion, and the Battle of Seattle are among the protests that have happened. Such demonstrations are held all over the world, even amongst the Brazilian Kayapo people.\nIn 2008, a World Bank report found that biofuels had driven food prices up 75%. This was important news, but it was never published. Officials said that they thought it because George W. Bush would be embarrassed.\nKnowledge production.\nThe World Bank has been criticised for the way it carries out “the production, accumulation, circulation and functioning” of knowledge. The Bank’s production of knowledge has become important to explain why big loans are given out. The Bank uses many scientists around the world, organisations and other people to help make data and strategies.”. The information is created to stop people looking too closely at what the Bank does. The only knowledge system that is used is the Western one, meaning that the systems that other countries used are put aside and the Western one forced in. Knowledge production has become very useful for the Bank, which plans carefully how to use it to explain why they focus on development.\nStructural adjustment.\nThe effect of structural adjustment policies on poor countries has been one of the most important criticisms of the World Bank. The oil crisis in the late 1970s made many countries have serious money issues. The World Bank decided that it would help by giving out special loans called \"structural adjustment loans\", which meant the policies of the country had to be changed to reduce inflation. Some of these policies included encouraging production and investment, changing exchange rates and changing the way government resources were used. These were most effective in countries where these policies could be implemented easily. For some countries, especially in Africa, inflation became worse. Stopping poverty was not part of these loans, so the poor usually became poorer because the governments were told to spend less money and raise food prices.\nBy the late 1980s, people realised that structural adjustment policies were worsening life for the world’s poor. The World Bank changed structural adjustment loans after that. In 1999, the World Bank and the IMF introduced the Poverty Reduction Strategy Paper to replace structural adjustment loans. Some people say that the Poverty Reduction Strategy Paper approach is just another way of using structural adjustment policies as it continues to do a lot of the same things. Neither way has solved the problems of why some countries are so poor. By making some countries owe others money, many believe that the World Bank has taken over those countries' power to choose how they run their economy.\nSovereign immunity.\nDespite the goals of “good governance and anti-corruption″ the World Bank needs sovereign immunity from countries it deals with. Sovereign immunity means nothing the World Bank does can be punished. Some people say sovereign immunity is a “shield which [The World Bank] wants resort to, for escaping accountability and security by the people.” Because the United States has veto power, it is the only country that can stop the World Bank from doing things it doesn't like.\nEnvironmental strategy.\nThe World Bank's work on a way to fix climate change and environmental threats has also been criticized.\nPeople say it has no real vision and purpose, and a limited focus on only what it can do in global and regional governance. People also say it ignores some specific issues in certain parts of the world, like. issues of rights to food and land, and sustainable land use. Critics have also seen that only 1% of the World Bank's lending goes to the environmental sector.\nEnvironmentalists are asking the Bank to stop worldwide support for coal plants and other things that pollute the environment. For instance, many people have criticized the 2010 decision of the World Bank's approval for a $3.75 billion loan to build the world’s 4th largest coal-fired power plant in South Africa. The plant will increase coal mining, and cause more pollution.","categories":[],"infobox_types":[],"annotations":[{"uri":"International_organization","surface_form":"international","offset":21},{"uri":"Bank","surface_form":"bank","offset":35},{"uri":"Loan","surface_form":"lends","offset":45},{"uri":"Developing_nations","surface_form":"developing nations","offset":75},{"uri":"Infrastructure","surface_form":"infrastructure","offset":98},{"uri":"Goal","surface_form":"goal","offset":137},{"uri":"Poverty","surface_form":"poverty","offset":154},{"uri":"World_Bank_Group","surface_form":"World Bank Group","offset":200},{"uri":"International_Bank_for_Reconstruction_and_Development","surface_form":"International Bank for Reconstruction and Development","offset":282},{"uri":"International_Development_Association","surface_form":"International Development Association","offset":351},{"uri":"International_Finance_Corporation","surface_form":"International Finance Corporation","offset":453},{"uri":"Multilateral_Investment_Guarantee_Agency","surface_form":"Multilateral Investment Guarantee Agency","offset":494},{"uri":"International_Centre_for_Settlement_of_Investment_Disputes","surface_form":"International Centre for Settlement of Investment Disputes","offset":547},{"uri":"Bretton_Woods_system","surface_form":"Bretton Woods system","offset":682},{"uri":"International_Monetary_Fund","surface_form":"International Monetary Fund","offset":721},{"uri":"United_States","surface_form":"United States","offset":887},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":905},{"uri":"Negotiation","surface_form":"negotiation","offset":950},{"uri":"Applications","surface_form":"applications","offset":1244},{"uri":"John_McCloy","surface_form":"John McCloy","offset":1423},{"uri":"France","surface_form":"France","offset":1441},{"uri":"Poland","surface_form":"Poland","offset":1511},{"uri":"Chile","surface_form":"Chile","offset":1522},{"uri":"Strict","surface_form":"strict","offset":1656},{"uri":"Budget","surface_form":"budget","offset":1767},{"uri":"United_States_State_Department","surface_form":"United States State Department","offset":1865},{"uri":"Cabinet","surface_form":"Cabinet","offset":1932},{"uri":"Communism","surface_form":"communists","offset":1960},{"uri":"Remove","surface_form":"remove","offset":2011},{"uri":"Communist_Party_of_France","surface_form":"Communist","offset":2023},{"uri":"Coalition_government","surface_form":"coalition government","offset":2033},{"uri":"Marshall_Plan","surface_form":"Marshall Plan","offset":2113},{"uri":"Port","surface_form":"port","offset":2360},{"uri":"Highway","surface_form":"highway","offset":2367},{"uri":"Power_plant","surface_form":"power plant","offset":2388},{"uri":"Robert_McNamara","surface_form":"Robert McNamara","offset":2729},{"uri":"Secretary_of_Defense","surface_form":"Secretary of Defense","offset":2861},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":2903},{"uri":"Literacy","surface_form":"literacy","offset":3014},{"uri":"Information","surface_form":"information","offset":3079},{"uri":"Treasurer","surface_form":"treasurer","offset":3230},{"uri":"Eugene_Rotberg","surface_form":"Eugene Rotberg","offset":3240},{"uri":"Bond_(finance)","surface_form":"bond","offset":3378},{"uri":"Third_World","surface_form":"Third World","offset":3531},{"uri":"Policy","surface_form":"policy","offset":3684},{"uri":"Environment","surface_form":"Environment","offset":3738},{"uri":"NGO","surface_form":"NGO","offset":3763},{"uri":"Environment","surface_form":"environment","offset":3894},{"uri":"Millennium_Development_Goals","surface_form":"Millennium Development Goals","offset":3986},{"uri":"Interest_rate","surface_form":"interest rate","offset":4089},{"uri":"Loan","surface_form":"loan","offset":4199},{"uri":"Grant_(money)","surface_form":"grants","offset":4209},{"uri":"Economic","surface_form":"economic","offset":4496},{"uri":"Developing_country","surface_form":"developing countries","offset":4636},{"uri":"Poverty_Reduction_Strategy_Paper","surface_form":"poverty reduction strategies","offset":4701},{"uri":"International_Development_Association","surface_form":"International Development Association","offset":5095},{"uri":"Policy","surface_form":"policies","offset":6046},{"uri":"United_States","surface_form":"United States","offset":6401},{"uri":"Japan","surface_form":"Japan","offset":6425},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":6440},{"uri":"Germany","surface_form":"Germany","offset":6455},{"uri":"France","surface_form":"France","offset":6472},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":6495},{"uri":"Brazil","surface_form":"Brazil","offset":6582},{"uri":"India","surface_form":"India","offset":6590},{"uri":"South_Korea","surface_form":"South Korea","offset":6597},{"uri":"Mexico","surface_form":"Mexico","offset":6613},{"uri":"Russia","surface_form":"Russia","offset":6673},{"uri":"Non-governmental_organization","surface_form":"non-governmental organization","offset":6853},{"uri":"Survival_International","surface_form":"Survival International","offset":6893},{"uri":"Academics","surface_form":"academics","offset":6921},{"uri":"Joseph_Stiglitz","surface_form":"Joseph Stiglitz","offset":6969},{"uri":"Free_market","surface_form":"free market","offset":7007},{"uri":"Economic_development","surface_form":"economic development","offset":7048},{"uri":"Neutral","surface_form":"neutral","offset":8385},{"uri":"Washington_Consensus","surface_form":"Washington Consensus","offset":8686},{"uri":"GDP","surface_form":"GDP","offset":8786},{"uri":"Environment","surface_form":"the environment","offset":8952},{"uri":"Public_health","surface_form":"public health","offset":8969},{"uri":"Cultural_diversity","surface_form":"cultural diversity","offset":8987},{"uri":"Neoliberalism","surface_form":"Neoliberalism","offset":9070},{"uri":"Bank_of_the_South","surface_form":"Bank of the South","offset":9305},{"uri":"Protesting","surface_form":"protesting","offset":9835},{"uri":"World_Bank_Oslo_2002_Protests","surface_form":"World Bank Oslo 2002 Protests","offset":9851},{"uri":"October_Rebellion","surface_form":"October Rebellion","offset":9886},{"uri":"World_Trade_Organization_Ministerial_Conference_of_1999_protest_activity","surface_form":"Battle of Seattle","offset":9913},{"uri":"Brazil","surface_form":"Brazil","offset":10040},{"uri":"Kayapo_people","surface_form":"Kayapo people","offset":10050},{"uri":"Biofuels","surface_form":"biofuels","offset":10105},{"uri":"Publish","surface_form":"publish","offset":10187},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":10242},{"uri":"Embarrassed","surface_form":"embarrassed","offset":10266},{"uri":"Information","surface_form":"data","offset":10625},{"uri":"Structural_adjustment","surface_form":"structural adjustment","offset":11061},{"uri":"Crisis","surface_form":"crisis","offset":11183},{"uri":"Inflation","surface_form":"inflation","offset":11431},{"uri":"Exchange_rates","surface_form":"exchange rates","offset":11522},{"uri":"Sovereign_immunity","surface_form":"sovereign immunity","offset":12700},{"uri":"United_States","surface_form":"United States","offset":12976},{"uri":"Pollute","surface_form":"pollute","offset":13692}]}