{"id":125691,"url":"http://en.wikipedia.org/wiki/Yasin_Valley","text":"The Yasin Valley is a high mountain valley in the Hindu Kush mountains, in the northwest region of Gilgit in the Northern Areas of Pakistan. Yasin is separated from the Ishkoman Valley by a high mountain pass. To reach Yasin one must take the Karakoram Highway north from Islamabad, and then turn left to reach Gupis in Ghizar. After Gupis, one continues northwest to reach the Yasin Valley. Yasin valley has a spectacular natural beauty.\nHistory.\nYasin was originally ruled by the Khushwakhte Dynasty, a collateral line of the Katur Dynasty of Chitral. The Rajas of Yasin were great warriors and fought against the Sikhs and the Dogras of Kashmir, but this house eventually lost power and the ownership of Yasin changed hands several times between the rule of the Mehtar of Chitral, and the Maharaja of Kashmir.\nBritish era.\nAlthough not highly or densely populated, Yasin was of strategic importance because it leads to a high mountain pass, to Yarkhun in Chitral, and then to Broghol Pass, the Wakhan Corridor of Afghanistan, and into Tajikistan. Thus, Yasin could have formed an invasion route from Czarist Russia into British India.\nPeople.\nThe primary language of Yasin Valley is the Burushaski language. The Khowar language is also spoken.\nThe majority of the people in Yasin are Ismailies who lead their lives according to the Islamic principles more concerned with the imam of the time. Currently Prince Karim Aga Khan is the Imam and spiritual leader of the Ismailies. However, other sects of Islam like, Sunni, Shia also live in Yasin.\nEthnically the people of Yasin are of Brosho origin; however, there are the migrants from different parts of the country, mainly from Chitral and even from outside the country like Central Asia.\nPasses.\nThe Darkut Pass connects Yasin with Broghol pass and Chitral whilst the Thoi Pass connects Yasin to Yarkhun Chitral and Asumber pass connects Yasin to Ishkomen. Darkot Pass is a historical pass which discriminately has been labelled as restricted zone by Government of Pakistan. This pass used to be the shortest means of Communication between oxus and Indus ([www.yasinvalley.com]www.yasinvalley.com). Local and Foreign Tourism love to trek along the Assumbur pass to Ishqamen valley.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hindu_Kush","surface_form":"Hindu Kush","offset":50},{"uri":"Northern_Areas","surface_form":"Northern Areas","offset":113},{"uri":"Ishkoman","surface_form":"Ishkoman","offset":169},{"uri":"Karakoram_Highway","surface_form":"Karakoram Highway","offset":243},{"uri":"Islamabad","surface_form":"Islamabad","offset":272},{"uri":"Gupis","surface_form":"Gupis","offset":311},{"uri":"Ghizar","surface_form":"Ghizar","offset":320},{"uri":"Gupis","surface_form":"Gupis","offset":334},{"uri":"Khushwakhte_Dynasty","surface_form":"Khushwakhte Dynasty","offset":482},{"uri":"Katur_Dynasty","surface_form":"Katur Dynasty","offset":528},{"uri":"Sikh","surface_form":"Sikh","offset":616},{"uri":"Dogra","surface_form":"Dogra","offset":630},{"uri":"Kashmir","surface_form":"Kashmir","offset":640},{"uri":"Mehtar","surface_form":"Mehtar","offset":765},{"uri":"Chitral","surface_form":"Chitral","offset":775},{"uri":"Maharaja","surface_form":"Maharaja","offset":792},{"uri":"Broghol","surface_form":"Broghol","offset":979},{"uri":"Wakhan_Corridor","surface_form":"Wakhan Corridor","offset":997},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1016},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":1038},{"uri":"Russian_Empire","surface_form":"Czarist Russia","offset":1103},{"uri":"British_India","surface_form":"British India","offset":1123},{"uri":"Burushaski_language","surface_form":"Burushaski language","offset":1190},{"uri":"Khowar_language","surface_form":"Khowar language","offset":1215},{"uri":"Ismaili","surface_form":"Ismaili","offset":1287},{"uri":"Darkut_Pass","surface_form":"Darkut Pass","offset":1754},{"uri":"Broghol","surface_form":"Broghol","offset":1786},{"uri":"Thoi_Pass","surface_form":"Thoi Pass","offset":1822}]}