{"id":125687,"url":"http://en.wikipedia.org/wiki/Nagar_Valley","text":"Nagar Valley () is a valley near Gilgit Valley in Gilgit-Baltistan in northern Pakistan. The Nagar Valley is at an elevation of 2,438m (7,999 feet). Nagar Khas is the main town and the capital of the former state of Nagar. The Spantik peak (Golden peak) can easily be seen from here.\nGulmet is the popular tourist attraction in Nagar because of the spectacular scenery of the surrounding mountains like Rakaposhi at 7,788m (25,561), and Diran.\nHistory.\nNagar was formerly a princely state in the northernmost part of the Northern Areas of Pakistan, which existed until 1974. Administratively there are two Tehsils in Nagar namely Nagar-1 and Nagar-2 of Gilgit District.\nNagar was an independent principality for 1200 years. The British gained control of Nagar during a battle at place of Nilt (Jangir-e-Laye) between 1889 and 1892. Nagarkutch fought bravely but was defeated due to lack of weapons. The Tham (Chief) of that time, Azur Khan, was sent in exile to Kashmir.\nHunza was previously under the domination of Nagar and collectively called \"Buroshall\" and their capital was \"Capal Dongs\". But after the reign of the \"Miyor Khan\" his sons divided Buroshall into Nagar and Hunza and declared the river as the border: \"Muglot\" became the king of Nagar and \"Kirkis\" became the king of Hunza.\nThe British retained Nagar's status as a principality until 1947. The people of Nagar and Hunza were ruled by a local Mir for more than 1200 years, which came to an end in 1974. Although never ruled directly by neighbouring Kashmir or the British, Nagar and Hunza were a vassal of Kashmir from the time of Maharaja Ranbir Singh of Jammu and Kashmir. The Mirs of both sent an annual tribute to the Kashmir Durbar until 1947, and along with the ruler of Hunza, was considered to be among the most loyal vassals of the Maharaja of Kashmir.\nAfter the change in Pakistani Central Government to a democracy on 25 September 1974 Zulfiqar Ali Bhutto dissolved the Princely States of Nagar as well as Hunza and set the prisoners free and gave democratic representation to the Northern Areas Council, now the Northern Areas Legislative Council\nGeography.\nThe state is bordered by the Gilgit Agency to the southwest, China to the north and northeast and Afghanistan to the northwest. The state capital was the town of Nagar Khas (also known as Uyum Nagar, which means \"The Mighty Nagar Empire\"). The first village of Nagar is Chalt Valley near Guroo, Janglote from Gilgit and the last village of Nagar is Hisper, Biafo Range that links Baltistan with the eastern range.\nPopulation.\nAccording to 2000 census figures 100,000 inhabitants are living in the Nagar Valley.Now population is above 130000 inhabitants.\nLanguages.\nThe languages spoken here are Brushashki, Shena and Bedishki.The sixty percent of total population of Brusho belongs to Nagar.\nBedishki.\nBedishki is a language spoken by a tribe Bedicho of Nagar.It is a\nGujrati(Indian) like language.It has only one hundred spokers.It is spoken in Chalt(Capital of Nagar).It is the language of famous musicians of Nagar.Late ustad Muhammad Ali was one of the famous musician of the Bedicho family.Hadulia-Ibraheem, Ustad Sulaiman, Kak Mutalib and Mam Shukoor Ali are the famous persons of the tribe.\nReligion.\nThe religion of the Nagar Valley is Islam with 100% Shia Isna Ashree(Usooli)\nPeaks and valleys.\nRakaposhi and Diran are two of the mountains in Nagar-2. Minapin is one of the beautiful place, while Rush Lake (High altitude Wetland), Golden Peak, Hopper Glacier, Hisper Glacier, Bowalter Glacier and Barpu white glaciers are in Nagar-1. Askurdas is the centre of Nagar.\nClimate.\nThe climate of Nagar remains pleasant from mid-April to the end of September. The maximum temperature in summer during the day is 13°C. The weather becomes very cold during the winter, mainly from October to end of March. The minimum temperature can be -14°C.\nAnglo-Brusho war.\nThe war between British army and the people of Nagar. This war was fought in 1891 and had continued for months. At last the British army had succeeded to gain control over Nagar and it became a vassal of Kashmir Durbar but ruled by the same royal family. Although the British army was fighting with a small army it was a long war and the only war fought in Nagar. For the British army, three soldiers were rewarded with the Victoria Cross and a mule was also rewarded with the medal for carrying a gun on its back.\nPolo.\nNagar was famous for its polo team. It is the only team from the northern areas who played the polo match in New Delhi on the arrival of the George VI of England and won the trophy there. Until 1972 it was the unbeatable team of the northern areas.\nModern Nagar.\nThe people of modern Nagar are doctors, engineers,army officers, politicians, businessmen. They are in every field of life in Pakistan. The people of Nagar valley are very loving and hospitable to visitors.\nStudents.\nStudents of Nagar has an organization of their own.This organization was regesterd in Karachi(A city of Pakistan) in 1969.The late deputy commissioner Daud Khan was first president of this organization.The name of this organization is Nagar Students Federation.(NSF).This Students organization is still functional in Pakistan.\nLiteracy.\nA tremendous change has been observed in the literacy rate of Nagar over the past 5 decades. The state has not institution before 1950s. Late Agha Ahmed Safa Faizi & late Raja Sahib khan were supposed to be first educated persons of the state. Both started education in their own villages in Asqur Das and Chalt respectively after 1950s.Now Nagar State has educational institutes in every village and towns. 100% of the children are going to school. The people of Nagar have their literacy rate more than 90% in men. While women have about 70%.\nRakaposhi Community Park.\nThe whole area of Nagar along with Hunza is declared as a community park to prevent the hunting of many endangered animals such as Marco Polo sheep, brown bears, show tigers etc. The NGOs which are working on the preservation of endangered animals are invited to come to this area because these animals are surviving for their existence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gilgit_Valley","surface_form":"Gilgit Valley","offset":33},{"uri":"Gilgit-Baltistan","surface_form":"Gilgit-Baltistan","offset":50},{"uri":"Pakistan","surface_form":"Pakistan","offset":79},{"uri":"State_of_Nagar","surface_form":"state of Nagar","offset":207},{"uri":"Spantik","surface_form":"Spantik","offset":227},{"uri":"Tourist","surface_form":"tourist","offset":306},{"uri":"Scenery","surface_form":"scenery","offset":361},{"uri":"Rakaposhi","surface_form":"Rakaposhi","offset":403},{"uri":"Diran","surface_form":"Diran","offset":437},{"uri":"Kashmir","surface_form":"Kashmir","offset":962},{"uri":"Principality","surface_form":"principality","offset":1335},{"uri":"Mir_(ruler)","surface_form":"Mir","offset":1412},{"uri":"Vassal","surface_form":"vassal","offset":1565},{"uri":"Maharaja","surface_form":"Maharaja","offset":1810},{"uri":"China","surface_form":"China","offset":2200},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":2237},{"uri":"Capital_(city)","surface_form":"capital","offset":2277},{"uri":"Rakaposhi","surface_form":"Rakaposhi","offset":3343},{"uri":"Diran","surface_form":"Diran","offset":3357},{"uri":"Victoria_Cross","surface_form":"Victoria Cross","offset":4327}]}