{"id":125721,"url":"http://en.wikipedia.org/wiki/BBC_Three","text":"BBC Three was a British television channel from the BBC.\nBBC Three was described by the BBC as a channel for 'New drama, talent, comedy, films, and accessible news'. It ran from 19:00 to about 04:00 each night, in order to share terrestrial digital bandwidth with the CBBC channel. Unlike its commercial rivals, 90% of BBC Three's output is from the United Kingdom and other European Union countries. 80% is original, covering all genres from current affairs, to drama, to comedy to animation.\nBBC Three had a unique '60 second news' format. This was adopted so that operation of the channel could be completely automated, without the complication of dealing with variable length live news broadcasts. The current controller of the station is Danny Cohen, and the Head of Scheduling is Dan McGolpin.\nBBC Three closed as a standard television channel on 16 February 2016. On the same day BBC Three launched on BBC iPlayer as an online only service.\nLaunch.\nBBC Three was the successor to the similar BBC Choice channel and was launched on 9 February 2003. It was launched by Stuart Murphy, who previously ran BBC Choice.\nProgramming.\nSome of the programmes that have appeared for their first showing on BBC Three include EastEnders (2003), Little Britain (October 2004), Doctor Who Confidential (2005), and Torchwood (2006), The Apprentice, You're Fired! (2006). When the first episode of Torchwood was launched in October 2006 on BBC Three, 2.4 million people watched it. This broke BBC Three's previous record of 1.8 million. The second episode attracted an equally impressive 2.3 million viewers, and boosted BBC Three to a 3.5% share of multichannel viewing that evening, compared to the network's three-month Sunday average of 0.9%.\nThe channel featured hourly news updates called \"60 Seconds\", which included the top news, sport and entertainment stories. It was presented in a cheeky, relaxed style in keeping with the rest of the channel. As part of the BBC's discussions with the government in whether the channel could launch originally, a longer news programme had been promised to provide a daily section of news and current affairs. \"The News Show\", as it came to be called upon launch was later rebranded \"The 7 O'Clock News\". However, the BBC discontinued the bulletin in 2005, claiming that in fact, the programme's audiences were minuscule and the output was provided elsewhere on the BBC.\nViewing.\nThe channel was aimed at 25–34-year olds, and competes with other digital channels including ITV2 and E4.\nIts share of the audience during its transmission hours was 2.6% among 25–34-year olds, and 1.7% among all individuals. BARB, the official ratings agency, averages out BBC Three's viewing figures over 24 hours even though the channel only broadcasted in the evenings, giving a distorted sense of the channel's viewership. Despite several official complaints from the BBC, BARB continued to publish figures which the BBC argued were unrepresentative. Nine million people watched BBC Three every week.\nAwards.\nThe channel had critical and popular successes, winning more awards in its four-year history than its commercial rivals (Sky One, Living, E4, ITV2, Five and Paramount Comedy Channel) have won in their combined 25-year history. In total BBC Three had won 7 BAFTA awards, 5 British Comedy Awards, 15 Royal Television Society Awards and 5 Rose d'Or Awards since the channel was launched in February 2003. Most recently, it won \"Broadcast Magazines \"Digital Channel of the Year\" Award for Best General Entertainment Channel, and MGEITF Non Terrestrial Channel of the Year.\nAll three of BBC Three's dramas produced in 2004 (\"Outlaws\", \"Bodies\" and \"Conviction\") received BAFTA nominations, as did classical music show \"Flashmob The Opera\".\nIn 2008, BBC Three's Gavin and Stacey won the BAFTA audience award and the best comedy performance award was awarded to James Corden for his part.\nCriticism.\nThe channel had also come in for criticism from several corners, the most prominent of which are some of the BBC's long-standing presenters. These include John Humphrys, who argued that BBC Three and BBC Four should be shut down in the face of budget cuts to Radio 4's Today programme, which he presents, John Sweeney of Panorama, and Jeremy Paxman are among other journalists have also criticised the channel and its content.\nProposed earlier start time for BBC Three.\nBBC Vision director Jana Bennett confirmed in an interview for Broadcast magazine in May 2008 that the BBC Trust has been petitioned to change the start of transmission time from the current time of 7pm each evening to earlier in the afternoon.\nBennett said that some of the extra hours would be given over to BBC Switch the BBC's teen programming strand.","categories":[],"infobox_types":[],"annotations":[{"uri":"BBC","surface_form":"BBC","offset":52},{"uri":"Freeview","surface_form":"terrestrial digital","offset":229},{"uri":"Bandwidth_(signal_processing)","surface_form":"bandwidth","offset":249},{"uri":"CBBC","surface_form":"CBBC","offset":268},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":350},{"uri":"European_Union","surface_form":"European Union","offset":375},{"uri":"Genre","surface_form":"genre","offset":431},{"uri":"Danny_Cohen","surface_form":"Danny Cohen","offset":743},{"uri":"BBC_iPlayer","surface_form":"BBC iPlayer","offset":909},{"uri":"BBC_Choice","surface_form":"BBC Choice","offset":999},{"uri":"EastEnders","surface_form":"EastEnders","offset":1220},{"uri":"Little_Britain","surface_form":"Little Britain","offset":1239},{"uri":"Doctor_Who_Confidential","surface_form":"Doctor Who Confidential","offset":1270},{"uri":"Torchwood","surface_form":"Torchwood","offset":1306},{"uri":"60_Seconds","surface_form":"60 Seconds","offset":1786},{"uri":"The_7_O%27Clock_News","surface_form":"The 7 O'Clock News","offset":2219},{"uri":"ITV2","surface_form":"ITV2","offset":2508},{"uri":"E4_(channel)","surface_form":"E4","offset":2517},{"uri":"BARB","surface_form":"BARB","offset":2641},{"uri":"Sky_One","surface_form":"Sky One","offset":3150},{"uri":"Living_(channel)","surface_form":"Living","offset":3159},{"uri":"E4_(channel)","surface_form":"E4","offset":3167},{"uri":"ITV2","surface_form":"ITV2","offset":3171},{"uri":"Five_(channel)","surface_form":"Five","offset":3177},{"uri":"Paramount_Comedy_Channel","surface_form":"Paramount Comedy Channel","offset":3186},{"uri":"British_Academy_of_Film_and_Television_Arts","surface_form":"BAFTA","offset":3285},{"uri":"British_Comedy_Award","surface_form":"British Comedy Award","offset":3301},{"uri":"Royal_Television_Society","surface_form":"Royal Television Society","offset":3327},{"uri":"Rose_d%27Or","surface_form":"Rose d'Or","offset":3365},{"uri":"Outlaws_(2004_TV_series)","surface_form":"Outlaws","offset":3649},{"uri":"Bodies_(TV_series)","surface_form":"Bodies","offset":3660},{"uri":"Conviction_(TV_series)","surface_form":"Conviction","offset":3673},{"uri":"Gavin_and_Stacey","surface_form":"Gavin and Stacey","offset":3785},{"uri":"John_Humphrys","surface_form":"John Humphrys","offset":4077},{"uri":"BBC_Radio_4","surface_form":"Radio 4","offset":4181},{"uri":"Today_programme","surface_form":"Today programme","offset":4191},{"uri":"John_Sweeney","surface_form":"John Sweeney","offset":4227},{"uri":"Jeremy_Paxman","surface_form":"Jeremy Paxman","offset":4257}]}