{"id":125912,"url":"http://en.wikipedia.org/wiki/John_Wycliffe","text":"John Wycliffe (lived from about 1320 to 1384 in England) was an English theologian. He was one of the first to translate the Christian Bible into common English. It is generally known as \"Wyclif's Bible\". A missions agency bearing his name (Wycliffe Bible Translators) continues translating the scriptures into languages around the world.\nWycliffe wrote that papal claims of temporal power had no foundation in the scriptures and that the scriptures alone should be the standard of Christian belief and practice.\nJohn Wycliffe’s family lived in a lower social class, which meant they did not live in great wealth, but they were not poor either. Later, after Wycliffe had grown up, he attended Oxford University where he earned an arts degree. He became Master of Balliol College, Oxford in 1361. He was also given a parish in Lincolnshire, which meant he had to give up the position of Master. He lived at Oxford for a large portion of his life, and worked as a rector (a member of the clergy) at local churches. There were many more changes to his life. Some of his ideas were in conflict with those of the Church, but he had the support and protection of John of Gaunt, who was ruling England at the time.\nWycliffe encouraged the Church to benefit the sinners of the world by living a life of poverty, but not everyone agreed with his thoughts and ideas. In some of late writings, he wrote that the Bible was the authority of the Christian religion, not of the church. In 1382 Wycliffe’s followers, the \"lollards\", helped him translate the Bible. Early members of the Christian churches called him the first great reformer.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"England","offset":48},{"uri":"Theology","surface_form":"theologian","offset":72},{"uri":"Christianity","surface_form":"Christian","offset":125},{"uri":"Bible","surface_form":"Bible","offset":135},{"uri":"English_language","surface_form":"English","offset":153},{"uri":"Wyclif%27s_Bible","surface_form":"Wyclif's Bible","offset":188},{"uri":"Pope","surface_form":"papal","offset":359},{"uri":"Bible","surface_form":"scriptures","offset":439},{"uri":"Social_class","surface_form":"social class","offset":553},{"uri":"Oxford_University","surface_form":"Oxford University","offset":693},{"uri":"Balliol_College%2C_Oxford","surface_form":"Balliol College, Oxford","offset":763},{"uri":"Parish","surface_form":"parish","offset":816},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":826},{"uri":"John_of_Gaunt","surface_form":"John of Gaunt","offset":1157},{"uri":"Poverty","surface_form":"poverty","offset":1295}]}