{"id":126031,"url":"http://en.wikipedia.org/wiki/Dhole","text":"The dhole (\"Cuon alpinus)\" is a canid from Asia. It is related to dogs and foxes. It is native to Central, South and Southeast Asia. There are many common names for it: Asiatic wild dog, Indian wild dog, whistling dog, red dog, and mountain wolf.\nIt is most closely related to species in the genus \"Canis\" (dogs and wolves),\nDuring the Pleistocene time period, the dhole lived in Asia, Europe and North America, but 12,000–18,000 years ago it died out everywhere except where it lives now.\nThe dhole lives in big, loosely organised groups with several breeding females. The groups usually have about 12 dholes, but some have over 40. It is awake in the day and hunts in groups. It usually eats medium sized to big hoofed animals. In tropical forests, the dhole competes with tigers and leopards, targeting somewhat different prey species, but still with substantial dietary overlap.\nIt is listed as Endangered by the IUCN. The population is getting smaller, and there are probably fewer than 2,500 adults left. The reasons for this are lack of habitat, lack of food, competing with other animals, being hunted, and getting diseases from pet dogs.\nOrigin of \"dhole\".\nIt is unclear where the word \"dhole\" comes from. The word was first used in English by soldier Thomas Williamson in 1808, who said that \"dhole\" is a native name for the animal used by people in Ramghur district, India. In 1827, Charles Hamilton Smith said \"dhole\" comes from a language spoken in 'various parts of the East'. However, Richard Lydekker wrote about 80 years later that the word \"dhole\" was not used by people living where dholes are found. The Merriam-Webster Dictionary suggests the word comes from the Kannada word tōḷa, meaing \"wolf\".\nNaming, taxonomy and evolution.\nPeter Pallas gave dholes the scientific name \"Canis alpinus\" (\"mountain dog\" in Latin) in 1811. He said it lived in Amurland (in Eastern Siberia), to the east of the Lena River. He added that dholes also lived around the Yenisei River and that they sometimes crossed into China. However, dholes may not still live so far north today.\nThe British naturalist Brian Hodgson gave the dhole the scientific name \"Canis primaevus\" (\"original/primitive dog\") and suggested that it was domesticated to become the pet dog. He later noticed how differently the dhole looked compared to other species in the genus \"Canis\" (containing wolves, pet dogs, coyotes and jackals) and put it in its own genus, \"Cuon\", from the Greek word for 'dog'.\nThe first study on the evolution of the dhole was conducted by paleontologist Erich Thenius, who found that dholes descend from an animal which looked like a golden jackal and which lived in the Pleistocene. The earliest known member of the genus \"Cuon\" is \"Cuon majori\", which lived during the Villafranchian period in the early Pleistocene. \"C. majori\" looked more like other species in the genus \"Canis\" than modern dholes.\nEuropean dholes, which lived during the Late Middle Pleistocene, looked like modern dholes except they were much larger, getting to be as big as the gray wolf. Dholes became extinct in most of Europe during the end of the Ice Age, though they may have survived up until the early Holocene in the Iberian Peninsula and in northern Italy. During the Pleistocene, dholes also lived on islands in Asia where they are now extinct, such as Sri Lanka, Borneo and possibly Palawan in the Philippines. Dholes also lived in North America, with fossils having been found in Beringia and Mexico.\nThe dhole's distinctive appearance has made it difficult to say which other species in the dog family it is most closely related to. George Simpson suggested the dhole, African wild dog and bush dog were in the same subfamily (\"Simocyoninae\") because all three species have similar teeth. However, other biologists such as Juliet Clutton-Brock found that dholes' bodies had more similarities with dogs in the genera \"Canis\", the Falkland Islands wolf, and the Arctic fox than the African wild dog and the bush dog. The similarities dholes share with African wild dogs and bush dogs are coincidental.\nSome biologists believe the extinct genus \"Xenocyon\" was the ancestor of the African wild dog and the dhole. However, later studies showed that the dhole and the African wild dog are closely related to other members of the genus \"Canis\". This could be true because according to the zoologist Reginald Pocock, there is a record of a dhole and a golden jackal having babies together in an animal collection in Madras.\nPast breeding with the African wild dog.\nIn 2018, the DNA of all members of the genus \"Canis\" (except for the black-backed jackal and side-striped jackal), the dhole and the African wild dog were compared. It was discovered that long ago, dholes and African wild dogs bred with each other. Today, these species live very far from each other. Thus, the study suggests that dholes may have once lived in the Middle East, where African wild dogs in North Africa came and bred with the dholes. However, no fossils of dholes have been discovered in either the Middle East or North Africa yet.source?\nSubspecies.\nHowever, studies on the dhole's DNA show little genetic difference between the subspecies. Dholes in Sumatra and Java may have been brough there by humans.\nAppearance.\nDholes have been described as looking like a mixture between a gray wolf and a red fox. They are also \"cat-like\" because of their slender back and legs, and its head has a shape like a hyena's due to the short snout. Dholes have six molars on their lower jaw, unlike other canids which have seven. Dholes have special teeth which help them to eat the meat from their prey quickly, preventing other animals from stealing their food.\nAdult female dholes can weigh from 10 to 17 kg (22 to 37 lb), while adult male dholes may weigh from 15 to 21 kg (33 to 46 lb). Dholes are 43 to 50 cm (17 to 22 in) tall at the shoulder and are 91 cm (3 ft) long, not including the tail. Dholes have oval-shaped ears.\nDholes are usually reddish, and they may become brighter red in winter. The throat, chest, flanks, and belly and the upper parts of the legs are yellowish. The lower parts of the legs are whitish, with dark brownish bands on the front legs. The tail is very fluffy and black. Dholes have shorter and rougher fur in summer. Dholes may moult (shed their fur to grow new fur) from March to May.\nDholes can whistle, although how they whistle is unknown. They whistle to communicate with the rest of the pack while travelling through thick forest. When attacking prey, they emit screaming KaKaKaKAA sounds. Other sounds include whines, growls, screams, chatterings and yapping cries. Unlike wolves, dholes do not howl or bark.\nWhere dholes live.\nIn Central Asia, dholes mainly live in mountainous areas. Dholes which live to the west are mainly found in meadows and steppes, while dholes which live to the east mainly live in the taiga. Dholes may also go to the seashore. In India, Myanmar, Indochina (Laos, Cambodia and Vietnam), Indonesia and China, dholes mainly live in forests in mountains, although they may sometimes live in grasslands.\nThe dhole might continue to live in the Tunkinsky National Park in southern Siberia near Lake Baikal. Dholes may still live in the Primorsky Krai province in far eastern Russia, where it was considered a rare and endangered species in 2004. There are unconfirmed sightings of dholes in the Pikthsa-Tigrovy Dom protected forest area. Elsewhere in Russia, no sightings of dholes have been reported since the late 1970s.\nDholes are likely extinct in Mongolia, Kazakhstan, Kyrgyzstan and Tajikistan.\nIn recent years, one dhole was caught in southern China's Jiangxi district. In 2011 to 2013, local government officials and herders reported the presence of several packs of dholes living in high mountains in the Karakoram region of the Xinjiang Autonomous Region. Dholes have also recently been seen in the Altun Mountains near Tibet. Dholes occur in small numbers in Gansu Province, with sightings of several packs in 2006 and again in 2013-2014.\nDholes still live in Tibet and possibly also in North Korea.\nDholes live in most of India south of the Ganges River. In northeast India, it is present in Arunachal Pradesh, Assam, Meghalaya, and West Bengal and in the Indo-Gangetic Plain's Terai region. There are very few dholes in the Himalayas and northwest India. In 2011, dhole packs were recorded by camera traps in the Chitwan National Park.\nIn Bhutan, dholes were poisoned in the 1970s to protect livestock, but the campaign stopped and the population of dholes increased there in the 1990s.\nDholes still live in northeastern and southeastern Bangladesh. However, most sightings of dholes in Bangladesh are of small groups or single dholes, and the dholes in Bangladesh may not continue to breed for long.\nThe presence of dholes in Myanmar was confirmed by camera-trapping in 11 areas. In 2015, dholes and tigers were recorded by camera-traps for the first time in the hill forests of Karen State.\nThere are few large packs of dholes in the Malaysian Peninsula, Sumatra, Java, Vietnam and Thailand. In 2014, camera-trap videos in the rainforests on mountains in Sumatra showed dholes continue to live there.\nIn the 1990s, two Turkish scientists claimed to have seen dholes in northeastern Turkey. Some scientists believe they were true, but others question this claim. Also, one dhole may have been shot in the Caucasus Mountains in 2013; its remains (including a skull) were studied by a biologist in May 2015, who decided the skull was from a dhole. In August 2015, researchers from from Sofia, Bulgaria tried to find this population of dholes in Turkey. On October 12, 2015, this research team concluded that there is no clear evidence of dholes continuing to live in Turkey or the Caucasus Mountains.\nIn culture and literature.\nDholes were first described in European literature in 1794 by a Russian traveller named Pesterev, who saw dholes during his travels in far eastern Russia. He said that dholes regularly hunt Alpine ibexes in packs, and that it looks like the golden jackal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canidae","surface_form":"canid","offset":32},{"uri":"Central_Asia","surface_form":"Central","offset":98},{"uri":"South_Asia","surface_form":"South","offset":107},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":117},{"uri":"Genus","surface_form":"genus","offset":292},{"uri":"Canis","surface_form":"Canis","offset":299},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":336},{"uri":"Asia","surface_form":"Asia","offset":380},{"uri":"Europe","surface_form":"Europe","offset":386},{"uri":"North_America","surface_form":"North America","offset":397},{"uri":"Tiger","surface_form":"tiger","offset":775},{"uri":"Leopard","surface_form":"leopard","offset":786},{"uri":"Endangered","surface_form":"Endangered","offset":899},{"uri":"IUCN","surface_form":"IUCN","offset":917},{"uri":"Habitat","surface_form":"habitat","offset":1044},{"uri":"Ramghur_district","surface_form":"Ramghur district","offset":1360},{"uri":"India","surface_form":"India","offset":1378},{"uri":"Charles_Hamilton_Smith","surface_form":"Charles Hamilton Smith","offset":1394},{"uri":"Richard_Lydekker","surface_form":"Richard Lydekker","offset":1500},{"uri":"Kannada","surface_form":"Kannada","offset":1684},{"uri":"Peter_Pallas","surface_form":"Peter Pallas","offset":1750},{"uri":"Amurland","surface_form":"Amurland","offset":1866},{"uri":"Siberia","surface_form":"Siberia","offset":1887},{"uri":"Lena_River","surface_form":"Lena River","offset":1916},{"uri":"Yenisei_River","surface_form":"Yenisei River","offset":1971},{"uri":"Brian_Hodgson","surface_form":"Brian Hodgson","offset":2107},{"uri":"Greek_language","surface_form":"Greek","offset":2457},{"uri":"Erich_Thenius","surface_form":"Erich Thenius","offset":2557},{"uri":"Villafranchian","surface_form":"Villafranchian","offset":2774},{"uri":"European_dhole","surface_form":"European dhole","offset":2906},{"uri":"Gray_wolf","surface_form":"gray wolf","offset":3055},{"uri":"Ice_Age","surface_form":"Ice Age","offset":3128},{"uri":"Holocene","surface_form":"Holocene","offset":3186},{"uri":"Iberian_Peninsula","surface_form":"Iberian Peninsula","offset":3202},{"uri":"Italy","surface_form":"Italy","offset":3236},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":3340},{"uri":"Borneo","surface_form":"Borneo","offset":3351},{"uri":"Palawan","surface_form":"Palawan","offset":3371},{"uri":"Philippines","surface_form":"Philippines","offset":3386},{"uri":"Beringia","surface_form":"Beringia","offset":3469},{"uri":"Mexico","surface_form":"Mexico","offset":3482},{"uri":"George_Simpson","surface_form":"George Simpson","offset":3623},{"uri":"African_wild_dog","surface_form":"African wild dog","offset":3659},{"uri":"Bush_dog","surface_form":"bush dog","offset":3680},{"uri":"Juliet_Clutton-Brock","surface_form":"Juliet Clutton-Brock","offset":3813},{"uri":"Falkland_Islands_wolf","surface_form":"Falkland Islands wolf","offset":3919},{"uri":"Arctic_fox","surface_form":"Arctic fox","offset":3950},{"uri":"Xenocyon","surface_form":"Xenocyon","offset":4133},{"uri":"Reginald_Pocock","surface_form":"Reginald Pocock","offset":4382},{"uri":"Madras","surface_form":"Madras","offset":4498},{"uri":"Black-backed_jackal","surface_form":"black-backed jackal","offset":4616},{"uri":"Side-striped_jackal","surface_form":"side-striped jackal","offset":4640},{"uri":"Middle_East","surface_form":"Middle East","offset":4912},{"uri":"North_Africa","surface_form":"North Africa","offset":4952},{"uri":"Source%3F","surface_form":"source?","offset":5093},{"uri":"Gray_wolf","surface_form":"gray wolf","offset":5344},{"uri":"Red_fox","surface_form":"red fox","offset":5360},{"uri":"Hyena","surface_form":"hyena","offset":5466},{"uri":"Molar","surface_form":"molar","offset":5514},{"uri":"Steppe","surface_form":"steppe","offset":6841},{"uri":"Taiga","surface_form":"taiga","offset":6905},{"uri":"Laos","surface_form":"Laos","offset":6978},{"uri":"Cambodia","surface_form":"Cambodia","offset":6984},{"uri":"Vietnam","surface_form":"Vietnam","offset":6997},{"uri":"Tunkinsky_National_Park","surface_form":"Tunkinsky National Park","offset":7160},{"uri":"Siberia","surface_form":"Siberia","offset":7196},{"uri":"Lake_Baikal","surface_form":"Lake Baikal","offset":7209},{"uri":"Primorsky_Krai","surface_form":"Primorsky Krai","offset":7251},{"uri":"Mongolia","surface_form":"Mongolia","offset":7567},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":7577},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":7589},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":7604},{"uri":"China","surface_form":"China","offset":7666},{"uri":"Jiangxi","surface_form":"Jiangxi","offset":7674},{"uri":"Karakoram","surface_form":"Karakoram","offset":7829},{"uri":"Xinjiang","surface_form":"Xinjiang","offset":7853},{"uri":"Gansu_Province","surface_form":"Gansu Province","offset":7985},{"uri":"Tibet","surface_form":"Tibet","offset":8086},{"uri":"North_Korea","surface_form":"North Korea","offset":8113},{"uri":"Arunachal_Pradesh","surface_form":"Arunachal Pradesh","offset":8219},{"uri":"Assam","surface_form":"Assam","offset":8238},{"uri":"Meghalaya","surface_form":"Meghalaya","offset":8245},{"uri":"West_Bengal","surface_form":"West Bengal","offset":8260},{"uri":"Indo-Gangetic_Plain","surface_form":"Indo-Gangetic Plain","offset":8283},{"uri":"Terai","surface_form":"Terai","offset":8305},{"uri":"Himalaya","surface_form":"Himalayas","offset":8352},{"uri":"Chitwan_National_Park","surface_form":"Chitwan National Park","offset":8441},{"uri":"Bhutan","surface_form":"Bhutan","offset":8467},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":8666},{"uri":"Myanmar","surface_form":"Myanmar","offset":8855},{"uri":"Karen_State","surface_form":"Karen State","offset":9008},{"uri":"Malaysian_Peninsula","surface_form":"Malaysian Peninsula","offset":9064},{"uri":"Sumatra","surface_form":"Sumatra","offset":9085},{"uri":"Java","surface_form":"Java","offset":9094},{"uri":"Vietnam","surface_form":"Vietnam","offset":9100},{"uri":"Thailand","surface_form":"Thailand","offset":9112},{"uri":"Turkey","surface_form":"Turkey","offset":9312},{"uri":"Sofia","surface_form":"Sofia","offset":9613},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":9620},{"uri":"Russia","surface_form":"Russia","offset":10002},{"uri":"Alpine_ibex","surface_form":"Alpine ibexes","offset":10045},{"uri":"Golden_Jackal","surface_form":"golden jackal","offset":10096}]}