{"id":126181,"url":"http://en.wikipedia.org/wiki/SWAT_team","text":"A SWAT team is a group of highly trained police officers who deal with very dangerous criminals. SWAT is an acronym that means Special Weapons And Tactics. SWAT officers carry weapons of higher caliber than most police officers do, such as machine guns, shotguns, and sniper rifles. Usually, police departments use SWAT teams to catch people who sell illegal drugs or try to hold people hostage. They also respond to serious crimes like bank robberies when normal police officers cannot control the criminals.\nThe SWAT teams are usually called to deal with hostage situations. They plan the entry into the building where the hostages are being held. They look closely at all building entrances to choose the best option. They make use of equipment such as rappelling ropes, nightvision goggles, thermalvision goggles, a tactical shield, flashbang and smoke grenades, snake cameras small cameras that fit under doors and into very small holes, among others.\nWhile all SWAT officers are expert marksmen with in-depth training in close combat, most play a specialized role within the team. Some serve as negotiators or medics while others are experts in handling assault vehicles or weapons. Each team includes several tactical officers who coordinate and carry out assaults on barricaded positions and apprehend armed suspects.\nWhen not responding to crises, SWAT officers perform more routine duties. Many spend a majority of their time in conventional policing activities such as patrol and traffic enforcement. In some areas, they use their specialized tactical knowledge to conduct crime suppression exercises that ferret out dangerous offenders.","categories":[],"infobox_types":[],"annotations":[{"uri":"Police_officer","surface_form":"police officer","offset":41},{"uri":"Criminal","surface_form":"criminal","offset":86},{"uri":"Acronym","surface_form":"acronym","offset":108},{"uri":"Caliber","surface_form":"caliber","offset":194},{"uri":"Machine_gun","surface_form":"machine gun","offset":240},{"uri":"Shotgun","surface_form":"shotgun","offset":254},{"uri":"Sniper_rifle","surface_form":"sniper rifle","offset":268},{"uri":"Illegal_drugs","surface_form":"drugs","offset":359},{"uri":"Hostage","surface_form":"hostage","offset":387},{"uri":"Bank","surface_form":"bank","offset":437},{"uri":"Robbery","surface_form":"robberies","offset":442},{"uri":"Hostage","surface_form":"hostage","offset":557},{"uri":"Rappelling_rope","surface_form":"rappelling rope","offset":756},{"uri":"Nightvision_goggles","surface_form":"nightvision goggles","offset":774},{"uri":"Thermalvision_goggles","surface_form":"thermalvision goggles","offset":795},{"uri":"Shield","surface_form":"shield","offset":829},{"uri":"Flashbang_grenade","surface_form":"flashbang","offset":837},{"uri":"Smoke_grenade","surface_form":"smoke grenade","offset":851}]}