{"id":126142,"url":"http://en.wikipedia.org/wiki/Market_share","text":"Market share, in business and marketing, is the portion ('share') of the targeted consumer base ('market') that a company actually reaches, for a particular service or product.\nFor example, it can be shown as the amount of money a company brings in (revenue) from its consumers, divided by the total amount of money paid from all consumers for that service or product.\nIt can also be shown as the amount of products/services sold ('unit sales volume') by a company divided by the total volume sold to all the consumers in that market.\nIt is necessary to commission (hire) market research (generally secondary research, although sometimes primary research) to estimate the total market size and a company's market share.\nIncreasing market share is one of the most important objectives in business. The main advantage of using market share is that it removes the effects of industry-wide macroenvironmental variables such as the state of the economy, or changes in tax policy. For example, if you were one of only two psychiatrists in Chicago, then it would not matter how bad the economy was because you would always have a huge slice of the consumer-base \"pie\" for your service. If your service was less needed, then advertising more would help increase your market share.\nThe market shares for different companies tends to change over time, causing change in the market share values; the reason can be political ups and downs, a disaster, etc.\nIn finance a share is a unit of account for various financial instruments including stocks, mutual funds, limited partnerships, and REIT's. In British English, the usage of the word share alone to refer solely to stocks is so common that it almost replaces the word stock itself.\nIn simple words, a share or stock is a document issued by a company, which entitles its holder to be one of the owners of the company. A share is issued by a company or can be purchased from the stock market.\nBy owning a share you can earn a portion and selling shares you get capital gain. So, your return is the dividend plus the capital gain. However, you also run a risk of making a capital loss if you have sold the share at a price below your buying price.\nA company's stock price reflects what investors think about the stock, not necessarily what the company is \"worth.\" For example, companies that are growing quickly often trade at a higher price than the company might currently be \"worth.\" Stock prices are also affected by all forms of company and market news. Publicly traded companies are required to report quarterly on their financial status and earnings. Market forces and general investor opinions can also affect share price.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marketing","surface_form":"marketing","offset":30},{"uri":"Market_research","surface_form":"market research","offset":572},{"uri":"Secondary_research","surface_form":"secondary research","offset":599},{"uri":"Primary_research","surface_form":"primary research","offset":638},{"uri":"Business","surface_form":"business","offset":787},{"uri":"Environmental_scanning","surface_form":"macroenvironmental variables","offset":886},{"uri":"Tax_policy","surface_form":"tax policy","offset":963}]}