{"id":126161,"url":"http://en.wikipedia.org/wiki/Appendicitis","text":"e=\"preserve\">Appendicitis is the inflammation of the [https://www.healthtipsagency.com/2018/09/Appendix-symptoms-causes-and-rescue.html appendix]. The appendix is a pouch at the start of the large intestine. Symptoms usually include a sharp pain in the lower right abdomen. Also, nausea, vomiting, and decreased appetite are common. However, about 40% of people do not have these typical symptoms. If the appendix ruptures (splits) the result is painful peritonitis, and sepsis. Therefore immediate treatment in hospital is needed for appendicitis. Usually the infected appendix is taken out.\nThe function of the appendix in apes is the digestion of vegetable matter such as leaves. Humans do not digest leaves, but we inherited some of the apes' vegetarian apparatus. Our appendix is much smaller than that of present-day apes, and for some reason our immune system does not serve it well. An infection there is not eliminated as it might be elsewhere in the body.\nThe causes of appendicitis include blocking in the appendix, or bacterial infections. If it is not treated, it may lead to peritonitis and shock. Most serious appendicitis happens to younger children and elder adults. Appendicitis is common between the ages of ten and fourteen for males, and fifteen and nineteen for females. The most usual treatment is an appendectomy which means removing the appendix. Sometimes, it gets better without surgery. Some people think that eating vegetables will help, but no chances should be taken. \"Seek medical advice\" if in doubt.\nReginald Fitz first described acute appendicitis in 1886. It is one of the leading causes worldwide of \"pain in the abdomen\", a term used in medicine and surgery to cover a wide range of causes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Inflammation","surface_form":"inflammation","offset":33},{"uri":"Large_intestine","surface_form":"large intestine","offset":191},{"uri":"Abdomen","surface_form":"abdomen","offset":265},{"uri":"Nausea","surface_form":"nausea","offset":280},{"uri":"Vomiting","surface_form":"vomiting","offset":288},{"uri":"Appetite","surface_form":"appetite","offset":312},{"uri":"Peritonitis","surface_form":"peritonitis","offset":454},{"uri":"Sepsis","surface_form":"sepsis","offset":471},{"uri":"Apes","surface_form":"apes","offset":625},{"uri":"Digestion","surface_form":"digestion","offset":637},{"uri":"Immune_system","surface_form":"immune system","offset":853},{"uri":"Bacterial","surface_form":"bacterial","offset":1030},{"uri":"Infection","surface_form":"infections","offset":1040},{"uri":"Shock_(circulatory)","surface_form":"shock","offset":1105},{"uri":"Appendectomy","surface_form":"appendectomy","offset":1324},{"uri":"Reginald_Fitz","surface_form":"Reginald Fitz","offset":1534},{"uri":"Medicine","surface_form":"medicine","offset":1675},{"uri":"Surgery","surface_form":"surgery","offset":1688}]}