{"id":126275,"url":"http://en.wikipedia.org/wiki/Muhammad_Hashim_Gazdar","text":"Muhammad Hashim Gazdar () was a prominent politician of Pakistan. He was mayor of Karachi and a former member of the Bombay Legislative Council from Sindh constituency.\nEarly life.\nHe was originally from Rajputana and led the Marwari group in Karachi politics. He was born in 1895 in Jaisalmer (present day India). His ancestral roots linked to Rajput Clans of Rajisthan from where his father immigrated and settled in Karachi after the Sindh was amalgamated in British empire since 1843. He completed his intermediate from Sindh Madressah-tul-Islam, Karachi in 1911. Later, he went to Maharashtar to study engineering in Pune. Later he shifted to Bombay where he joined the project to uplift the lower caste in Bombay but after it was unsuccessful, he resigned along with a number of others from the project.\nPolitical life.\nAfter he retired from the project, he returned to Karachi and worked as an engineer at the then District Local Board, Karachi. However, he later resigned from the job due to differences on policy matter with G. M. Syed, who was then the president of the Board.\nLater, he joined politics and was elected a member of the Bombay Legislative Council from the constituency of Sindh in the 1934 election. Meanwhile he remained active in politics through the platform of the Sindh Ittehad party. He was also elected Mayor of the Municipality of Karachi for the term from May 1941 to May 1942. Afterwards, he joined Jinnah's All India Muslim League; that was launching a movement for establishment of an independent state for Muslim population of India within the sub-continent (which emerged as Pakistan later). Quaid e Azam led this movement and Hashim Gazdar was a friend of Muhammed Ali Jinnah on the platform of All India Muslim League to achieve the goal of a separate Muslim state. During this course, he was again elected a member of Legislative Assembly from Sindh; and remained the Deputy Speaker thereof.\nMuhammed Hashim Gazdar was among the people who represented Sindh in the first session of Pakistan's initiating Constituent Assembly that was convened four days prior to the emergence of Pakistan, i.e. 10 August 1947 at Sindh Assembly Building, Karachi. Other members to represent Sindh were Muhammed Ayub Khoro, J. Ram Das Doulat Ram, and Pirzada Abdul Sattar Abdul Rehman.\nAs a former politician, the role played by Hashim Gazdar during the pre-partition and post partition era is highly acknowledged. Being an honest legislator, a veteran Muslim League politician, his role was significant as an ideological prominent figure on the scenario of Pakistan politics since its genesis. Being a commendable parliamentarian, he is highly appreciable with a view to transiting politics to the new stream in accordance with the changing necessities of times.\nHe died in 1966 and is buried in Muslim Marwari Graveyard Mewashah, Karachi.","categories":[],"infobox_types":["Person"],"annotations":[{"uri":"Politician","surface_form":"politician","offset":42},{"uri":"Pakistan","surface_form":"Pakistan","offset":56},{"uri":"Karachi","surface_form":"Karachi","offset":82},{"uri":"India","surface_form":"India","offset":307},{"uri":"Caste","surface_form":"caste","offset":703},{"uri":"Bombay","surface_form":"Bombay","offset":712}]}