{"id":126228,"url":"http://en.wikipedia.org/wiki/John_Gilbert_(bushranger)","text":"John HAPPY JACK Gilbert (1842 – 1865) was a famous Australian bushranger.\nHe was born in Hamilton, Canada. He came to Australia in 1852 when he was 10 years old. His family came to dig gold in Victoria, Australia. When he was 12 years old he got a job working with horses\nWhen he was about 20 years old, Gilbert was living in New South Wales near Forbes. He became a member of a gang which was led by Frank Gardiner. Another member of the gang was Ben Hall. With Gardiner and Hall, Gilbert was involved with the biggest gold robbery in Australia's history: in 1862 the gang robbed a coach carrying gold at Eugowra. After the robbery, Gardiner went to Queensland to hide from the police. John Gilbert went to New Zealand. When he came back in May 1863, he started a new gang with Ben Hall.\nWith Ben Hall.\nThe Ben Hall gang robbed travelers on the roads, the mail coaches, the gold escorts, hotels, farm houses and even held up whole towns. The police seemed to be unable to stop the gang. At first people thought this was fun, the police being made to look like fools. Gilbert and John O'Meally did the first daylight bank robbery in Australia in July 1863. They rode into the town of Carcoar and tried to take money from the bank. The man working at the bank grabbed his gun and fired it twice. Gilbert and O'Meally ran out of the bank, quickly got on to their horses and rode away.\nBut as the number of robberies continued, people became scared and wanted the government to do something. In 1864, Gilbert killed a policeman, Sergeant Edmund Parry, during a robbery near Jugiong. The police search for Gilbert became urgent.\nAt Springfield, near Goulburn, Gilbert tried to rob four young brothers. The boys fired their guns and kept the bushrangers back. Gilbert tried to shoot one of the boys, but his stolen race horse (called \"Young Waverly\") got in the way. The horse died immediately and Gilbert was trapped under the dead horse. People thought that this was very funny; a dangerous bushranger being made to look like a fool by a group of boys.\nIn 1865 another another policeman was killed by another member of the gang, John Dunn. Members of the gang were declared outlaws. This meant they could be killed by anyone at anytime. The police shot Ben Hall dead near Forbes on May 5, 1865. On May 13, 1865 Gilbert and Dunn went to hide at John Kelly's (Dunn's grandfather) house. Kelly told the police at Binalong where the two bushrangers were hiding so he could get the reward money. The police went to the house, but Gilbert and Dunn climbed out a window and ran down to Billabong Creek to escape into the bush. Constable King was shot in the foot, and Dunn was shot in the arm. Gilbert was shot dead when he stopped to shoot back at Constable John Bright. After an inquest to record how he died, he was buried at Binalong, in the field where the police kept their horses. Gilbert was a bad criminal. He had been in 630 robberies. Dunn escaped but was captured six months later. He was hanged in Sydney in March 1866.\nGilbert in poetry and song.\nThe story of John Gilbert was told in a poem, \"How Gilbert Died\"[http://scs.une.edu.au/Bushrangers/poetry.htm#gilbert%20died], by Australian poet, Banjo Paterson. Paterson had lived in Binalong when he was a young boy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bushranger","surface_form":"bushranger","offset":62},{"uri":"Hamilton%2C_Ontario","surface_form":"Hamilton","offset":89},{"uri":"Canada","surface_form":"Canada","offset":99},{"uri":"Gold","surface_form":"gold","offset":185},{"uri":"Victoria%2C_Australia","surface_form":"Victoria, Australia","offset":193},{"uri":"Horseshoe","surface_form":"horses","offset":265},{"uri":"Forbes%2C_New_South_Wales","surface_form":"Forbes","offset":347},{"uri":"Gang","surface_form":"gang","offset":379},{"uri":"Frank_Gardiner","surface_form":"Frank Gardiner","offset":401},{"uri":"Ben_Hall","surface_form":"Ben Hall","offset":448},{"uri":"Robbery","surface_form":"robbed","offset":574},{"uri":"Coach_(carriage)","surface_form":"coach","offset":583},{"uri":"Eugowra%2C_New_South_Wales","surface_form":"Eugowra","offset":606},{"uri":"Queensland","surface_form":"Queensland","offset":651},{"uri":"New_Zealand","surface_form":"New Zealand","offset":708},{"uri":"John_O%27Meally_(bushranger)","surface_form":"John O'Meally","offset":1080},{"uri":"Carcoar%2C_New_South_Wales","surface_form":"Carcoar","offset":1184},{"uri":"Policeman","surface_form":"policeman","offset":1515},{"uri":"Jugiong%2C_New_South_Wales","surface_form":"Jugiong","offset":1571},{"uri":"Goulburn%2C_New_South_Wales","surface_form":"Goulburn","offset":1646},{"uri":"John_Dunn","surface_form":"John Dunn","offset":2126},{"uri":"Outlaw","surface_form":"outlaw","offset":2171},{"uri":"Binalong%2C_New_South_Wales","surface_form":"Binalong","offset":2407},{"uri":"Constable","surface_form":"Constable","offset":2739},{"uri":"Inquest","surface_form":"inquest","offset":2771},{"uri":"Crime","surface_form":"criminal","offset":2896},{"uri":"Poem","surface_form":"poem","offset":3091},{"uri":"Poet","surface_form":"poet","offset":3192},{"uri":"Banjo_Paterson","surface_form":"Banjo Paterson","offset":3198}]}