{"id":126261,"url":"http://en.wikipedia.org/wiki/Attention-deficit_hyperactivity_disorder","text":"ce=\"preserve\">Attention-deficit hyperactivity disorder (ADHD), or attention deficit disorder (ADD), is a neurodevelopmental disorder. It affects how people think and act.\nPeople with ADHD may be too active; they may have trouble sitting still or being quiet. They may be rather impulsive.\nThey usually have problems focusing and remembering what is said or done around them. ADHD is called a \"neurological developmental disorder\" because it affects how people's nervous systems develop.\nExperts think that, throughout the world, about one in twenty children (5%) has ADHD. Some countries have more people with ADHD than others, and not everyone uses the same tests. Psychologists have found more people with ADHD in North America than in Africa and the Middle East. In the United States, about one in every fourteen children has ADHD (7%), including one in every ten boys (10%) and one in every twenty-five girls (4%). This could be because more boys get ADHD, or because fewer girls take ADHD tests.\nADHD is most common in children: fewer adults have ADHD.\nSome (less than half) people with ADHD in childhood find things get better when they are adults. Their symptoms are less noticeable. In some cases the symptoms go away entirely when they reach adulthood.\nSigns and symptoms.\nPeople who are overly active usually lose these symptoms as they get older.\nPeople with ADHD may have trouble making and keeping friends. They may also have trouble controlling their anger. While children with ADHD may have trouble doing some things, many children with ADHD will not have trouble paying attention to something they enjoy or think are interesting.\nMost people who have ADHD also have other mental disorders, most often oppositional defiant disorder, conduct disorder, dyslexia, Tourette syndrome, anxiety disorders (especially obsessive-compulsive disorder), mood disorders, substance use disorders, eating disorders and personality disorders (especially antisocial, borderline, histrionic, passive-aggressive and avoidant).\nCause.\nIt is believed that the main difference between neurotypical brains and the ones with the ADHD is the deficit in amount of dopamine receptors release within the synapses in the brain. This deficit is said to be the main factor in regulating motivation and sustaining attention.\nResearch of twins has shown that about three in four cases of ADHD are caused by one or both parents having ADHD. Siblings of children with ADHD are three to four times more likely to develop the disorder than siblings of children without the disorder. Genetic factors are also believed to be involved in determining whether ADHD lasts into adulthood. Some scientists think that ADHD is common because when humans were first developing, it was good to be overly active. Others think that, because ADHD is more common in children when the mother is anxious, ADHD developed to help children in dangerous places.\nThere are other possible causes for ADHD. If a pregnant person drinks alcohol, it can cause fetal alcohol syndrome, which can include ADHD. ADHD can also happen if a mother smokes tobacco while she is pregnant. Lead, low birth weight, premature birth, and some infections can increase the risk of a child having ADHD.\nManaging ADHD.\nThere is no cure for ADHD. People with ADHD can be helped with therapy or medication. Therapy is recommended for children who do not have bad symptoms or are very young. Therapy for people with ADHD helps with attention and behavior. There is also education for parents and teachers to help children with ADHD. Some physical exercise has been shown to help people with ADHD.\nThe first line treatment for ADHD includes cognitive behavioral therapy and use of stimulants. Stimulants increase the amount of a chemical called dopamine in the brain, which helps with paying attention, planning, organization, and management of being overly active. These medications should not be given to children below the age of 6.\nSociety and culture.\nPeople do not agree about the diagnosis of ADHD. The number of people with ADHD has increased in the last several years. Some people think this is because doctors are diagnosing too many people. Others think it is because doctors are getting better at finding people with ADHD. Some people think that ADHD is made-up and not a real illness, even though it's the most researched condition in psychiatry. Most studies suggest that ADHD is mostly caused by problems with genes.\nSeveral famous people have spoken about the rise in ADHD diagnoses. Actor Tom Cruise said that the medicines usually given to people with ADHD were like illegal drugs. Others disagreed with him because the amount of medicine given to people with ADHD does not cause addiction. There have been many studies about the effectiveness of the medicines used with ADHD. One certain study found that the medicine did help over a long time, but did not help more than other types of treatment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nervous_system","surface_form":"nervous system","offset":462},{"uri":"North_America","surface_form":"North America","offset":716},{"uri":"Africa","surface_form":"Africa","offset":738},{"uri":"Middle_East","surface_form":"Middle East","offset":753},{"uri":"United_States","surface_form":"United States","offset":773},{"uri":"Oppositional_defiant_disorder","surface_form":"oppositional defiant disorder","offset":1717},{"uri":"Conduct_disorder","surface_form":"conduct disorder","offset":1748},{"uri":"Dyslexia","surface_form":"dyslexia","offset":1766},{"uri":"Tourette_syndrome","surface_form":"Tourette syndrome","offset":1776},{"uri":"Anxiety_disorder","surface_form":"anxiety disorder","offset":1795},{"uri":"Obsessive-compulsive_disorder","surface_form":"obsessive-compulsive disorder","offset":1825},{"uri":"Mood_disorder","surface_form":"mood disorder","offset":1857},{"uri":"Substance_use_disorder","surface_form":"substance use disorder","offset":1873},{"uri":"Eating_disorder","surface_form":"eating disorder","offset":1898},{"uri":"Personality_disorder","surface_form":"personality disorder","offset":1919},{"uri":"Antisocial_personality_disorder","surface_form":"antisocial","offset":1953},{"uri":"Borderline_personality_disorder","surface_form":"borderline","offset":1965},{"uri":"Histrionic_personality_disorder","surface_form":"histrionic","offset":1977},{"uri":"Passive-aggressive_personality_disorder","surface_form":"passive-aggressive","offset":1989},{"uri":"Avoidant_personality_disorder","surface_form":"avoidant","offset":2012},{"uri":"Twin_studies","surface_form":"Research of twins","offset":2308},{"uri":"Genetics","surface_form":"Genetic","offset":2561},{"uri":"Fetal_alcohol_syndrome","surface_form":"fetal alcohol syndrome","offset":3010},{"uri":"Tobacco","surface_form":"tobacco","offset":3098},{"uri":"Lead","surface_form":"Lead","offset":3129},{"uri":"Premature_birth","surface_form":"premature","offset":3153},{"uri":"Infection","surface_form":"infection","offset":3179},{"uri":"Therapy","surface_form":"therapy","offset":3314},{"uri":"Dopamine","surface_form":"dopamine","offset":3773},{"uri":"Gene","surface_form":"gene","offset":4453},{"uri":"Tom_Cruise","surface_form":"Tom Cruise","offset":4534},{"uri":"Medicine","surface_form":"medicine","offset":4797}]}