{"id":126227,"url":"http://en.wikipedia.org/wiki/Flat_Earth","text":"The idea of a flat Earth is that the surface of the Earth is flat (a plane). Belief in a flat Earth is found in the oldest writings. Early Mesopotamian maps showed the world as a flat disk floating in the ocean.\nThis was a common belief until the Classical Greeks began to discuss the Earth's shape about the 4th century BC. Eratosthenes (276 BC–194 BC) calculated the circumference of the Earth quite well. From then on, few educated people ever believed in its being flat. People first started having the thought that the Earth is round in around 6th century BC. Then, Aristotle proved the Earth was round in around 330 BC.\nThe large-scale shape of the Earth only matters when considering large distances. Therefore in the Ancient world only sailors, astronomers, philosophers, and theologians would have cared about the Earth's large-scale shape.\nThe following authors argued for a spherical or ball shaped earth: King Alfred of the Anglo-Saxons, Hildegard von Bingen, Thomas Aquinas, Snorri Sturluson, Marco Polo, Dante Alighieri, Christopher Columbus\nPortuguese people explored Africa and Asia, Columbus sailed to the Americas (1492) and Ferdinand Magellan's circumnavigated (sailed all round) the earth (1519-21). This proved finally, in a practical way that the Earth is a globe.\nDuring the 19th century, the Romantic ideas about a European \"Dark Age\" made the Flat Earth model look much more important than it ever had been in history.\nThe widely circulated woodcut is of a man poking his head through the firmament of a flat Earth to see the machines working the spheres. It was made in 16th century style but cannot be traced to an earlier time than Camille Flammarion's \"L'Atmosphère: Météorologie Populaire\" (Paris, 1888, p. 163). The woodcut illustrates the statement in the text that a missionary in the middle Ages claimed that \"he reached the horizon where the Earth and the heavens met\". That story may be traced back to Voltaire, but not to any known source in the Middle ages. The original woodcut had a decorative border that places it in the 19th century; in later publications, some claimed that the woodcut dated from the 16th century and the border was removed. According to an unproved story Flammarion ordered the woodcut himself; certainly no source of the image earlier than Flammarion's book is known.\nAn early mention in literature was Ludvig Holberg's comedy \"Erasmus Montanus\" (1723). A great many people disagree with Erasmus Montanus when he claims the Earth is round, since all the peasants believe it is flat. He is not allowed to marry his fiancée until he cries \"The earth is flat as a pancake\". In Rudyard Kipling's \"The Village that Voted the Earth was Flat\", the main characters spread the rumor that a Parish Council meeting had voted in favor of a flat Earth.\nFantasy fiction often imagines a flat Earth. In C. S. Lewis' \"The Voyage of the Dawn Treader\" the fictional world of Narnia is \"round like a table\" (i.e., flat), not \"round like a ball\", and the characters sail toward the edge of this world. Terry Pratchett's Strata and Discworld novels (1983 onwards) are set on a flat, disc-shaped world resting on the backs of four huge elephants which are in turn standing on the back of an enormous turtle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":52},{"uri":"Plane_(mathematics)","surface_form":"plane","offset":69},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":139},{"uri":"Classical_Greece","surface_form":"Classical Greeks","offset":247},{"uri":"Eratosthenes","surface_form":"Eratosthenes","offset":325},{"uri":"Circumference","surface_form":"circumference","offset":369},{"uri":"Aristotle","surface_form":"Aristotle","offset":571},{"uri":"Ancient_world","surface_form":"Ancient world","offset":725},{"uri":"Sailor","surface_form":"sailor","offset":744},{"uri":"Astronomer","surface_form":"astronomer","offset":753},{"uri":"Philosopher","surface_form":"philosopher","offset":766},{"uri":"Theologian","surface_form":"theologian","offset":784},{"uri":"Sphere","surface_form":"spherical","offset":885},{"uri":"Alfred_the_Great","surface_form":"King Alfred of the Anglo-Saxons","offset":917},{"uri":"Hildegard_von_Bingen","surface_form":"Hildegard von Bingen","offset":950},{"uri":"Thomas_Aquinas","surface_form":"Thomas Aquinas","offset":972},{"uri":"Snorri_Sturluson","surface_form":"Snorri Sturluson","offset":988},{"uri":"Marco_Polo","surface_form":"Marco Polo","offset":1006},{"uri":"Dante_Alighieri","surface_form":"Dante Alighieri","offset":1018},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":1035},{"uri":"Portugal","surface_form":"Portuguese","offset":1056},{"uri":"Africa","surface_form":"Africa","offset":1083},{"uri":"Asia","surface_form":"Asia","offset":1094},{"uri":"Ferdinand_Magellan","surface_form":"Ferdinand Magellan","offset":1143},{"uri":"Globe","surface_form":"globe","offset":1280},{"uri":"Romanticism","surface_form":"Romantic","offset":1316},{"uri":"Early_Middle_Ages","surface_form":"Dark Age","offset":1349},{"uri":"History_of_Europe","surface_form":"history","offset":1435},{"uri":"Camille_Flammarion","surface_form":"Camille Flammarion","offset":1660},{"uri":"Voltaire","surface_form":"Voltaire","offset":1938},{"uri":"Middle_ages","surface_form":"Middle ages","offset":1983},{"uri":"Ludvig_Holberg","surface_form":"Ludvig Holberg","offset":2366},{"uri":"Rudyard_Kipling","surface_form":"Rudyard Kipling","offset":2637},{"uri":"Fantasy_fiction","surface_form":"Fantasy fiction","offset":2803},{"uri":"C._S._Lewis","surface_form":"C. S. Lewis","offset":2851},{"uri":"The_Voyage_of_the_Dawn_Treader","surface_form":"The Voyage of the Dawn Treader","offset":2865},{"uri":"Narnia_(world)","surface_form":"Narnia","offset":2920},{"uri":"Terry_Pratchett","surface_form":"Terry Pratchett","offset":3045},{"uri":"Strata_(novel)","surface_form":"Strata","offset":3063},{"uri":"Discworld","surface_form":"Discworld","offset":3074},{"uri":"Discworld_(world)","surface_form":"disc-shaped world","offset":3125}]}