{"id":126332,"url":"http://en.wikipedia.org/wiki/Jammu_and_Kashmir_(princely_state)","text":"Kashmir and Jammu was a princely state in the Himalayas next to the territories of British India in the north. It was ruled by a Hindu Maharaja.\nThe state was created in 1846 after the defeat of the Sikhs. The East India Company annexed the Kashmir valley and wanted to recover some of the cost of the Anglo-Sikh war. The Muslim majority Kashmir was sold to the Dogra ruler of Jammu under the Treaty of Amritsar. The area of the state were set by the Treaty of Amritsar of 1846 \"situated to the eastward of the Indus and westward of the Ravi River it covered an area of 80,900 km2.\nAfter the British left India the princely state was divided between Pakistan and India as war took place between the neighbours.\nCreation.\nBefore the creation of the princely state, Kashmir had been ruled by the Durrani Empire it was then taken over by the Sikhs under Ranjit Singh. During Sikh rule Jammu had been a tributary of the Sikh Empire in the Punjab region, but after the death of its Raja, Kishore Singh, Dogra, in 1822 his son Gulab Singh was recognised by the Sikhs as being his heir. He then began expanding his kingdom.\nAs Ruler Jammu Gulab Singh took over Bhadarwah then Kishtwar. Taking over Kishtwar meant that Singh had now gained control of two of the roads which led into Ladakh which allowed him to take control of that territory. Although there were huge difficulties, due to the mountains and glaciers, the Dogras under Gulab Singh's officer, Zorawar Singh managed to conquered the whole of Ladakh.\nA few years later, in 1840, General Zorawar Singh invaded Baltistan and captured the Raja of Skardu who had sided with the Ladakhis, and took over his country. The following year (1841) Zorawar Singh tried to invade Tibet, however due to the winter weather and by being attacked by the Tibetians. He along with almost all of his army died.\nIn the winter of 1845 war broke out between the British and the Sikhs. Gulab Singh remained neutral until the battle of Sobraon in 1846, when he became a trusted adviser of Sir Henry Lawrence. This allowed him to gain land for himself - all the hilly or mountainous land to the east of the Indus and west of the Ravi River.\nKashmir itself was not easy for the Maharaja to take over. The Maharaja's army had to fight Imam-ud-din - the Sikh governor. Imam-ud-din was aided by the Bambas from the Jhelum valley. They managed to defeat Gulab Singh's troops near to Srinagar, killing Wazir Lakhpat. However Imam-ud-din was later persuaded by Sir Henry Lawrence to stop fighting and Kashmir passed without further fighting to the new ruler.\nExpansion.\nNot long afterwards the Hunza Raja, attacked Gilgit territory. Nathu Shah on behalf of Gulab Singh responded by leading a force to attack the Hunza valley; he and his force were destroyed, and Gilgit fort fell into the hands of the Hunza Raja, along with Punial, Yasin, and Darel. The Maharaja then sent two armies, one from Astor and one from Baltistan, and after some fighting Gilgit fort was taken back. In 1852 the Dogra troops were defeated by Gaur Rahman of Yasin, and for eight years the Indus formed the boundary of the Maharaja's territories.\nGulab Singh died in 1857, his successor, Ranbir Singh, sided with the British during the Indian Rebellion. After the rebellion had been defeated by the British Ranbir decided to take back Gilgit. In 1860 a force under Devi Singh crossed the Indus, and moved towards Gaur Rahman's strong fort at Gilgit. Gaur Rahman had died just before the arrival of the Dogras. The fort was taken and held by the Maharajas until 1947.\nAlthough Ranbir Singh was tolerant of other religions his control over the country was weak, between 1877-1879 a dreadful famine took place in Kashmir.\nGeography.\nJammu was the southernmost part of the state and was next to the Punjab districts of Jhelum, Gujrat, Sialkot, and Gurdaspur.\nTransport.\nThere used to be a route from Kohala to Leh, it was possible to travel from Rawalpindi via Kohala and over the Kohala Bridge into Kashmir. The route from Kohala to Srinagar was a cart-road 132 miles in length, from Kohala to Baramulla the road was close to the Jhelum River. At Muzaffarabad the Kishenganga River joins the Jhelum and at this point the road from Abbottabad and Garhi Habibullah meet the Kashmir route. The road carried heavy traffic and had to be repaired main times by the authorities.\nFlooding.\nIn 1893 very serious floods took place in the Jhelum because of rain that fell for 52 hours, and much damage was done to Srinagar. However the floods of 1903 was much more severe.\nEnd of the princely state.\nIn 1947 the Indian Independence Act was passed, this meant that British India would become two independent states - Pakistan and India. Also each of the princely states would be free to join India or Pakistan - or remain independent. All of princely ended up becoming part of Pakistan or India.\nHowever the ruler of Kashmir wanted to remain independent, neither joining Pakistan or India, this led to war between the two neighbouring countries in which Kashmir became divided between them. Each considered that \"all\" of the former princely state belongs to them. This has led to several wars. The Kashmir conflict between the two nuclear neighbours remains one of the hardest and longest running disputes that the United Nations Security Council has been trying to solve.","categories":[],"infobox_types":[],"annotations":[{"uri":"Princely_state","surface_form":"princely state","offset":24},{"uri":"Himalayas","surface_form":"Himalayas","offset":46},{"uri":"British_India","surface_form":"British India","offset":83},{"uri":"Maharaja","surface_form":"Maharaja","offset":135},{"uri":"East_India_Company","surface_form":"East India Company","offset":210},{"uri":"Kashmir_valley","surface_form":"Kashmir valley","offset":241},{"uri":"Dogra","surface_form":"Dogra","offset":362},{"uri":"Jammu","surface_form":"Jammu","offset":377},{"uri":"Treaty_of_Amritsar","surface_form":"Treaty of Amritsar","offset":393},{"uri":"Treaty_of_Amritsar","surface_form":"Treaty of Amritsar","offset":451},{"uri":"Indus","surface_form":"Indus","offset":511},{"uri":"Ravi_River","surface_form":"Ravi River","offset":537},{"uri":"Durrani_Empire","surface_form":"Durrani Empire","offset":794},{"uri":"Ranjit_Singh","surface_form":"Ranjit Singh","offset":851},{"uri":"Tributary","surface_form":"tributary","offset":899},{"uri":"Punjab_region","surface_form":"Punjab region","offset":935},{"uri":"Dogra","surface_form":"Dogra","offset":998},{"uri":"Gulab_Singh_of_Jammu_and_Kashmir","surface_form":"Gulab Singh","offset":1021},{"uri":"Heir","surface_form":"heir","offset":1074},{"uri":"Bhadarwah","surface_form":"Bhadarwah","offset":1154},{"uri":"Kishtwar","surface_form":"Kishtwar","offset":1169},{"uri":"Ladakh","surface_form":"Ladakh","offset":1275},{"uri":"Zorawar_Singh","surface_form":"Zorawar Singh","offset":1449},{"uri":"General_Zorawar_Singh","surface_form":"General Zorawar Singh","offset":1533},{"uri":"Baltistan","surface_form":"Baltistan","offset":1563},{"uri":"Winter","surface_form":"winter","offset":1747},{"uri":"Battle_of_Sobraon","surface_form":"battle of Sobraon","offset":1955},{"uri":"Sir","surface_form":"Sir","offset":2018},{"uri":"Henry_Lawrence","surface_form":"Henry Lawrence","offset":2022},{"uri":"East","surface_form":"east","offset":2123},{"uri":"Indus","surface_form":"Indus","offset":2135},{"uri":"West","surface_form":"west","offset":2145},{"uri":"Ravi_River","surface_form":"Ravi River","offset":2157},{"uri":"Jhelum","surface_form":"Jhelum","offset":2339},{"uri":"Srinagar","surface_form":"Srinagar","offset":2406},{"uri":"Gilgit","surface_form":"Gilgit","offset":2636},{"uri":"Ranbir_Singh","surface_form":"Ranbir Singh","offset":3184},{"uri":"Indian_Rebellion_of_1857","surface_form":"Indian Rebellion","offset":3232},{"uri":"Jammu","surface_form":"Jammu","offset":3726},{"uri":"Punjab_(British_India)","surface_form":"Punjab","offset":3791},{"uri":"Jhelum_District","surface_form":"Jhelum","offset":3811},{"uri":"Gujrat_District","surface_form":"Gujrat","offset":3819},{"uri":"Sialkot_District","surface_form":"Sialkot","offset":3827},{"uri":"Gurdaspur_District","surface_form":"Gurdaspur","offset":3840},{"uri":"Kohala%2C_Pakistan","surface_form":"Kohala","offset":3892},{"uri":"Leh","surface_form":"Leh","offset":3902},{"uri":"Rawalpindi","surface_form":"Rawalpindi","offset":3938},{"uri":"Kohala_Bridge","surface_form":"Kohala Bridge","offset":3973},{"uri":"Baramulla","surface_form":"Baramulla","offset":4087},{"uri":"Jhelum_River","surface_form":"Jhelum River","offset":4123},{"uri":"Muzaffarabad","surface_form":"Muzaffarabad","offset":4140},{"uri":"Kishenganga_River","surface_form":"Kishenganga River","offset":4157},{"uri":"Abbottabad","surface_form":"Abbottabad","offset":4224},{"uri":"Garhi_Habibullah","surface_form":"Garhi Habibullah","offset":4239},{"uri":"Indian_Independence_Act_1947","surface_form":"Indian Independence Act","offset":4594},{"uri":"Kashmir_conflict","surface_form":"Kashmir conflict","offset":5179},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":5296}]}