{"id":126316,"url":"http://en.wikipedia.org/wiki/Administrative_units_of_Pakistan","text":"Pakistan is a country in Asia. It is divided into five provinces and two territories. Pakistan also administers part of Kashmir. This part is divided into two separate areas. The rest of Kashmir is administered by India.\nLocal government.\nEach province of Pakistan is divided into \"zillas\" - zillah is an Urdu word () meaning district. There are 105 districts in Pakistan.\nA district is divided into tehsils (). A tehsils is similar to a county. Tehsils are used in all provinces except in Sindh province where the word taluka () is used instead. Tehsils may contain villages or towns and cities.\nEach tehsil is further divided into union councils. A union council is the smallest part of local government in Pakistan. They are sometimes made up of a few villages.\nThere are over 5,000 local government areas in Pakistan. Since 2001, these have been led by democratically elected local councils, each headed by a Nazim (the word means \"supervisor\" in Urdu, but is sometimes translated as mayor). Women have been allotted a minimum of 33% seats in these councils; there is no maximum limit to the number of women in these councils.\nHistory.\nIn the 1960s, Pakistan was simply divided into two \"units\" these were East Pakistan and West Pakistan. Shortly before East Pakistan became independent as Bangladesh, West Pakistan reverted to a system with four provinces. The provinces consisted of subunits called \"divisions\", which were further subdivided into districts, tehsils, and villages or municipalities.\nIn August 2000, Pervez Musharraf's local government reforms abolished the \"division\" as an administrative tier. A system of local government councils was established, with the first elections being held in 2001. Since then Pakistan has had greatly changed the local government system. The government had a plan to allow devolution. This plan according to the government \"follows the principle of subsidiarity, whereby all functions that can be effectively performed at the local level are transferred to that level.\"\nThis means mean that decisions are made locally by people who live in the area and not in far away cities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan","surface_form":"Pakistan","offset":0},{"uri":"Country","surface_form":"country","offset":14},{"uri":"Asia","surface_form":"Asia","offset":25},{"uri":"Province","surface_form":"province","offset":55},{"uri":"Territory","surface_form":"territories","offset":73},{"uri":"Administration","surface_form":"administers","offset":100},{"uri":"Kashmir","surface_form":"Kashmir","offset":120},{"uri":"India","surface_form":"India","offset":214},{"uri":"Districts_of_Pakistan","surface_form":"zillas","offset":282},{"uri":"Urdu","surface_form":"Urdu","offset":305},{"uri":"District","surface_form":"district","offset":326},{"uri":"Tehsil","surface_form":"tehsil","offset":400},{"uri":"County","surface_form":"county","offset":438},{"uri":"Sindh","surface_form":"Sindh","offset":490},{"uri":"Taluka","surface_form":"taluka","offset":520},{"uri":"Union_councils_of_Pakistan","surface_form":"union councils","offset":633},{"uri":"Local_government","surface_form":"local government","offset":689},{"uri":"Village","surface_form":"village","offset":755},{"uri":"Nazim","surface_form":"Nazim","offset":913},{"uri":"Urdu","surface_form":"Urdu","offset":951},{"uri":"Mayor","surface_form":"mayor","offset":988},{"uri":"West_Pakistan","surface_form":"West Pakistan","offset":1228},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1294},{"uri":"August_2000","surface_form":"August 2000","offset":1508},{"uri":"Pervez_Musharraf","surface_form":"Pervez Musharraf","offset":1521},{"uri":"Devolution","surface_form":"devolution","offset":1825},{"uri":"Subsidiarity","surface_form":"subsidiarity","offset":1901}]}