{"id":126343,"url":"http://en.wikipedia.org/wiki/Jallianwala_Bagh_massacre","text":"The Jallianwalah Bagh Massacre, also known as the Amritsar Massacre was a massacre that happened in Amritsar, in 1919. It is named after the Jallianwala Bagh (Temple) in the northern Indian city of Amritsar. On April 13, 1919, British Indian Army soldiers started shooting at an unarmed crowd of men, women and children. The person in charge was Brigadier-General Reginald Dyer, the military commander of Amritsar.\nThe shooting lasted about ten minutes. According to official British Raj sources, 379 people were killed. According to other sources, there were over 1,000 deaths, with more than 2,000 hurt badly, and Civil Surgeon Dr. Smith said that there were 1,526 casualties.\nIndia during World War I.\nWorld War I began with large support and friendliness towards the United Kingdom from the leaders of India. This was not expected by the British, who thought there may be a revolt. India helped a lot to the British war effort by providing men and resources. About 1.3 million Indian soldiers and workers served in Europe, Africa, and the Middle East, while both the Indian government and the princes sent large supplies of food, money, and ammunition.\nHowever, Bengal and Punjab were areas where people still did not like the British. Terrorist-style attacks in Bengal were connected with the unrest in Punjab. Also, from the beginning of the war, the overseas Indian population (mainly from Canada, Germany, and the United States) tried to start a rebellion in India similar to the 1857 uprising. With Irish Republican, German and Turkish help, a large conspiracy was made called the HinduGerman Conspiracy. This conspiracy also tried to make Afghanistan not support British India.\nAfter the war.\nAfter World War I, the high number of dead and wounded, inflation, heavy taxation and other problems greatly affected the people of India. Indian soldiers smuggled weapons into India to get rid of British rule. Different groups joined together to demand independence from Britain. In 1916, the Indian National Congress and the Muslim League signed the Lucknow Pact, agreeing to build a border dividing Punjab (India) and Pakistan.\nRowlatt Act.\nThe worsening civil unrest throughout India, especially amongst the Bombay millworkers, led to the Rowlatt committee in 1919. The Rowlatt committee was named after Sydney Rowlatt, an English judge. The job of the committee was to understand German and Bolshevik links to the militant movement in India, especially in Punjab and Bengal.\nThe committee asked for an extension of the Defence of India act of 1915 The act gave the Viceroy's government with great power, that included silencing the press, including detaining the political activists without trial, arrest without warrant of any individual suspected of treason. This act sparked huge anger within India.\nBefore the massacre.\nThe events that followed the Rowlatt Act in 1919 were also influenced by the events linked to the Ghadar conspiracy, At the time, British Indian Army troops were returning from the battlefields of Europe and Mesopotamia to an economic depression in India. There were many attempts to mutiny in 1915 and the Lahore conspiracy trials were still in public attention. News of young Mohajirs who fought on behalf of the Turkish Caliphate and later for the Red Army during the Russian Civil War was also beginning to reach India. The Russian Revolution had also started to influence India. It was at this time that Mahatma Gandhi, until then relatively unknown on the Indian political scene, began emerging as a mass leader.\nGandhi's call for protest against the Rowlatt act got an expected response - of furious unrest and protests. The situation especially in Punjab became bad very quickly. Rail, telegraph and communication systems were all disrupted. A huge crowd of 20,000 marched through Lahore.\nIn Amritsar, over 5,000 people gathered at Jallianwala Bagh. Michael O'Dwyer is said to have believed that this was part of an attempt to rebel against the British. James Houssemayne Du Boulay is said to have ascribed a direct relationship between the fear of a Ghadarite uprising in the midst of an increasingly tensed situation in Punjab, and the British response that ended in the massacre.\nOn April 10, 1919, a protest was held at the residence of the Deputy Commissioner of Amritsar, a city in Punjab, a large province in the northwestern part of what was then undivided India. The demonstration was held to demand the release of two popular leaders of the Indian Independence Movement, Satya Pal and Saifuddin Kitchlew, who had been earlier arrested on account of their protests. The crowd was shot at by British troops, the shooting stated more violence. Later in the day, several banks and other government buildings, including the Town Hall and the railway station were attacked and set on fire. The violence continued to increase, and resulted in the deaths of at least 5 Europeans, including government employees and civilians.\nFor the next two days, the city of Amritsar was quiet, but violence continued in other parts of the Punjab. Railway lines were cut, telegraph posts destroyed, government buildings burnt, and three Europeans were killed. By April 13, the British government had decided to place most of the Punjab under martial law. The legislation placed restrictions on a number of civil liberties, including freedom of assembly, banning gatherings of more than four people\nThe massacre.\nOn April 13, 1919, thousands of people gathered in the Jallianwala Bagh (garden) near the Golden Temple in Amritsar. The date was for the Baisakhi festival which was also the Sikh new year. For more than two hundred years, this festival had drawn thousands from all over India. People had travelled for days to get to Amritsar.\nThe Jallianwala Bagh was surrounded on all sides by houses and buildings and had few narrow entrances, most of which were kept locked. Unable to escape people tried to climb the walls of the park. Many jumped into a well inside the compound to escape from the bullets. A plaque in the monument says that 120 bodies were plucked out of the well.\nAs a result of the shooting, hundreds of people were killed and thousands were injured. The shooting lasted for ten minutes. In a telegram sent to Dyer, British Lieutenant-Governor of Punjab, Sir Michael O'Dwyer wrote: \"Your action is correct. Lieutenant Governor approves.\"\nO'Dwyer asked for martial law to be imposed upon Amritsar and other areas; this was allowed by the Viceroy, Lord Chelmsford, after the massacre.\nDyer dismissed.\nDyer was initially applauded by some, but in July 1920 he was censured and forced to retire by the House of Commons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Massacre","surface_form":"massacre","offset":74},{"uri":"Amritsar","surface_form":"Amritsar","offset":100},{"uri":"Jallianwala_Bagh","surface_form":"Jallianwala Bagh","offset":141},{"uri":"India","surface_form":"India","offset":183},{"uri":"Amritsar","surface_form":"Amritsar","offset":198},{"uri":"British_Indian_Army","surface_form":"British Indian Army","offset":227},{"uri":"Reginald_Dyer","surface_form":"Reginald Dyer","offset":364},{"uri":"British_Raj","surface_form":"British Raj","offset":476},{"uri":"Casualty_(person)","surface_form":"casualties","offset":667},{"uri":"World_War_I","surface_form":"World War I","offset":705},{"uri":"Revolt","surface_form":"revolt","offset":878},{"uri":"Europe","surface_form":"Europe","offset":1019},{"uri":"Africa","surface_form":"Africa","offset":1027},{"uri":"Middle_East","surface_form":"Middle East","offset":1043},{"uri":"Bengal","surface_form":"Bengal","offset":1166},{"uri":"Punjab_(British_India)","surface_form":"Punjab","offset":1177},{"uri":"Terrorism","surface_form":"Terrorist","offset":1240},{"uri":"Canada","surface_form":"Canada","offset":1397},{"uri":"Germany","surface_form":"Germany","offset":1405},{"uri":"United_States","surface_form":"United States","offset":1422},{"uri":"Indian_Rebellion_of_1857","surface_form":"1857 uprising","offset":1488},{"uri":"Irish_Republican","surface_form":"Irish Republican","offset":1508},{"uri":"Conspiracy","surface_form":"conspiracy","offset":1559},{"uri":"HinduGerman_Conspiracy","surface_form":"HinduGerman Conspiracy","offset":1590},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1649},{"uri":"Inflation","surface_form":"inflation","offset":1759},{"uri":"Taxation","surface_form":"taxation","offset":1776},{"uri":"Smuggling","surface_form":"smuggled","offset":1858},{"uri":"Indian_National_Congress","surface_form":"Indian National Congress","offset":1997},{"uri":"Muslim_League","surface_form":"Muslim League","offset":2030},{"uri":"Lucknow_Pact","surface_form":"Lucknow Pact","offset":2055},{"uri":"Defence_of_India_act_of_1915","surface_form":"Defence of India act of 1915","offset":2527},{"uri":"Press","surface_form":"press","offset":2640},{"uri":"Treason","surface_form":"treason","offset":2760},{"uri":"Europe","surface_form":"Europe","offset":3029},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":3040},{"uri":"Lahore_conspiracy_trial","surface_form":"Lahore conspiracy trial","offset":3139},{"uri":"Muhajir_(Caucasus)","surface_form":"Mohajir","offset":3210},{"uri":"Red_Army","surface_form":"Red Army","offset":3283},{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":3303},{"uri":"Mahatma_Gandhi","surface_form":"Mahatma Gandhi","offset":3441},{"uri":"Rowlatt_act","surface_form":"Rowlatt act","offset":3589},{"uri":"James_Houssemayne_Du_Boulay","surface_form":"James Houssemayne Du Boulay","offset":3994},{"uri":"April_10","surface_form":"April 10","offset":4226},{"uri":"1919","surface_form":"1919","offset":4236},{"uri":"Indian_Independence_Movement","surface_form":"Indian Independence Movement","offset":4491},{"uri":"Satya_Pal","surface_form":"Satya Pal","offset":4521},{"uri":"Saifuddin_Kitchlew","surface_form":"Saifuddin Kitchlew","offset":4535},{"uri":"Bank","surface_form":"bank","offset":4717},{"uri":"Railway","surface_form":"Railway","offset":5076},{"uri":"Telegraph","surface_form":"telegraph","offset":5100},{"uri":"Martial_law","surface_form":"martial law","offset":5270},{"uri":"Legislation","surface_form":"legislation","offset":5287},{"uri":"Freedom_of_assembly","surface_form":"freedom of assembly","offset":5361},{"uri":"Jallianwala_Bagh","surface_form":"Jallianwala Bagh","offset":5495},{"uri":"Baisakhi","surface_form":"Baisakhi","offset":5578},{"uri":"Sikh","surface_form":"Sikh","offset":5615},{"uri":"Water_well","surface_form":"well","offset":5984},{"uri":"Telegram","surface_form":"telegram","offset":6243},{"uri":"Lieutenant-Governor","surface_form":"Lieutenant-Governor","offset":6274},{"uri":"Michael_O%27Dwyer","surface_form":"Michael O'Dwyer","offset":6309},{"uri":"Martial_law","surface_form":"martial law","offset":6406},{"uri":"Viceroy","surface_form":"Viceroy","offset":6487},{"uri":"Frederic_Thesiger%2C_1st_Viscount_Chelmsford","surface_form":"Lord Chelmsford","offset":6496},{"uri":"Retire","surface_form":"retire","offset":6634},{"uri":"House_of_Commons","surface_form":"House of Commons","offset":6648}]}