{"id":12646,"url":"http://en.wikipedia.org/wiki/Korean_language","text":"The Korean language is spoken mainly in North and South Korea. It is spoken by more than 78 million people (most are North or South Koreans).\nIn South Korea, it is called \"hangukmal\" (한국말) or \"hangugeo\" (Hangeul: 한국어, Hanja: 韓國語). In North Korea, however, it is called \"choseonmal\" (조선말) or \"choseoneo\" (조선어, 朝鮮語). They are named differently because the common names for North and South Korea are different. Additionally, Koreans usually call their language \"urimal\" (Hangeul: 우리말) or \"urinara mal\" (Hangeul: 우리나라 말), meaning \"our language\" or \"our country's language.\"\nWriting.\nKorean uses two different writing systems. One is Hangul, the main alphabet. In North Korea, only Hangeul (Known as Choseongeul in North Korea) is used by law. In South Korea, only Hangeul should be used in most public areas like education, but the other system, Hanja, is still used in some newspapers and professional areas. Hanja is the system of Chinese characters that are used in Korean. It was the only way to write Korean before the creation of Hangeul in the 15th century, and it was common in novels before the 19th century.\nAlthough King Sejong the Great led the development of Hangeul to allow literacy to spread among common people and to create a writing system that represented the language more accurately than Hanja, it was not adopted by the upper classes of Koreans. Hanja would continue to be the official writing system until the late 19th century. Although it was rejected by the elite classes, Hangeul was used often by lower classes as a way to write down Korean literature and for lower classes to communicate.","categories":[],"infobox_types":[],"annotations":[{"uri":"North_Korea","surface_form":"North","offset":40},{"uri":"South_Korea","surface_form":"South Korea","offset":50},{"uri":"Hangeul","surface_form":"Hangeul","offset":204},{"uri":"Hanja","surface_form":"Hanja","offset":218},{"uri":"Hangeul","surface_form":"Hangeul","offset":468},{"uri":"Hangeul","surface_form":"Hangeul","offset":500},{"uri":"Hangul","surface_form":"Hangul","offset":629},{"uri":"Hanja","surface_form":"Hanja","offset":842},{"uri":"Chinese_language","surface_form":"Chinese characters","offset":929},{"uri":"Sejong_the_Great","surface_form":"King Sejong the Great","offset":1123}]}