{"id":126418,"url":"http://en.wikipedia.org/wiki/Viola_d%27amore","text":"The viola d'amore is a string instrument which was popular in the 17th and 18th century. It is a kind of viola. The name is Italian and means “viola of love”. It can have 6 or 7 strings. It is held under the chin and bowed like a violin. Sometimes it is used today to play music from the 17th and 18th centuries. Occasionally some modern composers have also written music for it.\nStructure and sound.\nThe viola d'amore is about the same size as a modern viola. However, the shape is more like the shape of a viol. Like viols, it has a flat back, a wide rib (the sides), sloping shoulders and a carved head at the top of the peg box. It does not have any frets (markings on the fingerboard) like a viol or a guitar. The sound-holes are often in the shape of a flaming sword.\nThe viola d'amore usually has six or seven playing strings which are played with the bow, just as with a violin. In addition, it has the same number of sympathetic strings. These are strings which vibrate when the other strings are played, making the sound richer and sweeter.\nThe notes it can play.\nThe viola d'amore was often tuned to whatever notes were best for the piece it was to going to play. This is a kind of scordatura (changing the way the strings are tuned). Towards the end of the 18th century the usual tuning became: \"A, d, a, d', f#', a', d' (see music example. Notice the example uses the \"viola clef\")\nUse.\nThe viola d’amore became very popular during the 17th century. However, after a time it became less popular because the instruments of the viol family were not used much while the instruments of the violin family took over. The viola d’amore was too quiet and sweet to play with the modern violin family. However, in the 20th century some composers have written for the instrument again, e.g. Paul Hindemith.\nThe viola d'amore can regularly be heard today in groups who play Baroque music on period instruments. It can be heard, for example in Bach’s St John Passion.","categories":[],"infobox_types":[],"annotations":[{"uri":"String_instrument","surface_form":"string instrument","offset":23},{"uri":"17th_century","surface_form":"17th","offset":66},{"uri":"18th_century","surface_form":"18th century","offset":75},{"uri":"Viola","surface_form":"viola","offset":105},{"uri":"Italian_language","surface_form":"Italian","offset":124},{"uri":"Violin","surface_form":"violin","offset":230},{"uri":"Viol","surface_form":"viol","offset":508},{"uri":"Fret","surface_form":"fret","offset":654},{"uri":"Sympathetic_strings","surface_form":"sympathetic strings","offset":926},{"uri":"Scordatura","surface_form":"scordatura","offset":1193},{"uri":"Viola_clef","surface_form":"viola clef","offset":1382},{"uri":"Viol","surface_form":"viol","offset":1539},{"uri":"20th_century","surface_form":"20th century","offset":1721},{"uri":"Paul_Hindemith","surface_form":"Paul Hindemith","offset":1793},{"uri":"Baroque_music","surface_form":"Baroque music","offset":1875},{"uri":"Period_instrument","surface_form":"period instrument","offset":1892},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach’s","offset":1944},{"uri":"St_John_Passion","surface_form":"St John Passion","offset":1951}]}