{"id":12648,"url":"http://en.wikipedia.org/wiki/James_Buchanan","text":"James Buchanan Jr. (April 23, 1791 - June 1, 1868) was the 15th President of the United States. He was the only president not to have married. His niece, Harriet Lane, stood in as First Lady. He was an experienced politician and he became president in 1857. Many historians think that Buchanan was the worst president, because he did nothing to prevent the Civil War.\nEarly life.\nJames Buchanan was born on April 23, 1791 in Cove Gap, Pennsylvania, into a prosperous merchant family. He had four sisters and three brothers, and studied at the Old Stone Academy before entering Dickinson College in 1807. There he studied law and was admitted to the bar in 1812. He was engaged to Anne C. Coleman but she died before they were married, and he never had children. He served in both the House and Senate, representing Pennsylvania, as well as the Minister to Russia, under Andrew Jackson, before stepping taking the presidential career.\nPresidency.\nDuring the beginning of his presidency, he called slavery an issue of little importance. This was clearly not the case at the time; Northerners and Southerners were very divided on slavery, almost to the point of war. Buchanan is the only United States President who was never married.\nThe Supreme Court declared that African Americans were not American citizens and that the states were allowed to keep slavery legal. James Buchanan supported that decision because he did not want the pro-slavery states to stop being part of the United States.\nBuchanan supported the rights of slave owners to keep their slaves and wanted Kansas to adopt a constitution that allowed slavery. Because of that, the Democratic Party was divided on that issue and after the 1858 Congressional election, there were more Republicans in Congress than Democrats. He did not get along with the Republicans.\nHe ordered troops to fight against Utah based on untrue information that Utah was planning a revolt. Buchanan later realized that he made a mistake and apologized.\nDuring his term, the country was becoming more and more divided over the slavery issue. A few months before his term ended, some of the southern states decided that they were going to not be a part of the United States any more.\nBuchanan believed that it was a bad thing, but he did nothing about it because he felt that using force against the south was against the Constitution. He did not even prepare the country for war.\nAt the end of his term, he left the next president, Abraham Lincoln, to face the greatest crisis in United States history, the Civil War.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":64},{"uri":"Marriage","surface_form":"married","offset":134},{"uri":"Harriet_Lane","surface_form":"Harriet Lane","offset":154},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady","offset":180},{"uri":"Democratic_Party","surface_form":"Democratic Party","offset":1644},{"uri":"Republican_Party_(United_States)","surface_form":"Republicans","offset":1746},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrats","offset":1775},{"uri":"Utah","surface_form":"Utah","offset":1902}]}