{"id":126570,"url":"http://en.wikipedia.org/wiki/2008_Atlantic_hurricane_season","text":"The 2008 Atlantic hurricane season is when many of the tropical cyclones formed in the Atlantic Ocean in 2008. The season started on June 1 and ended on November 30. Tropical Storm Arthur formed two days early on May 30, 2008. During the 2008 Atlantic hurricane season there was a total of sixteen named storms: 16 tropical storms, 8 hurricanes and 5 major hurricanes.\nTropical Storm Arthur.\nTropical Storm Arthur formed near the Belize coast late on May 30, forming out of the interaction between a tropical wave and what was left of Tropical Storm Alma, which was a tropical storm in the East Pacific. Arthur made landfall in Belize on May 31. The system moved over Yucatán Peninsula slowly and dissipated on land early on June 2. When Arthur made landfall on Belize, it caused about $78 million USD worth of damage and killed 5 people.\nArthur is the first reported tropical storm to form in May since Tropical Storm Arlene in 1981. Other systems have formed (such as Subtropical Storm Andrea in the previous year), but were subtropical. Some forecasters question whether Arthur's very short lifespan would have been reported and named in the years prior to today's technology. The formation of Arthur also marks the first time that a \"named\" storm formed in May for two consecutive years. It was also the third time in over 150 years of record.\nHurricane Bertha.\nEarly on July 1, a strong and big tropical wave moved off the coast of Africa. By early the next day, a surface low developed and the wave became more organized. The National Hurricane Center upgraded the system to Tropical Depression Two in the morning hours of July 3 after the system was able to keep convection over its center for at least 12 hours. The depression organized further and developed two distinct bands of convection. Six hours after becoming a depression, it was upgraded to Tropical Storm Bertha, the second named storm of the season. The National Hurricane Center said that this tropical cyclone was predicted by up to a week in advance by many global computer models.\nAfter some strengthening on July 6, Bertha was upgraded to a hurricane early on July 7 as satellite and microwave imagery indicated an eye feature had formed. It continued to strengthen that morning. Fast strengthening continued that afternoon and Bertha strengthened into a major hurricane with 125 mph (195 km/h) winds and a well-defined eye. The strengthening trend stopped early on July 8, due to wind shear, and Bertha quickly weakened back to a Category 1 hurricane that afternoon.\nBertha again began to quickly strengthen on July 9 as a new eye had formed and the system became more symmetrical. The NHC upgraded Bertha to a category two hurricane with winds of 105 mph (170 km/h) and stated that Bertha could strengthen further to a major hurricane again, but instead weakened into an 85 mph (135 km/h) category 1 hurricane. Bertha has become the longest-lived pre-August Atlantic tropical cyclone on record. On July 12, Bertha slowed in movement, and was close to becoming still and by July 13 this slow movement weakened the storm to tropical storm strength. On July 18, Bertha strengthened back to a hurricane as its forward motion increased. As it moved over cooler waters, it weakened a bit to a tropical storm late on July 19. It finally became extratropical on July 20 southwest of Iceland.\nTropical Storm Cristobal.\nA disturbance off the Georgia coast slowly organized itself, and became Tropical Depression Three late on July 18. It strengthened into Tropical Storm Cristobal the next day. It continued to be near and parallel to the Carolina coast, though never making landfall. It became extratropical on July 23.\nHurricane Dolly.\nDolly formed on July 20 from a tropical wave, which was located north of Honduras. Since it became a tropical storm right away it never became a depression while forming. Early on July 21 Dolly made landfall in the Yucatán Peninsula. The day after that it became a hurricane. Dolly moved northwest and for a little while it was a category 2 hurricane. Dolly weakened a little, back to a category 1 later that day. Very shortly after weakening Dolly made landfall in South Padre Island, Texas. Dolly died over in a very northwestern area of Texas on July 27.\nDolly killed a few people in Mexico and the United States, but in Guatemala Dolly killed at least 17 people. Damage was a little bit more than $1 billion.\nTropical Storm Edouard.\nA shear line stalled in the northeastern Gulf of Mexico in early August as troughing aloft dug into the northeast Gulf of Mexico. This energy aloft helped to organize a surface low along the shearline early on August 2, which slowly organized over the following day. It strengthened into Tropical Depression Five before gaining strength and being named Tropical Storm Edouard on August 3. The storm made landfall in Southeast Texas near Port Arthur on the morning of August 5 as a strong tropical storm. As it moved inland, the system weakened into a tropical depression by afternoon. The depression weakened into a remnant low on August 7 while on land over Texas.\nTropical Storm Fay.\nA strong tropical wave moved into the northeastern Caribbean in mid-August. It caused heavy rain across the Leeward Islands and into Puerto Rico before tracking westward, while unable to develop a low-level circulation although it was producing tropical storm-force winds. On August 15, a closed circulation was found and the system was named Tropical Storm Fay. Later that day Fay caused heavy rains on the island of Hispaniola causing a major flash flood threat. Fay crossed Hispaniola, Cuba, and hit south Florida beginning late on August 18, slowly tracking northeastward across the peninsula. High amounts of flooding happened in much of eastern Florida, along with some wind damage. After crossing into the Atlantic, Fay turned westward again and crossed northern Florida on August 22. As it zigzagged from water to land, it became the first storm in Florida recorded history to make landfall four times. Fay weakened into a tropical depression along the north coast of the Gulf of Mexico. Fay eventually weakened into a remnant low around noon on August 26 while located over Alabama.\nHurricane Gustav.\nA disturbance formed in the deep tropical Atlantic in the fourth week of August. It tracked westward into the Caribbean Sea where it encountered better conditions for cyclone development, and became a tropical depression on the morning of August 25, west of the Windward Islands. It quickly strengthened into Tropical Storm Gustav early that afternoon and into Hurricane Gustav early on August 26. It then weakened into a tropical storm on the evening of August 27. It re-organized further south into a strong tropical storm once again on August 28 before speeding up and hitting Jamaica. Gustav has killed 78 people in Haiti, the Dominican Republic, and Jamaica, while 7 are still missing in Haiti. On August 29, it strengthened back into a hurricane. On the morning of August 30, it was upgraded to a Category 3 major hurricane. After strengthening slowed for a few hours, another round of quick strengthening happened and Gustav was upgraded to a Category 4 hurricane during a hurricane hunter flight around 1pm (EDT), with 145 mph winds. Continuing to intensify, it became a 150 mph storm that afternoon near 5 P.M. EDT. Soon after Gustav made landfall in Cuba, firstly on the island of Isla de la Juventud and later on the mainland near Los Palacios in Pinar del Río Province, causing severe damage, although it is difficult to predict how much damage it caused. It then emerged into the Gulf of Mexico weakening into a minimal 115 mph. It was expected to hit Louisiana so the mayor of New Orleans evacuated the city. At 8 a.m. CDT on the 2nd September it was reported to have weakened to category 2.\nHurricane Gustav made landfall in Louisiana on September 1, and quickly weakened over land. After weakening to a tropical depression September 4, Gustav was sucked into a cold front. Gustav was responsible for 138 deaths and up to $18 billion in damage.\nHurricane Hanna.\nTropical Depression Eight formed on August 28 from a low pressure area east-northeast of the northern Leeward Islands. It was upgraded to a tropical storm later that day and named Hanna. On September 1, while Hanna was moving very near to the island of Mayaguana in the Bahamas, it was upgraded to Category 1 hurricane status. Hanna wandered around the southeastern Bahamas, weakening to a tropical storm while also dumping heavy rain on already-devastated Haiti. Hanna moved rapidly northeastwards along the east coast of the United States as a tropical storm. Hanna changed into an extratropical cyclone as it moved offshore from Massachusetts early on September 7. At least 537 deaths have been blamed on Hanna, most in Haiti.\nHurricane Ike.\nA tropical disturbance formed off the coast of Africa near the end of August. It moved south of Cape Verde and slowly strengthened. On September 1, It became Tropical Depression Nine while west of the Cape Verde islands and strengthened into a tropical storm later that day, when it was given the name \"Ike\". Ike developed an eye late on September 3 as it did explosive intensification, as it strengthened from a tropical storm to a Category 4 hurricane in twelve hours with an guessed pressure drop of 43 mbars, from 991 to 948 mbar; and a 24-hour pressure drop of 61 mbar, from 996 to 935 mbars. Ike weakened back to a Category 2 hurricane before re-intensifying back to a Category 4. It ripped across Great Inagua Island and Grand Turk Island, where 80% of the buildings on Grand Turk were seriously damaged or completely destroyed. It weakened to a strong Category 3 late in the afternoon of September 7 as it headed for landfall on the northeastern coastline of Cuba that evening. In addition, the storm killed at least 74 people in Haiti and 1 person in the Dominican Republic.\nAs Ike crossed Cuba on September 8, It weakened to a Category 1 hurricane and emerged into the Caribbean Sea, where it moved along or just off of the southern coast of Cuba. Ike killed 7 people as it effected nearly the whole county of Cuba. It made landfall on Galveston Island on September 13 as a strong category 2 hurricane, Its big size brought storm surge of over 12 feet from Galveston Island eastward into southern Louisiana. The Bolivar Peninsula was worst affected by the surge, while Galveston Island (where waves topped the seawall) and the Port Arthur areas also saw a lot of damage. Power was knocked out to most of the Houston area and windows were blown out of skyscrapers in downtown Houston. As Ike moved inland, it brought moderate flooding and wind damage during the Midwest and as far north as Pennsylvania. It became extratropical on September 14. At least 82 deaths have been blamed on Ike in the U.S., with 44 of them caused directly.\nDamage from Ike is guessed at $31.5 billion (2008 USD), the third most damaging hurricane in U.S. history, behind Katrina in 2005 and Andrew in 1992. At least 166 deaths have been blamed on Ike, of which 82 were in the United States. It was the most damaging hurricane in Texas history. Ike was an extremely big and strong storm. At one point, the diameter of Ike's tropical storm and hurricane-force winds were 550 and 240 miles (885 and 390 km) making Ike one of the biggest Atlantic hurricane recorded. Ike also had the second highest IKE (Integrated Kinetic Energy) of any Atlantic storm in the past 40 years. Integrated Kinetic Energy is a measure of storm surge damaging potential, similar to the Saffir-Simpson Hurricane Scale, though the IKE is more complex and in many ways more accurate. On a scale that ranges from 1 to 6, with 6 being highest destructive potential, Ike earned a 5.2.\nTropical Storm Josephine.\nA tropical disturbance formed off the coast of Africa near the end of August. It tracked south of Cape Verde and slowly developed. On September 2, it became Tropical Depression Ten while south-southeast of the southernmost Cape Verde islands. The depression was upgraded to a tropical storm later the same day as it passed to the south of the Cape Verde islands. A few days later it weakened back to a tropical depression. On September 6 it dissipated in the open waters of the Atlantic.\nHurricane Kyle.\nA strong tropical disturbance tracked across the northeastern Caribbean Sea in the third week of September. It meandered around Puerto Rico and Hispaniola, dumping lots of rain across those islands causing a significant amount of damage, despite never developing a closed circulation. By September 24, it began to track northward away from the islands and into the open Atlantic water, and became a tropical storm on September 25. Kyle was upgraded to a hurricane during the afternoon of September 27. It continued northward and maintained hurricane strength until landfall near Yarmouth, Nova Scotia in Canada late on September 28. A few hours later, Kyle became extratropical as the cold waters of the Bay of Fundy took effect. In general, Maritimers were spared of the expected damage.\nTropical Storm Laura.\nIn the last week of September, a very large non-tropical system over the north-central Atlantic slowly moved westward away from the Azores. As it entered warmer waters, it slowly gained tropical characteristics and was declared Subtropical Storm Laura early on September 29. It became fully tropical the next day and was reclassified as Tropical Storm Laura. On October 1 it became \"post-tropical\" (in the forecaster's words) as it moved over cooler waters.\nTropical Storm Marco.\nTropical Depression Thirteen formed from a very small but well-organized low in the Bay of Campeche on October 6. It quickly strengthened into Tropical Storm Marco with 65 mph (100 km/h) winds that afternoon. Marco made landfall near Veracruz, Mexico the next morning at the same intensity. Marco dissipated that night as the small circulation moved inland. At one point, tropical storm-force winds were estimated to extend only 10 miles from the center, which makes it the smallest tropical cyclone on record, beating Cyclone Tracy.\nTropical Storm Nana.\nTropical Storm Nana formed on October 12 from a disturbance which had been drifting toward the northwest over the previous couple days in the middle of the tropical Atlantic Ocean roughly halfway between the west coast of Africa and the Lesser Antilles. The storm weakened into a remnant low on October 14. This is the first use of the name \"Nana\" since 1990.\nHurricane Omar.\nA tropical disturbance in the eastern Caribbean Sea was in an area not expecting any development in the second week of October. While drifting across the region, upper-level winds calmed down enough for the tropical disturbance to strengthen and to develop into Tropical Depression Fifteen on October 13. It strengthened to Tropical Storm Omar the next day. Omar quickly strengthened into a 70 mph (110 km/h) storm that afternoon, and became a hurricane that night. It remained a hurricane through that night and it changed little in intensity through the next day, but that evening Omar intensified quickly and became a 115 mph Category 3 storm, and became a 125 mph (205 km/h) storm the next morning. Omar became a weak Category 4 early that morning. However, wind shear and dry air quickly weakened Omar to a minimal hurricane that afternoon as it raced towards the northeast at 26 mph (41 km/h). After dropping to tropical storm strength it became a hurricane again on October 17. It degenerated to a remnant low on October 18.\nTropical Depression Sixteen.\nTropical Depression Sixteen slowly formed off the coast of Nicaragua. It was not till October 14 that it was then called Tropical Depression Sixteen. After hugging the northern coast of Honduras (which did not let it strengthen), Tropical Depression Sixteen made landfall near midday on October 15. It dissipated inland that evening, never becoming a tropical storm. This storm caused up to $150 million in damage (2008 USD), and may have caused at least 75 deaths.\nHurricane Paloma.\nAn area of low pressure stopped moving in the Caribbean Sea without showing tropical development for the first few days at the beginning of November. On November 5, the low pressure system became Tropical Depression Seventeen while just east of Nicaragua. The next day it became Tropical Storm Paloma. It was the first tropical storm to receive this female name. Paloma then made landfall in Cuba and moved slowly and quickly dissipated on November 9. The remains of Paloma were tracked till they came ashore of the Florida Panhandle. Paloma caused up to $315 million (2008 USD) in damage in the area Paloma affected.\nAccumulated Cyclone Energy (ACE).\nThe table on the right shows the ACE for each storm in the season. ACE is a measure of the power of the hurricane multiplied by the length of time it existed, so storms that last a long time, as well as strong hurricanes, have high ACEs. ACE is only officially released for full advisories on tropical systems at or exceeding 34 knots (39 mph, 63 km/h) or tropical storm strength. Subtropical storms are not included in season totals.\nStorm names.\nThis is the list of names used for named storms that form in the North Atlantic in 2008. The list is the same as the 2002 list except for Ike and Laura, because Isidore and Lili were bad storms in 2002, and their names were retired.\nRetirement.\nOn April 22, 2009, World Meteorological Organization retired the names \"Gustav\", \"Ike\", and \"Paloma\" from its rotating name lists. The names were replaced with \"Gonzalo\", \"Isaias\", and \"Paulette\".","categories":[],"infobox_types":["Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small"],"annotations":[{"uri":"Tropical_wave","surface_form":"tropical wave","offset":500},{"uri":"Tropical_Storm_Alma","surface_form":"Tropical Storm Alma","offset":535},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":616},{"uri":"Belize","surface_form":"Belize","offset":628},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":668},{"uri":"Belize","surface_form":"Belize","offset":762},{"uri":"USD","surface_form":"USD","offset":798},{"uri":"Tropical","surface_form":"tropical","offset":868},{"uri":"Tropical_Storm","surface_form":"Tropical Storm","offset":904},{"uri":"Subtropical_Storm_Andrea_(2007)","surface_form":"Subtropical Storm Andrea","offset":970},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":1400},{"uri":"Africa","surface_form":"Africa","offset":1437},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1532},{"uri":"Convection","surface_form":"convection","offset":1670},{"uri":"Numerical_weather_prediction","surface_form":"global computer models","offset":2031},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":2944},{"uri":"Iceland","surface_form":"Iceland","offset":3352},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":3409},{"uri":"Carolinas","surface_form":"Carolina","offset":3606},{"uri":"Honduras","surface_form":"Honduras","offset":3778},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":3920},{"uri":"South_Padre_Island","surface_form":"South Padre Island","offset":4171},{"uri":"Texas","surface_form":"Texas","offset":4191},{"uri":"Mexico","surface_form":"Mexico","offset":4292},{"uri":"United_States","surface_form":"United States","offset":4307},{"uri":"Guatemala","surface_form":"Guatemala","offset":4329},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":4483},{"uri":"August","surface_form":"August","offset":4507},{"uri":"Southeast_Texas","surface_form":"Southeast Texas","offset":4858},{"uri":"Port_Arthur%2C_Texas","surface_form":"Port Arthur","offset":4879},{"uri":"Texas","surface_form":"Texas","offset":5101},{"uri":"Caribbean","surface_form":"Caribbean","offset":5179},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":5236},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":5261},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":5546},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":6108},{"uri":"Alabama","surface_form":"Alabama","offset":6211},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":6348},{"uri":"Windward_Islands","surface_form":"Windward Islands","offset":6500},{"uri":"Jamaica","surface_form":"Jamaica","offset":6818},{"uri":"Haiti","surface_form":"Haiti","offset":6858},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":6869},{"uri":"Jamaica","surface_form":"Jamaica","offset":6893},{"uri":"Cuba","surface_form":"Cuba","offset":7398},{"uri":"Isla_de_la_Juventud","surface_form":"Isla de la Juventud","offset":7429},{"uri":"Pinar_del_R%C3%ADo_Province","surface_form":"Pinar del Río Province","offset":7496},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":7631},{"uri":"Louisiana","surface_form":"Louisiana","offset":7703},{"uri":"New_Orleans","surface_form":"New Orleans","offset":7729},{"uri":"Evacuation","surface_form":"evacuated","offset":7741},{"uri":"Cold_front","surface_form":"cold front","offset":8015},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":8217},{"uri":"Mayaguana","surface_form":"Mayaguana","offset":8368},{"uri":"The_Bahamas","surface_form":"Bahamas","offset":8385},{"uri":"Haiti","surface_form":"Haiti","offset":8572},{"uri":"East_coast_of_the_United_States","surface_form":"east coast of the United States","offset":8624},{"uri":"Extratropical","surface_form":"extratropical cyclone","offset":8699},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":8747},{"uri":"Africa","surface_form":"Africa","offset":8907},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":8956},{"uri":"Great_Inagua_Island","surface_form":"Great Inagua Island","offset":9564},{"uri":"Turks_and_Caicos_Islands","surface_form":"Grand Turk Island","offset":9588},{"uri":"Haiti","surface_form":"Haiti","offset":9898},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":9924},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":10039},{"uri":"Galveston%2C_Texas","surface_form":"Galveston Island","offset":10206},{"uri":"Texas","surface_form":"Bolivar Peninsula","offset":10382},{"uri":"Midwest","surface_form":"Midwest","offset":10731},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":10759},{"uri":"Hurricane_Katrina","surface_form":"Katrina","offset":11017},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005","offset":11028},{"uri":"Hurricane_Andrew","surface_form":"Andrew","offset":11037},{"uri":"1992_Atlantic_hurricane_season","surface_form":"1992","offset":11047},{"uri":"Africa","surface_form":"Africa","offset":11872},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":11923},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":12391},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":12457},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":12473},{"uri":"Yarmouth%2C_Nova_Scotia","surface_form":"Yarmouth, Nova Scotia","offset":12908},{"uri":"Canada","surface_form":"Canada","offset":12933},{"uri":"Bay_of_Fundy","surface_form":"Bay of Fundy","offset":13033},{"uri":"The_Maritimes","surface_form":"Maritimers","offset":13071},{"uri":"Azores","surface_form":"Azores","offset":13272},{"uri":"Bay_of_Campeche","surface_form":"Bay of Campeche","offset":13704},{"uri":"Veracruz%2C_Mexico","surface_form":"Veracruz, Mexico","offset":13854},{"uri":"Cyclone_Tracy","surface_form":"Cyclone Tracy","offset":14139},{"uri":"Africa","surface_form":"Africa","offset":14397},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":14412},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":14589},{"uri":"October","surface_form":"October","offset":14670},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":15671},{"uri":"Honduras","surface_form":"Honduras","offset":15798},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":16142},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":16341},{"uri":"Florida_Panhandle","surface_form":"Florida Panhandle","offset":16612},{"uri":"Accumulated_Cyclone_Energy","surface_form":"ACE","offset":16781},{"uri":"2002_Atlantic_hurricane_season","surface_form":"2002","offset":17313},{"uri":"Hurricane_Isidore","surface_form":"Isidore","offset":17357},{"uri":"Hurricane_Lili","surface_form":"Lili","offset":17369},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":17460}]}