{"id":12658,"url":"http://en.wikipedia.org/wiki/Bahrain","text":"Bahrain (officially called Kingdom of Bahrain) is an island country in the Persian Gulf. Saudi Arabia is to the west and is connected to Bahrain by the King Fahd Causeway, and Qatar is to the south across the Persian Gulf. The Qatar-Bahrain Friendship Bridge, not yet built, will link Bahrain to Qatar as the longest fixed bridge in the world.Qatar and Bahrain's flag is the same design but not the same colors because Qatar is white and maroon and Bahrain is white and red.\nHistory.\nPeople have lived in Bahrain before there was writing. It has been ruled and influenced by the Assyrians, Babylonians, Greeks, Persians, and the Arabs, who made the island Muslim. Bahrain was in old times known as Dilmun, Tylos, Awal and Mishmahig.\nThe islands of Bahrain, set in the middle south of the Persian Gulf, have attracted many invaders in history. The word \"Bahrain\", \"Two Seas\", means that the islands contain two kinds of water, sweet water springs and salty water in the sea.\nA location between East and West, fertile lands, fresh water, and pearls made Bahrain important in history. About 2300 BC, Bahrain started trading with Mesopotamia (now Iraq) and the Indus Valley (now near India). It was then called Delmon, and was linked to the Sumerian Civilization about 2000 BC. Bahrain also became part of the Babylonian empire about 600 BC. Historical records called Bahrain the \"Life of Eternity\", \"Paradise\", the \"Pearl of the Persian Gulf\" and other names.\nUntil 1521, Bahrain also ruled Al-Hasa and Qatif (both are now the eastern province of Saudi Arabia) and Awal (now the Bahrain Islands). The country had all of the land from what is now Kuwait to Oman. This was called \"Iqlim Al-Bahrain\" (Province of Bahrain). In 1521, the Portuguese took Awal (now Bahrain) from the rest and since then the name of Bahrain only means today's Bahrain.\nModern history.\nThe modern history of Bahrain begins with Great Britain exploring the area, trying to keep Iran from taking more land. The British gave support to the Al-Khalifa family, who made a power base in the island and allied with the British to keep the island from Iran. The British got free passage to the Persian Gulf through this agreement. In November of 1957, the Iranian parliament declared that Bahrain was the Fourteenth Province of Iran. Later the British would become involved in the politics of Bahrain by choosing an Emir of the island. Iran and Britain later agreed that the United Nations Secretary General would judge the political situation in Bahrain. In a Plebiscite to decide the country's future, the majority of the people of Bahrain chose to reject Iran's claims, and to define their country and their culture to be Arabic, and not Persian.\nOil was found in the early 20th century and brought modern improvements to the country. Relations with the United Kingdom also became closer, and the British brought more military bases to the nation. British influence grew, until Charles Belgrave became an advisor; Belgrave brought modern education to Bahrain.\nAfter World War II, anti-British feeling spread through the Arab world and led to riots in Bahrain. The British left Bahrain in 1971, making it an independent country. The sales of more oil in the 1980s brought money to Bahrain, but even when the sales of oil decreased in later years, it did not cause as many problems in Bahrain as in other oil countries, because the economy of Bahrain had grown into other areas.\nIn 1973 the election of first parliament was done but the government stopped & dissociate the parliament in 1975 which result in strong protests by the Bahraini opposition (Moderate Islamic & non-Islamist opposition).\nIn 1994, many highly educated Bahraini people signed a letter to Prince of Bahrain at that time Isa bin Salman Al Khalifa\nto re-establish the parliament life which is strongly refused & the leader of the opposition at that time Sheikh Abdulamir Aljamri was jailed then a huge protest & conflicts occurs between Bahraini nation & the armed forces.\nIn 1999, Sheikh Hamad bin Isa Al Khalifa followed his father as head of state and called for elections for parliament to resolve the congestion that occurred over that last period. The women were given the right to vote and the new ruler released all political prisoners in 2001.\nIn 2002 the King released a new constitution without any voting from the nation & canceled 1973 constitution which caused strong refuse from the most of nation parties & opposition.\nThe situations became worse later & some of political activists were jailed like Abdulhadi Al-Khuwajah, Hasan Mushaima.\nMany political websites that refused these changes were blocked like Bahrain online forum (the most popular website in Bahrain): www.bahrainonline.org Until 2009 there were many riots & conflicts especially from Shia group which faces a huge organized discrimination according to Human Rights Watch & US Congress.\nPolitics.\nBahrain is a constitutional monarchy ruled by the King, Shaikh Hamad bin Isa Al Khalifa. The head of government is the Prime Minister, which is currently held by Crown Prince Salman bin Hamad bin Isa Al Khalifa. Shaikh Khalifa bin Salman Al Khalifa was the country's first prime minister from 1971 until his death in 2020. The prime minister has a cabinet of 15 members.\nBahrain has a bicameral legislature with a lower house, the Chamber of Deputies, elected by all of the people and the upper house, the Shura Council, appointed by the King. Both houses have forty members. The first elections were held in 2002, with Members of Parliament serving four year terms.\nWomen were given the right to vote and stand in national elections for the first time in 2002's election, but no women were elected to office that year, and Shia and Sunni Islamists won a majority of seats. Because no women were elected, six were appointed to the Shura Council, which also includes members of the Kingdom’s Jewish and Christian people.\nThe King recently created the Supreme Judicial Council to organise the country's courts and the government offices.\nGovernorates.\nBahrain is split into five governorates. Until July 3 2003, it was divided into twelve municipalities.\nFor further information, see: [http://www.capital.gov.bh/pages/pdf/govlawe.pdf Decree-Law establishing governorates] from the Bahrain official website.\nCities.\nOther towns include: Awali, Diraz, Hidd, Sar, Bani Jamrah.\nEconomy.\nIn Bahrain, petroleum (oil product) producing and processing is about 60% of the money from export, 60% of government money, and 30% of Gross Domestic Product. The economy has changed as the sales of oil have changed since 1985, for example, during and after the Persian Gulf War of 1990 - 1991. Bahrain has high quality communications and transport, and so the country is home to many international companies with business in the Persian Gulf. A large part of the country's income comes from petroleum products made from imported crude oil. There are several major industrial projects being built. Unemployment, especially among young people, and the decrease of both oil and water resources are major economic problems.\nGeography.\nBahrain is a flat and dry archipelago, with a low desert plain rising gently to a low central hill, in the Arabian Gulf, east of Saudi Arabia. The highest point is the 122 meter Jabal ad Dukhan (\"Mountain of Smoke\").\nBahrain has a total area of 620 km², which is a few square kilometres larger than the Isle of Man. As an archipelago of 33 islands, Bahrain does not share a land border with any other country, but it does have a 161 km coast line and claims a further 12 nm of territorial sea and a 24 nm contiguous zone. Bahrain enjoys mild winters and has very hot, humid summers.\nBahrain's natural resources include large amounts of oil natural gas as well as fish. Only 1% of the country includes land where crops can be grown. 92% of Bahrain is desert, and droughts and dust storms are the main natural dangers.\nEnvironmental problems in Bahrain include desertification, which is causing the land where crops can be grown to decrease, and damage to coast lines, coral reefs, and sea vegetation caused by oil spills from large tankers and oil refineries.\nAbout the people.\nThe official religion of Bahrain is Islam; most of the people are Shi'a and Sunni Muslims, but there are also small Jewish and Christian minorities. Most Bahrainis are Arabs, although some tribes came from Persia. Today, many of the people in Bahrain are guest workers who come from Iran, South Asia and Southeast Asia. A \"Financial Times\" article from 31 May 1983 found that \"Bahrain is a polyglot (speaking many languages) state, both religiously and racially. Leaving aside the temporary immigrants of the past 10 years, there are at least eight or nine communities (groups of people) on the island\".\nThe present communities may be classified as Al-Khalifa, Arab tribes allied to Al-Khalifa, the Baharnah (Shia Arabs), the Howilla (Sunni Arabs from Persia), Sunni Arabs (from the mainland), Ajam (Persian Shia), Indians who traded with Bahrain and settled before the age of oil (used to be called Banyan), a tiny Jewish community, and a group which contains everyone else.\nCulture.\nManama, Bahrain's capital city, is as modern as other cities in the world. But life in the island's many villages (and in parts of Manama itself) remains traditional. Where there is tradition in the Persian Gulf area, there is Islamic conservatism: women cover themselves from head to foot and women travellers are expected to wear long skirts and one-piece bathing suits. Bahrain's population is 85% Muslim and Islam is the state religion. Arabic is the official language, but many people speak English.\nTraditional folk art continues in several places around Bahrain: dhows (fishing boats) are built near Manama and Muharraq, cloth is made at Bani Jamrah and pottery is made at A'ali. A few goldsmiths still work in the Manama souk, though much of the work is now done in other countries. One of the important parts of Bahraini culture is the drinking of traditional Arabian coffee. Traditional Arabian street food like shawarma (lamb or chicken cut from a large spit and served in pita bread) and desserts such as baklava are also found.\nFormula One.\nBahrain is the home of Formula One racing in the Middle East, hosting the Bahrain Grand Prix.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":53},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":75},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":89},{"uri":"King_Fahd_Causeway","surface_form":"King Fahd Causeway","offset":152},{"uri":"Qatar","surface_form":"Qatar","offset":176},{"uri":"Qatar-Bahrain_Friendship_Bridge","surface_form":"Qatar-Bahrain Friendship Bridge","offset":227},{"uri":"Assyrian","surface_form":"Assyrian","offset":579},{"uri":"Babylonian","surface_form":"Babylonian","offset":590},{"uri":"Greece","surface_form":"Greeks","offset":603},{"uri":"Persians","surface_form":"Persians","offset":611},{"uri":"Arabs","surface_form":"Arabs","offset":629},{"uri":"Muslim","surface_form":"Muslim","offset":656},{"uri":"Dilmun","surface_form":"Dilmun","offset":698},{"uri":"Tylos","surface_form":"Tylos","offset":706},{"uri":"Awal","surface_form":"Awal","offset":713},{"uri":"Mishmahig","surface_form":"Mishmahig","offset":722},{"uri":"Pearl","surface_form":"pearl","offset":1040},{"uri":"2300_BC","surface_form":"2300 BC","offset":1088},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":1126},{"uri":"Iraq","surface_form":"Iraq","offset":1143},{"uri":"Indus_Valley","surface_form":"Indus Valley","offset":1157},{"uri":"India","surface_form":"India","offset":1180},{"uri":"Sumer","surface_form":"Sumerian Civilization","offset":1237},{"uri":"2000_BC","surface_form":"2000 BC","offset":1265},{"uri":"Babylon","surface_form":"Babylon","offset":1306},{"uri":"600_BC","surface_form":"600 BC","offset":1330},{"uri":"1521","surface_form":"1521","offset":1463},{"uri":"Al-Hasa","surface_form":"Al-Hasa","offset":1488},{"uri":"Qatif","surface_form":"Qatif","offset":1500},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":1544},{"uri":"Kuwait","surface_form":"Kuwait","offset":1643},{"uri":"Oman","surface_form":"Oman","offset":1653},{"uri":"Portugal","surface_form":"Portuguese","offset":1730},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1900},{"uri":"Iran","surface_form":"Iran","offset":1949},{"uri":"Al-Khalifa","surface_form":"Al-Khalifa","offset":2009},{"uri":"1957","surface_form":"1957","offset":2210},{"uri":"Iranian_parliament","surface_form":"Iranian parliament","offset":2220},{"uri":"United_Nations_Secretary_General","surface_form":"United Nations Secretary General","offset":2439},{"uri":"Plebiscite","surface_form":"Plebiscite","offset":2525},{"uri":"Oil","surface_form":"Oil","offset":2714},{"uri":"20th_century","surface_form":"20th century","offset":2741},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2821},{"uri":"Charles_Belgrave","surface_form":"Charles Belgrave","offset":2945},{"uri":"World_War_II","surface_form":"World War II","offset":3033},{"uri":"1971","surface_form":"1971","offset":3155},{"uri":"1980s","surface_form":"1980s","offset":3224},{"uri":"1994","surface_form":"1994","offset":3665},{"uri":"Isa_bin_Salman_Al_Khalifa","surface_form":"Isa bin Salman Al Khalifa","offset":3758},{"uri":"Abdulamir_Aljamri","surface_form":"Abdulamir Aljamri","offset":3897},{"uri":"1999","surface_form":"1999","offset":4012},{"uri":"Sheikh","surface_form":"Sheikh","offset":4018},{"uri":"Hamad_bin_Isa_Al_Khalifa","surface_form":"Hamad bin Isa Al Khalifa","offset":4025},{"uri":"Head_of_state","surface_form":"head of state","offset":4073},{"uri":"Abdulhadi_Al-Khuwajah","surface_form":"Abdulhadi Al-Khuwajah","offset":4552},{"uri":"Hasan_Mushaima","surface_form":"Hasan Mushaima","offset":4575},{"uri":"Human_Rights_Watch","surface_form":"Human Rights Watch","offset":4871},{"uri":"US_Congress","surface_form":"US Congress","offset":4892},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":4928},{"uri":"Hamad_bin_Isa_Al_Khalifa","surface_form":"Shaikh Hamad bin Isa Al Khalifa","offset":4971},{"uri":"Prime_Minister_of_Bahrain","surface_form":"Prime Minister","offset":5034},{"uri":"Salman_bin_Hamad_bin_Isa_Al_Khalifa","surface_form":"Salman bin Hamad bin Isa Al Khalifa","offset":5090},{"uri":"Khalifa_bin_Salman_Al_Khalifa","surface_form":"Shaikh Khalifa bin Salman Al Khalifa","offset":5127},{"uri":"Bicameral_legislature","surface_form":"bicameral legislature","offset":5300},{"uri":"2002","surface_form":"2002","offset":5524},{"uri":"Jewish","surface_form":"Jewish","offset":5906},{"uri":"Christian","surface_form":"Christian","offset":5917},{"uri":"Governorate","surface_form":"governorate","offset":6092},{"uri":"July_3","surface_form":"July 3","offset":6112},{"uri":"2003","surface_form":"2003","offset":6119},{"uri":"Awali","surface_form":"Awali","offset":6349},{"uri":"Diraz","surface_form":"Diraz","offset":6356},{"uri":"Al_Hidd","surface_form":"Hidd","offset":6363},{"uri":"Sar%2C_Bahrain","surface_form":"Sar","offset":6369},{"uri":"Bani_Jamrah","surface_form":"Bani Jamrah","offset":6374},{"uri":"Petroleum","surface_form":"petroleum","offset":6408},{"uri":"Gross_Domestic_Product","surface_form":"Gross Domestic Product","offset":6532},{"uri":"1985","surface_form":"1985","offset":6619},{"uri":"Persian_Gulf_War","surface_form":"Persian Gulf War","offset":6659},{"uri":"1990","surface_form":"1990","offset":6679},{"uri":"1991","surface_form":"1991","offset":6686},{"uri":"Crude_oil","surface_form":"crude oil","offset":6927},{"uri":"Unemployment","surface_form":"Unemployment","offset":6995},{"uri":"Archipelago","surface_form":"archipelago","offset":7155},{"uri":"Arabian_Gulf","surface_form":"Arabian Gulf","offset":7236},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":7258},{"uri":"Jabal_ad_Dukhan","surface_form":"Jabal ad Dukhan","offset":7307},{"uri":"Square_kilometre","surface_form":"km²","offset":7378},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":7432},{"uri":"Nautical_mile","surface_form":"nm","offset":7600},{"uri":"Territorial_sea","surface_form":"territorial sea","offset":7606},{"uri":"Contiguous_zone","surface_form":"contiguous zone","offset":7634},{"uri":"Natural_gas","surface_form":"natural gas","offset":7769},{"uri":"Fish","surface_form":"fish","offset":7792},{"uri":"Drought","surface_form":"drought","offset":7891},{"uri":"Desertification","surface_form":"desertification","offset":7988},{"uri":"Coral_reef","surface_form":"coral reef","offset":8096},{"uri":"Oil_spill","surface_form":"oil spill","offset":8138},{"uri":"Tanker","surface_form":"tanker","offset":8160},{"uri":"Refinery","surface_form":"refineries","offset":8176},{"uri":"Islam","surface_form":"Islam","offset":8242},{"uri":"Shi%27a_Islam","surface_form":"Shi'a","offset":8272},{"uri":"Sunni_Islam","surface_form":"Sunni Muslims","offset":8282},{"uri":"Jew","surface_form":"Jew","offset":8322},{"uri":"Christian","surface_form":"Christian","offset":8333},{"uri":"Persia","surface_form":"Persia","offset":8412},{"uri":"Guest_worker","surface_form":"guest worker","offset":8461},{"uri":"Iran","surface_form":"Iran","offset":8489},{"uri":"South_Asia","surface_form":"South Asia","offset":8495},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":8510},{"uri":"Financial_Times","surface_form":"Financial Times","offset":8529},{"uri":"31_May","surface_form":"31 May","offset":8559},{"uri":"1983","surface_form":"1983","offset":8566},{"uri":"Baharnah","surface_form":"Baharnah","offset":8905},{"uri":"Howilla","surface_form":"Howilla","offset":8932},{"uri":"Ajam","surface_form":"Ajam","offset":9000},{"uri":"India","surface_form":"India","offset":9021},{"uri":"Manama","surface_form":"Manama","offset":9191},{"uri":"Capital_city","surface_form":"capital city","offset":9209},{"uri":"Arabic_language","surface_form":"Arabic","offset":9632},{"uri":"English_language","surface_form":"English","offset":9687},{"uri":"Dhow","surface_form":"dhow","offset":9761},{"uri":"Muharraq","surface_form":"Muharraq","offset":9809},{"uri":"Bani_Jamrah","surface_form":"Bani Jamrah","offset":9836},{"uri":"Pottery","surface_form":"pottery","offset":9852},{"uri":"A%27ali","surface_form":"A'ali","offset":9871},{"uri":"Goldsmith","surface_form":"goldsmith","offset":9884},{"uri":"Souk","surface_form":"souk","offset":9920},{"uri":"Coffee","surface_form":"coffee","offset":10068},{"uri":"Shawarma","surface_form":"shawarma","offset":10113},{"uri":"Lamb","surface_form":"lamb","offset":10123},{"uri":"Chicken","surface_form":"chicken","offset":10131},{"uri":"Spit","surface_form":"spit","offset":10156},{"uri":"Pita_bread","surface_form":"pita bread","offset":10175},{"uri":"Dessert","surface_form":"dessert","offset":10191},{"uri":"Baklava","surface_form":"baklava","offset":10208},{"uri":"Formula_One","surface_form":"Formula One","offset":10268},{"uri":"Bahrain_Grand_Prix","surface_form":"Bahrain Grand Prix","offset":10319}]}