{"id":126625,"url":"http://en.wikipedia.org/wiki/Mulan_II","text":"\"Mulan II\" is a Disney 2004 movie and the sequel to the 1998 animated movie \"Mulan\". It was directed by Darrell Rooney and Lynne Southerland, and features Mulan, and her new fiancé, Shang, on a special mission: getting the Emperor's three daughters across the country to meet their soon-to-be fiancés. The movie deals with arranged marriages, loyalty, relationships, making choices, trust, and finding true love. The entire cast from the first movie returned, except for Eddie Murphy (Mushu), Miriam Margolyes (The Matchmaker), Chris Sanders (Little Brother) and Matthew Wilder (Ling's singing voice). Murphy and Margolyes were replaced by Mark Moseley and April Winchell, and Gedde Watanabe does his own singing for the sequel.\nStory.\nFa Mulan gets the surprise of her young life when her love, Captain (now General) Li Shang asks for her hand in marriage. Before the two can have their happily ever after, the Emperor assigns them a secret mission, to escort three princesses to Chang'an, China. Mushu is determined to drive a wedge between the couple after he learns that he will lose his guardian job if Mulan marries into the Li family. After the princesses unexpectedly fall in love with the Gang of Three, Mulan decides to help them escape the fate of marrying men they do not love. This contradicts the Emperor's orders and forces him to put Mulan's relationship with Shang into question. They are attacked by Mongolians, and the fate of China hangs in the balance.\nSoundtrack.\nThe soundtrank contains songs from the movie performed by various artists, as well as portions of the movie's score composed by Joel McNeely. It was released on January 25, 2005 by Walt Disney Records.","categories":[],"infobox_types":["movie","Album"],"annotations":[{"uri":"Walt_Disney_Pictures","surface_form":"Disney","offset":16},{"uri":"2004","surface_form":"2004","offset":23},{"uri":"Movie","surface_form":"movie","offset":28},{"uri":"Sequel","surface_form":"sequel","offset":42},{"uri":"1998","surface_form":"1998","offset":56},{"uri":"Animation","surface_form":"animated","offset":61},{"uri":"Mulan","surface_form":"Mulan","offset":77},{"uri":"Eddie_Murphy","surface_form":"Eddie Murphy","offset":471},{"uri":"Miriam_Margolyes","surface_form":"Miriam Margolyes","offset":493},{"uri":"Chris_Sanders","surface_form":"Chris Sanders","offset":528},{"uri":"Matthew_Wilder","surface_form":"Matthew Wilder","offset":563},{"uri":"Mark_Moseley_(actor)","surface_form":"Mark Moseley","offset":640},{"uri":"April_Winchell","surface_form":"April Winchell","offset":657},{"uri":"Gedde_Watanabe","surface_form":"Gedde Watanabe","offset":677},{"uri":"Film_score","surface_form":"score","offset":1596},{"uri":"Joel_McNeely","surface_form":"Joel McNeely","offset":1614},{"uri":"January_25","surface_form":"January 25","offset":1647},{"uri":"2005","surface_form":"2005","offset":1659},{"uri":"Walt_Disney_Records","surface_form":"Walt Disney Records","offset":1667}]}