{"id":126654,"url":"http://en.wikipedia.org/wiki/Frank_Gardiner","text":"Frank Gardiner (born francis Christie) (1830 – 1903) was a famous Australian bushranger. Gardiner used several different names during his life. He was leader of a gang that did one of Australia's biggest ever robberies. He is the only person ever exiled (sent away) from Australia. He was born in Scotland, and came to Australia with his family in 1834. They lived at Boro, near Goulburn, New South Wales.\nBushranger.\nFrank Gardiner was also called 'The Darkie'. He became a bushranger with John Peisley and robbed people on the roads near Cowra. In July 1861 he shot and wounded two policemen, Sergeant John Middleton and Trooper Hosie who had tried to capture him. He was captured but managed to escape. Trooper Hosie is thought to have taken a bribe and let him go. Gardiner and Peisley went to hide in the Weddin Mountains and joined up with other bushrangers John Gilbert and Ben Hall. The gang was able to move too quickly for the police to catch up because they had help from local people. On 15 June 1862 near Eugowra the gang robbed the gold coach and got away with £14,000. This is about $4 million in 2003 money value. This was Australia's biggest gold robbery. Other men in the gang were Daniel Charters, John Fordyce, John Bow and Henry Manns. The police were quickly at the scene of the robbery and began following the gang. The police found the horse used to carry the gold and recovered most of it. A couple of days later the police were able to capture Gardiner and two other gang members. The next day, six bushrangers led by John Gilbert, held up the police and released Gardiner. The police watched all Gardiner's friends very closely. Many were arrested. Gardiner and Kate Brown decided it was not safe to stay.\nLater life.\nHe moved to Queensland with his mistress, Mrs. Kate Brown. Kate was the sister of Ben Hall's wife. Together they opened a small shop and hotel at Apis Creek near Rockhampton. After Kate wrote a letter to her family the police found out where they were living. The police were able to find Gardiner and arrested him in February 1864. In court the jury decided he had not tried to kill police Sergeant Middleton, but that he was a robber. The judge, (Sir) Alfred Stephen, sent him to gaol for 32 years. There is a folk song called \"Frank Gardiner\". The first line is \"Oh, Frank Gardiner he is caught at last he lies in Sydney jail.\" Kate Brown went to the Thames goldfields in New Zealand where she killed herself in 1868.\nExile.\nIn 1872 Gardiner's lawyer organized a lot of people to write to the governor to get him to let Gardiner out of gaol. The governor, Sir Hercules Robinson, agreed that Gardiner had been given too many years in prison. Gardiner was released in 1874 on the condition that he left Australia. This decision caused a lot of arguments, even in the New South Wales parliament. It led to the end of the Parkes's government.\nOn 27 July Gardiner left Australia and by February 1875 he was in San Francisco. He ran a hotel called the Twilight Saloon. The Australian newspapers often had stories about him. He married a rich widow and had twin sons, some even writing he had died in a gunfight in Colorado in 1903. Most of these stories could not be proved. A lot of the gold stolen in the Eugowra robbery was retreived back by the police, Gardiner's share was never found. There are stories of unknown Americans digging on the site of Frank Gardiner's old house in 1910. Were these Frank's sons searching for the missing gold?","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian","surface_form":"Australian","offset":66},{"uri":"Bushranger","surface_form":"bushranger","offset":77},{"uri":"Robbery","surface_form":"robberies","offset":209},{"uri":"Exile","surface_form":"exile","offset":247},{"uri":"Scotland","surface_form":"Scotland","offset":297},{"uri":"Goulburn%2C_New_South_Wales","surface_form":"Goulburn, New South Wales","offset":379},{"uri":"Bushranger","surface_form":"bushranger","offset":475},{"uri":"John_Peisley","surface_form":"John Peisley","offset":491},{"uri":"Cowra%2C_New_South_Wales","surface_form":"Cowra","offset":540},{"uri":"Bribe","surface_form":"bribe","offset":747},{"uri":"Weddin_Mountains","surface_form":"Weddin Mountains","offset":810},{"uri":"John_Gilbert_(bushranger)","surface_form":"John Gilbert","offset":864},{"uri":"Ben_Hall","surface_form":"Ben Hall","offset":881},{"uri":"Eugowra%2C_New_South_Wales","surface_form":"Eugowra","offset":1018},{"uri":"Gold","surface_form":"gold","offset":1046},{"uri":"Coach_(carriage)","surface_form":"coach","offset":1051},{"uri":"Mistress_(lover)","surface_form":"mistress","offset":1777},{"uri":"Hotel","surface_form":"hotel","offset":1882},{"uri":"Rockhampton%2C_Queensland","surface_form":"Rockhampton","offset":1907},{"uri":"Arrest","surface_form":"arrested","offset":2047},{"uri":"Court","surface_form":"court","offset":2081},{"uri":"Jury","surface_form":"jury","offset":2091},{"uri":"Judge","surface_form":"judge","offset":2186},{"uri":"Gaol","surface_form":"gaol","offset":2227},{"uri":"San_Francisco","surface_form":"San Francisco","offset":2953},{"uri":"Newspaper","surface_form":"newspaper","offset":3026},{"uri":"Colorado","surface_form":"Colorado","offset":3156}]}