{"id":126609,"url":"http://en.wikipedia.org/wiki/Fireproof_(movie)","text":"\"Fireproof\" is a 2008 American drama movie from Sherwood Pictures. Stephen Kendrick co-wrote the movie with his brother, while serving as a producer. The supporting cast is made up of volunteers from Sherwood Baptist Church in Albany, where the Kendrick brothers are associate pastors. The movie has Kirk Cameron as Caleb Holt in his first theater-released movie since 2001's '.\nOn May 21, 2008, Sherwood Pictures said that the movie would open in theaters on September 26, 2008. It was given an MPAA rating of PG for \"thematic material and some peril\".\nPlot.\n\"Fireproof\" is the story of a firefighter, Captain Caleb Holt, who lives by the old firefighter's adage: \"Never leave your partner behind\". But, after seven years of marriage to his wife Catherine, their own relationship is failing. Neither one understands the pressures the other faces. Caleb claims that Catherine is too sensitive and \"doesn't show me respect.\" Whereas she tells her hospital co-workers that he is \"so insensitive\" and that \"he doesn't listen to me\" and \"doesn't understand my needs.\" As they prepare to file for divorce, Caleb's father challenges his son to commit to a 40-day test called \"The Love Dare.\" Caleb starts it, but more for his father's sake than for his marriage.\nWhen Caleb learns the book’s daily challenges are tied into his parents' newfound faith, his already limited interest is made smaller still. Even though he wants to stay true to the promise to his father, Caleb becomes frustrated time and time again. He finally asks his father, \"How am I supposed to show love to somebody who constantly rejects me?\" When his father tells him that this is the love God shows to people, Caleb makes a life-changing commitment to love God. And, with God's help, he begins to understand what it means to truly love his wife. But, he is unsure if it's too late to \"fireproof\" his marriage.\nProduction.\n\"Fireproof\" was filmed for 30 days over a two-month period between late October 2007 and December 14, 2007. The production was based on a budget of $500,000, which was more than $100,000 which Sherwood Pictures' had used to make \"Facing the Giants\". \"Fireproof\" was shot in sixteen locations, all of which were donated. Craig von Buseck of the Christian Broadcasting Network said that the movie was \"beautifully shot in and around Albany, Georgia, home to Sherwood Church.\" The Albany Fire Department donated their fire station locations, trucks and even some of their crew for use during the filming. Stephen Kendrick said, \"We’ve never claimed that our movies are Academy Award winning. [...] But we are trying to pursue excellence.\"\nMarriage views.\n\"Fireproof\" is partnered with \"Fireproof My Marriage\", an organization created to strengthen and heal marriages. \"The Love Dare\", a book written by Alex and\nStephen Kendrick, is a major topic in the movie, being one of the main points of the plot. Alex Kendrick said in an interview that this movie would be \"a drama/romance about marriage. Our goal is to reinforce God's intention for marriage.\"\nWith 50% of all marriages in the United States ending in divorce, \"Fireproof\" has been endorsed by many marriage-oriented organizations, some of them are FamilyLife, \"The Marriage CoMission\", \"The Association of Marriage and Family Ministries\", \"Marriage Alive Communications\" and \"MarriageToday\". The movie has been uniting many other marriage advocates from all over the United States.\nChristian groups.\n\"Fireproof\" has been given very good reviews from Christian groups since it was first seen. Mitch Temple of Focus on the Family said that, \"This brilliantly produced film radiates messages of authentic determination, faith and hope, even for those of us who have felt like giving up on our marriages.\" Michael Foust of the Baptist Press said that, \"I walked into the theater without any expectations, but walked out after the closing credits believing I had just seen perhaps the most convicting and inspiring film I had ever viewed. Fireproof isn't just a great Christian movie. It's a great movie. Period.\"\nWhile watching the movie for the second time, Steven Isaac of Plugged In said, \"I was with my bride of 14 years. [...] All I wanted to do was hold her hand.\"\nMovies critics.\nThis movie has also been given mixed reviews from movie critics. Chris Willman of \"Entertainment Weekly\" gave the movie a \"C,\" and said that, \"the conversion subplot feels shoehorned into the more crucial marital doings, as if coming to Jesus might be just one of a long checklist of steps to restore sizzle to your marriage, right between buying roses and preparing a candlelit dinner.\"\nFrank Scheck of \"The Hollywood Reporter\" said, \"While hardly sophisticated in its approach and certainly not polished in its technical elements, the movie does get its heartfelt message across with undeniable sincerity. Its success at the boxoffice, which will no doubt continue on home video, demonstrates that there's no shortage of filmgoers dissatisfied with cynical Hollywood product.\" Joe Leydon of \"Variety\" gave the movie a positive review saying \"Cameron is genuinely compelling as Caleb, a work-obsessed firefighter on the verge of divorce from his neglected wife.\"\nBox office.\nBefore it was released, \"Fireproof\" made up 40% of all Fandango sales by Friday morning. In the week before opening, \"Fireproof\" had pre-sold more than $1 million in tickets. \"Fireproof\" was released on September 26, 2008 in 839 theaters. In its first weekend, \"Fireproof\" grossed over $6.8 million, putting it in fourth place at the box office. Through October 15, 2008, \"Fireproof\" had stayed in the top 10 movies in America. In its theater run, \"Fireproof\" earned about $33,415,129, more than tripling the lifetime earnings of the movie made before it, \"Facing the Giants\", and making it the 5th biggest Christian movie ever.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":22},{"uri":"Drama","surface_form":"drama","offset":31},{"uri":"Movie","surface_form":"movie","offset":37},{"uri":"Sherwood_Pictures","surface_form":"Sherwood Pictures","offset":48},{"uri":"Movie_producer","surface_form":"producer","offset":140},{"uri":"Supporting_cast","surface_form":"supporting cast","offset":154},{"uri":"Volunteer","surface_form":"volunteer","offset":184},{"uri":"Albany%2C_Georgia","surface_form":"Albany","offset":227},{"uri":"Pastor","surface_form":"pastor","offset":277},{"uri":"Kirk_Cameron","surface_form":"Kirk Cameron","offset":300},{"uri":"Theater","surface_form":"theater","offset":340},{"uri":"MPAA","surface_form":"MPAA","offset":496},{"uri":"Motion_Picture_Association_of_America_film_rating_system","surface_form":"PG","offset":511},{"uri":"Firefighter","surface_form":"firefighter","offset":590},{"uri":"Adage","surface_form":"adage","offset":658},{"uri":"Marriage","surface_form":"marriage","offset":726},{"uri":"Relationship","surface_form":"relationship","offset":768},{"uri":"Pressure","surface_form":"pressures","offset":821},{"uri":"Sensitive","surface_form":"sensitive","offset":883},{"uri":"Divorce","surface_form":"divorce","offset":1092},{"uri":"Challenge","surface_form":"challenges","offset":1292},{"uri":"Faith","surface_form":"faith","offset":1339},{"uri":"Frustration","surface_form":"frustrated","offset":1476},{"uri":"Constant","surface_form":"constantly","offset":1584},{"uri":"Reject","surface_form":"rejects","offset":1595},{"uri":"Fireproofing","surface_form":"fireproof","offset":1852},{"uri":"Budget","surface_form":"budget","offset":2027},{"uri":"United_States_dollar","surface_form":"$","offset":2037},{"uri":"Sherwood_Pictures","surface_form":"Sherwood Pictures","offset":2082},{"uri":"Facing_the_Giants","surface_form":"Facing the Giants","offset":2119},{"uri":"Christian_Broadcasting_Network","surface_form":"Christian Broadcasting Network","offset":2233},{"uri":"Albany_Fire_Department","surface_form":"Albany Fire Department","offset":2367},{"uri":"Fire_station","surface_form":"fire station","offset":2404},{"uri":"Fire_truck","surface_form":"trucks","offset":2428},{"uri":"Crew","surface_form":"crew","offset":2458},{"uri":"Academy_Award","surface_form":"Academy Award","offset":2555},{"uri":"Pursue","surface_form":"pursue","offset":2605},{"uri":"Excellence","surface_form":"excellence","offset":2612},{"uri":"Fireproof_My_Marriage","surface_form":"Fireproof My Marriage","offset":2672},{"uri":"The_Love_Dare","surface_form":"The Love Dare","offset":2755},{"uri":"Reinforce","surface_form":"reinforce","offset":2997},{"uri":"Intention","surface_form":"intention","offset":3013},{"uri":"Percent","surface_form":"%","offset":3045},{"uri":"Testimonial","surface_form":"endorsed","offset":3125},{"uri":"Oriented","surface_form":"oriented","offset":3151},{"uri":"Organization","surface_form":"organization","offset":3160},{"uri":"FamilyLife","surface_form":"FamilyLife","offset":3192},{"uri":"Unite","surface_form":"uniting","offset":3355},{"uri":"Advocate","surface_form":"advocates","offset":3383},{"uri":"Review","surface_form":"review","offset":3481},{"uri":"Focus_on_the_Family","surface_form":"Focus on the Family","offset":3552},{"uri":"Baptist_Press","surface_form":"Baptist Press","offset":3767},{"uri":"Expect","surface_form":"expectations","offset":3831},{"uri":"Credit","surface_form":"credit","offset":3878},{"uri":"Conviction","surface_form":"convicting","offset":3929},{"uri":"Inspiration","surface_form":"inspiring","offset":3944},{"uri":"Plugged_In","surface_form":"Plugged In","offset":4115},{"uri":"Wife","surface_form":"bride","offset":4147},{"uri":"Movie_criticism","surface_form":"movie critics","offset":4277},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":4310},{"uri":"The_Hollywood_Reporter","surface_form":"The Hollywood Reporter","offset":4632},{"uri":"Sophisticated","surface_form":"sophisticated","offset":4676},{"uri":"Home_video","surface_form":"home video","offset":4897},{"uri":"Cinema_of_the_United_States","surface_form":"Hollywood","offset":4986},{"uri":"Variety","surface_form":"Variety","offset":5021},{"uri":"Fandango_(ticket_service)","surface_form":"Fandango","offset":5258},{"uri":"United_States","surface_form":"America","offset":5622},{"uri":"Triple","surface_form":"tripling","offset":5699}]}