{"id":12702,"url":"http://en.wikipedia.org/wiki/Muhammad","text":"Muhammad (;; – 8 June 632) was the founder of Islam. Muslims and Baha'is believe he was a messenger and a prophet of Allah (God). He is believed to be a descendant of Ishmael, a son of Abraham, and the last of all prophets (\"the seal of the prophets\"). He is seen as an example for all Muslims to follow.\nChildhood.\nMuhammad was born about 570 AD in Mecca. His father, whose name was Abdullah, died six months before Muhammad's birth. His mother, Amina, died when he was seven years old. So, his grandfather, Abdul-Muttalib, took care of him after the death of Amina but he too died two years later when Muhammad was nine. After his grandfather's death, his uncle Abu Talib took care of him, and was a support to him for many years of his adult life.\nSome researchers believed Muhammad to be an unreal fictional personality for the following reasons;\n1-Mecca is not on the trade routes, 2-In addition to the unsuitability of its land in terms of agriculture, 3-It is not mentioned in history books and maps before the 8th century, 4-It is revealed that it is a new settlement in archaeological researches, 5-Information about the early period of Islam The place names and features in the sources do not match with the geography of Mecca.\nAfter the death of Muawiyah, the Kaaba was hit by catapults by the soldiers of Yezid, the black stone that was hit was divided into three parts, and the Kaaba was destroyed. According to the Canadian archaeologist and researcher of Islamic history Dan Gibson, this destruction took place not in today's city of Mecca, but about 1200 kilometers north of this Petra.\nGibson has found that the qibla walls of the oldest mosques show Petra. Combining these findings with clues in verse, hadith and sirah sources, Gibson concluded that Muhammad lived in Petra and migrated from here to Medina. According to him, the first qibla of Muslims was not the Masjid al-Aqsa in Jerusalem, but the Kaaba, which was used as the El-Lât temple in Petra.\nThis structure was destroyed during the Abdullah bin Zubayr uprising among the Muslims Second Fitna.\nIbni Zubayr had taken the Karataş along with other sacred items and moved the new temple to the place where today's Mecca is away from Umayyad attacks. The new place, which won the support of Abbasids who were fighting the Umayyads, was fully adopted after a transition period of several centuries, and the direction of the newly built mosques began to be built towards the new Mecca. However, the mosques in North Africa and Andalusia, which were under the influence of Umayyad, continued to oppose the new qibla by turning their direction in a completely different direction, South Africa.\nBeginning of the prophethood.\n\"Read... in the name of God Who made man from a drop of blood... God is Most Rewarding... He Who taught man to write with pen... and taught man what he knew not.\"\nMuhammad went back home to his wife Khadijah, and told her what had happened. New revelations came to him commanding him to preach what was being sent \"down\" from God. When Muhammad first started teaching, many of the people of Mecca, who worshipped idols, did not like the things that Muhammad said. But there were also people who listened to his preaching and obeyed his messages. These people were the first of the followers of Islam. Leaders of Mecca punished and tortured the followers of Islam. Some followers of Islam were executed. Muhammad resisted this and continued to teach Islam.\nThe Hijrah.\nAfter Muhammad finished in Mecca, he took his message to Medina, where some people learned about him and his followers. They welcomed him into their city, and Muhammad wanted them to convert to Islam. They agreed, and many of his followers went to Medina. This movement from Mecca to Medina is called the \"Hijrah\". The Hijra was also the beginning of the Islamic calendar. Muhammad stayed behind until all of his people left Mecca safely.\nAs Muhammad stayed in Mecca, his uncle Abu Lahab trained seven men to kill Muhammad in his sleep. According to the history, they did not see him leave Mecca. The men went into his house and found his cousin, Ali. Abu Lahab and his horsemen went to the desert to look for him and his friend, Abu Bakr.\nHis stay in Medina.\nMuhammad and Abu Bakr arrived in Medina. Some people welcomed Muhammad to their homes. He used his camel to show everyone where he would build his house. Also, the first mosque of Medina, a small place for prayer, was built in the back of this house.\nThe people in a strong Jewish tribe in Medina disagreed with the teachings and rules set by Muhammad. This tribe told their allies in Mecca to sell of all the things and homes that Muslims of Mecca left behind. The Muslims and those from Mecca were advised to fight for their property. Muhammad told them not to do that.\nMuslims were called all over Medina to gather at a mosque that Muhammad prayed in. They were told to fight against the people of Mecca who burned down their homes and stole their property.\nThe wars.\nThe Quraysh pagans of Mecca heard about this, and they sent a larger army numbering 1000 warriors to fight the Muslims. They met in Badr, but the pagans were defeated and Abu Jahl, one of the pagan leaders, was also killed.\nBut, the Muslims lost the second battle at Uhud. One year after the fight at Badr, the army of Mecca had outside help. Muslim archers failed to listen to Muhammad's instructions and Khalid ibn al-Walid cleverly took advantage of that. Hamza, Muhammad's last uncle, was killed when a slave from Mecca threw a spear into his chest. Muhammad himself was injured.\nThen in 627, Abu Sufyan led the Quraysh and its allies to attack Medina itself. However, they could not pass the trench that the Muslims had dug around Medina. After several weeks, the coalition broke up and went home. The Medinians were considered victors.\nThe truce with Mecca.\nAfter the pagans of Mecca failed to gain control of Medina, the Muslims became stronger. The pagans then decided to sign a truce with the Muslims. This means that they would not fight each other for ten years. The Muslims used this as a chance to talk to other people all over Arabia. In three years, many people changed their religions to Islam.\nBut, this truce did not last for long. After three years of it, a small group of horsemen from Mecca attacked a Muslim camp and killed a few of them. The Muslims in Medina heard of this, and the truce was cancelled. Abu Sufyan, third leader of Mecca in Muhammad's lifetime, tried to resume the truce, but Muhammad politely refused the offer. Muhammad told his followers to be ready to capture Mecca. After Mecca was captured, they went on to capture the Torkan.\nThe capture of Mecca.\n\"I testify that there is no other god but Allah, and I testify that Muhammad is the Messenger of Allah.\"\nThe next day, the Muslim army walked towards Mecca. Everyone ran to their homes and closed all doors and windows. They were afraid that the Muslims were going to kill them, because of the bad things they did to the Muslims many years ago. But, the Muslims went towards the Ka'aba, believed to be built by Abraham and his elder son, Ishmael. Bilal ibn Ribah, a former Ethiopian slave, shouted out loud to the people of Mecca that they were all safe: \"All those who lay down arms are safe. All those in the house of Abu Sufyan are safe. All those behind closed doors are safe.\"\nAbu Sufyan heard this in his home. From this, he learns that Muhammad forgave him. At that time, Muhammad and his followers removed and broke all idols from the Kaaba. The idols were statues that were worshiped as gods. Muhammad forgave all citizens of Mecca. At the end, Bilal climbed to the top of the Kaaba and called for prayer. This was Muhammad's victory in spreading Islam all over Arabia. But, because he was old, he would not live for long.\nHis death.\n\"If any of you worship Muhammad, you should know that Muhammad is dead. But those of you who worship Allah(swt) (God), let it be known that Allah(swt) (God) is alive and cannot die.\"\nAlthough Muhammad died, Islam soon spread all over the Middle East. Then, centuries later, it continued till it reached Africa, Asia and Europe. Islam has become one of the world's biggest and fastest growing religions.\nRelations.\nWhen Muslims say or write the name of Muhammad, they usually follow it with \"Peace and Blessings be upon him\" (Arabic: \"sall-Allahu `alayhi wa sallam\"). For example, \"Muhammad (Peace and Blessings be upon him)\". In printed matter, a calligraphic symbol is frequently used instead of printing the phrase. Sunnis believe that Abu Bakr succeeded Muhammad. Shias believe that Ali should have succeeded.\nImages of Muhammad.\nMost Muslims do not make or show images of Muhammad. The Qur'an does not state that images of Muhammad must not ever be made, but it does contain passages that forbid the creation of idols. There are also passages against the creation of images of God in the Hadith. Muslims, especially Sunni Muslims, believe there should be no pictures of Muhammad. When people create images of Muhammad, some Muslims may view this as disrespectful, offensive and emotionally injurious.\nIn 2005, a Danish newspaper published political cartoons of Muhammad. More than 100 people died during ensuing demonstrations. Johan Galtung, a Norwegian mathematician and peace activist, tried to help both sides come together and talk about this. According to Galtung, the attacks against Danish institutions ended after the government had invited talks.\nOn 7th January, 2015 the Kouachi brothers, hooded and armed with Kalashnikovs, burst into the editorial meeting of the magazine Charlie Hebdo, shooting at the assembled people. They killed cartoonists Cabu, Charb, Honoré, Tignous and Wolinski, psychoanalyst Elsa Cayat, economist Bernard Maris, proof-reader Mustapha Ourrad, police officer Frank Brinsolaro who was protecting Charb, Michel Renaud, founder of the Rendez-vous du Carnet de voyage festival invited to the meeting, and caretaker Frédéric Boisseau. They also seriously wounded cartoonist Riss, journalists Philippe Lançon and Fabrice Nicolino and webmaster Simon Fieschi.\nAs they left the building, just before killing policeman Ahmed Merabet who was lying on the pavement wounded and begging for mercy, the terrorists shouted: “We’ve avenged the prophet Muhammad”.\nIn addition the following murders have been officially linked to the Charlie Hebdo massacre: Clarissa Jean-Philippe, 27, a policewoman was killed in the suburb of Montrouge. As were four people taken hostage at a supermarket in the east of Paris. These were Yohan Cohen, 20, worked at the supermarket, Philippe Braham, 45, a business manager for an IT firm, Yoav Hattab, 21, a student and the youngest supermarket victim, Francois-Michel Saada, 64, was a former pension fund manager.\nAmedy Coulibaly, 32, the hostage-taker in the supermarket, has also been linked by Paris prosecutors to the shooting and wounding of a 32-year-old jogger in a park in south-west Paris, on the day of the Charlie Hebdo attack.\nWives.\nA list of his wives' names in chronological order\nKhadijah bint Khuwaylid.\nAbdullah ibn Jafar reported that he heard Sayyiduna Ali saying in Kufa that Allah's Messenger (peace and blessings of Allah be upon him) said, \"The best of the women of her time was Maryam, daughter of Imran, and the best of women of her time was Khadijah, daughter of Khuwaylid.\" She was 40 years old when they got married.\nSawda bint Zamʿa.\nSawda bint Zam'a was the first woman to immigrate to Abyssinia in the way of Allah.\nAisha.\nAisha was a young girl. She is described as very intelligent with a very good memory. Aisha spent the next nine years of her life with Muhammad, she remembered all that she saw and heard with great clarity, and reported a great deal of Muhammad's narrations. She married Muhammad when she was six years old.\nHafsa bint Umar.\nBy marrying Hafsa, Muhammad strengthened the ties between two of his closest Companions, the two who would become the first two rightly guided khalifs after his death. He was now married to the daughter of Abu Bakr, A'isha and to the daughter of Umar, Hafsa.\nZaynab bint Khuzayma.\nShe offered herself in marriage to Muhammad who accepted her proposal and married her. Zaynab bint Khuzayma was seen by the community as very generous to orphans and the poor, later becoming known as the 'Mother of the Poor'. She died only eight months after.\nUmm Salama.\nShe was not the only wife to have been widowed as a result of the battle of Uhud, and because of this marriage, many of the Companions followed Muhammad's example, marrying widows and bringing them and their children into the circle of their families, instead of leaving them to struggle on their own.\nZaynab bint Jahsh.\nAs with all the marriages of Muhammad, there was much for all the Muslims to learn from it. This one was to show that Zayed ibn Haretha was not Muhammad's son and to demonstrate that the social level matters when it comes to marriage. She bragged about the fact that her marriage had been arranged by Allah. It was at this point that Muhammad changed her name from Barra to Zaynab.\nJuwayriyya bint al-Harith.\nMuhammad was thinking of how to save her and all her tribe from danger. By marrying Juwayriyya, the Banu Mustaliq would be able to enter Islam with honor, and with the humiliation of their recent defeat removed, so that it would no longer be felt necessary by them to embark on a war of vengeance that would have continued until one of the two parties had been annihilated.\nRamla bint Abi Sufyan.\nShe said that once Muhammad said to her, \"A house will be built in Heaven for anyone who, in the space of a day and a night, prays twelve voluntary prayers;\" and she added, \"I have never stopped doing this since\"\nSafiyya bint Huyayy.\nThe only person who could save her from becoming a slave after having enjoyed such a high position was Muhammad. Although her father had planned to assassinate Muhammad after the battle of Uhud, and had conspired with the Banu Qurayza to exterminate all the Muslims during the battle of al-Khandaq. Muslims believe that this was characteristic of Muhammad, as he is believed to not have any grudges.\nMaymunah bint al-Harith.\nMuhammad gave her the name, Maymuna, meaning \"blessed\", and Maymuna lived with Muhammad for just over three years, until his death. She was said to be very good natured and is said to have got on well with everyone and no quarrel or disagreement with any of Muhammad's other wives has been related to her. Aisha said, \"Among us, she had the most fear of Allah and did the most to maintain ties of kinship.\"\nMaria al-Qibtiyya.\nMaria is said to have been honored and respected by Muhammad and his family and Companions. She spent three years of her life with Muhammad, until his death, and died five years later. For the last five years of her life, she remained a recluse and almost never went out except to visit the grave of Muhammad or her son's grave. After her death, Umar ibn al Khattab led the prayer over her and she was buried in al Baqi.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Islam","surface_form":"Islam","offset":46},{"uri":"Muslims","surface_form":"Muslims","offset":53},{"uri":"Baha%27i","surface_form":"Baha'i","offset":65},{"uri":"Prophet","surface_form":"prophet","offset":106},{"uri":"Allah","surface_form":"Allah","offset":117},{"uri":"God","surface_form":"God","offset":124},{"uri":"Ishmael","surface_form":"Ishmael","offset":167},{"uri":"Abraham","surface_form":"Abraham","offset":185},{"uri":"Mecca","surface_form":"Mecca","offset":350},{"uri":"Abu_Talib","surface_form":"Abu Talib","offset":664},{"uri":"Muawiyah","surface_form":"Muawiyah","offset":1257},{"uri":"Yezid","surface_form":"Yezid","offset":1317},{"uri":"Dan_Gibson","surface_form":"Dan Gibson","offset":1486},{"uri":"Petra","surface_form":"Petra","offset":1668},{"uri":"Medina","surface_form":"Medina","offset":1819},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1902},{"uri":"El-L%C3%A2t","surface_form":"El-Lât","offset":1950},{"uri":"Abdullah_bin_Zubayr","surface_form":"Abdullah bin Zubayr","offset":2014},{"uri":"Second_Fitna","surface_form":"Second Fitna","offset":2061},{"uri":"Abbasids","surface_form":"Abbasids","offset":2267},{"uri":"Medina","surface_form":"Medina","offset":3522},{"uri":"Hijrah_(Islam)","surface_form":"Hijrah","offset":3771},{"uri":"Islamic_calendar","surface_form":"Islamic calendar","offset":3820},{"uri":"Ali","surface_form":"Ali","offset":4112},{"uri":"Abu_Bakr","surface_form":"Abu Bakr","offset":4195},{"uri":"Camel","surface_form":"camel","offset":4324},{"uri":"Mosque","surface_form":"mosque","offset":4395},{"uri":"Jew","surface_form":"Jew","offset":4499},{"uri":"Quraysh","surface_form":"Quraysh","offset":5000},{"uri":"Army","surface_form":"army","offset":5065},{"uri":"Battle_of_Badr","surface_form":"Badr","offset":5128},{"uri":"Battle_of_Uhud","surface_form":"Uhud","offset":5263},{"uri":"Khalid_ibn_al-Walid","surface_form":"Khalid ibn al-Walid","offset":5402},{"uri":"Ditch","surface_form":"trench","offset":5693},{"uri":"Ceasefire","surface_form":"truce","offset":5983},{"uri":"Arabia","surface_form":"Arabia","offset":6137},{"uri":"Ka%27aba","surface_form":"Ka'aba","offset":7069},{"uri":"Bilal_ibn_Ribah","surface_form":"Bilal ibn Ribah","offset":7137},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":7163},{"uri":"Middle_East","surface_form":"Middle East","offset":8071},{"uri":"Africa","surface_form":"Africa","offset":8136},{"uri":"Asia","surface_form":"Asia","offset":8144},{"uri":"Europe","surface_form":"Europe","offset":8153},{"uri":"May_Allah%27s_peace_and_blessings_be_upon_him_(Islam)","surface_form":"Peace and Blessings be upon him","offset":8324},{"uri":"Hadith","surface_form":"Hadith","offset":8925},{"uri":"Sunni","surface_form":"Sunni","offset":8953},{"uri":"Jyllands-Posten_Muhammad_cartoons_controversy","surface_form":"political cartoons","offset":9176},{"uri":"Johan_Galtung","surface_form":"Johan Galtung","offset":9265},{"uri":"Khadijah_bint_Khuwaylid","surface_form":"Khadijah bint Khuwaylid","offset":11088},{"uri":"Sawda_bint_Zam%CA%BFa","surface_form":"Sawda bint Zamʿa","offset":11438},{"uri":"Aisha","surface_form":"Aisha","offset":11540},{"uri":"Hafsa_bint_Umar","surface_form":"Hafsa bint Umar","offset":11855},{"uri":"Zaynab_bint_Khuzayma","surface_form":"Zaynab bint Khuzayma","offset":12131},{"uri":"Umm_Salama","surface_form":"Umm Salama","offset":12413},{"uri":"Zaynab_bint_Jahsh","surface_form":"Zaynab bint Jahsh","offset":12727},{"uri":"Juwayriyya_bint_al-Harith","surface_form":"Juwayriyya bint al-Harith","offset":13128},{"uri":"Ramla_bint_Abi_Sufyan","surface_form":"Ramla bint Abi Sufyan","offset":13529},{"uri":"Safiyya_bint_Huyayy","surface_form":"Safiyya bint Huyayy","offset":13765},{"uri":"Maymunah_bint_al-Harith","surface_form":"Maymunah bint al-Harith","offset":14186},{"uri":"Maria_al-Qibtiyya","surface_form":"Maria al-Qibtiyya","offset":14618}]}