{"id":127051,"url":"http://en.wikipedia.org/wiki/Megalodon","text":"The megalodon was the largest shark of all time. Its scientific name is \"Carcharocles megalodon\". It lived from the early Miocene to the Pliocene epochs, 23 to 3.6 million years ago (mya). It is not closely related to the present-day great white shark.\nMegalodon had teeth, which are among the largest ever found, over long. Nicolaus Steno was the first to recognize the teeth as those of a giant shark. Paleontologists calculate that the shark was up to 18 meters (59 ft) long with average length of 10.5 meters (34 ft). It weighed up to 48-49 metric tons.\nPaleoecology.\nFossil records of \"C. megalodon\" indicate that it occurred in subtropical to temperate latitudes. Before the formation of the Isthmus of Panama, the seas were relatively warmer. This would have made it possible for the species to live in all the oceans of the world.\n\"C. megalodon\" lived in many marine environments (i.e. continental shelf waters, coastal upwelling, swampy coastal lagoons, sandy littorals, and offshore deep water environments), and moved from place to place. Adult \"C. megalodon\" were not abundant in shallow water environments, and mostly lurked offshore. \"C. megalodon\" may have moved between coastal and oceanic waters, at different stages in its life.\nIts prey.\nMegalodon hunted large and medium-sized whales, attacking the bony areas, such as chest, fins, or tail. This would stop the whale, or it could kill quickly with a fatal bite to the chest region. The megalodon bite is considered one of the strongest bites in the animal kingdom’s history.\nIts great size, high-speed swimming capability, and powerful jaws coupled with formidable killing apparatus, made it an apex predator eating a range of fauna.\nFossil evidence is that \"C. megalodon\" preyed on cetaceans (i.e., dolphins, small whales, and \"Odobenocetops\", and large whales, (including sperm whales, bowhead whales, and rorquals pinnipeds, porpoises, sirenians, and giant sea turtles.\nMarine mammals were regular prey targets for megalodon. Many whale bones have been found with clear signs of large bite marks (deep gashes) made by teeth that match those of megalodon, and various excavations have revealed megalodon teeth lying close to the chewed remains of whales, and sometimes in direct association with them. Fossil evidence of interactions between megalodon and pinnipeds also exist. In one interesting observation, a megalodon tooth was found lying very close to a bitten earbone of a sea lion.\nRelationships.\nMegalodon is now considered to be a member of the family Otodontidae, genus \"Carcharocles\". Megalodon's older classification into \"Carcharodon\" was due to dental similarity with the great white shark. Most authors now think this is due to convergent evolution. The great white shark is more closely related to the extinct broad-toothed mako (\"Isurus hastalis\") than to megalodon. The dentition in those two sharks is similar, whereas megalodon teeth have much finer serrations than great white shark teeth. The great white shark is more closely related to the mako shark (\"Isurus\" spp.), with a most recent common ancestor about 4 mya. Those who still think megalodon and the great white shark are more closely related, argue that the differences between their dentition are minute and obscure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shark","surface_form":"shark","offset":30},{"uri":"Miocene","surface_form":"Miocene","offset":122},{"uri":"Pliocene","surface_form":"Pliocene","offset":137},{"uri":"Epoch_(geology)","surface_form":"epochs","offset":146},{"uri":"Great_white_shark","surface_form":"great white shark","offset":234},{"uri":"Nicolaus_Steno","surface_form":"Nicolaus Steno","offset":325},{"uri":"Subtropical","surface_form":"subtropical","offset":634},{"uri":"Temperate","surface_form":"temperate","offset":649},{"uri":"Isthmus_of_Panama","surface_form":"Isthmus of Panama","offset":698},{"uri":"Ocean","surface_form":"ocean","offset":818},{"uri":"Continental_shelf","surface_form":"continental shelf","offset":894},{"uri":"Whale","surface_form":"whale","offset":1297},{"uri":"Predator","surface_form":"predator","offset":1670},{"uri":"Fauna","surface_form":"fauna","offset":1697},{"uri":"Cetacea","surface_form":"cetacea","offset":1753},{"uri":"Dolphin","surface_form":"dolphin","offset":1770},{"uri":"Whale","surface_form":"whale","offset":1786},{"uri":"Odobenocetops","surface_form":"Odobenocetops","offset":1799},{"uri":"Sperm_whale","surface_form":"sperm whale","offset":1844},{"uri":"Bowhead_whale","surface_form":"bowhead whale","offset":1858},{"uri":"Rorqual","surface_form":"rorqual","offset":1878},{"uri":"Pinniped","surface_form":"pinniped","offset":1887},{"uri":"Porpoise","surface_form":"porpoise","offset":1898},{"uri":"Sirenia","surface_form":"sirenia","offset":1909},{"uri":"Sea_turtle","surface_form":"sea turtle","offset":1930},{"uri":"Sea_lion","surface_form":"sea lion","offset":2452},{"uri":"Family_(biology)","surface_form":"family","offset":2527},{"uri":"Otodontidae","surface_form":"Otodontidae","offset":2534},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":2716},{"uri":"Broad-toothed_mako","surface_form":"broad-toothed mako","offset":2799},{"uri":"Isurus_hastalis","surface_form":"Isurus hastalis","offset":2820},{"uri":"Mako_shark","surface_form":"mako shark","offset":3037},{"uri":"Common_ancestor","surface_form":"common ancestor","offset":3084}]}