{"id":127125,"url":"http://en.wikipedia.org/wiki/South_Tyrol","text":"South Tyrol, also known by its Italian name Alto Adige (), is an autonomous province in northern Italy. Together with the province of Trento, it makes up the region of Südtirol. The province has an area of. About 511,750 people live there (2011). The capital of the province is the city of Bolzano. The borders are Graubünden and Lombardia in the west, Tyrol and Salzburg in the north, Trentino and Veneto in the south.\nAlthough it is part of Italy, most of the population speaks German. Around a quarter of the population speak Italian, most of whom live in the two largest cities (Bolzano and Merano). Italian and German are both official languages. In parts of the province, a third language, Ladin, is spoken and official as well. \"South Tyrol\" is the most common name for the province in ancient English. German and Ladin speakers usually refer to the area as \"Südtirol\". The official name is the Province of Bolzano (in; in; in Ladin: \"Provinzia autonoma de Balsan/Bulsan – Südtirol\").\nSouth Tyrol/Alto Adige is an autonomous province. It has its own legislature that makes many laws that are separate from those made by the Italian government. Luis Durnwalder has been the head of government since 1989. He belongs to the South Tyrolean People's Party, which has been governing since 1948.\nName.\nThe name \"Alto Adige\" comes from the river Adige. \"Alto\" means upper, because the upper part of the river flows through the province.\nThe name was first created by the Napoleonic French to distinguish (point out: difference) this Italian-speaking area from the Austrian empire's Tyrol, directly north.\nHistory.\nBetween the Renaissance and the 19th century, the whole area, originally populated only by Latins from the time of Roman Empire, experienced a lot of Germanisation. In the centuries before Napoleon, only the Dolomite's area of the western part of the present area of South Tyrol (especially the Val Venosta near Merano) remained neolatin.\nAustria controlled the territory under the name of \"South Tyrol\" until 1918, performing a complete Germanisation policy after the wars of the Italian independence.\nAfter the First World War, despite the fact that its inhabitants were almost entirely German-speaking, South Tyrol was assigned to the Kingdom of Italy by the Treaty of Saint-Germain and the name officially was changed to \"Alto Adige\". This happened on the basis of the wishes of the Italian irredentists, who considered the Alto Adige as a geographical territory of Italy and based this on the fact that originally the territory had been mostly of \"Ladin language\" until the fourteenth century. Besides, the fascist government favoured the industrialisation of the province to attract Italian immigrants: as a result of this \"Italianisation\", today 120,000 people or 23% of the population down from 135,000in 1960 (35%) use Italian as their mother tongue.\nThe ruling political party in South Tyrol is the \"Südtiroler Volkspartei\", which has had an absolute majority since 1947 because of the large amount of German speakers. Just after World War II about 65% of the population spoke German as their mother tongue, about a third spoke Italian, and about five percent spoke the Ladin language. In the 2011 census the percentages were: 63%, 23% and 4% (another 10% are immigrants from outside Italy).","categories":[],"infobox_types":[],"annotations":[{"uri":"Autonomous_area","surface_form":"autonomous","offset":65},{"uri":"Provinces_of_Italy","surface_form":"province","offset":76},{"uri":"Italy","surface_form":"Italy","offset":97},{"uri":"Province_of_Trento","surface_form":"Trento","offset":134},{"uri":"Regions_of_Italy","surface_form":"region","offset":158},{"uri":"S%C3%BCdtirol","surface_form":"Südtirol","offset":168},{"uri":"Bolzano","surface_form":"Bolzano","offset":290},{"uri":"Graub%C3%BCnden","surface_form":"Graubünden","offset":315},{"uri":"Lombardia","surface_form":"Lombardia","offset":330},{"uri":"Tyrol_(state)","surface_form":"Tyrol","offset":353},{"uri":"Salzburg_(state)","surface_form":"Salzburg","offset":363},{"uri":"Trentino","surface_form":"Trentino","offset":386},{"uri":"Veneto","surface_form":"Veneto","offset":399},{"uri":"German_language","surface_form":"German","offset":480},{"uri":"Italian_language","surface_form":"Italian","offset":529},{"uri":"Merano","surface_form":"Merano","offset":595},{"uri":"Official_language","surface_form":"official language","offset":632},{"uri":"Ladin_language","surface_form":"Ladin","offset":696},{"uri":"Ladin_language","surface_form":"Ladin","offset":934},{"uri":"Legislature","surface_form":"legislature","offset":1057},{"uri":"Luis_Durnwalder","surface_form":"Luis Durnwalder","offset":1151},{"uri":"South_Tyrolean_People%27s_Party","surface_form":"South Tyrolean People's Party","offset":1229},{"uri":"Adige","surface_form":"Adige","offset":1346},{"uri":"Upper","surface_form":"upper","offset":1366},{"uri":"French_people","surface_form":"French","offset":1482},{"uri":"Renaissance","surface_form":"Renaissance","offset":1626},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":1729},{"uri":"Napoleon","surface_form":"Napoleon","offset":1803},{"uri":"First_World_War","surface_form":"First World War","offset":2127},{"uri":"Kingdom_of_Italy","surface_form":"Kingdom of Italy","offset":2252},{"uri":"Irredentism","surface_form":"irredentists","offset":2409},{"uri":"Ladin_language","surface_form":"Ladin language","offset":2567},{"uri":"World_War_II","surface_form":"World War II","offset":3054},{"uri":"German_language","surface_form":"German","offset":3101},{"uri":"Italian_language","surface_form":"Italian","offset":3152}]}