{"id":127148,"url":"http://en.wikipedia.org/wiki/Black_Swallowtail","text":"The Black Swallowtail (\"Papilio polyxenes\") is a species of butterfly. It is also called the American Swallowtail or Parsnip Swallowtail. It is found throughout much of North America.\nDescription.\nThe Black Swallowtail has a wingspan of 6.7 to 10 cm (2.7 to 4 in). The upper side of the male's wings is black. There are two rows of yellow spots along the edges of both wings. There is a small area of blue on the bottom wing between the two rows of yellow spots.On the bottom edge of the bottom wing, there is a red spot with a small black dot in the center. The upper side of the female's wings is black. There are two rows of light yellow spots along the edges of both wings. These spots are smaller than the male's. There is a large area of blue on the bottom wing between these two rows. The female also has the same red and black spot on the bottom wing as the male. The female mimics the Pipevine Swallowtail (\"Battus philenor\"). The underside of the wings is the same in both sexes. The top wing is black with two rows of yellow-orange spots. The bottom wing has two rows of orange spots with a blue area between them.\nTaxonomy.\nThe Ozark Swallowtail (\"Papilio joanae\") and the Black Swallowtail were once thought to be the same species. Felix Sperling did an analysis of the Ozark Swallowtail's DNA. He suggested that even though the Ozark Swallowtail looks exactly like the Black Swallowtail, it is actually more closely related to the Old World Swallowtail (\"Papilio machaon\").\nIn North Dakota and southern Manitoba, the Black Swallowtail is thought to breed with the Old World Swallowtail. These hybrids are called Kahli Swallowtails. Kahli Swallowtails are either thought to be a separate species or a subspecies of the Black Swallowtail.\nThe Desert Black Swallowtail (\"P. p. coloro\") is a subspecies of the Black Swallowtail. It is found in southeastern California, southern Nevada, and western Arizona. It is similar to the male Black Swallowtail, but it has more yellow and the sexes look the same.\nSimilar species.\nThere are many similar species in the Black Swallowtails range.\nThe Pipevine Swallowtail is similar to the female Black Swallowtail. On the upper side of its wings it does not have any yellow spots. The bottom wing is a shiny, dark blue. It has one row of whitish spots in the middle of the bottom wing. The underside of the bottom wing has only one row of orange spots.\nThe Spicebush Swallowtail (\"Papilio troilus\") is similar to the female Black Swallowtail. It is usually larger. The upper side of its wings is black with one row of light greenish-blue spots along the edges of both wings.\nThe Ozark Swallowtail looks exactly like the Black Swallowtail. It can only be separated by habitat and host plant choices (the host plant is the plant that the caterpillar feeds on). It is found in woodlands. The host plants are Meadow Parsnip (\"Thaspium barbinode\") and Yellow Pimpernal (\"Taenidia intregerrima\").\nThe Old World Swallowtail has many different forms. The form \"brucei\" is very similar to both sexes of the Black Swallowtail. Form \"brucei\" is usually smaller. The black dot in the red spot on the bottom wing is not centered.\nRange and distribution.\nThe Black Swallowtail ranges from southern Canada south to Florida and Costa Rica west to the Rocky Mountains and eastern Arizona south to Mexico and Peru.\nHabitat.\nThe Black Swallowtail likes open habitats. It is found from sea level to high mountains. It is found in fields, meadows, deserts, marshes, near lakes and streams, farms, lawns, near cities, near roads, and gardens. It is rarely (unusually) found in forests or woodlands.\nHumans have greatly helped the Black Swallowtail. They brought non-native carrot species from Europe to North America. The Black Swallowtail uses these plants as host plants. Before humans cut down forests, Black Swallowtail were rare. They were only found in small prairies, wetlands, and openings in forests. However, in the northeast, people are not farming as much as they used to. This is making the Black Swallowtail become less common in this part of its range.\nFlight period.\nThe Black Swallowtail is seen from May to June in Canada. It is seen from June to August in the Colorado Mountains. In the eastern part of its range, it is seen from April to October and from February to October in Florida. In Arizona, it is seen from February to November. It has one brood (one group of offspring) in Canada and the Colorado Mountains. It has 2 to 3 broods in the rest of its range.\nBehavior.\nThe Black Swallowtail flies very fast. Its flight is much quicker than other swallowtails. The Black Swallowtail flies closer to the ground than other swallowtails do. In cold weather, they will hold their abdomens above their wings. This keeps them warm. Usually, Black Swallowtails live about 10 to 12 days. Some however, can live up to 35 to 40 days.\nAdult food sources.\nMales will also come to damp soil and mud to feed on minerals and moisture. This is called puddling.\nLife cycle.\nThe Black Swallowtail goes through complete metamorphosis.\nMating.\nThe male forms a territory. The territory is usually on the top of a hill. The male will sit on high branches or other vegetation on the hill. He will defend his territory from other male Black Swallowtails. If other males come too close, he will chase them away. The female will fly to the top of the hill to look for a mate. A successful courtship lasts for about 40 seconds. An unsuccessful one lasts for about 100 seconds. Mating lasts for about 45 minutes. Females that do not want to mate will try to escape from males by flying high in the air and then quickly flying downward.\nEgg.\nFemale Black Swallowtails fly close to the ground to look for host plants. Females lay one egg per host plant. The eggs are laid on the leaves and flowers. The egg is yellow. It later forms a red ring around the center. It will also form a red top. It will turn dark gray just before hatching. It takes about 10 days to hatch. In a lab test, females laid a total of about 200 to 430 eggs. They laid about 35 to 50 each day.\nCaterpillar.\nThe caterpillar will eat the leaves and flowers of the host plant. It makes no nests. The young caterpillar is black. It has a white spot in the middle of its body. This spot is called a saddle. It mimics a bird dropping. The older caterpillar is green. It has black bands with orange spots in each of the bands. The caterpillar has a special organ called an osmeterium. It is an orange, bad-smelling organ. It is shaped like a snake's tongue. It is kept behind the inside of the head. The caterpillar releases it to scare predators away. The caterpillar will reach a length of 5 cm (2 in). The Ozark Swallowtail caterpillar is similar to the Black Swallowtail caterpillar. It is usually greener, and the black bands are usually thinner.\nChrysalis.\nThe chrysalis hangs upright. There is a silk thread around the upper part of the chrysalis. This thread is called a girdle. The chrysalis is either brown or green. The Black Swallowtail will hibernate as a chrysalis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":49},{"uri":"Butterfly","surface_form":"butterfly","offset":60},{"uri":"North_America","surface_form":"North America","offset":169},{"uri":"Wingspan","surface_form":"wingspan","offset":225},{"uri":"Centimeter","surface_form":"cm","offset":247},{"uri":"Inches","surface_form":"in","offset":260},{"uri":"Wing","surface_form":"wing","offset":294},{"uri":"Black","surface_form":"black","offset":303},{"uri":"Yellow","surface_form":"yellow","offset":332},{"uri":"Blue","surface_form":"blue","offset":401},{"uri":"Red","surface_form":"red","offset":512},{"uri":"Mimicry","surface_form":"mimics","offset":883},{"uri":"Battus_philenor","surface_form":"Battus philenor","offset":917},{"uri":"Orange_(color)","surface_form":"orange","offset":1036},{"uri":"Papilio_joanae","surface_form":"Papilio joanae","offset":1160},{"uri":"DNA","surface_form":"DNA","offset":1303},{"uri":"Papilio_machaon","surface_form":"Papilio machaon","offset":1469},{"uri":"North_Dakota","surface_form":"North Dakota","offset":1491},{"uri":"Manitoba","surface_form":"Manitoba","offset":1517},{"uri":"Hybrid","surface_form":"hybrid","offset":1607},{"uri":"Subspecies","surface_form":"subspecies","offset":1714},{"uri":"California","surface_form":"California","offset":1867},{"uri":"Nevada","surface_form":"Nevada","offset":1888},{"uri":"Arizona","surface_form":"Arizona","offset":1908},{"uri":"White","surface_form":"whitish","offset":2287},{"uri":"Papilio_troilus","surface_form":"Papilio troilus","offset":2430},{"uri":"Green","surface_form":"green","offset":2573},{"uri":"Habitat","surface_form":"habitat","offset":2716},{"uri":"Caterpillar","surface_form":"caterpillar","offset":2785},{"uri":"Woodland","surface_form":"woodland","offset":2823},{"uri":"Thaspium_barbinode","surface_form":"Thaspium barbinode","offset":2871},{"uri":"Taenidia_intregerrima","surface_form":"Taenidia intregerrima","offset":2915},{"uri":"Canada","surface_form":"Canada","offset":3233},{"uri":"Florida","surface_form":"Florida","offset":3249},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":3261},{"uri":"Rocky_Mountains","surface_form":"Rocky Mountains","offset":3284},{"uri":"Mexico","surface_form":"Mexico","offset":3329},{"uri":"Peru","surface_form":"Peru","offset":3340},{"uri":"Meadow","surface_form":"meadow","offset":3467},{"uri":"Desert","surface_form":"desert","offset":3476},{"uri":"Marsh","surface_form":"marsh","offset":3485},{"uri":"Lake","surface_form":"lake","offset":3499},{"uri":"Stream","surface_form":"stream","offset":3509},{"uri":"Farm","surface_form":"farm","offset":3518},{"uri":"Lawn","surface_form":"lawn","offset":3525},{"uri":"City","surface_form":"cities","offset":3537},{"uri":"Road","surface_form":"road","offset":3550},{"uri":"Garden","surface_form":"garden","offset":3561},{"uri":"Forest","surface_form":"forest","offset":3604},{"uri":"Woodland","surface_form":"woodland","offset":3615},{"uri":"Human","surface_form":"Human","offset":3626},{"uri":"Europe","surface_form":"Europe","offset":3720},{"uri":"Prairie","surface_form":"prairie","offset":3892},{"uri":"Wetland","surface_form":"wetland","offset":3902},{"uri":"Colorado_Mountains","surface_form":"Colorado Mountains","offset":4206},{"uri":"Offspring","surface_form":"offspring","offset":4415},{"uri":"Soil","surface_form":"soil","offset":4924},{"uri":"Mud","surface_form":"mud","offset":4933},{"uri":"Metamorphosis","surface_form":"metamorphosis","offset":5052},{"uri":"Territory","surface_form":"territory","offset":5092},{"uri":"Hill","surface_form":"hill","offset":5144},{"uri":"Vegetation","surface_form":"vegetation","offset":5194},{"uri":"Defend","surface_form":"defend","offset":5226},{"uri":"Successful","surface_form":"successful","offset":5404},{"uri":"Courtship","surface_form":"courtship","offset":5415},{"uri":"Mate","surface_form":"Mating","offset":5502},{"uri":"Laid","surface_form":"laid","offset":5789},{"uri":"Leaf","surface_form":"leaves","offset":5801},{"uri":"Flower","surface_form":"flower","offset":5812},{"uri":"Lab","surface_form":"lab","offset":5997},{"uri":"Feces","surface_form":"bird dropping","offset":6309},{"uri":"Snake","surface_form":"snake","offset":6530},{"uri":"Tongue","surface_form":"tongue","offset":6538},{"uri":"Release","surface_form":"releases","offset":6604},{"uri":"Predator","surface_form":"predator","offset":6625},{"uri":"Chrysalis","surface_form":"chrysalis","offset":6855},{"uri":"Upright","surface_form":"upright","offset":6871},{"uri":"Silk","surface_form":"silk","offset":6891},{"uri":"Hibernation","surface_form":"hibernate","offset":7042}]}