{"id":12725,"url":"http://en.wikipedia.org/wiki/Sushi","text":"is a traditional food from Japan.\nThe word \"Sushi\" comes from the Japanese word meaning vinegar, and \", meaning rice.\nSushi is made with specially prepared rice, called. The rice is mixed with vinegar, salt, and sugar. Sushi is known for having raw or cooked seafood in it, but it sometimes has non-fish foods such as vegetables. Some sushi is wrapped in a sheet of seaweed called.\nThere are many different kinds of sushi. The most common sushi in Japan is: fish meat that is placed on top of a small portion of \"sumeshi\". Sometimes you may find other ingredients on top of the \"sumeshi\", such as roe (fish eggs), and sea urchin meat, instead of fish. Another type of sushi, consists of \"sumeshi\" rolled around fish and/or vegetables. In the US, \"makizushi\" is more popular than \"nigirizushi\". Another type is known as or a hand roll. This kind of sushi comes in a cone-shape, created by the \"nori\" wrapped around the ingredients inside. They are usually filled with a mixture of \"sumeshi\", fish, and vegetables.\nSushi is eaten with your bare hands or chopsticks. Soy sauce and wasabi are commonly eaten with sushi. \"Gari\" (sweet, pickled ginger) can often be found alongside a plate of sushi and also a little bit of wasabi, used as a palate cleanser.\nIn Japan, sushi is sometimes sold in \"conveyor-belt shops\" called \"kaiten zushi\" (回転寿司), where plates of sushi are put on a moving belt that passes by the customers. People freely take the sushi they want as it passes. The color of the plate shows the price of the sushi. This way of serving sushi is becoming more popular in other countries as well.\nHealth risks.\nAs with most foods, eating sushi has some health risks. However, most can be minimized with proper preparation. Some large fish, such as tuna (especially bluefin), can contain high levels of mercury. Tuna can cause mercury poisoning when consumed in very large quantities over time. Parasite infection by raw fish is not common in the modern world (less than 40 cases per year in the US). Infections can generally be avoided by boiling, burning, preserving in salt or vinegar, or freezing to a certain temperature. Although \"nigirizushi\" will almost always appear in a raw form, often much of the fish has been previously frozen to specific temperatures to prevent parasites.\nEating sushi the traditional way.\nAlthough many people from the West think that sushi is supposed to be eaten with chopsticks, sushi is actually supposed to be eaten by hand. However, some Japanese people, especially women or polite people, use chopsticks to eat sushi.\nWasabi and soy sauce are not required, but they are eaten with the sushi traditionally. You do not normally mix them together.\nThe types and ingredients of the sushi.\nThere are many different types of sushi. There are also many ingredients to put in the sushi.\nSushi in other countries.\nSushi is not only eaten in Japan. It is very popular in other countries around the Earth, such as the United States, the United Kingdom, and South Korea.\nIngredients of sushi.\nAlthough sushi generally contains the ingredients below, virtually anything can be used in sushi, even chocolate or chicken.\nMeat.\nOther meat, such as roe (fish eggs), is also used in sushi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Food","surface_form":"food","offset":17},{"uri":"Japan","surface_form":"Japan","offset":27},{"uri":"Rice","surface_form":"rice","offset":156},{"uri":"Vinegar","surface_form":"vinegar","offset":193},{"uri":"Seafood","surface_form":"seafood","offset":259},{"uri":"Vegetable","surface_form":"vegetable","offset":318},{"uri":"Seaweed","surface_form":"seaweed","offset":366},{"uri":"Fish","surface_form":"fish","offset":458},{"uri":"Ingredients","surface_form":"ingredients","offset":552},{"uri":"Sea_urchin","surface_form":"sea urchin","offset":618},{"uri":"United_States","surface_form":"US","offset":742},{"uri":"Cone-shape","surface_form":"cone-shape","offset":865},{"uri":"Chopstick","surface_form":"chopstick","offset":1052},{"uri":"Soy_sauce","surface_form":"Soy sauce","offset":1064},{"uri":"Wasabi","surface_form":"wasabi","offset":1078},{"uri":"Gari","surface_form":"Gari","offset":1117},{"uri":"Tuna","surface_form":"tuna","offset":1755},{"uri":"Northern_bluefin_tuna","surface_form":"bluefin","offset":1772},{"uri":"Mercury_(element)","surface_form":"mercury","offset":1809},{"uri":"Parasite","surface_form":"Parasite","offset":1901},{"uri":"Japan","surface_form":"Japan","offset":2878},{"uri":"United_States","surface_form":"United States","offset":2953},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2972},{"uri":"South_Korea","surface_form":"South Korea","offset":2992}]}