{"id":127281,"url":"http://en.wikipedia.org/wiki/Google_Picasa","text":"Picasa is a software application for organizing and editing photos. It was first created by Idealab but is now owned by Google. \"Picasa\" is a blend of the name of Spanish painter Pablo Picasso, the phrase \"mi casa\" for \"my house\", and \"pic\" for pictures. In July 2004, Google bought Picasa and began offering Picasa for free download.\nThere is a version for Windows XP and Windows Vista, as well as a version for Linux. For Windows 98 and Windows Me, only an older version is available. There is also an iPhoto plugin or program for uploading photos available for Mac OS X 10.4 and later.\nPicasa Web Albums.\nPicasa Web Albums (PWA) is a photo-sharing web application from Google, similar to websites like Flickr and Zooomr.\nUsers may upload pictures by using either a web interface, through Picasa 2.5.0 or later on Microsoft Windows, using the Exporter for iPhoto, the Aperture to Picasa Web Albums plug-in, or Uploader on Mac OS X, or F-Spot on Linux.\nNo ads are shown on Picasa Web Albums, in either free or paid accounts. The Terms of Service let Google to use the uploaded photos to display on the website or via RSS feeds, and also for promoting Google services without needing to pay the users.\nPicasa Web Albums was first announced on June 6, 2006. When introduced, it came with 250 MB free space. On March 7, 2007, it was upgraded to 1 GB.\nOn February 12, 2016, Google announced that the Picasa desktop application would be discontinued on March 15, 2016. Google stated that the primary reason for retiring Picasa was that it wanted to focus its efforts \"entirely on a single photos service\" the cross-platform, web-based Google Photos.\nWindows.\nThere are no versions of Picasa for Windows 95 or NT. The latest version offered for Windows 98/ME is 2.0.0 (build 18.84). Newer versions are for Windows 2000/XP/Vista only.\nSee also the release notes. and the latest updates page\nMac OS X.\nPicasa for Mac is under development and will be launched later in 2008. A plugin is available for iPhoto to upload to the Picasa Web Albums hosting service. There is also a standalone Picasa Web Albums uploading tools for OS X 10.4 or later. Using Darwine or similar compatibility layers, however, Picasa can run on Mac OS X.","categories":[],"infobox_types":[],"annotations":[{"uri":"Software_application","surface_form":"software application","offset":12},{"uri":"Idealab","surface_form":"Idealab","offset":92},{"uri":"Google","surface_form":"Google","offset":120},{"uri":"Blend","surface_form":"blend","offset":142},{"uri":"Spain","surface_form":"Spanish","offset":163},{"uri":"Pablo_Picasso","surface_form":"Pablo Picasso","offset":179},{"uri":"Freeware","surface_form":"free download","offset":320},{"uri":"Windows_XP","surface_form":"Windows XP","offset":358},{"uri":"Windows_Vista","surface_form":"Windows Vista","offset":373},{"uri":"Linux","surface_form":"Linux","offset":413},{"uri":"Windows_98","surface_form":"Windows 98","offset":424},{"uri":"Windows_Me","surface_form":"Windows Me","offset":439},{"uri":"IPhoto","surface_form":"iPhoto","offset":504},{"uri":"Mac_OS_X","surface_form":"Mac OS X","offset":564},{"uri":"Google","surface_form":"Google","offset":672},{"uri":"Website","surface_form":"websites","offset":691},{"uri":"Flickr","surface_form":"Flickr","offset":705},{"uri":"Zooomr","surface_form":"Zooomr","offset":716},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":816},{"uri":"IPhoto","surface_form":"iPhoto","offset":858},{"uri":"Mac_OS_X","surface_form":"Mac OS X","offset":924},{"uri":"F-Spot","surface_form":"F-Spot","offset":937},{"uri":"Linux","surface_form":"Linux","offset":947},{"uri":"Darwine","surface_form":"Darwine","offset":2143}]}