{"id":127367,"url":"http://en.wikipedia.org/wiki/Bakhshali","text":"Bakhshali is a village and Union Council of Mardan District in the Khyber Pakhtunkhwa province of Pakistan. It is at 34°17'0N 72°9'0E and has a height of 307 metres (1010 ft).\nHistory.\nThe village is famous for being the place where the Bakhshali manuscript was found. This is an ancient mathematical work written on birch bark and is the oldest surviving document in South Asia of Indian mathematics. It was discovered in 1881 during British rule by a tenant of Mian An-Wan-Udin, a police inspector. The tenant discovered it while he was digging in an abandoned building.\nBakhshali today.\nIn March 2007 there were attacks made on music shops in Bakhshali. Two people were injured and one was killed in attacks by an unidentified extremist group who attacked the bazaar shooting and killing the watchman of the Seven Stars music centre.\nIn August 2007 the people of Bakhshali observed a strike against power cuts. They blocked the main Mardan to Bakshali road in protest. The protectors said that the power cuts were harming business and their children's studies. The village has also been affected by violence between the Taliban and the government; on 24 January 2008 the militants attacked the vehicle of former Health minister Syed Kamal Shah injuring his guard. The rebels have also been pressuring local people to stop listening to music as well launching bomb attacks in the area.\nOn 15 August a meeting of elders in Mardan decided to set up anti-Taliban group similar to one that has been stated in neighbouring Buner District. According to Shakoor Khan, an elder from Bakhshali who attended the meeting, \"Before the Taliban resorts to torching more schools, we have decided to resist them\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_Councils_of_Pakistan","surface_form":"Union Council","offset":27},{"uri":"Mardan_District","surface_form":"Mardan District","offset":44},{"uri":"Khyber_Pakhtunkhwa","surface_form":"Khyber Pakhtunkhwa","offset":67},{"uri":"Pakistan","surface_form":"Pakistan","offset":98},{"uri":"Bakhshali_manuscript","surface_form":"Bakhshali manuscript","offset":237},{"uri":"Birch_bark","surface_form":"birch bark","offset":317},{"uri":"South_Asia","surface_form":"South Asia","offset":368},{"uri":"Indian_mathematics","surface_form":"Indian mathematics","offset":382},{"uri":"British_Raj","surface_form":"British rule","offset":435},{"uri":"Tenant","surface_form":"tenant","offset":453},{"uri":"Bazaar","surface_form":"bazaar","offset":763},{"uri":"Mardan","surface_form":"Mardan","offset":936},{"uri":"Buner_District","surface_form":"Buner District","offset":1520}]}