{"id":127329,"url":"http://en.wikipedia.org/wiki/Jim_Keltner","text":"Jim Keltner is an American musician (drummer). His career began in the early 1960s, playing at recording sessions for other musicians, and even for bands, including Gary Lewis and the Playboys.\nKeltner played on recordings by members of The Beatles, after they disbanded. He and Ringo Starr played drums as a team during George Harrison's Concert for Bangladesh in 1971, and got along well. Keltner even played drums on some of Starr's solo records, and Starr was thought of as one of the best drummers in rock and roll music.\nJohn Lennon counted on Keltner to play drums on his solo records, when Starr was not available. In 1973, he helped Lennon's wife Yoko Ono put a band together to record and tour with her.\nKeltner toured the United States with George Harrison during 1974. He told Harrison he did not want to be paid to play on the tour. Harrison wanted to give him something for his work. Keltner was tired of driving his old car, so Harrison bought him a new Mercedes-Benz, as payment.\nWhile Keltner had played for many artists and bands, he had never been a member of a band, until Little Village formed in the late 1980s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":18},{"uri":"Musician","surface_form":"musician","offset":27},{"uri":"Drummer","surface_form":"drummer","offset":37},{"uri":"Recording","surface_form":"recording","offset":95},{"uri":"Gary_Lewis_(musician)","surface_form":"Gary Lewis and the Playboys","offset":165},{"uri":"The_Beatles","surface_form":"The Beatles","offset":237},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":279},{"uri":"George_Harrison","surface_form":"George Harrison","offset":321},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":351},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":506},{"uri":"John_Lennon","surface_form":"John Lennon","offset":527},{"uri":"Yoko_Ono","surface_form":"Yoko Ono","offset":656},{"uri":"Mercedes-Benz","surface_form":"Mercedes-Benz","offset":969},{"uri":"Little_Village","surface_form":"Little Village","offset":1093}]}