{"id":127412,"url":"http://en.wikipedia.org/wiki/Great_Pyramid_of_Giza","text":"The Great Pyramid of Giza of Egypt is a huge pyramid built by the Ancient Egyptians. It stands 18.4 km from Cairo, Egypt. It is the oldest of the Seven Wonders of the Ancient World, and the only one to remain mostly intact. When it was built it was 146.5 metres (481 feet) tall. It was the tallest building in the world for over 3,800 years. Erosion and other causes have shrunk it to 138.8 m. The pyramid was probably built for Khufu, an Egyptian pharaoh. It was perhaps built by Khufu's vizier, Hemiunu. It is believed that it took about 20 years to build, and was completed around 2570 BC.\nGreat Pyramid was covered by white stones that formed a smooth outer surface. Some of these stones can still be seen around the base. Most of what can be seen of the pyramid now is its basic core of 2,300,000 blocks of limestone and granite. There have been many different theories to explain how the pyramid was built. Most accepted building ideas are based on the idea of moving huge stones from a quarry and dragging and lifting them into place. Archaeologists found that the Pyramids of Giza were not built by slaves, but workers who were paid for working. Their graves were found near the pyramid in 1990.\nThere are three known rooms, or chambers, inside the Great Pyramid. The lowest chamber is cut into the rock on which the pyramid was built. This chamber was not finished. The other two chambers are higher up inside the pyramid. They are called the Queen's Chamber and the King's Chamber, but these are modern labels as we do not know how the Egyptians were going to use them. The Great Pyramid has two passages, one leading up, and the other down. It is the only Egyptian pyramid to have the two passages.\nThe Great Pyramid is part of a group of buildings, called the Giza Necropolis. This includes two mortuary temples in honour of Khufu. One is close to the pyramid and one near the Nile. There are three smaller pyramids for Khufu's wives. Other buildings include an even smaller \"satellite\" pyramid, and a raised causeway which joins the two temples. There are other tombs, called mastaba, probably for other important people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pyramid","surface_form":"pyramid","offset":45},{"uri":"Cairo","surface_form":"Cairo","offset":108},{"uri":"Egypt","surface_form":"Egypt","offset":115},{"uri":"Seven_Wonders_of_the_Ancient_World","surface_form":"Seven Wonders of the Ancient World","offset":146},{"uri":"Erosion","surface_form":"Erosion","offset":342},{"uri":"Khufu","surface_form":"Khufu","offset":429},{"uri":"Pharaoh","surface_form":"pharaoh","offset":448},{"uri":"Vizier","surface_form":"vizier","offset":489},{"uri":"Limestone","surface_form":"limestone","offset":812},{"uri":"Granite","surface_form":"granite","offset":826},{"uri":"Pyramids_of_Giza","surface_form":"Pyramids of Giza","offset":1072},{"uri":"Slave","surface_form":"slave","offset":1107},{"uri":"Grave","surface_form":"grave","offset":1160},{"uri":"Giza_Necropolis","surface_form":"Giza Necropolis","offset":1772},{"uri":"Mortuary_temples","surface_form":"mortuary temples","offset":1807},{"uri":"Causeway","surface_form":"causeway","offset":2021},{"uri":"Mastaba","surface_form":"mastaba","offset":2089}]}