{"id":127681,"url":"http://en.wikipedia.org/wiki/Reginald_Dyer","text":"Brigadier-General Reginald Edward Harry Dyer CB (October 9 1864 – July 23 1927) was a British Indian Army officer responsible for the Jallianwala Bagh massacre.\nEarly life.\nDyer was born in Murree, in British India, now in Pakistan. He spent his childhood in Shimla and received his early education at the Bishop Cotton School in Shimla. He was born just six years after the Indian Rebellion of 1857. The rebellion was a war that had been fought by some Indians to end British rule. It had been defeated by the British but had created segregation, suspicion and fear between the British and the Indians. Although he had been born after the rebellion had ended, the effects had affected Dyer's life.\nDyer went to Midleton College, County Cork between 1875 and 1881. In 1885 after his time at the Royal Military College, Sandhurst he joined the Queen's Royal Regiment (West Surrey) as a Lieutenant, and served in riot control duties in Belfast (1886) and the Third Burmese War (1886–87). He then joined the British Indian Army. First joining the Bengal Staff Corps as a Lieutenant in 1887 and being part of the 39th Bengal Infantry, and then joining the 29th Punjabis.\nDuring his time with the 29th Punjabis he fought in the Black Mountain campaign of 1888, the relief (battle) of Chitral in 1895. And was promoted to Captain in 1896. In 1901 he became Deputy Assistant Adjutant General. and then fought in the Mahsud blockade between 1901 and 1902.\nDyer then joined the 25th Punjabis where he served in the Zakha Khel Expedition (1908). He was in charge of the 25th Punjabis in India and Hong Kong and was promoted to Lieutenant-Colonel in 1910.\nDuring World War I (1914–18), he was in charge of the Seistan Force. and made a Companion of the Bath (CB). He was promoted Colonel in 1915, and was made a temporary Brigadier-General in 1916.\nIn 1919, about a month after the Amritsar killings, in the Third Anglo-Afghan War, his Brigade relieved the garrison of Thal. He retired on 17 July 1920, having become a Colonel.\nBackground.\nIn 1919 the British population of Punjab feared a plot by the Indians to overthrow British rule. There was talk of mutiny and of death threats to Europeans. Sir Michael O'Dwyer, the Lieutenant-Governor of Punjab, decided to deport Indians from Punjab who were leading protests against the British.\nOne person who was targeted was Dr. Satyapal, who was in the Army Medical Services during World War I. He was in favour of non-violent civil disobedience and was stopped from speaking in public. Another person was Dr. Kitchlew, a Muslim barrister who wanted political change and was non-violent. The Deputy Commissioner, Miles Irving, did not know much about these two people. Both men were arrested because Irving suspected them of trying to rebel against the British.\nTheir arrest led to demonstrations by the people of Punjab. Crowds gathered in all public places demanding a release of the two men. Army troops panicked and opened fire on a bridge across a railway line, causing several deaths. This resulted in a mob which returned to the city centre. More army troops arrived to stop more demonstrations.\nThe mobs sought out Europeans in the city. On April 9 1919, Miss Marcella Sherwood, who worked at the Mission Day School for Girls was bicycling round the city to close her schools. She was attacked by the mob in a narrow street and was beaten and left wounded. She was rescued by local Indians who hid her from the mob and moved her to the fort. This attack on a lady angered Dyer, who was in command of troops in Jullundur.\nJallianwala Bagh Massacre.\nBrigadier Dyer is infamous for the orders which he gave on April 13 1919 in Amritsar. It was under his command that 90 troops, made up of 25 Gurkhas, 25 Pathans and Baluch, all armed with .303 Lee-Enfield rifles and the Gurkhas who were with \"khukris\" opened fire on a gathering of unarmed civilians, including women and children gathered at the Jallianwalla Bagh in what came to be later known as the Jallianwala Bagh massacre.\nThe civilians had arrived at Jallianwala Bagh to join the yearly Baisakhi celebrations which are both a religious as well as a cultural festival of the Punjabis. The Bagh had an area of 6–7 acres and had walls all around. The walls had ever small entrances which only a few people could go through.\nDyer ordered the troops to fire directly at the crowd of people; they kept shooting until they ran out of bullets (1650 rounds). The shooting lasted for about 10 minutes.\nDuring the ten minutes of shooting, Dyer kept checking how the troops were shooting. He ordered the soldiers to shoot where most of the people were. He did this not because the crowd was slow to leave, but because he wanted to \"punish them\" for being there.\nSome of the soldiers at first fired in the air instead of at the people. When they did this General Dyer shouted: \"Fire low. What have you been brought here for?.\"\nLater Dyer's himself was to admit that the crowd was not given any warning to leave. He said he did not feel sorry for ordering his troops to fire.\nInjured and dead.\nThe British army reported 379 dead say it over 1000 dead. According to a Home Political Deposit report, the number was over 1,000, with more than 1,200 wounded. Dr. Smith, a British civil surgeon at Amritsar, said there were over 1800 casualties. Because of the large numbers of people killed and injured, general Dyer became known as \"The Butcher of Amritsar\" in India.\nCrawling Order.\nBrigadier Dyer sent soldiers to the area where Miss Marcella Sherwood was beaten. He ordered that any Indians wishing to travel through the street (150 yards) had to crawl on all fours. This order also included the people who had rescued her.\nBecause of this order the street was closed, the houses had no back doors and the people could not go out without climbing down from their roofs. No doctor or supplier was allowed in, resulting in the sick being untended. The order was enforced by a flogging booth set up in the middle of the street.\nDeath.\nAfter the Amritsar massacre, Dyer's health failed and in 1921 he suffered paralysis. He never recovered. He died at Long Ashton, near Bristol, on July 23 1927.\nThe Morning Post remembered him in articles titled, \"The Man Who Saved India\" and \"He did his Duty\". The Westminster Gazette wrote a contrary opinion, \"No British action, during the whole course of our history in India, has struck a severer blow to Indian faith in British justice than the massacre at Amritsar, and the attitude of official Anglo-India to it.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Brigadier-General","surface_form":"Brigadier-General","offset":0},{"uri":"Order_of_the_Bath","surface_form":"CB","offset":45},{"uri":"October_9","surface_form":"October 9","offset":49},{"uri":"1864","surface_form":"1864","offset":59},{"uri":"July_23","surface_form":"July 23","offset":66},{"uri":"1927","surface_form":"1927","offset":74},{"uri":"British_Indian_Army","surface_form":"British Indian Army","offset":86},{"uri":"Jallianwala_Bagh_massacre","surface_form":"Jallianwala Bagh massacre","offset":134},{"uri":"Murree","surface_form":"Murree","offset":190},{"uri":"British_India","surface_form":"British India","offset":201},{"uri":"Pakistan","surface_form":"Pakistan","offset":223},{"uri":"Shimla","surface_form":"Shimla","offset":259},{"uri":"Bishop_Cotton_School","surface_form":"Bishop Cotton School","offset":306},{"uri":"Shimla","surface_form":"Shimla","offset":330},{"uri":"Indian_Rebellion_of_1857","surface_form":"Indian Rebellion of 1857","offset":375},{"uri":"British_Raj","surface_form":"British rule","offset":469},{"uri":"Racial_segregation","surface_form":"segregation","offset":535},{"uri":"County_Cork","surface_form":"County Cork","offset":730},{"uri":"Royal_Military_College%2C_Sandhurst","surface_form":"Royal Military College, Sandhurst","offset":795},{"uri":"Queen%27s_Royal_Regiment_(West_Surrey)","surface_form":"Queen's Royal Regiment (West Surrey)","offset":843},{"uri":"Lieutenant","surface_form":"Lieutenant","offset":885},{"uri":"Riot_control","surface_form":"riot control","offset":911},{"uri":"Belfast","surface_form":"Belfast","offset":934},{"uri":"Third_Burmese_War","surface_form":"Third Burmese War","offset":957},{"uri":"British_Indian_Army","surface_form":"British Indian Army","offset":1005},{"uri":"Bengal_Staff_Corps","surface_form":"Bengal Staff Corps","offset":1044},{"uri":"Chitral","surface_form":"Chitral","offset":1279},{"uri":"Captain_(OF-2)","surface_form":"Captain","offset":1316},{"uri":"Adjutant_General","surface_form":"Deputy Assistant Adjutant General","offset":1351},{"uri":"Mahsud","surface_form":"Mahsud","offset":1409},{"uri":"Landi_Kotal","surface_form":"Zakha Khel","offset":1506},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":1587},{"uri":"Lieutenant-Colonel_(United_Kingdom)","surface_form":"Lieutenant-Colonel","offset":1617},{"uri":"World_War_I","surface_form":"World War I","offset":1652},{"uri":"Seistan_Force","surface_form":"Seistan Force","offset":1699},{"uri":"Companion_of_the_Bath","surface_form":"Companion of the Bath","offset":1725},{"uri":"Colonel_(United_Kingdom)","surface_form":"Colonel","offset":1769},{"uri":"Brigadier","surface_form":"Brigadier-General","offset":1811},{"uri":"Third_Anglo-Afghan_War","surface_form":"Third Anglo-Afghan War","offset":1897},{"uri":"Thal_Desert","surface_form":"Thal","offset":1958},{"uri":"17_July","surface_form":"17 July","offset":1978},{"uri":"1920","surface_form":"1920","offset":1986},{"uri":"Colonel","surface_form":"Colonel","offset":2008},{"uri":"Mutiny","surface_form":"mutiny","offset":2144},{"uri":"Michael_O%27Dwyer","surface_form":"Michael O'Dwyer","offset":2190},{"uri":"Lieutenant-Governor","surface_form":"Lieutenant-Governor","offset":2211},{"uri":"Deport","surface_form":"deport","offset":2253},{"uri":"World_War_I","surface_form":"World War I","offset":2417},{"uri":"Non-violent","surface_form":"non-violent","offset":2450},{"uri":"Civil_disobedience","surface_form":"civil disobedience","offset":2462},{"uri":"April_9","surface_form":"April 9","offset":3184},{"uri":"1919","surface_form":"1919","offset":3192},{"uri":"Jullundur","surface_form":"Jullundur","offset":3553},{"uri":"April_13","surface_form":"April 13","offset":3650},{"uri":"1919","surface_form":"1919","offset":3659},{"uri":"Amritsar","surface_form":"Amritsar","offset":3667},{"uri":"Gurkhas","surface_form":"Gurkhas","offset":3732},{"uri":"Pathans","surface_form":"Pathans","offset":3744},{"uri":"Baluch","surface_form":"Baluch","offset":3756},{"uri":".303","surface_form":".303","offset":3779},{"uri":"Lee-Enfield","surface_form":"Lee-Enfield","offset":3784},{"uri":"Jallianwala_Bagh_massacre","surface_form":"Jallianwala Bagh massacre","offset":3993},{"uri":"Baisakhi","surface_form":"Baisakhi","offset":4085},{"uri":"Butcher","surface_form":"Butcher","offset":5418},{"uri":"Paralysis","surface_form":"paralysis","offset":6090},{"uri":"Long_Ashton","surface_form":"Long Ashton","offset":6132},{"uri":"Bristol","surface_form":"Bristol","offset":6150},{"uri":"July_23","surface_form":"July 23","offset":6162},{"uri":"1927","surface_form":"1927","offset":6170},{"uri":"Morning_Post","surface_form":"Morning Post","offset":6180},{"uri":"Westminster_Gazette","surface_form":"Westminster Gazette","offset":6281}]}