{"id":127853,"url":"http://en.wikipedia.org/wiki/Gymnasium_Alpenstrasse_Biel","text":"Gymnasium Alpenstrasse Biel / Gymnase de la Rue des Alpes de Bienne is a high school in Biel in Switzerland. There are three local high schools and the Gymnasium Alpenstrasse / Gymnase de la Rue des Alpes is one of them. It is the only bilingual (Swiss-German and French) high school in the Canton of Berne. There are about 550 students and about 90 teachers at this school. This school specializes in three subjects: Economy, Spanish and Applied Mathematics. The students usually attend the Gymnasium for three years and take the final examination at the end of their studies. The diploma, which is called Maturité in French or Matura in German, is the entrance ticket for all universities and colleges in Switzerland.\nThere is also a Commercial Highschool in the same building which is part of the Gymnasium Alpenstrasse Biel / Gymnase de la Rue des Alpe de Bienne. It is more oriented for the business world\nAt the beginning, the Gymnasium Alpenstrasse was a Progymnasium.\nA Progymnasuim is like the today’s secondary school. But the school was just attended by boys.\nToday it’s a High School for boys and girls. This school is a Swiss Olympic Partner School.\nThis means, those athletes from various sports can go their training, also during school.\nThere are many different athletes. Some play hockey, volleyball, tennis or they swim or dance etc. It’s not just for sports it’s also for music.","categories":[],"infobox_types":[],"annotations":[{"uri":"High_school","surface_form":"high school","offset":73},{"uri":"Biel","surface_form":"Biel","offset":88},{"uri":"Switzerland","surface_form":"Switzerland","offset":96},{"uri":"Canton_of_Berne","surface_form":"Canton of Berne","offset":291},{"uri":"Economy","surface_form":"Economy","offset":418},{"uri":"Spanish_language","surface_form":"Spanish","offset":427},{"uri":"Applied_Mathematics","surface_form":"Applied Mathematics","offset":439},{"uri":"Diploma","surface_form":"diploma","offset":582}]}