{"id":127851,"url":"http://en.wikipedia.org/wiki/Mombasa","text":"Mombasa is the second largest city in Kenya; about 1.3 million people live there. It is a major port city, and has an international airport.\nMombasa has a tropical savanna climate (\"As\" in the Köppen climate classification). Mombasa is a tourism-based city.\nGeography.\nBeing a coastal town, Mombasa is characterised by a flat topography. The town of Mombasa is centred on Mombasa Island, but extends to the mainland. The island is separated from the mainland by two creeks.\nDemography.\nMombasa city has a population of 1,208,333 in 2019.\nMombasa has a cosmopolitan population, with the Swahili people and Mijikenda predominant. Other communities include the Akamba and Taita Bantus as well as a significant population of Luo and Luhya peoples from Western Kenya. The major religions practised in the city are Islam, Christianity and Hinduism. Over the centuries, many immigrants and traders have settled in Mombasa, particularly from the Middle East, Somalia, and India.\nEconomy.\nMombasa is a centre of coastal tourism in Kenya. Many people visit the Old Town and Fort Jesus.\nMombasa is a major trade centre and home of large seaport. The Kenyan Dock Worker's Union is situated in Mombasa and has 5,000 members. Other local industries include an oil refinery with a capacity of a day, and a cement factory capable of producing over 1.1 million tons per year.\nTransport.\nMoi International Airport serves the city of Mombasa. Flights to Nairobi and other Kenyan, European and Middle Eastern destinations depart from the airport each day.\nMombasa currently has a modern railway station that replaced the century-old station built by the British. Kenya Railways transports passengers and cargo between Nairobi to Mombasa. The journey takes approximately five hours between the two cities.\nMombasa's port is the largest in East Africa, with two oil terminals.\nIn popular culture.\nIn the film \"Out of Africa\", Mombasa is the train destination as the seaport for voyages to Europe via the Suez Canal.\n\"One-Way Ticket to Mombasa (Menolippu Mombasaan)\" is a 2002 Finnish film directed by Hannu Tuomainen.\nIn the Indian movie \"Mr. India\", Mombasa is mentioned in the popular song \"Hawa Hawaii\".\nMombasa is featured in the 2010 movie, \"Inception\", where Cobb meets Eames and Yusuf before the job takes place.\nMost of the events in the 2017 story \"Consummation in Mombasa\" (by Andrei Gusev) take place in Mombasa and in the nearest district Mtwapa.\nIn the US, the Walt Disney World resort recreated a Kenyan village in the Africa section of the Disney's Animal Kingdom theme park named \"Harambe\", which is modelled after Mombasa. The village features a store called the \"Mombasa Marketplace\".","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":30},{"uri":"Kenya","surface_form":"Kenya","offset":38},{"uri":"Port","surface_form":"port","offset":96},{"uri":"Airport","surface_form":"airport","offset":132},{"uri":"Tropical_savanna_climate","surface_form":"tropical savanna climate","offset":155},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":193},{"uri":"Swahili_people","surface_form":"Swahili people","offset":586},{"uri":"Mijikenda_peoples","surface_form":"Mijikenda","offset":605},{"uri":"Kamba_people","surface_form":"Akamba","offset":658},{"uri":"Taita_people","surface_form":"Taita","offset":669},{"uri":"Bantu_people","surface_form":"Bantus","offset":675},{"uri":"Luo","surface_form":"Luo","offset":721},{"uri":"Luhya","surface_form":"Luhya","offset":729},{"uri":"Somalia","surface_form":"Somalia","offset":951},{"uri":"India","surface_form":"India","offset":964},{"uri":"Oil_refinery","surface_form":"oil refinery","offset":1246},{"uri":"Nairobi","surface_form":"Nairobi","offset":1435},{"uri":"European","surface_form":"European","offset":1461},{"uri":"Middle_Eastern","surface_form":"Middle Eastern","offset":1474},{"uri":"British","surface_form":"British","offset":1634},{"uri":"Oil","surface_form":"oil","offset":1840},{"uri":"Out_of_Africa","surface_form":"Out of Africa","offset":1888},{"uri":"Suez_Canal","surface_form":"Suez Canal","offset":1982},{"uri":"Inception","surface_form":"Inception","offset":2225},{"uri":"Andrei_Gusev","surface_form":"Andrei Gusev","offset":2365},{"uri":"Mtwapa","surface_form":"Mtwapa","offset":2429},{"uri":"Walt_Disney_World","surface_form":"Walt Disney World","offset":2452},{"uri":"Kenyan","surface_form":"Kenyan","offset":2489},{"uri":"Disney%27s_Animal_Kingdom","surface_form":"Disney's Animal Kingdom","offset":2533}]}