{"id":127865,"url":"http://en.wikipedia.org/wiki/Foreplay","text":"Foreplay is the name for a number of things people do before they have sex. These things do not need to be directly related to having sex. Rather, they are done to sexually arouse people, to make them want each other more. Not all of these acts are physical, some can also be psychological. Common things done in foreplay include kissing, touching each other, hugging, and stimulating the others erogenous zones.\nForeplay has a well-defined function - it lowers inhibitions and makes people feel better at ease.\nForeplay has been mentioned in historic works. The Ancient Indian work \"Kama Sutra\" mentions different types of embracing, kissing, and marking with nails and teeth. It also mentions BDSM activities such as slapping and moaning as \"play.\"\nBased on age, religious and political background, what people do as foreplay can be quite different. Many people think that women demand more foreplay and require more time to become aroused. Recent scientific research has show that this is false, though. Scientists from McGill University Health Centre in Montreal, Canada used the method of thermal imaging to record baseline temperature change in the genital area as the definition of the time necessary for sexual arousal. Researchers studied the time required for an individual to reach the peak of sexual arousal and concluded that, on average, women and men spend almost the same time for sexual arousal — around 10 minutes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sexual_intercourse","surface_form":"sex","offset":71},{"uri":"Kiss","surface_form":"kiss","offset":330},{"uri":"India","surface_form":"Ancient Indian","offset":563},{"uri":"Kama_Sutra","surface_form":"Kama Sutra","offset":584},{"uri":"BDSM","surface_form":"BDSM","offset":695},{"uri":"McGill_University_Health_Centre","surface_form":"McGill University Health Centre","offset":1023},{"uri":"Montreal","surface_form":"Montreal","offset":1058},{"uri":"Canada","surface_form":"Canada","offset":1068},{"uri":"Thermal_imaging","surface_form":"thermal imaging","offset":1094},{"uri":"Temperature","surface_form":"temperature","offset":1129}]}