{"id":127857,"url":"http://en.wikipedia.org/wiki/Ploidy","text":"Sex cells (gametes) are almost always haploid. If the reproductive stage (adult) is polyploid, then the gametes will have half the ploidy number of chromosomes.\nThere are some variations of ploidy which are not discussed here. Some plant species with certain types of polyploidy do not use sexual reproduction, but survive with asexual methods.\nPolyploidy.\nPolyploidy occurs in cells and organisms when there are more than two paired (homologous) sets of chromosomes.\nMost organisms are normally diploid, meaning they have two sets of chromosomes — one set inherited from each parent. Polyploidy may occur due to abnormal cell division. It is most commonly found in plants, but it does sometimes happen in animals. Some estimates suggest that 30-80% of living plant species are polyploid, and many lineages show evidence of ancient polyploidy (paleopolyploidy) in their genomes. Huge increases in angiosperm (flowering plants) diversity have coincided with the timing of ancient genome duplications shared by many species. 15% of angiosperm and 31% of fern speciation events are accompanied by ploidy increase.\nPolyploid plants arise spontaneously in nature. Many polyploids are fitter than their parental species, and may display novel variation or morphologies that contribute to speciation and eco-niche exploitation.\nPolyploidy may occur in one generation, and is an exception to the principle that evolution occurs gradually. There may, however, be many genetic changes in the species after polyploidy has taken place.\nGametes.\nThe gametes of polyploids are unusual, because they may carry several sets of chromosomes. For example, common wheat is a polyploid with six sets of chromosomes, two sets coming originally from each of three different species. So there are six sets of chromosomes in most cells, and three sets of chromosomes in the gametes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gamete","surface_form":"gamete","offset":11},{"uri":"Cell","surface_form":"cell","offset":378},{"uri":"Chromosome","surface_form":"chromosome","offset":455},{"uri":"Cell_division","surface_form":"cell division","offset":622},{"uri":"Genome","surface_form":"genome","offset":870},{"uri":"Angiosperm","surface_form":"angiosperm","offset":897},{"uri":"Fern","surface_form":"fern","offset":1052},{"uri":"Speciation","surface_form":"speciation","offset":1282},{"uri":"Wheat","surface_form":"wheat","offset":1644}]}