{"id":127972,"url":"http://en.wikipedia.org/wiki/Omega_SA","text":"Omega SA is Swiss watch manufacturer that belongs to the Swatch Group of companies. It is in Biel-Bienne (Switzerland). Omega SA produces watches of a high standard. It was founded in 1848 by Louis Brandt in La Chaux-de-Fonds (Switzerland). There are many famous people that promote Omega SA like Michael Schuhmacher, George Clooney, Cindy Crawford and Nicole Kidman.\nHistory.\nThe beginning of Omega was 1848 in La Chaux-de-Fonds. Louis Brandt opened a factory, that produces watches. The watches made there, carried the name Louis Brandt. After the death of Brandt, his sons transferred the production to Bienne (Switzerland). There, they started to produce their watches industrially. Already in 1898 \"Louis Brandt & frères\" employed more than 500 workers.\nIn 1894 they changed their name to Omega, named after their first watch. This name should show the quality of that watch, because Omega is the last letter of the Greek alphabet and means \"perfection.\"\nThe afforentioned definition of omega is incorrect. It is true that a omega is the last letter in the Greek alphabet, however the term means final, end, and completed. As in Alpha and omega or beginning and end. My source comes from Miriam Webster's dictionary as well as Black's Law dictionary.\nHowever, as used in the Bible, The term of art omega means is of Hebrew origin coming from the word or words \"tam or tamin,\" meaning complete, mature, healthy. The only time omega is referred to in the definition of perfect is in the English language. My source comes from many years of researching the Bible in several languages including Hebrew\nstatement or actually I know the affirmation statement is incorrect. I took three years of Latin in before law school and I've dealt with Latin over the last several years on multiple occasions. The term omega the course is the last letter in the Greek alphabet meaning final or last one made or the end/ final. I'm not sure where the person who wrote the above statement and definition go to source from but I've never heard Omega referred to or defined as that. My definition come from Miriam Webster's dictionary.\nIn 1904 finally, the Brandt brothers died, and the company came into the hands of their children. In the following years, Omega became a highly prestigious watch manufacturer. In 1925 Omega started to work with Tissot, another watch manufacturer.\nToday Omega belongs to the Swatch Group.\nJames Bond.\nOmega watches are in great demand, by great filmmakers for their films. So, for example, Pierce Brosnan (alias James Bond)started to wear an Omega Seamaster Quartz Professional in the film \"Golden Eye\". In all later Films, Brosnan wore an Omega Seamaster Professional Chronometer.\nAlso Daniel Craig, latest Bond actor, wears Omega in his films. It even goes so far, that he mentions his watch manufacturer by name in the film.\nSports.\nAt the moment, Omega SA is the official timekeeper for the Olympic Games. Their first time was 1932 at Summer Olympics in Los Angeles. They have been timekeeper in 2006 Winter Olympics, and in 2010 Winter Olympics in Vancouover.\nAs a sponsor for the Emirates Team New Zealand, Omega introduced the Seamaster NZL-32 chronograph in 2007. The name is the same as the name of the boat, that won America's Cup in 1995.","categories":[],"infobox_types":[],"annotations":[{"uri":"Switzerland","surface_form":"Swiss","offset":12},{"uri":"Swatch","surface_form":"Swatch","offset":57},{"uri":"Nicole_Kidman","surface_form":"Nicole Kidman","offset":353},{"uri":"Bienne","surface_form":"Bienne","offset":606},{"uri":"James_Bond","surface_form":"James Bond","offset":2531},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":2914},{"uri":"2006_Winter_Olympics","surface_form":"2006 Winter Olympics","offset":3019},{"uri":"2010_Winter_Olympics","surface_form":"2010 Winter Olympics","offset":3048}]}