{"id":127999,"url":"http://en.wikipedia.org/wiki/Nicotine_replacement_therapy","text":"The nicotine in cigarettes and other tobacco products makes people dependent. When they quit, they will get withdrawal symptoms. Nicotine replacement therapy (NRT) is there to reduce the dependency symptoms. This is usually done by delivering nicotine (or a substance very similar to it) in other ways. Common methods include \"nicotine patches\" and chewing gums with nicotine in them.\nCigarettes are responsible for the deaths of about 5 million people each year. These people are not killed by the nicotine in the cigarette, but by other substances in tobacco smoke such as carbon monoxide and tars.\nNRT delivers nicotine to the smoker's brain in a much slower way than cigarettes do. It helps to damp down the urges to smoke that most smokers have in the early days and weeks after quitting, rather than remove them totally. It gives the smoker the chance to break smoking cues in their daily lives, and might provide a more comfortable exit from the smoking habit. NRT however is best used with some form of support, ideally from someone who knows something about smoking cessation.\nIn 2005 the Committee on the Safety of Medicines recommended that NRT be given to pregnant smokers and also to adolescent smokers.\nFindings from a recent Cochrane review of controlled trials testing NRT products (Stead et al. 2008) indicated that smokers using NRT were 1.5 to 2 times more likely to be abstinent from smoking at followup than those in the placebo or control treatment condition.\nCriticism.\nNicotine is the addictive drug in tobacco products, so there is a chance when using NRT products, to become addicted to those products in place of the tobacco habit. Generally it is argued that NRT products are safer then smoking tobacco. NRT products are generally expensive, sometimes even more so then cigarettes, so a minority of people may become addicted to the NRT product and turn back to tobacco products to save money.\nElectronic cigarette.\nAn electronic cigarette is an electronic item used instead of cigarettes. It gives a little nicotine, propylene glycol, and sometimes flavours, when you breathe through it. It was invented in China.\nThe electronic cigarette cannot be classed as an NRT as no recognized tests or studies have taken place. Furthermore WHO (World Health Organisation) has advised that any manufacturer or seller who is marketing the electronic cigarette as an NRT should halt unproven therapy claims. Currently most sellers who adhere to this guideline are marketing the device as a tobacco alternative.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nicotine","surface_form":"nicotine","offset":4},{"uri":"Cigarette","surface_form":"cigarette","offset":16},{"uri":"Tobacco","surface_form":"tobacco","offset":37},{"uri":"Dependency","surface_form":"dependent","offset":67},{"uri":"Chewing_gum","surface_form":"chewing gum","offset":349},{"uri":"Cigarette","surface_form":"Cigarette","offset":385},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":575},{"uri":"Electronic_cigarette","surface_form":"electronic cigarette","offset":1947},{"uri":"Propylene_glycol","surface_form":"propylene glycol","offset":2046},{"uri":"China","surface_form":"China","offset":2136}]}