{"id":128032,"url":"http://en.wikipedia.org/wiki/BBC_Radio_Scotland","text":"BBC Radio Scotland is BBC Scotland's national English language radio network. It broadcasts a wide variety of programming including news, sport, music, the arts, comedy, drama, history and lifestyle. It replaced the Scottish opt-out part of BBC Radio 4 in November 1978.\nHistory.\nBBC Radio Scotland was founded as a full-time radio network in 1978, although the name had been used since 1974 for the Scottish opt-out parts of BBC Radio 4. The creation of a separate network was made possible when Radio 4 became a fully national network and moved from medium wave to long wave.\nOpt-out stations were established in Inverness and Aberdeen in 1976, followed by Orkney and Shetland in 1977, and Selkirk and Dumfries in 1983. Previously planned opt-outs in Edinburgh, Glasgow and Dundee were never realised.\nProgrammes.\nThe station broadcasts a wide range of programming including news, debate, music and sport commentaries.\nNews and Current Affairs.\nNews and current affairs programming has always constituted the dominant part of BBC Radio Scotland's schedules, especially on weekdays. In addition to regular news bulletins (usually hourly), the station broadcasts a wide range of longer in-depth news and current affairs programmes.\nGood Morning Scotland (weekdays, 0600-0900) is Scotland's longest-running radio programme and one of the most popular in the country. It provides regular news, sport, business, travel and weather bulletins along with interviews and in-depth reports. It is similar to BBC Radio 4's \"Today\" programme, but from a Scottish perspective. It also includes the daily religious slot \"Thought for the Day\", again similar to that broadcast on Radio 4's \"Today\" programme.\nThe other daily news and current affairs strands are the \"Morning Extra\" phone-in (0905-1000), \"Scotland Live\" (1200-1245), \"Newsdrive\" (1600-1800) and the political news programme \"Scotland At Ten\" (2205-2230).\nWeekend programmes include \"Newsweek Scotland\" (Sat, 0800-0900), \"Shereen\" (Sun, 0900-1000) and \"The Business\" (Sun, 1000-1030).\nSport.\nLike Radio 5 Live, BBC Radio Scotland covers most of the major sporting events in Scotland. It holds exclusive rights to the Scottish Premier League and operates its Sportsound programme on a multitude of frequencies on Saturdays when games are being played. Other sporting events that can be heard on Radio Scotland include both of Scotland's domestic football cup competitions, Scotland football internationals and European games affecting Scottish teams and the rugby union Six Nations championships. Alongside the live action sports programmes, Radio Scotland also produces popular sporting shows such as football fanzine Off the Ball, phone-in forum \"Your Call with Jim Traynor\" and the multi-sports programme \"Sports Weekly\", presented by former Scotland rugby player, John Beattie.\nLocal opt-outs.\nOrkney and Shetland each have a half hour daily news programme — \"Around Orkney\" (0730-0800) and \"Good Evening Shetland\" (1730-1800). During the winter months, this is supplemented for both areas by an hour long programme, broadcast Monday-Friday, between 1805-1900. Local bulletins are broadcast from Selkirk, Dumfries, Aberdeen and Inverness throughout the day.\nHeads of Radio, Scotland.\nControllers of BBC Radio Scotland hold the title \"Head of Radio, BBC Scotland\" on account of BBC Scotland's radio productions for other BBC networks.","categories":[],"infobox_types":[],"annotations":[{"uri":"BBC_Scotland","surface_form":"BBC Scotland","offset":22},{"uri":"Radio_station","surface_form":"radio network","offset":63},{"uri":"News","surface_form":"news","offset":132},{"uri":"Sport","surface_form":"sport","offset":138},{"uri":"Music","surface_form":"music","offset":145},{"uri":"The_arts","surface_form":"the arts","offset":152},{"uri":"Comedy","surface_form":"comedy","offset":162},{"uri":"Drama","surface_form":"drama","offset":170},{"uri":"History","surface_form":"history","offset":177},{"uri":"Lifestyle","surface_form":"lifestyle","offset":189},{"uri":"BBC_Radio_4","surface_form":"BBC Radio 4","offset":241},{"uri":"BBC_Radio_4","surface_form":"BBC Radio 4","offset":426},{"uri":"Inverness","surface_form":"Inverness","offset":615},{"uri":"Aberdeen","surface_form":"Aberdeen","offset":629},{"uri":"Orkney","surface_form":"Orkney","offset":659},{"uri":"Shetland","surface_form":"Shetland","offset":670},{"uri":"Selkirk","surface_form":"Selkirk","offset":692},{"uri":"Dumfries","surface_form":"Dumfries","offset":704},{"uri":"News","surface_form":"news","offset":877},{"uri":"Debate","surface_form":"debate","offset":883},{"uri":"Music","surface_form":"music","offset":891},{"uri":"Sport","surface_form":"sport","offset":901},{"uri":"Good_Morning_Scotland","surface_form":"Good Morning Scotland","offset":1232},{"uri":"Today_programme","surface_form":"\"Today\" programme","offset":1513},{"uri":"Good_Morning_Scotland","surface_form":"Morning Extra","offset":1752},{"uri":"BBC_Radio_5_Live","surface_form":"Radio 5 Live","offset":2047},{"uri":"Scottish_Premier_League","surface_form":"Scottish Premier League","offset":2167},{"uri":"Sportsound","surface_form":"Sportsound","offset":2208},{"uri":"Six_Nations_Championship","surface_form":"Six Nations","offset":2519},{"uri":"Off_the_Ball_(radio)","surface_form":"Off the Ball","offset":2668},{"uri":"Orkney","surface_form":"Orkney","offset":2847},{"uri":"Shetland","surface_form":"Shetland","offset":2858}]}