{"id":128090,"url":"http://en.wikipedia.org/wiki/Hoatzin","text":"The hoatzin (\"Opisthocomus hoazin\") is a tropical bird found in swamps, river forests, and mangroves of the Amazon and the Orinoco delta in South America.\nThey are the only bird which eats leaves as a main part of their diet. Their gut has special adaptations which help their digestion.\nThe hoatzin is also notable for having young with claws on two of their wing digits. They are the only living member of the family Opisthocomidae. Its close relatives probably died out long ago. There has been much debate about the hoatzin's relationships with other birds.\nLife-style.\nHoatzin chicks are born with hooks on their wings. They use the hooks to climb around in the trees before they are large enough to fly. Hoatzins can fly only short distances even when they are fully grown, so they usually climb.\nThey build their nests over water. If danger threatens, the birds dive into the water. They climb back up the tree after the danger has passed.\nHoatzins communicate through unusual sounds that resemble wheezing, grunting, growls, and hisses.\nDigestion.\nThe hoatzin is the only bird that digests leaves. Their odor has been compared to fresh cow dung. The odor is caused by their digestive system.\nThe hoatzin eats the leaves and some fruits and flowers of plants which grow in the wet habitats where it lives. It clambers around clumsily among the branches. Once it was thought that the species only could eat the leaves of arums and mangroves, but the species does eat the leaves of more than fifty species. One study undertaken in Venezuela found that the hoatzin diet was 82% leaves, 10% flowers, and 8% fruit.\nOne of this species' many peculiarities is that it has a digestive system unique amongst birds. Hoatzins use bacterial fermentation in the front part of the gut to break down the vegetable material, much as cattle and other ruminants do. Unlike ruminants, however, which have the rumen (a specialized stomach for bacterial fermentation), the hoatzin has an unusually large crop, folded in two chambers, and a large, multi-chambered lower oesophagus. Its stomach chamber and gizzard are much smaller than in other birds.\nThe crop of the hoatzin is so large that it displaces the flight muscles and keel of the sternum. This is why they fly so poorly. Because of aromatic compounds in the leaves they eat, and the bacterial fermentation, the bird has a disagreeable, manure-like odor. It is only hunted by humans for food in times of great need. If the bird feeds on insects or other animal matter, that is purely accidental.\nRelationships.\nSo far (2015) very few birds have had their total genome analysed. More recently, a start was made to sequence the entire genome of the hoatzin. As of 2011, it was reported that more than 1.4 billion base pairs of hoatzin DNA had been sequenced, roughly equal to its entire haploid genome, but that only about 2.4% of its genome had yet been assembled. Of birds, the genomes of only four species have been sequenced. Much might be learned by coordinating these efforts with analysing the hoatzin foregut ruminant bacterial microflora. At present, the nearest relatives of the hoatzin are not known. There is a fossil record which suggests its lineage is fairly ancient.","categories":[],"infobox_types":[],"annotations":[{"uri":"Swamp","surface_form":"swamp","offset":64},{"uri":"Forests","surface_form":"forests","offset":78},{"uri":"Mangrove","surface_form":"mangrove","offset":91},{"uri":"Amazon_Basin","surface_form":"Amazon","offset":108},{"uri":"Orinoco","surface_form":"Orinoco","offset":123},{"uri":"South_America","surface_form":"South America","offset":140},{"uri":"Adaptations","surface_form":"adaptations","offset":248},{"uri":"Digestion","surface_form":"digestion","offset":277},{"uri":"Digestion","surface_form":"digests","offset":1090},{"uri":"Odor","surface_form":"odor","offset":1112},{"uri":"Dung","surface_form":"dung","offset":1148},{"uri":"Digestive_system","surface_form":"digestive system","offset":1182},{"uri":"Leaves","surface_form":"leaves","offset":1221},{"uri":"Fruit","surface_form":"fruit","offset":1237},{"uri":"Flower","surface_form":"flower","offset":1248},{"uri":"Araceae","surface_form":"arums","offset":1427},{"uri":"Avicennia","surface_form":"mangroves","offset":1437},{"uri":"Species","surface_form":"species","offset":1503},{"uri":"Venezuela","surface_form":"Venezuela","offset":1536},{"uri":"Fermentation","surface_form":"fermentation","offset":1736},{"uri":"Cattle","surface_form":"cattle","offset":1824},{"uri":"Ruminant","surface_form":"ruminant","offset":1841},{"uri":"Rumen","surface_form":"rumen","offset":1897},{"uri":"Crop_(anatomy)","surface_form":"crop","offset":1990},{"uri":"Oesophagus","surface_form":"oesophagus","offset":2055},{"uri":"Crop_(anatomy)","surface_form":"crop","offset":2141},{"uri":"Aromatic_hydrocarbon","surface_form":"aromatic compounds","offset":2278},{"uri":"Manure","surface_form":"manure","offset":2382},{"uri":"Haploid","surface_form":"haploid","offset":2830},{"uri":"Genome","surface_form":"genome","offset":2838},{"uri":"Species","surface_form":"species","offset":2944},{"uri":"Microflora","surface_form":"microflora","offset":3079},{"uri":"Fossil","surface_form":"fossil","offset":3166}]}