{"id":128006,"url":"http://en.wikipedia.org/wiki/University_of_California%2C_Berkeley","text":"The University of California, Berkeley (also referred to as Cal, Berkeley and UC Berkeley) is a major university in Berkeley, California, United States. The oldest of the ten major campuses affiliated with the University of California, Berkeley offers some 300 undergraduate and graduate degree programs in a wide range of disciplines. The university occupies 6651 acres with the central campus resting on approximately 200 acres.\nThe University was founded in 1868 when the private College of California and the public Agricultural, Mining, and Mechanical Arts College merged. Berkeley was a founding member of the Association of American Universities and 61 Nobel Laureates have been affiliated with the university as faculty, researchers and alumni. Berkeley physicists worked on the Manhattan Project during World War II and the university now manages the nation's two principal nuclear weapons laboratories: \"Lawrence Berkeley National Laboratory\" and \"Los Alamos National Laboratory\".\nBerkeley student-athletes compete intercollegiately as the \"California Golden Bears\". A member of both the Pacific-12 Conference and the Mountain Pacific Sports Federation in the NCAA, Cal students have won national titles in many sports, including football, men's basketball, baseball, softball, water polo, rugby and crew. In addition, they have won over 100 Olympic medals. The official colors of the university and its athletic teams are Berkeley blue and California gold.","categories":[],"infobox_types":[],"annotations":[{"uri":"University","surface_form":"university","offset":102},{"uri":"Berkeley%2C_California","surface_form":"Berkeley","offset":116},{"uri":"California","surface_form":"California","offset":126},{"uri":"United_States","surface_form":"United States","offset":138},{"uri":"University_of_California","surface_form":"University of California","offset":210},{"uri":"Acre","surface_form":"acre","offset":365},{"uri":"Association_of_American_Universities","surface_form":"Association of American Universities","offset":616},{"uri":"Manhattan_Project","surface_form":"Manhattan Project","offset":787},{"uri":"World_War_II","surface_form":"World War II","offset":812},{"uri":"Pacific-10_Conference","surface_form":"Pacific-12 Conference","offset":1098},{"uri":"National_Collegiate_Athletic_Association","surface_form":"NCAA","offset":1170}]}