{"id":128137,"url":"http://en.wikipedia.org/wiki/Martin_Cash","text":"Martin Cash (1808–1877) was a famous Australian bushranger. He was one of the few people who escaped from the prison at Port Arthur, Tasmania. In 1870 he wrote a book (autobiography) about his life.\nEarly life.\nCash was born at Enniscorthy, County Wexford, Ireland. As a boy he worked on a farm at Wexford. In March 1827, he was convicted of stealing from houses. In his book, Cash says he shot a man in the bottom (buttocks). The man had been kissing and hugging Cash's mistress. He was sentenced to seven years transportation to Australia.\nConvict.\nCash was sent as a convict to Sydney, sailing in the ship \"Marquis of Huntley\". He was sent to work for George Bowman in the Hunter River area. After being set free, he continued to work for Bowman. He was suspected of stealing cattle so he left New South Wales and went to Van Diemen's Land with Bessie Clifford and arrived in February 1837. In 1839 he was again convicted of stealing and sent to prison for seven years. During the next three years he escaped three times. He nearly escaped from Port Arthur by swimming. He was given an extra four years in prison at Port Arthur.\nBushranger.\nOn Boxing Day 1842 Martin Cash, with George Jones and Lawrence Kavenagh escaped from a work party. They hid in the thick bush and walked to Eaglehawk Neck. They swam across with their clothes tied up above their heads. They all lost their clothes and had to steal some. For nearly two years, they robbed mail coaches, houses and hotels. They almost never used violence and became known as 'gentlemen bushrangers'. They were called \"Cash and Company\". On July 14, 1843, the government offered a reward of 100 sovereigns or 100 acres of land for help in capturing Cash.\nCash thought that Bessie Clifford was with another man. He went to Hobart in August 1843, but was captured. During his capture he shot and killed a policeman. Cash was sentenced to death by hanging. At the last minute, the lieutenant-governor changed the punishment to prison for life. Cash was sent to Norfolk Island for ten years. He became a well-behaved prisoner and given some important jobs, such as looking after the young boys.\nFarmer and Author.\nIn March 1854, he was able to marry Mary Bennett (1824–1914), a convict from County Clare. He was let out of prison and went back to Tasmania. He worked in the gardens in the government Domain, Hobart. In May 1856, he went to New Zealand, but came back to Tasmania four years later. He bought a hop farm at Glenorchy. Cash told the story of his life to James Lester Burke, an Irish ex-convict. Burke wrote down the story which was published in Hobart in 1870. It has been reprinted many times. Martin Cash died on August 27, 1877.","categories":[],"infobox_types":[],"annotations":[{"uri":"1808","surface_form":"1808","offset":13},{"uri":"1877","surface_form":"1877","offset":18},{"uri":"Australian","surface_form":"Australian","offset":37},{"uri":"Bushranger","surface_form":"bushranger","offset":48},{"uri":"Port_Arthur%2C_Tasmania","surface_form":"Port Arthur, Tasmania","offset":120},{"uri":"Autobiography","surface_form":"autobiography","offset":168},{"uri":"Enniscorthy","surface_form":"Enniscorthy","offset":228},{"uri":"County_Wexford","surface_form":"County Wexford","offset":241},{"uri":"Ireland","surface_form":"Ireland","offset":257},{"uri":"Buttocks","surface_form":"buttocks","offset":416},{"uri":"Mistress_(lover)","surface_form":"mistress","offset":471},{"uri":"Convict","surface_form":"convict","offset":570},{"uri":"Sydney","surface_form":"Sydney","offset":581},{"uri":"Hunter_River","surface_form":"Hunter River","offset":676},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":797},{"uri":"Van_Diemen%27s_Land","surface_form":"Van Diemen's Land","offset":825},{"uri":"Eaglehawk_Neck","surface_form":"Eaglehawk Neck","offset":1284},{"uri":"Acre","surface_form":"acre","offset":1670},{"uri":"Hobart","surface_form":"Hobart","offset":1779},{"uri":"Norfolk_Island","surface_form":"Norfolk Island","offset":2015},{"uri":"County_Clare","surface_form":"County Clare","offset":2244},{"uri":"Glenorchy%2C_Tasmania","surface_form":"Glenorchy","offset":2474},{"uri":"Publish","surface_form":"publish","offset":2598}]}