{"id":128127,"url":"http://en.wikipedia.org/wiki/The_X_Factor_(UK)","text":"\"The X Factor\" is a British television programme, in which ordinary people who want to be singers compete for a recording contract and a cash prize. It is shown from August-December each year on Saturdays and Sundays on the channel ITV. It replaced Pop Idol by Simon Cowell in 2004.\nHosts.\nThe show started being presented by Kate Thornton, but she left in Series 3 (2006.) Ben Shephard was hoping to present, but his offer was turned down. Instead, Dermot O'Leary took over in Series 4 (2007) and presented for 8 series, until his departure from the show in Series 10. Olly Murs and Caroline Flack became the first duo to host the show, but only lasted one season, mainly because they were very unpopular with the public. Dermot O'Leary returned to present the 13th series and has continued to present the show since.\nXtra Factor.\nThe Xtra Factor was the spin-off show of the X Factor UK. It is broadcast on British Television channel ITV2. The hosts of the spin-off are well known for hosting for short periods of time. The first Xtra Factor host was Ben Shephard, and he quit in Series 3, because his offer of being the main presenter (after Kate Thornton's departure) was turned down by the show's producers. Fearne Cotton then hosted for the fourth series. Holly Willoughby, Cotton's close friend, replaced her during the following two series, but was replaced by Blue Peter former presenter, Konnie Huq in 2010, however, Konnie lasted only one series. Olly Murs and Caroline Flack became the first duo to host the Xtra Factor in Series 8, and they presented together for two seasons. Olly then left in order to focus on his music career. He was replaced by Matt Richardson, but then Caroline and Matt announced their leave. Sarah-Jane Crawford hosted for only the 11th season. The Saturdays singer Rochelle Humes teamed up with Melvin Odoom to present the Xtra Factor's twelfth season. Matt Edmondson and Rylan Clark-Neal presented the thirteenth and final series\nOn 18 January 2017, it was announced that \"The Xtra Factor\" would be axed after 13 years and would be replaced by an online show instead.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":20},{"uri":"Television","surface_form":"television","offset":28},{"uri":"People","surface_form":"people","offset":68},{"uri":"Singer","surface_form":"singer","offset":90},{"uri":"Record_label","surface_form":"recording contract","offset":112},{"uri":"Saturday","surface_form":"Saturday","offset":195},{"uri":"Sunday","surface_form":"Sunday","offset":209},{"uri":"ITV","surface_form":"ITV","offset":232},{"uri":"Pop_Idol","surface_form":"Pop Idol","offset":249},{"uri":"Dermot_O%27Leary","surface_form":"Dermot O'Leary","offset":450},{"uri":"Olly_Murs","surface_form":"Olly Murs","offset":570},{"uri":"Spin-off_show","surface_form":"spin-off show","offset":856},{"uri":"ITV2","surface_form":"ITV2","offset":936},{"uri":"Fearne_Cotton","surface_form":"Fearne Cotton","offset":1213},{"uri":"Olly_Murs","surface_form":"Olly Murs","offset":1458},{"uri":"The_Saturdays","surface_form":"The Saturdays","offset":1783},{"uri":"Rochelle_Humes","surface_form":"Rochelle Humes","offset":1804},{"uri":"Matt_Edmondson","surface_form":"Matt Edmondson","offset":1892},{"uri":"Rylan_Clark-Neal","surface_form":"Rylan Clark-Neal","offset":1911}]}