{"id":128291,"url":"http://en.wikipedia.org/wiki/Rihanna","text":"Robyn Rihanna Fenty (born 20 February 1988) is a Barbadian singer, songwriter, and businesswoman. She started her music career in 2003. She has released eight studio albums and three DVDs.\nRihanna has won many awards. These include five American Music Awards, eighteen Billboard Music Awards, two BRIT Awards, and nine Grammy Awards. She has had fourteen number-one singles on the \"Billboard\" Hot 100 chart. In 2012, the American magazine \"Time\" named Rihanna one of the most influential people in the world. Rihanna was also ranked the fourth most powerful celebrity in 2012. She earned $53 million between May 2011 and May 2012, according to \"Forbes\". In 2013, Rihanna was given the first ever Icon Award at the American Music Awards. Rihanna's album \"Unapologetic\" (2012) became her first number-one album in the United States. It won Best Urban Contemporary Album at the 2014 Grammy Awards. In 2015, a movie called \"Home\" was released. Rihanna voices one of the main characters in it and was also the executive producer of the movie's soundtrack.\nHer eighth studio album, \"Anti\", was released to the streaming service Tidal and entered the \"Billboard\" 200 album chart at number 27. It was a limited-time free download sponsored by Samsung. It was certified Platinum in the U.S. only two days after it was released. The next week, after the album was released to other marketplaces, it reached number one on the \"Billboard\" 200. \"Anti\" features the \"Billboard\" Hot 100 number-one single \"Work\" (featuring Drake) and the top-ten hit \"Needed Me\". She also recorded a song, \"This Is What You Came For\", with Scottish DJ Calvin Harris. It reached the top ten on charts around the world. The following year, she was featured on DJ Khaled's song \"Wild Thoughts\", which reached number two on the \"Billboard\" Hot 100.\nRihanna created a line of beauty products called Fenty Beauty. On June 4, 2019, Natalie Robehmed of \"Forbes\" wrote that Rihanna had become the world's richest female musician, with a net worth of $600 million.\nEarly life.\nRihanna was born in Saint Michael, Barbados to Monica (of Guyanese ancestry) and Ronald Fenty (of Irish and West Indian ancestry). She has two younger brothers, Rorrey and Rajad Fenty. She grew up in Bridgetown.\nPersonal life.\nOn 8 February 2009, Rihanna was assaulted by her then-boyfriend Chris Brown after Brown was sending messages to a girl. Rihanna got angry and Brown beat her up. The LAPD leaked a photograph to TMZ which showed Rihanna with cuts and bruises on her face. On 22 June 2009, Brown pled guilty to the felony assault. He was ordered to five years probation and to stay fifty yards way from Rihanna, unless it is at a public event, at which it was ten yards. In February 2011, the restraining order was changed to allow both singers to appear at awards shows together in the future.","categories":[],"infobox_types":[],"annotations":[{"uri":"Barbados","surface_form":"Barbadian","offset":49},{"uri":"DVD","surface_form":"DVD","offset":183},{"uri":"American_Music_Awards","surface_form":"American Music Awards","offset":237},{"uri":"Billboard_Music_Awards","surface_form":"Billboard Music Awards","offset":269},{"uri":"BRIT_Awards","surface_form":"BRIT Awards","offset":297},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":319},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":381},{"uri":"Time_(magazine)","surface_form":"Time","offset":440},{"uri":"Forbes","surface_form":"Forbes","offset":645},{"uri":"American_Music_Awards","surface_form":"American Music Awards","offset":714},{"uri":"Unapologetic_(Rihanna_album)","surface_form":"Unapologetic","offset":754},{"uri":"Anti_(album)","surface_form":"Anti","offset":1077},{"uri":"Billboard_charts","surface_form":"Billboard","offset":1145},{"uri":"Billboard_charts","surface_form":"200","offset":1156},{"uri":"Samsung","surface_form":"Samsung","offset":1235},{"uri":"RIAA_certification","surface_form":"Platinum","offset":1261},{"uri":"Billboard_Hot_100","surface_form":"Billboard","offset":1453},{"uri":"Billboard_Hot_100","surface_form":"Hot 100","offset":1464},{"uri":"Work_(Rihanna_song)","surface_form":"Work","offset":1491},{"uri":"Drake_(entertainer)","surface_form":"Drake","offset":1508},{"uri":"Scottish_people","surface_form":"Scottish","offset":1608},{"uri":"Disc_jockey","surface_form":"DJ","offset":1617},{"uri":"Calvin_Harris","surface_form":"Calvin Harris","offset":1620},{"uri":"Saint_Michael%2C_Barbados","surface_form":"Saint Michael, Barbados","offset":2055},{"uri":"Bridgetown","surface_form":"Bridgetown","offset":2235},{"uri":"Assault","surface_form":"assault","offset":2294},{"uri":"Chris_Brown_(entertainer)","surface_form":"Chris Brown","offset":2326},{"uri":"Los_Angeles_Police_Department","surface_form":"LAPD","offset":2427}]}