{"id":128204,"url":"http://en.wikipedia.org/wiki/Pampa_Wind_Project","text":"e=\"preserve\">T. Boone Pickens, a former Texas oilman, is planning to build the world's largest wind farm, called the Pampa Wind Project, as part of the Pickens Plan. It will be developed by Pickens' company, Mesa Power. The proposed 4,000 MW facility will be located near Pampa, Texas, which is on the Texas Panhandle, and will stretch to the east, spanning 400,000 acres in five counties. This will provide enough power for 1.5 million average homes.\nWhen it was planned, it would have been the largest wind farm in the United States. As of May 2008, the largest U.S. wind plant is the Horse Hollow Wind Energy Center with a capacity of 736 MW.\nElectric transmission lines must connect wind farms to the places where the electricity is used. People fought over whether wind farm owners or electricity users should pay to build these lines. On July 17, 2008, the Texas Public Utilities Commission ruled that ratepayers should pay $4.93 billion to build the lines to connect wind farms in the Texas Panhandle to the Texas electric grid. This implements a 2005 Texas law designed to promote new wind energy projects.\nOn March 2, 2009, Mesa Power announced that it was working on the first phase of the project. But had put off work on the later phases. It canceled 120 of 197 wind leases.\nIn July 2009, Mesa Power delayed (but did not cancel) the project. Mesa Power said the project must wait because it did not have transmission capacity to the site and poor credit market. Mesa Power will restart the Pampa Wind Farm project in 2013, when transmission lines are due to be completed in the area. In the meantime, Mesa Power will use the 667 turbines it purchased to build several smaller wind farms.","categories":[],"infobox_types":[],"annotations":[{"uri":"T._Boone_Pickens","surface_form":"T. Boone Pickens","offset":13},{"uri":"Texas","surface_form":"Texas","offset":40},{"uri":"Wind_farm","surface_form":"wind farm","offset":95},{"uri":"Pickens_Plan","surface_form":"Pickens Plan","offset":152},{"uri":"Mesa_Power","surface_form":"Mesa Power","offset":208},{"uri":"Texas_Panhandle","surface_form":"Texas Panhandle","offset":302},{"uri":"Horse_Hollow_Wind_Energy_Center","surface_form":"Horse Hollow Wind Energy Center","offset":587},{"uri":"Texas_Public_Utilities_Commission","surface_form":"Texas Public Utilities Commission","offset":863}]}