{"id":128229,"url":"http://en.wikipedia.org/wiki/Van_Diemen%27s_Land","text":"Van Diemen's Land was the name used by Europeans for Tasmania before it was known it was an island. Tasmania is now a state of Australia. The Dutch explorer Abel Tasman was the first European to chart some coasts of Tasmania. He named the land \"Anthoonij van Diemenslandt\" after Anthony van Diemen, the Governor-General of the Dutch East Indies. Van Diemen had sent Tasman to explore the extent of the presumed south land in 1642.\nIn 1803, the island was settled by the British as a penal colony. It was called Van Diemen's Land, and became part of the British colony of New South Wales. In 1824, Van Diemen's Land became an independent colony with George Arthur as the first Governor.\nIn 1856 Britain changed the name to Tasmania, an alternative name that had been shown on some maps and used by the community for decades. It was formally changed at the request of its citizens. Britain also gave the colony the right to govern itself later that year. It had its own parliament.\nPenal colony.\nFrom the 1830s to 1853, Van Diemen's Land was the main penal colony in Australia. When Britain stopped sending prisoners to New South Wales, all convicts were sent to Van Diemen's Land. About 75,000 convicts were sent to Van Diemen's Land, approximately 40% of all convicts sent to Australia.\nMale convicts got paid for being servants or farm workers to free settlers, or in work groups on public works. Only the most difficult convicts were sent to the Tasman Peninsula prison known as Port Arthur. Convicts who comitted more crimes were also sent there. Female convicts worked as servants in free settler's houses or were sent to a female factory (women's workhouse prison). There were 5 female factories in Van Diemen's Land.\nConvicts who had finished their time in prison or had been well behaved and given a ticket-of-leave often left Van Diemen's Land. Many went to the new free colony of Victoria. The free settlers in towns such as Melbourne did not like the ex-convicts coming to their town. During the Victorian gold rush a lot of settlers from Van Diemen's Land (called Vandemonians) went to the Victorian gold fields, such as Ballarat, or Bendigo.\nBritain stopped sending convicts to Tasmania in 1853.\nThe name.\nAnthony Trollope used the word \"Vandemonian\": -\n\"They are (the Vandemonians) united in their declaration that the cessation of the coming of convicts has been their ruin\" (The Vandemonians agree that stopping the convicts from coming has made them poor).\nBecause the name Van Diemen's Land was seen to be tied up with convicts and it sounded like the word \"demon\" (source req'd), the citizens had petitioned the name change which was granted in 1855 effective 1 January 1856. It was called \"Tasmania\" after Abel Tasman. The last penal settlement in Tasmania at Port Arthur finally closed in 1877.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":39},{"uri":"Tasmania","surface_form":"Tasmania","offset":53},{"uri":"Australia","surface_form":"Australia","offset":127},{"uri":"The_Netherlands","surface_form":"Dutch","offset":142},{"uri":"Abel_Tasman","surface_form":"Abel Tasman","offset":157},{"uri":"Anthony_van_Diemen","surface_form":"Anthony van Diemen","offset":279},{"uri":"Dutch_East_India_Company","surface_form":"Dutch East Indies","offset":327},{"uri":"British_Empire","surface_form":"British","offset":470},{"uri":"Penal_colony","surface_form":"penal colony","offset":483},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":571},{"uri":"Independent","surface_form":"independent","offset":625},{"uri":"George_Arthur","surface_form":"George Arthur","offset":649},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":1118},{"uri":"Convict","surface_form":"convict","offset":1139},{"uri":"Servant","surface_form":"servant","offset":1320},{"uri":"Tasman_Peninsula","surface_form":"Tasman Peninsula","offset":1448},{"uri":"Port_Arthur%2C_Tasmania","surface_form":"Port Arthur","offset":1481},{"uri":"Female_Factory","surface_form":"female factory","offset":1628},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":1889},{"uri":"Melbourne","surface_form":"Melbourne","offset":1934},{"uri":"Victorian_Gold_Rush","surface_form":"Victorian gold rush","offset":2006},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat","offset":2132},{"uri":"Bendigo%2C_Victoria","surface_form":"Bendigo","offset":2145},{"uri":"Anthony_Trollope","surface_form":"Anthony Trollope","offset":2218},{"uri":"Demon","surface_form":"demon","offset":2575},{"uri":"Port_Arthur%2C_Tasmania","surface_form":"Port Arthur","offset":2779}]}