{"id":128360,"url":"http://en.wikipedia.org/wiki/Billboard_Hot_100","text":"The first number one song of the Hot 100 was \"Poor Little Fool\" by Ricky Nelson on August 4, 1958. As of the issue for the week ending July 21,2018,the Hot 100 has had 1,016 different number-one hits. Its current number one is \"Old Town Road\" by Lil Nas X and Billy Ray Cyrus.\nHistory.\nAlthough officially all three charts had equal importance, many chart historians refer to the \"Best Sellers In Stores\" chart when referring to a song’s performance prior to the creation of the Hot 100. \"Billboard\" eventually created a fourth singles popularity chart that combined all aspects of a single’s performance (sales, airplay and jukebox activity), based on a point system that typically gave sales (purchases) more weight than radio airplay. On the week ending November 12, 1955, \"Billboard\" published The Top 100 for the first time. The \"Best Sellers In Stores\", \"Most Played By Jockeys\" and \"Most Played In Jukeboxes\" charts continued to be published concurrently with the new \"Top 100\" chart.\nOn June 17, 1957, \"Billboard\" discontinued the \"Most Played In Jukeboxes\" chart, as the popularity of jukeboxes waned and radio stations incorporated more and more rock-oriented music into their play lists. The week ending July 28, 1958 was the final publication of the \"Most Played By Jockeys\" and \"Top 100\" charts, both of which had Perez Prado's instrumental version of \"Patricia\" ascending to the top.\nOn August 4, 1958, \"Billboard\" premiered one main all-genre singles chart: the Hot 100. Although similar to the \"Top 100\", the first Hot 100 chart reset all songs’ \"weeks on chart\" status to \"1\". The Hot 100 quickly became the industry standard and \"Billboard\" discontinued the \"Best Sellers In Stores\" chart on October 13, 1958.\nThe \"Billboard\" Hot 100 is still the standard by which a song’s popularity is measured in the United States. The Hot 100 is ranked by radio airplay audience impressions as measured by Nielsen BDS, sales data compiled by Nielsen Soundscan (both at retail and digitally) and streaming activity provided by online music sources.\nThere are several component charts that contribute to the overall calculation of the Hot 100. The most significant ones are shown below.\nPolicy changes.\nThe methods and policies for obtaining and compiling data changed many times throughout the chart’s history.\nThe advent of a music single song chart spawned chart historians and chart-watchers and greatly affected pop culture and produced countless bits of trivia. The main purpose of the Hot 100 is to aid those \"within the music industry\" – to reflect the popularity of the \"product\" (the singles, the albums, etc.) and to track the trends of the buying public. \"Billboard\" has many times changed its methodology and policies to give the better reflect what is popular.\nA basic example is the weight given to sales versus airplay. Initially, singles were the leading way by which people bought music. When singles sales were robust, more weight was given to a song’s retail points than to its radio airplay. In later decades, the recording industry concentrated more on album sales and musicians eventually released more full-length albums than singles, and by the 1990s many record companies stopped releasing singles (see \"Album Cuts\", below). Eventually a song’s airplay points were weighted more than its sales. \"Billboard\" adjusted the sales/airplay ratio many times to more accurately reflect the true popularity of songs.\nDouble-sided singles.\n\"Billboard\" also changed its Hot 100 policy regarding “two-sided singles” several times. The pre-Hot 100 chart \"Best Sellers in Stores\" listed popular A- and-B-sides together, with the side that was played most often (based on its other charts) listed first. One of the most notable of these, but far from the only one, was Elvis Presley’s \"Don’t Be Cruel\" / \"Hound Dog.\" During the Presley single’s chart run, top billing was switched back and forth between the two sides several times. But on the concurrent \"Most Played in Juke Boxes,\" \"Most Played by Jockeys\" and the \"Top 100,\" the two songs were listed separately, as was true of all songs. With the initiation of the Hot 100 in 1958, A- and-B-sides charted separately, as they had on the former Top 100.\nStarting with the Hot 100 chart for the week ending November 29, 1969, this rule was altered; if both sides received significant airplay, they were listed together. This started to become a moot point by 1972, as most major record labels solidified a trend they had started in the 1960s by putting the same song on both sides of the singles it serviced to radio.\nMore complex issues began to arise as the typical A-and-B-side format of singles gave way to 12 inch singles and maxi-singles, many of which contained more than one B-side. Further problems arose when, in several cases, a B-side would eventually overtake the A-side in popularity, thus prompting record labels to release a new single, featuring the former B-side as the A-side, along with a \"new\" B-side.\nThe inclusion of album cuts on the Hot 100 put the double-sided hit issues to rest permanently.\nAlbum cuts.\nA longstanding policy of the Hot 100 chart was that songs must be sold as a single. However, during the 1990s major record labels claimed that singles reduced album sales, so they were phased out. They increasingly promoted songs to radio without releasing them as singles. Labels often held off a single from release until airplay peaked, thus prompting a high debut. Often, a label deleted a single from its catalog after only one week, thus allowing the song to enter the Hot 100, make a high debut and then decline in position as the one-time production of the retail single sold out. Accusations were made that these practices manipulated the charts.\nIn response to debate, conflicts and requests by the music artists and insiders, \"Billboard\" included airplay-only singles (or \"album cuts\") in the Hot 100. On December 5, 1998, the Hot 100 changed from being a \"singles\" chart to a \"songs\" chart.\nEPs.\nExtended play (EP) releases were listed by \"Billboard\" on the Hot 100 and in pre-Hot 100 charts (\"Top 100\") until the mid-to-late 1960s. With the growing popularity of albums, it was decided to move EPs (which typically contain four to six tracks) from the Hot 100 to the Billboard 200, where they are included to this day.\nPaid digital downloads.\nSince February 12, 2005, the \"Billboard\" Hot 100 tracks paid digital downloads from such internet services as iTunes, Napster, Musicmatch, and Rhapsody. With paid digital downloads added to the airplay/sales formula of the Hot 100, many songs benefited on the charts from the change. \"Billboard\" initially started tracking downloads in 2003 with the \"Hot Digital Tracks\" chart. However, these downloads did not count towards the Hot 100 and that chart (as opposed to \"Hot Digital Songs\") counted each version of a song separately (the chart still exists today along with \"Hot Digital Songs\"). This is the first major overhaul of the Hot 100's chart formula since December 1998.\nThe change in formula has shaken up the chart considerably, with some songs debuting on the chart strictly with robust online sales and others making drastic leaps. In recent years, several songs have been able to achieve 80-to-90 position jumps in a single week as their digital components were made available at online music stores. Since 2006, the all-time record for the biggest single-week upward movement was broken nine times.\nIn the issue dated August 11, 2007, \"Billboard\" began incorporating weekly data from Streaming media and On-demand services into the Hot 100. The first two major companies to provide their statistics to Nielsen BDS on a weekly basis are AOL Music and Yahoo! Music, with more to follow in the future.\nRemixes.\nA growing trend in the early first decade of the 21st century was to issue a song as a \"remix\" that was so drastically different in structure and lyrical content from its original version that it was essentially a whole new song. Under normal circumstances, airplay points from a song’s album version, \"radio\" mix and/or dance music remix, etc. were all combined and factored into the song’s performance on the Hot 100, as the structure, lyrics and melody remained intact. Criticisms began when songs were being completely re-recorded to the point that they no longer resembled the original recording. The first such example of this scenario is Jennifer Lopez’ \"I'm Real\". Originally entering the Hot 100 in its album version, a \"remix\" was issued in the midst of its chart run that featured rapper Ja Rule. This new version proved to be far more popular than\nthe album version and the track was propelled to number one.\nTo address this issue, \"Billboard\" now separates airplay points from a song’s original version and its remix, if the remix is determined to be a \"new song\". Since administering this new chart rule, several songs have charted twice, normally credited as \"Part 1\" and \"Part 2\". The remix rule is still in place.\nRecurrents.\n\"Billboard\", in an effort to allow the chart to remain as current as possible and to give proper representation to new and developing artists and tracks, has (since 1991) removed titles that have reached certain criteria regarding its current rank and number of weeks on the chart. Recurrent criteria have been modified several times and currently (as of 2010), a song is permanently moved to \"recurrent status\" if it has spent 20 weeks on the Hot 100 and fallen below position number 50. Exceptions are made to re-releases and sudden resurgence in popularity of tracks that have taken a very long time to gain mainstream success. These rare cases are handled on a case-by-case basis and ultimately determined by \"Billboard\"’s chart managers and staff.\nThe most notable exception to the recurrent entry policy applies to holiday-themed releases, which are commonly reissued year after year in anticipation of Christmas purchasing. After its initial chart run, a holiday entry cannot re-enter the Hot 100 in subsequent years.\nYear-end charts.\n\"Billboards \"chart year\" runs from the first week of December to the final week in November. This altered calendar allows for \"Billboard\" to calculate year-end charts and release them in time for its final print issue on the last week of December. Prior to Nielsen SoundScan, year-end singles charts were calculated by an inverse-point system based solely on a song’s performance on the Hot 100 (for example, a song would be given one point for a week spent at position 100, two points for a week spent at position ninety-nine and so forth, up to 100 points for each week spent at number one). Other factors including the total weeks a song spent on the chart and at its peak position were calculated into its year-end total.\nAfter \"Billboard\" began obtaining sales and airplay information from Nielsen SoundScan, the year-end charts are now calculated by a very straightforward cumulative total of yearlong sales and airplay points. This gives a more accurate picture of any given year’s most popular tracks, as a song that hypothetically spent nine weeks at number one in March could possibly have earned fewer cumulative points than a song that spent six weeks at number three in January. Songs at the peak of their popularity at the time of the November/December chart-year cutoff many times end up ranked on the following year's chart as well, as their cumulative points are split between the two chart-years, but often are ranked lower than they would have been had the peak occurred in a single year.\nLimitations.\nThe limitations of the Hot 100 have become more pronounced over time. Since the Hot 100 was based on singles sales, as singles have themselves become a less common form of song release, the Hot 100's data represented a narrowing segment of sales until the December 1998 change in the ranking formula.\nFew music historians believe that the Hot 100 has been a perfectly accurate gauge of the most popular songs for each week or year. For example, during the 1950s and 1960s, payola and other problems skewed the numbers in largely undetectable ways.\nFurther, the history of popular music shows nearly as many remarkable failures to chart as it does impressive charting histories. Certain artists (such as Pink Floyd and Led Zeppelin) had tremendous album sales while being oblivious to the weekly singles charts. Business changes in the industry also affect artists' statistical \"records.\" Single releases were more frequent and steady, and were expected to have much shorter shelf lives in earlier decades, making direct historical comparisons somewhat specious. Of the sixteen singles to top the Billboard chart for more than ten weeks since 1955, just one was released before 1992. During the first forty years of the rock era, no song had ever debuted at number one; since a 1995 change in methodology, nineteen songs have.\nStrategizing also plays a role. Numerous artists have taken deliberate steps to maximize their chart positions by such tactics as timing a single's debut to face the weakest possible competition, or massively discounting the price of singles to the point where each individual sale represented a financial loss. Meanwhile, other artists would deliberately withhold even their most marketable songs in order to boost album sales. Particularly in the 1990s, many of the most heavily played MTV and radio hits were unavailable for separate purchase. Because of such countervailing strategies, it cannot be said that a Hot 100 chart necessarily lists the country's 100 most popular or successful songs. Strategies like these were the main reason behind the December 1998 change in the charts.\nSome critics have argued that an overemphasis on a limited number of singles has distorted record industry development efforts, and there are nearly as many critics of the Hot 100 as there are supporters. Certain of these criticisms, however, are becoming less and less germane as digital downloads have revitalized the concept of “singles sales.”\nThe \"Billboard\" charts have endured as the only widely circulated published report on songs that have been popular across the United States over the last half-century. Competing publications such as \"Cash Box\", \"Record World\", \"Radio & Records\" and most recently \"Mediabase\" have offered alternate charts, which sometimes differed widely.\nUse in media.\nThe Hot 100 served for many years as the data source for the weekly radio countdown show \"American Top 40\". This relationship ended on November 30, 1991, as \"American Top 40\" started using the airplay-only side of the Hot 100 (then called Top 40 Radio Monitor). The ongoing splintering of Top 40 radio in the early 1990s led stations to lean into specific formats, meaning that practically no station would play the wide array of genres that typically composed each weekly Hot 100 chart.\nSimilar charts.\nA new chart, the Pop 100, was created by \"Billboard\" in February 2005 to answer criticism that the Hot 100 was biased in favor of rhythmic songs, as throughout most of its existence, the Hot 100 was seen predominantly as a pop chart. It was discontinued in June 2009 due to the charts becoming increasingly similar.\nThe Canadian Hot 100 was launched June 16, 2007. Like the Hot 100 chart, it uses sales and airplay tracking compiled by Nielsen SoundScan and BDS.\nThe Japan Hot 100 was launched in the issue dated May 31, 2008, using the same methodologies as the Hot 100 charts for the U.S. and Canada, utilizing sales and airplay data from SoundScan Japan and radio tracking service Plantech.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poor_Little_Fool","surface_form":"Poor Little Fool","offset":46},{"uri":"Ricky_Nelson","surface_form":"Ricky Nelson","offset":67},{"uri":"Perez_Prado","surface_form":"Perez Prado","offset":1327},{"uri":"Patricia_(Perez_Prado_song)","surface_form":"Patricia","offset":1366},{"uri":"Pop_culture","surface_form":"pop culture","offset":2421},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":3784},{"uri":"12_inch_singles","surface_form":"12 inch singles","offset":4677},{"uri":"Extended_play","surface_form":"Extended play","offset":6005},{"uri":"Billboard_200","surface_form":"Billboard 200","offset":6277},{"uri":"ITunes_Store","surface_form":"iTunes","offset":6463},{"uri":"Napster_(pay_service)","surface_form":"Napster","offset":6471},{"uri":"Musicmatch","surface_form":"Musicmatch","offset":6480},{"uri":"Rhapsody_(online_music_service)","surface_form":"Rhapsody","offset":6496},{"uri":"Hot_Digital_Tracks","surface_form":"Hot Digital Tracks","offset":6704},{"uri":"Streaming_media","surface_form":"Streaming media","offset":7550},{"uri":"AOL","surface_form":"AOL Music","offset":7702},{"uri":"Yahoo%21_Music","surface_form":"Yahoo! Music","offset":7716},{"uri":"Dance_music","surface_form":"dance music","offset":8095},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":8419},{"uri":"I%27m_Real_(Jennifer_Lopez_song)","surface_form":"I'm Real","offset":8436},{"uri":"Ja_Rule","surface_form":"Ja Rule","offset":8573},{"uri":"Billboard_Year-End","surface_form":"year-end charts","offset":10210},{"uri":"Payola","surface_form":"payola","offset":12053},{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":12283},{"uri":"Led_Zeppelin","surface_form":"Led Zeppelin","offset":12298},{"uri":"Cash_Box_magazine","surface_form":"Cash Box","offset":14243},{"uri":"Record_World","surface_form":"Record World","offset":14255},{"uri":"Radio_%26amp%3B_Records","surface_form":"Radio & Records","offset":14271},{"uri":"Mediabase","surface_form":"Mediabase","offset":14307},{"uri":"American_Top_40","surface_form":"American Top 40","offset":14486},{"uri":"Billboard_Hot_100_Airplay","surface_form":"airplay-only side of the Hot 100","offset":14589},{"uri":"Contemporary_hit_radio","surface_form":"Top 40 radio","offset":14685},{"uri":"Pop_100","surface_form":"Pop 100","offset":14917},{"uri":"Rhythmic_Top_40","surface_form":"rhythmic","offset":15030},{"uri":"Canadian_Hot_100","surface_form":"Canadian Hot 100","offset":15220},{"uri":"Nielsen_Broadcast_Data_Systems","surface_form":"BDS","offset":15358},{"uri":"Japan_Hot_100","surface_form":"Japan Hot 100","offset":15367}]}