{"id":12833,"url":"http://en.wikipedia.org/wiki/Ren%C3%A9_Descartes","text":"René Descartes (31 March 1596 – 11 February 1650) was a famous French philosopher and physicist. He wrote books that are very important in the fields of maths, physics and especially philosophy. His dualism statement combined soul, mind, body theories and elements into one concept; a dualistic theory of mind and matter.\nIn younger years he was a mercenary soldier.\nDescartes and physics (the study of the world).\nIn his \"Rules for the Direction of the Mind\" (1628) and his \"Discourse on Method\" (1637) Descartes wrote about the scientific method that deals with scientific approach, thinking, a method which he had invented. He also wrote about shapes (Geometry), light (optics), and the weather (Meteorology). He then invented a way of describing shapes now called the Cartesian coordinate system, and a theory of what a rainbow is. Descartes' physics was important for a later famous thinker, Sir Isaac Newton, who said about him and so did James Hook: \"If I have seen further it is because I was standing on the shoulders of giants!\"\nDescartes and philosophy (the study of abstract ideas).\nIn his \"Meditations on First Philosophy\" (1641) Descartes used his scientific method to look at philosophical questions. He argued against skepticism (the view that the world was not real, and did not exist).\nHe found that he himself must be real (exist), because he felt that he was thinking; and if he was thinking, then he must be real. This is because if he were not real, then how would he have this feeling that he was thinking. He shortened this view, saying in Latin, \"Cogito ergo sum,\" meaning \"I think, therefore I am.\"\nHe also thought he could show that God exists, in the same way that he felt that he was thinking. Descartes said that God was the same as infinity and that he could clearly see infinity because he could think of every larger object but no largest object. Descartes said that if God exists then the world must exist as well, since God was good and would not let us think the world is real (exists) if it was not real.\nFinally, Descartes thought that because he knew he was thinking, but could only know anything else about himself (for example that he had two arms and two legs) because he knew that God exists, then he must be made up of two things: the mind that thinks and the body that is independent of thinking, yet they are united together. This is called \"Cartesian Dualism\".\nDescartes used a lot of ideas related to Plato, while most people at that time used ideas related to Aristotle. He is often called a rationalist, because he looked inside his mind for answers to his questions. Although Descartes wanted to fight skepticism, his description of it in the meditations has become very famous and is often called Cartesian Skepticism after him.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":63},{"uri":"Philosopher","surface_form":"philosopher","offset":70},{"uri":"Physicist","surface_form":"physicist","offset":86},{"uri":"Physics","surface_form":"physics","offset":160},{"uri":"Philosophy","surface_form":"philosophy","offset":183},{"uri":"Dualism","surface_form":"dualistic","offset":285},{"uri":"Mercenary","surface_form":"mercenary","offset":348},{"uri":"Rules_for_the_Direction_of_the_Mind","surface_form":"Rules for the Direction of the Mind","offset":423},{"uri":"Scientific_method","surface_form":"scientific method","offset":530},{"uri":"Geometry","surface_form":"Geometry","offset":655},{"uri":"Optics","surface_form":"optics","offset":673},{"uri":"Meteorology","surface_form":"Meteorology","offset":699},{"uri":"Cartesian_coordinate_system","surface_form":"Cartesian coordinate system","offset":772},{"uri":"Rainbow","surface_form":"rainbow","offset":824},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":901},{"uri":"James_Hook","surface_form":"James Hook","offset":945},{"uri":"Skepticism","surface_form":"skepticism","offset":1234},{"uri":"Latin","surface_form":"Latin","offset":1564},{"uri":"Infinity","surface_form":"infinity","offset":1763},{"uri":"Plato","surface_form":"Plato","offset":2449},{"uri":"Aristotle","surface_form":"Aristotle","offset":2509},{"uri":"Rationalism","surface_form":"rationalist","offset":2541}]}