{"id":12830,"url":"http://en.wikipedia.org/wiki/Macei%C3%B3","text":"Maceió is the capital of Alagoas, a state in the Northeast of Brazil. It has a population of 884.320 people (estimate from the year 2000) and a total area of 512 square km.\nThe city attracts many tourists and it enjoys an important location between the Atlantic Ocean and the Mundaú Lake. Maceió has several urban beaches which are visited by many tourists, for example, the beaches named Pajuçara, Ponta Verde, Jatiúca and Cruz das Almas, famous for their natural beauty.\nMaceió originated from a sugar cane engine where initially a village increased around it. Soon the place gained a port, nowadays in Jaraguá district, that as long as years were gone influenced the village development transforming it into a city. Its condition of port city made Maceió to be the state capital in 1839, which was earlier on Santa Maria Madalena da Alagoa do Sul (Saint Mary Magdalene of the Southern Lake) or simply Alagoa do Sul (nowadays the historic city of Marechal Deodoro).\nMain neighborhoods.\nThe community of Pajussara is on the ocean coast of Maceió, with modern streets and avenues, many shops, clubs and hotels in front of the sea. Its beach is very attractive and visited by many tourists and natives. In Pajussara beach, a nice place to go is a natural swimming pool 1.500 meters east of the coast and that is placed on a sand bank of the Atlantic Ocean. The pool is formed only when tide is low and people can get there by boat.\nIt is considered the most beautiful beach in the city. The community started from an old little farm named Ponta Verde that gave the neighborhood its name. The long extension of land was full of coconut trees and was a wild and quiet place. Currently the urbanization has taken all the area of Ponta Verde and many important events and shows of the city have happened there. The place has good hotels and restaurants and some of them are the best ones in the city.\nFarol means lighthouse in Portuguese. The community is in an elevated area not far from the sea where the old lighthouse was that aided the ships to come in the port of the city. From this place is possible to see as the Atlantic Ocean as the Mundaú Lake and because of this the area was strategically important to military force in the Colonial age.\nJatiúca, besides Ponta Verde, is one of the most valued areas in the city in the ranking of the properties salesmen. It is a place with very nice hotels, resorts and restaurants that enjoy a good location in front of the sea. The seacoast in Jatiúca has a lot of beach bars.\nJaraguá has a historic importance because it is the initial point of the city and could be appropriately named Old Town. Maceió was just a village when the port of Jaraguá helped the little village to become a city in the 19th century. Currently some old buildings were transformed in bars and restaurants that are very attended at the weekends but the history of Maceió keeps preserved in many of the old and classic buildings, houses, manors and churches of Jaraguá.\nThe earlier dunes between the Mundaú Lake and the Atlantic Ocean gave place later to the community of fishermen and crafts men and women that currently inhabit this portion of land on the south of the city. Hospitality and beautiful handcrafts are good characteristics of this place. This is because the community of Pontal enjoy to welcome lots of visitors amazed with the incredible ability of the craft workers and the good taste of the typical seafood dishes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alagoas","surface_form":"Alagoas","offset":25},{"uri":"Brazil","surface_form":"Brazil","offset":62},{"uri":"2000","surface_form":"2000","offset":132},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":253},{"uri":"Munda%C3%BA_Lake","surface_form":"Mundaú Lake","offset":276},{"uri":"Beach","surface_form":"beach","offset":375},{"uri":"Sugar_cane_engine","surface_form":"sugar cane engine","offset":498},{"uri":"Port","surface_form":"port","offset":587},{"uri":"City","surface_form":"city","offset":713},{"uri":"Port_city","surface_form":"port city","offset":736},{"uri":"Marechal_Deodoro","surface_form":"Marechal Deodoro","offset":949},{"uri":"Coast","surface_form":"coast","offset":1031},{"uri":"Sea","surface_form":"sea","offset":1126},{"uri":"Sand_bank","surface_form":"sand bank","offset":1323},{"uri":"Tide","surface_form":"tide","offset":1385},{"uri":"Coconut_trees","surface_form":"coconut trees","offset":1626},{"uri":"Urbanization","surface_form":"urbanization","offset":1686},{"uri":"Lighthouse","surface_form":"lighthouse","offset":1908},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":1922},{"uri":"Port","surface_form":"port","offset":2057},{"uri":"Colonial","surface_form":"Colonial","offset":2233},{"uri":"Village","surface_form":"village","offset":2661},{"uri":"19th_century","surface_form":"19th century","offset":2744},{"uri":"History","surface_form":"history","offset":2875},{"uri":"Dunes","surface_form":"dunes","offset":3003},{"uri":"South","surface_form":"south","offset":3179},{"uri":"Hospitality","surface_form":"Hospitality","offset":3198},{"uri":"Handcrafts","surface_form":"handcrafts","offset":3224},{"uri":"Seafood","surface_form":"seafood","offset":3439}]}