{"id":12851,"url":"http://en.wikipedia.org/wiki/Horseshoe","text":"Horseshoes are things worn by horses to protect their hooves (feet) when they walk - like a shoe. Most horseshoes are made of iron or steel. Some are aluminum, rubber, plastic, rawhide or a combination of materials.\nA farrier is someone who makes horseshoes and nails or glues them on the horse's hooves. Using nails does not hurt the horse, as the outer part of the hoof cannot sense pain.\nPeople also put horseshoes over doorways, because a long time ago, many people thought it was a sign for good luck and it protected whoever walked under it from evil spirits. Horseshoes are also used in a game where one tries to throw them on a pole.\nDifferent Types of Horse Shoes.\nRegular Horseshoe– is what the vast majority of horses wear. This shoe helps and protects the normal hoof under standard riding conditions.\nTrailer Shoe– reduces pressure on the heels and posterior tendon of a horse’s foot. It also supports the lateral side of the horse’s leg. This is not suitable for horses who kick because the trailer can become dangerous.\nRim Shoes– are popular for sports that involve fast turns and speed. It has a deep, wide groove through the middle that allows the horse to get a little more traction.\nBar Shoe– it consists of some sort of extra “bar” on the back part of the shoe. It is generally to increase support in the back of the hoof, heel, or leg. It can also help hold the hoof together. Excessive hoof movement is counter-indicated, which might be the case in a hoof injury.\nHeart Bar Shoe– are often used for horses with laminitis. It offer the same advantages of the other bar shoes, only with the addition of frog support, as well.\nEgg Bar Shoe– is often used for horses with navicular disease. It provides even more support to the back part of the hoof and leg by extending beyond the heel.\nSquare shoe– it helps shift the break over point without affecting the coffin bone.","categories":[],"infobox_types":[],"annotations":[{"uri":"Horse","surface_form":"horse","offset":30},{"uri":"Foot","surface_form":"feet","offset":62},{"uri":"Shoe","surface_form":"shoe","offset":92},{"uri":"Iron","surface_form":"iron","offset":126},{"uri":"Steel","surface_form":"steel","offset":134},{"uri":"Rubber","surface_form":"rubber","offset":160},{"uri":"Plastic","surface_form":"plastic","offset":168},{"uri":"Farrier","surface_form":"farrier","offset":218},{"uri":"Door","surface_form":"door","offset":423},{"uri":"Luck","surface_form":"luck","offset":501},{"uri":"Game","surface_form":"game","offset":596}]}