{"id":128734,"url":"http://en.wikipedia.org/wiki/John_Peisley","text":"John (Jack) Peisley (1835 – 1862) Australian bushranger was born in Bathurst New South Wales in 1835. He is believed to be the first bushranger born in Australia. His name is often found spelled as \"Piesley\".\nEarly life.\nJohn Peisley lived in the Abercrombie District with his well-known settler parents Thomas and Elizabeth. Their house was reputed a den of thieves. John Peisley was arrested in his teens for stealing. About 1840, the extended family of ticket of leave convicts Thomas Weavers and wife Sarah, previously Smith née Lake crossed the Blue Mountains to Bathurst and took up farming in the Mount Macquarie area where unofficial settlement started in 1821.  The first land grant was to Thomas Icely for \"Coombing Park\" in 1829.  Nearby land was taken up on Coombing and Fell Tree Creeks, and at Number One Swamp that developed into the village of Mount Macquarie, the latter renamed Neville in 1888. Thomas Weavers and stepson William Smith took up land together. On 12 May 1851, two horses missing from Thomas Weavers’ Mount Macquarie property were seen in the possession of seventeen-year-old John Peisley driving them and five more to the Abercrombie. He was arrested on warrant and indicted for stealing. The jury could not agree the identity of horses were sufficiently established and acquitted the accused, but he was remanded in custody, as he faced another charge of horse stealing.\nConvict.\nNot all Australian convicts and ticket of leave holders arrived in Australia on convict transports. Bathurst-born Colonial lad John Peisley was eventually convicted of stealing cattle and sentenced to serve time on Cockatoo Island near Sydney, now called Biloela. A prisoner who served time there was labelled a \"Cockatoo Hand\". There he met \"Darkie\" Frank Clark, who as Frank Christie, escapee from Melbourne’s Pentridge gaol in 1850 after serving five weeks of a five year sentence. In New South Wales, Clark turned to horse and cattle stealing in company with William Fogg. Convicted, he got seven years for attempting to sell stolen horses and forging horse ownership papers at Yass.\nClark, having served less than six years of his sentence, was given his ticket of leave on\n31 December 1859, conditional he stayed in the Carcoar District. At Carcoar, he worked for a butcher. Two months later, he absconded to new gold diggings at Kiandra and calling himself Frank Gardiner opened a butcher’s shop selling carcasses of stolen cattle. His true identity was soon realized and warrants issued. He was arrested in May 1861, but skipped bail at Lambing Flat (now Young). He teamed up with Canadian immigrant John Gilbert and reverted to full-time crime.\nBushranger.\n\"On the 16th July, Sergeant Middleton and Trooper Hosie, of the Western Patrol, were attacked and severely wounded at the Fish River, by Francis Clarke, alias Jones, alias Christie, a Ticket of Leave holder, illegally at large from his district; a native of Goulbourn, New South Wales, 31 years... wounded in the affray on left temple by a pistol-ball or whip. He was captured and afterwards released by two armed men: John Peisley, a Ticket of Leave holder, illegally at large from his district; a native of Bathurst, New South Wales, about 26, 5 feet 8 ½ inches high, ruddy complexion, flaxen hair, bluish-grey eyes, long featured, pock-marked nose, several scars, arms and legs hairy, left eye spasmodic winking action… The other man is about 26 years\"\nThe report also included weapons carried and comprehensive physical descriptions, normal clothing and by Clark (Gardiner) and Gilbert (not named).\n\"You will no doubt be surprised to receive a note from the (now by all account) noted Piesley; but, Sir, through your valuable paper I must make it known that, if it be my lot to be taken, whether dead or alive, I will never be tried for the rescue of Gardiner, in the light in which it is presented; nor did I ever fire at Trooper Hosie. … I must be the Invisible Prince to commit one-tenth of what is laid to my charge. I trust I may never have to allude to this again. I love my native hills, I love freedom and detest cruelty to man or beast. Trusting you will publish this, my bold letter no doubt, but you can be assured it comes from the real John Piesley, and not any of his many representatives. I am, Mr. Editor, your much harassed writer, JOHN PIESLEY\"\nIn the next months Clark, then more often called Gardiner, Peisley and Gilbert bushranged and retreated to the Weddin Mountains near Forbes and Cowra. Peisley separated from the gang and single-handed held up the Lambing Flat coach after it left Cowra. He then returned to Abercrombie District.\nMurder.\nOn 27 December 1861, Peisley went to Tom McGuinness’s inn at Bigga and left the next day with fellow drinker James Wilson, stocked with wine and brandy. They rode to a nearby farm owned by William and Stephen Benyon and continued drinking and arguing with the two brothers. He accused, 17 years earlier, when he was a kid, William had swapped a horse with him, which was no good. A fight erupted and Wilson took Peisley’s revolvers, which William’s wife Martha hid in the garden. At her husband’s insistence, she returned the revolvers. Peisley pursued Stephen Benyon to the barn followed by William Benyon. Both brothers were shot by Peisley; Stephen in the arm and William in the throat; witnessed by Martha Benyon, Wilson, farmhand George Harmer, servant girl Mary Samson and Thomas Weavers.\nDoctor Henry Kowland attended William Benyon the following day, and found a bullet had passed through his windpipe and lodged in the spine, paralyzing him from the neck down. He could not remove the bullet and considered the case hopeless from the start. He attended him again on 31 December, three days before he died.\nCapture and demise.\n\"About 28 years of age, about 5 ft 10 in. high, stout, well made, fresh complexion, very small light whiskers, quite bald on top of head and forehead, several recent marks on face, and a mark from a blow of a spade on top of head; puffed and dissipated-looking from hard drinking, invariable wears fashionable Napoleon boots, dark cloth breeches, dark vest buttoned up the front, large albert gold guard, cabbage-tree hat and duck coat. Sometimes wears a dark wig and always carries a brace of revolvers.\"\nOn 15 January, Constables Morris, Murphy and Simpson were searching the Abercrombie area for bushrangers and spoke with Peisley near Bigga. Police gave chase but Peisley’s superior horse enabled him to escape easily. He was identified and challenged by Corporal Carroll at Tarcutta on 29 January, and again escaped on his well-bred mount. One week later, after a struggle, Peisley was captured and secured near Bootes’s hotel, Mundarlo by Mr Mackenzie and Mr Beveridge of Wantabadgerie, who delivered him to Gundagai. At his committal before the Carcoar bench, Peisley called Thomas Weavers, but he corroborated the prosecution witnesses. Committed for trail, Peisley handcuffed and chained, was taken from Carcoar to Bathurst by a large posse of armed police.\nHe was tried and convicted in the Bathurst Court on 14 March 1862, for the murder of William Benyon and sentenced to death. He was hanged on 25 April 1862, in the Bathurst Gaol before about fifty people. Aboriginal Jackey Bullfrog was hanged at the same time for murdering William Clarke. At the gallows, Peisley pleaded he had a drunken fight, and death was Benyon’s fault as much as his. He averred he had he had nothing to do with Gardiner’s rescue, was nowhere near Fogg’s when he got away, and nothing to do with any attempt bribe Hosie. His last words were “Goodbye gentlemen, and God bless you.” Clark using the name Christie was captured at Appis Creek, Queensland in March 1864. He served ten years of a cumulative 32-year sentence for twice wounding Trooper Hosie, with intent to kill and intent to cause harm and two counts of armed robbery.\nBefore and after Piesley’s hanging, John Gilbert teamed up with Ben Hall. Bushranging robberies by the end of 1864 were so troublesome that the Parliament of New South Wales rushed through a Bill, \"An Act to facilitate the taking or apprehending of persons charged with certain felonies and the punishment of those by whom they are harboured.\" Within one month of the Act’s passing on 8 April 1865, Police shot them dead, Hall near Forbes on 6 May and Gilbert at Binalong one week later. Mourners gave them hero status.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian","surface_form":"Australian","offset":34},{"uri":"Bushranger","surface_form":"bushranger","offset":45},{"uri":"Bathurst%2C_New_South_Wales","surface_form":"Bathurst","offset":68},{"uri":"Thief","surface_form":"thieves","offset":359},{"uri":"Ticket_of_leave","surface_form":"ticket of leave","offset":456},{"uri":"Frank_Gardiner","surface_form":"Frank Gardiner","offset":2378}]}