{"id":128729,"url":"http://en.wikipedia.org/wiki/Burmese_boxing","text":"Lethwei (; IPA:) or Burmese boxing is a full contact combat sport from Myanmar. Lethwei is considered to be one of the most brutal martial arts in the world, because headbutts are permitted and the fights are done bareknuckle (without gloves).\nDefinition.\nThis famous method of fighting with the bareknuckle hands and with the uncovered feet came in the 3rd century when the monks had wanted to be trained and to defended themselves. It is a boxing \"called martial\" that borrows from the Burmese warriors all their array of particular plans for gaining success in the combat. It had come popular beginning of the 11th century under the king Anawratha, with combats among tribes with no rules and with a violence without common measure. The way of facing is special very much, much often taking a certain animal behaviour and is alike only of much distant to other Eastern methods.\nRules.\nIn the way received from ancestors, the combat is judged by two referees and is done in a circle where every form of the blow and of the throw is permitted. The present time brought the rules as if the Eastern boxing, especially the gloves, the things that keep safe, the rounds and the ring. The technical part of the person who fights is much wide and the behaviours are produced by other methods of the combat de Burma. Many unusually interesting actions are happened, especially the flying techniques (jumping kick, knee strike and with elbow in flying), and techniques in walking of stairs (kicks and knee strike). In the past, a traditional Burmese Boxing was quite different from Thaing, for its brutal and rough side. Today, is not so, because is having good organization under the modern conditions, can be agradable see.\nThe Cultural Part of Lethwei.\nAccording to a customary way, the combat is performed in a circle. In the Burmese villages, still in 21st century, this fight has kept in existence its character received from ancestors. Only the appearance of an Eastern ring and of the divisions seems to be mark of the present times.\nThe match is judged by two referees, in order to can better separate the men who take part in it, and six referees give a points to these men. All the techniques are permitted, a man can be hit in the ground. The boxers fight during the rounds much long. The rounds are changed by complete half-times during the other matches are performed.\nThe set of needed things is poor, the competitor uses certain pants of boxing, wrapped hands, coconut as a something that keeps the genitals safe, leather strap among the teeth. Till the present times, many Burmese boxers have the tattooed trunk and the leg. In a certain, you can see his victories, in other - the representations of animals (eagle, serpent, leopard, tiger, etc..) suggesting force and being brave.\nLethwei yay.\nWarrior dance performed in the beginning of the combat, in order to show ability and being brave. In the end of the dance, the crossed arms are hit each one of its shoulders with the opposite hand in order to announce that the boxer is hostile. A dance of victory is performed also after the decision of the referees.\nLekkha moun.\nAct of providing to see de the weapons used during the combat de lethwei, by the boxer himself. He hits the opposite arm with his open hand. The act of providing to see is performed from the top towards down, at the beginning with the fists and the elbows, then with the knee and in the end with the feet.","categories":[],"infobox_types":[],"annotations":[{"uri":"International_Phonetic_Alphabet","surface_form":"IPA","offset":11},{"uri":"Myanmar","surface_form":"Myanmar","offset":71},{"uri":"3rd_century","surface_form":"3rd century","offset":354},{"uri":"Monk","surface_form":"monk","offset":375},{"uri":"11th_century","surface_form":"11th century","offset":613},{"uri":"Tribe","surface_form":"tribe","offset":671},{"uri":"Violence","surface_form":"violence","offset":703},{"uri":"Ancestor","surface_form":"ancestor","offset":913},{"uri":"Referee","surface_form":"referee","offset":952},{"uri":"Kick","surface_form":"kick","offset":1402},{"uri":"Knee_strike","surface_form":"knee strike","offset":1408},{"uri":"Golpe_with_elbow","surface_form":"with elbow","offset":1424},{"uri":"Kick","surface_form":"kick","offset":1484},{"uri":"Thaing","surface_form":"Thaing","offset":1575},{"uri":"Coconut","surface_form":"coconut","offset":2470},{"uri":"Tattoo","surface_form":"tattoo","offset":2607},{"uri":"Eagle","surface_form":"eagle","offset":2719},{"uri":"Serpent","surface_form":"serpent","offset":2726},{"uri":"Leopard","surface_form":"leopard","offset":2735},{"uri":"Tiger","surface_form":"tiger","offset":2744}]}