{"id":128895,"url":"http://en.wikipedia.org/wiki/Interference","text":"In physics, interference is the effect of wave functions. A single wave can interfere with itself, but this is still an addition of two waves (see Young's slits experiment). Two waves always interfere, even if the result of the addition is complicated or not remarkable.\nSomething that happens when two or more waves are in the same space. Sometimes the peak of one wave joins with the peak of another wave, so the resulting peak is twice as high. Sometimes the peak of one wave falls into the trough of another wave, and the surface is then flat. When waves add their effects, it is called positive interference, or constructive interference. When one wave subtracts from the effects of the other, it is called negative interference, or destructive interference.\nIf two people pushed on a car in the same direction, they would move the car better than either one alone. That would be positive interference. If two people of equal strength pushed the car from opposite directions, then it would not be moved by either of them. That would be negative interference.\nConstructive interference.\nConstructive interference happens when two or more waves are in the same space and in phase. When this happens, the waves' amplitudes add together and the total is greater than the amplitude of any of the waves by themselves. This causes the waves to appear more intense.\nAt time = 0, one wave top is moving from the left and another wave is moving from the right.\nAt time = 1, the two wave tops meet in the middle.\nAt time = 2, the two waves have each continued moving forward and reappear again at their original heights.\nDestructive interference.\nDestructive interference happens when two or more waves are in the same place and out of phase. When this happens, the waves' amplitudes add together and the total is less than the amplitude of any of the waves by themselves. This causes the waves to appear less intense.\nAt time = 0, a wave top is moving in from the left and a wave trough is moving in from the right.\nAt time = 1, the two waves have met in the middle. The crest (top) fills in the trough.\nAt time = 2, the two waves have moved along in their original direct and each reappears.\nExamples of interference.\nAfter a rain, one can often see patterns when a little oil floats on top of puddles. The colors will be in the order: red, orange, yellow, green, blue, and violet. Each of these colors of light has its own wavelength, and different parts of the oil have different thicknesses. Part of the light from the sun bounces off the top surface, in other words it bounces off the oil. Part of the sunlight bounces off the top of the water. The light waves from the oil surface and the light from the water surface meet back in the air, and they interfere. For any thickness of the oil layer, some of the light waves will add and some will subtract, so the result is that one color of light will be strongest there.\nWhen two highly polished sheets of glass are pressed together, sometimes the distance between the two pieces will change from place to place. When that happens, the pattern that shows up is called \"Newton's rings.\" When slide photographs are put between two thin sheets of glass for showing in a slide projector, this kind of pattern is a big problem. The same problem can show up when two microscope slides are put together.\nNoise-canceling headphones use destructive interference to cut out noise from the outside.\nPhysics questions.\nHere is a diagram of the kind of thing that produces some kinds of light interference. The distance between the top piece of glass and the bottom piece gets larger near the outside edges.\nA simpler setup would be to have two flat pieces of glass in contact along one edge and a narrow angle between their two faces. If the separation between the top surface of the first piece of glass and the top surface of the second piece of glass is, at some point, such that light beams reflected from each are synchronized or in phase, then the reflected light will be bright, but if the two beams are half a cycle out of phase, then at that point the two beams will cancel each other and what reflected light there is will not be bright.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":3},{"uri":"Wave_(physics)","surface_form":"wave functions","offset":42},{"uri":"Young%27s_double-slit_experiment","surface_form":"Young's slits experiment","offset":147},{"uri":"Waves","surface_form":"waves","offset":311},{"uri":"Phase","surface_form":"phase","offset":1177},{"uri":"Wavelength","surface_form":"wavelength","offset":2420},{"uri":"Noise_(music)","surface_form":"Noise","offset":3346},{"uri":"Headphone","surface_form":"headphone","offset":3362},{"uri":"Phase","surface_form":"phase","offset":3975}]}