{"id":128851,"url":"http://en.wikipedia.org/wiki/ITS_90","text":"e=\"preserve\">The ITS 90 is the international temperature scale, published in the year 1990. It mainly is a set of fixed temperatures and instructions how to realise a practical temperature scale, being as close to the thermodynamical temperature scale as current knowledge allows.\nHistory.\nThe first international temperature scale was established in 1927. An improved version came in 1948. In 1968 the IPTS 68 was issued. Note the letter P, which stands for practical. In 1975 the very low side of the scale (below 1 Kelvin) was added. Since 1990 the ITS 90 is in use.\nHow it works.\nA list of fixed temperatures is given. This list has been produced by national laboratories from all over the world. It has been approved by the B.I.P.M. (Bureau Internationale des Poids et Mesure) in Paris. Temperatures between the fixed points can be measured, using a platinum resistance thermometer (up to 660 °C). This thermometer, however, has to be calibrated first. This is being done at a number of fixed temperatures, covering the desired range. Procedures and formulae for defining an interpolating thermometer are given as well.\nAn example.\nSay we need a calibrated thermometer in the range from room temperature to 400 °C. A triple point of water is to be realised for 0.01 °C. For 231.928 °C there is the freezing point of tin. At 419.527 °C it is the freezing point of zinc, which serves the goal.\nAfter having measured the electrical resistance of this thermometer at the given temperatures, the data is being fed into a prescribed formula, giving the deviation coefficients for the range from 0 to 420 °C. So, from now on we have a thermometer with which we can perform accurate measurements according to the ITS 90.\nThis type of calibration is called primary calibration. With the thermometer we just calibrated we can perform a secondary calibration. Then another thermometer is to be calibrated against ours. This derived calibration, of course, is a little less accurate, but can take place at any suitable temperature within the range, since our thermometer interpolates between the fixed temperatures.\n[http://www.bipm.org/en/publications/its-90.html For more information see the official site of BIPM]","categories":[],"infobox_types":[],"annotations":[{"uri":"International","surface_form":"international","offset":31},{"uri":"Temperature","surface_form":"temperature","offset":45},{"uri":"1990","surface_form":"1990","offset":86},{"uri":"1927","surface_form":"1927","offset":351},{"uri":"1975","surface_form":"1975","offset":473},{"uri":"%C2%B0C","surface_form":"°C","offset":1216}]}