{"id":128915,"url":"http://en.wikipedia.org/wiki/Battle_of_Honey_Springs","text":"e=\"preserve\">The Battle of Honey Springs was an American Civil War battle and fought on July 17, 1863. It was an important victory for Union forces in their efforts to gain control of the Indian Territory. The battle was also unique in the fact that white soldiers were the minority in both forces.\nBackground.\nThe Confederate commander in the Indian Territory at this time was Douglas H. Cooper. He wanted to capture Fort Gibson, the main Union fort in the territory. If the Confederates captured the fort, they could control the territory. Cooper had to wait along the Elk Creek, near Honey Springs. Cooper had several regiments from Texas in his army. There were several Indian regiments with the Confederates. Cooper needed reinforcements from Arkansas before he attacked the fort.\nThe Union commander in the terriroty was James G. Blunt. He found out about the Confederates's plans. He decided to attack first. His army had regiments from Kansas, Wisconsin, and Colorado. There were also regiments of Indians in the Union army.\nThe battle.\nThe battle started near dawn on July 17. The two armies started fighting north of Elk Creek. The Confederates slowly retreated back to the creek. The Union and Confederate soldiers fought along the creek for several hours. The Confederates started retreating when the center of their line was attacked by the 1st Kansas Colored Infantry.\nAftermath.\nCooper had to burn many of his supplies at Honey Springs to prevent Blunt from capturing them. The Confederates lost 627 casualties. The Union army lost 75 casualties.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Civil_War","surface_form":"American Civil War","offset":48},{"uri":"Indian_Territory","surface_form":"Indian Territory","offset":188},{"uri":"Douglas_H._Cooper","surface_form":"Douglas H. Cooper","offset":378},{"uri":"Arkansas","surface_form":"Arkansas","offset":748},{"uri":"James_G._Blunt","surface_form":"James G. Blunt","offset":827},{"uri":"1st_Kansas_Colored_Infantry","surface_form":"1st Kansas Colored Infantry","offset":1354}]}