{"id":12894,"url":"http://en.wikipedia.org/wiki/Romeo_and_Juliet","text":"\"Romeo and Juliet\" is a play written by William Shakespeare. It is set in Italy and is about the love between two young people from noble families that are enemies. \"Romeo and Juliet\" has always been one of Shakespeare's most popular plays. It has been adapted to opera, ballet, television productions, and movies.\nStory.\nThe noble families of the Montagues and the Capulets live in the city of Verona. Both families are enemies, and even their servants get into fights with each other. Prince Escalus, the ruler of the city, tells the families to stop fighting or they will be punished.\nMontague has only one child, a teenage boy called Romeo. Capulet also has only one child, a beautiful 14-year-old daughter called Juliet. One evening, Romeo sneaks into a party at the Capulet's house. He meets Juliet and they fall in love with each other. Later on, Romeo overhears Juliet standing on her balcony admitting her love for him. He reveals himself and they agree to be married. Friar Laurence agrees to marry them in secret the next day.\nJuliet's cousin Tybalt confronts Romeo, angry that he sneaked into the party. Romeo's friend Mercutio steps in and fights Tybalt. Tybalt kills Mercutio, so Romeo takes revenge and kills Tybalt. The Prince orders Romeo to leave the city, and warns he will be executed if he returns. Romeo secretly spends the night with Juliet before leaving the next morning.\nJuliet is left upset after Romeo leaves. To cheer her up, her parents arrange for her to quickly marry Paris, a cousin of the Prince. This only makes it worse. Juliet refuses, so her father threatens to kick her out if she doesn't marry Paris. Friar Laurence suggests a drug that can put her to sleep for a few hours, so that she can pretend to be dead, so that she can sneak out with Romeo. The Friar sends a message to Romeo to tell him about the plan. Juliet takes the drug and her family, thinking her to be dead, lay her in the family tomb. But before the messenger can reach Romeo, he learns of Juliet's \"death\" from someone else and believes she is really dead.\nRomeo goes to the tomb and is discovered by Paris, who has also come to mourn her. They fight, and Romeo kills Paris. Still believing Juliet to be dead, Romeo poisons himself. Juliet wakes up, but when she sees that Romeo is dead, she stabs herself. The play ends with the families and the Prince entering the tomb and discovering them dead. In their sadness, the families agree they should no longer be enemies with each other.\nAbout the play.\nBecause this play was written in the 1500'<nowiki/>s, the English language that it uses is not exactly like the English that is used today. Some of the play is written in poetry.\nForm.\n\"Romeo and Juliet\", like many of Shakespeare's plays, is written in several different forms.\nThe Balcony scene.\nOf all the scenes that have ever been written in plays, one of the most famous is in \"Romeo and Juliet\".\nAfter Romeo and Juliet have met at a party and fallen in love, Juliet goes up to bed. But she cannot sleep so she stands at her window and pretends she is talking with Romeo.\nThis romantic scene has been acted and copied many times, sometimes seriously and sometimes for fun. One well-known scene that took its idea from this, is from \"West Side Story\", a musical by Leonard Bernstein, which takes place on a fire-escape landing with the lovers, Tony and Maria, singing the lovesong, \"Tonight\".\nMovies.\nRomeo and Juliet has been performed on stage many times. There have also been forty different movies","categories":[],"infobox_types":[],"annotations":[{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":40},{"uri":"Italy","surface_form":"Italy","offset":74},{"uri":"Opera","surface_form":"opera","offset":264},{"uri":"Ballet","surface_form":"ballet","offset":271},{"uri":"Television","surface_form":"television","offset":279},{"uri":"Movie","surface_form":"movie","offset":307},{"uri":"Enemy","surface_form":"enemies","offset":421},{"uri":"1500s","surface_form":"1500'","offset":2548},{"uri":"Leonard_Bernstein","surface_form":"Leonard Bernstein","offset":3280}]}