{"id":129078,"url":"http://en.wikipedia.org/wiki/Lentil","text":"The lentil or daal or pulse (\"Lens culinaris\") is a bushy annual plant of the legume family. It is a kind of vegetable, grown for its lens-shaped seeds. It is about 15 inches tall and the seeds grow in pods, usually with two seeds in each.\nBackground.\nThe plant originated in the Middle East and was one of the first crops domesticated in the world. Humans started eating lentils before they invented ceramics.\nConsisting of 26% protein, lentils have the highest level of protein of any plant after soybeans and hemp. Because of this fact, and due to their high iron content, lentils are a very important part of the diet in many parts of the world, especially in India, which has a large vegetarian population.\nDifferent kinds of lentils exist, including a variety of large and small lentils. Lentils come in colors that range from yellow to red-orange to green, brown and black.\nLentils are sold in many forms, with or without the skins, whole or split. Red, white and yellow lentils are decorticated, i.e., they have their skins removed.\nOne variety of yellow \"lentils\", Chana, is in fact not a lentil, but are actually made from the kernels of chickpeas. Split Pigeon peas (either green or yellow) - that are actually considered pulses, which include peas and beans - are also sometimes erroneously referred to and sold as lentils. The urad bean is also referred to as a \"black lentil\".\nPreparation.\nThe seeds only need very little cooking. This time is especially short for kinds of lentils with their husk removed, such as the common red lentil). Lentils have a distinctive earthy flavor. They can be used to prepare an inexpensive and nutritious soup all over Europe and North and South America. Sometimes they are combined with some form of chicken or pork. They are frequently combined with rice, which has a similar cooking time. In the Middle East such a dish of lentils and rice is called \"mujaddara\" or \"mejadra\". Rice and lentils are also cooked together in khichdi, a popular Indian dish. Lentils are used throughout India, the Mediterranean regions and the Middle East. In rare cases the lentils are mixed with dairy cheese.\nMany people in India are vegetarian and lentils have long been part of the indigenous diet as a common source of protein. Usually, lentils are boiled to a stew-like consistency with vegetables and then seasoned with a mixture of spices to make many side dishes such as sambar, rasam and dal, which are usually served over rice and roti.\nWhen lentils are prepared, they are first inspected for damaged lentils, stones and other foreign matter. Then they are rinsed until the water runs through and comes out clear. Some prefer to soak the lentils for a longer time and discard the water. This removes substances that may cause indigestion. The lentils are then boiled in water or broth. They may be cooked on the stovetop, or in a slow cooker. Pressure cookers are not recommended, since the small lentils may clog the pressure relief valve, and their quick cooking time means there is little benefit from pressure cooking. Cooked lentils often require thinning: adding more hot water or broth to the cooked legumes until the desired final consistency is reached.\nLentils can be sprouted as can some beans and some other edible seeds (seeds people can eat). Seeds being sprouted are watered and rinsed repeatedly till they start to germinate (grow small roots and shoots). Sprouted lentils can be eaten raw on their own or in salads, they can also be cooked.\nNutritional value and health benefits.\nApart from a high level of proteins, lentils also contain dietary fiber, vitamin B1, and minerals. Red (or pink) lentils contain a lower concentration of fiber than green lentils (11% rather than 31%). \"Health\" magazine has selected lentils as one of the five healthiest foods. Lentils are often mixed with grains, such as rice, which results in a complete protein dish.\nIron content.\nIn addition to providing slow-burning complex carbohydrates, lentils are one of the best vegetable sources of iron. This makes them an important part of a vegetarian diet, and useful for preventing iron deficiency. Iron is particularly important for adolescents, and menstruating or pregnant women, whose requirements for it are increased.\nProduction.\nLentils are relatively tolerant to drought and are grown throughout the world. About half of the worldwide production of lentils is from India, most of which is consumed in the domestic market. Canada is the largest export producer of lentils in the world and Saskatchewan is the most important producing region in Canada. The Palouse Region of Eastern Washington and the Idaho Panhandle, with its commercial center at Moscow, Idaho, constitutes the most important producing region in the United States. The Food and Agriculture Organization (FAO) estimates that world production of lentils totalled 3.2 million metric tons (MT) in 2003. Canada produced 520,000 MT and, according to the market analysis company STAT Communications, will likely export 400,000 MT during the 2003-04 marketing year, which runs from August to July. The FAO estimates world trade in lentils totalled 1.2 million MT in 2002, with Canada exporting 382,000 MT during the calendar year.\nLentils in Culture.\nLentils are mentioned many times in the Old Testament. In Jewish tradition they are considered as food for mourners, together with boiled eggs. The reason is that their round shape symbolizes the life cycle from birth to death.","categories":[],"infobox_types":[],"annotations":[{"uri":"Annual_plant","surface_form":"annual plant","offset":58},{"uri":"Fabaceae","surface_form":"legume","offset":78},{"uri":"Vegetable","surface_form":"vegetable","offset":109},{"uri":"Seed","surface_form":"seed","offset":146},{"uri":"Middle_East","surface_form":"Middle East","offset":280},{"uri":"Domesticated","surface_form":"domesticated","offset":323},{"uri":"Protein","surface_form":"protein","offset":429},{"uri":"Soybean","surface_form":"soybean","offset":499},{"uri":"Hemp","surface_form":"hemp","offset":512},{"uri":"Diet","surface_form":"diet","offset":617},{"uri":"India","surface_form":"India","offset":664},{"uri":"Vegetarian","surface_form":"vegetarian","offset":689},{"uri":"Chickpea","surface_form":"chickpea","offset":1148},{"uri":"Pigeon_pea","surface_form":"Pigeon pea","offset":1165},{"uri":"Pulses","surface_form":"pulses","offset":1233},{"uri":"Urad_(bean)","surface_form":"urad","offset":1340},{"uri":"Lentil_soup","surface_form":"soup","offset":1653},{"uri":"Europe","surface_form":"Europe","offset":1667},{"uri":"Americas","surface_form":"North and South America","offset":1678},{"uri":"Chicken","surface_form":"chicken","offset":1749},{"uri":"Pork","surface_form":"pork","offset":1760},{"uri":"Rice","surface_form":"rice","offset":1800},{"uri":"Mujaddara","surface_form":"mujaddara","offset":1902},{"uri":"Khichdi","surface_form":"khichdi","offset":1972},{"uri":"India","surface_form":"India","offset":2032},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":2043},{"uri":"Middle_East","surface_form":"Middle East","offset":2073},{"uri":"Cheese","surface_form":"cheese","offset":2133},{"uri":"India","surface_form":"India","offset":2156},{"uri":"Vegetarianism","surface_form":"vegetarian","offset":2166},{"uri":"Stew","surface_form":"stew","offset":2296},{"uri":"Spice","surface_form":"spice","offset":2370},{"uri":"Sambar_(dish)","surface_form":"sambar","offset":2410},{"uri":"Rasam","surface_form":"rasam","offset":2418},{"uri":"Dal","surface_form":"dal","offset":2428},{"uri":"Roti","surface_form":"roti","offset":2472},{"uri":"Indigestion","surface_form":"indigestion","offset":2767},{"uri":"Broth","surface_form":"broth","offset":2820},{"uri":"Slow_cooker","surface_form":"slow cooker","offset":2871},{"uri":"Pressure_cooker","surface_form":"Pressure cooker","offset":2884},{"uri":"Bean","surface_form":"bean","offset":3240},{"uri":"Edible","surface_form":"edible","offset":3261},{"uri":"Seed","surface_form":"seed","offset":3268},{"uri":"Germination","surface_form":"germinate","offset":3372},{"uri":"Salad","surface_form":"salad","offset":3466},{"uri":"Vitamin_B1","surface_form":"vitamin B1","offset":3611},{"uri":"Complete_protein","surface_form":"complete protein","offset":3886},{"uri":"Human_iron_metabolism","surface_form":"iron","offset":4033},{"uri":"Iron_deficiency_(medicine)","surface_form":"iron deficiency","offset":4121},{"uri":"India","surface_form":"India","offset":4412},{"uri":"Canada","surface_form":"Canada","offset":4469},{"uri":"Saskatchewan","surface_form":"Saskatchewan","offset":4535},{"uri":"Palouse","surface_form":"Palouse","offset":4602},{"uri":"Food_and_Agriculture_Organization","surface_form":"Food and Agriculture Organization","offset":4783},{"uri":"Old_Testament","surface_form":"Old Testament","offset":5297},{"uri":"Egg_(food)","surface_form":"egg","offset":5395}]}