{"id":129012,"url":"http://en.wikipedia.org/wiki/Om_Shanti_Om","text":"\"Om Shanti Om\" is a 2007 Bollywood movie directed and choreographed by Farah Khan. It stars Shah Rukh Khan and Deepika Padukone in the lead roles as the protagonists while Shreyas Talpade, Arjun Rampal, and Kirron Kher feature in supporting roles. Arjun Rampal is the antagonist in the movie. More than forty two well-known Bollywood stars from yesteryear and today appear in the course of the movie, including thirty-one of them (not including the stars of the movie) in one song alone.\nPlot.\nOm Prakash (Shah Rukh Khan) is a junior artist in the 1970s movie industry. He and his friend Pappu (Shreyas Talpade) are trying to succeed in the movie industry. Om's mother, Bela Makhija (Kirron Kher), inspires and encourages her son to become a success. He dreams of becoming a 'hero' one day on the big screen. He is in love with the country's heart throb and movie actress, Shanti (Deepika Padukone), who is very successful and famous. Om goes to the premiere of her upcoming movie \"Dreamy Girl\" starring Shanti, and sneaks in claiming he is the actor Manoj Kumar. On another occasion, during a shooting of a movie, where Om is acting as a junior artist, he notices Shanti is caught in the middle of a fire scene which goes out of control. Om jumps in and saves her, as no one else does. Shanti is very grateful and they become good friends. Om asks her if she will meet him for one evening and she agrees. Om is ecstatic and plans a wonderful evening for her - using props and a movie set and several backgrounds in a studio to woo her. He tells her that she deserves all the happiness in the world; all she has to do is ask. She tells him that she will and abruptly goes away, leaving Om confused.\nThe following day, Om tries to talk to Shanti on the sets of a movie but she looks very preoccupied. He follows her into a make up room to talk to her, but ends up listening to her having an argument with top producer Mukesh (Arjun Rampal) about a recent promise of Mukesh's to marry a businessman's daughter in return for funding of a movie. Om is shocked to hear that Shanti is actually secretly married to Mukesh, and both Om and Mukesh are surprised to learn that Shanti is pregnant with Mukesh's child. Mukesh is adamant that his relationship with Shanti be kept a secret, because if the industry finds out she is married, not only will her career be finished, but also his upcoming movie \"Om Shanti Om\", starring Shanti, that had just been promised to be financed by the businessman mentioned. If it is found out she is married, he is afraid she will become very unpopular and the funding will be cut. Shanti does not care and demands that they get married in public and make their relationship official. Mukesh finally relents and promises her they will make it public soon. Om is heartbroken at this situation and goes back home with a heavy heart. One night, Om notices Mukesh escorting Shanti to the set of \"Om Shanti Om\". He curiously waits inside, eavesdropping on the couple's conversation. Mukesh tells Shanti that for her happiness, he is going to cancel the movie, reveal their marriage to the public, and have a grand wedding here in this spectacular set under the chandelier and then destroy the set after they have the marriage ceremony in it. Shanti bursts out with disbelief and happiness and Om goes out unnoticed. Then, Mukesh shows his true colors. He displays his anger and frustration at Shanti's constant demands to make their relationship public. He holds her responsible for his financial loss, and cancellation of this movie that could have made him a very rich man. Then, Mukesh Mehra pushes Shantipriya and he sets fire to the set of the movie and walks out, leaving Shanti trapped inside. She begs and pleads to him to let him out but he walks away from the burning set. Om witnesses this and hurries to Shanti's aid, but before he could do anything, Mukesh's bodyguards come and beat him up to a point where he cannot even get up. After they leave, though, Om is able to break into the set, but is unable to reach Shanti, but a gas explosion blows him out of the set, after which the set explodes with Shanti in it. Om, beaten, burned, and half dead, is hit by a car owned by Rajesh Kapoor (Javed Sheikh), a well-known actor who is rushing his pregnant wife (Asawari Joshi) to a hospital. Rajesh takes Om to the hospital as well, but he dies on the operating table. Moments later, Rajesh Kapoor's son is born, and unknowing of who the man he hit with his car was, Kapoor names his son Om. The rest of the movie is accelled 30 years, to the life of Om Kapoor who is the reincarnation of Om Prakash.Om Kapoor is a popular movie star and lives an extravagant life. He suffers from intense pyrophobia, a remnant of his past life as Om Prakash, which is revealed when he is shooting for a song (Dard-e-Disco) in his movie. During a location hunt for Om's next movie, Om and his crew choose the remains of the burnt \"Om Shanti Om\" set. As soon as he sees the set, Om begins to remember bits of his past life, and sees a vision of Shanti confessing her pregnancy to Mukesh which Om himself overheard in his last birth. At an award ceremony, he delivers Om Prakash's speech, and Pappu, now an old man, watches the award show on TV and is reminded of Om Prakash. In a party organised by Rajesh to celebrate Om's accolades, he meets Mukesh, who has been a top Hollywood producer for the past 30 years. Om remembers his past life in full and has emotional reunions with Bela and Pappu. To avenge Shanti's death, Om hatches a plan with Pappu and several others, deciding to remake the movie \"Om Shanti Om\" with Mukesh (whom he convinces to produce the movie). During the audition for Shanti's role, the crew meets Sandhya (nicknamed Sandy), a big fan of Om's who is a Shantipriya look-alike. Om and the crew train Sandy to play Shanti and then launch their plan: Om plays mind games with Mukesh by taking him to the restored set of \"Om Shanti Om\" and then having Sandy act like Shanti to make Mukesh think that Shanti has returned as a ghost. However, their plan backfires when Mukesh sees Sandy running away from the set and chases her. While running, Sandy cuts her arm on a lamp, revealing to Mukesh that Shanti has not returned and that Om was deceiving him. Having discovered Om's plan, Mukesh confronts him and they begin to fight. Suddenly, Sandy appears and tells the story of that night she died: After the fire extinguished, Mukesh came back for her body, but she was alive and breathing so he buried her alive under the ground below the chandelier. Mukesh tries to shoot Sandy, Om hits and disarms Mukesh and a fight ensues between them because of which the set catches fire again. When Mukesh tries to kill Sandy, Om takes Mukesh's gun and shoots him in the leg. Mukesh lands right under the chandelier under which he and Shanti were to be married; Om raises his hand to shoot Mukesh once and for all, but Sandy stops him, and then motions upward, where the hanging chandelier is. As they look up, the chandelier falls on Mukesh, killing him. After this, a confused Om looks at Sandy, who has a satisfied smile on her face. Om is shocked to see another Sandy emerge with Pappu and Anwar; it is then that he realizes that the \"Sandy\" that he and Mukesh saw was actually the ghost of Shantipriya. Everything falls into place, and Om understands all previous unexplained incidents. Om looks back to where the ghost was and catches one more glimpse of her tearfully saying a last goodbye before she disappears up the staircase. The movie ends with all the stars of the movie come out of a limo as if they are going to a movie premiere. The last person to come is director Farah Khan. When she comes out, nobody is there and people are cleaning up.\nBox office.\nThe film grossed more than 1 billion in India and $287 million in overseas and become All time blockbuster movie in 2007 for one year. As of 2017, this film is 36th in the list of highest grossing films","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"2007","surface_form":"2007","offset":20},{"uri":"Bollywood","surface_form":"Bollywood","offset":25},{"uri":"Movie","surface_form":"movie","offset":35},{"uri":"Movie_director","surface_form":"directed","offset":41},{"uri":"Choreography","surface_form":"choreographed","offset":54},{"uri":"Farah_Khan","surface_form":"Farah Khan","offset":71},{"uri":"Shah_Rukh_Khan","surface_form":"Shah Rukh Khan","offset":92},{"uri":"Deepika_Padukone","surface_form":"Deepika Padukone","offset":111},{"uri":"Protagonist","surface_form":"protagonist","offset":153},{"uri":"Shreyas_Talpade","surface_form":"Shreyas Talpade","offset":172},{"uri":"Arjun_Rampal","surface_form":"Arjun Rampal","offset":189},{"uri":"Kirron_Kher","surface_form":"Kirron Kher","offset":207},{"uri":"Antagonist","surface_form":"antagonist","offset":268},{"uri":"Shah_Rukh_Khan","surface_form":"Shah Rukh Khan","offset":506},{"uri":"1970s","surface_form":"1970s","offset":548},{"uri":"Shreyas_Talpade","surface_form":"Shreyas Talpade","offset":595},{"uri":"Kirron_Kher","surface_form":"Kirron Kher","offset":684},{"uri":"Deepika_Padukone","surface_form":"Deepika Padukone","offset":881},{"uri":"Manoj_Kumar","surface_form":"Manoj Kumar","offset":1051},{"uri":"Arjun_Rampal","surface_form":"Arjun Rampal","offset":1925},{"uri":"Javed_Sheikh","surface_form":"Javed Sheikh","offset":4224},{"uri":"Asawari_Joshi","surface_form":"Asawari Joshi","offset":4292},{"uri":"Pyrophobia","surface_form":"pyrophobia","offset":4719},{"uri":"Hollywood","surface_form":"Hollywood","offset":5383}]}