{"id":129208,"url":"http://en.wikipedia.org/wiki/Oregon_Trail","text":"People traveled on the Oregon Trail in wagons in order to settle new parts of the United States of America during the 19th century. The Oregon Trail started in Missouri near the area where Kansas City, Missouri is today and ended in the Willamette Valley in Oregon. The Trail was about 2,170 miles (3,500 km) long, and could take up to six months to travel.\nPeople went to Oregon for many reasons. Some people wanted land. Some thought Oregon would be a better place to live. Most of them went because they wanted a new life.\nThe Oregon Trail was first traveled around 1841. Once a railroad was built across the United States in 1869, people could take trains to the western United States, so fewer people began to travel west in wagons. By that time, about 400,000 people had crossed the Oregon Trail in wagons. However, some people kept traveling the Trail until the 1880s.\nPreparing to travel.\nNobody traveled the Oregon Trail alone. Instead, travelers formed groups so they could help and protect each other. Often, relatives or people from the same town would travel together. They would hire a guide that knew the Trail and would elect leaders. The groups that did best on the Trail wrote constitutions or rules that they could use to settle disagreements or problems on the Trail.\nAnimals.\nPeople who traveled the Oregon Trail could use three types of animals to pull their wagons: oxen, mules, or horses. Most people used oxen. They were less expensive than horses and mules, and also less stubborn than mules.pp. 79–80\nThey could eat grass along the Trail, unlike horses, who needed special food. Oxen were easy to train, and they usually traveled at a steady pace of 2 miles per hour, even in mud and snow.pp. 79–80\nFood.\nIt was very important for travelers to carry enough food and water for the trip. However, food for the trip was expensive. To feed four people for six months, food would cost about $150 - over $4,500 in today's dollars.p. 274\nTravelers often brought along a lot of dried meat and \"bread stuff\" (like flour, crackers, and hardtack). Boiling water was difficult on the Trail, so cooking was not always possible. Some travelers also brought other foods, like rice, peas, dried beans, or dried fruit.\nAlong the Trail, travelers could fish and hunt for food. Bison, antelope, and deer were the best animals to hunt for food. Travelers also ate berries that grew along the Trail, partly to help prevent scurvy.\nWagons.\nMost travelers used covered wagons to travel the Trail. There were a few different styles of covered wagons. One common style, called the \"Independence-style\" wagon, was usually about 11 feet long, four feet wide, and two feet deep. Pieces of wood held up a cover, made of something like dried ox skin, that rose about five feet above the bottom of the wagon.\nDangers.\nThere were many dangers along the Oregon Trail, including disease, bad weather, drowning during river crossings, attacks by Native Americans, and many others.\nIt is difficult to know how many people died along the Oregon Trail. Many travelers would bury their dead in unmarked graves and would disguise the graves. For example, they would bury people right in the middle of a trail and then have their oxen run over the graves. They did this so that animals and robbers would not dig up the graves. Because of this, historians can only estimate the total number of people who died along the Oregon Trail.\nDiseases.\nDisease was the most common cause of death on the Trail. While travelers usually brought some medicines with them, they usually were not very helpful.\nCholera.\nCholera was the most common illness and cause of death on the Trail. From 1849-1855, there was a cholera epidemic along the trail. Up to 3% of all travelers during this time may have died from cholera. One of the causes of the epidemic was that there was no sanitation along the Trail.\nFor example, travelers liked to camp along the Platte River in Colorado, so they could easily get fresh water. However, as thousands of travelers used the same campsites over and over again, sewage from travelers with cholera got into the Platte River. After this, any traveler that drank water from the Platte River, or made food with that water, could get cholera. Often, cholera's symptoms would be so bad that travelers would die within 12 hours of getting sick.\nOther diseases.\nThe travelers used turpentine (a poison), vinegar, and whiskey to treat headaches, muscle pain, and coughs.\nHistorians do not agree on how many people died from disease along the Trail. One historian, John Unruh, estimates that 6,000 to 12,500 travelers died from disease on the Trail, and another 300-500 died specifically from scurvy. However, the United States National Park Service says that as many as 30,000 people may have died from disease along the Trail.\nOther dangers.\n\"The Oregon Trail is this nation’s longest graveyard. Nearly one in ten [travelers] who set off on the trail did not survive.\"\nLife on the Trail.\nA usual day on the Trail started very early, just before dawn. Nobody actually rode in the wagons unless they were sick or very young. The ride was too bumpy, too dusty, and added too much work for the oxen. Instead, people walked beside their wagons. Usually, groups traveled almost all day, except for an hour around noon for lunch. Then they kept moving until just before sunset, when they would stop to set up a campsite. Most groups traveled about 15 miles per day, though on the best days they could move 20 miles a day. Since oxen moved at about 2 miles per hour, this meant a day's travel could last up to ten hours.\nAbout 40,000 of the travelers were children. Unless they were babies, they walked alongside the wagons and worked just like adults. Their jobs included herding animals, driving wagons, washing dishes, helping with meals, watching younger children, and collecting firewood and \"buffalo chips\" (dry buffalo manure, which could be used to start fires if there was no firewood).\nAt night, the group would move the wagons into a circle (\"circle the wagons\") and put their animals inside the circle. This kept them from wandering away, or being killed or stolen. If the weather was dry, people slept outside. If it was wet, people slept under their wagons.\nMany travelers were very afraid of attacks from Native Americans. However, most Native Americans left the travelers alone, or even helped them by trading with them and helping them cross rivers in canoes. When Native Americans did attack travelers, the stories were told over and over again, which may have made attacks seem more common than they actually were.\n\"I look back upon the long, dangerous and precarious emigrant road with a degree of romance and pleasure; but to others it is the graveyard of their friends.\"\nComputer game.\nIn the 1970s, three student teachers in Minnesota made an educational computer game based on the Oregon Trail. The goal of the game was to successfully travel the trail from Independence, Missouri to Oregon City, Oregon. Dangers of the trail included river crossings, illnesses, sick oxen, and hunger. Over the next two decades, new versions of the game were made that added more options and included better graphics. The second version included zombies and oxen. The goal was to survive as long as you can before you die.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States of America","offset":82},{"uri":"19th_century","surface_form":"19th century","offset":118},{"uri":"Missouri","surface_form":"Missouri","offset":160},{"uri":"Kansas_City%2C_Missouri","surface_form":"Kansas City, Missouri","offset":189},{"uri":"Election","surface_form":"elect","offset":1136},{"uri":"Constitution","surface_form":"constitution","offset":1195},{"uri":"Cattle","surface_form":"oxen","offset":1389},{"uri":"Mules","surface_form":"mules","offset":1395},{"uri":"Horses","surface_form":"horses","offset":1405},{"uri":"Bison","surface_form":"Bison","offset":2286},{"uri":"Antelope","surface_form":"antelope","offset":2293},{"uri":"Deer","surface_form":"deer","offset":2307},{"uri":"Berries","surface_form":"berries","offset":2371},{"uri":"Scurvy","surface_form":"scurvy","offset":2429},{"uri":"Disease","surface_form":"disease","offset":2872},{"uri":"Drowning","surface_form":"drowning","offset":2894},{"uri":"Native_American","surface_form":"Native American","offset":2938},{"uri":"Robbery","surface_form":"robbers","offset":3276},{"uri":"Estimation","surface_form":"estimate","offset":3350},{"uri":"Cholera","surface_form":"Cholera","offset":3589},{"uri":"Epidemic","surface_form":"epidemic","offset":3694},{"uri":"Sanitation","surface_form":"sanitation","offset":3847},{"uri":"Colorado","surface_form":"Colorado","offset":3938},{"uri":"Sewage","surface_form":"sewage","offset":4066},{"uri":"Symptom","surface_form":"symptom","offset":4259},{"uri":"Turpentine","surface_form":"turpentine","offset":4377},{"uri":"Poison","surface_form":"poison","offset":4391},{"uri":"Vinegar","surface_form":"vinegar","offset":4400},{"uri":"Whiskey","surface_form":"whiskey","offset":4413},{"uri":"Headache","surface_form":"headache","offset":4430},{"uri":"Muscle","surface_form":"muscle","offset":4441},{"uri":"Cough","surface_form":"cough","offset":4458},{"uri":"Dawn","surface_form":"dawn","offset":5041},{"uri":"Sunset","surface_form":"sunset","offset":5359},{"uri":"Camping","surface_form":"campsite","offset":5400},{"uri":"Manure","surface_form":"manure","offset":5914},{"uri":"Canoe","surface_form":"canoe","offset":6457},{"uri":"Minnesota","surface_form":"Minnesota","offset":6836},{"uri":"Computer_game","surface_form":"computer game","offset":6866},{"uri":"Hunger","surface_form":"hunger","offset":7090}]}