{"id":129219,"url":"http://en.wikipedia.org/wiki/Shelf_life","text":"Shelf life is length of time that food can be stored safely. Food cannot be kept forever. After a certain time it will go bad. After this time it is no longer safe to eat it. Shelf life is also used for drugs, drinks and other things that can go bad.\nIn some countries, a \"best before\", \"use by\" or \"freshness date\" must be put on packaged foods.\nDuring this time, if the food is kept under proper conditions the quality of the food does not change. Frozen food that does not remain frozen will go bad earlier, for example. Most of these labels do not guarantee the safety of food. They should only be used as a guide.\nShelf life.\nShelf life is different from \"expiration date\". Shelf life is linked to food quality, expiration date to food safety. A product that has passed its shelf life might still be safe, but quality is no longer guaranteed. In most food stores, shelf life is controlled by using stock rotation. This means moving products with the earliest sell by date to the front of the shelf, so that most shoppers will pick them up first and take them out of the store. This is important, as stores can be fined for selling out of date products. Most shops, if not all, will have to mark such products down as wasted, leading to a loss of profit.\nShelf life is can be changed by many things: exposure to light and heat, transmission of gases (including humidity), mechanical stresses, and contamination by things such as micro-organisms.\nMathematically, product quality is often modelled using only one parameter, for example the concetration of a chemical substance, a microbiological index, or a physical parameter. Sometimes, the parameter picked is irrelevant.\nThe shelf life is an important factor to health. Bacteria are everywhere, and foods left unused too long will often get large amounts of bacterial living in them. It may be dangerous to eat them and lead to food poisoning. The shelf life itself cannot always be trusted to tell how safe it is to eat a certain item of food. For example, pasteurized milk can remain fresh for five days after its sell-by date if it is refrigerated properly. In contrast, if milk already has harmful bacteria, the use-by dates do not matter.\nFor drugs the situation is different. If drugs are used within the expiration date, the manufacturer guarantees that they work as expected. After that date, they may still work, but only to a lesser extent. A rare exception is a case of renal tubular damage said to have been caused by out of date tetracycline. A study done by the U.S. Food and Drug Administration covered over 100 drugs, prescription and over-the-counter. The results showed that about 90% of them were safe and effective as far as 15 years past their expiration date. Joel Davis, a former FDA expiration-date compliance chief, said that with a handful of exceptions - notably nitroglycerin, insulin and some liquid antibiotics - most expired drugs are probably effective.\nPreservatives and antioxidants may be put into some food and drug products to make their shelf life longer. Some companies use induction sealing and vacuum pouches to add to the shelf life of their products.\nSome degradation factors can be controlled by provisions in the ed packaging. For example, the amber bottle used for many beers blocks damaging wavelengths of light. Transparent beer bottles do not. Packaging with barrier materials (e.g., (low moisture vapor transmission rate, etc.) extends the shelf life of some foods and pharmaceuticals.\nTemperature control.\nNearly all chemical reactions will occur (at various rates depending on the individual nature of the reaction) at common temperatures. Examples are the breakdown of many chemical explosives into more unstable compounds. Nitroglycerine is notorious. Old explosives are thus more dangerous (i.e., liable to be triggered to explode by very small disturbances, even trivial jiggling) than more recently manufactured explosives. Rubber products also degrade as sulphur bonds induced during vulcanization revert; this is why old rubber bands and other rubber products soften and get sticky as they age.\nThese breakdown processes usually happen more quickly at higher temperatures. The usually quoted rule of thumb is that chemical reactions double their rate for each temperature increase of 10 Celsius degrees (C°) because of activation energy barriers become more easily surmounted at higher temperatures. However, as with all rules of thumb, there are many caveats and assumptions. This particular one is most applicable to reactions with activation energy values around 50 kJ/mole; many of these are important at the usual temperatures we encounter. It is often applied in shelf life estimation, sometimes wrongly. There is a widespread impression. for instance in industry, that \"triple time\" can be simulated in practice by increasing the temperature by 15 C°, e.g. storing a product for one month at 35 °C simulates three months at 20 °C. There is enough variation that this practical rule cannot be routinely relied upon.\nThe same is true, to a point, of the chemical reactions of life. They are usually enzymatically catalyzed which changes reaction rates, but with constant catalytic action, the rule of thumb is still mostly applicable. In the particular case of bacteria and fungi, the reactions needed to feed and reproduce increase at higher temperatures, up to the point that the proteins and other compounds in their cells themselves begin to breakdown, or denature, so quickly that they cannot be replaced. This is the reason high temperatures kill bacteria and other micro organisms; 'tissue' breakdown reactions reach such rates that they cannot be compensated for and the cell dies. On the other hand, 'elevated' temperatures short of these result in increased growth and reproduction; if the organism is harmful, perhaps to dangerous levels.\nJust as temperature increase speeds up reactions, temperature decreases reduce them. Therefore, to make explosives stable for longer periods, or to keep rubber bands springy, or to force bacteria to slow down their growth, they can be cooled. This is the reason shelf life is generally extended by temperature control: (refrigeration, insulated shipping containers, controlled cold chain, etc.) and the reason some medicines and foods \"must\" be refrigerated.\nBest before.\n\"Best before\" is sometimes put on food and drink wrappers, followed by a date. It shows the date before which the supplier intended the food should be consumed. The term \"best before\" is also used to show the date by which the item will have outlived its shelf life, and is intended to ensure that customers will not unwittingly purchase or eat stale food. Sometimes the packaging process involves using pre-printed labels, making it impractical to write the \"best before\" date in a clearly visible location. In this case, a term like \"best before see bottom\" or \"best before see lid\" might be printed on the label and the date marked in a different location as indicated.\n\"Best Before\" is usually advisory and refers to the quality of the product, in contrast with \"Use By\" which indicates that the product is no longer safe to eat after the specified date.\nUse by.\nGenerally, foods that have a \"use by\" date written on the packaging must not be eaten after it has expired. This is because such foods usually go bad quickly and may be dangerous to eat. It is also important to follow storage instructions carefully for these foods (for example, product must be refrigerated).\nFoods that have a \"best before\" date are usually safe to eat after the date has passed, although they are likely to have deteriorated either in flavour, texture, appearance or nutrition.\nBathroom products/toiletries usually state a time in months by which, once the product is opened, they should be used. This is often indicated by a graphic of an open tub, with the number of months written inside (e.g., \"12M\" means use the product within 12 months of opening).\nOpen dating.\n\"Open Dating\" is the use of a date or code stamped on the package of a food product to help determine how long to display the product for sale. It is also helpful to the customer and ensures that the product is at its best quality when bought. An Open Date does not supersede a Use by date, which should still be followed.\nSell by / Display until.\nThese dates are meant to help keep track of the stock in stores. Food that has passed its \"sell by\" or \"display until\" date, but is still within its use by / best before can still be eaten, if it has been stored correctly. It is common practice in large stores to throw away such food, as it makes the stock control process easier. It also reduces the risk of customers buying food without looking at the date, only to find out the next day that they cannot use it. Changing the posted date is illegal in many countries.\nMost stores will rotate stock by moving the products with the earliest dates to the front of shelving units, which allows them to be sold first and saving them from having to be either marked down or thrown away, both of which contribute to a loss of profit.\nMark-downs.\nIt is also common for food approaching the use by date to be marked down for quick sale, with greater reductions the closer to the use by date it gets.\nSoftware Shelf Life.\nIn a metaphorical sense, much software also has a shelf life. Most software products are released to market with defects, xecurity vulnerabilities, and design flaws. Over time, some of these are discovered and patches issued by the vendor (and possibly others, as in the open source environment) which fix bugs and add functionality. The result is that, after some time, the software application is rather different than it was at first release, even with the same version level. Since correct inclusion of patches at end user sites is spotty, the actual population of that software application in the field is quite varied; some will have patches 1 and 2, others 1, 2, and 3, some others none, in all possible variations. This increases support difficulty. There have been a few attempts to address this. One commercial attempt is from Preemptive.\nUS Government Guidelines.\nThe Food & Drug Administration, which controls packaged foods and drugs, only requires a use-by, or expiration, date on infant formula and some baby foods. That's because formula must contain a certain quantity of each nutrient that is described on the label. And if formula is stored too long, it loses its nutritional quality. It also separates or form lumps that will clog the bottle nipple. Except for infant formula and some baby foods, product dating is not required by federal regulations.\nThe Agriculture Dept., which controls fresh produce and meats, only requires labeling of the date when poultry is packed at the farm. However, many manufacturers are allowed to also add sell-by or use-by dates.\nBeer freshness date.\nA \"freshness date\" is the date used in the American brewing industry to indicate either the date the beer was bottled or the date before which the beer should be consumed.\nBeer is does not keep forever. It can be affected by light, air, or the action of bacteria. Although beer in the USA does not have to have a shelf life, freshness dates serve much the same purpose and are a marketing tool.\nBeginnings of freshness dating.\nThe Boston Beer Company, maker of Samuel Adams, was among the first to start adding freshness dates to their product line in 1985. For ten years there was a slow growth in brewers adding freshness dates to their beer. The practice rapidly grew in popularity after the Anheuser-Busch company's heavily marketed \"Born-On dates\" starting in 1996. Many other brewers have started adding freshness dates to their products, but there is no standard for what the date means. For some companies, the date on the bottle or can will be the date that the beer was bottled; others have the date by which the beer should be consumed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Food","surface_form":"Food","offset":61},{"uri":"Drug","surface_form":"drug","offset":203},{"uri":"Drink","surface_form":"drink","offset":210},{"uri":"Frozen_food","surface_form":"Frozen food","offset":450},{"uri":"Food_quality","surface_form":"food quality","offset":703},{"uri":"Food_safety","surface_form":"food safety","offset":736},{"uri":"Stock_rotation","surface_form":"stock rotation","offset":903},{"uri":"Waste","surface_form":"waste","offset":1222},{"uri":"Light","surface_form":"light","offset":1316},{"uri":"Heat","surface_form":"heat","offset":1326},{"uri":"Gas","surface_form":"gas","offset":1348},{"uri":"Stress_(physics)","surface_form":"stresses","offset":1387},{"uri":"Microorganism","surface_form":"micro-organisms","offset":1433},{"uri":"Bacteria","surface_form":"Bacteria","offset":1726},{"uri":"Food_poisoning","surface_form":"food poisoning","offset":1884},{"uri":"Pasteurization","surface_form":"pasteurized","offset":2014},{"uri":"Milk","surface_form":"milk","offset":2026},{"uri":"Drug","surface_form":"drug","offset":2204},{"uri":"Tetracycline","surface_form":"tetracycline","offset":2498},{"uri":"Preservative","surface_form":"Preservative","offset":2942},{"uri":"Antioxidant","surface_form":"antioxidant","offset":2960},{"uri":"Induction_sealing","surface_form":"induction sealing","offset":3069},{"uri":"Vacuum_pouches","surface_form":"vacuum pouches","offset":3091},{"uri":"Packaging","surface_form":"packaging","offset":3217},{"uri":"Moisture_vapor_transmission_rate","surface_form":"moisture vapor transmission rate","offset":3394},{"uri":"Nitroglycerin","surface_form":"Nitroglycerin","offset":3733},{"uri":"Explosive_material","surface_form":"explosives","offset":3766},{"uri":"Rubber","surface_form":"Rubber","offset":3937},{"uri":"Sulfur","surface_form":"sulphur","offset":3969},{"uri":"Chemical_bond","surface_form":"bonds","offset":3977},{"uri":"Vulcanization","surface_form":"vulcanization","offset":3998},{"uri":"Rubber_band","surface_form":"rubber band","offset":4036},{"uri":"Rule_of_thumb","surface_form":"rule of thumb","offset":4207},{"uri":"Activation_energy","surface_form":"activation energy","offset":4334},{"uri":"Caveat","surface_form":"caveat","offset":4467},{"uri":"Activation_energy","surface_form":"activation energy","offset":4549},{"uri":"Enzyme","surface_form":"enzymatically","offset":5119},{"uri":"Bacterium","surface_form":"bacteria","offset":5281},{"uri":"Fungi","surface_form":"fungi","offset":5294},{"uri":"Denature","surface_form":"denature","offset":5480},{"uri":"Refrigeration","surface_form":"refrigeration","offset":6190},{"uri":"Insulated_shipping_container","surface_form":"insulated shipping container","offset":6205},{"uri":"Cold_chain","surface_form":"cold chain","offset":6247},{"uri":"Refrigeration","surface_form":"refrigerated","offset":7504},{"uri":"Period-after-opening_symbol","surface_form":"graphic of an open tub","offset":7854},{"uri":"Use_by_date","surface_form":"Use by date","offset":8275},{"uri":"Stock_rotation","surface_form":"rotate stock","offset":8883},{"uri":"Patch_(computing)","surface_form":"patches","offset":9520},{"uri":"Open_source","surface_form":"open source","offset":9581},{"uri":"Software_bug","surface_form":"bugs","offset":9616},{"uri":"United_States","surface_form":"USA","offset":11199},{"uri":"Boston_Beer_Company","surface_form":"Boston Beer Company","offset":11345},{"uri":"Samuel_Adams_(beer)","surface_form":"Samuel Adams","offset":11375},{"uri":"1985","surface_form":"1985","offset":11466},{"uri":"Anheuser-Busch","surface_form":"Anheuser-Busch","offset":11609},{"uri":"1996","surface_form":"1996","offset":11679}]}