{"id":129317,"url":"http://en.wikipedia.org/wiki/Large_Hadron_Collider","text":"The Large Hadron Collider (LHC) is the world's biggest and most powerful particle accelerator. It was built by the European Organization for Nuclear Research (CERN). It is a giant circular tunnel built underground. The tunnel is 17 miles (27 kilometers) long, and between 50 and 175 meters below the ground. It lies beneath the border of Switzerland and France. 10,000 scientists and engineers from over 100 different countries worked together in the making of this project, and it cost 10.4 billion Swiss francs ($10 billion) to build. It is now the largest and most complicated experimental research facility in the world.\nAs its name states, the research at the LHC involves the collision of hadrons. A hadron is a particle which consists of a number of quarks held together by the subatomic strong force. Protons and neutrons are examples of a hadron. The LHC primarily uses the collision of protons in its experiments. Protons are parts of atoms with a positive charge. The LHC accelerates these protons through the tunnel until they reach nearly the speed of light. Different protons are directed through the tunnel in opposite directions. When they collide, they create conditions similar to the early universe.\nThe LHC attempts to study elementary particles and the ways they interact. Researchers have used it to learn about quantum physics, and they hope to learn much more about the structure of space and time. The observations researchers are able to make can help us learn what the universe might have been like within milliseconds after the big bang.\nHow it works.\nThe LHC ionizes Hydrogen atoms to get their protons. A Hydrogen atom consists of only one proton and one electron. When they ionize the atoms, they are removing the one electron to give it a net positive charge. The Hydrogen protons are then directed through the circle by electromagnets. In order for the magnets to be strong enough, it must be very cold. The inside of the tunnel is cooled by liquid helium. They keep the temperature at just above absolute zero. The protons hit one another at close to the speed of light and this creates lots of particles, many of which only live a short time before decaying to lighter particles. At the four collision sites, there are large detectors called ALICE, ATLAS, CMS and LHCb.\nWhen the particles hit each other, their energy is converted into many different particles, and sensitive detectors keep track of the pieces that are created. By looking carefully at the detector data, scientists can study what the particles are made of and how the particles interact. This is the only way to detect some particles because very high energy is needed to create them. The LHC's particle collisions have the energy needed.\nThe LHC has three main parts to it. There is the particle accelerator, the four detectors, and the Grid. The accelerator creates the collision, but the results cannot be directly observed. The detectors turn it into usable data and send it to the Grid. The Grid is a computer network that the researchers use to interpret the data. There are 170 locations in 36 different countries which are filled with regular desktop computers. All of these computers are connected, and together they act as a supercomputer. The LHC's Grid is considered the most powerful supercomputer ever built. The computers share processing power and data storage space.\nThe Grid is very powerful, but it is only able to take in about one percent of the data it receives from the detectors. Its limitations have motivated attempts at creating quantum computers, which could use what the LHC has taught us about quantum mechanics in order to make faster computers.\nScientists used the LHC to find the Higgs boson, a particle predicted to exist by the Standard Model.\nSome people thought the LHC could create a black hole, which would be very dangerous. There are two reasons not to be worried. The first is that the LHC didn't do anything that the cosmic rays that hit the Earth every day don't do, and these rays do not create black holes. The second reason is that even if the LHC did make black holes, they would be very tiny. The smaller a black hole is, the shorter its life. Very tiny black holes would evaporate before they could hurt people.\nThe LHC was first used on September 10, 2008, but it did not work because a cooling system broke. The magnets that help to move the charged particles must be cold. The failure caused part of the facility to collapse. The lab shut down for the winter and the collider was not used again until November 2009. While it was being repaired, scientists used the Tevatron to look for the Higgs Boson. When the LHC was restarted in November 2009, it set a new speed record by accelerating protons to 1.18 TeV (teraelectronvolt, or trillion electronvolt). On March 30 2010, the LHC created a collison at 3.5 TeV.","categories":[],"infobox_types":[],"annotations":[{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":73},{"uri":"CERN","surface_form":"CERN","offset":159},{"uri":"Switzerland","surface_form":"Switzerland","offset":338},{"uri":"France","surface_form":"France","offset":354},{"uri":"Collision","surface_form":"collision","offset":682},{"uri":"Hadrons","surface_form":"hadrons","offset":695},{"uri":"Hadron","surface_form":"hadron","offset":706},{"uri":"Particle","surface_form":"particle","offset":718},{"uri":"Quarks","surface_form":"quarks","offset":757},{"uri":"Subatomic_particle","surface_form":"subatomic","offset":785},{"uri":"Strong_force","surface_form":"strong force","offset":795},{"uri":"Protons","surface_form":"Protons","offset":809},{"uri":"Neutrons","surface_form":"neutrons","offset":821},{"uri":"Hadron","surface_form":"hadron","offset":848},{"uri":"Collision","surface_form":"collision","offset":883},{"uri":"Protons","surface_form":"protons","offset":896},{"uri":"Experiments","surface_form":"experiments","offset":911},{"uri":"Electric_charge","surface_form":"positive charge","offset":958},{"uri":"Speed_of_light","surface_form":"speed of light","offset":1056},{"uri":"Elementary_particles","surface_form":"elementary particles","offset":1245},{"uri":"Quantum_mechanics","surface_form":"quantum physics","offset":1334},{"uri":"Spacetime","surface_form":"space and time","offset":1407},{"uri":"Big_bang","surface_form":"big bang","offset":1556},{"uri":"Ionization","surface_form":"ionizes","offset":1588},{"uri":"Atom","surface_form":"atom","offset":1605},{"uri":"Proton","surface_form":"proton","offset":1670},{"uri":"Electron","surface_form":"electron","offset":1685},{"uri":"Ionization","surface_form":"ionize","offset":1705},{"uri":"Electron","surface_form":"electron","offset":1749},{"uri":"Electric_charge","surface_form":"positive charge","offset":1775},{"uri":"Hydrogen","surface_form":"Hydrogen","offset":1796},{"uri":"Protons","surface_form":"protons","offset":1805},{"uri":"Electromagnets","surface_form":"electromagnets","offset":1853},{"uri":"Helium","surface_form":"helium","offset":1982},{"uri":"Absolute_zero","surface_form":"absolute zero","offset":2030},{"uri":"Speed_of_light","surface_form":"speed of light","offset":2089},{"uri":"Energy","surface_form":"energy","offset":2346},{"uri":"Scientist","surface_form":"scientist","offset":2507},{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":2791},{"uri":"Grid_computing","surface_form":"Grid","offset":2841},{"uri":"Grid_computing","surface_form":"Grid","offset":2999},{"uri":"Computer_network","surface_form":"computer network","offset":3009},{"uri":"Supercomputer","surface_form":"supercomputer","offset":3238},{"uri":"Computer_memory","surface_form":"processing power","offset":3346},{"uri":"Computer_data_storage","surface_form":"data storage space","offset":3367},{"uri":"Quantum_computer","surface_form":"quantum computers","offset":3559},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":3627},{"uri":"Higgs_boson","surface_form":"Higgs boson","offset":3716},{"uri":"Standard_Model","surface_form":"Standard Model","offset":3766},{"uri":"Black_hole","surface_form":"black hole","offset":3825},{"uri":"Hawking_radiation","surface_form":"evaporate","offset":4224},{"uri":"2008","surface_form":"2008","offset":4305},{"uri":"Electromagnet","surface_form":"magnets","offset":4367},{"uri":"Tevatron","surface_form":"Tevatron","offset":4621},{"uri":"Electronvolt","surface_form":"electronvolt","offset":4797}]}