{"id":12945,"url":"http://en.wikipedia.org/wiki/Rock_and_roll","text":"Rock and roll is a form of rock music developed in the 1950s and 1960s. Rock music combines many kinds of music from the United States, such as country music, folk music, gospel music, work, blues and jazz.\nRock and roll developed in the early 1950s from a kind of music called rhythm and blues performed by black singers and musicians. At first, this music was popular only with African-Americans. In the later 1950s and in the 1960s, rock and roll became popular across the United States and in Europe.\n1950s: Rockabilly.\nFile:Elvis_Presley_promoting_Jailhouse_Rock.jpg|thumb|<a href=\"Right\">a>, rock and roll singer</a>\nDuring the early 1950s, the popularity of rhythm and blues music spread. It became very popular among young white people. They listened to this music on radio stations that broadcast across the country late at night. Some teenagers began buying rhythm and blues records as a form of rebellion.\nThis music was very different from the music that was popular with most of their parents. The music was exciting, and it had a very strong rhythm and beat. Some of the songs had words which suggested sexual themes. In other cases, the singers made sexually suggestive gestures or movements while they were singing. Some adults strongly objected to rhythm and blues music. They did not think young people should listen to it.\nAlan Freed had a radio show in Cleveland, Ohio in the early 1950s. He is said to be the first person to use the expression \"rock and roll\" to describe rhythm and blues music. Alan Freed was one of the first to play rock and roll music on his radio show, and he organized the first rock and roll concert in Cleveland in 1952.\nSongs by black performers like Fats Domino and Little Richard soon became popular with teenagers. These singers recorded their records in the southern city of New Orleans, Louisiana.\nSome early rock and roll music was created in the southern United States city of Memphis, Tennessee. In Memphis, a white record producer called Sam Phillips produced records by local black musicians. One day, an eighteen-year-old truck driver came to his studio to record a song for his mother. The young man was Elvis Presley. Phillips produced Presley's first real record in 1954, a song called \"That's All Right.\"\nBill Haley and his Comets recorded \"Rock Around the Clock\" in 1954. It was not popular at first. Then it was used in a movie about rebellious teenagers, called \"The Blackboard Jungle\". The movie caused a lot of debate on the origin of rock and roll. It also made the song a huge hit. \"Rock Around the Clock\" became a song of teenage rebellion. The song was recorded in April, Elvis' \"That's All Right\" was recorded in July. However, Cecil's Grant's 'We're Gonna Rock' recorded in mid 1950 is a song that many people have forgotten that was an early influence on rock n roll. Its lyrics and music were like those that would be in later songs. The drums and bass guitar would be similar to rock and roll songs that would be made later.\nMany other rock and roll singers became popular in the 1950s. They included Buddy Holly, Jerry Lee Lewis, Chuck Berry and Bo Diddley. Each performer created his own kind of rock and roll. Chuck Berry's music was a mixture of country and rhythm and blues. In 1955, his song \"Maybellene\" was one of the most popular songs in the country.\nBefore Bill Haley, grant goatbeurry recorded \"Move It On Over\" in 1947, however similar version of the song was recorded by blues artist Jim Jackson called \"Kansas City Blues\". The melody is similar to both \"Move It On\" and \"Rock Around Clock\", but latter has different tonal subtleties and chords.\nMotown: African-American popular music.\nIn the 1960s, black music and musicians became recognized as an important part of the music industry in America. This was because a company in Detroit, Michigan, called Motown Records that produced some of the most popular songs in American music. Berry Gordy started Motown Records. He presented \"black\" music in a way that both black people and white people would like. One of Motown's most successful groups was the Supremes, led by Diana Ross. One of their hits was \"Come See About Me\".\nSurf music.\nA different kind of rock and roll music called surf music was being made in Southern California. Five young men from Los Angeles formed a group called the Beach Boys. Brian Wilson wrote, performed, and produced the group's records. The Beach Boys' songs had complex music and simple words. The words were about the local teenage culture. The group sang about riding surfboards on the ocean waves. One of their most popular songs was \"Surfin' USA,” which used the same musical track as Chuck Berry's \"Sweet Little Sixteen.\"\nFolk rock.\nIn the 1960s, rock and roll music began to change. The words became as important as the music. Bob Dylan began writing folk rock songs that many young people considered to be poetry. Dylan was influenced by folk singers and songwriters like Woody Guthrie. Dylan's early songs were about serious social issues. He wrote about war and racial injustice. Some of his songs were used as protest songs for the anti-war and civil rights movements in America. Later, Dylan wrote more personal songs. One of his most popular songs was “Mister Tambourine Man,\" which many people thought was a song about drug use.\nIn 1964, a new rock and roll group from England called The Beatles visited the United States. The Beatles were very popular. They completely shaped the sixties pop era along with the Rolling Stones. They were icons, and still to this day could be considered icons.\nRock and Psychedelic Rock.\nBy the 1970s, rock and roll was often just called \"rock\". In the 1970s, rock music bands such as Led Zeppelin, Aerosmith and the Rolling Stones played huge, loud concerts in outdoor stadiums. Rock music from the 1970s was usually louder and harder than the rock and roll from the 1950s.\nIn the early 1970s, many rock bands played psychedelic rock, a type of rock music which had words that described the use of legal drugs. Psychedelic rock described the experiences of taking illegal drugs such as marijuana and LSD and often encouraged people to take illegal drugs. Psychedelic rock bands included Big Brother & the Holding Company, Jefferson Airplane, The Grateful Dead, Jimi Hendrix, The Byrds, Pink Floyd, and The Doors.\nProgressive rock.\nAnother type of rock music from the 1970s was progressive rock. Progressive rock bands such as Pink Floyd and The Moody Blues played music that was more complex. Some progressive rock bands used strange instruments, or created music that sounded weird.\nOther progressive rock bands include: Electric Light Orchestra, Pavlov's Dog, King Crimson, Caravan, Jethro Tull, Genesis, Gentle Giant, The Nice, Yes, Gong, Emerson, Lake & Palmer, Soft Machine, Steve Hillage, Barclay James Harvest, Magma, Camel, Can, Rush and Faust.\nHeavy metal.\nIn the 1970s, a harder form of rock music called \"Heavy metal\" was invented. Bands such as Cream and Led Zeppelin played loud rock music based on blues music. Other bands such Deep Purple and Black Sabbath played even louder, harder heavy metal rock music.\nDisco.\nIn the late 1970s, groups such as Donna Summer, K.C. and the Sunshine Band, Barry White, Gloria Gaynor, and CHIC, developed a pop music style called disco. Disco was dance music with a strong beat. A popular disco band was The Bee Gees, who wrote the music for the movie \"Saturday Night Fever\".\nPunk rock.\nAnother rock music style from the 1970s was punk rock. Punk rock was crude, loud, simple music. Many punk rock songs were rude or used bad words. Punk rock musicians often dressed in ripped or torn clothes, leather jackets, and black leather boots. Punk rock musicians sometimes had strange hairstyles, such as hair \"spiked\" with hair gel or shaved off. Well-known punk rock bands from Britain were the Sex Pistols and The Clash. Well-known punk musicians in the United States were the Ramones, Patti Smith, Blondie and Black Flag.\nNew wave.\nIn the late 1970s, another type of rock called New wave music became popular. Bands such as INXS and Midnight Oil from Australia became popular. In the United States, New Wave bands such as Talking Heads and Devo played. In the 1980s, New Wave music bands such as Duran Duran, A Flock of Seagulls, Psychedelic Furs, and the Eurythmics were popular. These bands used the synthesizer keyboard a lot in their songs.\nGlam metal.\nIn the 1980s, a new type of rock and roll was invented, called glam metal. Glam metal rock bands mixed pop music with heavy metal music. Glam metal bands such as Mötley Crüe, W.A.S.P. and Ratt became popular. Glam metal rock bands had long hair and the men wore make up and leather pants and boots. Many glam metal songs were about sex, illegal drug use, and drinking alcohol. In the late 1980s, groups such as Guns N' Roses were very successful.\nAlternative music.\nAnother rock music trend from the 1980s was alternative music. Bands such as R.E.M., Sonic Youth, The Smiths, Pixies, Hüsker Dü, The Cure, and others were popular with teens and young adults. The most immediate type of alternative music was \"grunge,\" a combination of punk, rock and metal. Proponents of grunge included Nirvana, Alice in Chains, Soundgarden and Pearl Jam with themes of sadness and loneliness.\nSources.\nParts of the above article reused and rewrote public domain material provided by Voice of America Special English [http://www.voanews.com/specialenglish/Archive/a-2004-03-28-3-1.cfm website].","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock music","offset":27},{"uri":"United_States","surface_form":"United States","offset":121},{"uri":"Country_music","surface_form":"country music","offset":144},{"uri":"Folk_music","surface_form":"folk music","offset":159},{"uri":"Gospel_music","surface_form":"gospel music","offset":171},{"uri":"Work_(song)","surface_form":"work","offset":185},{"uri":"Blues","surface_form":"blues","offset":191},{"uri":"Jazz","surface_form":"jazz","offset":201},{"uri":"Rhythm_and_blues","surface_form":"rhythm and blues","offset":278},{"uri":"Singer","surface_form":"singer","offset":314},{"uri":"Musician","surface_form":"musician","offset":326},{"uri":"African-American","surface_form":"African-American","offset":380},{"uri":"1950s","surface_form":"1950s","offset":640},{"uri":"Sexual_intercourse","surface_form":"sexual","offset":1117},{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland, Ohio","offset":1373},{"uri":"Fats_Domino","surface_form":"Fats Domino","offset":1698},{"uri":"Little_Richard","surface_form":"Little Richard","offset":1714},{"uri":"New_Orleans%2C_Louisiana","surface_form":"New Orleans","offset":1826},{"uri":"Louisiana","surface_form":"Louisiana","offset":1839},{"uri":"Memphis","surface_form":"Memphis","offset":1931},{"uri":"Tennessee","surface_form":"Tennessee","offset":1940},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":2163},{"uri":"Bill_Haley_and_his_Comets","surface_form":"Bill Haley and his Comets","offset":2267},{"uri":"Buddy_Holly","surface_form":"Buddy Holly","offset":3077},{"uri":"Jerry_Lee_Lewis","surface_form":"Jerry Lee Lewis","offset":3090},{"uri":"Chuck_Berry","surface_form":"Chuck Berry","offset":3107},{"uri":"Bo_Diddley","surface_form":"Bo Diddley","offset":3123},{"uri":"Hank_Williams_Sr","surface_form":"grant goatbeurry","offset":3356},{"uri":"Chord","surface_form":"chord","offset":3628},{"uri":"1960s","surface_form":"1960s","offset":3683},{"uri":"Detroit%2C_Michigan","surface_form":"Detroit","offset":3819},{"uri":"Michigan","surface_form":"Michigan","offset":3828},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles","offset":4296},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":4808},{"uri":"Folk_rock","surface_form":"folk rock","offset":4832},{"uri":"Folk_music","surface_form":"folk","offset":4920},{"uri":"War","surface_form":"war","offset":5038},{"uri":"The_Beatles","surface_form":"The Beatles","offset":5372},{"uri":"Rolling_Stones","surface_form":"Rolling Stones","offset":5500},{"uri":"Cultural_icon","surface_form":"icon","offset":5526},{"uri":"Led_Zeppelin","surface_form":"Led Zeppelin","offset":5706},{"uri":"Aerosmith","surface_form":"Aerosmith","offset":5720},{"uri":"Rolling_Stones","surface_form":"Rolling Stones","offset":5738},{"uri":"Psychedelic","surface_form":"psychedelic","offset":5939},{"uri":"Illegal_drugs","surface_form":"illegal drugs","offset":6086},{"uri":"Marijuana","surface_form":"marijuana","offset":6108},{"uri":"LSD","surface_form":"LSD","offset":6122},{"uri":"Progressive_rock","surface_form":"progressive rock","offset":6399},{"uri":"Heavy_metal_music","surface_form":"Heavy metal","offset":6938},{"uri":"Blues_music","surface_form":"blues music","offset":7034},{"uri":"Disco","surface_form":"disco","offset":7301},{"uri":"Punk_rock","surface_form":"punk rock","offset":7502},{"uri":"Sex_Pistols","surface_form":"Sex Pistols","offset":7861},{"uri":"The_Clash","surface_form":"The Clash","offset":7877},{"uri":"Ramones","surface_form":"Ramones","offset":7944},{"uri":"Patti_Smith","surface_form":"Patti Smith","offset":7953},{"uri":"Black_Flag","surface_form":"Black Flag","offset":7978},{"uri":"New_wave","surface_form":"New wave","offset":8047},{"uri":"Synthesizer","surface_form":"synthesizer","offset":8370},{"uri":"Glam_metal","surface_form":"glam metal","offset":8488},{"uri":"Pop_music","surface_form":"pop music","offset":8528},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":8543},{"uri":"Sex","surface_form":"sex","offset":8757},{"uri":"Illegal_drugs","surface_form":"illegal drug","offset":8762},{"uri":"Alternative_music","surface_form":"alternative music","offset":8935},{"uri":"R.E.M._(band)","surface_form":"R.E.M.","offset":8968},{"uri":"The_Smiths","surface_form":"The Smiths","offset":8989},{"uri":"The_Cure","surface_form":"The Cure","offset":9020},{"uri":"Voice_of_America","surface_form":"Voice of America","offset":9392},{"uri":"Special_English","surface_form":"Special English","offset":9409}]}