{"id":129563,"url":"http://en.wikipedia.org/wiki/Muhammad_of_Ghor","text":"e=\"preserve\">Mu'izz ad-Din Muhammad Ghori () (1149 – March 15, 1206) was sultan of the Ghurid Empire. He ruled from 1173 to 1202 along with his brother Ghiyath ad-Din Muhammad. He also ruled from 1202 to 1206. He was known as Muhammad of Ghor. His birth name was Shihab ad-Din.\nMu'izz ad-Din was one of greatest ruler of the Ghurid dynasty. He is also known as founder of Muslim rule in Indian subcontinent. He ruled over a large part of subcontinent, which is now part of Afghanistan, Bangladesh, Iran, north India, Pakistan, Tajikistan and Turkmenistan.\nIn 1173 Mu'izz ad-Din took the city of Ghazni from Mahmud of Ghazni which he did to avenge the death of his ancestor Muhammad ibn Suri. He used this city as a base for expansion into northern India. In the meantime, he helped his brother Ghiyath to win over Khwarazmian Empire for the lordship of Khorasan in Western Asia. In 1175, Mu'izz captured Multan from the Hamid Ludi dynasty, which were Muslim Pashtun, and also took Uch in 1175. He also occupied the Ghaznavid principality of Lahore in 1186, which was the last place of safety of his Persianised enemies. After the death of Ghiyath in 1202, he became the successor of the Ghurid Empire and ruled until his assassination in 1206.\nAfter struggle among the remaining Ghuri leaders, Khwarizmi took over the Ghurid Sultanate in about 1215. Though the Ghurid's empire was short, and after them Timurids took over the Ghurid empire. Mu'izz's laid the foundations of Muslim rule in India. Qutbu l-Din Aibak, a former slave (Mamluk) of Mu'izz, was the first Sultan of Delhi.\nEarly life.\nMu'izz ad-Din Muhammad was born in 1149 in the Ghor region, which is now Afghanistan. The exact date of his birth is unknown. His father, Baha al-Din Sam I, was the local ruler of the Ghor region at that time. Mu'izz also had an elder brother named Ghiyath al-Din Muhammad. During their early life, Mu'izz and Ghiyath were imprisoned by their uncle Ala al-Din Husayn, but were later released by their uncle's son Sayf al-Din Muhammad. When Sayf died in 1163, the Ghurid nobles supported Ghiyath as their leader, and helped him to took over the throne. Ghiyath shortly gave Mu'izz control over Istiyan and Kajuran. However, the throne was challenged by many Ghurid chiefs during which Mu'izz helped his brother Ghiyath in defeating and killing a rival Ghurid chief named Abu'l Abbas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sultan","surface_form":"sultan","offset":73},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":387},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":473},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":486},{"uri":"Iran","surface_form":"Iran","offset":498},{"uri":"India","surface_form":"India","offset":510},{"uri":"Pakistan","surface_form":"Pakistan","offset":517},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":527},{"uri":"Turkmenistan","surface_form":"Turkmenistan","offset":542},{"uri":"Ghazni","surface_form":"Ghazni","offset":595},{"uri":"Mahmud_of_Ghazni","surface_form":"Mahmud of Ghazni","offset":607},{"uri":"Greater_Khorasan","surface_form":"Khorasan","offset":853},{"uri":"Western_Asia","surface_form":"Western Asia","offset":865},{"uri":"Multan","surface_form":"Multan","offset":904},{"uri":"Pashtun_people","surface_form":"Pashtun","offset":958},{"uri":"Lahore","surface_form":"Lahore","offset":1041},{"uri":"Timurid_Empire","surface_form":"Timurids","offset":1403},{"uri":"Qutb-ud-din_Aibak","surface_form":"Qutbu l-Din Aibak","offset":1496},{"uri":"Mamluk","surface_form":"Mamluk","offset":1531},{"uri":"Sultan","surface_form":"Sultan","offset":1564}]}