{"id":12950,"url":"http://en.wikipedia.org/wiki/Thomas_Edison","text":"Thomas Alva Edison (February 11, 1847 – October 18, 1931) was an American inventor and entrepreneur, who invented many things. Thomas Edison developed one of the first practical light bulbs, but contrary to popular belief did not invent the light bulb. Edison's 1093 patents were the most granted to any inventor in his time. He started the General Electric Company to make some of the things he invented.He died due to a disease called 'Diabetes mellitus<nowiki/>'.\nEarly life.\nThomas Alva Edison was born in Milan, Ohio. When Edison was seven years old, he moved with his family to Port Huron, Michigan. Edison started school late because of an illness. Three months later, Edison was removed from school, because he could not pay attention to his teacher. His mother, who was a teacher in Canada, taught Edison at home. Edison's mother helped him become motivated for learning, and he was a good student to her.\nWhen Edison was twelve years old, he contracted scarlet fever. The effects of the fever, as well as getting picked up by the ears by a train conductor, caused Edison to become completely deaf in his left ear, and 80 percent deaf in the other. He learned Morse code of the telegraph, and began a job as a \"brass pounder\" (telegraph operator). At age sixteen, Edison made his first invention, which was called an \"automatic repeater.\" It used punched tape to send telegraph signals quickly between unmanned stations, more quickly than a telegraph operator could do.\nCareer.\nIn 1868, Edison moved East and began to work for the Western Union Company in Boston, Massachusetts as a telegraph operator. He worked twelve hours a day, six days a week, and continued to \"moonlight\" on his own projects. Within six months, he had applied for and received his first patent for an electric vote recorder. It made the voting process faster but he could not find buyers. Then, Edison moved to New York and began to work for a company fixing their machines. At night, he continued to work on his projects.\nIn 1876 Edison used the money from his inventions to start his own laboratory in Menlo Park, New Jersey. In 1877~78, he invented there the carbon microphone, which made the sound for Alexander Graham Bell's new telephone invention louder. In 1877, Edison invented the phonograph, the first machine that could record and play sound. The phonograph made him internationally famous. How ever a new discovery proved that the French inventor Édouard-Léon Scott de Martinville invented sound recording before Edison. In 1879, Edison made a light bulb that lasted longer. Another invention, the electric power distribution network, lasted even longer.\nPersonal life.\nHe married Mary Stilwell in 1871. He had three children in that marriage: Marion Estelle Edison (also called Dot), Thomas Alva Edison, Jr. (also called Dash) and William Leslie Edison. Mary Stilwell died in 1884. Thomas Edison bought some land in Florida and built a house. When he was thirty-nine, Edison married his second wife, Mina Miller, who was 19. He had 3 children in that marriage: Madeleine Edison, Charles Edison (who took over the company when his father died and was later elected Governor of New Jersey), and Theodore Miller Edison.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":65},{"uri":"Inventor","surface_form":"inventor","offset":74},{"uri":"Entrepreneur","surface_form":"entrepreneur","offset":87},{"uri":"Thomas_Edison","surface_form":"Thomas Edison","offset":127},{"uri":"Light_bulb","surface_form":"light bulb","offset":178},{"uri":"Light_bulb","surface_form":"light bulb","offset":241},{"uri":"Patent","surface_form":"patent","offset":267},{"uri":"Inventor","surface_form":"inventor","offset":304},{"uri":"General_Electric","surface_form":"General Electric","offset":341},{"uri":"Thomas_Edison","surface_form":"Thomas","offset":479},{"uri":"Milan","surface_form":"Milan","offset":510},{"uri":"Ohio","surface_form":"Ohio","offset":517},{"uri":"Port_Huron%0A%2C_Michigan","surface_form":"Port Huron","offset":584},{"uri":"Michigan","surface_form":"Michigan","offset":596},{"uri":"Canada","surface_form":"Canada","offset":792},{"uri":"Scarlet_fever","surface_form":"scarlet fever","offset":963},{"uri":"Morse_code","surface_form":"Morse code","offset":1169},{"uri":"Telegraph","surface_form":"telegraph","offset":1187},{"uri":"Invention","surface_form":"invention","offset":1295},{"uri":"Punched_tape","surface_form":"punched tape","offset":1356},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":1565},{"uri":"New_Jersey","surface_form":"New Jersey","offset":2099},{"uri":"Microphone","surface_form":"microphone","offset":2152},{"uri":"Alexander_Graham_Bell","surface_form":"Alexander Graham Bell","offset":2189},{"uri":"Telephone","surface_form":"telephone","offset":2217},{"uri":"Phonograph","surface_form":"phonograph","offset":2274},{"uri":"%C3%89douard-L%C3%A9on_Scott_de_Martinville","surface_form":"Édouard-Léon Scott de Martinville","offset":2443},{"uri":"Electric_power_distribution","surface_form":"electric power distribution","offset":2594},{"uri":"Governor","surface_form":"Governor","offset":3161},{"uri":"New_Jersey","surface_form":"New Jersey","offset":3173}]}