{"id":129562,"url":"http://en.wikipedia.org/wiki/Qutb-ud-din_Aibak","text":"Quṭb al-Dīn Aibak also spelled Quṭb ud-Dīn Aibak or Qutub ud-Din Aybak, (1150–1210), was the founder of the Mamluk Dynasty in Delhi and the first sultan of the Delhi Sultanate. He was born at Turk in the Aybak tribe and was the sultan for only four years, 1206-1210.\nEarly life.\nQutb-ud-din Aibak was born to a Turkish family in Central Asia. He was sold as a slave in his childhood. But this went well because he was brought up by the chief Qazi of Nishapur, a town in northeastern Iran. He was treated like one of the sons of this Qazi and was given a good education, including training in archery and horsemanship. However when the master died, his jealous sons sold Qutb-ud-din Aibak to a slave master.\nAdvancement and military conquests.\nQutb-ud-din Aibak was finally purchased by the ruler of Ghor in central Afghanistan, Sultan Muhammad Ghori. Qutb-ud-din Aibak gradually rose to the rank of a Commander and became a trusted slave of Sultan Ghori. The conquests of northern India were executed mainly by Qutb-ud-din Aibak, which helped Ghori to consolidate his position there. Gradually, as Sultan Ghori concentrated on Central Asia after 1192, he was given the independent charge of the conquests in India. In India, Qutb-ud-din Aibak is infamous for massive destruction and plunder of several Hindu temples, whose wealth he looted away. His lieutenant, Bhakthiar Khilji, following in his master's footsteps ravaged the famous university of Nalanda, killing all the monks and scholars there, as well as burning the huge library down. It is said that the fires raged for 3 months, such was the voluminous material being burnt.\nSultan.\nMuhammad Ghori established himself as strong ruler with his empire extending over Afghanistan, Pakistan, and northern India. Qutb-ud-din Aibak crowned himself the Sultan of Delhi in 1206, when Muhammad Ghori was killed on the battlefield. After his death, when Aibak came to the throne, he ruled over those places where he was appointed as the local receiver-general of Sultan Ghori. Despite the rebellions by nobles like Taj-ud-din Ildiz and Nasir-ud-din Qubachah, he strengthened the administrative system, which had been established by ghori\nThough Qutb-ud-din Aibak started the construction of the Quwwat-ul-Islam mosque which was among the earliest Muslim monuments in Delhi, he could not complete them. These architectures were later completed by his successor Shamsuddin iltumishs. He started building the \"Adhai Din Ka Jhopra\" (meaning \"Shed of 2 and half days\"), a mosque in the Ajmer city of Rajasthan, India. It was commissioned by Qutb-ud-Din-Aibak, on orders of Muhammad Ghori, in 1192 CE. It was completed in 1199 CE, and further beautified by Iltutmish of Delhi in 1213 CE.\nDeath and succession.\nIn 1210, Qutb-ud-din Aibak died in an unexpected manner, while playing polo.\nHe was buried in Lahore near the Anarkali Bazaar. He was succeeded by Shamsuddin Iltutmish, another slave who rose to the level of a Sultan, thus extending the Slave/Mamluk Dynasty. He wasn't interested in expanding his territory instead wanted to settle problems in his present empire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mamluk_Dynasty","surface_form":"Mamluk Dynasty","offset":108},{"uri":"Delhi_Sultanate","surface_form":"Delhi Sultanate","offset":160},{"uri":"Turkey","surface_form":"Turkish","offset":311},{"uri":"Central_Asia","surface_form":"Central Asia","offset":329},{"uri":"Slave","surface_form":"slave","offset":360},{"uri":"Qazi","surface_form":"Qazi","offset":442},{"uri":"Nishapur","surface_form":"Nishapur","offset":450},{"uri":"Iran","surface_form":"Iran","offset":483},{"uri":"Archery","surface_form":"archery","offset":592},{"uri":"Gh%C5%8Dr_Province","surface_form":"Ghor","offset":799},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":815},{"uri":"Pakistan","surface_form":"Pakistan","offset":1737},{"uri":"Rebellion","surface_form":"rebellions","offset":2038},{"uri":"Quwwat-ul-Islam","surface_form":"Quwwat-ul-Islam","offset":2244},{"uri":"Mosque","surface_form":"mosque","offset":2260},{"uri":"Muslim","surface_form":"Muslim","offset":2296},{"uri":"Monument","surface_form":"monuments","offset":2303},{"uri":"Lahore","surface_form":"Lahore","offset":2847},{"uri":"Anarkali_Bazaar","surface_form":"Anarkali Bazaar","offset":2863}]}