{"id":129678,"url":"http://en.wikipedia.org/wiki/Saint-Denis","text":"Saint-Denis is a city and \"commune\" in the north suburbs of Paris, France. Saint-Denis is a sub-prefecture of the Seine-Saint-Denis departement, and is the seat of the Arrondissement of Saint-Denis. It is in the Île-de-France region. Inhabitants of Saint-Denis are called \"Dionysiens\".\nSaint-Denis is home to the Saint Denis Basilica. France's national football stadium, Stade de France, built in 1998 for the Football World Cup is in Saint-Denis.\nSaint-Denis used to be an industrial suburb, but its reconverting its economic base.\nHistory.\nAlmost every French king since Dagobert Ist, was buried in the Basilica. Saint-Denis dates back to the second century. It used to be a village called \"Catolacus\". Saint Denis, the first bishop of Paris, was martyred in about 250 AD. He was buried in the cemetery of Catolacus. Denis' tomb became a place of worship.\nDuring the French Revolution in 1793, the city was renamed \"Franciade\", and the royal necropolis was looted and destroyed. The name was changed back in 1803.\nDuring the Second World War, the Germans occupied Saint-Denis from June 13, 1940. The town was liberated by General Leclerc on August 27.\nOther facts.\nThe painter Claude Monet was born in Saint-Denis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paris","surface_form":"Paris","offset":60},{"uri":"France","surface_form":"France","offset":67},{"uri":"Seine-Saint-Denis","surface_form":"Seine-Saint-Denis","offset":114},{"uri":"%C3%8Ele-de-France","surface_form":"Île-de-France","offset":212},{"uri":"Saint_Denis_Basilica","surface_form":"Saint Denis Basilica","offset":313},{"uri":"Stade_de_France","surface_form":"Stade de France","offset":371},{"uri":"1998","surface_form":"1998","offset":397},{"uri":"Football_World_Cup","surface_form":"Football World Cup","offset":410},{"uri":"French_Revolution","surface_form":"French Revolution","offset":869},{"uri":"Necropolis","surface_form":"necropolis","offset":944},{"uri":"Second_World_War","surface_form":"Second World War","offset":1027},{"uri":"General_Leclerc","surface_form":"General Leclerc","offset":1124},{"uri":"Claude_Monet","surface_form":"Claude Monet","offset":1179}]}