{"id":129669,"url":"http://en.wikipedia.org/wiki/Virgin_birth_of_Jesus","text":"e=\"preserve\">The virgin birth of Jesus is a belief held by Christians and Muslims. It says that Mary, Jesus' mother, was a virgin even after she became pregnant with Jesus. By the 2nd century, most people in the Christian church believed this. The idea of the virgin birth was included in the two most common Christian creeds, the Nicene Creed and the Apostles' Creed. The Nicene Creed says that Jesus \"was incarnate of the Holy Spirit and the Virgin Mary\" (meaning that Jesus was God in human form, and was born to the Virgin Mary). The Apostles' Creed also says that Jesus was \"born of the Virgin Mary.\" The belief was not challenged, except by some sects which were not very important, before the Enlightenment theology of the eighteenth century.\nThe Gospels of Matthew and Luke say that Mary was a virgin and that Jesus was created by the Holy Spirit. These Gospels started the belief that Jesus' creation was a miracle. This belief, which is now common in Christianity, says that Jesus had no natural father; no sexual intercourse and no male seed was involved in creating him. The Gospel of Matthew also says that the virgin birth of Jesus fulfills a prophecy from the Book of Isaiah.\nSince the second century, the Roman Catholic Church and the Eastern Orthodox Church have taught that Mary gave birth as a virgin (meaning she stayed a \"virgo intacta\" - an \"intact virgin\" - even after giving birth).\nThe virgin birth of Jesus is also part of Islam. The Qur'an often describes Jesus as \"Jesus, son of Mary\" (\"Isa bin Maryam\").\nHidden meaning.\nAccording to Uta Ranke-Heinemann, the idea that Jesus was born to a virgin was not meant to be taken literally (as if it really happened). Instead, it is an allegory about something special that God did. It is like the story about how God made Adam. Both Adam and Jesus were God's creations.\nIllegitimacy.\nRaymond Brown argues that Jesus may have been an illegitimate child. This idea first appeared around 177-180 AD. Around this time, Celsus wrote that Jesus himself had made up the story about being born to a virgin. In fact, Celsus wrote, Jesus' mother was a poor country woman who earned her money by spinning (making thread). She had been married to a carpenter, but he kicked her out. He did this because she was convicted of adultery with a soldier named Panthera. After this, she wandered around and secretly gave birth to Jesus. Later, because he was poor, Jesus found work in Egypt. There, he learned magical powers. These made him confident, and he started calling himself God.\nEpistles of Paul.\nThe letters of Paul of Tarsus are thought to be the earliest texts in the New Testament. They do not say that Jesus' mother was a virgin.\nBut when the fullness of time had come, God sent his Son, born of a woman, born under the law...\nIn this sentence, Paul says that Jesus was born \"of a woman\", not \"of a virgin\". This could be evidence that Paul did not know about the virgin birth of Jesus. However, when Paul was alive, when Hebrew people talked about a new baby, they usually listed only the child's father, or both parents. The fact that Paul listed no father may suggest that there was no human father.\nSome people think God created Jesus without a human father so Jesus could avoid a curse. In the Old Testament (), God put a curse on Jeconiah, who had been King of Judah. God told Jeconiah that none of his family would ever 'sit on the throne of David.' David was one of Jeconiah's ancestors, and had been King of Jerusalem. says that Jeconiah was an ancestor of Joseph, Mary's husband. If Jesus was Joseph's child, Jesus would be related to Jeconiah. God's curse would keep him from being King of Jerusalem. However, because God created Jesus without a human father, Jesus was not related to Jeconiah, and could be King.\nPeople argue about what Paul meant when he said Jesus was \"descended from David according to the flesh.\" David, Jeconiah, and Joseph were all in the same family line. For Jesus to be part of David's family line, he would have to be related to Joseph. This would mean Joseph had to be Jesus' human father. However, some people think Paul did not mean Jesus was physically descended from Joseph, only that Joseph acted like Jesus' father.\nThe order of the Bible.\nHowever, Paul, in Epistle to the Colossians 1:15, calls Jesus the \"first-born Son, superior to all created things.\" This makes it clear that Paul saw Jesus as very special, unlike any other human being.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belief","surface_form":"belief","offset":44},{"uri":"Christianity","surface_form":"Christians","offset":59},{"uri":"Islam","surface_form":"Muslims","offset":74},{"uri":"Mary_(mother_of_Jesus)","surface_form":"Mary","offset":96},{"uri":"Virginity","surface_form":"virgin","offset":123},{"uri":"Pregnancy","surface_form":"pregnant","offset":152},{"uri":"2nd_century","surface_form":"2nd century","offset":180},{"uri":"Christian","surface_form":"Christian","offset":212},{"uri":"Church","surface_form":"church","offset":222},{"uri":"Christianity","surface_form":"Christian","offset":309},{"uri":"Creed","surface_form":"creed","offset":319},{"uri":"Nicene_Creed","surface_form":"Nicene Creed","offset":331},{"uri":"Apostles%27_Creed","surface_form":"Apostles' Creed","offset":352},{"uri":"Incarnation_(Christianity)","surface_form":"incarnate","offset":407},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":424},{"uri":"God","surface_form":"God","offset":481},{"uri":"Sect","surface_form":"sect","offset":652},{"uri":"Age_of_Enlightenment","surface_form":"Enlightenment theology","offset":700},{"uri":"Gospel","surface_form":"Gospels","offset":754},{"uri":"Gospel_of_Matthew","surface_form":"Matthew","offset":765},{"uri":"Gospel_of_Luke","surface_form":"Luke","offset":777},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":843},{"uri":"Miracle","surface_form":"miracle","offset":916},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":1017},{"uri":"Semen","surface_form":"male seed","offset":1043},{"uri":"Gospel","surface_form":"Gospel","offset":1087},{"uri":"Prophecy","surface_form":"prophecy","offset":1157},{"uri":"Book_of_Isaiah","surface_form":"Book of Isaiah","offset":1175},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":1221},{"uri":"Eastern_Orthodox_Church","surface_form":"Eastern Orthodox Church","offset":1251},{"uri":"Birth","surface_form":"gave birth","offset":1297},{"uri":"Islam","surface_form":"Islam","offset":1449},{"uri":"Qur%27an","surface_form":"Qur'an","offset":1460},{"uri":"Literally","surface_form":"literally","offset":1650},{"uri":"Allegory","surface_form":"allegory","offset":1706},{"uri":"Adam","surface_form":"Adam","offset":1793},{"uri":"Illegitimate","surface_form":"illegitimate","offset":1904},{"uri":"Anno_Domini","surface_form":"AD","offset":1964},{"uri":"Celsus","surface_form":"Celsus","offset":1986},{"uri":"Poverty","surface_form":"poor","offset":2113},{"uri":"Thread","surface_form":"thread","offset":2173},{"uri":"Conviction","surface_form":"convicted","offset":2270},{"uri":"Adultery","surface_form":"adultery","offset":2283},{"uri":"Soldier","surface_form":"soldier","offset":2299},{"uri":"Egypt","surface_form":"Egypt","offset":2437},{"uri":"Magic_(illusion)","surface_form":"magical","offset":2462},{"uri":"Confident","surface_form":"confident","offset":2493},{"uri":"Paul_of_Tarsus","surface_form":"Paul of Tarsus","offset":2573},{"uri":"New_Testament","surface_form":"New Testament","offset":2632},{"uri":"Evidence","surface_form":"evidence","offset":2888},{"uri":"Hebrew_people","surface_form":"Hebrew people","offset":2988},{"uri":"Curse","surface_form":"curse","offset":3251},{"uri":"Old_Testament","surface_form":"Old Testament","offset":3265},{"uri":"Jeconiah","surface_form":"Jeconiah","offset":3302},{"uri":"Judah","surface_form":"Judah","offset":3333},{"uri":"Throne","surface_form":"throne","offset":3405},{"uri":"David","surface_form":"David","offset":3415},{"uri":"Ancestor","surface_form":"ancestor","offset":3451},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":3483},{"uri":"Saint_Joseph","surface_form":"Joseph","offset":3532},{"uri":"Descendant","surface_form":"descended","offset":3850},{"uri":"Epistle_to_the_Colossians","surface_form":"Epistle to the Colossians","offset":4270},{"uri":"Superior","surface_form":"superior","offset":4335}]}