{"id":129689,"url":"http://en.wikipedia.org/wiki/Dixie_Dean","text":"Dixie Dean (William Ralph Dean, 22 January 1907 – 1 March 1980) was an English football player. He played for Everton FC during the 1920s and 30s.\nHe scored more goals than any other player in English football history. Worldwide, only Pele scored more competitive goals than Dean.\nDean was born in Birkenhead in Merseyside. He began his career at his hometown club Tranmere Rovers before moving on to Everton. He was particularly known for scoring goals with his head. Dean played most of his career at Everton. When injuries caught up with him, he moved on to Notts County.\nDean is best known for his exploits during the 1927–28 season. He scored a record 60 league goals that season, when the English first division was by far the strongest football league in the world. He also scored 18 goals in 16 appearances for England. There were fewer international games in those days.\nA statue of Dean was unveiled outside Goodison Park in 2001. A year later, he became one of the first 22 players inducted into the English Football Hall of Fame. Dean was the first Everton player to wear the number 9 shirt, and is regarded as one of the greatest footballers of all time.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":71},{"uri":"Soccer","surface_form":"football","offset":79},{"uri":"Everton_FC","surface_form":"Everton FC","offset":110},{"uri":"Goal","surface_form":"goals","offset":162},{"uri":"Pele","surface_form":"Pele","offset":235},{"uri":"Birkenhead","surface_form":"Birkenhead","offset":298},{"uri":"Merseyside","surface_form":"Merseyside","offset":312},{"uri":"Tranmere_Rovers","surface_form":"Tranmere Rovers","offset":365},{"uri":"Everton_F.C.","surface_form":"Everton","offset":401},{"uri":"Notts_County","surface_form":"Notts County","offset":561},{"uri":"Goodison_Park","surface_form":"Goodison Park","offset":918},{"uri":"English_Football_Hall_of_Fame","surface_form":"English Football Hall of Fame","offset":1011}]}