{"id":129648,"url":"http://en.wikipedia.org/wiki/Saffron","text":"Saffron () (Persian: زَعْفَرَان) is a spice made from the stigma of the flower of the saffron plant. The spice is used in cooking as a seasoning and as a food colouring. It is native to Southwest Asia. It is the world's most costly spice, and has been for a long time.\nSaffron has a bitter taste and smells like hay. This smell is caused by the chemicals picrocrocin and safranal. Saffron also contains a dye, crocin, that gives food a rich golden colour. Saffron is a part of many foods from around the world, and is also used in medicine.\nThe word \"saffron\" comes from the 12th century Old French word ', which comes from the Latin word '. ' is also related to the Italian ' and Spanish '. \"Safranum\" comes from the Arabic word ' (), which means \"yellow\".\nBiology.\nThe cultivated saffron (saffron crocus \"C. sativus\") flowers in the autumn and comes up every year, so it is known as a perennial plant. It does not grow wild, and is now a triploid form of the eastern Mediterranean plant called \"Crocus cartwrightianus\". It is thought that \"C. cartwrightianus\" came from Crete. The saffron crocus resulted when \"C. cartwrightianus\" was subjected to a lot of artificial selection by growers who wanted plants with longer stigmas. It can not reproduce because the saffron crocus's purple flowers do not produce useful seeds. This means that reproduction needs human help. The corms (underground bulb-like starch-storing organs) must be dug up, broken apart, and planted again. A corm lives for only one season, reproducing by splitting into up to ten \"cormlets\" that will grow into new plants. The corms are small brown balls up to in diameter and are covered in thick parallel fibres.\nAfter a period in summer known as \"aestivation\", some narrow green leaves come up from the ground. These can grow to up to in length. The number of leaves is between five and eleven. In autumn, purple buds appear. In October, after most other flowering plants have released their seeds, the saffron grows its brightly-coloured flowers, which are coloured from light to dark purple. At the time of flowering, the plant is usually less than in height. Inside each flower are three prongs, called the \"style\". Each prong has a crimson \"stigma\" of between 25 and 30 mm in length at the end of it.\nCultivation.\nThe saffron crocus grows best in climates like that of the Mediterranean maquis or the North American chaparral, where hot, dry summer winds blow across the land. However, saffron can live through temperatures as cold as, and short periods of snow. Saffron needs no extra water if it grows in a wet place like Kashmir, where there is usually 1000–1500 mm of rain each year. It is also important for the rain to fall at the right time of year: there should be a lot of rain in the spring and little in the summer. Rainfall just before flowering also makes the plant give more saffron. Rainy or cold weather during flowering can cause disease, so the plant gives less saffron. Other things that can make the plant give less saffron are: the weather being damp or hot for a long time; rabbits, rats, and birds, digging in the ground near the plant; parasites such as the roundworm; fungus and corm rot. Saffron plants grow best in strong and direct sunlight. Planting is best done in fields that slope towards the sunlight (i.e. south-sloping in the Northern Hemisphere), giving the crocuses' more sunlight. In the Northern Hemisphere, planting is mostly done in June, with corms planted some 7–15 cm deep.\nGrowers have found that planting corms deep and in rows spaced 2–3 cm apart makes more threads, whereas planting depths of 8–10 cm makes more flowers and corms. Saffron crocuses grow best in crumbly, moist and well-drained clay soils with high organic content. They are often planted in raised beds, to help with drainage. Farmers often use 20–30 tonnes of manure per hectare on the plants before plating the corms The buds do not start to grow until early autumn, then in the middle of autumn the plants begin to flower. Picking the flowers must be done quickly: they flower at dawn, but curl up and die during the day. The flowers of the saffron crocuses only last for one or two weeks. From 150 flowers, the farmer can get about 1 g of dry saffron threads. To produce 12 g of dried saffron (72 g freshly harvested) would take about 1 kg of flowers (1 lb for 0.2 oz of dried saffron). It can be worked out from this that one freshly picked flower makes 0.03 g of fresh saffron, or 0.007 g of dried saffron.\nHistory.\nThe history of saffron growing reaches back more than 3,000 years. The wild plant from which the saffron crocus came was called \"Crocus cartwrightianus\". Humans began choosing wild plants that had long \"stigmas\". Gradually, a form of \"C. cartwrightianus\", \"C. sativus\", came into being in the late Bronze Age Crete. Experts believe that the first document to mention saffron is a 7th century BC Assyrian book about botany which was written in the time of Ashurbanipal. There is evidence for the use of saffron in the treatment of about 90 illnesses during the past 4,000 years.\nMediterranean.\nThe Minoans had pictures of saffron in their palaces as long ago as 1500–1600 BC, showing how it could be used as a medicine. Later, Greek legends told of sea voyages to Cilicia, where adventurers hoped to find the world's most valuable saffron. Another legend tells how someone named Crocus was bewitched and transformed into the original saffron crocus. Ancient Mediterranean peoples–including perfumers in Egypt, physicians in Gaza, townspeople in Rhodes, and the Greek \"hetaerae\" courtesans–used saffron in their perfumes, ointments, potpourris, mascaras, divine offerings, and medical treatments.\nIn late Hellenistic Egypt, Cleopatra used saffron in her baths to make her feel good. Egyptian healers used saffron as a treatment for all types of gastrointestinal ailments. Saffron was also used as a fabric dye in such Levant cities as Sidon and Tyre. Aulus Cornelius Celsus prescribes saffron in medicines for wounds, cough, colic, and scabies, and in the mithridatium. Such was the Romans' love of saffron that Roman colonists took their saffron with them when they settled in southern Gaul, where it was extensively cultivated until Rome's fall. Competing theories state that saffron only returned to France with 8th century AD Moors or with the Avignon papacy in the 14th century AD.\nAsia.\nPaints made from saffron were being used for drawing 50,000 years ago. These have been found in the country that is today called Iraq. Later, people called the Sumerians used wild-growing saffron in their medicines and magical potions. Traders carried saffron for long distances before the 2nd millennium BC. Ancient Persians were growing their own type of saffron (\"Crocus sativus\" 'Hausknechtii') in Derbena, Isfahan, and Khorasan by the 10th century BC. Sometimes saffron threads were woven into textiles. They were given as offerings to the gods and used in dyes, perfumes, medicines, and body washes. Saffron threads were also scattered across beds and mixed into hot tea as a way of curing sad feelings. Other people were afraid that the Persians would use saffron as a drug and aphrodisiac. During his Asian campaigns, Alexander the Great used Persian saffron in his tea, rice, and baths to help heal his battle wounds. Alexander's troops copied their leader's actions and brought the habit of saffron-bathing back to Greece.\nNo one knows how saffron arrived in South Asia. Traditional Kashmiri and Chinese accounts date its arrival anywhere between 900–2500 years ago. Historians studying ancient Persian records date the arrival to sometime before 500 BC, saying it was either Persian transplantation of saffron corms to stock new gardens and parks or a Persian invasion and colonization of Kashmir. Phoenicians then sold Kashmiri saffron as a dye and a treatment for melancholy. From there, saffron use in foods and dyes spread throughout South Asia. For example, Buddhist monks in India started wearing saffron-coloured robes after the Buddha Siddhartha Gautama's death. However, the robes were not dyed with costly saffron but turmeric, a less expensive dye, or jackfruit.\nSome historians believe that saffron first came to China with Mongol invaders by way of Persia. On the other hand, saffron is mentioned in ancient Chinese medical texts, including the forty-volume \"Shennong Bencaojing\" (神農本草經—\"Shennong's Great Herbal\", also known as \"Pen Ts'ao\" or \"Pun Tsao\") pharmacopoeia, a tome dating from 200–300 BC. Traditionally attributed to the legendary \"Yan\" (\"Fire\") Emperor (炎帝) Shennong, it documents 252 phytochemical-based medical treatments for various disorders. Yet around the 3rd century AD, the Chinese were referring to saffron as having a Kashmiri provenance. For example, Wan Zhen, a Chinese medical expert, reported that \"[t]he habitat of saffron is in Kashmir, where people grow it principally to offer it to the Buddha.\" Wan also reflected on how saffron was used in his time: \"The [saffron crocus] flower withers after a few days, and then the saffron is obtained. It is valued for its uniform yellow colour. It can be used to aromatise wine.\"\nEurope.\nIn Europe, saffron cultivation declined steeply following the Roman Empire's fall. Saffron was reintroduced when the Islamic civilization \"Al-Andalus\" spread to Spain, France, and Italy. During the 14th century Black Death, there was a huge increase in demand for saffron-based medicine. Much saffron had to be imported by Venetian and Genoan ships from southern and Mediterranean lands such as Rhodes. The theft of one such shipment by noblemen started the 14 week long \"Saffron War\". The conflict and resulting fear of rampant saffron piracy spurred significant saffron cultivation in Basel, which grew prosperous. Cultivation and trade then spread to Nuremberg, where epidemic levels of saffron adulteration brought on the \"Safranschou\" code. Under this law under saffron adulterers were fined, imprisoned, and executed. Soon after, saffron cultivation spread throughout England, especially Norfolk and Suffolk. The Essex town of Saffron Walden, named for its new specialty crop, became England's main saffron growing and trading center. However, an influx of more exotic spices such as chocolate, coffee, tea, and vanilla from newly contacted Eastern and overseas countries caused European cultivation and usage of saffron to decline. Only in southern France, Italy, and Spain, did significant cultivation continue.\nEuropeans brought saffron to the Americas when immigrant members of the Schwenkfelder Church left Europe with a trunk containing saffron corms; indeed, many Schwenkfelders had widely grown saffron in Europe. By 1730, the Pennsylvania Dutch were growing saffron throughout eastern Pennsylvania. Spanish colonies in the Caribbean bought large amounts of this new American saffron, and high demand ensured that saffron's list price on the Philadelphia commodities exchange was set equal to that of gold. The trade with the Caribbean later collapsed in the aftermath of the War of 1812, when many saffron-transporting merchant vessels were destroyed. Yet the Pennsylvania Dutch continued to grow lesser amounts of saffron for local trade and use in their cakes, noodles, and chicken or trout dishes. American saffron cultivation survived into modern times mainly in Lancaster County, Pennsylvania.\nTrade and use.\nSaffron's aroma is often described to be something like metallic honey with grassy or hay-like notes. Its taste has also been noted as hay-like and somewhat bitter. Saffron gives a light yellow-orange colouring to foods. Saffron is widely used in Iranian (Persian), Arab, Central Asian, European, Indian,Turkish, Moroccan and Cornish cuisines. Confectioneries and liquors also often include saffron. Common saffron substitutes include safflower (\"Carthamus tinctorius\", which is often sold as \"Portuguese saffron\" or \"assafroa\") and turmeric (\"Curcuma longa\"). Saffron has been used as a traditional medicine for a long time. Modern medicine has also discovered itas having anticarcinogenic (cancer-suppressing), anti-mutagenic (mutation-preventing), immunomodulating, and antioxidant-like properties. Saffron has also been used as a fabric dye, particularly in China and India, and in perfumery.\nMost saffron is grown in a belt of land ranging from the Mediterranean in the west to Kashmir in the east. Annually, around 300 tonnes of saffron are produced worldwide. Iran ranks first in the world production of saffron, with more than 94 percent of the world yield. Iran's annual saffron production is expected to hit 300 tons by the end of the nation's Fourth Five-Year Socioeconomic Development Plan in 2009. Other minor producers of saffron are Spain, India, Greece, Azerbaijan, Morocco, and Italy. A pound of dry saffron (0.45 kg) requires 50,000–75,000 flowers. These flowers would need about a football field's area of cultivation. Some forty hours of labour are needed to pick 150,000 flowers. Upon extraction, stigmas are dried quickly and (preferably) sealed in airtight containers. Saffron prices at wholesale and retail rates range from US$500/pound to US$5,000/pound (US$1100–US$11,000 per kilogram)—equivalent to £250/€350 per pound or £5,500/€7,500 per kilo. In Western countries, the average retail price is $1,000/£500/€700 per pound (US$2200/£1100/€1550 per kilogram). A pound comprises between 70,000 and 200,000 threads. Vivid crimson colouring, slight moistness, elasticity, recent harvest date, and lack of broken-off thread debris are all traits of fresh saffron.\nCultivars.\nSeveral saffron cultivars are grown worldwide. Spain's varieties, including the tradenames 'Spanish Superior' and 'Creme', are generally mellower in colour, flavour, and aroma; they are graded by government-imposed standards. Italian varieties are slightly more potent than Spanish, while the most intense varieties tend to be Iranian in origin. Westerners may face significant obstacles in obtaining saffron from India. For example, India has banned the export of high-grade saffron abroad. Aside from these, various \"boutique\" crops are available from New Zealand, France, Switzerland, England, the United States, and other countries, some organically grown. In the U.S., Pennsylvania Dutch saffron—known for its earthy notes—is marketed in small quantities.\nConsumers regard certain cultivars as \"premium\" quality. The \"Aquila\" saffron (\"zafferano dell'Aquila\")—defined by high safranal and crocin content, shape, unusually pungent aroma, and intense colour—is grown exclusively on eight hectares in the Navelli Valley of Italy's Abruzzo region, near L'Aquila. It was first introduced to Italy by a Dominican monk from Inquisition-era Spain. But in Italy the biggest saffron cultivation, for quality and quantity, is in San Gavino Monreale, Sardinia. There, saffron is grown on 40 hectares (60% of Italian production); it also has very high crocin, picrocrocin, and safranal content. Another is the Kashmiri \"Mongra\" or \"Lacha\" saffron (\"Crocus sativus\" 'Cashmirianus'), which is among the most difficult for consumers to obtain. Repeated droughts, blights, and crop failures in Kashmir, combined with an Indian export ban, contribute to its high prices. Kashmiri saffron is recognisable by its extremely dark maroon-purple hue, among the world's darkest, which suggests the saffron's strong flavour, aroma, and colourative effect.\nGrade.\nSaffron types are graded by quality according to laboratory measurements of such characteristics as crocin (colour), picrocrocin (taste), and safranal (fragrance) content. Other metrics include floral waste content (i.e. the saffron spice sample's non-stigma floral content) and measurements of other extraneous matter such as inorganic material (\"ash\"). A uniform set of international standards in saffron grading was established by the International Organization for Standardization, which is an international federation of national standards bodies. Namely, ISO 3632 deals exclusively with saffron. It establishes four empirical grades of colour intensity: IV (poorest), III, II, and I (finest quality). Saffron samples are then assigned to one of these grades by gauging the spice's crocin content, which is revealed by measurements of crocin-specific spectroscopic absorbance. Absorbance is defined as formula_1, with formula_1 as absorbance (Beer-Lambert law). It is a measure of a given substance's transparency (formula_1, the ratio of light intensity passing through sample to that of the incident light) to a given wavelength of light.\nFor saffron, absorbance is determined for the crocin-specific photon wavelength of 440 nm in a given dry sample of spice. Higher absorbances at this wavelength imply greater crocin concentration, and thus a greater colourative intensity. These data are measured through spectrophotometry reports at certified testing laboratories worldwide. These colour grades proceed from grades with absorbances lower than 80 (for all category IV saffron) up to 190 or greater (for category I). The world's finest samples (the selected most red-maroon tips of stigmas picked from the finest flowers) receive absorbance scores in excess of 250. Market prices for saffron types follow directly from these ISO scores. However, many growers, traders, and consumers reject such lab test numbers. They prefer a more holistic method of sampling batches of thread for taste, aroma, pliability, and other traits in a fashion similar to that practiced by practised wine tasters.\nDespite such attempts at quality control and standardisation, an extensive history of saffron adulteration–particularly among the cheapest grades–continues into modern times. Adulteration was first documented in Europe's Middle Ages, when those found selling adulterated saffron were executed under the \"Safranschou\" code. Typical methods include mixing in extraneous substances like beet, pomegranate fibers, red-dyed silk fibers, or the saffron crocus's tasteless and odorless yellow stamens. Other methods included dousing saffron fibers with viscid substances like honey or vegetable oil. However, powdered saffron is more prone to adulteration, with turmeric, paprika, and other powders used as diluting fillers. Adulteration can also consist of selling mislabeled mixes of different saffron grades. Thus, in India, high-grade Kashmiri saffron is often sold mixed with cheaper Iranian imports; these mixes are then marketed as pure Kashmiri saffron, a development that has cost Kashmiri growers much of their income.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spice","surface_form":"spice","offset":38},{"uri":"Gynoecium","surface_form":"stigma","offset":58},{"uri":"Flower","surface_form":"flower","offset":72},{"uri":"Seasoning","surface_form":"seasoning","offset":135},{"uri":"Food_colouring","surface_form":"food colouring","offset":154},{"uri":"Southwest_Asia","surface_form":"Southwest Asia","offset":186},{"uri":"Taste","surface_form":"taste","offset":290},{"uri":"Hay","surface_form":"hay","offset":312},{"uri":"Odor","surface_form":"smell","offset":322},{"uri":"Chemical","surface_form":"chemical","offset":345},{"uri":"Picrocrocin","surface_form":"picrocrocin","offset":355},{"uri":"Safranal","surface_form":"safranal","offset":371},{"uri":"Dye","surface_form":"dye","offset":405},{"uri":"Crocin","surface_form":"crocin","offset":410},{"uri":"Medicine","surface_form":"medicine","offset":531},{"uri":"12th_century","surface_form":"12th century","offset":575},{"uri":"Old_French","surface_form":"Old French","offset":588},{"uri":"Latin","surface_form":"Latin","offset":628},{"uri":"Italian_language","surface_form":"Italian","offset":667},{"uri":"Spanish_language","surface_form":"Spanish","offset":681},{"uri":"Arabic_language","surface_form":"Arabic","offset":718},{"uri":"Yellow","surface_form":"yellow","offset":749},{"uri":"Culture","surface_form":"cultivated","offset":771},{"uri":"Perennial_plant","surface_form":"perennial plant","offset":887},{"uri":"Polyploidy","surface_form":"triploid","offset":940},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":969},{"uri":"Crocus_cartwrightianus","surface_form":"Crocus cartwrightianus","offset":997},{"uri":"Crete","surface_form":"Crete","offset":1072},{"uri":"Artificial_selection","surface_form":"artificial selection","offset":1159},{"uri":"Reproduction","surface_form":"reproduce","offset":1241},{"uri":"Reproduction","surface_form":"reproduction","offset":1340},{"uri":"Corm","surface_form":"corm","offset":1375},{"uri":"Starch","surface_form":"starch","offset":1404},{"uri":"Estivation","surface_form":"aestivation","offset":1720},{"uri":"Purple","surface_form":"purple","offset":2059},{"uri":"Prong","surface_form":"prong","offset":2164},{"uri":"Crimson","surface_form":"crimson","offset":2209},{"uri":"Metre","surface_form":"mm","offset":2247},{"uri":"Maquis_shrubland","surface_form":"maquis","offset":2364},{"uri":"North_America","surface_form":"North America","offset":2378},{"uri":"Chaparral","surface_form":"chaparral","offset":2393},{"uri":"Kashmir","surface_form":"Kashmir","offset":2601},{"uri":"Spring","surface_form":"spring","offset":2771},{"uri":"Summer","surface_form":"summer","offset":2796},{"uri":"Parasite","surface_form":"parasite","offset":3137},{"uri":"Roundworm","surface_form":"roundworm","offset":3159},{"uri":"Fungus","surface_form":"fungus","offset":3170},{"uri":"Northern_Hemisphere","surface_form":"Northern Hemisphere","offset":3338},{"uri":"Northern_Hemisphere","surface_form":"Northern Hemisphere","offset":3403},{"uri":"Clay","surface_form":"clay","offset":3718},{"uri":"Manure","surface_form":"manure","offset":3852},{"uri":"Hectare","surface_form":"hectare","offset":3863},{"uri":"Gram","surface_form":"g","offset":4229},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":4811},{"uri":"Crete","surface_form":"Crete","offset":4822},{"uri":"7th_century","surface_form":"7th century","offset":4893},{"uri":"Before_Christ","surface_form":"BC","offset":4905},{"uri":"Assyria","surface_form":"Assyria","offset":4908},{"uri":"Botany","surface_form":"botany","offset":4928},{"uri":"Ashurbanipal","surface_form":"Ashurbanipal","offset":4968},{"uri":"Minoan_civilization","surface_form":"Minoans","offset":5110},{"uri":"Palace","surface_form":"palace","offset":5151},{"uri":"Cilicia","surface_form":"Cilicia","offset":5276},{"uri":"Egypt","surface_form":"Egypt","offset":5515},{"uri":"Gaza","surface_form":"Gaza","offset":5536},{"uri":"Rhodes","surface_form":"Rhodes","offset":5557},{"uri":"Hetaerae","surface_form":"hetaerae","offset":5580},{"uri":"Courtesan","surface_form":"courtesan","offset":5590},{"uri":"Perfume","surface_form":"perfume","offset":5623},{"uri":"Potpourris","surface_form":"potpourris","offset":5644},{"uri":"Mascara","surface_form":"mascara","offset":5656},{"uri":"Hellenistic_civilization","surface_form":"Hellenistic","offset":5716},{"uri":"Cleopatra_VII_of_Egypt","surface_form":"Cleopatra","offset":5735},{"uri":"Gastrointestinal_system","surface_form":"gastrointestinal","offset":5856},{"uri":"Levant","surface_form":"Levant","offset":5929},{"uri":"Sidon","surface_form":"Sidon","offset":5946},{"uri":"Tyre_(Lebanon)","surface_form":"Tyre","offset":5956},{"uri":"Aulus_Cornelius_Celsus","surface_form":"Aulus Cornelius Celsus","offset":5962},{"uri":"Scabies","surface_form":"scabies","offset":6047},{"uri":"Mithridatium","surface_form":"mithridatium","offset":6067},{"uri":"Ancient_Rome","surface_form":"Romans","offset":6094},{"uri":"Gaul","surface_form":"Gaul","offset":6198},{"uri":"8th_century","surface_form":"8th century","offset":6326},{"uri":"Moors","surface_form":"Moors","offset":6341},{"uri":"Avignon","surface_form":"Avignon","offset":6359},{"uri":"14th_century","surface_form":"14th century","offset":6381},{"uri":"Iraq","surface_form":"Iraq","offset":6533},{"uri":"Sumerians","surface_form":"Sumerians","offset":6564},{"uri":"Persians","surface_form":"Persians","offset":6721},{"uri":"Isfahan_(city)","surface_form":"Isfahan","offset":6815},{"uri":"Khorasan","surface_form":"Khorasan","offset":6828},{"uri":"Melancholy","surface_form":"sad feelings","offset":7100},{"uri":"Aphrodisiac","surface_form":"aphrodisiac","offset":7189},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":7230},{"uri":"South_Asia","surface_form":"South Asia","offset":7473},{"uri":"Kashmir","surface_form":"Kashmir","offset":7497},{"uri":"China","surface_form":"Chinese","offset":7510},{"uri":"Kashmir","surface_form":"Kashmir","offset":7804},{"uri":"Phoenicia","surface_form":"Phoenicia","offset":7813},{"uri":"Buddhist","surface_form":"Buddhist","offset":7978},{"uri":"India","surface_form":"India","offset":7996},{"uri":"Gautama_Buddha","surface_form":"Buddha Siddhartha Gautama","offset":8051},{"uri":"Turmeric","surface_form":"turmeric","offset":8143},{"uri":"Jackfruit","surface_form":"jackfruit","offset":8178},{"uri":"Shennong","surface_form":"Shennong","offset":8599},{"uri":"Wine","surface_form":"wine","offset":9172},{"uri":"Europe","surface_form":"Europe","offset":9190},{"uri":"Al-Andalus","surface_form":"Spain","offset":9348},{"uri":"Black_Death","surface_form":"Black Death","offset":9398},{"uri":"Rhodes","surface_form":"Rhodes","offset":9582},{"uri":"Basel","surface_form":"Basel","offset":9774},{"uri":"Nuremberg","surface_form":"Nuremberg","offset":9841},{"uri":"Norfolk","surface_form":"Norfolk","offset":10081},{"uri":"Suffolk","surface_form":"Suffolk","offset":10093},{"uri":"Saffron_Walden","surface_form":"Saffron Walden","offset":10120},{"uri":"Chocolate","surface_form":"chocolate","offset":10277},{"uri":"Coffee","surface_form":"coffee","offset":10288},{"uri":"Tea","surface_form":"tea","offset":10296},{"uri":"Vanilla","surface_form":"vanilla","offset":10305},{"uri":"Americas","surface_form":"Americas","offset":10540},{"uri":"Schwenkfelder_Church","surface_form":"Schwenkfelder Church","offset":10579},{"uri":"Pennsylvania_Dutch","surface_form":"Pennsylvania Dutch","offset":10728},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":10787},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":10943},{"uri":"Gold","surface_form":"gold","offset":11002},{"uri":"War_of_1812","surface_form":"War of 1812","offset":11077},{"uri":"Lancaster_County%2C_Pennsylvania","surface_form":"Lancaster County, Pennsylvania","offset":11369},{"uri":"Grass","surface_form":"grass","offset":11492},{"uri":"Hay","surface_form":"hay","offset":11502},{"uri":"Cuisine_of_Iran","surface_form":"Iranian","offset":11663},{"uri":"Persian_cuisine","surface_form":"Persian","offset":11672},{"uri":"Arab_cuisine","surface_form":"Arab","offset":11682},{"uri":"Asian_cuisine","surface_form":"Asian","offset":11696},{"uri":"European_cuisine","surface_form":"European","offset":11703},{"uri":"Indian_cuisine","surface_form":"Indian","offset":11713},{"uri":"Turkish_cuisine","surface_form":"Turkish","offset":11720},{"uri":"Cuisine_of_Morocco","surface_form":"Moroccan","offset":11729},{"uri":"Cornwall","surface_form":"Cornish","offset":11742},{"uri":"Safflower","surface_form":"safflower","offset":11851},{"uri":"Turmeric","surface_form":"turmeric","offset":11949},{"uri":"Anticarcinogen","surface_form":"anticarcinogen","offset":12090},{"uri":"Mutation","surface_form":"mutation","offset":12145},{"uri":"Antioxidant","surface_form":"antioxidant","offset":12189},{"uri":"Dye","surface_form":"dye","offset":12257},{"uri":"China","surface_form":"China","offset":12278},{"uri":"India","surface_form":"India","offset":12288},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":12370},{"uri":"Kashmir","surface_form":"Kashmir","offset":12399},{"uri":"Iran","surface_form":"Iran","offset":12483},{"uri":"Spain","surface_form":"Spain","offset":12764},{"uri":"India","surface_form":"India","offset":12771},{"uri":"Greece","surface_form":"Greece","offset":12778},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":12786},{"uri":"Morocco","surface_form":"Morocco","offset":12798},{"uri":"Italy","surface_form":"Italy","offset":12811},{"uri":"Cultivar","surface_form":"cultivar","offset":13629},{"uri":"Iran","surface_form":"Iran","offset":13940},{"uri":"Organically_grown","surface_form":"organically grown","offset":14255},{"uri":"Abruzzo","surface_form":"Abruzzo","offset":14646},{"uri":"L%27Aquila","surface_form":"L'Aquila","offset":14667},{"uri":"Spanish_Inquisition","surface_form":"Inquisition-era","offset":14735},{"uri":"Sardinia","surface_form":"Sardinia","offset":14857},{"uri":"International_Organization_for_Standardization","surface_form":"International Organization for Standardization","offset":15893},{"uri":"Absorbance","surface_form":"absorbance","offset":16325},{"uri":"Beer-Lambert_law","surface_form":"Beer-Lambert law","offset":16403},{"uri":"Photon","surface_form":"photon","offset":16663},{"uri":"Wavelength","surface_form":"wavelength","offset":16670},{"uri":"Nanometer","surface_form":"nm","offset":16688},{"uri":"Spectrophotometry","surface_form":"spectrophotometry","offset":16871},{"uri":"Beet","surface_form":"beet","offset":17940},{"uri":"Silk","surface_form":"silk","offset":17975}]}