{"id":12972,"url":"http://en.wikipedia.org/wiki/Diabetes_mellitus","text":"ce=\"preserve\">:\"There is another disease that is unrelated to diabetes mellitus, called diabetes insipidus\"\nDiabetes is a condition that results from lack of the hormone insulin in a person's blood, or when the body has a problem using the insulin it produces (\"insulin resistance\"). There is another disease with a similar name, diabetes insipidus, however they are not related. When people say \"diabetes\", they usually mean diabetes mellitus. People with diabetes \"mellitus\" are called \"diabetics\".\nGlucose is not regular sugar that is available in stores and supermarkets. Glucose is a natural carbohydrate that our bodies use as a source of energy. The kind of sugar sold in supermarkets is called sucrose, and is much different from glucose. High concentrations of glucose can be found in soft drinks and fruits.\nGlucose level in the blood is controlled by several hormones. Hormones are chemicals in the body that send messages from cells to other cells. Insulin is a hormone made by the pancreas. When you eat, the pancreas makes insulin to send a message to other cells in the body. This insulin tells the cells to take up glucose from the blood. The glucose is used by cells for energy. Extra glucose that is not needed right away is stored in some cells as glycogen. When you are not eating, cells break down the stored glycogen into glucose to use as energy.\nType 1 diabetes mellitus.\nType 1 diabetes mellitus happens when the part of the pancreas that makes insulin is destroyed by that person’s own immune system. When the pancreas does not make insulin, glucose – sugar – in the blood cannot get into the parts of the body that need sugar to live. In order to live, a person with type 1 diabetes must take insulin for the rest of their life. They need to check their blood sugar level on a regular basis, often, many times each day.\nType 1 diabetes happens most of the time in younger people, however it can occur in adults, although this is much less common. About 1 out of every 10 people with diabetes have type 1 diabetes.\nType 2 diabetes mellitus.\nType 2 diabetes mellitus is an illness very different from type 1 diabetes. In type 2 diabetes, the person makes insulin, but either the insulin does not work in that person’s body as it should, or they do not make enough insulin to process the glucose. When insulin does not work as it should, glucose (sugar) in the blood cannot get into the parts of the body that need sugar.\nType 2 diabetes happens most of the time in an older person who is overweight.\nGestational diabetes.\nGestational diabetes mellitus is like type 2 diabetes. It happens to some women when they are pregnant.\nComplications of diabetes.\nComplications are problems that happen because of a disease. In the case of diabetes, there are two kinds of complications. The first kind happens quickly and can be dealt with quickly. This kind is called an \"acute complication\". The other kind is caused by the blood glucose being too high for many years, and is called a \"chronic complication\" or \"long-term complication\".\nExcess blood glucose is called 'hyperglycemia'. If very high, it can cause acute complications. In type 1 diabetics, one of these complications is \"diabetic ketoacidosis\" which is a medical emergency and can often be detected by a fruity smell on the breath. Another acute complication, more common in type 2 diabetics, is \"non-ketotic hyperosmolar coma\" which is also very dangerous.\nToo low blood glucose is called \"hypoglycemia\". It can also cause acute complications. If too low, diabetics can have many symptoms such as sweating, trembling, anger (or feeling passive), and possibly even passing out. Diabetics with hypoglycemia may be confused or even unconscious. They may appear to have drank too much alcohol. Severe hypoglycemia is very dangerous and can cause death. The best treatment of hypoglycemia is avoiding it. If it happens, eating food containing glucose (for example, table sugar) usually improves the condition quickly. Sometimes it is treated by giving an injection of a medicine called 'glucagon'. Glucagon is a hormone made by the pancreas. It has the opposite effect of insulin. Administering glucagon will cause the blood glucose level to rise by forcing stored glucose into the blood. Hypoglycemia is usually caused by too much diabetic medication, insufficient food, too much exercise, or a combination of these.\nChronic complications are mostly caused by hyperglycemia (but not high enough to always cause acute complications). It causes damage to blood vessels and nerves. Damage to blood vessels can eventually cause strokes, heart attacks, kidney failure, blindness, slow healing of skin breaks - with added possibility of infection - and even amputations from poor circulation (decreased blood flow, usually to the feet and toes). Damage to nerves can make diabetics not feel pain (this usually happens in their feet). This causes them to have more injuries and not realize they have hurt themselves. Damage to nerves can also cause pain even when there's no real injury. It's a type of \"phantom pain\" or \"ghost pain\". The pain can be so intense that strong pain medication may be required.\nMonitoring of diabetes.\nBecause of the damage caused by high blood glucose, it is important to treat diabetes mellitus. The goal is to maintain a normal blood glucose level. The normal range for blood glucose is 80-120 mg/dL (milligrams of glucose per deciliter of blood) or 3.5-7 mmol/l (millimole per liter of blood). These are different ways of saying the same thing, much like yards and meters are different units of distance measurement.\nDiabetics should check their blood glucose often. This is to make sure they do not get hypoglycemia or hyperglycemia. A glucometer is a battery powered measuring device that checks the blood glucose level. Diabetics often carry a glucometer with them and check their blood sugar level several times in a day. They may also suffer severe constipation and frequent urination.\nDoctors may also use a blood test called a \"hemoglobin A1C\". This is sometimes written Hgb-A1C or other ways; there's no standard name. This tells the doctor what the average blood glucose has been for about the past 90 days. If the level has been too high, it may indicate new medication, different medication dosage, or better diet may be needed.\nDiabetics must be monitored for signs of complications due to diabetes. They should see an eye doctor regularly to be checked for damage to the blood vessels in the eyes. If this is not found and treated early, it can cause blindness. They should have their urine or blood checked regularly for signs of kidney damage. They must check their feet for cuts, bruises, blisters, and so on at least every day. And they should have their feet checked regularly for nerve damage, circulation problems, and infections.\nTreatment of diabetes.\nThe most important goal in diabetes is to keep the blood glucose level as close to normal as possible.Taking care of your Diabetes levels requires awareness. You should be aware of the status of your blood sugar like when there is a rise or a fall. Since it usually goes up after eating, and down after exercise, coping with it sensibly is often complex, and usually takes care and thought. Treatment differs between type 1 and type 2 diabetes. People with type 1 diabetes are treated with insulin. People with type 2 usually begin with diet, exercise, and weight loss, perhaps moving to medication (and, though not as common, insulin).\nEducation is important for both types of diabetes. Diabetics must learn about diet. They learn how to estimate and keep track of how much carbohydrate, protein, and fat are in different foods. They plan their meals to have the right amount of carbohydrates, proteins, and fats. Patients with type 1 may decide how much insulin to take before a meal based on how much they will eat.\nDiabetics must also be careful about exercise. Exercise is important to stay healthy, but intense or extended periods of exercise can cause hypoglycemia. As a result, diabetics must plan exercise carefully.\nIn addition to controlling blood glucose level, other treatments may be needed. Diabetics often have blood vessel diseases, so it is important to pay attention to other diseases which may affect blood vessels. In people with diabetes, treating high blood pressure (hypertension) and high cholesterol is more important than usual. Both of these diseases damage blood vessels. The treatment goals can change for diabetics. For instance, in people without diabetes, blood pressure should be 140/90 or less. In diabetics it should be 130/80 or less.","categories":[],"infobox_types":["disease"],"annotations":[{"uri":"Diabetes_insipidus","surface_form":"diabetes insipidus","offset":88},{"uri":"Medical_condition","surface_form":"condition","offset":122},{"uri":"Hormone","surface_form":"hormone","offset":162},{"uri":"Insulin","surface_form":"insulin","offset":170},{"uri":"Diabetes_insipidus","surface_form":"diabetes insipidus","offset":330},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":597},{"uri":"Energy","surface_form":"energy","offset":645},{"uri":"Sucrose","surface_form":"sucrose","offset":702},{"uri":"Concentration","surface_form":"concentration","offset":752},{"uri":"Soft_drink","surface_form":"soft drink","offset":794},{"uri":"Fruit","surface_form":"fruit","offset":810},{"uri":"Hormone","surface_form":"hormone","offset":870},{"uri":"Cell","surface_form":"cell","offset":939},{"uri":"Insulin","surface_form":"Insulin","offset":961},{"uri":"Pancreas","surface_form":"pancreas","offset":994},{"uri":"Energy","surface_form":"energy","offset":1188},{"uri":"Glycogen","surface_form":"glycogen","offset":1267},{"uri":"Type_1_diabetes","surface_form":"Type 1 diabetes","offset":1396},{"uri":"Pancreas","surface_form":"pancreas","offset":1450},{"uri":"Insulin","surface_form":"insulin","offset":1470},{"uri":"Immune_system","surface_form":"immune system","offset":1512},{"uri":"Glucose","surface_form":"glucose","offset":1568},{"uri":"Type_2_diabetes","surface_form":"Type 2 diabetes","offset":2067},{"uri":"Pregnant","surface_form":"pregnant","offset":2641},{"uri":"Diabetic_ketoacidosis","surface_form":"diabetic ketoacidosis","offset":3202},{"uri":"Alcohol","surface_form":"alcohol","offset":3763},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":4531},{"uri":"Nerve","surface_form":"nerve","offset":4549},{"uri":"Stroke","surface_form":"stroke","offset":4602},{"uri":"Heart_attack","surface_form":"heart attack","offset":4611},{"uri":"Kidney","surface_form":"kidney","offset":4626},{"uri":"Blind","surface_form":"blind","offset":4642},{"uri":"Skin","surface_form":"skin","offset":4669},{"uri":"Amputation","surface_form":"amputation","offset":4730},{"uri":"Type_1_diabetes","surface_form":"type 1 diabetes","offset":7335},{"uri":"Education","surface_form":"Education","offset":7515},{"uri":"Diet","surface_form":"diet","offset":7593},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":7653},{"uri":"Protein","surface_form":"protein","offset":7667},{"uri":"Fat","surface_form":"fat","offset":7680},{"uri":"High_blood_pressure","surface_form":"high blood pressure","offset":8348},{"uri":"Cholesterol","surface_form":"cholesterol","offset":8392}]}