{"id":129718,"url":"http://en.wikipedia.org/wiki/Free_content","text":"e=\"preserve\">Free content, or free information, is any kind of work, artwork, or other creative content which does not have lots of legal restrictions about how people can use it. People have freedom to make changed versions of the content, give changed and not changed versions of the content to others, and sell copies of the content and changed versions of it. The author of free content does not use all of his copyright monopoly, he gives many of the rights to others. The articles in Wikipedia are free content.\nFree software is different from free music or text, because it is often much more difficult to understand and change a program if one does not have its source code, than it is to change a song or a text. Because of that, the source code of free software must always be easy to receive, or the software will not be free. However, source code for pictures, movies and music can also exist and be given to others. Choosing what to call a “source code” is sometimes important when publishing a work under a copyleft license.","categories":[],"infobox_types":[],"annotations":[{"uri":"Work_of_art","surface_form":"artwork","offset":69},{"uri":"Create","surface_form":"creative","offset":87},{"uri":"Content_(media_and_publishing)","surface_form":"content","offset":96},{"uri":"Legal","surface_form":"legal","offset":132},{"uri":"Restriction","surface_form":"restrictions","offset":138},{"uri":"Freedom","surface_form":"freedom","offset":192},{"uri":"Version","surface_form":"version","offset":216},{"uri":"Sell","surface_form":"sell","offset":309},{"uri":"Copyright","surface_form":"copyright","offset":415},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":490},{"uri":"Free_software","surface_form":"Free software","offset":518},{"uri":"Source_code","surface_form":"source code","offset":670},{"uri":"Copyleft","surface_form":"copyleft","offset":1021},{"uri":"License","surface_form":"license","offset":1030}]}