{"id":129771,"url":"http://en.wikipedia.org/wiki/Russo-Japanese_War","text":"The Russo-Japanese War was a war between the Japanese Empire and the Russian Empire. It started in 1904 and ended in 1905. The Japanese won the war, and the Russians lost.\nThe war happened because the Russian Empire and Japanese Empire disagreed over who should get parts of Manchuria and Korea. It was fought mostly on the Liaodong Peninsula and Mukden, the seas around Korea, Japan, and the Yellow Sea. The politics of the two countries in the war were very complicated, but both wanted to gain land and economic benefits.\nThe Chinese Empire of the Qing Dynasty was large but weak, and it was Qing land and possessions they fought over. For example Korea was under Qing rule, but was seized by Japan. The Russians wanted a 'warm-water port' on the Pacific Ocean for their navy and trade. The harbour at Vladivostok freezes over in the winter, but Port Arthur (now called the Liaodong Peninsula in China) can be used all the time. Russia had already rented the port from the Qing and had got their permission to build a Trans-Siberian railway from St Petersburg to Port Arthur.\nReasons for war.\nRussia wanted a warm-water Pacific Ocean port for trade and her navy. Japan wanted to expand her empire into Korea and China. Japan thought that when Russia completed her railway in 1906 she would be able to beat Japan in a war because she could supply large numbers of troops there. To avoid war, Japan would have to compromise with Russia, and Russia would get the better deal. Japan wanted a bigger share of Korea and China than she thought Russia would offer and decided to attack before the railway was complete and she still had a chance of doing well in a war with Russia.\nThe war started with a Japanese surprise attack on Port Arthur. It continued with Japanese victories in Manchuria and elsewhere. The last major battle at Tsushima Strait destroyed the Russian navy.\nPeace treaty and aftermath.\nUnited States President Theodore Roosevelt helped Russia and Japan make peace after the war. He won a Nobel Prize for this. Russia had to give up all influence in the Far East. The Russian people were very angry at the government and at czar Nicholas II for not continuing the war because everyone was sure that Russia could have won. This is true because Japan was completely broke and she would have suffered an economic crisis after just a few more months of fighting. Russia's army was also much stronger than Japan's and had very large reserves to replace the soldiers she lost, but Japan had no more men with military training to replace her losses and no money to give new men training.\nThe Japanese got Port Arthur and the Russian railway in Manchuria. Five years later in 1910, Japan took over Korea. Japan would continue to grow its empire in Asia until World War II. The Russians defeat was one of the reasons for the Russian army's great improvement after 1904 and this improvement helped start the European arms-race that was a cause of World War I. The war also contributed to the Russian Revolution and Civil War in 1917.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese_Empire","surface_form":"Japanese Empire","offset":45},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":69},{"uri":"Manchuria","surface_form":"Manchuria","offset":275},{"uri":"Korea","surface_form":"Korea","offset":289},{"uri":"Yellow_Sea","surface_form":"Yellow Sea","offset":393},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":551},{"uri":"Port","surface_form":"port","offset":737},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":750},{"uri":"Vladivostok","surface_form":"Vladivostok","offset":805},{"uri":"Port_Arthur","surface_form":"Port Arthur","offset":849},{"uri":"Trans-Siberian_railway","surface_form":"Trans-Siberian railway","offset":1021},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1123},{"uri":"Port","surface_form":"port","offset":1137},{"uri":"Korea","surface_form":"Korea","offset":1205},{"uri":"China","surface_form":"China","offset":1215},{"uri":"Surprise_attack","surface_form":"surprise attack","offset":1708},{"uri":"Tsushima_Strait","surface_form":"Tsushima Strait","offset":1830},{"uri":"United_States","surface_form":"United States","offset":1902},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":1926},{"uri":"Treaty_of_Portsmouth","surface_form":"peace after the war","offset":1974},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":2004},{"uri":"Czar","surface_form":"czar","offset":2139},{"uri":"Nicholas_II","surface_form":"Nicholas II","offset":2144},{"uri":"Manchuria","surface_form":"Manchuria","offset":2652},{"uri":"World_War_II","surface_form":"World War II","offset":2766},{"uri":"World_War_I","surface_form":"World War I","offset":2952},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":2997}]}