{"id":129784,"url":"http://en.wikipedia.org/wiki/Eugowra%2C_New_South_Wales","text":"Eugowra is a town in the central west of New South Wales, Australia. The town is placed west of the state capital, Sydney. In 2006, 535 people lived in Eugowra.\nThe word \"Eugowra\" comes from an Australian aboriginal word meaning \"the place where the sand washes down the hill\". The first people to live in the Eugowra area were the Wiradjuri people. Europeans first began exploring the area in 1815. John Oxley went through the area on his trip to explore the inland of NSW in 1817. Farming began at Eugowra station (farm) in 1834.\nThe town was started in the 1860s on the site of the farm. This was where the track for people going to the Lachlan gold fields crossed the Mandagery Creek. A bridge was built over the creek, and then the John Bull Hotel (later the Fat Lamb Hotel) was built next to it. In 1881, the town was laid out and a police station, courthouse and school were built. The creek has flooded many times; in 2005 it had a flood peak of. This cut the town in two, and water flowed through many buildings and houses.\nThe Gold Escort robbery.\nAustralia's biggest gold robbery took place near Eugowra. The bushrangers, Frank Gardiner, Ben Hall and their gang robbed the Forbes to Orange Ford and Company coach on 15 June, 1862. The bushrangers stole of gold and £3,700 in cash. The value in 2008 money is about A$4 million. The site of the robbery was a gully north of Eugowra, known as Eugowra Rocks. Coaches and wagons had to slow down to get around a steep gully which went down to Mandagery Creek. They also had to get past many large granite rocks. One of these rocks was called \"Coonbong\" (dead man) by the Wiradjuri people. Gardiner’s gang stopped two bullock wagons and left them in the middle of the road. When the gold escort coach arrived it had to slow right down and try to get past the wagons. The bushrangers, hidden behind the rocks, fired their guns at the coach. The coach driver and two policemen were wounded. One policeman had been shot in the testicles. The horses reared up and the coach was tipped on its side. One policemen assisted the wounded and they escaped into the bush. They went towards the Eugowra homestead for help. The other policeman went back down the road to a small hotel, Lyell's Shanty.\nThe bushrangers took the gold and money. They put it onto the back of one of the coach horses. They went back to their horses which had been hidden up the hill. They escaped into the bush and stopped at the southern end of Noble’s Lagoon to share out the bags of gold. They went to Mount Wheogo, north of the Weddin Mountains, where Gardiner had his camp.\nA local farmer, Hanbury Clements, heard the gun shots and went to find out what was going on. He found the wounded men and helped them back to the farm house. He got on to his horse and rode the to Forbes in the dark in less than three hours to report the robbery. The police arrived quickly, and with the help of an aboriginal tracker, Jimmy Dargan, they were soon following the bushrangers. Gardiner’s camp at Wheogo had a good view of the country. John \"the Warrigal Walsh\", (the brother of Ben Hall's wife), warned the bushrangers that the police were coming and the gang got away.\nMost of the gold was still loaded on the back of the very tired coach horse. The bushrangers finally had to leave the horse in the foothills of the Weddin Mountains. They only took the money with them. The police got most of the gold back. Only Ben Hall and Frank Gardiner's share of the gold was not found.\nEugowra today.\nToday, the town has a supermarket, two hotels, a newsagent, a butcher and golf and bowling clubs. There is also farm supplies, a lucerne plant and a sawmill. Eugowra is famous for its granite. More than 2000 slabs of granite were used in the new Parliament House, Canberra in Canberra.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_South_Wales","surface_form":"New South Wales","offset":41},{"uri":"Australia","surface_form":"Australia","offset":58},{"uri":"Sydney","surface_form":"Sydney","offset":115},{"uri":"Indigenous_Australian","surface_form":"Australian aboriginal","offset":194},{"uri":"Wiradjuri","surface_form":"Wiradjuri","offset":332},{"uri":"Europe","surface_form":"Europe","offset":350},{"uri":"John_Oxley","surface_form":"John Oxley","offset":400},{"uri":"Lachlan_River","surface_form":"Lachlan","offset":640},{"uri":"Gold","surface_form":"gold","offset":648},{"uri":"Mandagery_Creek","surface_form":"Mandagery Creek","offset":672},{"uri":"Hotel","surface_form":"Hotel","offset":747},{"uri":"Police_station","surface_form":"police station","offset":839},{"uri":"Courthouse","surface_form":"courthouse","offset":855},{"uri":"School","surface_form":"school","offset":870},{"uri":"Bushranger","surface_form":"bushranger","offset":1120},{"uri":"Frank_Gardiner","surface_form":"Frank Gardiner","offset":1133},{"uri":"Ben_Hall","surface_form":"Ben Hall","offset":1149},{"uri":"Forbes%2C_New_South_Wales","surface_form":"Forbes","offset":1184},{"uri":"Orange%2C_New_South_Wales","surface_form":"Orange","offset":1194},{"uri":"Stagecoach","surface_form":"coach","offset":1218},{"uri":"A%24","surface_form":"A$","offset":1325},{"uri":"Granite","surface_form":"granite","offset":1553},{"uri":"Bullock","surface_form":"bullock","offset":1673},{"uri":"Testicles","surface_form":"testicles","offset":1979},{"uri":"Supermarket","surface_form":"supermarket","offset":3531},{"uri":"Hotel","surface_form":"hotel","offset":3548},{"uri":"Newsagent","surface_form":"newsagent","offset":3558},{"uri":"Butcher","surface_form":"butcher","offset":3571},{"uri":"Golf","surface_form":"golf","offset":3583},{"uri":"Bowls","surface_form":"bowling","offset":3592},{"uri":"Lucerne","surface_form":"lucerne","offset":3638},{"uri":"Sawmill","surface_form":"sawmill","offset":3658},{"uri":"Granite","surface_form":"granite","offset":3693},{"uri":"Parliament_House%2C_Canberra","surface_form":"Parliament House, Canberra","offset":3755},{"uri":"Canberra","surface_form":"Canberra","offset":3785}]}