{"id":12983,"url":"http://en.wikipedia.org/wiki/Victor_Hugo","text":"Victor Marie Hugo (26 February 1802 – 22 May 1885) was a French poet, playwright, novelist, statesman and human rights activist. He played an important part in the Romantic movement in France.\nHugo first became famous in France because of his poetry, as well as his novels and his plays. \"Les Contemplations\" and \"La Légende des siècles\" are his most famous poetry collections. Outside of France, his novels \"Les Misérables\" and \"Notre-Dame de Paris\" (known in English also as \"The Hunchback of Notre Dame\") are his most famous works.\nWhen he was young, he was a conservative royalist. As he got older he became more liberal and supported republicanism. His work was about many of the political and social problems as well as the artistic trends of his time. He is buried in the Panthéon, in Paris.\nLife.\nVictor Hugo was the son of Joseph Léopold Sigisbert Hugo (1773–1828) and Sophie Trébuchet (1772-1821). He had two older brothers called Abel Joseph Hugo (1798–1855) and Eugène Hugo (1800–1837). He was born in 1802, in Besançon (in the Doubs department). Hugo lived in France for most of his life. During the reign of Napoleon III he went into exile. In 1851, he lived in Belgium, in Brussels.He moved to Jersey in 1852. He stayed there until 1855 when he went to live in Guernsey until 1870. He lived there again in 1872-1873. From 1859, his exile was by choice.\nSome great events marked Hugo's early childhood. A few years before his birth, the Bourbon Dynasty was overthrown during the French Revolution. The First Republic rose and fell and the First French Empire rose under the rule of Napoléon Bonaparte. Napoléon became Emperor two years after Hugo's birth. The Bourbon Monarchy was restored when Hugo was 17. His parents had different political and religious views. Hugo's father was an officer. He ranked very high in Napoléon's army. He was an atheist republican and considered Napoléon a hero. His mother was an extreme Catholic Royalist. As Hugo's father was an officer, the family moved frequently. Victor Hugo learned a lot from these travels. He stayed in Naples and Rome for six months, before going back to Paris. He was only five at the time, but he remembered the trip well.\nHis mother, Sophie, went to Italy with her husband who was a governor of a province near Naples. They also went to Spain where Joseph governed three Spanish provinces. Sophie separated temporarily from her husband in 1803, as it was a difficult life. She settled in Paris. This meant she dominated Hugo's education. Therefore, Hugo's early work, mainly in poetry, show him praising monarchism and faith. The 1848 Revolution made Hugo rebel against his Catholic Royalist education. After that revolution, he preferred republicanism and freethought.\nWhen he was young, Victor Hugo fell in love. He became secretly engaged to his childhood friend Adèle Foucher (1803-1868), against his mother's wishes.\nHe married Adèle in 1822, after his mother's death in 1821. Their first child, Léopold (born in 1823), died in infancy. Hugo had four other children called Léopoldine (28 August 1824), Charles (4 November 1826), François-Victor (28 October 1828) and Adèle (24 August 1830). Hugo published his first novel in 1823 (\"Han d'Islande\"). His second came three years later (\"Bug-Jargal\", 1826). He published five more volumes of poetry (\"Les Orientales\", 1829; \"Les Feuilles d'automne\", 1831; \"Les Chants du crépuscule\", 1835; \"Les Voix intérieures\", 1837; and \"Les Rayons et les ombres\", 1840) between 1829 and 1840. This helped his reputation as one of the greatest elegiac and lyric poets of his time.\n\"Hélas ! vers le passé tournant un oeil d'envie,\"\n\"Sans que rien ici-bas puisse m'en consoler,\"\n\"Je regarde toujours ce moment de ma vie\"\n\"Où je l'ai vue ouvrir son aile et s'envoler !\"\n\"Je verrai cet instant jusqu'à ce que je meure,\"\n\"Où je criai: L'enfant que j'avais tout à l'heure,\"\n\"Quoi donc ! je ne l'ai plus !\"\nAlas! turning an envious eye towards the past,\nI keep looking at that moment of my life\nwhen I saw her open her wings and fly away!\nI will see that instant until I die,\nwhen I cried out: \"The child that I had just now--\nwhat! I don't have her any more!\"\nAfter this, he wrote many poems about his daughter's life and death. One of his most famous poem is probably \"Demain, dès l'aube\". In this poem, he describes visiting her grave.\nWritings.\nFrançois-René de Chateaubriand, the famous Romantic writer, influenced Hugo during the early 1800s. When Hugo was young, he said he would be \"Chateaubriand ou rien\" (“Chateaubriand or nothing”). Many things Chateaubriand did, Hugo copied. First, he defended the cause of Romanticism. Then, he became involved in politics and supported Republicanism. Finally, he was forced into exile because of his political views. Hugo's passion and eloquence in his early work made him successful and famous at an early age. His first collection of poetry (\"Odes et poésies diverses\") was published in 1822. At the time, Hugo was only twenty years old. It earned him a \"royal pension\" (money from the king) from Louis XVIII. His poems were admired but it was his next collection, four years later in 1826 (\"Odes et Ballades\") which revealed Hugo to be a great poet.\nVictor Hugo's first mature work of fiction appeared in 1829. It reflected his interest for society which appeared more often in his later work. \"Le Dernier jour d'un condamné\" (\"The Last Day of a Condemned Man\") had a big influence on later writers such as Albert Camus, Charles Dickens, and Fyodor Dostoevsky. \"Claude Gueux\" appeared in 1834. It is a documentary short story about a real-life murderer who had been executed in France. Hugo himself considered it to be a precursor to his great work on social injustice, \"Les Misérables\". But Hugo’s first successful novel \"Notre-Dame de Paris\" (\"The Hunchback of Notre Dame\"), which was published in 1831. It was quickly translated into other languages across Europe. One of the effects of the novel was to make the inhabitants of Paris restore the neglected Cathedral of Notre Dame, which was attracting thousands of tourists who had read the popular novel. The book also inspired a renewed appreciation for pre-renaissance buildings, which began to be actively preserved.\nHugo began planning a major novel about social misery and injustice as early as the 1830s, but it would take a full 17 years for \"Les Misérables\", to be realized and finally published in 1862. The author was acutely aware of the quality of the novel and publication of the work went to the highest bidder. The Belgian publishing house Lacroix and Verboeckhoven undertook a marketing campaign unusual for the time, issuing press releases about the work a full six months before the launch. It also initially published only the first part of the novel (“Fantine”), which was launched simultaneously in major cities. Installments of the book sold out within hours, and had enormous impact on French society. The critical establishment was generally hostile to the novel; Taine found it insincere, Barbey d'Aurevilly complained of its vulgarity, Flaubert found within it \"neither truth nor greatness,\" the Goncourts lambasted its artificiality, and Baudelaire - despite giving favorable reviews in newspapers - castigated it in private as \"tasteless and inept.\" \"Les Misérables\" proved popular enough with the masses that the issues it highlighted were soon on the agenda of the French National Assembly. Today the novel remains his most enduringly popular work. It is popular worldwide, has been adapted for cinema, television and stage shows.\nThe shortest correspondence in history is between Hugo and his publisher Hurst & Blackett in 1862. It is said Hugo was on vacation when Les Misérables (which is over 1200 pages) was published. He telegraphed the single-character message '?' to his publisher, who replied with a single '!'.\nHugo turned away from social or political issues in his next novel, \"Les Travailleurs de la Mer\" (\"Toilers of the Sea\"), published in 1866. Still, the book was well received, perhaps due to the earlier success of \"Les Misérables\". Dedicated to the channel island of Guernsey, where he spent fifteen years of exile, Hugo’s story about Man’s battle with the sea and the creatures in its depths, started an unusual trend in Paris: squids. From squid dishes and exhibitions, to squid hats and parties, Parisians became fascinated by these unusual sea creatures.\nHugo returned to political and social issues in his next novel, \"L'Homme Qui Rit\" (\"The Man Who Laughs\"), which was published in 1869 and painted a critical picture of the aristocracy. However, the novel was not as successful as his previous efforts, and Hugo himself began to comment on the growing distance between himself and literary contemporaries such as Flaubert and Émile Zola, whose realist and naturalist novels were now exceeding the popularity of his own work. His last novel, \"Quatre-vingt-treize\" (\"Ninety-Three\"), published in 1874, was about a subject that Hugo had previously avoided: the Reign of Terror during the French Revolution.\nPolitical life and exile.\nAfter three unsuccessful attempts, Hugo was finally elected to the Académie française in 1841, confirming his position in the world of French arts and letters. A group of French scholars, particularly Etienne de Jouy, were fighting against the \"romantic evolution\" and had managed to delay Victor Hugo's election. After that he became increasingly involved in French politics. He was raised to the peerage by King Louis-Philippe in 1841 and entered the Higher Chamber as a \"pair de France\", where he spoke against the death penalty and social injustice, and in favour of freedom of the press and self-government for Poland. However, he was also becoming more supportive of the Republican form of government and, following the 1848 Revolution and the formation of the Second Republic, was elected to the Constitutional Assembly and the Legislative Assembly.\nWhen Louis Napoleon (Napoleon III) grabbed complete power in 1851, establishing an anti-parliamentary constitution, Hugo openly declared him a traitor to France. He relocated to Brussels, then Jersey, and finally settled with his family on the channel island of Guernsey at Hauteville House, where he would live in exile until 1870.\nWhile in exile, Hugo published his famous political pamphlets against Napoleon III, \"Napoléon le Petit\" and \"Histoire d'un crime\". The pamphlets were banned in France, but nonetheless had a strong impact there. He also composed or published some of his best work during his period in Guernsey, including \"Les Misérables\", and three widely praised collections of poetry (\"Les Châtiments\", 1853; \"Les Contemplations\", 1856; and \"La Légende des siècles\", 1859).\nHe convinced the government of Queen Victoria to spare the lives of six Irish people convicted of terrorist activities and his influence was credited in the removal of the death penalty from the constitutions of Geneva, Portugal and Colombia. He had also pleaded for Benito Juarez to spare the recently captured emperor Maximilian I of Mexico but to no avail.\nAlthough Napoleon III granted an amnesty to all political exiles in 1859, Hugo declined, as it meant he would have to curtail his criticisms of the government. It was only after Napoleon III fell from power and the Third Republic was proclaimed that Hugo finally returned to his homeland in 1870, where he was promptly elected to the National Assembly and the Senate.\nHe was in Paris during the siege by the Prussian army in 1870, famously eating animals given to him by the Paris zoo. As the siege continued, and food became ever more scarce, he wrote in his diary that he was reduced to \"eating the unknown\".\nBecause of his concern for the rights of artists and copyright, he was a founding member of the Association Littéraire et Artistique Internationale, which led to the Berne Convention for the Protection of Literary and Artistic Works.\nReligious views.\nHugo's religious views changed radically over the course of his life. In his youth, he called himself as a Catholic and professed respect for Church hierarchy and authority. From there he became a non-practicing Catholic, and increasingly expressed anti-catholic views. He had a casual interest in Spiritualism during his exile (where he participated also in seances), and in later years settled into a Rationalist Deism similar to that espoused by Voltaire. A census-taker asked Hugo in 1872 if he was a Catholic, and he replied, \"No. A Freethinker\".\nHugo never lost his antipathy towards the Roman Catholic Church, due largely to what he saw as the Church's indifference to the plight of the working class under the oppression of the monarchy; and perhaps also due to the frequency with which Hugo's work appeared on the Pope's list of \"proscribed books\" (Hugo counted 740 attacks on \"Les Misérables\" in the Catholic press). On the deaths of his sons Charles and François-Victor, he insisted that they be buried without crucifix or priest, and in his will made the same stipulation about his own death and funeral. However, although Hugo believed Catholic dogma to be outdated and dying, he never directly attacked the institution itself.\nHugo's Rationalism can be found in poems such as \"Torquemada\" (1869, about religious fanaticism), \"The Pope\" (1878, anti-clerical), \"Religions and Religion\" (1880, denying the usefulness of churches) and, published posthumously, \"The End of Satan\" and \"God\" (1886 and 1891 respectively, in which he represents Christianity as a griffin and Rationalism as an angel).\nVictor Hugo and music.\nAlthough Hugo's many talents did not include exceptional musical ability, he nevertheless had a great impact on the music world through the endless inspiration that his works provided for composers of the 19th and 20th century. Hugo himself particularly enjoyed the music of Gluck and Weber and greatly admired Beethoven, and rather unusually for his time, he also appreciated works by composers from earlier centuries such as Palestrina and Monteverdi. Two famous musicians of the 19th century were friends of Hugo: Berlioz and Liszt. The latter played Beethoven in Hugo’s home, and Hugo joked in a letter to a friend that thanks to Liszt’s piano lessons, he learned how to play a favourite song on the piano – even though only with one finger! Hugo also worked with composer Louise Bertin, writing the libretto for her 1836 opera \"La Esmeralda\" which was based on the character in \"The Hunchback of Notre Dame\". Although for various reasons the opera closed soon after its fifth performance and is little known today, it has been recently enjoying a revival, both in a piano/song concert version by Liszt at the Festival international Victor Hugo et Égaux 2007 and in a full orchestral version to be presented in July 2008 at Le Festival de Radio France et Montpellier Languedoc-Roussillon.\nWell over one thousand musical compositions have been inspired by Hugo’s works from the 1800s until the present day. In particular, Hugo’s plays, in which he rejected the rules of classical theatre in favour of romantic drama, attracted the interest of many composers who adapted them into operas. More than one hundred operas are based on Hugo’s works and among them are Donizetti’s \"Lucrezia Borgia\" (1833), Verdi’s \"Rigoletto\" (1851) and Ernani (1844), and Ponchielli’s \"La Gioconda\" (1876). Hugo’s novels as well as his plays have been a great source of inspiration for musicians, stirring them to create not only opera and ballet but musical theatre such as Notre-Dame de Paris and the ever-popular Les Misérables, London West End’s longest running musical. Additionally, Hugo’s beautiful poems have attracted an exceptional amount of interest from musicians, and numerous melodies have been based on his poetry by composers such as Berlioz, Bizet, Fauré, Franck, Lalo, Liszt, Massenet, Saint-Saëns, Rachmaninov and Wagner.\nToday, Hugo’s work continues to stimulate musicians to create new compositions. For example, Hugo’s novel against capital punishment, The Last Day of a Condemned Man, has recently been adapted into an opera by David Alagna (libretto by Frédérico Alagna). Their brother, tenor Roberto Alagna, performed in the opera’s premiere in Paris in the summer of 2007 and again in February 2008 in Valencia with Erwin Schrott as part of the Festival international Victor Hugo et Égaux 2008. In Guernsey, every two years the [http://www.vhfestival.com/ Victor Hugo International Music Festival] attracts a wide range of musicians and the premiere of songs specially commissioned from Guillaume Connesson and based on Hugo’s poetry.\nDeclining years and death.\nWhen Hugo returned to Paris in 1870, the country hailed him as a national hero. Despite his popularity Hugo lost his bid for reelection to the National Assembly in 1872. Within a brief period, he suffered a mild stroke, his daughter Adèle’s internment in an insane asylum, and the death of his two sons. (Adèle's biography inspired the movie \"The Story of Adele H.\") His wife Adèle had died in 1868. His faithful mistress, Juliette Drouet, died in 1883, only two years before his own death. Despite his personal loss, Hugo remained committed to the cause of political change. On 30 January 1876 Hugo was elected to the newly created Senate. The last phase of his political career is considered a failure. Hugo took on the role of a maverick and got little done in the Senate.\nIn February 1881 Hugo celebrated his 79th birthday. To honor the fact that he was entering his eightieth year, one of the greatest tributes to a living writer was held. The celebrations began on the 25th when Hugo was presented with a Sèvres vase, the traditional gift for sovereigns. On the 27th one of the largest parades in French history was held. Marchers stretched from Avenue d'Eylau, down the Champs-Élysées, and all the way to the center of Paris. The paraders marched for six hours to pass Hugo as he sat in the window at his house. Every inch and detail of the event was for Hugo; the official guides even wore cornflowers as an allusion to Cosette's song in \"Les Misérables.\"\nHugo died on 22 May 1885 in Paris, France from an infection, aged 83. His death generated intense national mourning. He was not only revered as a towering figure in literature, he was a statesman who shaped the Third Republic and democracy in France. More than two million people joined his funeral procession in Paris from the Arc de Triomphe to the Panthéon, where he was buried. He shares a crypt within the Panthéon with Alexandre Dumas, père and Émile Zola. Most large French towns and cities have a street named for him. The avenue where he died, in Paris, now bears his name.\nDrawings.\nMany are not aware that Hugo was almost as prolific in the visual arts as he was in literature, producing more than 4,000 drawings in his lifetime. Originally pursued as a casual hobby, drawing became more important to Hugo shortly before his exile, when he made the decision to stop writing in order to devote himself to politics. Drawing became his exclusive creative outlet during the period 1848-1851.\nHugo worked only on paper, and on a small scale; usually in dark brown or black pen-and-ink wash, sometimes with touches of white, and rarely with color. The surviving drawings are surprisingly accomplished and \"modern\" in their style and execution, foreshadowing the experimental techniques of Surrealism and Abstract Expressionism.\nHe would not hesitate to use his children's stencils, ink blots, puddles and stains, lace impressions, \"pliage\" or folding (i.e. Rorschach blots), \"grattage\" or rubbing, often using the charcoal from match sticks or his fingers instead of pen or brush. Sometimes he would even toss in coffee or soot to get the effects he wanted. It is reported that Hugo often drew with his left hand or without looking at the page, or during Spiritualist séances, in order to access his unconscious mind, a concept only later popularized by Sigmund Freud.\nHugo kept his artwork out of the public eye, fearing it would overshadow his literary work. However, he enjoyed sharing his drawings with his family and friends, often in the form of ornately handmade calling cards, many of which were given as gifts to visitors when he was in political exile. Some of his work was shown to, and appreciated by, contemporary artists such as Van Gogh and Delacroix; the latter expressed the opinion that if Hugo had decided to become a painter instead of a writer, he would have outshone the artists of their century.\nMemorials.\nThe people of Guernsey built a statue in Candie Gardens (St. Peter Port) to commemorate his stay in the islands. The City of Paris has preserved his residences Hauteville House, Guernsey and 6, Place des Vosges as museums. The house where he stayed in Vianden, Luxembourg, in 1871 has also become a museum.\nHugo is venerated as a saint in the Vietnamese religion of Cao Dai.\nThe Avenue Victor-Hugo in the XVIème arrondissement of Paris bears Hugo's name, and links the Place de l'Étoile to the vicinity of the Bois de Boulogne by way of the Place Victor-Hugo. This square is served by a Paris Métro stop also named in his honor. A number of streets and avenues throughout France are likewise named after him. The school Lycée Victor Hugo was founded in his town of birth, Besançon in France. Avenue Victor-Hugo, in Shawinigan, Quebec, Canada, was named to honor him.\nIn the city of Avellino, Italy, Victor Hugo briefly stayed in what is now known as Il Palazzo Culturale, when reuniting with his father, Leopold Sigisbert Hugo, in 1808. Victor would later write about his brief stay here quoting \"C’était un palais de marbre...\". In the city of Edinburgh, Scotland there is a delicatessen named Victor Hugo Delicatessen, it was originally run by a French couple but was purchased in 2005. The shop is on Melville Terrace, over looking the meadows and next to University of Edinburgh halls of residence, Sciennes.\nPublished during Hugo's lifetime.\nPoems of Victor Hugo","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":57},{"uri":"Poet","surface_form":"poet","offset":64},{"uri":"Playwright","surface_form":"playwright","offset":70},{"uri":"Novelist","surface_form":"novelist","offset":82},{"uri":"Statesman","surface_form":"statesman","offset":92},{"uri":"Human_rights","surface_form":"human rights","offset":106},{"uri":"Activist","surface_form":"activist","offset":119},{"uri":"Romanticism","surface_form":"Romantic movement","offset":164},{"uri":"Poetry","surface_form":"poetry","offset":243},{"uri":"Novel","surface_form":"novel","offset":266},{"uri":"Play_(theatre)","surface_form":"plays","offset":281},{"uri":"Les_Contemplations","surface_form":"Les Contemplations","offset":289},{"uri":"La_L%C3%A9gende_des_si%C3%A8cles","surface_form":"La Légende des siècles","offset":314},{"uri":"Les_Mis%C3%A9rables","surface_form":"Les Misérables","offset":409},{"uri":"The_Hunchback_of_Notre_Dame","surface_form":"The Hunchback of Notre Dame","offset":478},{"uri":"Conservatism","surface_form":"conservative","offset":563},{"uri":"Royalist","surface_form":"royalist","offset":576},{"uri":"Liberalism","surface_form":"liberal","offset":617},{"uri":"Republicanism","surface_form":"republicanism","offset":639},{"uri":"Politics","surface_form":"political","offset":685},{"uri":"Social","surface_form":"social","offset":699},{"uri":"Art","surface_form":"art","offset":730},{"uri":"Trend","surface_form":"trends","offset":739},{"uri":"Panth%C3%A9on","surface_form":"Panthéon","offset":779},{"uri":"Paris","surface_form":"Paris","offset":792},{"uri":"Besan%C3%A7on","surface_form":"Besançon","offset":1023},{"uri":"Doubs","surface_form":"Doubs","offset":1040},{"uri":"Departments_of_France","surface_form":"department","offset":1046},{"uri":"France","surface_form":"France","offset":1073},{"uri":"Napoleon_III_of_France","surface_form":"Napoleon III","offset":1122},{"uri":"Exile","surface_form":"exile","offset":1148},{"uri":"Belgium","surface_form":"Belgium","offset":1176},{"uri":"Brussels","surface_form":"Brussels","offset":1188},{"uri":"Jersey","surface_form":"Jersey","offset":1209},{"uri":"Guernsey","surface_form":"Guernsey","offset":1276},{"uri":"House_of_Bourbon","surface_form":"Bourbon Dynasty","offset":1451},{"uri":"French_Revolution","surface_form":"French Revolution","offset":1493},{"uri":"French_First_Republic","surface_form":"First Republic","offset":1516},{"uri":"First_French_Empire","surface_form":"First French Empire","offset":1553},{"uri":"Napoleon_I_of_France","surface_form":"Napoléon Bonaparte","offset":1596},{"uri":"Atheism","surface_form":"atheist","offset":1859},{"uri":"Republicanism","surface_form":"republican","offset":1867},{"uri":"Roman_Catholic_Church","surface_form":"Catholic","offset":1936},{"uri":"House_of_Bourbon","surface_form":"Royalist","offset":1945},{"uri":"Naples","surface_form":"Naples","offset":2076},{"uri":"Rome","surface_form":"Rome","offset":2087},{"uri":"Paris","surface_form":"Paris","offset":2129},{"uri":"Travel","surface_form":"trip","offset":2188},{"uri":"Italy","surface_form":"Italy","offset":2227},{"uri":"Spain","surface_form":"Spain","offset":2314},{"uri":"Praise","surface_form":"praising","offset":2572},{"uri":"Monarchism","surface_form":"monarchism","offset":2581},{"uri":"Faith_in_Christianity","surface_form":"faith","offset":2596},{"uri":"The_Revolutions_of_1848_in_France","surface_form":"1848 Revolution","offset":2607},{"uri":"Freethought","surface_form":"freethought","offset":2734},{"uri":"Infant","surface_form":"infancy","offset":3010},{"uri":"L%C3%A9opoldine_Hugo","surface_form":"Léopoldine","offset":3055},{"uri":"Charles_Hugo","surface_form":"Charles","offset":3084},{"uri":"Fran%C3%A7ois-Victor_Hugo","surface_form":"François-Victor","offset":3111},{"uri":"Ad%C3%A8le_Hugo","surface_form":"Adèle","offset":3149},{"uri":"Bug-Jargal","surface_form":"Bug-Jargal","offset":3267},{"uri":"Les_Orientales","surface_form":"Les Orientales","offset":3330},{"uri":"Elegiac","surface_form":"elegiac","offset":3560},{"uri":"Lyric_poetry","surface_form":"lyric","offset":3572},{"uri":"Fran%C3%A7ois-Ren%C3%A9_de_Chateaubriand","surface_form":"François-René de Chateaubriand","offset":4358},{"uri":"Romanticism","surface_form":"Romantic","offset":4401},{"uri":"Republicanism","surface_form":"Republicanism","offset":4693},{"uri":"Odes_et_po%C3%A9sies_diverses","surface_form":"Odes et poésies diverses","offset":4902},{"uri":"Louis_XVIII_of_France","surface_form":"Louis XVIII","offset":5056},{"uri":"Odes_et_Ballades","surface_form":"Odes et Ballades","offset":5151},{"uri":"The_Last_Day_of_a_Condemned_Man","surface_form":"The Last Day of a Condemned Man","offset":5388},{"uri":"Albert_Camus","surface_form":"Albert Camus","offset":5467},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":5481},{"uri":"Fyodor_Dostoevsky","surface_form":"Fyodor Dostoevsky","offset":5502},{"uri":"Claude_Gueux","surface_form":"Claude Gueux","offset":5522},{"uri":"Precursor","surface_form":"precursor","offset":5681},{"uri":"Les_Mis%C3%A9rables","surface_form":"Les Misérables","offset":5731},{"uri":"The_Hunchback_of_Notre_Dame","surface_form":"The Hunchback of Notre Dame","offset":5806},{"uri":"Notre_Dame_de_Paris","surface_form":"Cathedral of Notre Dame","offset":6019},{"uri":"Les_Mis%C3%A9rables","surface_form":"Les Misérables","offset":6364},{"uri":"Taine","surface_form":"Taine","offset":7002},{"uri":"Barbey_d%27Aurevilly","surface_form":"Barbey d'Aurevilly","offset":7028},{"uri":"Flaubert","surface_form":"Flaubert","offset":7076},{"uri":"Goncourt_brothers","surface_form":"Goncourts","offset":7136},{"uri":"Baudelaire","surface_form":"Baudelaire","offset":7179},{"uri":"National_Assembly","surface_form":"National Assembly","offset":7416},{"uri":"Toilers_of_the_Sea","surface_form":"Toilers of the Sea","offset":7964},{"uri":"Guernsey","surface_form":"Guernsey","offset":8131},{"uri":"Squid","surface_form":"squid","offset":8293},{"uri":"The_Man_Who_Laughs","surface_form":"The Man Who Laughs","offset":8507},{"uri":"Flaubert","surface_form":"Flaubert","offset":8784},{"uri":"%C3%89mile_Zola","surface_form":"Émile Zola","offset":8797},{"uri":"Realism_(literature)","surface_form":"realist","offset":8815},{"uri":"Naturalism_(literature)","surface_form":"naturalist","offset":8827},{"uri":"Ninety-Three","surface_form":"Ninety-Three","offset":8936},{"uri":"Reign_of_Terror","surface_form":"Reign of Terror","offset":9029},{"uri":"French_Revolution","surface_form":"French Revolution","offset":9056},{"uri":"Acad%C3%A9mie_fran%C3%A7aise","surface_form":"Académie française","offset":9168},{"uri":"Etienne_de_Jouy","surface_form":"Etienne de Jouy","offset":9302},{"uri":"Louis-Philippe","surface_form":"Louis-Philippe","offset":9515},{"uri":"Pair_de_France","surface_form":"pair de France","offset":9575},{"uri":"Death_penalty","surface_form":"death penalty","offset":9619},{"uri":"Freedom_of_the_press","surface_form":"freedom of the press","offset":9672},{"uri":"Self-government","surface_form":"self-government","offset":9697},{"uri":"Poland","surface_form":"Poland","offset":9717},{"uri":"1848_Revolution","surface_form":"1848 Revolution","offset":9827},{"uri":"French_Second_Republic","surface_form":"Second Republic","offset":9868},{"uri":"Parliamentary","surface_form":"parliamentary","offset":10046},{"uri":"Constitution","surface_form":"constitution","offset":10060},{"uri":"Brussels","surface_form":"Brussels","offset":10136},{"uri":"Jersey","surface_form":"Jersey","offset":10151},{"uri":"Channel_Islands","surface_form":"channel island","offset":10202},{"uri":"Guernsey","surface_form":"Guernsey","offset":10220},{"uri":"Hauteville_House","surface_form":"Hauteville House","offset":10232},{"uri":"Napol%C3%A9on_le_Petit","surface_form":"Napoléon le Petit","offset":10376},{"uri":"Histoire_d%27un_crime","surface_form":"Histoire d'un crime","offset":10400},{"uri":"Guernsey","surface_form":"Guernsey","offset":10575},{"uri":"Les_Mis%C3%A9rables","surface_form":"Les Misérables","offset":10596},{"uri":"Les_Ch%C3%A2timents","surface_form":"Les Châtiments","offset":10662},{"uri":"Les_Contemplations","surface_form":"Les Contemplations","offset":10686},{"uri":"La_L%C3%A9gende_des_si%C3%A8cles","surface_form":"La Légende des siècles","offset":10718},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":10781},{"uri":"Geneva","surface_form":"Geneva","offset":10962},{"uri":"Portugal","surface_form":"Portugal","offset":10970},{"uri":"Colombia","surface_form":"Colombia","offset":10983},{"uri":"Benito_Juarez","surface_form":"Benito Juarez","offset":11017},{"uri":"Maximilian_I_of_Mexico","surface_form":"Maximilian I of Mexico","offset":11070},{"uri":"French_Third_Republic","surface_form":"Third Republic","offset":11325},{"uri":"Copyright","surface_form":"copyright","offset":11774},{"uri":"Association_Litt%C3%A9raire_et_Artistique_Internationale","surface_form":"Association Littéraire et Artistique Internationale","offset":11817},{"uri":"Berne_Convention_for_the_Protection_of_Literary_and_Artistic_Works","surface_form":"Berne Convention for the Protection of Literary and Artistic Works","offset":11887},{"uri":"Catholic","surface_form":"Catholic","offset":12079},{"uri":"Spiritualism_(religious_movement)","surface_form":"Spiritualism","offset":12270},{"uri":"Seance","surface_form":"seance","offset":12331},{"uri":"Rationalist","surface_form":"Rationalist","offset":12375},{"uri":"Deism","surface_form":"Deism","offset":12387},{"uri":"Voltaire","surface_form":"Voltaire","offset":12421},{"uri":"Freethought","surface_form":"Freethinker","offset":12510},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":12566},{"uri":"Index_Librorum_Prohibitorum","surface_form":"proscribed books","offset":12811},{"uri":"Dogma","surface_form":"dogma","offset":13130},{"uri":"Rationalism","surface_form":"Rationalism","offset":13220},{"uri":"Religious_fanaticism","surface_form":"religious fanaticism","offset":13288},{"uri":"Anti-clerical","surface_form":"anti-clerical","offset":13329},{"uri":"Christianity","surface_form":"Christianity","offset":13523},{"uri":"Rationalism","surface_form":"Rationalism","offset":13553},{"uri":"Gluck","surface_form":"Gluck","offset":13877},{"uri":"Carl_Maria_von_Weber","surface_form":"Weber","offset":13887},{"uri":"Beethoven","surface_form":"Beethoven","offset":13913},{"uri":"Giovanni_Pierluigi_da_Palestrina","surface_form":"Palestrina","offset":14029},{"uri":"Monteverdi","surface_form":"Monteverdi","offset":14044},{"uri":"Berlioz","surface_form":"Berlioz","offset":14119},{"uri":"Liszt","surface_form":"Liszt","offset":14131},{"uri":"Louise_Bertin","surface_form":"Louise Bertin","offset":14379},{"uri":"Donizetti","surface_form":"Donizetti","offset":15267},{"uri":"Lucrezia_Borgia_(opera)","surface_form":"Lucrezia Borgia","offset":15280},{"uri":"Verdi","surface_form":"Verdi","offset":15305},{"uri":"Rigoletto","surface_form":"Rigoletto","offset":15314},{"uri":"Ponchielli","surface_form":"Ponchielli","offset":15355},{"uri":"La_Gioconda","surface_form":"La Gioconda","offset":15369},{"uri":"Notre_Dame_de_Paris_(musical)","surface_form":"Notre-Dame de Paris","offset":15558},{"uri":"Les_Mis%C3%A9rables_(musical)","surface_form":"Les Misérables","offset":15599},{"uri":"London","surface_form":"London","offset":15615},{"uri":"West_End_theatre","surface_form":"West End","offset":15622},{"uri":"Bizet","surface_form":"Bizet","offset":15842},{"uri":"Faur%C3%A9","surface_form":"Fauré","offset":15849},{"uri":"Franck","surface_form":"Franck","offset":15856},{"uri":"Lalo","surface_form":"Lalo","offset":15864},{"uri":"Massenet","surface_form":"Massenet","offset":15877},{"uri":"Camille_Saint-Sa%C3%ABns","surface_form":"Saint-Saëns","offset":15887},{"uri":"Rachmaninov","surface_form":"Rachmaninov","offset":15900},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":15916},{"uri":"Roberto_Alagna","surface_form":"Roberto Alagna","offset":16200},{"uri":"Guillaume_Connesson","surface_form":"Guillaume Connesson","offset":16596},{"uri":"Paris","surface_form":"Paris","offset":16693},{"uri":"Stroke","surface_form":"stroke","offset":16883},{"uri":"The_Story_of_Adele_H.","surface_form":"The Story of Adele H.","offset":17014},{"uri":"Juliette_Drouet","surface_form":"Juliette Drouet","offset":17094},{"uri":"Champs-%C3%89lys%C3%A9es","surface_form":"Champs-Élysées","offset":17848},{"uri":"Paris","surface_form":"Paris","offset":18163},{"uri":"France","surface_form":"France","offset":18170},{"uri":"French_Third_Republic","surface_form":"Third Republic","offset":18346},{"uri":"Democracy","surface_form":"democracy","offset":18365},{"uri":"Paris","surface_form":"Paris","offset":18448},{"uri":"Arc_de_Triomphe","surface_form":"Arc de Triomphe","offset":18463},{"uri":"Panth%C3%A9on","surface_form":"Panthéon","offset":18486},{"uri":"Alexandre_Dumas%2C_p%C3%A8re","surface_form":"Alexandre Dumas, père","offset":18560},{"uri":"Pen_and_ink","surface_form":"pen-and-ink","offset":19214},{"uri":"Surrealism","surface_form":"Surrealism","offset":19429},{"uri":"Abstract_Expressionism","surface_form":"Abstract Expressionism","offset":19444},{"uri":"Spiritualist","surface_form":"Spiritualist","offset":19895},{"uri":"S%C3%A9ance","surface_form":"séance","offset":19908},{"uri":"Unconscious_mind","surface_form":"unconscious mind","offset":19940},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":19994},{"uri":"Vincent_van_Gogh","surface_form":"Van Gogh","offset":20383},{"uri":"Delacroix","surface_form":"Delacroix","offset":20396},{"uri":"Guernsey","surface_form":"Guernsey","offset":20584},{"uri":"St._Peter_Port","surface_form":"St. Peter Port","offset":20627},{"uri":"Paris","surface_form":"City of Paris","offset":20687},{"uri":"Hauteville_House","surface_form":"Hauteville House","offset":20730},{"uri":"Guernsey","surface_form":"Guernsey","offset":20748},{"uri":"Vianden","surface_form":"Vianden","offset":20822},{"uri":"Saint","surface_form":"saint","offset":20900},{"uri":"Vietnam","surface_form":"Vietnam","offset":20913},{"uri":"Cao_Dai","surface_form":"Cao Dai","offset":20936},{"uri":"Avenue_Victor-Hugo_(Paris)","surface_form":"Avenue Victor-Hugo","offset":20949},{"uri":"Paris_16e","surface_form":"XVIème arrondissement","offset":20975},{"uri":"Bois_de_Boulogne","surface_form":"Bois de Boulogne","offset":21080},{"uri":"Paris_M%C3%A9tro","surface_form":"Paris Métro","offset":21157},{"uri":"Victor_Hugo_(Paris_M%C3%A9tro)","surface_form":"stop","offset":21169},{"uri":"Besan%C3%A7on","surface_form":"Besançon","offset":21342},{"uri":"Shawinigan","surface_form":"Shawinigan","offset":21385},{"uri":"Quebec","surface_form":"Quebec","offset":21397},{"uri":"Canada","surface_form":"Canada","offset":21405},{"uri":"Avellino","surface_form":"Avellino","offset":21452},{"uri":"Italy","surface_form":"Italy","offset":21462},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":21715},{"uri":"Scotland","surface_form":"Scotland","offset":21726},{"uri":"University_of_Edinburgh","surface_form":"University of Edinburgh","offset":21929},{"uri":"Sciennes","surface_form":"Sciennes","offset":21973},{"uri":"Poems_of_Victor_Hugo","surface_form":"Poems of Victor Hugo","offset":22017}]}