{"id":13,"url":"http://en.wikipedia.org/wiki/Alan_Turing","text":"Alan Mathison Turing OBE FRS (London, 23 June 1912 – Wilmslow, Cheshire, 7 June 1954) was an English mathematician and computer scientist. He was born in Maida Vale, London.\nEarly life and family.\nAlan Turing was born in Maida Vale, London on 23 June 1912. His father was part of a family of merchants from Scotland. His mother, Ethel Sara, was the daughter of an engineer.\nEducation.\nTuring went to St. Michael's, a school at 20 Charles Road, St Leonards-on-sea, when he was five years old.\n\"This is only a foretaste of what is to come, and only the shadow of what is going to be.” – Alan Turing.\nThe Stoney family were once prominent landlords, here in North Tipperary. His mother Ethel Sara Stoney (1881–1976) was daughter of Edward Waller Stoney (Borrisokane, North Tipperary) and Sarah Crawford (Cartron Abbey, Co. Longford); Protestant Anglo-Irish gentry.\nEducated in Dublin at Alexandra School and College; on October 1st 1907 she married Julius Mathison Turing, latter son of Reverend John Robert Turing and Fanny Boyd, in Dublin. Born on June 23rd 1912, Alan Turing would go on to be regarded as one of the greatest figures of the twentieth century.\nA brilliant mathematician and cryptographer Alan was to become the founder of modern-day computer science and artificial intelligence; designing a machine at Bletchley Park to break secret Enigma encrypted messages used by the Nazi German war machine to protect sensitive commercial, diplomatic and military communications during World War 2. Thus, Turing made the single biggest contribution to the Allied victory in the war against Nazi Germany, possibly saving the lives of an estimated 2 million people, through his effort in shortening World War II.\nIn 2013, almost 60 years later, Turing received a posthumous Royal Pardon from Queen Elizabeth II. Today, the “Turing law” grants an automatic pardon to men who died before the law came into force, making it possible for living convicted gay men to seek pardons for offences now no longer on the statute book.\nAlas, Turing accidentally or otherwise lost his life in 1954, having been subjected by a British court to chemical castration, thus avoiding a custodial sentence. He is known to have ended his life at the age of 41 years, by eating an apple laced with cyanide\nCareer.\nTuring was one of the people who worked on the first computers. He created the theoretical Turing machine in 1936. The machine was imaginary, but it included the idea of a computer program.\nTuring was interested in artificial intelligence. He proposed the Turing test, to say when a machine could be called \"intelligent\". A computer could be said to \"think\" if a human talking with it could not tell it was a machine.\nDuring World War II, Turing worked with others to break German ciphers (secret messages). He worked for the Government Code and Cypher School (GC&CS) at Bletchley Park, Britain's codebreaking centre that produced Ultra intelligence.\nUsing cryptanalysis, he helped to break the codes of the Enigma machine. After that, he worked on other German codes.\nFrom 1945 to 1947, Turing worked on the design of the ACE (Automatic Computing Engine) at the National Physical Laboratory. He presented a paper on 19 February 1946. That paper was \"the first detailed design of a stored-program computer\". Although it was possible to build ACE, there were delays in starting the project. In late 1947 he returned to Cambridge for a sabbatical year. While he was at Cambridge, the Pilot ACE was built without him. It ran its first program on 10 May 1950.\nPrivate life.\nTuring was a homosexual man. In 1952, he admitted having had sex with a man in England. At that time, homosexual acts were illegal. Turing was convicted. He had to choose between going to jail and taking hormones to lower his sex drive. He decided to take the hormones. After his punishment, he became impotent. He also grew breasts.\nIn May 2012, a private member's bill was put before the House of Lords to grant Turing a statutory pardon. In July 2013, the government supported it. A royal pardon was granted on 24 December 2013.\nDeath.\nIn 1954, Turing died from cyanide poisoning. The cyanide came from either an apple which was poisoned with cyanide, or from water that had cyanide in it. The reason for the confusion is that the police never tested the apple for cyanide. It is also suspected that he committed suicide.\nThe treatment forced on him is now believed to be very wrong. It is against medical ethics and international laws of human rights. In August 2009, a petition asking the British Government to apologise to Turing for punishing him for being a homosexual was started. The petition received thousands of signatures. Prime Minister Gordon Brown acknowledged the petition. He called Turing's treatment \"appalling\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"OBE","offset":21},{"uri":"FRS","surface_form":"FRS","offset":25},{"uri":"London","surface_form":"London","offset":30},{"uri":"Wilmslow","surface_form":"Wilmslow","offset":53},{"uri":"Cheshire","surface_form":"Cheshire","offset":63},{"uri":"English_people","surface_form":"English","offset":93},{"uri":"Mathematician","surface_form":"mathematician","offset":101},{"uri":"Computer_scientist","surface_form":"computer scientist","offset":119},{"uri":"Maida_Vale","surface_form":"Maida Vale","offset":154},{"uri":"London","surface_form":"London","offset":233},{"uri":"Merchant","surface_form":"merchant","offset":292},{"uri":"Daughter","surface_form":"daughter","offset":349},{"uri":"Engineer","surface_form":"engineer","offset":364},{"uri":"Computers","surface_form":"computers","offset":2345},{"uri":"Turing_machine","surface_form":"Turing machine","offset":2383},{"uri":"Imagination","surface_form":"imaginary","offset":2423},{"uri":"Computer_program","surface_form":"computer program","offset":2464},{"uri":"Artificial_intelligence","surface_form":"artificial intelligence","offset":2507},{"uri":"Turing_test","surface_form":"Turing test","offset":2548},{"uri":"Intelligence","surface_form":"intelligent","offset":2600},{"uri":"World_War_II","surface_form":"World War II","offset":2717},{"uri":"Germany","surface_form":"German","offset":2766},{"uri":"Cipher","surface_form":"cipher","offset":2773},{"uri":"Government_Code_and_Cypher_School","surface_form":"Government Code and Cypher School","offset":2818},{"uri":"Bletchley_Park","surface_form":"Bletchley Park","offset":2863},{"uri":"Ultra","surface_form":"Ultra","offset":2923},{"uri":"Cryptanalysis","surface_form":"cryptanalysis","offset":2949},{"uri":"Enigma_(machine)","surface_form":"Enigma","offset":3000},{"uri":"ACE_(computer)","surface_form":"ACE","offset":3115},{"uri":"National_Physical_Laboratory","surface_form":"National Physical Laboratory","offset":3155},{"uri":"Stored-program_computer","surface_form":"stored-program computer","offset":3274},{"uri":"Pilot_ACE","surface_form":"Pilot ACE","offset":3474},{"uri":"Homosexual","surface_form":"homosexual","offset":3575},{"uri":"England","surface_form":"England","offset":3641},{"uri":"Homosexual","surface_form":"homosexual","offset":3664},{"uri":"Conviction","surface_form":"convicted","offset":3705},{"uri":"Jail","surface_form":"jail","offset":3750},{"uri":"Hormone","surface_form":"hormone","offset":3766},{"uri":"Erectile_dysfunction","surface_form":"impotent","offset":3864},{"uri":"Breast","surface_form":"breast","offset":3887},{"uri":"Private_member%27s_bill","surface_form":"private member's bill","offset":3911},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":3952},{"uri":"Pardon","surface_form":"pardon","offset":3995},{"uri":"Cyanide","surface_form":"cyanide","offset":4127},{"uri":"Apple","surface_form":"apple","offset":4178},{"uri":"Cyanide","surface_form":"cyanide","offset":4208},{"uri":"Medical_ethics","surface_form":"medical ethics","offset":4463},{"uri":"Human_rights","surface_form":"human rights","offset":4504},{"uri":"Petition","surface_form":"petition","offset":4536},{"uri":"British_Government","surface_form":"British Government","offset":4556},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister","offset":4699},{"uri":"Gordon_Brown","surface_form":"Gordon Brown","offset":4714}]}