{"id":130049,"url":"http://en.wikipedia.org/wiki/City_of_Manchester_Stadium","text":"The City of Manchester Stadium is a stadium in Manchester, England. It is also called the Etihad Stadium, COMS or Eastlands. The stadium was designed by Arup and built by John Laing. It was first designed as part of Manchester's failed bid for the 2000 Summer Olympics. The stadium was built for the 2002 Commonwealth Games at a cost of £110 million. After the Games, it was turned into a football stadium. It became the home of Manchester City F.C. who moved there from Maine Road in 2003 after signing a 250-year lease.\nThe stadium is shaped like a bowl. It has two levels all the way around. There is a third level along the two side stands and one of the stands behind the goal. As of the start of the 2010/2011 season, it is the third largest stadium in the FA Premier League and the ninth largest in the United Kingdom, with 55,097 seats. The highest attendance for a football game at the stadium was on 6 February 2016 when 54,693 fans watched Manchester City play Leicester City. On 14 May 2008, it hosted the UEFA Cup Final.\nManchester City F.C. signed an agreement with Manchester City Council in March 2010 to allow redevelopment of land around the stadium. This may include adding more seats to make 60,000 in the stadium. Work on land around the stadium started in September 2010. The club is also talking with Manchester City Council to make a new lease on the stadium for the future.\nHistory.\nPlans to build a stadium in east Manchester were made around 1990 as part of the city's bid to host the 2000 Summer Olympics. Manchester City Council paid for a design for an 80,000 seat stadium on a brownfield site known as \"Eastlands\". However, in October 1993, the games were awarded to Sydney, Australia. Manchester then made a successful bid to host the 2002 Commonwealth Games. They used the stadium plans from the Olympic bid. In 1996, the planned stadium competed with Wembley Stadium to gain funding to become the national stadium. The money was used to redevelop Wembley instead.\nCity of Manchester Stadium's foundation stone was laid by Prime Minister, Tony Blair, in December 1999. Construction began in January 2000. The stadium was designed by Arup and built by John Laing. The stadium cost about £110 million. £77 million of that was paid by Sport England and the rest was paid by the Manchester City Council. For the Commonwealth Games, the stadium had one lower level along three sides of the athletics track. There was a second level on the two sides. It had an open-air temporary stand at one end. The first public event at the stadium was the opening ceremony of the 2002 Commonwealth Games on 25 July 2002. Among the celebrities present at the ceremony was Queen Elizabeth II. During the ten days of competition, the stadium hosted all athletics events and the rugby sevens. Four Commonwealth records were set at the stadium, including the women's triple jump and the women's 5000 m.\nAfter the Commonwealth Games, the stadium was changed so it could be used as a football stadium. Athletics events had been very successful at the Commonwealth Games. Athletics figures such as Jonathan Edwards and Sebastian Coe therefore criticised the decision to change the stadium into a football stadium. Redevelopment was called necessary to give the stadium a future. Sections of the track were removed and placed at other athletics stadiums. The ground level was lowered to make way for another level of seating. The temporary stand was taken apart. It was replaced with a permanent structure of similar design to the existing one at the southern end. This work took a year and added 12,000 seats. Manchester City F.C. moved to the new ground for the 2003–04 season. The change cost over £30 million. It was paid for by the football club.\nThe first public football match at the stadium was a friendly between Manchester City and Barcelona on 10 August 2003. Manchester City won the game 2–1. The first goal at the stadium was scored by Nicolas Anelka. The first competitive match followed four days later. It was a UEFA Cup game between Manchester City and Welsh Premier League side TNS. City won 5–0. Manchester City started the Premier League season with an away match. They beat Charlton 3–0. Their first home league match in their new stadium was not until 23 August. They drew 1-1 with Portsmouth. David Sommeil scored City's goal. Portsmouth's was scored by Yakubu Aiyegbeni. Their first Premier League win did not come until 14 September. Nicolas Anelka scored a hat-trick to help City beat Aston Villa 4–1. The record football attendance at the stadium is 47,348. It was set at a Premier League game against Chelsea on 5 December 2009.\nThe stadium has also hosted several other sporting events. It became the 50th stadium to host an England international football match when the English and Japanese national teams played on 1 June 2004. On 30 October of that year, it played host to a rugby league match between Great Britain and Australia in the Tri-Nations series. In June 2005, the stadium hosted England's opening game in the UEFA Women's Championship. It set an attendance record for the competition. It is rated as an elite stadium by UEFA. It hosted the 2008 UEFA Cup Final between Rangers and Zenit St Petersburg.\nThe stadium has a number of unofficial nicknames. \"Eastlands\" was used before the stadium was officially named. It is still commonly used. \"City of Manchester Stadium\" is sometimes abbreviated to \"COMS\" when written. \"The Blue Camp\", a pun on Barcelona's Nou Camp, has been used rarely. After the club was taken over by the Emirati Abu Dhabi United Group in 2008, some fans called the stadium \"Middle Eastlands\" as a joke. The stadium has generally received positive feedback from fans. It came in second behind Old Trafford in a 2005 poll to find the United Kingdom's favourite football ground. As Manchester City Council owns the stadium, it is also called the \"Council House\" by fans of City's rivals, Manchester United.\nThe stadium is owned by Manchester City Council. It is leased by the football club. The 2008 takeover made the football club the richest in the world. This led to rumors that the club could think about buying the stadium from the city.\nParts of the stadium.\nThe inside of the City of Manchester Stadium is a full oval bowl. It has three levels of seating at the sides and two levels at each end. While the seating is a full bowl, each side of the stadium has its own name. This is like other football grounds. At first, all sides of the stadium were named by compass direction (\"North Stand\" and \"South Stand\" for the ends, \"East Stand\" and \"West Stand\" for the sides). In February 2004, after a vote by fans, the West Stand was renamed the \"Colin Bell Stand.\" It was named in honour of the former player. The vote was almost stopped, as it was taken over by rival fans. They hoped the stand would be nicknamed \"The Bell End\" (even though the stand is to the side, not at an end). However, fans of the club made it clear they wanted the name to stay. The South Stand was officially named the \"Key 103 Stand\" for sponsorship reasons from 2003 to 2006. Fans mostly ignored this name for it. Part of the North Stand is called the \"Family Stand\". It is reserved for supporters with children. The East Stand is unofficially known to fans as \"the Kippax\". It is named after the East Stand from Maine Road. Supporters of visiting teams sit in part of the South Stand. There are 68 executive boxes within the stadium. They are along the West, North and East Stands.\nThe stadium roof is toroidal (like a doughnut) in shape. It is suspended from steel cables attached to eight towers. These provide access to the upper level of seating via spiral ramps. The areas without seating in each corner have movable louvres. This allows for air to move through the pitch. Entry is gained by contactless smart card rather than the usual manned turnstile. This system can admit up to 1,200 people per minute around all entrances. A service tunnel running under the stadium provides access for emergency vehicles. It allows the visiting team's bus to enter the stadium directly. Inside the stadium are six themed restaurants. Two of restaurants have views of the pitch. There are also a number of conference facilities. The stadium is also licensed for marriage ceremonies.\nThe City of Manchester Stadium has a UEFA standard dimension pitch. It has a natural grass pitch reinforced with artificial grass fibres made by Desso. There are 218 floodlights in the stadium. Each uses 2000 watts. In total they use 436,000 watts when they are all on.\nThe stadium is the centrepiece of an area known as Sportcity. It also includes several other sporting venues. Next to the stadium is the \"Manchester Regional Arena\". The Arena served as a warm-up track during the Commonwealth Games. It is now a 6,178 capacity venue that hosts national athletics trials and Manchester City reserve team games. The Manchester Velodrome and the National Squash Centre are close to the stadium. In September 2006, Manchester City received planning permission to build an wind turbine at the stadium. Designed by Norman Foster, the turbine was meant to give power for the stadium and nearby homes. Safety concerns about ice on the blades led to the proposal being stopped. From 2005 to 2009 a Thomas Heatherwick sculpture, \"B of the Bang\", was present in front of the stadium. Built to honor the success of the 2002 Commonwealth Games, it was the tallest sculpture in the UK. However, structural problems led to the sculpture being taken apart in 2009.\nOn 30 January 2007, it was announced that the UK's first Super Casino would be built in the Sportcity area close to the stadium.\nPlans for this have since been stopped. It did receive authorisation from the Secretary of State for Culture, Media and Sport.\nReception.\nMany people called The 2002 Commonwealth Games a huge success with the stadium gaining positive reviews for its atmosphere and architectural design.\nThe City of Manchester Stadium has won a number of design awards. This includes the 2004 Royal Institute of British Architects Inclusive Design Award for inclusive building design, and the 2003 Institution of Structural Engineers Structural Special Award.\nManchester City's reaction to the stadium was a mix of positive and negative. Some fans were not too excited about moving from the famous Maine Road, Maine Road had a reputation for having a great atmosphere and character. Others were happy about the bigger stadium and move back to east Manchester where Manchester City formed. A 2007 Premier League fan poll found that fans thought views at the stadium were second best in the Premier League after the Emirates Stadium. But the stadium had a problem common in modern stadia; the atmosphere was rated as second lowest in the league by City fans. Fans of opposing teams have generally given positive feedback. The stadium came in second behind Old Trafford in a 2005 poll to find the United Kingdom's favourite football ground.\nTransport.\nThe City of Manchester Stadium is to the east of Manchester city centre. The stadium site itself has 2,000 parking spaces. Another 8,000 spaces in the area around the stadium are provided by local businesses and schools working with the football club. The nearest railway station is Ashburys. It is a 20-minute walk south of the stadium. Services are limited due to the small size of the station. Manchester Piccadilly, which serves mainline trains from London, Birmingham and Edinburgh, is a 30-minute walk away. Several special bus services serve the stadium when events take place.\nAn extension to the Metrolink tram system with a stop at the stadium was announced in 2000. However, after a government spending review, the plan was put on hold in July 2004. In July 2006, funding for the extension was reinstated, but for a shorter length. A Sportcity Metrolink station opened on 11 February 2013.\nConcerts.\nOutside the football season, the stadium hosts concerts. It is one of the UK's largest music venues. It has a maximum capacity of 60,000 for performances. The first concert at the stadium was a performance by the Red Hot Chili Peppers in 2004. They were supported by James Brown. Local band and vocal Manchester City supporters, Oasis, have played concerts at the stadium. One of their shows was featured on their DVD \"Lord Don't Slow Me Down\". Another Manchester act, Take That, also released a DVD of their performance at the stadium, '.\nOther artists who have played the stadium are U2, Rod Stewart, Foo Fighters supported by Manic Street Preachers and The Futureheads, Bon Jovi & George Michael.\nIn June 2018, Taylor Swift played the first of her UK ‘Reputation Stadium Tour' over two nights.\nSummer activities such as concerts and boxing matches often tear up the pitch. In 2008, end-of-season fixes, along with an early start to the football season, meant the pitch was not ready in time for the first scheduled home game. Because of this, Manchester City played their UEFA Cup first round qualifying match at Barnsley's Oakwell Stadium.","categories":[],"infobox_types":["Stadium"],"annotations":[{"uri":"Manchester","surface_form":"Manchester","offset":47},{"uri":"Arup","surface_form":"Arup","offset":153},{"uri":"John_Laing_plc","surface_form":"John Laing","offset":171},{"uri":"2000_Summer_Olympics","surface_form":"2000 Summer Olympics","offset":248},{"uri":"2002_Commonwealth_Games","surface_form":"2002 Commonwealth Games","offset":300},{"uri":"%C2%A3","surface_form":"£","offset":337},{"uri":"Association_football","surface_form":"football","offset":389},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City F.C.","offset":429},{"uri":"Maine_Road","surface_form":"Maine Road","offset":471},{"uri":"Lease","surface_form":"lease","offset":515},{"uri":"Bowl","surface_form":"bowl","offset":551},{"uri":"List_of_English_football_stadiums_by_capacity","surface_form":"third largest stadium","offset":734},{"uri":"FA_Premier_League","surface_form":"FA Premier League","offset":763},{"uri":"Attendance","surface_form":"attendance","offset":857},{"uri":"2008_UEFA_Cup_Final","surface_form":"UEFA Cup Final","offset":1018},{"uri":"Manchester_City_Council","surface_form":"Manchester City Council","offset":1080},{"uri":"Redevelopment","surface_form":"redevelopment","offset":1127},{"uri":"Bid","surface_form":"bid","offset":1496},{"uri":"2000_Summer_Olympics","surface_form":"2000 Summer Olympics","offset":1512},{"uri":"Brownfield_land","surface_form":"brownfield","offset":1608},{"uri":"Sydney%2C_Australia","surface_form":"Sydney, Australia","offset":1698},{"uri":"Compete","surface_form":"compete","offset":1871},{"uri":"Wembley_Stadium","surface_form":"Wembley Stadium","offset":1885},{"uri":"Tony_Blair","surface_form":"Tony Blair","offset":2072},{"uri":"Sport_England","surface_form":"Sport England","offset":2265},{"uri":"Athletics_(track_and_field)","surface_form":"athletics","offset":2418},{"uri":"Temporary","surface_form":"temporary","offset":2497},{"uri":"Celebrity","surface_form":"celebrities","offset":2646},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Queen Elizabeth II","offset":2686},{"uri":"Rugby_sevens","surface_form":"rugby sevens","offset":2790},{"uri":"Triple_jump","surface_form":"triple jump","offset":2877},{"uri":"5000_meters","surface_form":"5000 m","offset":2905},{"uri":"Jonathan_Edwards_(athlete)","surface_form":"Jonathan Edwards","offset":3105},{"uri":"Sebastian_Coe","surface_form":"Sebastian Coe","offset":3126},{"uri":"Permanent","surface_form":"permanent","offset":3492},{"uri":"Exhibition_game","surface_form":"friendly","offset":3811},{"uri":"FC_Barcelona","surface_form":"Barcelona","offset":3848},{"uri":"Goal","surface_form":"goal","offset":3921},{"uri":"Nicolas_Anelka","surface_form":"Nicolas Anelka","offset":3955},{"uri":"UEFA_Cup_2002%E2%80%9303","surface_form":"UEFA Cup","offset":4034},{"uri":"Welsh_Premier_League","surface_form":"Welsh Premier League","offset":4076},{"uri":"The_New_Saints_F.C.","surface_form":"TNS","offset":4102},{"uri":"English_Premier_League","surface_form":"Premier League","offset":4149},{"uri":"Charlton_Athletic_F.C.","surface_form":"Charlton","offset":4201},{"uri":"Draw","surface_form":"drew","offset":4296},{"uri":"Portsmouth_F.C.","surface_form":"Portsmouth","offset":4310},{"uri":"David_Sommeil","surface_form":"David Sommeil","offset":4322},{"uri":"Yakubu_Aiyegbeni","surface_form":"Yakubu Aiyegbeni","offset":4383},{"uri":"Hat-trick","surface_form":"hat-trick","offset":4489},{"uri":"Aston_Villa_F.C.","surface_form":"Aston Villa","offset":4517},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":4635},{"uri":"England_national_football_team","surface_form":"English","offset":4806},{"uri":"Japan_national_football_team","surface_form":"Japanese","offset":4818},{"uri":"Rugby_league","surface_form":"rugby league","offset":4913},{"uri":"Great_Britain","surface_form":"Great Britain","offset":4940},{"uri":"Australia","surface_form":"Australia","offset":4958},{"uri":"2004_Rugby_League_Tri-Nations","surface_form":"Tri-Nations","offset":4975},{"uri":"England_women%27s_national_football_team","surface_form":"England","offset":5028},{"uri":"2005_UEFA_Women%27s_Championship","surface_form":"UEFA Women's Championship","offset":5058},{"uri":"UEFA_elite_categories","surface_form":"elite stadium","offset":5152},{"uri":"2008_UEFA_Cup","surface_form":"2008 UEFA Cup","offset":5189},{"uri":"Rangers_F.C.","surface_form":"Rangers","offset":5217},{"uri":"Zenit_St_Petersburg","surface_form":"Zenit St Petersburg","offset":5229},{"uri":"Unofficial","surface_form":"unofficial","offset":5278},{"uri":"Abbreviation","surface_form":"abbreviated","offset":5431},{"uri":"Pun","surface_form":"pun","offset":5486},{"uri":"FC_Barcelona","surface_form":"Barcelona","offset":5493},{"uri":"Camp_Nou","surface_form":"Nou Camp","offset":5505},{"uri":"Rare","surface_form":"rare","offset":5529},{"uri":"Abu_Dhabi_United_Group","surface_form":"Abu Dhabi United Group","offset":5582},{"uri":"Joke","surface_form":"joke","offset":5667},{"uri":"Positive","surface_form":"positive","offset":5708},{"uri":"Feedback","surface_form":"feedback","offset":5717},{"uri":"Old_Trafford","surface_form":"Old Trafford","offset":5762},{"uri":"Rivalry","surface_form":"rivals","offset":5947},{"uri":"Manchester_United","surface_form":"Manchester United","offset":5955},{"uri":"Lease","surface_form":"lease","offset":6029},{"uri":"Rumor","surface_form":"rumor","offset":6137},{"uri":"Compass","surface_form":"compass","offset":6533},{"uri":"Colin_Bell","surface_form":"Colin Bell","offset":6716},{"uri":"Key_103","surface_form":"Key 103","offset":7067},{"uri":"Sponsor","surface_form":"sponsorship","offset":7086},{"uri":"Ignore","surface_form":"ignore","offset":7137},{"uri":"The_Kippax","surface_form":"the Kippax","offset":7311},{"uri":"Luxury_box","surface_form":"executive boxes","offset":7448},{"uri":"Toroid_(geometry)","surface_form":"toroidal","offset":7552},{"uri":"Doughnut","surface_form":"doughnut","offset":7569},{"uri":"Spiral","surface_form":"spiral","offset":7704},{"uri":"Louver","surface_form":"louvres","offset":7772},{"uri":"Association_football_pitch","surface_form":"pitch","offset":7821},{"uri":"Contactless_smart_card","surface_form":"contactless smart card","offset":7847},{"uri":"Turnstile","surface_form":"turnstile","offset":7899},{"uri":"Theme_restaurant","surface_form":"themed restaurants","offset":8159},{"uri":"Conference","surface_form":"conference","offset":8250},{"uri":"Ceremony","surface_form":"ceremonies","offset":8315},{"uri":"Dimension","surface_form":"dimension","offset":8378},{"uri":"Artificial_turf","surface_form":"artificial grass","offset":8440},{"uri":"Desso_GrassMaster","surface_form":"Desso","offset":8472},{"uri":"Watt","surface_form":"watt","offset":8536},{"uri":"Sportcity_(sports_ground)","surface_form":"Sportcity","offset":8648},{"uri":"Manchester_Regional_Arena","surface_form":"Manchester Regional Arena","offset":8735},{"uri":"Manchester_Velodrome","surface_form":"Manchester Velodrome","offset":8944},{"uri":"Squash_(sport)","surface_form":"Squash","offset":8982},{"uri":"Permission","surface_form":"permission","offset":9075},{"uri":"Wind_turbine","surface_form":"wind turbine","offset":9098},{"uri":"Norman_Foster%2C_Baron_Foster_of_Thames_Bank","surface_form":"Norman Foster","offset":9139},{"uri":"Thomas_Heatherwick","surface_form":"Thomas Heatherwick","offset":9319},{"uri":"B_of_the_Bang","surface_form":"B of the Bang","offset":9350},{"uri":"Regional_casino","surface_form":"Super Casino","offset":9636},{"uri":"Sportcity_(sports_ground)","surface_form":"Sportcity","offset":9671},{"uri":"Secretary_of_State_for_Culture%2C_Media_and_Sport","surface_form":"Secretary of State for Culture, Media and Sport","offset":9786},{"uri":"Royal_Institute_of_British_Architects","surface_form":"Royal Institute of British Architects","offset":10084},{"uri":"Institution_of_Structural_Engineers","surface_form":"Institution of Structural Engineers","offset":10189},{"uri":"Maine_Road","surface_form":"Maine Road","offset":10389},{"uri":"English_Premier_League","surface_form":"Premier League","offset":10587},{"uri":"Emirates_Stadium","surface_form":"Emirates Stadium","offset":10705},{"uri":"Old_Trafford","surface_form":"Old Trafford","offset":10945},{"uri":"Ashburys_railway_station","surface_form":"Ashburys","offset":11323},{"uri":"Manchester_Piccadilly_station","surface_form":"Manchester Piccadilly","offset":11437},{"uri":"Birmingham","surface_form":"Birmingham","offset":11502},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":11517},{"uri":"Extension","surface_form":"extension","offset":11628},{"uri":"Manchester_Metrolink","surface_form":"Metrolink","offset":11645},{"uri":"Red_Hot_Chili_Peppers","surface_form":"Red Hot Chili Peppers","offset":12164},{"uri":"James_Brown","surface_form":"James Brown","offset":12218},{"uri":"Oasis_(band)","surface_form":"Oasis","offset":12280},{"uri":"Lord_Don%27t_Slow_Me_Down","surface_form":"Lord Don't Slow Me Down","offset":12370},{"uri":"Take_That","surface_form":"Take That","offset":12420},{"uri":"U2","surface_form":"U2","offset":12537},{"uri":"Rod_Stewart","surface_form":"Rod Stewart","offset":12541},{"uri":"Foo_Fighters","surface_form":"Foo Fighters","offset":12554},{"uri":"Manic_Street_Preachers","surface_form":"Manic Street Preachers","offset":12580},{"uri":"The_Futureheads","surface_form":"The Futureheads","offset":12607},{"uri":"Bon_Jovi","surface_form":"Bon Jovi","offset":12624},{"uri":"George_Michael","surface_form":"George Michael","offset":12635},{"uri":"Taylor_Swift","surface_form":"Taylor Swift","offset":12665},{"uri":"Reputation_(Taylor_Swift_album)","surface_form":"Reputation","offset":12706},{"uri":"Schedule","surface_form":"schedule","offset":12959},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City","offset":12997},{"uri":"UEFA_Cup","surface_form":"UEFA Cup","offset":13026},{"uri":"Barnsley_F.C.","surface_form":"Barnsley","offset":13067},{"uri":"Oakwell_Stadium","surface_form":"Oakwell Stadium","offset":13078}]}