{"id":130081,"url":"http://en.wikipedia.org/wiki/Beechworth","text":"Beechworth is a town in north-east Victoria, Australia., It was first settled in the gold rush of the mid-1850s. At the 2006 census, 3227 people lived in Beechworth.\nBeechworth has many old buildings which have been well looked after. The town has changed from a gold field to a popular place for people to visit. Wine making is also an important activity around Beechworth.\nHistory.\nThe area was first used as a cattle farm by David Reid and was called Mayday Hills. In 1853 it was renamed Beechworth.\nGold.\nFrom 1852-1857, Beechworth was an important gold area. Thousands of people moved to the area to dig for gold. One group of miners found 14 lb (about 7 kg) of gold in one gold pan (a small metal dish used separate gold from the soil). Another group found 50 lb (approx. 25 kg) of gold in a week. In the first election in 1855, one candidate, Daniel Cameron, rode a horse with solid gold horse shoes through the main street. This event is the reason the logo for Beechworth is a golden horse shoe, and the ride is remembered every year with the Golden Horseshoe Festival.\nBeechworth was a long way from the centre of colonial government in Melbourne, both in distance and time taken to get there. The railway was built to Beechworth in September 1876. By this time the miners had found most of the gold, and the town was no longer important. The rail line was closed in 1977 and the tracks were taken away, after 101 years of service. The rail line is now used as a walking and bicycle path.\nIn the gold rush, Beechworth had a tannery, jewelers, boot makers, a brewery, blacksmiths, and farm animal sale yards. It had schools, a convent, hotels, a prison with high stone walls, a hospital, a mental hospital, courthouse, police station, stage coach companies and a gunpowder magazine (building for storing gunpowder).\nIn the gold rush men and women came from the USA, England, Ireland, Scotland, Wales, and China. At one time more than 30,000 people lived in Beechworth. Gold mining camps started up up as thousands of miners rushed into areas such as Spring Creek, Reedy Creek, Silver Creek, the Nine Mile Creek and the Woolshed. The Chinese were not allowed live in Beechworth and so they lived on the edge of town. There were many rules and laws to try to control the Chinese miners. Beechworth Cemetery has a large number of early Chinese miners graves. There was a lot of unrest and complaints about having the Chinese goldminers around Beechworth.\nRobert O'Hara Burke.\nRobert O'Hara Burke, leader of the Burke and Wills expedition was a policeman in Beechworth. He was the Senior Inspector of Police from 1854 to 1857.\nThe Burke Museum is in Loch Street and holds a lot of items on Beechworth and the local area. They have newspapers, photographs, artifacts, clothings, pictures, books on local history and other papers about the area. They have displays about the gold rush, Chinese miners and the gold diggings of the 1850s.\nNed Kelly.\nThe bushranger Ned Kelly had many links to Beechworth. He was a prisoner in the gaol. He fought a famous boxing match with Isaiah 'Wild\" Wright in behind a local hotel. Aaron Sherritt and Joe Byrne of the Kelly Gang came from the Woolshed gold field, near Beechworth. Twenty-one men, thought to be friends or relatives of the Kelly Gang were prisoners in the gaol. They were held without trial or evidence for over 3 months, by the Chief Commissioner of Police, Captain Standish.\nJohn Sadleir.\nSadlier was a policeman who became famous in the hunt for Ned Kelly in the 1870s. He had been a policeman in Beechworth during the gold rush.\nGeorge B. Kerferd.\nGeorge B. Kerferd (1836-1889) lived in Beechworth and became a Premier of Victoria. He helped Beechworth get a railway to Melbourne.\nJohn Buckley Castieau.\nCastieau (1831-1885)was the Prison Governor at Beechworth from 1856 to 1869. The prison, famous for its huge granite walls, was known as \"Castieau's Castle\". As the Governor of the Melbourne gaol in 1880 he was an official witness to the hanging of Ned Kelly.\nNewspapers.\nIn the gold rush Beechworth had 2 newspapers: \"The Ovens and Murray Advertiser\" and \"The Constitution and Mining Intelligencer\". \"The Ovens and Murray Advertiser\" is still a local paper printed each week.\nTourism.\nBeechworth is a popular place for visitors. Items to see are Ned Kelly displays at the old court house, Burke Museum, waterfalls, Gun Powder Magazine, Newtown Bridge (Stone Bridge), Tail Race (Mining Race), Spring Creek Water Falls, Spring Creek Gorge, Beechworth Asylum ghost tours, lakes, old buildings, goldfields, walks, the Beechworth Bakery, brewery, the Beechworth lolly shop and night tours. The town is at the end of the Murray to the Mountains Rail Trail.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":35},{"uri":"Australia","surface_form":"Australia","offset":45},{"uri":"Victorian_Gold_Rush","surface_form":"gold rush","offset":85},{"uri":"Census","surface_form":"census","offset":125},{"uri":"Election","surface_form":"election","offset":817},{"uri":"Candidate","surface_form":"candidate","offset":839},{"uri":"Gold","surface_form":"gold","offset":890},{"uri":"Logo","surface_form":"logo","offset":961},{"uri":"Government","surface_form":"government","offset":1133},{"uri":"Railway","surface_form":"railway","offset":1208},{"uri":"Tanning","surface_form":"tannery","offset":1534},{"uri":"Jeweler","surface_form":"jeweler","offset":1543},{"uri":"Brewery","surface_form":"brewery","offset":1568},{"uri":"Blacksmith","surface_form":"blacksmith","offset":1577},{"uri":"School","surface_form":"school","offset":1625},{"uri":"Convent","surface_form":"convent","offset":1636},{"uri":"Hotel","surface_form":"hotel","offset":1645},{"uri":"Prison","surface_form":"prison","offset":1655},{"uri":"Hospital","surface_form":"hospital","offset":1687},{"uri":"Courthouse","surface_form":"courthouse","offset":1716},{"uri":"Police_station","surface_form":"police station","offset":1728},{"uri":"USA","surface_form":"USA","offset":1870},{"uri":"England","surface_form":"England","offset":1875},{"uri":"Ireland","surface_form":"Ireland","offset":1884},{"uri":"Scotland","surface_form":"Scotland","offset":1893},{"uri":"Wales","surface_form":"Wales","offset":1903},{"uri":"China","surface_form":"China","offset":1914},{"uri":"Robert_O%27Hara_Burke","surface_form":"Robert O'Hara Burke","offset":2482},{"uri":"Burke_and_Wills_expedition","surface_form":"Burke and Wills expedition","offset":2517},{"uri":"1854","surface_form":"1854","offset":2618},{"uri":"1857","surface_form":"1857","offset":2626},{"uri":"Newspaper","surface_form":"newspaper","offset":2736},{"uri":"Photograph","surface_form":"photograph","offset":2748},{"uri":"Artifact_(archaeology)","surface_form":"artifacts","offset":2761},{"uri":"Clothing","surface_form":"clothing","offset":2772},{"uri":"Picture","surface_form":"picture","offset":2783},{"uri":"Bushranger","surface_form":"bushranger","offset":2955},{"uri":"Ned_Kelly","surface_form":"Ned Kelly","offset":2966},{"uri":"Boxing","surface_form":"boxing","offset":3056},{"uri":"Aaron_Sherritt","surface_form":"Aaron Sherritt","offset":3120},{"uri":"Joe_Byrne_(bushranger)","surface_form":"Joe Byrne","offset":3139},{"uri":"Gang","surface_form":"Gang","offset":3162},{"uri":"Trial","surface_form":"trial","offset":3339},{"uri":"Evidence","surface_form":"evidence","offset":3348},{"uri":"George_Kerferd","surface_form":"George B. Kerferd","offset":3606},{"uri":"Premiers_of_Victoria","surface_form":"Premier of Victoria","offset":3669},{"uri":"Granite","surface_form":"granite","offset":3871},{"uri":"Beechworth_Asylum","surface_form":"Beechworth Asylum","offset":4501},{"uri":"Murray_to_the_Mountains_Rail_Trail","surface_form":"Murray to the Mountains Rail Trail","offset":4678}]}