{"id":130010,"url":"http://en.wikipedia.org/wiki/Megalania","text":"\"Megalania\" (\"Varanus prisca\") was a giant monitor lizard that lived in southern Australia. It was part of a species of megafauna that lived during the Pleistocene, and appears to have disappeared around 40,000 years ago. The first Aboriginal settlers of Australia may have encountered living \"Megalania\".\n\"Megalania\" is the land-based lizard known to have existed. Judging from its size, \"Megalania\" would have fed mostly upon medium- to large-sized animals, including any of the giant marsupials like \"Diprotodon\".\nSize.\nRalph Molnar in 2004 determined a range of possible sizes for \"Megalania\". He did this by scaling up from dorsal vertebrae, after he determined a relationship between dorsal vertebrae length and total body length. If it had a long thin tail like the Lace monitor (\"Varanus varius\"), then it would have reached a length of. If its tail-to-body proportions were more similar to that of the Komodo dragon, then a length of around is more likely. Using 7 m as the maximum length, Molnar estimated the average weight of the lizard at, and as the maximum.\nThis is twice the length of their closest living relative, the Komodo dragon of eastern Indonesia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monitor_lizard","surface_form":"monitor lizard","offset":43},{"uri":"Australia","surface_form":"Australia","offset":81},{"uri":"Australian_megafauna","surface_form":"megafauna","offset":120},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":152},{"uri":"Indigenous_Australians","surface_form":"Aboriginal","offset":232},{"uri":"Terrestrial_animal","surface_form":"land-based","offset":325},{"uri":"Lizard","surface_form":"lizard","offset":336},{"uri":"Diprotodon","surface_form":"Diprotodon","offset":504},{"uri":"Lace_monitor","surface_form":"Lace monitor","offset":773},{"uri":"Komodo_dragon","surface_form":"Komodo dragon","offset":911},{"uri":"Komodo_dragon","surface_form":"Komodo dragon","offset":1136},{"uri":"Indonesia","surface_form":"Indonesia","offset":1161}]}