{"id":130129,"url":"http://en.wikipedia.org/wiki/Hawthorne_Heights","text":"Hawthorne Heights are an American rock band. They formed in 2001 and were originally called \"A Day in the Life\" but later changed their name and lineup.\nThey have released three albums and a number of singles. Their album titled \"Fragile Future\" was released on August 5, 2008, in the United States and on August 11, 2008, in the United Kingdom. Their most recent album is called \"Skeletons\", and was made available on June 1, 2010. Their other albums include \"If Only You Were Lonely\" and \"The Silence in Black and White\". They spawned emo classics such as \"Saying Sorry\" and \"Ohio Is for Lovers\".\nCasey Calvert, who played guitar and did the screaming for the band, died on November 24, 2007, and another member found him in the morning. They had to push back touring etc., and had started on a tour already and had big plans.\nLater, another person in the band, Micah Carli, started doing the harsh death growl vocals for the band.\nThey have had many tours including the Never Sleep Again tour, the Warped Tour and Projekt Revolution. They played the Never Sleep Again tour with fellow band Silverstein.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_band","surface_form":"rock band","offset":34},{"uri":"Album","surface_form":"album","offset":178},{"uri":"Single_(music)","surface_form":"single","offset":201},{"uri":"Fragile_Future","surface_form":"Fragile Future","offset":230},{"uri":"Skeletons","surface_form":"Skeletons","offset":381},{"uri":"If_Only_You_Were_Lonely","surface_form":"If Only You Were Lonely","offset":461},{"uri":"The_Silence_in_Black_and_White","surface_form":"The Silence in Black and White","offset":491},{"uri":"Saying_Sorry","surface_form":"Saying Sorry","offset":559},{"uri":"Ohio_Is_for_Lovers","surface_form":"Ohio Is for Lovers","offset":578},{"uri":"Screaming","surface_form":"screaming","offset":644},{"uri":"Silverstein","surface_form":"Silverstein","offset":1093}]}