{"id":130166,"url":"http://en.wikipedia.org/wiki/Alfred_Wegener","text":"Alfred Lothar Wegener (1 November 1880 – 13 November 1930) was a German scientist and meteorologist. He is most notable for his theory of continental drift, which he proposed in December 1912. This was the idea that the continents were slowly drifting around the Earth. He also had ideas about why the continents drift, which other scientists thought were impossible. His hypothesis was not accepted until the 1950s. Then several discoveries gave evidence of continental drift, and of the actual causes.\nWegener was born in Berlin and in 1904 he earned his PhD in Astronomy at the University of Berlin. As a reserve officer of the German Army he was called up in 1914 to fight in World War I. He was severely wounded in Belgium and transferred to the army weather service. After the war he mainly did weather work.\nPlate tectonics theory.\nThe theory had been proposed before, more than once. The first time was by the mapmaker Abraham Ortelius in the 16th century.\nWegener's theory.\nWegener used geologic, fossil, and glacial evidence from opposite sides of the Atlantic Ocean to support his theory of continental drift. For example, he said that there were geological similarities between the Appalachian Mountains in North America, and the Scottish Highlands. Also, he said that the rock strata in South Africa and Brazil were similar.\nHe believed these similarities could be explained only if these geologic features were once part of the same continent. Wegener said that because they are less dense, continents float on top of the denser rock of the ocean floor, and move across the ocean floor rock. Although continental drift explained many of Wegener's observations, he could not find scientific evidence to make a complete explanation of how continents move.\nCriticism.\nThe British geologist Arthur Holmes championed the theory of continental drift at a time when it was unfashionable. He proposed in 1931 that the Earth's mantle contained convection cells that dissipated radioactive heat and moved the crust at the surface. His \"Principles of Physical Geology\", ending with a chapter on continental drift, was published in 1944.\nHowever, most Earth scientists and palaeontologists did not believe Wegener's theory and thought it was foolish. Some critics thought that giant land bridges could explain the similarities among fossils in South America and Africa. Others argued that Wegener's theory did not explain the forces that would have been needed to move continents to such great distances. Wegener thought that the forces that moved the continents could be caused by the rotation of the Earth and stellar precession and that same forces made earthquakes and volcanic eruptions.\nEvidence.\nDuring the 1950s, in the mid-atlantic ridge discoveries of sea-floor spreading and magnetic reversal proved that Wegener's theory was real and led to the theory of plate tectonics, though his proposed causes were mistaken. Today geologists say that continents are actually parts of moving tectonic plates that float on the asthenosphere, a layer of partly molten rock.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":65},{"uri":"Scientist","surface_form":"scientist","offset":72},{"uri":"Meteorologist","surface_form":"meteorologist","offset":86},{"uri":"Continental_drift","surface_form":"continental drift","offset":138},{"uri":"Continent","surface_form":"continent","offset":220},{"uri":"Earth","surface_form":"Earth","offset":263},{"uri":"Berlin","surface_form":"Berlin","offset":524},{"uri":"PhD","surface_form":"PhD","offset":557},{"uri":"Astronomy","surface_form":"Astronomy","offset":564},{"uri":"University_of_Berlin","surface_form":"University of Berlin","offset":581},{"uri":"German_Army","surface_form":"German Army","offset":631},{"uri":"World_War_I","surface_form":"World War I","offset":680},{"uri":"Abraham_Ortelius","surface_form":"Abraham Ortelius","offset":927},{"uri":"Fossil","surface_form":"fossil","offset":1006},{"uri":"Glacier","surface_form":"glacial","offset":1018},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1062},{"uri":"Continental_drift","surface_form":"continental drift","offset":1102},{"uri":"Geology","surface_form":"geological","offset":1158},{"uri":"Appalachian_Mountains","surface_form":"Appalachian Mountains","offset":1194},{"uri":"North_America","surface_form":"North America","offset":1219},{"uri":"Scotland","surface_form":"Scottish Highlands","offset":1242},{"uri":"South_Africa","surface_form":"South Africa","offset":1300},{"uri":"Brazil","surface_form":"Brazil","offset":1317},{"uri":"Density","surface_form":"dense","offset":1498},{"uri":"Arthur_Holmes","surface_form":"Arthur Holmes","offset":1801},{"uri":"Earth%27s_mantle","surface_form":"Earth's mantle","offset":1924},{"uri":"Convection","surface_form":"convection","offset":1949},{"uri":"Radioactive","surface_form":"radioactive","offset":1982},{"uri":"Earth_science","surface_form":"Earth scientists","offset":2154},{"uri":"Palaeontologist","surface_form":"palaeontologist","offset":2175},{"uri":"Land_bridge","surface_form":"land bridge","offset":2285},{"uri":"Stellar_precession","surface_form":"stellar precession","offset":2614},{"uri":"Earthquake","surface_form":"earthquake","offset":2659},{"uri":"Volcano","surface_form":"volcanic eruptions","offset":2675}]}