{"id":130205,"url":"http://en.wikipedia.org/wiki/Inning","text":"e=\"preserve\">An inning, or innings, is a fixed-length section of a game in several sports – most notably cricket and baseball when one team would try to score while the other team would try to stop the first from scoring. In baseball, a team's turn to score is called a \"half-inning\" instead. A team's scoring turn ends in these sports when the players on the scoring team have been \"put out\" (made to leave the field because of their mistakes during gameplay) a certain number of times.\nCricket.\nIn cricket, a team's innings ends when they no longer have two players who are allowed to bat. This almost always happens when 10 of the 11 players on the team are out (batsmen who are put out are not allowed to bat again during the innings). A team's innings can also end when they have reached a time limit, or the ball has been legally thrown to their players to try to hit and score a certain number of times (as in T20 cricket, where each team is limited to 120 such throws), if the team had agreed to such limitations before the game. The term \"innings\" can also refer to a single batter's turn to bat, or the number of runs they score during their turn.\nSuper Over.\nA Super Over is a tiebreaker in which both teams get extra innings with a maximum of 6 legal deliveries. If the teams are still tied after the Super Over, more Super Overs are played until one of the teams scores more runs than its opponents.\nOne notable time a Super Over happened was during the 2019 Cricket World Cup Final.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":83},{"uri":"Notable","surface_form":"notably","offset":97},{"uri":"Cricket","surface_form":"cricket","offset":105},{"uri":"Baseball","surface_form":"baseball","offset":117},{"uri":"T20_cricket","surface_form":"T20 cricket","offset":917},{"uri":"Run_(cricket)","surface_form":"runs","offset":1123},{"uri":"2019_Cricket_World_Cup","surface_form":"2019 Cricket World Cup Final","offset":1467}]}