{"id":130237,"url":"http://en.wikipedia.org/wiki/Gynoecium","text":"A gynoecium (from Ancient Greek \"gyne\", \"woman\") is the female reproductive parts of a flower. The male parts are called the androecium. Some flowers have both female and male parts, and some do not.\nAnother key term is carpel. Carpels are the building blocks of a pistil. The gynoecium may have one pistil or more. A pistil may have one carpel or more than one stuck together (\"fused\"). Carpels and pistils have three parts: a stigma at the top where the pollen lands; a style and an ovary. In the case of a pistil, the stigma, style, and ovary may be made up of those parts of more than one carpel, fused.\nPlant ovaries are the parts of the gynoecium which (much like animal ovaries) contain ovules. The style is generally stalklike. It is between the ovary at the bottom and the stigma at the top. In some plants, there are no styles in the pistils. The stigma is the pollen receptor at the top of the carpel. Stigmas may be separate or they may be in a region called the \"stigmatic region\".\nThe ovule.\nThe ovule, when mature, has one or two coats round the central nucellus, except at the top where there is an opening, the micropyle. The nucellus is a tissue round one large cell, the megaspore. The one large cell divides, giving the egg and some other cells.\nAn example of a simple carpel is that of a pea, bean or \"Arabidopsis\": the fruit develops from the single carpel consisting of two rows of ovules aligned beside one another along the \"placental\" margin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":18},{"uri":"Female","surface_form":"female","offset":56},{"uri":"Flower","surface_form":"flower","offset":87},{"uri":"Androecium","surface_form":"androecium","offset":125},{"uri":"Stigma_(botany)","surface_form":"stigma","offset":428},{"uri":"Ovule","surface_form":"ovule","offset":694},{"uri":"Nucellus","surface_form":"nucellus","offset":1143},{"uri":"Pea","surface_form":"pea","offset":1309},{"uri":"Bean","surface_form":"bean","offset":1314},{"uri":"Arabidopsis","surface_form":"Arabidopsis","offset":1323}]}