{"id":130484,"url":"http://en.wikipedia.org/wiki/Haumea_(dwarf_planet)","text":"Haumea is a dwarf planet in the Solar System. Its discovery was announced in 2005 by astronomers Michael E. Brown, Chad Trujillo and David Rabinowitz of the United States, and J. L. Ortiz of Spain. It was classified as a dwarf planet on September 17, 2008. Haumea is a Trans-Neptunian object, because it orbits the Sun after Neptune. It has two known moons, Hiʻiaka and Namaka. Haumea is special because of its very short day and odd shape. It turns once on its axis every four hours. This quick turning has caused Haumea to be shaped like an ellipsoid. It was the fifth discovered dwarf planet.\nName.\nThe object was originally nicknamed 'Santa' as it was discovered shortly after Christmas. In 2008, the International Astronomical Union gave it the proper name Haumea, after a Hawaiian god of childbirth and fertility.\nRings.\nA stellar occultation observed on January 21, 2017 and described in an October 2017 \"Nature\" article indicated the presence of a ring around Haumea. This represents the first ring system discovered for a TNO. The ring has a radius of about 2,287 km, a width of ~70 km and an opacity of 0.5. It is well within Haumea's Roche limit, which would be at a radius of about 4,400 km if it were a sphere (not being a sphere pushes the limit out farther). The ring plane is inclined 3.2°±1.4° with respect to Haumea's equatorial plane and approximately coincides with the orbital plane of its larger, outer moon Hiʻiaka. The ring is also close to the 1:3 orbit-spin resonance with Haumea's rotation (which is at a radius of 2,285 ± 8 km from Haumea's center). The ring is estimated to contribute 5% to the total brightness of Haumea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dwarf_planet","surface_form":"dwarf planet","offset":12},{"uri":"Solar_System","surface_form":"Solar System","offset":32},{"uri":"Astronomer","surface_form":"astronomer","offset":85},{"uri":"United_States","surface_form":"United States","offset":157},{"uri":"Spain","surface_form":"Spain","offset":191},{"uri":"Trans-Neptunian_object","surface_form":"Trans-Neptunian object","offset":269},{"uri":"Neptune_(planet)","surface_form":"Neptune","offset":325},{"uri":"Satellite_(natural)","surface_form":"moons","offset":351},{"uri":"Ellipsoid","surface_form":"ellipsoid","offset":543},{"uri":"Christmas","surface_form":"Christmas","offset":681},{"uri":"God","surface_form":"god","offset":787},{"uri":"Occultation","surface_form":"stellar occultation","offset":829},{"uri":"Nature_(journal)","surface_form":"Nature","offset":912},{"uri":"Trans-Neptunian_object","surface_form":"TNO","offset":1031},{"uri":"Opacity","surface_form":"opacity","offset":1102},{"uri":"Roche_limit","surface_form":"Roche limit","offset":1145},{"uri":"Hi%CA%BBiaka","surface_form":"Hiʻiaka","offset":1430}]}