{"id":13046,"url":"http://en.wikipedia.org/wiki/Radio_control","text":"Radio control is controlling vehicle<nowiki/>s by radio wave signals. It is often used for making models of cars, boats, helicopters and airplanes move on their own like real ones. For controlling models, an operator uses a transmitter that has the model's controls on it. When a control is moved, the radio signal changes. The part on the model that takes the changing signals and helps turn them into movement is called the receiver. The receiver then tells a special kind of motor called a servo to move part of the model.\nOn a car or boat, a servo is usually used for steering. Model sailboats use a servo to adjust the sail as well as the rudder, or steering device. On airplanes and helicopters, servos are used not only for steering but for up and down pitch. If the model uses an engine to make it run, a servo is used to control the speed of the engine. A model which operates with an electric motor usually has something called an electronic speed control or \"ESC\" to control its speed.\nRadio control was once used by the military to control large weapons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vehicle","surface_form":"vehicle","offset":29},{"uri":"Radio_wave","surface_form":"radio wave","offset":50},{"uri":"Car","surface_form":"cars","offset":108},{"uri":"Boat","surface_form":"boats","offset":114},{"uri":"Helicopter","surface_form":"helicopters","offset":121},{"uri":"Airplane","surface_form":"airplanes","offset":137},{"uri":"Transmitter","surface_form":"transmitter","offset":224},{"uri":"Receiver","surface_form":"receiver","offset":426},{"uri":"Motor","surface_form":"motor","offset":478},{"uri":"Servo","surface_form":"servo","offset":493},{"uri":"Sailboat","surface_form":"sailboats","offset":588},{"uri":"Rudder","surface_form":"rudder","offset":644},{"uri":"Engine","surface_form":"engine","offset":788},{"uri":"Electric","surface_form":"electric","offset":894},{"uri":"Military","surface_form":"military","offset":1032},{"uri":"Weapon","surface_form":"weapons","offset":1058}]}