{"id":130479,"url":"http://en.wikipedia.org/wiki/Golda_Meir","text":"Golda Meir (;, born Golda Mabovitch, May 3 1898 - December 8 1978, known as Golda Myerson from 1917 to 1956) was the fourth prime minister of the State of Israel.\nGolda Meir became Prime Minister of Israel on March 17 1969 after serving as Minister of Labour and Foreign Minister. She was said to be the \"Iron Lady\" \"(a strong-minded woman)\" of Israel's politics years before that name became said about the British prime minister, Margaret Thatcher. Meir was Israel's first and so far only female prime minister. She was the world's third female prime minister. The two biggest events of her time as prime minister were the murder of eleven Israeli athletes at the 1972 Summer Olympic Games and the 1973 Yom Kippur War. After questions about her handling of the war, Meir left her job even though she had been found to be not to blame for problems with the war.\nBefore she became prime minister.\nHer birth name was Golda Mabovitch (). She was born in Kiev in the former Russian Empire (today Ukraine), and her parents were Blume Naidich and Moshe Mabovitch, a carpenter. The family moved to Milwaukee, Wisconsin, in the United States. Her father found a job as a carpenter, and her mother ran a grocery store. At the age of eight, she was already put in charge of watching the store when her mother went to the market for supplies.\nWhen she was 14 years old, Golda went to North Division High School and worked part-time. Her mother wanted her to leave school and marry, but she did not. She ran away from home and bought a train ticket to Denver, Colorado, and went to live with her married sister, Sheyna Korngold. The Korngolds held evening meetings at their home where Meir learned about the Jews' desire for a country of their own, literature, women's rights, trade unions and more. In Denver, she also met Morris Meyerson, a sign painter, whom she married when she was 19.\nDuring time as prime minister.\nThe two biggest things to happen during her time as prime minister were the murder of eleven Israeli athletes at the 1972 Summer Olympic Games by the terrorist group Black September, and the twenty-day war called the Yom Kippur War between Israel and the Arab states led by Egypt and Syria in October 1973.\nEnd of time in office.\nThe Yom Kippur War was from October 6 to October 26, 1973 and was between a group of Arab countries led by Syria and Egypt against Israel. Israel was surprised by the attack and after the Yom Kippur War, the government was asked questions about Israel's not being ready for the war. A group of people who were asked to look into the war decided that it was not Meir's fault. Her political party won the elections in December 1973, but Meir stopped being prime minister on April 11, 1974, because she felt that was what the people of Israel wanted. Yitzhak Rabin became prime minister after her on June 3, 1974.\nIn 1975, Meir was awarded the Israel Prize for her services to the State of Israel.\nDeath.\nOn December 8, 1978, Golda Meir died of cancer in Jerusalem at the age of 80. She was buried Helkat Gdolei Ha'uma in Mount Herzl in Jerusalem on December 12 1978.","categories":[],"infobox_types":[],"annotations":[{"uri":"Israel","surface_form":"State of Israel","offset":146},{"uri":"Prime_Minister_of_Israel","surface_form":"Prime Minister of Israel","offset":181},{"uri":"Minister_of_Labour","surface_form":"Minister of Labour","offset":240},{"uri":"Foreign_Minister","surface_form":"Foreign Minister","offset":263},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":432},{"uri":"Summer_Olympic_Games","surface_form":"Summer Olympic Games","offset":671},{"uri":"1973","surface_form":"1973","offset":700},{"uri":"Yom_Kippur_War","surface_form":"Yom Kippur War","offset":705},{"uri":"Kiev","surface_form":"Kiev","offset":952},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":971},{"uri":"Ukraine","surface_form":"Ukraine","offset":993},{"uri":"Milwaukee%2C_Wisconsin","surface_form":"Milwaukee","offset":1092},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":1103},{"uri":"Denver%2C_Colorado","surface_form":"Denver, Colorado","offset":1541},{"uri":"Summer_Olympic_Games","surface_form":"Summer Olympic Games","offset":2033},{"uri":"Black_September","surface_form":"Black September","offset":2077},{"uri":"Yom_Kippur_War","surface_form":"Yom Kippur War","offset":2128},{"uri":"Egypt","surface_form":"Egypt","offset":2185},{"uri":"Syria","surface_form":"Syria","offset":2195},{"uri":"Syria","surface_form":"Syria","offset":2348},{"uri":"Egypt","surface_form":"Egypt","offset":2358},{"uri":"Israel","surface_form":"Israel","offset":2372},{"uri":"Political_party","surface_form":"political party","offset":2620},{"uri":"Election","surface_form":"election","offset":2644},{"uri":"Yitzhak_Rabin","surface_form":"Yitzhak Rabin","offset":2789},{"uri":"Israel_Prize","surface_form":"Israel Prize","offset":2882},{"uri":"Cancer","surface_form":"cancer","offset":2983},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":2993},{"uri":"Helkat_Gdolei_Ha%27uma","surface_form":"Helkat Gdolei Ha'uma","offset":3036},{"uri":"Mount_Herzl","surface_form":"Mount Herzl","offset":3060}]}