{"id":130824,"url":"http://en.wikipedia.org/wiki/Alessandro_Del_Piero","text":"Alessandro Del Piero (born 9 November 1974 in Conegliano) is an Italian former football player. He has played for Juventus from 1993 to 2012, Sydney FC from 2012 to 2014 and Delhi Dynamos in 2014 as a striker. He was the captain of the Juventus team since 2001. He stopped playing for the national team in 2006.\nDel Piero is considered among the best talents that Italian football has ever witnessed. In 2004, he was included in the FIFA 100, a list of 125 greatest living players. In 1999, he was listed 77th in the list of the best players of the 20th century published by World Soccer magazine. He is one of five Italian players to score over 300 goals (312 as pf 6 November 2010) along with Filippo Inzaghi (315), Roberto Baggio (318), Giuseppe Meazza (338) and Silvio Piola (364).\nChildhood and early career.\nDel Piero is the son of Gino, an electrician, and Bruna, a housekeeper. He regularly played football in the backyard with two friends, Nelso and Pierpaolo as a child. All three dreamed of becoming footballers, but only Del Piero would eventually manage to do so. Alessandro's older brother, Stefano, briefly played professional football for Sampdoria before injury struck him. The family lived in the hamlet of Saccon near San Vendemiano. While growing up, Del Piero's family did not have much money for travelling abroad, so he was considering being a truck driver in order to see the world.\nDel Piero played for the local youth team of San Vendemiano since the age of 7. He used to play as a goalkeeper because he could play a lot more football that way. His mother thought it would be better for him if he played as a goalkeeper, since he would not have to run and the possibility of him getting injured was less likely. His brother told their mother that Alex was better at attacking and Del Piero switched position.\nIt was while playing with his local side of San Vendemiano in 1988 that Del Piero was first spotted by scouts. He left home at the age of 13 to play in the youth side of Padova Calcio.","categories":[],"infobox_types":["football biography"],"annotations":[{"uri":"Conegliano","surface_form":"Conegliano","offset":46},{"uri":"Juventus","surface_form":"Juventus","offset":114},{"uri":"Italy_national_football_team","surface_form":"national team","offset":289},{"uri":"Witness","surface_form":"witnessed","offset":390},{"uri":"FIFA_100","surface_form":"FIFA 100","offset":433},{"uri":"World_Soccer","surface_form":"World Soccer","offset":575},{"uri":"Filippo_Inzaghi","surface_form":"Filippo Inzaghi","offset":695},{"uri":"Roberto_Baggio","surface_form":"Roberto Baggio","offset":718},{"uri":"Giuseppe_Meazza","surface_form":"Giuseppe Meazza","offset":740},{"uri":"Silvio_Piola","surface_form":"Silvio Piola","offset":766},{"uri":"Sampdoria","surface_form":"Sampdoria","offset":1155},{"uri":"San_Vendemiano","surface_form":"San Vendemiano","offset":1237},{"uri":"Truck_driver","surface_form":"truck driver","offset":1367},{"uri":"Goalkeeper","surface_form":"goalkeeper","offset":1508},{"uri":"Padova_Calcio","surface_form":"Padova Calcio","offset":2005}]}