{"id":130885,"url":"http://en.wikipedia.org/wiki/Lostprophets","text":"Lostprophets were a rock band from Pontypridd, Wales. They were signed to the record label Sony BMG. They released five studio albums in their career and had two top ten hits in the UK, \"Last Train Home\" and \"Rooftops\". They won six Kerrang! Awards. They broke up in October 2013 after singer Ian Watkins was charged in December 2012 with raping a baby and other sex crimes. In November 2013, he was convicted of attempted rape and sexual assault of a child. On 18 December 2013, Watkins was sentenced to 35 years in prison.\nLostprophets' first release was their 1997 EP \"Here Comes the Party\".\nIn 1999 Lostprophets were signed to a record label called Visible Noise. Their first album \"Thefakesoundofprogress\" was released on 27 November 2000. On 2 February 2004 the band's second album \"Start Something\" was released in the UK and South Korea. Six singles were released from the album. \"Burn Burn\" reached number seventeen in the UK Singles Chart. The band's third album, \"Liberation Transmission\", was released in June 2006 and was the band's first album to enter the UK Albums Chart at No.1. The album was also successful in Japan. Kerrang! gave it five out of five stars. In 2009 Lostprophets did a cover of \"Boys Don't Cry\" on an album of The Cure covers given away free with NME.\n\"The Betrayed\", the band's fourth studio album, was released in the UK on 13 January 2010. It reached number three in the UK Albums Chart. Their last album, \"Weapons\" was released on 2 April 2012. It reached the number five in the UK Albums Chart. It got mixed reviews.\nHMV stopped selling Lostprophets' albums in 2013 after Watkins was convicted of trying to rape a baby. The BBC will not play Lostprophets' music anymore.\nIn June 2014, the remaining members formed No Devotion with American singer Geoff Rickly as their lead vocalist.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":20},{"uri":"Pontypridd","surface_form":"Pontypridd","offset":35},{"uri":"Wales","surface_form":"Wales","offset":47},{"uri":"Record_label","surface_form":"record label","offset":78},{"uri":"Sony_BMG","surface_form":"Sony BMG","offset":91},{"uri":"Child_sexual_abuse","surface_form":"raping a baby","offset":339},{"uri":"South_Korea","surface_form":"South Korea","offset":833},{"uri":"The_Cure","surface_form":"The Cure","offset":1245},{"uri":"HMV","surface_form":"HMV","offset":1557},{"uri":"BBC","surface_form":"BBC","offset":1664},{"uri":"No_Devotion","surface_form":"No Devotion","offset":1754}]}