{"id":130911,"url":"http://en.wikipedia.org/wiki/Racism","text":"Racism is the belief in the natural superiority of one race over another. It may mean prejudice, discrimination, or antagonism against other people because they are of a different race or ethnicity.\nRacism can also be used to describe the social, legal, cultural, economic, and political processes that are a result of those beliefs.\nDuring the Holocaust, Nazis in Germany believed that some races did not even deserve to exist. These beliefs were racist. Because of those beliefs, they killed many people who belonged to those races. Those actions, which resulted from their racist beliefs, were also racist.\nRacism has existed throughout human history. It has caused wars, slavery, the creation of nations, and laws. However, racism has never been the \"only\" cause of wars and slavery. Leaders often used racism to make their actions seem all right. For example, the Nazis used the idea that Slavic peoples were less than human to make it seem all right to take over those people's countries or the idea of African Americans were less than them.\nRace and ethnicity.\nHumans often categorize themselves by race or ethnicity. They do this based on ancestry, as well as visible traits like skin color and facial features. People of the same ethnic group are often connected by ancestry, speaking the same language, having the same culture, and living in the same places.\nHowever, scientists say that humans do not really fit well into these categories, biologically. The DNA of people from different races is very similar. Evidence from genetics and archaeology suggests that all humans came from the same group of early humans in East Africa. This means that different races did not appear at different times. All humans came from the same race, and separated into different races later. Because white people historically had more power, some people call racism against whites \"reverse racism\".\nEuropean racism.\nIn the late 18th century, Europeans began using the term \"Aryan\" to refer to the original prehistoric Proto-Indo-Europeans and their descendants up to the present day (i.e., the Indo-European peoples—those Caucasians who speak the Indo-European languages). It was also assumed at the time, that, Aryans were a culturally superior people. By the late 19th century, some Europeans began to use the name \"Aryan\" for only the Nordic peoples of Europe (one branch of the Indo-European peoples), as a \"pure,\" \"noble\" and racially \"superior\" race they claimed were descended from the original Aryan tribes. The theory that the Aryans first came from Europe became especially popular in Germany and to a lesser degree in Austria and Hungary.\nThere was much prejudice based upon this perception of the world as the Europeans and Orientals both regarded them selves as superior to the other skin colours, which lead to African slavery, Apartheid, the Jim Crow Laws, Nazism and Japanese imperialism.\nRacism and Colonialism.\nWhen Europeans came to America, they killed thousands of Native Americans and when the European settlers got to Australia, they started killing off large numbers of Aborigines.\nWith the birth of their empires, many other native tribes suffered in Canada, New Zealand, China, Pakistan, Bangladesh and India.\nJapan also held similar beliefs about Chinese and Koreans in their colonies.\nAnglo-French racism.\nRacism in the U.K., Ireland and France was usually about limiting the rights of Jews, Roma and minorities like the French Basques.\nAs the colonies became independent after the 1950s, many migrated to the U.K. and France, but were discriminated against. Some British cafes and hotels would not welcome in Caribbean guests and the French made Arabs feel unwelcome in some French towns as well. Since the 1960s, India, Pakistani and Bangladeshi people have moved to the U.K. and been victimised and 'Paki-bashed'. 11, 2001, has heightened the French and British fears about Islam and Arabs in general. Polish and Brazilian migrant labours are also discriminated against in some places. Racist parties like the U.K.'s British National Party and National Front trade on these fears to get votes.\nRacism in Nazism.\nAlleged scientific findings of racial differences were used by Nazi Germany to justify the racialist policy with its concept of \"Großdeutschland\" (Greater Germany) and the Nordic race idea. The Nazis' attitude towards the Jews were anti-Semitic and falsely blamed them for Germany's defeat in World War I and the Great Depression. The Nazis and some of their anti-Semitic allies, like Hungary, committed genocide against the Jews during the Holocaust of World War II.\nBoth the Nazis and Romania's Iron Guard also persecuted the Roma, who were considered part of the allegedly inferior 'Indic' race. During World War II, the Nazis embarked on a systematic attempt at genocide of the Roma, known as the \"Porajmos\". The Nazis also knowingly killed of thousands of Slavs, lesbians, Communists, liberals and gays.\nRacism in Italy.\nFascist Benito Mussolini, in a 1919 speech to denounce Soviet Russia, claimed that Jewish bankers in London and New York City were bound by the chains of race to Moscow, and claimed that 80 percent of the Soviet leaders were Jews.\nMany Italian fascists held anti-Slavist views, especially against neighbouring Yugoslav nations, who they saw as being in competition with Italy, which had laid claim to the Yugoslavia's region of Dalmatia.\nMussolini said Italy would get its own way and was willing to use force to settle arguments. An early example was Italy's bombardment of the Greek island of Corfu in 1923. Soon after he succeeded in setting up a puppet regime in Albania and crushed a rebellion in Libya, which had been an Italian colony since 1912.\nItaly, like Germany, Austria and Hungary regarded all Slavs and Roma as stupid, racially inferior due to the effects of Social Darwinism and undeserving of their basic rights. Anti-Arab discrimination was also used in parts of Libya.\nRacism in Romania.\nThe Iron Guard was an antisemitic fascist movement and political party in Romania from 1927 to 1941. They despised and denounced both Jews and the Roma.\nRacism in America.\nAmerican racism has been a major issue in the country since before its founding. Historically dominated by White settler society, race in the United States as a concept became significant in relation to other groups. Generally racist attitudes in the country have been most onerously applied to Native Americans, African Americans and some \"foreign-seeming\" action against Mexican immigrants among others. The Chinese, Japanese and Irish had trouble in America, during the 19th century, but the Blacks fell foul of the Jim Crow Laws which once racially separated some parts of America between Blacks and Whites. These first emerged in the late 19th Century and lasted to the mid 1960s and the Voting Rights Act of 1965.\nMillions of Africans were killed while they were held as prisoners or as slaves by the Europeans and Arabs. Some call this \"The Black Holocaust\".\nThe United States' legal system has been accused of racism. 40% of the prison population are black. 12% of the general population is black.\nThe New York Police Department stop-and-frisk program has been accused of racial profiling.\nThe book To Kill A Mockingbird is a well-known American novel largely focusing on race in the Jim Crow era, described earlier.\nIn the 21st century, certain groups of non-white people hold the idea that all white people have advantages over them based on their skin color, with disregard to family background, personal history, or current situation.\nRacism in the United Kingdom.\nIn the United Kingdom the two most popular nationalist political parties are the British National Party (BNP) and the UK Independence Party (UKIP). There is also a group called the English Defense League (EDL). They are thought to be racist by a lot of people. They are against unlimited immigration and colonization by Muslims. Although Muslims can be of any race, they are usually South Asian. In a 2013 poll, 27% of 1000 British people aged between 18 and 24 said that they did not trust Muslims.\nIn the United Kingdom most people are white. 7% are Asian and 3% are black. 4.83% of the British population are Muslims.\nApartheid.\nSouth African Apartheid laws were a system was used to deny many rights of non-white people. They started in 1948. The laws allowed the white minority to keep the Black majority out of certain areas. Black people had to carry special papers (passes) or have permission to live and work in particular areas. Whites opposed intermarriage with non-whites and coloured people were also discriminated against, but not as badly as the non-whites. The Prohibition of Mixed Marriages Act of 1949 prohibited marriage between persons of different races and the Immorality Act of 1950 made sexual relations with a person of a different race a criminal offence. The blacks suffered greatly and were even banned from voting at one point. Nelson Mandela became South Africa's first black president in 1994. Mandela ended apartheid. Currently, racial quota laws discriminate against Whites in South Africa. The Black President Zuma of South Africa publicly sings \"Kill The Boer\", which means, Kill the White [Farmer]\". Genocidewatch.org reports that the White South Africans are facing genocide.\nThe Imperial Rule Assistance Association of Japan.\nThe Imperial Rule Assistance Association (\"Taisei Yokusankai\") was a coalition of fascist and nationalist political movements of Japan such as the Imperial Way Faction (\"Kōdōha\") and the Society of the East (\"Tōhōkai\"). It was formed under the guidance of Japanese Prime Minister Fumimaro Konoe Prior to creation of the IRAA, Konoe had already effectively nationalized strategic industries, the news media, and labour unions, in preparation for total war with China. Japan needed more land, minerals and colonies, so they annexed Korea, Manchuria and part of China. The Japanese regarded the Chinese, Koreans and Europeans as an inferior race that should be crushed and exploited.\nWhen Konoe's successor, Hideki Tōjō took over the IRAA he attempted to establish himself as the absolute leader, or \"Shogun\", of Japan, under the Emperor of Japan.\nSome Japanese people still believe that they did not commit as many massacres as the Western World and China said they did.\nA changing world.\nWith the revelations of the holocaust, as well as worldwide antiracist efforts, old ideas about race changed and, more slowly, some prejudices about race faded. The civil rights movement tried to liberate persons of African origin from racist white supremacist rule in South Africa and the southern USA. Blacks could vote in South Africa after a 50-year ban.\nIn some cases positive discrimination and political correctness have taken the situation to the opposite extreme, leading to accusations in the UK, USA and Australia of reverse racism, that is to say racism in favor, not against the ethnic minorities. 'Political correctness' is a term applied to language, ideas, policies, or behavior seen as seeking to minimize offense to gender, racial, cultural, disabled, aged or other identity groups. Conversely, the term \"politically incorrect\" is used to refer to language or ideas that may cause offense or that are unconstrained by orthodoxy or good manners (e.g. racists and Islamophobes).\nThe growth of the Hispanic population through immigration from Mexico and elsewhere, combined with and high birth rates, are a factor in the USA's rising population in the last quarter-century. The 2000 census also found Native Americans/Amerindians at their highest population ever, 4.5 million, since the U.S was founded in 1776.","categories":[],"infobox_types":[],"annotations":[{"uri":"Race_(sociology)","surface_form":"race","offset":55},{"uri":"Prejudice","surface_form":"prejudice","offset":86},{"uri":"Discrimination","surface_form":"discrimination","offset":97},{"uri":"Ethnicity","surface_form":"ethnicity","offset":188},{"uri":"The_Holocaust","surface_form":"the Holocaust","offset":341},{"uri":"Nazi_Germany","surface_form":"Nazis in Germany","offset":356},{"uri":"Nazi_eugenics","surface_form":"did not even deserve to exist","offset":398},{"uri":"War","surface_form":"war","offset":669},{"uri":"Slavery","surface_form":"slavery","offset":675},{"uri":"Nation","surface_form":"nation","offset":700},{"uri":"Laws","surface_form":"laws","offset":713},{"uri":"Slavic_peoples","surface_form":"Slavic peoples","offset":894},{"uri":"Race_(sociology)","surface_form":"race","offset":1106},{"uri":"Ethnic_group","surface_form":"ethnicity","offset":1114},{"uri":"Ancestor","surface_form":"ancestry","offset":1147},{"uri":"Traits","surface_form":"traits","offset":1176},{"uri":"Skin","surface_form":"skin","offset":1188},{"uri":"Face","surface_form":"facial","offset":1203},{"uri":"Culture","surface_form":"culture","offset":1329},{"uri":"Biology","surface_form":"biologically","offset":1451},{"uri":"DNA","surface_form":"DNA","offset":1469},{"uri":"Evidence","surface_form":"Evidence","offset":1521},{"uri":"Genetics","surface_form":"genetics","offset":1535},{"uri":"Archaeology","surface_form":"archaeology","offset":1548},{"uri":"East_Africa","surface_form":"East Africa","offset":1629},{"uri":"Europe","surface_form":"Europe","offset":1937},{"uri":"Prehistory","surface_form":"prehistoric","offset":2001},{"uri":"Proto-Indo-Europeans","surface_form":"Proto-Indo-Europeans","offset":2013},{"uri":"Caucasian_race","surface_form":"Caucasians","offset":2117},{"uri":"Indo-European_languages","surface_form":"Indo-European languages","offset":2142},{"uri":"Culture","surface_form":"culturally","offset":2221},{"uri":"19th_century","surface_form":"19th century","offset":2261},{"uri":"Europe","surface_form":"Europe","offset":2280},{"uri":"Germanic_peoples","surface_form":"Nordic","offset":2333},{"uri":"Theory","surface_form":"theory","offset":2515},{"uri":"Germany","surface_form":"Germany","offset":2590},{"uri":"Austria","surface_form":"Austria","offset":2624},{"uri":"Hungary","surface_form":"Hungary","offset":2636},{"uri":"Slavery","surface_form":"slavery","offset":2828},{"uri":"Apartheid","surface_form":"Apartheid","offset":2837},{"uri":"Nazism","surface_form":"Nazism","offset":2867},{"uri":"Japanese_imperialism","surface_form":"Japanese imperialism","offset":2878},{"uri":"Europe","surface_form":"Europe","offset":2929},{"uri":"Native_American","surface_form":"Native American","offset":2981},{"uri":"Indigenous_Australians","surface_form":"Aborigines","offset":3089},{"uri":"Canada","surface_form":"Canada","offset":3171},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3179},{"uri":"China","surface_form":"China","offset":3192},{"uri":"Pakistan","surface_form":"Pakistan","offset":3199},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":3209},{"uri":"India","surface_form":"India","offset":3224},{"uri":"China","surface_form":"Chinese","offset":3269},{"uri":"Koreans","surface_form":"Koreans","offset":3281},{"uri":"Colony","surface_form":"colonies","offset":3298},{"uri":"Ireland","surface_form":"Ireland","offset":3349},{"uri":"France","surface_form":"France","offset":3361},{"uri":"France","surface_form":"French","offset":3444},{"uri":"Basques","surface_form":"Basques","offset":3451},{"uri":"1950s","surface_form":"1950s","offset":3505},{"uri":"British","surface_form":"British","offset":3587},{"uri":"Caribbean","surface_form":"Caribbean","offset":3633},{"uri":"1960s","surface_form":"1960s","offset":3731},{"uri":"11","surface_form":"11","offset":3840},{"uri":"Islam","surface_form":"Islam","offset":3900},{"uri":"Arabs","surface_form":"Arabs","offset":3910},{"uri":"Poland","surface_form":"Polish","offset":3928},{"uri":"Brazilian","surface_form":"Brazilian","offset":3939},{"uri":"Migrant_labours","surface_form":"migrant labours","offset":3949},{"uri":"Racist","surface_form":"Racist","offset":4012},{"uri":"British_National_Party","surface_form":"British National Party","offset":4043},{"uri":"National_Front","surface_form":"National Front","offset":4070},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":4201},{"uri":"Racial_policy_of_Nazi_Germany","surface_form":"racialist policy","offset":4229},{"uri":"Greater_Germany","surface_form":"Greater Germany","offset":4285},{"uri":"Nordic_race","surface_form":"Nordic race","offset":4310},{"uri":"Nazis","surface_form":"Nazis","offset":4332},{"uri":"Anti-Semitic","surface_form":"anti-Semitic","offset":4370},{"uri":"World_War_I","surface_form":"World War I","offset":4431},{"uri":"Great_Depression","surface_form":"Great Depression","offset":4451},{"uri":"Anti-Semitic","surface_form":"anti-Semitic","offset":4497},{"uri":"Hungary","surface_form":"Hungary","offset":4523},{"uri":"Genocide","surface_form":"genocide","offset":4542},{"uri":"Jews","surface_form":"Jews","offset":4563},{"uri":"Holocaust","surface_form":"Holocaust","offset":4579},{"uri":"World_War_II","surface_form":"World War II","offset":4592},{"uri":"Nazis","surface_form":"Nazis","offset":4615},{"uri":"Romania","surface_form":"Romania","offset":4625},{"uri":"Iron_Guard","surface_form":"Iron Guard","offset":4635},{"uri":"Roma_people","surface_form":"Roma","offset":4666},{"uri":"World_War_II","surface_form":"World War II","offset":4744},{"uri":"Nazism","surface_form":"Nazis","offset":4762},{"uri":"Genocide","surface_form":"genocide","offset":4804},{"uri":"Roma_people","surface_form":"Roma","offset":4820},{"uri":"Slavs","surface_form":"Slavs","offset":4899},{"uri":"Lesbians","surface_form":"lesbians","offset":4906},{"uri":"Communists","surface_form":"Communists","offset":4916},{"uri":"Liberals","surface_form":"liberals","offset":4928},{"uri":"Gay","surface_form":"gay","offset":4941},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":4972},{"uri":"1919","surface_form":"1919","offset":4995},{"uri":"Russian_Soviet_Federative_Socialist_Republic","surface_form":"Soviet Russia","offset":5019},{"uri":"London","surface_form":"London","offset":5065},{"uri":"New_York_City","surface_form":"New York City","offset":5076},{"uri":"Race_(sociology)","surface_form":"race","offset":5118},{"uri":"Moscow","surface_form":"Moscow","offset":5126},{"uri":"Soviet_Union","surface_form":"Soviet","offset":5169},{"uri":"Anti-Slavism","surface_form":"anti-Slavist","offset":5222},{"uri":"Yugoslavs","surface_form":"Yugoslav","offset":5274},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":5369},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":5392},{"uri":"Italy","surface_form":"Italy","offset":5417},{"uri":"Greece","surface_form":"Greek","offset":5543},{"uri":"Corfu","surface_form":"Corfu","offset":5559},{"uri":"1923","surface_form":"1923","offset":5568},{"uri":"Puppet_state","surface_form":"puppet regime","offset":5614},{"uri":"Albania","surface_form":"Albania","offset":5631},{"uri":"Libya","surface_form":"Libya","offset":5666},{"uri":"Colony","surface_form":"colony","offset":5699},{"uri":"1912","surface_form":"1912","offset":5712},{"uri":"Germany","surface_form":"Germany","offset":5730},{"uri":"Austria","surface_form":"Austria","offset":5739},{"uri":"Hungary","surface_form":"Hungary","offset":5751},{"uri":"Slavs","surface_form":"Slavs","offset":5772},{"uri":"Social_Darwinism","surface_form":"Social Darwinism","offset":5838},{"uri":"Libya","surface_form":"Libya","offset":5945},{"uri":"Iron_Guard","surface_form":"Iron Guard","offset":5975},{"uri":"Antisemitism","surface_form":"antisemitic","offset":5993},{"uri":"Romania","surface_form":"Romania","offset":6045},{"uri":"United_States","surface_form":"American","offset":6143},{"uri":"Settler","surface_form":"settler society","offset":6256},{"uri":"United_States","surface_form":"United States","offset":6285},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native Americans","offset":6438},{"uri":"African_American","surface_form":"African American","offset":6456},{"uri":"Xenophobia","surface_form":"foreign-seeming","offset":6484},{"uri":"China","surface_form":"Chinese","offset":6553},{"uri":"Japan","surface_form":"Japan","offset":6562},{"uri":"Irish_people","surface_form":"Irish","offset":6575},{"uri":"19th_Century","surface_form":"19th Century","offset":6787},{"uri":"1960s","surface_form":"1960s","offset":6822},{"uri":"Voting_Rights_Act_of_1965","surface_form":"Voting Rights Act of 1965","offset":6836},{"uri":"Africans","surface_form":"Africans","offset":6875},{"uri":"Slave","surface_form":"slave","offset":6936},{"uri":"Arabs","surface_form":"Arabs","offset":6964},{"uri":"The_Black_Holocaust","surface_form":"The Black Holocaust","offset":6987},{"uri":"Racial_profiling","surface_form":"racial profiling","offset":7223},{"uri":"To_Kill_A_Mockingbird","surface_form":"To Kill A Mockingbird","offset":7250},{"uri":"British_National_Party","surface_form":"British National Party","offset":7701},{"uri":"United_Kingdom_Independence_Party","surface_form":"UKIP","offset":7761},{"uri":"English_Defence_League","surface_form":"English Defense League","offset":7801},{"uri":"Muslims","surface_form":"Muslims","offset":7940},{"uri":"South_African","surface_form":"South African","offset":8252},{"uri":"Apartheid_laws","surface_form":"Apartheid laws","offset":8266},{"uri":"Non-white","surface_form":"non-white","offset":8327},{"uri":"Coloured_people","surface_form":"coloured people","offset":8608},{"uri":"Prohibition_of_Mixed_Marriages_Act","surface_form":"Prohibition of Mixed Marriages Act","offset":8697},{"uri":"Immorality_Act","surface_form":"Immorality Act","offset":8803},{"uri":"Miscegenation","surface_form":"sexual relations with a person of a different race","offset":8831},{"uri":"Criminal_offence","surface_form":"criminal offence","offset":8884},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":8977},{"uri":"Nationalism","surface_form":"nationalist","offset":9478},{"uri":"Imperial_Way_Faction","surface_form":"Imperial Way Faction","offset":9531},{"uri":"T%C5%8Dh%C5%8Dkai","surface_form":"Society of the East","offset":9571},{"uri":"Prime_Minister_of_Japan","surface_form":"Japanese Prime Minister","offset":9640},{"uri":"Fumimaro_Konoe","surface_form":"Fumimaro Konoe","offset":9664},{"uri":"Nationalization","surface_form":"nationalized","offset":9740},{"uri":"News_media","surface_form":"news media","offset":9779},{"uri":"Labour_union","surface_form":"labour union","offset":9795},{"uri":"Total_war","surface_form":"total war","offset":9829},{"uri":"China","surface_form":"China","offset":9844},{"uri":"Minerals","surface_form":"minerals","offset":9875},{"uri":"Colonies","surface_form":"colonies","offset":9888},{"uri":"Korea","surface_form":"Korea","offset":9914},{"uri":"Manchuria","surface_form":"Manchuria","offset":9921},{"uri":"Hideki_T%C5%8Dj%C5%8D","surface_form":"Hideki Tōjō","offset":10089},{"uri":"Shogun","surface_form":"Shogun","offset":10182},{"uri":"Emperor_of_Japan","surface_form":"Emperor of Japan","offset":10211},{"uri":"Japan","surface_form":"Japan","offset":10234},{"uri":"Massacre","surface_form":"massacre","offset":10297},{"uri":"Western_World","surface_form":"Western World","offset":10314},{"uri":"China","surface_form":"China","offset":10332},{"uri":"Holocaust","surface_form":"holocaust","offset":10399},{"uri":"Civil_rights","surface_form":"civil rights","offset":10536},{"uri":"White_supremacist","surface_form":"white supremacist","offset":10614},{"uri":"South_Africa","surface_form":"South Africa","offset":10640},{"uri":"USA","surface_form":"USA","offset":10670},{"uri":"Positive_discrimination","surface_form":"positive discrimination","offset":10744},{"uri":"Political_correctness","surface_form":"political correctness","offset":10772},{"uri":"UK","surface_form":"UK","offset":10874},{"uri":"USA","surface_form":"USA","offset":10878},{"uri":"Australia","surface_form":"Australia","offset":10886},{"uri":"Reverse_racism","surface_form":"reverse racism","offset":10899},{"uri":"Language","surface_form":"language","offset":11027},{"uri":"Orthodoxy","surface_form":"orthodoxy","offset":11307},{"uri":"Good_manners","surface_form":"good manners","offset":11320},{"uri":"Islamophobia","surface_form":"Islamophobes","offset":11351},{"uri":"Immigration","surface_form":"immigration","offset":11412},{"uri":"Mexico","surface_form":"Mexico","offset":11429},{"uri":"Birth_rates","surface_form":"birth rates","offset":11474},{"uri":"United_States_Census%2C_2000","surface_form":"2000 census","offset":11564},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native Americans","offset":11587}]}