{"id":130919,"url":"http://en.wikipedia.org/wiki/Phagocyte","text":"Phagocytes are the white blood cells that protect the body by eating (phagocytosing) dirt, bacteria and dead or dying cells. They are important for fighting infections. They are also important for becoming immune. Phagocytes are important in all animals and are very complex in vertebrates. One liter of human blood has about six billion phagocytes.\nHistory.\nTheir name comes from the Greek \"phagein\", 'to eat or devour ', and \"kutos\", 'hollow vessel'. Phagocytes were first seen in 1882 by Ilya Ilyich Mechnikov. Phagocytes can be found in many animals. Some amoebae behave like macrophages, and scientists think macrophages evolved a long time ago.\nProfessional phagocyte.\nPhagocytes of humans and other animals are called professional or non-professional, depending on how good they are at phagocytosis. The professional phagocytes are neutrophils, monocytes, macrophages, dendritic cells, and mast cells. The reason they are called professional phagocytes is because they have receptors on their surfaces which can detect harmful objects, such as bacteria. Phagocytes are very important in fighting infections and in getting rid of dead and dying cells.\nWhat a phagocyte does.\nWhen there is an infection, phagocytes move to the bacteria by sensing chemicals. These chemicals may come from bacteria or from other phagocytes that are already there. The phagocytes move by a way called chemotaxis. When bacteria touch a phagocyte, they bind to the receptors on the phagocyte and are eaten (phagocytosed). When bacteria enter some phagocytes, the phagocytes use oxidants and nitric oxide to kill the pathogen. After phagocytosis, macrophages and dendritic cells can also do 'antigen presentation': this is when the phagocyte moves parts of the killed bacteria back to its surface. These parts are then shown to other cells of the immune system. Some phagocytes then move to the body's lymph nodes and show the bacterial parts to white blood cells called lymphocytes. This action is important in getting immunity.\nPhagocyte evasion.\nMany bacteria have ways to not be eaten or killed by phagocytes. They may avoid contact by","categories":[],"infobox_types":[],"annotations":[{"uri":"White_blood_cell","surface_form":"white blood cell","offset":19},{"uri":"Dirt","surface_form":"dirt","offset":85},{"uri":"Bacteria","surface_form":"bacteria","offset":91},{"uri":"Apoptosis","surface_form":"dying","offset":112},{"uri":"Infection","surface_form":"infection","offset":157},{"uri":"Immunology","surface_form":"immune","offset":206},{"uri":"Liter","surface_form":"liter","offset":295},{"uri":"Billion","surface_form":"billion","offset":330},{"uri":"Greek_language","surface_form":"Greek","offset":385},{"uri":"Ilya_Ilyich_Mechnikov","surface_form":"Ilya Ilyich Mechnikov","offset":491},{"uri":"Amoeba","surface_form":"amoeba","offset":560},{"uri":"Phagocytosis","surface_form":"phagocytosis","offset":793},{"uri":"Neutrophil","surface_form":"neutrophil","offset":839},{"uri":"Monocyte","surface_form":"monocyte","offset":852},{"uri":"Macrophage","surface_form":"macrophage","offset":863},{"uri":"Dendritic_cell","surface_form":"dendritic cell","offset":876},{"uri":"Mast_cell","surface_form":"mast cell","offset":897},{"uri":"Receptor","surface_form":"receptor","offset":981},{"uri":"Chemotaxis","surface_form":"chemotaxis","offset":1387},{"uri":"Oxidant","surface_form":"oxidant","offset":1562},{"uri":"Nitric_oxide","surface_form":"nitric oxide","offset":1575},{"uri":"Antigen","surface_form":"antigen","offset":1675},{"uri":"Lymph_node","surface_form":"lymph node","offset":1885},{"uri":"Lymphocyte","surface_form":"lymphocyte","offset":1954}]}