{"id":131074,"url":"http://en.wikipedia.org/wiki/Electronegativity","text":"e=\"preserve\">Electronegativity, symbol χ, is a chemical property that says how well an atom can attract electrons towards itself. The electronegativity of an atom is influenced by the atom's atomic number and the distance between the atom's valence electrons (the outermost electrons that take part in chemical bonding) and its nucleus. It was first theorised by Linus Pauling in 1932 as part of his valence bond theory, and is related to other chemical properties. Generally, electronegativity increases from the bottom-left to the upper-right of the periodic table; this is known as a periodic trend.\nThere are many ways to calculate the electronegativity of an atom. The most common way of calculation is the one suggested by Linus Pauling, and it gives the relative Pauling scale. This scale gives elements dimensionless quantities (values) between 0.7 to 3.98, with hydrogen being at 2.20.\nThe opposite of electronegativity is electropositivity; the measure of how well an atom gives away electrons.\nPauling electronegativity.\nPauling suggested the idea of electronegativity in 1932 to explain why the strength of a covalent bond between two different atoms (A-B) is stronger than the average of the strengths of the covalent bonds A-A and B-B. His valence bond theory said that this stronger bond between different atoms is caused by the ionic effects to the bonding.\nThe difference between the electronegativity of atom A and atom B is\nwhere the dissociation energies (that is, the energy needed to break the bond between the atoms), \"E\"d, of A-B, A-A and B-B bonds are given in electronvolts, and the factor (eV)-½ is added to make sure the final answer has no unit. With the above formula, we can calculate the difference in elecronegativity between hydrogen and bromine to be 0.73. (dissociation energies: H-Br, 3.79 eV; H-H, 4.52 eV; Br-Br, 2.00 eV)\nThe above equation only calculates the difference in electronegativity between two elements. To make a scale from the equation, a reference point has to be chosen. Hydrogen was chosen as a reference point because it bonds covalently with many elements. Hydrogen's electronegativity was first fixed at 2.1, but was later changed to 2.20. Another thing that need to be known to make an electronegativity scale is which element is more electronegative than the reference point, which is hydrogen. This is often done with the so-called \"chemical intuition\": in the above example, hydrogen bromide (H-Br) dissolves in water and breaks into H+ cation and Br- anion. So, it can be assumed that bromine is more electronegative than hydrogen.\nTo calculate Pauling electronegativity for an element, the data on the dissociation energies of at least two types of covalent bonds created by the element is needed. In 1961, A. L. Allred improved Pauling's original data to include the thermodynamic data that is much more available. These \"revised Pauling\" electronegativity values are used more often.\nElectropositivity.\nElectropositivity is a measure of an element's ability to donate electrons, and form positive ions.\nMainly, this is an attribute of metals. The alkali metals have a single electron in their outer shell and it is easily lost. These metals have low ionization energies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_property","surface_form":"chemical property","offset":47},{"uri":"Atom","surface_form":"atom","offset":87},{"uri":"Electron","surface_form":"electron","offset":104},{"uri":"Influence","surface_form":"influence","offset":166},{"uri":"Atomic_number","surface_form":"atomic number","offset":191},{"uri":"Valence_electron","surface_form":"valence electron","offset":241},{"uri":"Chemical_bonding","surface_form":"chemical bonding","offset":302},{"uri":"Atomic_nucleus","surface_form":"nucleus","offset":328},{"uri":"Linus_Pauling","surface_form":"Linus Pauling","offset":363},{"uri":"Valence_bond_theory","surface_form":"valence bond theory","offset":400},{"uri":"Chemical_property","surface_form":"chemical properties","offset":445},{"uri":"Periodic_table","surface_form":"periodic table","offset":552},{"uri":"Periodic_trend","surface_form":"periodic trend","offset":587},{"uri":"Dimensionless_quantity","surface_form":"dimensionless quantities","offset":811},{"uri":"Linus_Pauling","surface_form":"Pauling","offset":1032},{"uri":"Average","surface_form":"average","offset":1190},{"uri":"Covalent_bond","surface_form":"covalent bond","offset":1222},{"uri":"Valence_bond_theory","surface_form":"valence bond theory","offset":1254},{"uri":"Bond_dissociation_energy","surface_form":"dissociation energies","offset":1453},{"uri":"Electronvolt","surface_form":"electronvolt","offset":1586},{"uri":"Factor","surface_form":"factor","offset":1609},{"uri":"Dimensionless_quantity","surface_form":"has no unit","offset":1662},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1759},{"uri":"Bromine","surface_form":"bromine","offset":1772},{"uri":"Scale","surface_form":"scale","offset":1964},{"uri":"Intuition","surface_form":"intuition","offset":2403},{"uri":"Hydrogen_bromide","surface_form":"hydrogen bromide","offset":2437},{"uri":"Cation","surface_form":"cation","offset":2499},{"uri":"Anion","surface_form":"anion","offset":2514},{"uri":"Thermodynamics","surface_form":"thermodynamic","offset":2832},{"uri":"Electrons","surface_form":"electrons","offset":3034},{"uri":"Ions","surface_form":"ions","offset":3063},{"uri":"Metals","surface_form":"metals","offset":3101},{"uri":"Alkali_metal","surface_form":"alkali metal","offset":3113},{"uri":"Ionization_energy","surface_form":"ionization energies","offset":3216}]}