{"id":131145,"url":"http://en.wikipedia.org/wiki/Sensor","text":"A sensor is a device that measures a physical quantity and converts it into a 'signal' which can be read by an observer or by an instrument. For example, a mercury thermometer converts the measured temperature into the expansion and contraction of a liquid which can be read on a calibrated glass tube. Video cameras and a digital cameras have an image sensor.\nThere are many different types of sensors. Some are used in everyday objects, and some are separate.\nThermal sensors.\nA sensor that detects temperature. Thermal sensors are in many laptops and computers in order to sound an alarm when a certain temperature has been exceeded.\nElectromagnetic sensors.\nAn electronic device used to measure a physical quantity such as pressure or loudness and convert it into an electronic signal of some kind (e.g. a voltage).\nThis is any thing that can be used to find things like photons, electrons, etc. It can be as simple as a white wall, a sheet of white paper, etc., or as new as a charge-coupled device. When a laser is aimed at a detection screen, a bright spot can be seen on the screen, or when an electron hits the phosphors on another kind of screen, it makes that screen glow.\nMotion sensors.\nA motion sensor detects physical movement in a given area.","categories":[],"infobox_types":[],"annotations":[{"uri":"Device","surface_form":"device","offset":14},{"uri":"Physical_quantity","surface_form":"physical quantity","offset":37},{"uri":"Liquid","surface_form":"liquid","offset":250},{"uri":"Video_camera","surface_form":"Video camera","offset":303},{"uri":"Digital_camera","surface_form":"digital camera","offset":323},{"uri":"Temperature","surface_form":"temperature","offset":501},{"uri":"Voltage","surface_form":"voltage","offset":810},{"uri":"Photon","surface_form":"photon","offset":875},{"uri":"Electron","surface_form":"electron","offset":884},{"uri":"Charge-coupled_device","surface_form":"charge-coupled device","offset":982},{"uri":"Laser","surface_form":"laser","offset":1012},{"uri":"Phosphor","surface_form":"phosphor","offset":1120}]}