{"id":131252,"url":"http://en.wikipedia.org/wiki/Anemoi","text":"e=\"preserve\">In Greek mythology, the Anemoi (Greek: Ἄνεμοι – \"winds\") are the gods of the four winds — Boreas (the north wind), Notus (the south), Eurus (the east), and Zephryus (the west). They were the sons of Eos, goddess of the dawn, and Astraeus. They were each associated with a particular season and its weather conditions. In the form of horses they drew the chariot of Zeus.\nBoreas.\nBoreas (Greek: Βορέας, \"Boréas\") was the god of the north wind and bringer of cold winter air. He was married to the Athenian princess Orithyia, with whom he had two sons, Zethes and Calaïs, and one daughter, Khione, the goddess of snow. His Roman equivalent is Aquilo.\nZephyrus.\nZephyrus (Greek: Ζέφυρος, \"Zéphyros\"), sometimes known in English as just Zephyr, was the god of the west wind who brought rain and early summer breezes. He was the gentlest of the winds, and the one most prominently featured in Greek myth. Favonius is his Roman equivalent.\nNotus.\nNotus (Greek: Νότος, \"Nótos\") was the god of the south wind. He brought late summer and autumn storms and was feared as a destroyer of crops. His Roman equivalent is Auster.\nEurus.\nEurus (Greek: Εὖρος, \"Euros\") was the god of the east wind, and was believed to be a bringer of bad luck. Vulturnus is his Roman counterpart.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":16},{"uri":"Greek_language","surface_form":"Greek","offset":45},{"uri":"Eos","surface_form":"Eos","offset":212},{"uri":"Zeus","surface_form":"Zeus","offset":378},{"uri":"Greek_language","surface_form":"Greek","offset":400},{"uri":"Boreads","surface_form":"Zethes and Calaïs","offset":564},{"uri":"Khione","surface_form":"Khione","offset":601},{"uri":"Greek_language","surface_form":"Greek","offset":682},{"uri":"Greek_language","surface_form":"Greek","offset":961},{"uri":"Greek_language","surface_form":"Greek","offset":1142}]}