{"id":131321,"url":"http://en.wikipedia.org/wiki/Green_sea_turtle","text":"The green turtle (\"Chelonia mydas\") is a large sea turtle belonging to the family Cheloniidae. It is the only species in its genus. It is one of the seven marine turtles, which are all endangered.\nDescription.\nAlthough it might have some green on its carapace (shell), the green turtle is not green. It gets its name from the fact that its body fat is green. It can grow up to long and weigh up to. They are an endangered species, especially in Florida and the Pacific coast of Mexico. They can also be found in warm waters around the world and are found along the coast of 140 countries.\nThe female turtle lays eggs in nests she builds in the sand on the beaches. She uses the same beach that she was born on. During the nesting season in summer she can make up to five nests. She can lay as many as 135 eggs in a nest. The eggs take about two months to hatch. The baby turtles are about in length.\nDiet.\nGreen turtles are omnivorous when they are young, eating plants, algae, plankton and other small animals. As they get older, they become herbivorous, eating only plants such as sea grass. Their body fat is green from the chlorophyll of the plants they eat. The edges of their jaws have many points, like the edge of a saw. Their jaws can rip off pieces of plants and the turtles swallows the pieces whole.\nEndangered.\nThe numbers of green turtles around the world has dropped by more than half over the last 150 years. The main reasons are hunting of turtles and the taking of their eggs. Many turtles are killed when they get caught in fishing nets. There is also a disease called fibropapillomatosis which is affecting them. This disease which causes tumors to grow on the turtle's face is probably caused by damage and pollution of their nesting beaches.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sea_turtle","surface_form":"sea turtle","offset":47},{"uri":"Family_(biology)","surface_form":"family","offset":75},{"uri":"Species","surface_form":"species","offset":110},{"uri":"Genus","surface_form":"genus","offset":125},{"uri":"Green","surface_form":"green","offset":238},{"uri":"Carapace","surface_form":"carapace","offset":251},{"uri":"Fat","surface_form":"fat","offset":345},{"uri":"Green","surface_form":"green","offset":352},{"uri":"Endangered_species","surface_form":"endangered species","offset":411},{"uri":"Florida","surface_form":"Florida","offset":445},{"uri":"Mexico","surface_form":"Mexico","offset":478},{"uri":"World","surface_form":"world","offset":535},{"uri":"Omnivore","surface_form":"omnivorous","offset":924},{"uri":"Plant","surface_form":"plant","offset":963},{"uri":"Algae","surface_form":"algae","offset":971},{"uri":"Plankton","surface_form":"plankton","offset":978},{"uri":"Herbivore","surface_form":"herbivorous","offset":1043},{"uri":"Sea_grass","surface_form":"sea grass","offset":1083},{"uri":"Chlorophyll","surface_form":"chlorophyll","offset":1127},{"uri":"Saw","surface_form":"saw","offset":1224}]}