{"id":131476,"url":"http://en.wikipedia.org/wiki/Book_of_Zechariah","text":"e=\"preserve\">The Book of Zechariah is a book of the Bible found in the Old Testament and the Jewish Tanakh thought to be written by the prophet Zechariah. The name \"Zechariah\" means \"God remembered.\" We don't know much about Zechariah. The book itself tells us only that his grandfather was Iddo, a priest who returned with Zerubbabel from Babylon.\nChapters 1 to 6, written in 520 BC, start by telling the nation's history as a warning to the people. Then come eight visions, which show more about the history of Israel. These are to give the people hope. We are then told about the crowning of Joshua the priest. This showed that their religion was being restored. Then Zechariah tells that the kingdoms of the world will someday become the kingdom of God's Messiah.\nChapters 7 and 8 were written two years later. The people were keeping days of sorrow to remind them of the loss of their city 70 years ago. They are told that now they can now have days to celebrate the return home and can be assured that now God is with them and will make them happy.\nChapters 9 to 11 tell of a future time when the nations around them would be destroyed by an army, but Jerusalem would be kept from destruction. This seems to have been talking about the coming of Alexander the Great with his army which happened in 332 BC. Tyre was taken by building a land bridge from the shore to the island city which was thought to be safe from capture. He also destroyed the city of Gaza. But Alexander did not destroy Jerusalem when he came there. Zechariah said that after these wars the Messiah would come.\nChapters 12 to 14 tell about the glories that await Israel in \"the latter day\", the final conflict and triumph of God's kingdom.\nMost Christians read the predictions in chapters 7 to 14 as talking about Jesus, either directly or indirectly. These chapters helped the writers of the Gospels understand Jesus’ suffering, death and resurrection, which they quoted as they wrote of Jesus’ final days. One of these quotes is from Chapter 9, verse 9, \"Rejoice greatly, O daughter of Zion; shout, O daughter of Jerusalem: behold, your King comes unto you: he is just, and having salvation; lowly, and riding upon a donkey.\" All four Gospels tell of Jesus riding into Jerusalem on a donkey and two of them say that Zechariah told of this ahead of time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible","surface_form":"Bible","offset":52},{"uri":"Old_Testament","surface_form":"Old Testament","offset":71},{"uri":"Jewish","surface_form":"Jewish","offset":93},{"uri":"Tanakh","surface_form":"Tanakh","offset":100},{"uri":"Prophet","surface_form":"prophet","offset":136},{"uri":"Zechariah","surface_form":"Zechariah","offset":144},{"uri":"Israel","surface_form":"Israel","offset":513},{"uri":"Messiah","surface_form":"Messiah","offset":759},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1158},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":1252},{"uri":"Jesus","surface_form":"Jesus","offset":1790},{"uri":"Gospels","surface_form":"Gospels","offset":1869}]}