{"id":131483,"url":"http://en.wikipedia.org/wiki/Book_of_Nahum","text":"The Book of Nahum is a book in the Bible's Old Testament and Jewish Tanakh.\nWe don't know much about who Nahum was. His name means \"comforter\", and he was from the town of Elkosh or Alqosh (Nahum 1:1), which may have been a town of northern Galilee. He was a Hebrew and may have written from Jerusalem a short time before the downfall of Assyria\nNahum wrote about the final destruction of Nineveh, the capital of the great Assyrian empire. Ashurbanipal the king was at the height of his glory. Nineveh was a large city, and was then the center of the civilization and trade of the world. Jonah had given a warning, and Nahum was followed by Zephaniah, who also told about (Zephaniah 2:4–15) the destruction of the city. The book of Jonah shows us that God had a loving concern for the people of Nineveh, while Nahum tells about the righteousness and justice of God. He says God will punish the Assyrians because of \"their cruelty\" (Nahum 3:19). Nineveh was burned by fire around 625 BC, after which the Assyrian empire soon came to an end. That made big changes in the political and commercial fate of many in Asia.\nChapter one shows the majesty and might of the LORD God and His goodness and severity.\nChapters two and three tell about the final fall of Nineveh, which took place in 612 BC. Nahum tells about a war and how Nineveh's army tries to stop the invaders. Nahum uses poetry to write as if he were in the battle, giving commands to the soldiers. He uses irony by mentioning the lion as an Assyrian symbol of power; Nineveh is the strong lion with a den full of dead prey but will become weak like the lion hiding in its den. The book ends with a song about the soon destruction of Nineveh and the death of the Assyrian people and end of the once great Assyrian rulers.\nNahum shows God to be slow to anger, but that God will by not ignore the guilty but will bring them to justice. God is presented as a God who will punish evil, but will protect those who trust in Him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible","surface_form":"Bible","offset":35},{"uri":"Old_Testament","surface_form":"Old Testament","offset":43},{"uri":"Judaism","surface_form":"Jewish","offset":61},{"uri":"Tanakh","surface_form":"Tanakh","offset":68},{"uri":"Galilee","surface_form":"Galilee","offset":241},{"uri":"Hebrew","surface_form":"Hebrew","offset":259},{"uri":"Assyria","surface_form":"Assyria","offset":338},{"uri":"Nineveh","surface_form":"Nineveh","offset":389},{"uri":"Ashurbanipal","surface_form":"Ashurbanipal","offset":440},{"uri":"Civilization","surface_form":"civilization","offset":551},{"uri":"Jonah","surface_form":"Jonah","offset":588},{"uri":"Book_of_Zephaniah","surface_form":"Zephaniah","offset":641},{"uri":"Poetry","surface_form":"poetry","offset":1378},{"uri":"Irony","surface_form":"irony","offset":1464},{"uri":"Lion","surface_form":"lion","offset":1488}]}