{"id":131479,"url":"http://en.wikipedia.org/wiki/Book_of_Isaiah","text":"The Book of Isaiah (, \"Sefer Y'sha'yah\") is a book of the Bible thought to be written by the Prophet Isaiah, who lived in the second half of the 8th century BC. The Book of Isaiah contains many prophecies about ancient Israel, its people, and its enemies. Tradition says that all 66 chapters of the book were written by Isaiah, but other theories say that some chapters were written by one or more other people. This is mainly because they were about a later period and the text doesn't mention Isaiah after Chapter 39.\nIsaiah, the son of Amoz lived in the Kingdom of Judah during the time of four kings from the mid to late 8th-century BCE. During this time, Assyria was growing to the west from what is now Iraq towards the Mediterranean, destroying first Aram (modern Syria) in 734–732 BCE, then the Kingdom of Israel in 722–721, and Judah in 701.\nThe defeat of Jerusalem by Babylon and the exile of its top people in 586 BCE followed. Chapters 40 to 55 are given to the Jews in exile, telling them about the hope of return. This was the time of king Cyrus the Great – in 559 BCE he became ruler of a small kingdom in what is today Iran. By 540 he ruled a big empire from the Mediterranean to Central Asia, and in 539 he conquered Babylon. Isaiah's predictions of the fall of Babylon and his talk about the glory of Cyrus as one who would help Israel mean these prophecies are about the period of 550–539 BCE.\nThe Persians ended the Jewish exile, and by 515 BCE some of the exiles had returned to Jerusalem and rebuilt the Temple. This is what the final chapters of Isaiah are about.\nContent.\nThe first 39 chapters are messages about how God will judge his people for their sins. All of the countries nearby are also to be judged. Mixed with this are promises of God helping those who obey Him.\nChapters 40-57 tell about how God will deliver and comfort His people. This will include the coming of a Messiah who will suffer for others. This will bring forgiveness and blessing. King Cyrus is said to be God's servant also to bring about the release of the Jews from exile in Persia.\nChapters 58-66 tell about a future time of peace when all will be well.\nImportance.\nIsaiah was one of the most popular works in the time from the building of the second Temple c. 515 BCE to its destruction by the Romans in 70 CE. Isaiah's \"shoot [which] will come up from the stump of Jesse\" is mentioned in the Psalms of Solomon and Jewish books about the end of the world. They thought it refereed to a/the messiah and the messianic age. A very important part of Isaiah was the Songs of the Suffering Servant from Isaiah 42, 49, 50 and 52. God calls upon his servant to lead the nations. He is treated badly but sacrifices himself in accepting the punishment due others, and is finally rewarded.\nThe earliest Christians interpreted Isaiah 52:13–53:12,as a prophecy of the death and victory of Jesus, a role which Jesus himself accepted according to Luke 4:17–21. Isaiah was held so high that the book was called \"the Fifth Gospel\". Isaiah is said to be the prophet who spoke more clearly of Christ and the Church than any others. Quotes from the book came into English literature and to Western culture in general. Some of the text was included in Handel's musical masterpiece \"Messiah\" and in everyday phrases as \"swords into plowshares (making weapons into farming tools)\" and \"voice in the wilderness\" meaning someone whose advice is not taken.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible","surface_form":"Bible","offset":58},{"uri":"Prophet","surface_form":"Prophet","offset":93},{"uri":"Isaiah","surface_form":"Isaiah","offset":101},{"uri":"Israel","surface_form":"Israel","offset":219},{"uri":"Isaiah","surface_form":"Isaiah","offset":320},{"uri":"Assyria","surface_form":"Assyria","offset":660},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":726},{"uri":"Babylon","surface_form":"Babylon","offset":878},{"uri":"Cyrus_the_Great","surface_form":"Cyrus the Great","offset":1054},{"uri":"Handel","surface_form":"Handel's","offset":3236}]}