{"id":131478,"url":"http://en.wikipedia.org/wiki/Song_of_Songs","text":"e=\"preserve\">The \"Song of Songs\" is a book of the Hebrew Bible or Tanakh, and also in the Old Testament of the Christian Bible. It is one of the five \"megillot\" (scrolls). The Song of Songs is also known as the \"Song of Solomon\" or as \"Canticle of Canticles\". It is known as \"Aisma\" in the Septuagint, which is short for ῏Αισμα ᾀσμάτων, \"Aisma aismatôn\", \"Song of Songs\" in Greek.\nAuthor and date.\nVerse 1 seems to show that the author is Solomon, since it says that it is \"Solomon's Song of Songs\", but this could also just mean a song \"for\" or \"about\" Solomon. So, who the author of Song of Songs was is still an often-discussed question.\nIf Solomon wrote it, it was probable that it was written in around the tenth century B.C. when Solomon was king. In fact, the mention of the cities of Tirzah and Jerusalem so close together (6:4) has been used to say that it was written before King Omri (885-874 B.C.), even though people still do not know exactly why Tirzah was talked about. However, many have also said that the language in the Song of Songs is proof of it being written much later.\nMost people think that the similarity of language, style, tone (mood), perspective, and repeated words show that it was written by one author. But others who do not think the Song was written by one person, or even from one time or place, say that this was because all of the Song's parts came from the same literary tradition.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":50},{"uri":"Tanakh","surface_form":"Tanakh","offset":66},{"uri":"Old_Testament","surface_form":"Old Testament","offset":90},{"uri":"Christian","surface_form":"Christian","offset":111},{"uri":"Bible","surface_form":"Bible","offset":121},{"uri":"The_Five_Scrolls","surface_form":"megillot","offset":151},{"uri":"Septuagint","surface_form":"Septuagint","offset":290},{"uri":"Greek_language","surface_form":"Greek","offset":374},{"uri":"Solomon","surface_form":"Solomon","offset":439},{"uri":"Discuss","surface_form":"discussed","offset":621},{"uri":"Mention","surface_form":"mention","offset":767},{"uri":"Proof","surface_form":"proof","offset":1056},{"uri":"Perspective","surface_form":"perspective","offset":1165},{"uri":"Literature","surface_form":"literary","offset":1402}]}