{"id":131471,"url":"http://en.wikipedia.org/wiki/Book_of_Tobit","text":"e=\"preserve\">The Book of Tobit (or Book of Tobias) is a book of biblical scripture that is part of the Catholic and Orthodox biblical canon, put forward by the Council of Carthage of 397 and confirmed for Roman Catholics by the Council of Trent (1546). It's listed in \"Article VI\" of the Thirty-Nine Articles of the Church of England.\nLikely written in the second century BC in Palestine, Tobit is regarded by Protestants as apocryphal. Also, it has never been included within the Tanakh (also known as Old Testament) as canonical by ancient Judaism. However, it is found in the Greek Old Testament (the Septuagint), and Aramaic and Hebrew fragments of the book were discovered in Cave IV at Qumran in 1952.\nTobit goes blind and feels hopeless, but recovers his sight through the advice of an Angel called Raphael. Also mentioned is Tobit's son called Tobias, who is traveling eastward to collect money, accompanied by the Angel, Raphael, who tells Tobit of a woman named Sarah who is looking to get married. Her earlier marriages were not completed because shortly beforehand the man would always die mysteriously, which saddens Sarah. This time, though, the man does not die and in the end Tobit and Sarah are happily married. The story of Tobit is important for its teaching about guardian angels and for the need to always remain loyal to God during difficult times.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Catholic_Church","surface_form":"Catholic","offset":103},{"uri":"Eastern_Orthodoxy","surface_form":"Orthodox","offset":116},{"uri":"Biblical_canon","surface_form":"biblical canon","offset":125},{"uri":"Council_of_Carthage","surface_form":"Council of Carthage","offset":160},{"uri":"Council_of_Trent","surface_form":"Council of Trent","offset":228},{"uri":"Thirty-Nine_Articles","surface_form":"Thirty-Nine Articles","offset":288},{"uri":"Church_of_England","surface_form":"Church of England","offset":316},{"uri":"Protestantism","surface_form":"Protestants","offset":410},{"uri":"Apocrypha","surface_form":"apocrypha","offset":425},{"uri":"Tanakh","surface_form":"Tanakh","offset":481},{"uri":"Septuagint","surface_form":"Septuagint","offset":604},{"uri":"Aramaic","surface_form":"Aramaic","offset":621},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":633},{"uri":"Dead_Sea_scrolls","surface_form":"Qumran","offset":692},{"uri":"Blind","surface_form":"blind","offset":719},{"uri":"Angel","surface_form":"Angel","offset":793}]}