{"id":13149,"url":"http://en.wikipedia.org/wiki/Aesthetics","text":"e=\"preserve\">Aesthetics is a branch of philosophy. It is the study of art and beauty. Together with ethics it is part of axiology which is the philosophy of what people like.\nAesthetic philosophers ask what people like to look at, hear, feel, smell or taste, and why they like these things. Aesthetic philosophers also ask if art has any value. For example, they may ask if some art that nobody likes and that nobody wants is art at all, or if it is something else.\nPlato, Aristotle, and Immanuel Kant are some important philosophers of aesthetics.\nSubjectivism.\nOne theory in aesthetics is called subjectivism. Subjectivism says that each person has their own sense of beauty. So, the only way of judging something's beauty is if people say it is beautiful. A common way of describing this is \"Beauty is in the eye of the beholder\". Subjectivism also says, for the same reason, that something is art simply because someone says it is art. This is backed up by the experience. even though people feel they find something beautiful, they may not be able to explain why.\nObjectivism.\nMany objectivist theories of beauty have been offered, going from the ancient ideas of Plato and Aristotle (e.g., the golden mean,) which still have great appeal in their own way to neuroscience research into the brain's response to images and other sense information. At the moment, even though we do not know what people are thinking, brain-scan technology can identify when people are responding pleasurably to images, providing some clue as to how certain images affect some people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosophy","surface_form":"philosophy","offset":39},{"uri":"Art","surface_form":"art","offset":70},{"uri":"Beauty","surface_form":"beauty","offset":78},{"uri":"Ethics","surface_form":"ethics","offset":100},{"uri":"Axiology","surface_form":"axiology","offset":121},{"uri":"Value","surface_form":"value","offset":338},{"uri":"Plato","surface_form":"Plato","offset":466},{"uri":"Aristotle","surface_form":"Aristotle","offset":473},{"uri":"Immanuel_Kant","surface_form":"Immanuel Kant","offset":488},{"uri":"Subjectivism","surface_form":"subjectivism","offset":598},{"uri":"Objectivist","surface_form":"objectivist","offset":1087},{"uri":"Plato","surface_form":"Plato","offset":1169},{"uri":"Aristotle","surface_form":"Aristotle","offset":1179},{"uri":"Golden_mean","surface_form":"golden mean","offset":1200},{"uri":"Neuroscience","surface_form":"neuroscience","offset":1264}]}