{"id":131477,"url":"http://en.wikipedia.org/wiki/Book_of_Zephaniah","text":"e=\"preserve\">The Book of Zephaniah is a book of the Bible and is thought to be written by “Zephaniah son of Cushi son of Gedaliah son of Amariah son of Hezekiah, in the days of King Josiah son of Amon of Judah”.\nThe book begins by telling of God's judgement on the Kingdom of Judah. Three times God says \"I will sweep away\" in Chapter 1 verses 1 and 2. This tells of total destruction. In the Bible repeating three times makes the warning stronger. The mention in Chapter 1 verse 2 of \"humans and animals... the birds... the fish\" reverses the creation order in Genesis Chapter 1 verse 28, showing the creation is being undone. \"From the face of the earth\" is a reference to the Genesis flood story in Genesis, where it also tells of an undoing of creation. This is very strong language of the coming destruction because of the sins of the people, corruption and injustice.\nIn chapter 2, Zephaniah also warns of punishment for many of the surrounding nations. These will also be destroyed. The nations mentioned include Philistia, Moab, Ammon,Cush and Assyria.\nIn Chapter 3, as is common in prophetic literature in the Bible, a \"remnant\" survives God's judgement in Zephaniah by humbly seeking refuge in God. The book ends in with hope and joy, as God \"bursts forth in joyful divine celebration\" over his people.\nThey will return and all the nations will rejoice over this.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible","surface_form":"Bible","offset":52},{"uri":"Hezekiah","surface_form":"Hezekiah","offset":152},{"uri":"Josiah","surface_form":"Josiah","offset":182},{"uri":"Kingdom_of_Judah","surface_form":"Judah","offset":204},{"uri":"Philistines","surface_form":"Philistia","offset":1020},{"uri":"Moab","surface_form":"Moab","offset":1031},{"uri":"Ammon","surface_form":"Ammon","offset":1037},{"uri":"Kingdom_of_Kush","surface_form":"Cush","offset":1043},{"uri":"Assyria","surface_form":"Assyria","offset":1052}]}