{"id":131595,"url":"http://en.wikipedia.org/wiki/Book_of_Lamentations","text":"e=\"preserve\">The Book of Lamentations (\"Eikha\", ʾēḫā(h)) is a book of the Bible Old Testament and Jewish Tanakh. It is traditionally read by the Jewish people on Tisha B'Av, the fast day that commemorates the destruction of the Temple in Jerusalem.\nIn Western Christianity, readings and songs from the book are used in the Lenten religious service known as Tenebrae (Latin for darkness). In the Church of England, readings are used at Morning and Evening Prayer on the Monday and Tuesday of Holy Week, and at Evening Prayer on Good Friday.\nIn the Coptic Orthodox Church, the book's third chapter is chanted on the twelfth hour of the Good Friday service, that commemorates the burial of Jesus.\nThe book has been thought to be the work of Jeremiah by Jews from 200 B.C. and by Christians from 400 A.D. The book itself does not tell who wrote it, so the author is uncertain. It is a series of sad poems about the destruction of Jerusalem.\nBeginning with the reality of disaster, Lamentations ends with the thought that God may have finally rejected Israel (chapter 5:22). The poet says that this suffering is a just punishment, still God is held to have had choice over whether to act in this way and at this time. Hope arises from remembering God's past goodness. The poem says that the mercies of Yahweh (the God of Israel) never end, but are new every morning (3:22–33).\nThe book was written in Hebrew. That language has 22 letters in its alphabet. Each of the verses in chapters 1, 2 and 4 start with the next letter of the alphabet. In Chapter 3 groups of 3 verses also start with the same letters. That is why chapters 1,2 and 4 have 22 verses and chapter 3 has 66 verses. Chapter 5 also has 22 verses, but does not follow the method of using a different letter for each verse. This type of structure is called an acrostic and may have been used as an aid to memory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible","surface_form":"Bible","offset":74},{"uri":"Old_Testament","surface_form":"Old Testament","offset":80},{"uri":"Judaism","surface_form":"Jewish","offset":98},{"uri":"Tanakh","surface_form":"Tanakh","offset":105},{"uri":"Tisha_B%27Av","surface_form":"Tisha B'Av","offset":162},{"uri":"Temple_in_Jerusalem","surface_form":"Temple in Jerusalem","offset":228},{"uri":"Lent","surface_form":"Lenten","offset":323},{"uri":"Chant","surface_form":"chanted","offset":599},{"uri":"Good_Friday","surface_form":"Good Friday","offset":634},{"uri":"Jesus","surface_form":"Jesus","offset":687},{"uri":"The_Prophet_Jeremiah","surface_form":"Jeremiah","offset":738},{"uri":"Mercy","surface_form":"mercies","offset":1286},{"uri":"Alphabet","surface_form":"alphabet","offset":1440},{"uri":"Acrostic","surface_form":"acrostic","offset":1818}]}