{"id":131594,"url":"http://en.wikipedia.org/wiki/Book_of_Jeremiah","text":"e=\"preserve\">The Book of Jeremiah, or Jeremiah (, Yirməyāhū), is part of the Hebrew Bible, Judaism's Tanakh, and later became a part of Christianity's Old Testament.\nJeremiah Chapter 1, verses 1 to 3 says that the book is \"the words of Jeremiah son of Hilkiah\". Jeremiah is seen clearly as a real person, talking to his scribe Baruch about his role as a servant of God who had bad news for the people. His book is a message to the Jews in exile in Babylon, saying that the disaster of exile is God's response to Israel's pagan worship. The people, says Jeremiah, are like an untrue wife and children who act badly. This made God punish them, but He will also welcome them back if they change their ways.\nJeremiah began began his work in the thirteenth year of king Josiah (about 627 BC) and finished in the eleventh year of king Zedekiah (586 BC), when Jerusalem went into exile. During this period, Josiah reformed their religion, Babylon destroyed Assyria and Egypt briefly made Judah their subject. Then Babylon defeated Egypt and made Judah their subject (605 BC). Judah revolted several times and after the final time, Babylon destroyed Jerusalem and its Temple and took away its king and many of the leading people in 586 BC.\nJeremiah 13:1–11: He wore a linen waistband, buried it and later got it again.\nJeremiah 16:1–9: He didn't get married or go to funerals or happy events.\nJeremiah 19:1–13: He bought a clay jug and the broke it in front of the religious leaders of Jerusalem.\nJeremiah 27–28: He wore an ox yoke which was later broken.\nJeremiah 32:6–15: He bought a field for seventeen silver coins.\nJeremiah 35:1–19: He gave wine to the Rechabites, a tribe who lived in tents and didn't drink wine.\nJeremiah's name is found in the Chronicles and the Book of Ezra, both written after the exile. He said that the exile would last 70 years. This was mentioned in the Book of Daniel.\nChristians believe that Jesus was a suffering prophet and that this was like what happened to Jeremiah in chapters 37–44, as well as to the suffering servant described in the book of Isaiah Chapter 53.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":77},{"uri":"Judaism","surface_form":"Judaism","offset":91},{"uri":"Tanakh","surface_form":"Tanakh","offset":101},{"uri":"Christianity","surface_form":"Christianity","offset":136},{"uri":"Old_Testament","surface_form":"Old Testament","offset":151},{"uri":"Scribe","surface_form":"scribe","offset":320},{"uri":"Exile","surface_form":"exile","offset":439},{"uri":"Babylon","surface_form":"Babylon","offset":448},{"uri":"Pagan","surface_form":"pagan","offset":521},{"uri":"Worship","surface_form":"worship","offset":527},{"uri":"Assyria","surface_form":"Assyria","offset":950},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1142},{"uri":"Temple","surface_form":"Temple","offset":1160},{"uri":"Linen","surface_form":"linen","offset":1260},{"uri":"Funerals","surface_form":"funerals","offset":1359},{"uri":"Ox","surface_form":"ox","offset":1516},{"uri":"Books_of_Chronicles","surface_form":"Chronicles","offset":1744},{"uri":"Book_of_Ezra","surface_form":"Book of Ezra","offset":1763},{"uri":"Book_of_Daniel","surface_form":"Book of Daniel","offset":1877},{"uri":"Jesus","surface_form":"Jesus","offset":1917},{"uri":"Book_of_Isaiah","surface_form":"book of Isaiah","offset":2068}]}