{"id":131597,"url":"http://en.wikipedia.org/wiki/Book_of_Daniel","text":"e=\"preserve\">The Book of Daniel (דניאל), originally written in Hebrew and Aramaic, is a book in both the Hebrew Bible (Tanakh) and the Christian Old Testament.\nWriter.\nThe book says that Daniel is its writer in several places, such as 9:2 and 10:2. Jesus warned his disciples about coming events when he talked about \" 'the abomination that causes desolation', spoken of through the prophet Daniel\". The book was probably completed shortly after Cyrus captured Babylon in 539.\nContents.\nThe Book of Daniel has two main parts. Chapters 1-6 tell stories about Daniel and his three friends who were taken from the land of Israel to Babylon. They were told to stop worshiping their God and instead follow the gods of Babylon or the king. When they would not obey, God saved them by doing miracles The two most well known of these stories are when three of Daniel's friends are put in a hot furnace, but are unharmed when a forth man appears to help them. Another story is about Daniel being put into a den of lions because he would not stop praying to his God, but the hungry lions did not eat him. Daniel said that God had \"shut the mouth of the lions\".\nWe get the English saying, \"He saw the handwriting on the wall\" from another story in Chapter 5 where the king was having a party and a hand appeared and wrote some strange words on the wall. Daniel was able to tell the king that this meant that he was about to be killed and another king would take his place. We use this phrase \"handwriting on the wall\" to mean that someone sees that something bad is about to happen or something good is about to end.\nThe second part of the Book of Daniel (Chapters 7-12) tell about dreams and visions that Daniel had that told about world history and also about things that would happen in the future. The main point of these visions was that God would win out over all of the kingdoms of the world. Many things that Daniel saw are later mentioned in the New Testament book of Revelation.\nIn Chapter 9 Daniel tells of 70 weeks that were about the future. Bible scholars believe that each week represents 7 years and so it refers to 490 years, (70 times 7 years). Daniel says that after that time Messiah would be \"cut off\". Christians think this may refer to the time Jesus was killed. Understanding the detailed meaning of the 70 weeks prophesy has puzzled many Bible scholars and there are many opinions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hebrew_language","surface_form":"Hebrew","offset":63},{"uri":"Aramaic_language","surface_form":"Aramaic","offset":74},{"uri":"Book","surface_form":"book","offset":88},{"uri":"Tanakh","surface_form":"Tanakh","offset":119},{"uri":"Old_Testament","surface_form":"Old Testament","offset":145},{"uri":"Jesus","surface_form":"Jesus","offset":249},{"uri":"Prophet","surface_form":"prophet","offset":383},{"uri":"Babylon","surface_form":"Babylon","offset":461},{"uri":"Babylon","surface_form":"Babylon","offset":629},{"uri":"Miracles","surface_form":"miracles","offset":784},{"uri":"Proverb","surface_form":"saying","offset":1170},{"uri":"Revelation","surface_form":"Revelation","offset":1966},{"uri":"Scholars","surface_form":"scholars","offset":2050},{"uri":"Messiah","surface_form":"Messiah","offset":2185}]}