{"id":131567,"url":"http://en.wikipedia.org/wiki/Gramophone_record","text":"A gramophone record (or just record) is a type of analog storage medium. It stores recorded music (or other sounds). It was popular during most of the 20th century. Gramophone records are played on a phonograph (\"record player\").\nA gramophone record is a flat disk that is usually made of plastic. The sound is recorded on a very fine line or groove which goes around and around in a spiral from the outside edge of the disk to the center. The phonograph plays the sound with a needle that touches the groove. A record usually has different music on each side. When made of vinyl they were also known as vinyl records. Most music made in the 20th century used this format.\nThomas Edison made early phonographs in the 1870s. He originally used tin foil to record the sound. Soon wax cylinders were used in place of the tin foil. The cylinders could be taken off the machine and put back on without destroying the recording. Although discs were made as early as 1888, it was not until 1902 that discs became more popular than cylinder records. Discs were first made of a shellac mixture, and later of polyvinyl chloride, often abbreviated as \"vinyl\". Singles usually carried only one or two songs or recordings. EPs (extended play records) carried from three to five songs. Albums carried many more recordings; a dozen was normal, or from 30 to 45 minutes of playing time. These formats are still used today, with digital recordings, and playing time for singles and albums has grown considerably.\nVinyl records lost popularity but never went out of production. Now, in recent years vinyl is gaining popularity, while CD record shops have gone out of business, more and more vinyl only record shops are opening. Many argue the higher sound quality of vinyl compared to newer formats.","categories":[],"infobox_types":[],"annotations":[{"uri":"Analog_signal","surface_form":"analog","offset":50},{"uri":"Storage_medium","surface_form":"storage medium","offset":57},{"uri":"Music","surface_form":"music","offset":92},{"uri":"Phonograph","surface_form":"phonograph","offset":200},{"uri":"Disk","surface_form":"disk","offset":260},{"uri":"Plastic","surface_form":"plastic","offset":289},{"uri":"Spiral","surface_form":"spiral","offset":384},{"uri":"Needle","surface_form":"needle","offset":478},{"uri":"Polyvinyl_chloride","surface_form":"vinyl","offset":574},{"uri":"Thomas_Edison","surface_form":"Thomas Edison","offset":673},{"uri":"Tin_foil","surface_form":"tin foil","offset":743},{"uri":"Wax","surface_form":"wax","offset":778},{"uri":"Cylinder","surface_form":"cylinder","offset":782},{"uri":"Shellac","surface_form":"shellac","offset":1069},{"uri":"Polyvinyl_chloride","surface_form":"polyvinyl chloride","offset":1099},{"uri":"Single_(music)","surface_form":"Single","offset":1149},{"uri":"Album","surface_form":"Album","offset":1272},{"uri":"Digital_recording","surface_form":"digital recording","offset":1412}]}