{"id":131648,"url":"http://en.wikipedia.org/wiki/John_Nance_Garner","text":"John Nance Garner IV nicknamed \"Cactus Jack\" (November 22, 1868 – November 7, 1967) was the forty-fourth Speaker of the United States House of Representatives (1931-33) and the thirty-second Vice President of the United States (1933-41). Garner once described the Vice-Presidency as being \"not worth a bucket of warm spit.\" Also, he lived to be 98 years old. That made him the oldest former Vice President of the United States.\nGarner was born near the village of Detroit in Red River County in eastern Texas. His parents were John Nance Garner III and his wife, the former Sarah Jane Guest. Garner studied at Vanderbilt University in Nashville, Tennessee, for one semester before dropping out and returning home. He was a member of the Pi Kappa Alpha fraternity. He eventually studied law, was admitted to the bar in 1890, and began practice in Uvalde, Uvalde County, Texas.\nOn the morning of Garner's 95th birthday on November 22, 1963, President John F. Kennedy called to wish the former Vice President a happy birthday, just hours before his assassination in Dallas.\nDeath.\nGarner died on November 7, 1967, at the age of 98 years and 350 days, 15 days before his 99th birthday, making him the longest-living Vice President in United States history, a record which was previously held by Benjamin Harrison's Vice President, Levi P. Morton (who died in 1920, on his 96th birthday). He is interred in Uvalde Cemetery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Speaker_of_the_United_States_House_of_Representatives","surface_form":"Speaker of the United States House of Representatives","offset":105},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President of the United States","offset":191},{"uri":"Detroit%2C_Texas","surface_form":"Detroit","offset":464},{"uri":"Red_River_County%2C_Texas","surface_form":"Red River County","offset":475},{"uri":"Vanderbilt_University","surface_form":"Vanderbilt University","offset":610},{"uri":"Uvalde%2C_Texas","surface_form":"Uvalde","offset":846},{"uri":"Uvalde_County%2C_Texas","surface_form":"Uvalde County, Texas","offset":854},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":949}]}