{"id":131637,"url":"http://en.wikipedia.org/wiki/Chris_Jericho","text":"Christopher Keith Irvine (born November 9, 1970), better known by his ring name Chris Jericho, is a Canadian professional wrestler, rock musician,actor, author, and radio host. He is currently signed to WWE.\nJericho is also known for his appearances with World Championship Wrestling (WCW) and Extreme Championship Wrestling (ECW) and internationally in Canadian, Mexican and Japanese promotions.\nAs a part of WWE, he is credited as being the first-ever Undisputed Champion in professional wrestling history. Also, he has won the Intercontinental Championship a record nine times. Jericho is a six-time world champion, having won the WCW World Heavyweight Championship twice, the aforementioned Undisputed Championship, and the World Heavyweight Championship three times. He is also the Ninth Triple Crown Champion and Third Grand Slam Champion.\nJericho is also the frontman of Fozzy, an American heavy metal band. Jericho uses the theme song \"Break The Walls Down\" as his entrance theme.\nOn May 24, 2012, during a match against CM Punk in São Paulo, Brazil, Jericho dropped and kicked the flag of Brazil which is a crime in that country. The police went to the ring and threatened to arrest Jericho. Jericho apologized to the crowd and was suspended by the WWE for 30 days. Jericho returned on June 25 episode of \"Raw\", his disappearance was explained by a European tour with his band Fozzy which happened to coincide with his suspension.\nOn the June 30, 2014 episode of \"Raw\", Jericho made a surprise return to the WWE and attacked The Miz who had also returned minutes earlier. Jericho was then attack by The Wyatt Family.\nHe currently hosts weekly podcast called \"Talk Is Jericho\" on PodcastOne.com.\nHe is best friends with Kevin Owens.\nAccomplishments.\n1Even though it was still using the NWA initials, Consejo Mundial de Lucha Libre is no longer part of the National Wrestling Alliance. Due to this, the NWA does not recognize or sanction this championship.2Both of his reigns were won during and were right after The Invasion with the second WCW Championship reign being the unification with the WWF Championship and becoming the first ever Undisputed WWF Champion.3He held the championship jointly with Chyna during his second reign.4When Edge suffered an injury, Jericho chose Big Show as a replacement partner to hold the championships with. WWE recognizes this occurrence as two separate reigns for Jericho.5Jericho's reign occurred after unifying the WCW Championship and the WWF Championship, making him the first-ever Undisputed WWF Champion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ring_name","surface_form":"ring name","offset":70},{"uri":"Canadians","surface_form":"Canadian","offset":100},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":109},{"uri":"Rock_and_roll","surface_form":"rock musician","offset":132},{"uri":"Actor","surface_form":"actor","offset":146},{"uri":"Author","surface_form":"author","offset":153},{"uri":"Radio_programming","surface_form":"radio host","offset":165},{"uri":"WWE","surface_form":"WWE","offset":203},{"uri":"World_Championship_Wrestling","surface_form":"World Championship Wrestling","offset":255},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":294},{"uri":"Canada","surface_form":"Canadian","offset":354},{"uri":"Mexico","surface_form":"Mexican","offset":364},{"uri":"Japan","surface_form":"Japan","offset":376},{"uri":"Undisputed_Championship","surface_form":"Undisputed","offset":454},{"uri":"WWE_Championship","surface_form":"Champion","offset":465},{"uri":"Intercontinental_Championship","surface_form":"Intercontinental Championship","offset":530},{"uri":"WCW_World_Heavyweight_Championship","surface_form":"WCW World Heavyweight Championship","offset":634},{"uri":"Fozzy","surface_form":"Fozzy","offset":878},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":897},{"uri":"CM_Punk","surface_form":"CM Punk","offset":1029},{"uri":"S%C3%A3o_Paulo","surface_form":"São Paulo","offset":1040},{"uri":"Flag","surface_form":"flag","offset":1090},{"uri":"Brazil","surface_form":"Brazil","offset":1098},{"uri":"Crime","surface_form":"crime","offset":1116},{"uri":"Country","surface_form":"country","offset":1130},{"uri":"WWE_Raw","surface_form":"Raw","offset":1315},{"uri":"The_Miz","surface_form":"The Miz","offset":1534},{"uri":"The_Wyatt_Family","surface_form":"The Wyatt Family","offset":1608},{"uri":"Kevin_Owens","surface_form":"Kevin Owens","offset":1728},{"uri":"The_Invasion_(professional_wrestling)","surface_form":"The Invasion","offset":2020},{"uri":"Chyna","surface_form":"Chyna","offset":2211}]}