{"id":131691,"url":"http://en.wikipedia.org/wiki/Wycliffe%27s_Bible","text":"Wycliffe's Bible is the name now given to a group of Bible translations into Middle English, that were made under the guidance of John Wycliffe. They appeared over a period from about 1382 to 1395. Although unauthorized, the work was popular. Wycliffite Bible texts are the most common manuscript literature in Middle English. More than 250 manuscripts of the Wycliffite Bible survive.\nThese Bible translations were the chief inspiration and chief cause of the Lollard movement, a pre-Reformation movement that rejected many of the distinctive teachings of the Roman Catholic Church.\nThe Catholic Church started a campaign to suppress it. In the early 15th century, Henry IV, Archbishop Thomas Arundel, and Henry Knighton put into law some of the severest religious censorship laws in Europe at that time. Manuscripts of the Wycliffe Bible, if inscribed with a date before 1409 (the date of the ban) circulated freely and were widely used by clergy and laity.\nWyclif's Bible was followed later by William Tyndale, who translated the Bible into a more modern form of English, and used Greek manuscript sources for the first time. He was pursued for many years by Thomas More, whose agents finally caught him near Brussels in 1535. He was arrested, tried, convicted and executed by garrotte. His body was burnt at the stake.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bible_translations","surface_form":"Bible translations","offset":53},{"uri":"Middle_English","surface_form":"Middle English","offset":77},{"uri":"John_Wycliffe","surface_form":"John Wycliffe","offset":130},{"uri":"Manuscript","surface_form":"manuscript","offset":286},{"uri":"Lollard","surface_form":"Lollard","offset":461},{"uri":"Reformation","surface_form":"Reformation","offset":485},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":561},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":588},{"uri":"Henry_IV_of_England","surface_form":"Henry IV","offset":666},{"uri":"Thomas_Arundel","surface_form":"Thomas Arundel","offset":687},{"uri":"Censorship","surface_form":"censorship","offset":766},{"uri":"William_Tyndale","surface_form":"William Tyndale","offset":997},{"uri":"Thomas_More","surface_form":"Thomas More","offset":1162},{"uri":"Brussels","surface_form":"Brussels","offset":1212},{"uri":"Executed","surface_form":"executed","offset":1268},{"uri":"Garrotte","surface_form":"garrotte","offset":1280}]}