{"id":131721,"url":"http://en.wikipedia.org/wiki/Relient_K","text":"Relient K is an American band from Ohio. Their music has been considered Pop punk and Christian rock. They have released five studio albums and several EPs. Their album \"The Bird and the Bee Sides\" was released in July 2 2008.\nThere has been criticism about whether the band are in the Christian music genre. Not all the songs mention God or focus on Christian faith. Matt Thiessen has said \"we really don't care, you can call us rock 'n roll or Christian rock or whatever, and we can tour with this band or that band, but at the end of the day, we're doing what we want, and writing from our hearts\".\nFormation and other information.\nRelient K formed as a four member band back in 1998. At the time they were still attending high school. The members have changed a little since then, but the two Matthews are still there.\nThe song \"Hoopes I did It Again\", from their third album, may remind one of Britney Spears, but it's referring to Matt Hoopes' last name. In the song, during the first verse, the two Matts sing back to each other as if in a phone conversation.\nFor their fourth album, titled \"Mmhmm\", they added instruments like a banjo and another guitar player, because they wanted more piano in their music, and the addition of another guitar player made this possible for Matt. It can be pronounced different ways, and can also be written as \"MMHMM\" or \"MmHmm\".\nSense of humor.\nRelient K is known for their brand of tongue-in cheek humor. Tongue-in-cheek meaning when words are said only half seriously. They used this in many of their earlier songs such as \"Marilyn Manson Ate My Girlfriend\" \"Nancy Drew\" (a song about the fictional character) and \"May the Horse Be With You\" (which clearly plays on the popular Star Wars phrase).\nTheir second album was indeed titled \"The Anatomy of the Tongue in Cheek\" although you could argue the third album used more humor.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":16},{"uri":"Ohio","surface_form":"Ohio","offset":35},{"uri":"Pop_punk","surface_form":"Pop punk","offset":73},{"uri":"Christian_rock","surface_form":"Christian rock","offset":86},{"uri":"Extended_play","surface_form":"EPs","offset":152},{"uri":"The_Bird_and_the_Bee_Sides","surface_form":"The Bird and the Bee Sides","offset":170},{"uri":"July_2","surface_form":"July 2","offset":214},{"uri":"2008","surface_form":"2008","offset":221},{"uri":"Christian","surface_form":"Christian","offset":286},{"uri":"Four","surface_form":"four","offset":657},{"uri":"High_school","surface_form":"high school","offset":726},{"uri":"Album","surface_form":"album","offset":874},{"uri":"Phone","surface_form":"phone","offset":1047},{"uri":"Mmhmm","surface_form":"Mmhmm","offset":1099},{"uri":"Guitar","surface_form":"guitar","offset":1155},{"uri":"Piano","surface_form":"piano","offset":1195},{"uri":"Music","surface_form":"music","offset":1210}]}