{"id":131898,"url":"http://en.wikipedia.org/wiki/Mary_of_Teck","text":"Mary of Teck (Victoria Mary Augusta Louise Olga Pauline Claudine Agnes; 26 May 1867 – 24 March 1953) was the queen consort of King George V of the United Kingdom, who was also Emperor of India. By birth, she was a member of the House of Teck in Germany, and through her mother, she was a distant member of the British Royal Family. Within her family, she was given the nickname \"May\".\nPrincess Mary was born at Kensington Palace in London on 26 May 1867. Her mother was Princess Mary Adelaide, a daughter of Prince Adolphus, Duke of Cambridge, and a granddaughter of King George III. Her father was Francis, Duke of Teck. Due to her parent's financial troubles, Princess Mary spent much of her early life abroad in order to economise, the Tecks returned to London in 1883, living at White Lodge in Richmond Park.\nIn 1891, Princess Mary, who was liked by Queen Victoria, became engaged to her double second cousin once removed Prince Albert Victor, the eldest son of Prince Albert Edward, Prince of Wales. Prince Albert Victor was the heir to the throne after his father, bringing Princess Mary and her family to the senior end of the Royal Family. However, a few weeks before the wedding, Prince Albert Victor died of influenza. Nevertheless, Queen Victoria still favoured Mary as a royal bride, and therefore arranged for her to marry Albert Victor's brother, Prince George, created Duke of York. They were married at St. James's Palace, London, on 6 July 1893.\nPrincess Mary was devoted to her children and to her public duties. She left her children in the care of a nanny, Charlotte \"Lalla\" Bill, and taught her children history and music. With her public duties, she was equally devoted, becoming Patron of a number of charities. When her father-in-law became King Edward VII, Prince George and Princess Mary undertook an eight month tour of the British Empire. No royal had undertaken such a big tour before. Princess Mary broke down in tears at the thought of leaving her children, though they were in the care of their doting grandparents.\nIn 1910, Edward VII died, and Prince George ascended the throne as George V. Mary thus became Queen. During the First World War, Queen Mary was criticised for her German heritage. The conflict with Germany forced George V to change the name of the Royal House from Saxe-Coburg and Gotha to Windsor. He also stripped all titles from those members of the Royal Family who fought for Germany. Following the war, Queen Mary continued her public duties, and suffered family tragedy when she lost her youngest son, Prince John. In 1935, King George celebrated his Silver Jubilee, commemorating 25 years of his reign, and Queen Mary accompanied him during the official tours and visits that took place. Queen Mary used her extensive knowledge of history and royal protocol to advise and support her husband on matters of state.\nIn 1936, King George V died. His death was shortened by an injection of morphine and cocaine, administered by his doctor. Queen Mary supported her son, now King Edward VIII, during his reign. In December, however, the King abdicated the throne because he wished to marry a divorced American commoner, Wallis Simpson. This put his brother, Prince Albert, Duke of York, in his place as King George VI. King George VI was shy, and was at first reluctant to take on his new duties and responsibilities. Queen Mary and his wife, Queen Elizabeth, supported him in his new role. The former King Edward VIII became the Duke of Windsor, went to live in France, and maintained a cool relationship with his family in England. No member of the family attended his wedding to Wallis in 1937, and she was never received by Queen Mary.\nDuring the Second World War, Queen Mary lived at Badminton House, owned by her niece's husband, the Duke of Beaufort. She continued her duties and supported the war effort. Following the war, she returned to her pre-war home, Marlborough House. She continued her public duties in old age, surviving to see her granddaughter, Elizabeth, ascend the throne as Queen Elizabeth II. After suffering with lung cancer (described publically as \"gastric problems\"), Queen Mary died of the disease at Marlborough House on 24 March 1953. She lay in state at Westminster Hall before being buried beside her husband at St. George's Chapel at Windsor Castle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen_consort","surface_form":"queen consort","offset":109},{"uri":"George_V_of_the_United_Kingdom","surface_form":"King George V","offset":126},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":147},{"uri":"Emperor_of_India","surface_form":"Emperor of India","offset":176},{"uri":"Teck","surface_form":"Teck","offset":237},{"uri":"Germany","surface_form":"Germany","offset":245},{"uri":"British_Royal_Family","surface_form":"British Royal Family","offset":310},{"uri":"Kensington_Palace","surface_form":"Kensington Palace","offset":411},{"uri":"London","surface_form":"London","offset":432},{"uri":"Princess_Mary_Adelaide_of_Cambridge","surface_form":"Princess Mary Adelaide","offset":470},{"uri":"Prince_Adolphus%2C_Duke_of_Cambridge","surface_form":"Prince Adolphus, Duke of Cambridge","offset":508},{"uri":"George_III_of_the_United_Kingdom","surface_form":"King George III","offset":567},{"uri":"Duke_of_Teck","surface_form":"Duke of Teck","offset":608},{"uri":"Richmond_Park","surface_form":"Richmond Park","offset":798},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":854},{"uri":"Prince_Albert_Victor%2C_Duke_of_Clarence_and_Avondale","surface_form":"Prince Albert Victor","offset":926},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"Prince Albert Edward","offset":966},{"uri":"Prince_of_Wales","surface_form":"Prince of Wales","offset":988},{"uri":"George_V_of_the_United_Kingdom","surface_form":"Prince George","offset":1361},{"uri":"British_Empire","surface_form":"British Empire","offset":1851},{"uri":"World_War_I","surface_form":"First World War","offset":2160},{"uri":"Germany","surface_form":"Germany","offset":2246},{"uri":"Edward_VIII_of_the_United_Kingdom","surface_form":"now King Edward VIII","offset":3021},{"uri":"Wallis_Simpson","surface_form":"Wallis Simpson","offset":3170},{"uri":"George_VI_of_the_United_Kingdom","surface_form":"Prince Albert, Duke of York","offset":3208},{"uri":"Elizabeth_Bowes-Lyon","surface_form":"Queen Elizabeth","offset":3393},{"uri":"World_War_II","surface_form":"Second World War","offset":3701},{"uri":"Marlborough_House","surface_form":"Marlborough House","offset":3916},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"Elizabeth","offset":4015},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":4088},{"uri":"Westminster_Hall","surface_form":"Westminster Hall","offset":4236}]}