{"id":131807,"url":"http://en.wikipedia.org/wiki/Crucifixion_of_Jesus","text":"The crucifixion of Jesus is an event recorded in all four Gospels in the Bible. The crucifixion happens after Jesus' arrest at Gethsemane and trial before Pontius Pilate. It includes his scourging, crucifixion on the cross, and burial. In Christian theology, the death of Jesus by crucifixion is a major event. (See salvation).\nChristians believe that Jesus was God in human form. They believe that after he died on the Cross on Friday, he went down to Hell to free the souls of the people who had died before Jesus' coming. On Sunday, Christians believe that Jesus came back to life and left the tomb where he was buried. This is called the \"resurrection\".\nThe crucifixion is, according to the Bible, necessary to Christianity. Christians believe that Jesus suffered very much on the cross as a way of paying for all of mankind's sins (bad actions, thoughts, and deeds). By taking on all of this suffering, mankind was freed from the punishment that God should have given to man (because of man's weakness and bad choices in life).\nThe crucifixion itself is a very sad event as Jesus had to suffer horribly. His friends and his own mother had to see it. However, Christians believe this was necessary for him to come back to life and to show that death had no power over him. Through the crucifixion, Christians believe that God has set us free and shown to the world that Jesus is God and that life is forever. According to the Bible, Jesus sacrificed himself for all of mankind not only to show his love but also to pay the penalty of our sin, restore our relationship with God, and to destroy the power of death and the grave.\nA \"passion play\" is a play that tells this story of Jesus' trial and then his crucifixion. A recent version, The Passion of the Christ, was produced and released by Mel Gibson. It was and still is very popular with Christians and non-Christians alike.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gospel","surface_form":"Gospel","offset":58},{"uri":"Bible","surface_form":"Bible","offset":73},{"uri":"Crucifixion","surface_form":"crucifixion","offset":84},{"uri":"Jesus","surface_form":"Jesus","offset":110},{"uri":"Arrest","surface_form":"arrest","offset":117},{"uri":"Gethsemane","surface_form":"Gethsemane","offset":127},{"uri":"Trial","surface_form":"trial","offset":142},{"uri":"Pontius_Pilate","surface_form":"Pontius Pilate","offset":155},{"uri":"Flagellation","surface_form":"scourging","offset":187},{"uri":"Christian_cross","surface_form":"cross","offset":217},{"uri":"Christian_theology","surface_form":"Christian theology","offset":239},{"uri":"Salvation_(Christianity)","surface_form":"salvation","offset":316},{"uri":"God","surface_form":"God","offset":362},{"uri":"Human","surface_form":"human","offset":369},{"uri":"Hell","surface_form":"Hell","offset":453},{"uri":"Soul","surface_form":"souls","offset":470},{"uri":"Resurrection_of_Jesus","surface_form":"came back to life","offset":566},{"uri":"Tomb","surface_form":"tomb","offset":597},{"uri":"Bible","surface_form":"Bible","offset":695},{"uri":"Suffering","surface_form":"suffered","offset":759},{"uri":"Sin","surface_form":"sins","offset":831},{"uri":"The_Passion_of_the_Christ","surface_form":"The Passion of the Christ","offset":1740},{"uri":"Mel_Gibson","surface_form":"Mel Gibson","offset":1796}]}