{"id":13183,"url":"http://en.wikipedia.org/wiki/Guitar","text":"The guitar is a string instrument which is played by plucking the strings. The main parts of a guitar are the body, the fretboard, the headstock and the strings. Guitars are usually made from wood or plastic. Their strings are made of steel or nylon.\nThe guitar strings are plucked with the fingers and fingernails of the right hand (or left hand, for left handed players), or a small pick made of thin plastic. This type of pick is called a \"plectrum\" or guitar pick. The left hand holds the neck of the guitar while the fingers pluck the strings. Different finger positions on the fretboard make different notes.\nGuitar-like plucked string instruments have been used for many years. In many countries and at many different time periods, guitars and other plucked string instruments have been very popular, because they are light to carry from place to place, they are easier to learn to play than many other instruments. Guitars are used for many types of music, from Classical to Rock. Most pieces of popular music that have been written since the 1950s are written with guitars.\nThere are many different types of guitars, classified on how they are made and the type of music they are used for. All traditional types of guitar have a body which is hollow. This makes the sound of the strings louder, and gives the guitar its quality. This type of guitar is called \"acoustic\". (An \"acoustic\" instrument is one that makes its own dynamics.)\nFrom the 1930s, people started making and playing guitars that used electricity and amplifiers to control the loudness. These guitars, which are often used in popular music, are called \"electric guitars\". They do not need to have a hollow body. This is because they do not use acoustics to amplify the sound.\nMost guitars have six strings, but there are also guitars with four, seven, eight, ten, or twelve strings. More strings make the instrument sound fuller. The neck of a guitar has bars or marks called frets. Frets help a guitarist know where to put his or her fingers to get the right pitch when playing. Standard tuning defines the string pitches as E, A, D, G, B, and E, from lowest (low E2) to highest (high E4). Standard tuning is used by most guitarists, and frequently used tunings can be understood as variations on standard tuning.\nWord origin.\nThe word \"guitar\" was adopted into English from Spanish word \"guitarra\" in the 1600s. In the Middle Ages the word \"gitter\" or \"gittern\" was used in England. Both \"guitarra\" and \"gitter\" came from the Latin word \"cithara\". The word \"cithara\" came from the earlier Greek word \"kithara\". \"Kithara\" could have come from the Persian word \"sehtār\". \"seh\" meaning \"three\" and \"tār\" meaning \"string\". There is also a similar but two-stringed Persian instrument named \"dotār\". \"do\" means \"two\" in Persian. The Indian sitar instrument was named after the Persian \"sehtār\". The sihtar itself is related to the Indian instrument, the sitar.\nA person who plays a guitar is called a guitarist. A person who makes or fixes guitars is a \"luthier\", which comes from the word \"lute\". The word \"lute\", comes from the Arabic \"Al-Uud\", a stringed instrument from the Middle East.\nThe guitar appears to be derived from earlier instruments known in ancient central Asia as the Sitara. Instruments very similar to the guitar appear in ancient carvings and statues recovered from the old Iranian capitol of Susa. The modern word, guitar, was adopted into English from the Spanish word \"guitarra\", which came from the older Greek word kithara. Possible sources for various names of musical instruments that guitar could be derived from appear to be a combination of two Indo-European roots: guit-, similar to Sanskrit \"sangeet\" meaning \"music\", and \"-tar\" a widely found root meaning \"cord\" or \"string\".\nThe word \"guitar\" is a word that the Iberian Arabic language took from the Persian language. The word \"qitara\" is an Arabic name for various members of the lute family that preceded the Western guitar. The word \"guitarra\" was introduced into Spanish when such instruments were brought into Iberia by the Moors after the 10th century.\nHistory.\nThere have been instruments like the guitar for at least 5,000 years. The guitar may have come from older instruments known as the sitara from ancient India and central Asia. The oldest known picture of a guitar-like instrument is a 3300 year old stone carving of a Hittite bard. The oldest guitar-like instrument that is still complete is the \"Warwick Gittern\" in the British Museum. It belonged to Elizabeth I of England and probably to her father Henry VIII before it was given to her. It is about 500 years old.\nThe design of the modern guitar began with the Roman cithara. The cithara was brought by the Romans to Hispania (Spain) around 40 AD. In the 8th century the Moors brought the four-stringed oud into Spain. The introduction to the oud caused changes to the design of the cithara. In other parts of Europe, the six-string Scandinavian \"lut\" (lute) became popular wherever the Vikings had been. By 1200 AD, there were two types of the four string \"guitar\": the \"guitarra morisca\" (Moorish guitar) from Spain which had a rounded back, wide fingerboard and several soundholes, and the \"guitarra latina\" (Latin guitar) which was more like the modern guitar with one sound hole and a narrower neck.\nThe Spanish \"vihuela\", of the 16th century, was another instrument similar to the guitar. It had lute-style tuning and a body that was like a guitar. The vihuela was only popular for a short amount of time. It is not known whether it was simply a design that combined features of the oud and lute or a transition from the Renaissance instrument to the modern guitar.\nThe Vinaccia family from Naples, Italy were famous mandolin makers. It is thought that they also made the oldest six-string guitar that still exists. There is a guitar built that was signed and dated 1779 on the label by Gaetano Vinaccia (1759 - after 1831) Although there are many fakes that have dates on them from that time, this guitar is believed by experts to be genuine (real).\nThe guitar's design was improved (made better) by the famous Spanish luthier, Antonio Torres Jurado (1817-1892) and by Louis Panormo of London.\nThe electric guitar was made by George Beauchamp in 1936. Beauchamp co-founded a company called Rickenbacher to make guitars. However, Danelectro was the first to produce electric guitars for the public to use.\nDifferent kinds of guitars.\nA guitar was described by Dr. Michael Kasha as an instrument that had \"a long, fretted neck, flat wooden soundboard, ribs, and a flat back, most often with incurved sides\".\nModern guitars come in four main types. The classical guitar is used for classical music. The term acoustic guitar is generally used for a guitar used for popular music, even though a classical guitar is also an acoustic instrument. There are many other different types of acoustic guitars from different parts of the world.\nA electric guitar can be flat, hollow, or semi-hollow (solid with hollow pockets on the sides), and produces sound through its pickups, which are wire-wound magnets that are screwed onto the guitar. Some guitars combine the hollow acoustic body with amplified sound. Bass guitars are designed to make a low bass rhythm.\nA special electric folding travel guitar called the Foldaxe (briefly manufactured by Hoyer in 1977) was invented for Chet Atkins (in Atkins' book \"Me and My Guitars\") by inventor and guitarist Roger Field, featuring a built-in way to keep the string tension and tuning the same even when folded, and ready to play when unfolded. Atkins demonstrated his several times on US television, and also on The Today Show with Les Paul, who was with him as a guest.\nGuitar music.\nGuitars are used in many different genres of music, such as traditional, regional, and folk to modern punk, rock, metal or pop. Guitars are used as rhythm instruments, lead instruments, and sometimes both.\nCapo.\nA capo is a device which can be placed on any of the guitar's frets which don't lie on the body itself. This enables the user to change key without changing the tuning of the guitar strings. There are multiple types of capos, some latch around the whole guitar neck and some just clamp onto the back and fret board.","categories":[],"infobox_types":[],"annotations":[{"uri":"String_instrument","surface_form":"string instrument","offset":16},{"uri":"Finger","surface_form":"finger","offset":291},{"uri":"Fingernail","surface_form":"fingernail","offset":303},{"uri":"Plectrum","surface_form":"plectrum","offset":443},{"uri":"Classical_music","surface_form":"Classical","offset":970},{"uri":"Rock_music","surface_form":"Rock","offset":983},{"uri":"Popular_music","surface_form":"popular music","offset":1004},{"uri":"Quality","surface_form":"quality","offset":1329},{"uri":"Dynamics_(music)","surface_form":"dynamics","offset":1432},{"uri":"Amplifier","surface_form":"amplifier","offset":1527},{"uri":"Popular_music","surface_form":"popular music","offset":1602},{"uri":"Six","surface_form":"six","offset":1770},{"uri":"Four","surface_form":"four","offset":1815},{"uri":"Seven","surface_form":"seven","offset":1821},{"uri":"Eight","surface_form":"eight","offset":1828},{"uri":"Ten","surface_form":"ten","offset":1835},{"uri":"Twelve","surface_form":"twelve","offset":1843},{"uri":"Fret","surface_form":"fret","offset":1952},{"uri":"Pitch_(music)","surface_form":"pitch","offset":2036},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":2397},{"uri":"Latin","surface_form":"Latin","offset":2504},{"uri":"Persian_language","surface_form":"Persian","offset":2624},{"uri":"Persian_Empire","surface_form":"Persian","offset":2738},{"uri":"Sitar","surface_form":"sitar","offset":2812},{"uri":"India","surface_form":"India","offset":2903},{"uri":"Guitarist","surface_form":"guitarist","offset":2973},{"uri":"Luthier","surface_form":"luthier","offset":3026},{"uri":"Lute","surface_form":"lute","offset":3063},{"uri":"Arabic_language","surface_form":"Arabic","offset":3102},{"uri":"Middle_East","surface_form":"Middle East","offset":3150},{"uri":"Indo-European_languages","surface_form":"Indo-European","offset":3648},{"uri":"Sitar","surface_form":"sitar","offset":4256},{"uri":"Central_Asia","surface_form":"central Asia","offset":4286},{"uri":"Hittites","surface_form":"Hittite","offset":4391},{"uri":"British_Museum","surface_form":"British Museum","offset":4494},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I of England","offset":4525},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":4575},{"uri":"Ancient_Rome","surface_form":"Roman","offset":4688},{"uri":"Iberian_Peninsula","surface_form":"Hispania","offset":4744},{"uri":"40","surface_form":"40 AD","offset":4768},{"uri":"8th_century","surface_form":"8th century","offset":4782},{"uri":"Oud","surface_form":"oud","offset":4830},{"uri":"Europe","surface_form":"Europe","offset":4937},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":4960},{"uri":"Viking","surface_form":"Viking","offset":5014},{"uri":"1200","surface_form":"1200","offset":5035},{"uri":"Vihuela","surface_form":"vihuela","offset":5345},{"uri":"Lute","surface_form":"lute","offset":5429},{"uri":"Musical_tuning","surface_form":"tuning","offset":5440},{"uri":"Renaissance","surface_form":"Renaissance","offset":5654},{"uri":"Naples%2C_Italy","surface_form":"Naples, Italy","offset":5724},{"uri":"Mandolin","surface_form":"mandolin","offset":5750},{"uri":"1779","surface_form":"1779","offset":5899},{"uri":"1759","surface_form":"1759","offset":5938},{"uri":"1831","surface_form":"1831","offset":5951},{"uri":"Antonio_Torres_Jurado","surface_form":"Antonio Torres Jurado","offset":6162},{"uri":"1817","surface_form":"1817","offset":6185},{"uri":"1892","surface_form":"1892","offset":6190},{"uri":"Electric_guitar","surface_form":"electric guitar","offset":6232},{"uri":"George_Beauchamp","surface_form":"George Beauchamp","offset":6260},{"uri":"1936","surface_form":"1936","offset":6280},{"uri":"Rickenbacher","surface_form":"Rickenbacher","offset":6324},{"uri":"Danelectro","surface_form":"Danelectro","offset":6363},{"uri":"Classical_guitar","surface_form":"classical guitar","offset":6684},{"uri":"Acoustic_guitar","surface_form":"acoustic guitar","offset":6739},{"uri":"Electric_guitar","surface_form":"electric guitar","offset":6967},{"uri":"Bass_guitar","surface_form":"Bass guitar","offset":7232},{"uri":"The_Today_Show","surface_form":"The Today Show","offset":7682},{"uri":"Punk","surface_form":"punk","offset":7857},{"uri":"Rock_music","surface_form":"rock","offset":7863},{"uri":"Heavy_metal_music","surface_form":"metal","offset":7869},{"uri":"Pop_music","surface_form":"pop","offset":7878},{"uri":"Rhythm_guitar","surface_form":"rhythm","offset":7903},{"uri":"Lead_guitar","surface_form":"lead","offset":7923}]}