{"id":131960,"url":"http://en.wikipedia.org/wiki/Parqu%C3%A9s","text":"Parqués is the Colombian board game. The game is similar to those in the Cross and Circle family (the category that includes Pachisi). The game is described as a \"random thinking\" one: the moves depend on the roll of the dice but players must consider possible strategies before executing their move. The objective of the game is to advance all the pieces to the end.\nColombian origin.\nParqués is the Colombian version of Pachisi, which originated in India. Although it could be argued that the game comes from Spain (exactly as a derivation from Parchís) due to the similarity between both games, there is wide agreement in Colombia that the game is completely Colombian. Parqués stems directly from Pachisi in the same way as Parcheesi, Parchís or Ludo. There is no proof to the claim that it stems from a country other than India. Moreover, no Parqués game is played in any other Latin American countries, neither the world.\nParqués is a mixture of the original Indian game and the influences of local Colombian culture. Other Colombian variations also exist.\nIn Colombia, people from all parts of the country play the game; it is very popular, played by both children and adults. Adults usually play the game by betting money on the first piece, on capturing pieces, or on winning the game, to make gameplay more interesting. There are boards for 4, 6 and 8 players. The boards usually contain pictures of soccer teams, singers, actors, or other cultural figures on the jail boxes.\nThe board itself is usually placed on a box covered by glass. The use of glass is to allow dice to be thrown more easily. There are versions of the board that are made from paper to make it portable.\nGameplay.\nParqués is played with two dice; two to eight players can compete in the same match, depending on what type of game board is used. Each player is given four pieces and uses a specific colour. The most common colours are red, blue, yellow and green, usually arranged in that order. The game can also be played with fewer than four pieces\nWhen the pieces are freed, they are placed in a special box next to the jail. This box is called \"Home\", or \"Salida\" (literally, \"exit\" in Spanish).\nIf a player does not roll any pairs during his turn, he passes the dice to the player on his right. Otherwise, he frees the pieces and wins an extra turn to move them. He throws again and must move the values of the dice with his pieces.\nAfter he makes his move, he must pass his turn to the player on the right.\nThe pieces cannot advance backwards and they cannot be in any of the four boxes before their \"Home\" box.\nCapturing pieces.\nThe player can capture an opponent’s piece by placing his own piece on the same box as the other player’s piece. However, he cannot capture a piece that is on a SAFE or a HOME box. Capturing in Colombia is called “eating” (“comer” in Spanish).\nHowever, the player can capture pieces on his HOME box. When he frees any piece from jail, the pieces placed on his HOME are captured, that is, sent to its jail, losing all their advances.\nThe player can avoid capturing the piece. On that case, an opponent has to accuse him and the piece that did not capture must go to jail. If nobody notices, nothing happens.\nSpecial boxes.\nThere are three types of special boxes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Colombia","surface_form":"Colombia","offset":15},{"uri":"Board_game","surface_form":"board game","offset":25},{"uri":"Pachisi","surface_form":"Pachisi","offset":125},{"uri":"Pachisi","surface_form":"Pachisi","offset":422},{"uri":"India","surface_form":"India","offset":451},{"uri":"Ludo_(board_game)","surface_form":"Ludo","offset":750}]}