{"id":131909,"url":"http://en.wikipedia.org/wiki/Osborne_House","text":"Osborne House is a former royal residence East Cowes on the Isle of Wight, England. It was in purchased by Queen Victoria and Prince Albert in 1845. The solent reminded by Prince Albert of the Gulf of Naples, but the old house was too small for their needs, and the house was demolished and rebuilt by Thomas Cubitt.\nThe house became a family home, as Queen Victoria and Prince Albert were determined to bring their children up in a natural and loving environment. Within the grounds was a smaller structure, Swiss Cottage, which was where the royal children played and learned practical skills, such as cooking and farming. The children often entertained their parents here, and Queen Victoria used the simplicity of the cottage to deal with personal correspondence.\nFollowing Prince Albert's death in 1861, Osborne became an effective mausoleum in his memory. Queen Victoria used the house as a retreat away from public life. She died there on 22 January 1901, and her son, King Edward VII, gave the house to the nation. It was used as a naval training school, and then a convalescent home for officers. During the Second World War, Adolf Hitler ordered that the estate was not to be bombed because he wanted to use it as a post-war retreat.","categories":[],"infobox_types":[],"annotations":[{"uri":"East_Cowes","surface_form":"East Cowes","offset":42},{"uri":"Isle_of_Wight","surface_form":"Isle of Wight","offset":60},{"uri":"England","surface_form":"England","offset":75},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":107},{"uri":"Albert%2C_Prince_Consort","surface_form":"Prince Albert","offset":126},{"uri":"Solent","surface_form":"solent","offset":153},{"uri":"Gulf_of_Naples","surface_form":"Gulf of Naples","offset":193},{"uri":"Thomas_Cubitt","surface_form":"Thomas Cubitt","offset":302},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"King Edward VII","offset":976},{"uri":"World_War_II","surface_form":"Second World War","offset":1117},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1135}]}