{"id":131983,"url":"http://en.wikipedia.org/wiki/Jerry_Lawler","text":"Jerry Lawler (born November 29, 1949) is an American professional wrestler and wrestling commentator, known also by his nickname \"The King\". He has won more championship belts than any other wrestler. His son was Brian Christopher who was also a WWE wrestler.\nCareer in Memphis.\nLawler's home city Memphis is where he is most famous and had the biggest moments of his career including a steel cage match against Randy Savage and his famous clashes with Andy Kaufman. He also had a memorable \"Empty Arena Match\" against Terry Funk and some classic matches facing Ric Flair.\nWWE career.\nLawler joined WWE in 1993, feuding with Bret Hart.\nJerry became a commentator for WWF Raw and WWF SmackDown but changed to just Raw in the Brand Extension in 2002. In 2005, he entered a feud with Muhammed Hassan his first main wrestling rivalry, losing to Hassan at New Years Revolution with Jim Ross in his corner. He called the Royal Rumble 2006 match alongside SmackDown announcer Michael Cole. Lawler was inducted into the WWE Hall of Fame at WrestleMania 23 in 2007. In the summer of 2007 he entered a feud with King Booker over who was the real 'King' which resulted in Booker beating down Jerry on an episode of Raw and an episode of Saturday Night's Main Event. At the Great American Bash 2007, Booker demanded that Jerry give him his crown but Jerry told him to get it himself which Booker refused. In June 2008, his long commentary team with Jim Ross came to an end when Ross was drafted to SmackDown and Michael Cole was drafted to Raw. The following week they were attacked by Kane. On the March 30, 2009 episode of Raw he lost to Chris Jericho after challenging him to a match. On the July 20th episode of Raw he managed to defeat Brian Kendrick. On the November 16th episode of Raw he was attacked by Sheamus. In June 2010, he was attacked by The Nexus during their invasion on Raw while Michael Cole escaped. He teamed with other Nexus victims in a losing effort against The Nexus. On the November 29th episode of Raw he challenged The Miz for the WWE Championship in a TLC match but lost when Michael Cole and Alex Riley attacked him. He won a battle royal to challenge Miz again at Elimination Chamber 2011 for the title but lost. The following night on Raw, Cole mocked him and his deceased mother resulting in a match between the two at WrestleMania 27. Jim Ross returned to show his support for Lawler and at the event lost to Cole via disqualification after guest ref Steve Austin pushed Cole. He and Ross then began feuding with Cole and his trainer, Jack Swagger. At Extreme Rules they lost to them in a Country Whipping match. At Over The Limit, Lawler beat Cole in a Kiss My Foot match. Had Cole won, Lawler would have been forced to give him his Hall of Fame ring. The following week on Raw, Cole apologised and they went back to being a commentary team.\nJerry Lawler participated in the 2012 Royal Rumble match but was eliminated by Cody Rhodes after just 43 seconds. Fellow commentators, Michael Cole and Booker T also competed with Rhodes eliminating Booker and them both eliminating Cole. On the April 30th episode of Raw, Lawler competed in a Beat The Clock challenge but was beaten in the finals by Daniel Bryan who earned a WWE Championship match at Over The Limit. On the July 9th episode of Raw he was granted his rematch with Cole and won but the GM overuled the decision and Santino Marella revealed the Anonymous GM to be Hornswoggle. On July 23rd during Raw 1000, CM Punk attacked The Rock and Lawler proclaiméd that Punk had turned his back on the WWE Universe. The following week, Punk defended this and was involved in a confrontation with Lawler and Jerry apologised. On the August 30th episode of Raw after John Cena refused to say that Punk was the 'Best in the World' seeing as Punk had been WWE Champion for almost a year, Punk told Jerry to come in the ring and say it. When Jerry refused, Punk attacked him. On the September 3rd episode of Raw, Lawler asked Punk for an apology but after Punk mocked him, they faced off in a steel cage match that night with Punk winning and beating Jerry down after the match until John Cena made the save. The following week on Raw, Jerry teamed with Randy Orton to face CM Punk and Dolph Ziggler and won. However, later in the show Jerry suffered a legit heart attack on commentary during a tag team match between Kane and Daniel Bryan and Darren Young and Titus O'Neill. He was taken to hospital and his life was saved. He returned to WWE on the November 12th episode of Raw but his return was interrupted by CM Punk and Paul Heyman who mocked his heart attack.\nFirst Match at WrestleMania.\nAt Wrestlemania XXVII, he faced Michael Cole with \"Stone Cold\" Steve Austin as the special guest referee. Lawler won the match by submission but the anonymous Raw General Manager reversed the decision because Stone Cole had pushed Cole in the match earlier on which made Cole the victor.\nLawler was inducted into the WWE Hall of Fame in 2007 by William Shatner.","categories":[],"infobox_types":[],"annotations":[{"uri":"November_29","surface_form":"November 29","offset":19},{"uri":"1949","surface_form":"1949","offset":32},{"uri":"Americans","surface_form":"American","offset":44},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":53},{"uri":"Commentator","surface_form":"commentator","offset":89},{"uri":"Brian_Christopher","surface_form":"Brian Christopher","offset":213},{"uri":"WWE","surface_form":"WWE","offset":246},{"uri":"Memphis","surface_form":"Memphis","offset":298},{"uri":"Randy_Savage","surface_form":"Randy Savage","offset":412},{"uri":"Ric_Flair","surface_form":"Ric Flair","offset":562},{"uri":"WWE","surface_form":"WWE","offset":599},{"uri":"New_Years_Revolution","surface_form":"New Years Revolution","offset":851},{"uri":"Royal_Rumble_2006","surface_form":"Royal Rumble 2006","offset":915},{"uri":"King_Booker","surface_form":"King Booker","offset":1102},{"uri":"Raw","surface_form":"Raw","offset":1204},{"uri":"Saturday_Night%27s_Main_Event","surface_form":"Saturday Night's Main Event","offset":1226},{"uri":"Great_American_Bash_2007","surface_form":"Great American Bash 2007","offset":1262},{"uri":"Kane","surface_form":"Kane","offset":1574},{"uri":"Chris_Jericho","surface_form":"Chris Jericho","offset":1628},{"uri":"Brian_Kendrick","surface_form":"Brian Kendrick","offset":1729},{"uri":"Sheamus","surface_form":"Sheamus","offset":1800},{"uri":"The_Nexus","surface_form":"The Nexus","offset":1842},{"uri":"The_Miz","surface_form":"The Miz","offset":2032},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":2048},{"uri":"Elimination_Chamber_2011","surface_form":"Elimination Chamber 2011","offset":2184},{"uri":"WrestleMania_27","surface_form":"WrestleMania 27","offset":2341},{"uri":"Steve_Austin","surface_form":"Steve Austin","offset":2474},{"uri":"Jack_Swagger","surface_form":"Jack Swagger","offset":2558},{"uri":"Extreme_Rules","surface_form":"Extreme Rules","offset":2575},{"uri":"Over_The_Limit","surface_form":"Over The Limit","offset":2639},{"uri":"2012_Royal_Rumble","surface_form":"2012 Royal Rumble","offset":2899},{"uri":"Over_The_Limit","surface_form":"Over The Limit","offset":3268},{"uri":"Santino_Marella","surface_form":"Santino Marella","offset":3397},{"uri":"Hornswoggle","surface_form":"Hornswoggle","offset":3445},{"uri":"Raw_1000","surface_form":"Raw 1000","offset":3478},{"uri":"CM_Punk","surface_form":"CM Punk","offset":3488},{"uri":"The_Rock","surface_form":"The Rock","offset":3505},{"uri":"John_Cena","surface_form":"John Cena","offset":3736},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":4220},{"uri":"Kane_and_Daniel_Bryan","surface_form":"Kane and Daniel Bryan","offset":4384},{"uri":"Darren_Young_and_Titus_O%27Neill","surface_form":"Darren Young and Titus O'Neill","offset":4410},{"uri":"Paul_Heyman","surface_form":"Paul Heyman","offset":4592},{"uri":"Wrestlemania_XXVII","surface_form":"Wrestlemania XXVII","offset":4665},{"uri":"Michael_Cole","surface_form":"Michael Cole","offset":4694},{"uri":"Steve_Austin","surface_form":"Steve Austin","offset":4725},{"uri":"WWE_Hall_of_Fame","surface_form":"WWE Hall of Fame","offset":4979},{"uri":"William_Shatner","surface_form":"William Shatner","offset":5007}]}