{"id":131953,"url":"http://en.wikipedia.org/wiki/Demi_Lovato","text":"Demetria Devonne Lovato (born 20 August 1992) is an American singer, songwriter, and actress. She was first in \"Barney & Friends\" (2002–2004), but became more popular from being in the television movies \"Camp Rock\" (2008) and its sequel ' (2010). One of the songs on the first \"Camp Rock\" movie was \"This Is Me\", which she sang with Joe Jonas. This song was popular and was in the \"Billboard\" Hot 100.\nEarly life.\nDemetria Devonne Lovato was born on 20 August 1992 in Albuquerque, New Mexico. She was the daughter of an engineer and musician Patrick Martin Lovato (12 March 1960 — 22 June 2013) and former Dallas Cowboys cheerleader Dianna Lee Hart (born Dianna Lee Smith; 8 August 1962). Lovato has an older sister, Dallas (born 4 February 1988); a younger maternal half-sister, actress Madison De La Garza (born on 28 December 2001), and an older paternal half-sister, Amber, to whom she first spoke when she was 20.\nHer parents divorced in the late summer of 1994, shortly after her second birthday. Lovato's father was of Mexican, Indigenous Mexican, Jewish, Portuguese and Spanish descent, and her mother is of Italian, English, Scottish and Irish ancestry. Patrick's patrilineal great-grandmother, Maria Cristina Perea, was a daughter of Civil War Union veteran Francisco Perea (1830–1913) and a great-granddaughter of Santa Fe de Nuevo México governor Francisco Xavier Chávez. She received her high-school diploma through homeschooling in April 2009. She began playing piano at age seven and guitar at ten, when she also began dancing and acting classes. Lovato told Ellen DeGeneres that she was bullied so badly that she asked for homeschooling.\nMusic.\nAs a solo musical artist, Lovato released her first album, \"Don't Forget\", on September 23, 2008. The album started at number two on the \"Billboard\" 200. It sold 89,000 copies in the first week. It has since shipped over 500,000 copies in the United States. This earned it a gold certification in the United States. Lovato released her second album, \"Here We Go Again\", on July 21, 2009. The album started at number one on the \"Billboard\" 200. It sold 108,000 copies in the first week. Her third studio album, \"Unbroken\", was released on September 20, 2011. It peaked at number four on the \"Billboard\" 200. Her fourth studio album is \"Demi\". It reached #3 on the \"Billboard\" 200.\nLovato released her third album, \"Unbroken\", on September 20, 2011. Begun in July 2010, the album experimented with R&B and featured less pop rock. The album and the stylistic change received mixed to positive reviews from critics, who saw a growth in musicianship because of her struggles and have praised Lovato's vocals but found the music more generic than her previous efforts. The record was a commercial success, peaking at number four on the \"Billboard\" 200, with sales exceeding 97,000 copies in its first week of release, and going on to sell over 500,000 copies in the United States, being certified Gold.\nThe album's lead single, \"Skyscraper\", was acclaimed for its messages of self-worth and confidence, peaked at number 10 on the \"Billboard\" Hot 100, selling 176,000 downloads during the first week of release, becoming Lovato's highest first week sales, until the release of \"Heart Attack\" by Lovato in 2013. The song also Lovato's highest-peaked single since \"This Is Me\" reached number nine in August 2008. The song also debuted at number two on the Hot Digital Songs chart. \"Skyscraper\" received the Best Video with a Message award at the September 2012 MTV Video Music Awards. The album's second and final single, \"Give Your Heart a Break\", peaked \"Billboard\" Hot 100 at number 16, making Lovato's fourth highest peaking song. Also, it has peaked at number 12 on the US Adult Top 40 chart, number 1 on the US Pop Songs chart and became the longest climb by a female artist to #1 in the Pop Songs chart history. In April 2014, the song was certified three-times platinum by the RIAA; as of October 2014, it has sold 2.1 million digital copies.\nLovato released her fourth studio album, \"Demi\", on May 14, 2013. It became a top-three album in the US. The album’s first single, \"Heart Attack\", reached number ten on the \"Billboard\" Hot 100. The next two singles, “Neon Lights” and “Really Don’t Care” with British singer Cher Lloyd, reached the top 40 and were both certified platinum.\nHer fifth studio album, \"Confident\", was her first album to have a Parental Advisory label. It entered the \"Billboard\" 200 album chart at number two and was released on October 16, 2015. \"Confident\" became her first album issued through Island Records and Safehouse, a label she formed with singer-actor Nick Jonas. The first single from \"Confident\", “Cool for the Summer”, reached number 11 on the \"Billboard\" Hot 100. It was certified platinum in the US and became her first top-ten hit in the UK. The single “Confident” was performed at the 2016 Democratic National Convention in Philadelphia in support of Hillary Clinton. “Stone Cold” was issued as the third single from \"Confident\". The album gave Lovato her first Grammy Award nomination when it was nominated for Best Pop Vocal Album.\nLovato released her sixth studio album, \"Tell Me You Love Me\", on September 29, 2017. It opened at number three on the \"Billboard\" 200 album chart in the US. It featured the single “Sorry Not Sorry”, which became her highest-charting song in the US when it reached number six on the Hot 100. It also reached number nine in the UK. She performed this song at the 2017 MTV Video Music Awards. The promotional singles “Tell Me You Love Me” and “You Don’t Do It for Me Anymore” were also released from the album.\nActing career.\nIn 2007 and 2008, Lovato played Charlotte Adams on the Disney Channel short series \"As the Bell Rings\". Lovato auditioned for the channel's television film \"Camp Rock\" and series \"Sonny with a Chance\" during the summer of 2007, and got both parts. Lovato played the lead character, aspiring singer Mitchie Torres, in \"Camp Rock\". The film premiered on June 20, 2008 to 8.9 million viewers.\nLovato's Disney Channel sitcom \"Sonny with a Chance\", with her character Sonny Munroe the newest cast member of the show-within-a-show \"So Random!\", premiered on February 8. Lovato's acting ability was described by Robert Lloyd of the \"Los Angeles Times\" as \"very good\", and he compared her favorably to \"Hannah Montana\" star (and friend) Miley Cyrus. That June, she co-starred as Princess Rosalinda with Selena Gomez in the Disney Channel film, \"Princess Protection Program\". The film, the third highest-rated Disney Channel original movie, premiered to 8.5 million viewers.\nIn May Lovato guest-starred as a teenage schizophrenic in the sixth-season \"Grey's Anatomy\" episode, \"Shiny Happy People\". Critics praised her versatility.\n', with Lovato reprising her role as Mitchie Torres, premiered on September 3, 2010. The film premiered to eight million viewers, the number-one cable-television movie of the year by the number of viewers.\nThat month Lovato also announced her departure from \"Sonny with a Chance\", putting her acting career on hiatus and ending the series; she later said that she would return to acting when she felt confident doing so. Her departure led to the spin-off series \"So Random!\" with the \"Sonny\" cast, featuring sketches from the former show-within-a-show. The series was cancelled after one season.\nIn May, she became a judge for the second season of the American version of \"The X Factor\", with a reported salary of one million dollars. Joining Britney Spears, Simon Cowell and L.A. Reid, it was speculated that she was chosen to attract a younger audience. Mentoring the Young Adults category, her final act (CeCe Frey) finished sixth. At the Minnesota State Fair in August, Lovato announced that after a pre-show performance at the 2012 MTV Video Music Awards she would release a single by December. On December 24, she released a video on her YouTube account of herself singing \"Angels Among Us\" dedicated to the victims of the Sandy Hook Elementary School shooting. In March she was confirmed as returning for \"The X Factor\"s third season, with her salary reportedly doubling.\nPersonal life.\nLovato has an eating disorder and has been diagnosed with bipolar disorder. Lovato’s father, Patrick, died of cancer on June 22, 2013, at age 53. On October 17, 2017, Lovato released a YouTube documentary called \"Demi Lovato: Simply Complicated\", in which she described her teenage use of cocaine and performing on \"American Idol\" while hungover. She credits having the right support system with saving her life.\nShe dated Joe Jonas, whom she first met while filming \"Camp Rock\" in 2007 through 2010. Lovato dated actor Wilmer Valderrama on-and-off from 2010 until 2016.\nOn July 24, 2018, the Los Angeles Police Department arrived at Lovato's home for Lovato suffering an alleged drug overdose. She was later revealed to be in stable condition.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Singer","surface_form":"singer","offset":61},{"uri":"Songwriter","surface_form":"songwriter","offset":69},{"uri":"Actor","surface_form":"actress","offset":85},{"uri":"Barney_%26amp%3B_Friends","surface_form":"Barney & Friends","offset":112},{"uri":"Television_movie","surface_form":"television movie","offset":185},{"uri":"Camp_Rock","surface_form":"Camp Rock","offset":204},{"uri":"Sequel","surface_form":"sequel","offset":230},{"uri":"This_is_Me_(Demi_Lovato_song)","surface_form":"This Is Me","offset":300},{"uri":"Joe_Jonas","surface_form":"Joe Jonas","offset":333},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":381},{"uri":"Engineer","surface_form":"engineer","offset":520},{"uri":"Musician","surface_form":"musician","offset":533},{"uri":"Dallas_Cowboys_cheerleader","surface_form":"Dallas Cowboys cheerleader","offset":606},{"uri":"Madison_De_La_Garza","surface_form":"Madison De La Garza","offset":788},{"uri":"American_Civil_War","surface_form":"Civil War","offset":1244},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":1254},{"uri":"Francisco_Perea","surface_form":"Francisco Perea","offset":1268},{"uri":"Santa_Fe_de_Nuevo_M%C3%A9xico","surface_form":"Santa Fe de Nuevo México","offset":1325},{"uri":"Francisco_Xavier_Ch%C3%A1vez","surface_form":"Francisco Xavier Chávez","offset":1359},{"uri":"Piano","surface_form":"piano","offset":1476},{"uri":"Guitar","surface_form":"guitar","offset":1499},{"uri":"Ellen_DeGeneres","surface_form":"Ellen DeGeneres","offset":1574},{"uri":"Bullying","surface_form":"bullied","offset":1603},{"uri":"Homeschooling","surface_form":"homeschooling","offset":1639},{"uri":"Don%27t_Forget","surface_form":"Don't Forget","offset":1721},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":1798},{"uri":"RIAA_certification","surface_form":"gold","offset":1936},{"uri":"Here_We_Go_Again_(Demi_Lovato_album)","surface_form":"Here We Go Again","offset":2012},{"uri":"Unbroken_(Demi_Lovato_album)","surface_form":"Unbroken","offset":2172},{"uri":"Unbroken_(Demi_Lovato_album)","surface_form":"Unbroken","offset":2375},{"uri":"Contemporary_R%26amp%3BB","surface_form":"R&B","offset":2457},{"uri":"Lead_single","surface_form":"lead single","offset":2970},{"uri":"Skyscraper_(song)","surface_form":"Skyscraper","offset":2984},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":3085},{"uri":"Heart_Attack_(song)","surface_form":"Heart Attack","offset":3232},{"uri":"This_Is_Me_(Camp_Rock_song)","surface_form":"This Is Me","offset":3317},{"uri":"Hot_Digital_Songs","surface_form":"Hot Digital Songs","offset":3408},{"uri":"2012_MTV_Video_Music_Awards","surface_form":"2012 MTV Video Music Awards","offset":3508},{"uri":"Give_Your_Heart_a_Break","surface_form":"Give Your Heart a Break","offset":3575},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":3608},{"uri":"Adult_Pop_Songs","surface_form":"Adult Top 40","offset":3730},{"uri":"Mainstream_Top_40_(Pop_Songs)","surface_form":"Pop Songs","offset":3769},{"uri":"Mainstream_Top_40_(Pop_Songs)","surface_form":"Pop Songs","offset":3846},{"uri":"RIAA","surface_form":"RIAA","offset":3937},{"uri":"Heart_Attack_(song)","surface_form":"Heart Attack","offset":4135},{"uri":"Cher_Lloyd","surface_form":"Cher Lloyd","offset":4277},{"uri":"Nick_Jonas","surface_form":"Nick Jonas","offset":4646},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":5714},{"uri":"As_the_Bell_Rings_(U.S.)","surface_form":"As the Bell Rings","offset":5743},{"uri":"Camp_Rock","surface_form":"Camp Rock","offset":5816},{"uri":"Sonny_with_a_Chance","surface_form":"Sonny with a Chance","offset":5839},{"uri":"Sonny_with_a_Chance","surface_form":"Sonny with a Chance","offset":6081},{"uri":"Show-within-a-show","surface_form":"show-within-a-show","offset":6165},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":6285},{"uri":"Hannah_Montana","surface_form":"Hannah Montana","offset":6354},{"uri":"Miley_Cyrus","surface_form":"Miley Cyrus","offset":6388},{"uri":"Princess_Protection_Program","surface_form":"Princess Protection Program","offset":6496},{"uri":"Grey%27s_Anatomy_(season_6)","surface_form":"sixth-season","offset":6687},{"uri":"Grey%27s_Anatomy","surface_form":"Grey's Anatomy","offset":6701},{"uri":"Shiny_Happy_People_(Grey%27s_Anatomy)","surface_form":"Shiny Happy People","offset":6727},{"uri":"So_Random%21","surface_form":"So Random!","offset":7244},{"uri":"The_X_Factor_(U.S._season_2)","surface_form":"second season","offset":7412},{"uri":"The_X_Factor_(U.S._TV_series)","surface_form":"American version","offset":7433},{"uri":"The_X_Factor_(TV_series)","surface_form":"The X Factor","offset":7454},{"uri":"Britney_Spears","surface_form":"Britney Spears","offset":7524},{"uri":"Simon_Cowell","surface_form":"Simon Cowell","offset":7540},{"uri":"L.A._Reid","surface_form":"L.A. Reid","offset":7557},{"uri":"YouTube","surface_form":"YouTube","offset":7925},{"uri":"Angels_Among_Us","surface_form":"Angels Among Us","offset":7961},{"uri":"Sandy_Hook_Elementary_School_shooting","surface_form":"Sandy Hook Elementary School shooting","offset":8010},{"uri":"The_X_Factor_(U.S._season_3)","surface_form":"third season","offset":8109},{"uri":"Diagnosis","surface_form":"diagnosed","offset":8218},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":8233},{"uri":"Joe_Jonas","surface_form":"Joe Jonas","offset":8598},{"uri":"Wilmer_Valderrama","surface_form":"Wilmer Valderrama","offset":8695}]}