{"id":13214,"url":"http://en.wikipedia.org/wiki/Animation","text":"Animation is a way of making a movie from many still images. The images are put together one after another, and then played at a fast speed to give the illusion of movement.\nAnimation is a relatively new art form, and though the concept of moving images has been a theme throughout ancient civilizations, it was not until late into the 19th century that experimental animation truly began. Today, the industry of animation is booming, making up a huge commercial enterprise.\nA person who makes animations is called an \"animator.\"\nOverview.\nBecause it is expensive to make, most animation comes from professional companies. However, independent animators have existed since the 1950s in America, with many of those people entering the professional industry. In Europe, the independent movement has existed since the 1910s, with animators like pre-revolutionary Russia's Ladislas Starevich and Germany's Lotte Reiniger.\nMany people use a computer animation program called Adobe Flash to create animations. Flash uses a combination of drawing and computer graphics to make animations. Many animations on the internet are made in Flash. Most animators on the internet do not work for professional companies.\nMany television shows, especially those made for children, use limited animation. Companies such as UPA and Hanna-Barbera Productions do this. Simple, limited movement makes the images easier to draw, which allows quicker and cheaper production of animation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Movie","surface_form":"movie","offset":31},{"uri":"Image","surface_form":"image","offset":53},{"uri":"Speed","surface_form":"speed","offset":134},{"uri":"Illusion","surface_form":"illusion","offset":152},{"uri":"Movement","surface_form":"movement","offset":164},{"uri":"Animator","surface_form":"animator","offset":519},{"uri":"Professional","surface_form":"professional","offset":599},{"uri":"Company","surface_form":"companies","offset":612},{"uri":"Independent_movie","surface_form":"independent","offset":632},{"uri":"1950s","surface_form":"1950s","offset":677},{"uri":"Russia","surface_form":"Russia","offset":860},{"uri":"Ladislas_Starevich","surface_form":"Ladislas Starevich","offset":869},{"uri":"Lotte_Reiniger","surface_form":"Lotte Reiniger","offset":902},{"uri":"Computer_animation","surface_form":"computer animation","offset":936},{"uri":"Adobe_Flash","surface_form":"Adobe Flash","offset":970},{"uri":"Internet","surface_form":"internet","offset":1105},{"uri":"Television","surface_form":"television","offset":1209},{"uri":"UPA","surface_form":"UPA","offset":1304},{"uri":"Hanna-Barbera_Productions","surface_form":"Hanna-Barbera Productions","offset":1312},{"uri":"Film_production","surface_form":"production","offset":1438}]}