{"id":13216,"url":"http://en.wikipedia.org/wiki/Consciousness","text":"e=\"preserve\">Consciousness means being awake, alert and responsive to the environment. The definition of consciousness may differ in psychology, neuroscience, philosophy and other related sciences. It is often disputed amongst academics and scientists.\nConsciousness is a spectrum. There are several states between a fully conscious state and a fully unconscious state. In medicine, the degree of \"loss of consciousness\" is measured by using Glasgow Coma Scale (GCS); a score between 3 and 15 is given to each person at any time, to show how conscious he or she is. Higher scores show more conscious states.\nIt seems that many decisions are made without us being aware of it. These decisions are made by what is called the unconscious mind. There are also many body functions which we do not notice until they go wrong. These activities are done by the autonomic nervous system. Breathing and the beat of one's heart can be noticed but are controlled by nervous system without thought.\nIt is not known what causes consciousness. So, it is difficult to know if another person or thing is indeed conscious. The best we can say is that some animals do seem to be conscious of the world around them. We ourselves assume that others have consciousness, but it cannot be proved. This is known in philosophy as \"the problem of other minds\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychology","surface_form":"psychology","offset":133},{"uri":"Neuroscience","surface_form":"neuroscience","offset":145},{"uri":"Philosophy","surface_form":"philosophy","offset":159},{"uri":"Spectrum","surface_form":"spectrum","offset":272},{"uri":"Medicine","surface_form":"medicine","offset":373},{"uri":"Glasgow_Coma_Scale","surface_form":"Glasgow Coma Scale","offset":442},{"uri":"Unconscious_mind","surface_form":"unconscious mind","offset":723},{"uri":"Autonomic_nervous_system","surface_form":"autonomic nervous system","offset":853},{"uri":"Breathing","surface_form":"Breathing","offset":879},{"uri":"Philosophy","surface_form":"philosophy","offset":1290}]}