{"id":132184,"url":"http://en.wikipedia.org/wiki/Beech","text":"The Beech is a large tree in the genus \"Fagus\" in the plant family Fagaceae. There are about 10 species, all native to Europe, Asia, and North America.\nThe flowers are small and single-sex (monoecious), the female flowers are carried in pairs, the male flowers are wind-pollinating catkins, produced in spring shortly after the new leaves appear. The bark is smooth and light grey. The fruit is a small, sharply three–anglend nut 10–15 mm long. The nuts are edible, though bitter (though not nearly as bitter as acorns). They have a high tannin content, and are called beechnuts or beechmast.\nBeech grows on a wide range of soil types, acid or basic, provided they are not wet for long periods. The tree canopy casts a heavy shade, and the leaves, when dropped, cover the ground thickly. Few plant grow under beech trees.\nIn North America, they often form Beech-Maple forests by growing together with the Sugar Maple.\nUses of Beechwood.\nThe beech has been used for its wood by man for thousands of years. The wood is white, or reddish if grown on acid soil, but fine grained, smooth and heavy when first cut. It may split as it dries. It is a good wood for making ornaments, tool handles, kitchen utensils, furniture and parts of buildings. Beechwood burns well and is used, among other woods, to smoke herrings in Scotland. It can also be made into charcoal.\nSouthern Beech.\nThe southern beeches \"Nothofagus\" previously thought closely related to beeches, are now treated as members of a separate family, Nothofagaceae. They are found in Australia, New Zealand, New Guinea, New Caledonia, Argentina and Chile (mostly on the southern tip in Patagonia and Tierra del Fuego).\nPests and Diseases.\nThe beech blight aphid (\"Grylloprociphilus imbricator\") is a common pest of beech trees. Beeches are also used as food plants by some species of butterflies and moths (see List of moths and butterflies that feed on beech trees).","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":119},{"uri":"Asia","surface_form":"Asia","offset":127},{"uri":"North_America","surface_form":"North America","offset":137},{"uri":"Tannin","surface_form":"tannin","offset":538},{"uri":"Herring","surface_form":"herring","offset":1303},{"uri":"Charcoal","surface_form":"charcoal","offset":1350},{"uri":"List_of_Lepidoptera_that_feed_on_beeches","surface_form":"List of moths and butterflies that feed on beech trees)","offset":1866}]}