{"id":132196,"url":"http://en.wikipedia.org/wiki/Pollen","text":"Pollen is a powder made of pollen grains, which produce sperm cells (male cells used for reproduction) of seed plants. The pollen grains are actually haploid male gametophytes.\nDevelopment of pollen grains.\nThe anther contains microsporangia. Each microsporangium contains pollen mother cells. These undergo meiosis, and produce pollen grains, which produce the male gametes (sperm).\nThe pollen is released by the opening of the anther. The pollen is carried by some agent (wind, or some animal) to the receptive surface of the carpel of the same or another flower. This process is known as pollination. After successful pollination, the pollen grain (immature microgametophyte) completes its development by growing a \"pollen tube\" and undergoing mitosis to produce two male gametes.\nPollination.\nThere are two main kinds of pollination. One kind happens when pollen from a stamen sticks to the pistil of the same plant. That is self-pollination.\nThe other kind of pollination takes place when pollen from one plant travels to the pistil of another plant. Most plants use this kind of pollination. Plants need help for this kind of pollination, because they cannot move. So, they need another way to move pollen from one plant to another plant.\nThe wind helps move pollen between plants. The pollen of some plants is very light. Wind blows it from the flowers on one plant to the flowers on another plant. The wind can move pollen a long way before the pollen hits the sticky top of a pistil.\nAnimals also help move pollen between plants. Many flowers are colourful and their scent attracts some animals. These flowers also make a sweet juice called nectar. Sometimes an animal, such as a bee, sees or smells a flower. Then, it lands on the flower to get nectar. As the bee drinks the nectar, the stamens brush pollen onto its body. Then, the bee flies to another flower that has a pistil. The pollen on the bee's body brushes onto the sticky top of the flower's pistil. The pollen is used as protein for the bee larvae.\nThe plants help feed the animal. In return, the animal helps the plants by moving pollen from flower to flower. The relationship has evolved together; it is a kind of co-evolution called mutualism or symbiosis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Powder","surface_form":"powder","offset":12},{"uri":"Reproduction","surface_form":"reproduction","offset":89},{"uri":"Haploid","surface_form":"haploid","offset":150},{"uri":"Gametophyte","surface_form":"gametophyte","offset":163},{"uri":"Anther","surface_form":"anther","offset":211},{"uri":"Meiosis","surface_form":"meiosis","offset":308},{"uri":"Gamete","surface_form":"gamete","offset":367},{"uri":"Sperm","surface_form":"sperm","offset":376},{"uri":"Carpel","surface_form":"carpel","offset":528},{"uri":"Pollination","surface_form":"pollination","offset":591},{"uri":"Pollen_tube","surface_form":"pollen tube","offset":719},{"uri":"Mitosis","surface_form":"mitosis","offset":747},{"uri":"Pollination","surface_form":"pollination","offset":825},{"uri":"Stamen","surface_form":"stamen","offset":874},{"uri":"Pistil","surface_form":"pistil","offset":895},{"uri":"Wind","surface_form":"wind","offset":1249},{"uri":"Animal","surface_form":"Animal","offset":1493},{"uri":"Flower","surface_form":"flower","offset":1544},{"uri":"Scent","surface_form":"scent","offset":1576},{"uri":"Nectar","surface_form":"nectar","offset":1650},{"uri":"Protein","surface_form":"protein","offset":1993},{"uri":"Larva","surface_form":"larva","offset":2013},{"uri":"Evolution","surface_form":"evolved","offset":2154},{"uri":"Co-evolution","surface_form":"co-evolution","offset":2188},{"uri":"Mutualism","surface_form":"mutualism","offset":2208},{"uri":"Symbiosis","surface_form":"symbiosis","offset":2221}]}