{"id":13226,"url":"http://en.wikipedia.org/wiki/Breast","text":"The breast is an organ on the lower chest region of humans and other primates. Humans have two breasts. Both boys and girls have breasts at birth, but during puberty, the breasts on women become larger and more visible. The breasts have mammary glands that produce milk. Breastfeeding is letting an infant drink breast milk.\nMen also have breasts. They are built the same way as those of women, but are much smaller and underdeveloped. Men cannot use their breast for breastfeeding. Their breasts will usually not produce milk, but might become larger and produce milk during some diseases or with some hormonal medical treatments.\nGrowth and form.\nGirls develop breasts during puberty due to sex hormones, mainly estrogen.\nThe appearance and size of the breasts of a woman may vary due to genetic factors, and the amount of fatty and connective tissue. Hormones also play a role.\nEstrogen promotes the growth of mammary glands and ducts, while progesterone induces milk-producing cells to develop. Prolactin and oxytocin stimulate milk production. Oxytocin also causes milk to be spurted from a lactating breast.\nThe two breasts usually are not equal in size — one may be larger than the other, but this is common.\nDuring menopause, as levels of estrogen decrease, tissue in the breasts reduce as well, and the breasts may start sagging. A study showed that breastfeeding does not cause sagging. Factors that do influence sagging are the size of the breast (before the first pregnancy), number of pregnancies, body mass index, smoking, and age.\nStructure.\nThe center of the breast is the nipple. The areola is a circular area around the nipple. The breast contains mammary glands. Each breast has 15 to 20 milk ducts. Ducts carry the milk produced by these glands to the nipples. After a woman has a baby, her breasts undergo lactation — the production of natural milk.\nFeeding babies milk is called breastfeeding or \"nursing\".\nPurposes.\nThe breasts of a woman also play a role in human sexual behavior. They are one of the most visible or obvious female secondary sex characteristics. They play an important role in sexual attraction of partners. They can also give pleasure to the individual. When sexually stimulated, the size of the breasts increases, venous patterns across the breasts become more visible, and nipples grow harder. During sexual intercourse, it is common practice to press or massage breasts with hands. Breasts are sensitive to touch as they have many nerve endings. Oral stimulation of nipples and breasts is also common. Some women can achieve \"breast orgasms\". In the ancient Indian work the \"Kama Sutra\", marking breasts with nails and biting with teeth are explained as erotic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Primate","surface_form":"primate","offset":69},{"uri":"Puberty","surface_form":"puberty","offset":158},{"uri":"Mammary_gland","surface_form":"mammary gland","offset":237},{"uri":"Breastfeeding","surface_form":"Breastfeeding","offset":271},{"uri":"Infant","surface_form":"infant","offset":299},{"uri":"Milk","surface_form":"milk","offset":319},{"uri":"Underdeveloped","surface_form":"underdeveloped","offset":420},{"uri":"Hormone","surface_form":"hormonal","offset":603},{"uri":"Puberty","surface_form":"puberty","offset":678},{"uri":"Sex_hormone","surface_form":"sex hormone","offset":693},{"uri":"Estrogen","surface_form":"estrogen","offset":714},{"uri":"Genetics","surface_form":"genetic","offset":790},{"uri":"Fat","surface_form":"fat","offset":825},{"uri":"Connective_tissue","surface_form":"connective tissue","offset":835},{"uri":"Hormone","surface_form":"Hormone","offset":854},{"uri":"Menopause","surface_form":"menopause","offset":1223},{"uri":"Body_mass_index","surface_form":"body mass index","offset":1511},{"uri":"Smoking","surface_form":"smoking","offset":1528},{"uri":"Nipple","surface_form":"nipple","offset":1589},{"uri":"Areola","surface_form":"areola","offset":1601},{"uri":"Milk","surface_form":"milk","offset":1735},{"uri":"Baby","surface_form":"baby","offset":1801},{"uri":"Breastfeeding","surface_form":"breastfeeding","offset":1901},{"uri":"Secondary_sex_characteristic","surface_form":"secondary sex characteristic","offset":2056},{"uri":"Sexual_attraction","surface_form":"sexual attraction","offset":2118},{"uri":"Vein","surface_form":"venous","offset":2257},{"uri":"Oral_stimulation_of_nipples","surface_form":"Oral stimulation of nipples","offset":2491},{"uri":"Orgasm","surface_form":"orgasm","offset":2578},{"uri":"Ancient_India","surface_form":"ancient India","offset":2595},{"uri":"Kama_Sutra","surface_form":"Kama Sutra","offset":2620}]}