{"id":132207,"url":"http://en.wikipedia.org/wiki/Denison%2C_Texas","text":"Denison is a city in Grayson County, Texas, United States. The amount of people living there was 22,773 at the 2000 census, but had increased to an estimated amount of 24,103 in July 2007. It is one of two principal cities in the Sherman-Denison Metropolitan Statistical Area.\nThe city of Denison was founded in 1872 in conjunction with the MKT or \"Katy\" depot It was named after the rich Katy vice President George DenisonBecause the town was made at the intersection of the MKT and the Red River (both important conduits of transportation in the industrial era), it came to be an important commercial center in the 19th century American West.\nHistory.\nThe name of Denison was given by French people because during the 19th century a horticulturalist from this place saved the grapes of France. During the same century a famous president of the USA, Dwight David Eisenhower was born there. The next century has contributed to Denison history because there was a conflict about some artworks that showed up in Denison in the 1980s.\nDemographics.\nDenison contains a population of around 24,000. For females we have 12,704 (52.9%) and for males 11,297 (47.1%). Median resident age is estimated at 38.5 years. In 2000, median house value was estimated at $52,100 and in 2008 median house hold income was estimated at $38,843.\nPolitics.\nDenison is a city of Texas. It has its own mayor named Robert Brady. Denison and all the state of Texas have two representative senators: John Coryn and Key Bailey Hutchison.\nCulture.\nThe diversity of religions and the government laws create the spread of different cultures and arts. Therefore, Denison was designated by the Texas Commission on the Arts as one of seven pilot cities for the Texas Arts and Cultural District in September 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":13},{"uri":"Grayson_County%2C_Texas","surface_form":"Grayson County, Texas","offset":21},{"uri":"United_States","surface_form":"United States","offset":44},{"uri":"Census","surface_form":"census","offset":116},{"uri":"Estimated","surface_form":"estimated","offset":148},{"uri":"July","surface_form":"July","offset":178},{"uri":"2007","surface_form":"2007","offset":183},{"uri":"Principal","surface_form":"principal","offset":206},{"uri":"MKT","surface_form":"MKT","offset":341},{"uri":"Train_station","surface_form":"depot","offset":355},{"uri":"Red_River_(Mississippi_watershed)","surface_form":"Red River","offset":488},{"uri":"Old_West","surface_form":"19th century American West","offset":617}]}