{"id":13224,"url":"http://en.wikipedia.org/wiki/Vagina","text":"The human vagina is a part of the female body. It is between the perineum and the urethra. Menstrual fluid (red, blood-filled liquid lost during menstruation) leaves the body through the vagina. During sexual intercourse, a penis is put into the vagina. During birth, the vagina opens to let the baby come out from the uterus. The vagina is reddish pink in color, though colors may vary.\nThe vaginal opening is much larger than the urethral opening.\nDevelopment.\nBetween the ages of 9-15 years, the vagina and uterus become bigger. The uterus is the organ in which a baby grows. The vagina is a tube leading from the uterus to the outside of the body. The opening of the vagina is inside the vulva, between the legs. A clear or whitish fluid may start to flow out of the vagina to keep it clean.\nLocation.\nThe vagina is the tube leading from the uterus to the outside of the body. The opening is between the legs, inside the labium, behind the opening to the urethra, and in front of the anus.\nAnatomy.\nThe vagina is an elastic, muscular tube. It starts at the cervix and ends at the vulva. It is about wide, and long. During sexual intercourse and childbirth, the vagina gets wider and bigger. It has to be lubricated to stay clean and allow sexual intercourse and childbirth. It is lubricated partially by the Bartholin's glands. This lubrication also allows sperm easier access to fertilize an ovum.\nThe vaginal biome.\nLike many tissues, the vagina has a natural biome, a flora and fauna of microscopic organisms. The vagina is an interface between the host and the environment. Its surface is covered by a protective epithelium where bacteria and other microorganisms grow. The ectocervix (that's the vaginal part of the cervix) is not sterile, but the endocervix (that's the canal of the cervix) and the upper genital tract are assumed to be sterile in healthy women. So, the cervix is a gatekeeper to protect the upper genital tract (ovaries and fallopian tubes) from microbes.\nResearch on this biome is at an early stage. \"Lactobacillus\" species are associated with vaginal health, but what they do to keep the vagina healthy is not known. A big research program into this is part of the Human Microbiome Project (HMP).\nRelease.\nThe vagina releases blood and tissue during menstruation. Tampons or other products can be used to absorb some of the blood.\nSexual activity.\nWhen a woman is aroused, she has pleasurable feelings in her genital region. The vagina gets up to wide. It can get bigger with more stimulation. During sexual intercourse, the man's penis is placed in the woman's vagina. The vagina is warm and soft, and it places pressure on the man's penis. That can feel good for both partners and usually makes the man have an orgasm after repeated thrusts. For orgasm in women, the vagina has significantly fewer nerve endings than the clitoris, and therefore rubbing or applying other consistent pressure against the clitoris is usually needed to help the woman have an orgasm. During the man's orgasm, he ejaculates semen from his penis into the vagina. The semen contains sperm. The sperm can move from the vagina into the uterus to fertilize an egg and make a woman pregnant.\nThe G-spot may be a highly sensitive area near the entrance inside of the human vagina. If stimulated, it leads to a strong orgasm or female ejaculation in some women. Some doctors and researchers who specialize in the anatomy of women believe that the G-spot does not exist, and that if it does exist, it is an extension of the clitoris.\nChildbirth.\nDuring birth, the vagina acts as a pathway for the baby to leave the mother's body. The vagina is very elastic and stretches to many times its normal diameter during birth.\nPregnancy.\nSperm needs to be deposited at the top of the vagina near the cervix and fertilize the ovum (egg) if pregnancy is to occur. In a normal childbirth, babies come out through the vagina.","categories":[],"infobox_types":["anatomy"],"annotations":[{"uri":"Female","surface_form":"female","offset":34},{"uri":"Perineum","surface_form":"perineum","offset":65},{"uri":"Urethra","surface_form":"urethra","offset":82},{"uri":"Menstruation","surface_form":"menstruation","offset":145},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":202},{"uri":"Penis","surface_form":"penis","offset":224},{"uri":"Birth","surface_form":"birth","offset":261},{"uri":"Baby","surface_form":"baby","offset":296},{"uri":"Uterus","surface_form":"uterus","offset":319},{"uri":"Urethra","surface_form":"urethra","offset":432},{"uri":"Uterus","surface_form":"uterus","offset":510},{"uri":"Vulva","surface_form":"vulva","offset":692},{"uri":"Uterus","surface_form":"uterus","offset":846},{"uri":"Labium","surface_form":"labium","offset":925},{"uri":"Urethra","surface_form":"urethra","offset":959},{"uri":"Anus","surface_form":"anus","offset":988},{"uri":"Elastic","surface_form":"elastic","offset":1020},{"uri":"Muscle","surface_form":"muscular","offset":1029},{"uri":"Tube","surface_form":"tube","offset":1038},{"uri":"Cervix","surface_form":"cervix","offset":1061},{"uri":"Vulva","surface_form":"vulva","offset":1084},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":1126},{"uri":"Bartholin%27s_gland","surface_form":"Bartholin's gland","offset":1312},{"uri":"Sperm","surface_form":"sperm","offset":1361},{"uri":"Fertilization","surface_form":"fertilize","offset":1384},{"uri":"Ovum","surface_form":"ovum","offset":1397},{"uri":"Biome","surface_form":"biome","offset":1466},{"uri":"Flora","surface_form":"flora","offset":1475},{"uri":"Fauna","surface_form":"fauna","offset":1485},{"uri":"Microbiology","surface_form":"microscopic","offset":1494},{"uri":"Epithelium","surface_form":"epithelium","offset":1621},{"uri":"Bacteria","surface_form":"bacteria","offset":1638},{"uri":"Microorganisms","surface_form":"microorganisms","offset":1657},{"uri":"Cervix","surface_form":"cervix","offset":1725},{"uri":"Ovary","surface_form":"ovaries","offset":1940},{"uri":"Fallopian_tube","surface_form":"fallopian tube","offset":1952},{"uri":"Microbe","surface_form":"microbe","offset":1974},{"uri":"Lactobacillus","surface_form":"Lactobacillus","offset":2030},{"uri":"Blood","surface_form":"blood","offset":2256},{"uri":"Biological_tissue","surface_form":"tissue","offset":2266},{"uri":"Tampon","surface_form":"Tampon","offset":2294},{"uri":"Sexual_arousal","surface_form":"aroused","offset":2394},{"uri":"Penis","surface_form":"penis","offset":2561},{"uri":"Orgasm","surface_form":"orgasm","offset":2743},{"uri":"Nerve","surface_form":"nerve","offset":2830},{"uri":"Clitoris","surface_form":"clitoris","offset":2853},{"uri":"Semen","surface_form":"semen","offset":3035},{"uri":"Sperm","surface_form":"sperm","offset":3092},{"uri":"Ovum","surface_form":"egg","offset":3166},{"uri":"G-spot","surface_form":"G-spot","offset":3201},{"uri":"Orgasm","surface_form":"orgasm","offset":3321},{"uri":"Female_ejaculation","surface_form":"female ejaculation","offset":3331},{"uri":"Medical_doctor","surface_form":"doctors","offset":3370},{"uri":"Anatomy","surface_form":"anatomy","offset":3416},{"uri":"Diameter","surface_form":"diameter","offset":3698},{"uri":"Cervix","surface_form":"cervix","offset":3794},{"uri":"Baby","surface_form":"babies","offset":3880}]}