{"id":132348,"url":"http://en.wikipedia.org/wiki/Bolt_action","text":"A bolt action gun has a breech (back part of the barrel) that is opened and closed by hand with a small handle. They can only be fired once before the breech must be opened for a new round to enter the chamber, where it can then be fired from. Many older sniper rifles, as well as many hunting rifles today, work in this way.\nWhen the bolt is opened, the first cartridge in the gun is loaded. After firing the gun, opening the bolt takes out the empty cartridge, and closing the bolt puts in a new one. Bolt action rifles are usually the most accurate type of small arms, leading them to be used widely as marksman rifles. The rifle won't cycle a round without the shooter doing it manually, causing less movement of parts and gases while the round is being fired. This improves accuracy, but also increases recoil compared to automatic rifle<nowiki/>s of the same caliber.\nDespite being significantly slower to fire than lever-action rifles, which were invented around the same time, militaries across the world chose to replace their muzzleloader musket<nowiki/>s with bolt action guns rather than lever action ones, because bolt action rifles are loaded over the barrel. This allows easier loading by a shooter lying on the ground, without affecting aim. With lever action guns, on the other hand, the ground is in the way of loading downwards, and to load the gun would mean to throw off the shooter's aim since the gun must be turned sideways.\nFamous bolt action rifles include the Springfield M1903, the G98, the Lee-Enfield, and the Mosin-Nagant.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gun","surface_form":"gun","offset":14},{"uri":"Cartridge_(firearms)","surface_form":"round","offset":183},{"uri":"Sniper_rifle","surface_form":"sniper rifle","offset":255},{"uri":"Cartridge","surface_form":"cartridge","offset":361},{"uri":"Automatic_rifle","surface_form":"automatic rifle","offset":827},{"uri":"Lever-action_firearms","surface_form":"lever-action","offset":922},{"uri":"Muzzleloader","surface_form":"muzzleloader","offset":1036},{"uri":"Musket","surface_form":"musket","offset":1049},{"uri":"M1903_Springfield_rifle","surface_form":"Springfield M1903","offset":1487},{"uri":"G98_Mauser_rifle","surface_form":"G98","offset":1510},{"uri":"Lee-Enfield","surface_form":"Lee-Enfield","offset":1519},{"uri":"Mosin-Nagant","surface_form":"Mosin-Nagant","offset":1540}]}