{"id":132546,"url":"http://en.wikipedia.org/wiki/Transportation_in_Pakistan","text":"Transportation in Pakistan is extensive and varied but still in its developing stages. It serves a population of over 170 million people. Construction of new airports, roads, and railway provides jobs for many people.\nDomestic.\nRail services in Pakistan are provided by the state-run Pakistan Railways, under the supervision of the Ministry of Railways. Pakistan Railways provides an important mode of transportation in Pakistan. It does large-scale movement of people and freight. The railway network is long. Broad gauge is of that. There are of electrified track. The narrow gauge tracks form the remaining. Pakistan Railways also operate special trains for various occasions. The Freight Business Unit, with 12000 personnel, operates over 200 freight stations on the railway network. The FBU serves the Port of Karachi and Port Qasim as well as various other stations along the network. It moves agricultural, industrial and imported products such as wheat, coal, fertilizer, cement, and sugar. The freight rates structure is based on market trends in road transport which is the main competitor to rail transport.\nMetros.\nThe Karachi Circular Railway opened in the early 1940s. It is the only functioning metro in Pakistan. In 1976, Karachi was going to begin work on an underground metro system, but plans were put on hold. The Lahore Metro also serves from Gagu Matta to Shahadara.\nNational Highways.\nDuring the 1990s, Pakistan began an ongoing project to rebuild all National Highways of Pakistan throughout the country to important financial, cargo and textile centers. The National Highway Authority (NHA) is responsible for the maintenance of all national highways in Pakistan.\nMotorways.\nThe construction of motorways began in the early 1990s. The idea was to build a world class road network and to reduce the load off the heavily used national highways throughout the country. The M2 motorway was the first motorway completed in 1998. It links the cities of Islamabad and Lahore. Many new motorways have opened up including the M1 motorway and M3 motorway.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan_Railways","surface_form":"Pakistan Railways","offset":284},{"uri":"Port_of_Karachi","surface_form":"Port of Karachi","offset":807},{"uri":"Port_Qasim","surface_form":"Port Qasim","offset":827},{"uri":"Karachi_Circular_Railway","surface_form":"Karachi Circular Railway","offset":1131},{"uri":"Lahore_Metro","surface_form":"Lahore Metro","offset":1334},{"uri":"Islamabad","surface_form":"Islamabad","offset":1972},{"uri":"Lahore","surface_form":"Lahore","offset":1986}]}