{"id":13266,"url":"http://en.wikipedia.org/wiki/San_Diego%2C_California","text":"San Diego () is the second largest city in the U.S. state of California and eighth largest in the United States. It is at the southwest corner of California, as well as the southwest corner of the continental United States. It was founded in 1769 and it is the oldest city in California. The mayor of San Diego as of 2015 is Kevin L. Faulconer\nIt has comfortable weather most of the year. There are several military bases in and near San Diego. It has many beaches along the Pacific Ocean. The San Diego Zoo is very famous.\nSan Diego is home to San Diego State University and the University of California, San Diego.\nSan Diego is on the international Mexico–United States Border. The city of Tijuana is just across the Mexican border.\nSan Diego is home to the San Diego Padres baseball team.\nSubstance Abuse Statistics in San Diego.\nHeroin, fentanyl, alcohol, and prescription drug addiction are common addiction types in San Diego. In 2017, there were 273 unintentional prescription-related deaths in San Diego County and 7,505 opioid-related visits to emergency rooms. From 2016-2017 there was a 115% increase of fentanyl-related deaths in San Diego. In 2017, there were 357 alcohol-related deaths in San Diego County. Of those deaths, 127 also involved prescription drugs, 15 involved a combination of heroin and prescription drugs, and involved heroin. 15,952 adults were admitted into drug treatment centers in San Diego in 2017. In 2016, an estimated 125 million opioid pills were sold in San Diego County, which equates to nearly 38 pills per person.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":35},{"uri":"U.S._state","surface_form":"U.S. state","offset":47},{"uri":"California","surface_form":"California","offset":61},{"uri":"United_States","surface_form":"United States","offset":98},{"uri":"Weather","surface_form":"weather","offset":363},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":475},{"uri":"San_Diego_Zoo","surface_form":"San Diego Zoo","offset":494},{"uri":"Famous","surface_form":"famous","offset":516},{"uri":"San_Diego_State_University","surface_form":"San Diego State University","offset":545},{"uri":"University_of_California%2C_San_Diego","surface_form":"University of California, San Diego","offset":580},{"uri":"Mexico%E2%80%93United_States_Border","surface_form":"Mexico–United States Border","offset":651},{"uri":"Tijuana","surface_form":"Tijuana","offset":692},{"uri":"San_Diego_Padres","surface_form":"San Diego Padres","offset":760},{"uri":"Fentanyl","surface_form":"fentanyl","offset":841}]}