{"id":132683,"url":"http://en.wikipedia.org/wiki/The_Picture_of_Dorian_Gray","text":"\"The Picture of Dorian Gray\" is the only published book written by Oscar Wilde. It was first published in Lippincott's Monthly Magazine on June 20, 1890. Later, Wilde was asked to edit this version, and it was published again in April 1891. The story is often incorrectly called \"The Portrait of Dorian Gray\".\nPlot.\n[Spoiler ahead] \"The Picture of Dorian Gray\" is about a young man named Dorian Gray who has a portrait painted of himself. The artist, Basil Hallward, thinks Dorian Gray is very beautiful, and becomes obsessed with Dorian. One day in Basil's garden, Dorian Gray meets a man named Lord Henry Wotton. Lord Henry Wotton makes Dorian Gray believe that the only thing important in life is beauty. However, Dorian realizes that he will become less beautiful as he grows older. He wishes the portrait Basil painted would become old in his place. Dorian then sells his soul so he can be beautiful forever, but not on purpose.\nDorian's wish comes true. However, every time Dorian does something evil, mean, or selfish, his picture ages. For 18 years, Dorian does not age. He does many bad things, while his portrait becomes more aged with each bad deed. Later on, Dorian decides to stop doing bad things in the hopes that this will make his portrait become beautiful again, but it only makes it worse. Dorian thinks that only a full confession will make the portrait beautiful again. However, he does not feel guilty for anything he has done. So Dorian picks up a knife and destroys the portrait.\nWhen his servants hear a scream from the room Dorian is in, they call the police. The police find Dorian's body on the floor with a stab wound in his heart. His body has become very aged. However, the portrait has returned to the way it was when it was first painted.","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Novel","surface_form":"book","offset":51},{"uri":"Oscar_Wilde","surface_form":"Oscar Wilde","offset":67},{"uri":"June_20","surface_form":"June 20","offset":139},{"uri":"1890","surface_form":"1890","offset":148},{"uri":"1891","surface_form":"1891","offset":235},{"uri":"Portrait","surface_form":"portrait","offset":410},{"uri":"Beauty","surface_form":"beauty","offset":700},{"uri":"Soul","surface_form":"soul","offset":877}]}