{"id":132709,"url":"http://en.wikipedia.org/wiki/Arthur_Miller","text":"Arthur Miller (October 17, 1915 – February 10, 2005) was an American playwright. His best known plays are \"All My Sons\", \"Death of a Salesman\" and \"The Crucible\". He also wrote for the movie \"The Misfits\" while married to Marilyn Monroe. She acted in this movie.\nEarly life.\nArthur Miller's family was a rich Jewish family from New York City. During the Great Depression in the 1930s, his family's business was forced to close down and they lost all their money. Because Miller wanted to go to university, he had to work in a warehouse. He studied economics and history at the University of Michigan as well as working for the school newspaper which helped him learn how to write plays. He married Mary Slattery in 1940.\nInfluence on his writing.\nIn Miller’s childhood, his family had money issues. Due to the fact that he experienced the whole situation with his family, his writings have been influenced a lot, he often includes the theme of financial problems which is a result of everything he had seen as a child. Another thing that influenced him a lot was Greek literature. Miller once said that he liked to read Greek literature for ideas to write about. The readers are able to see it in his writing style and the element he uses in his writing.\nPlays.\nIn 1936 his very first play, \"No Villain,\" was produced and gained a huge success. The play even won him a Hopwood Award and people started to get to know him. In 1944, Miller had his first play in the theater on Broadway in New York City, called \"The Man Who Had All the Luck\". Not many people liked it so this play was stopped after one week. However, three years later, his play \"All My Sons\" became very popular. This play won the Pulitzer Prize for drama. In 1949, he wrote \"Death of a Salesman\", a story about the American Dream, it addresses the loss of identity and a man who's unable to accept change within himself and society. In 1953, he wrote \"The Crucible\", a story about the Salem Witch Trials. He wrote this because of the McCarthyism of the 1950s, the fear that communism would take over America. A few years later, Miller was blamed for being a communist himself. He had to answer questions from the House Un-American Activities Committee, a group that Senator Joseph McCarthy made.\nPersonal life and death.\nIn 1956, Miller divorced Mary Slattery so he could marry the actress Marilyn Monroe. During this marriage, he wrote for the movie \"The Misfits\". Monroe acted in this movie. After five years of marriage, Monroe divorced him.\nThe following year, Miller married again. The photographer Inge Morath was his third wife, and they were together until she died in 2002. They had two children.\nHis son, Daniel, was born with Down Syndrome. Miller put him in a hospital and did not want to see him again. His daughter, Rebecca, who married actor Daniel Day-Lewis, asked Miller several times to contact his hospitalised son.\nIn 1964, Miller produced the play \"After The Fall\" that talks about the marriage with Marilyn Monroe. Later on, during the mid 1990s, he wrote three new plays, including \"The Ride Down Mt. Morgan\", \"The Last Yankee\" and \"Broken Glasses\".\nOn February 10, 2005, Miller died of heart disease. He was 89.\nInfluence on society.\nMiller's ideas influence the society a lot. For example, the way of writing has changed a lot. He often writes about the experience of being human in a very raw but very loving way. He once said that “Maybe all one can do is hope to end up with the right regrets” which later on has a huge impact on people. Another influence on society is that the way people write stage plays have changed a lot. People tend to focus on characters more than anything else. Miller believes that “the theater is so endlessly fascinating because it's so accidental (happens by chance). It's so much like life.” It reflects on his writing because he likes to write more on the bonds between individual and society rather than only character.","categories":[],"infobox_types":["Writer &lt;!-- for more information see [[:Template:Infobox Writer/doc]] --&gt;"],"annotations":[{"uri":"Americans","surface_form":"American","offset":60},{"uri":"Playwright","surface_form":"playwright","offset":69},{"uri":"Death_of_a_Salesman","surface_form":"Death of a Salesman","offset":122},{"uri":"The_Crucible","surface_form":"The Crucible","offset":148},{"uri":"Movie","surface_form":"movie","offset":185},{"uri":"Marilyn_Monroe","surface_form":"Marilyn Monroe","offset":222},{"uri":"Jewish","surface_form":"Jewish","offset":309},{"uri":"New_York_City","surface_form":"New York City","offset":328},{"uri":"Great_Depression","surface_form":"Great Depression","offset":354},{"uri":"Warehouse","surface_form":"warehouse","offset":526},{"uri":"University_of_Michigan","surface_form":"University of Michigan","offset":577},{"uri":"Newspaper","surface_form":"newspaper","offset":634},{"uri":"Influence","surface_form":"influence","offset":895},{"uri":"Financial","surface_form":"financial","offset":944},{"uri":"Literature","surface_form":"literature","offset":1069},{"uri":"Greece","surface_form":"Greek","offset":1120},{"uri":"Literature","surface_form":"literature","offset":1126},{"uri":"Broadway","surface_form":"Broadway","offset":1475},{"uri":"New_York_City","surface_form":"New York City","offset":1487},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":1697},{"uri":"Drama","surface_form":"drama","offset":1716},{"uri":"Death_of_a_Salesman","surface_form":"Death of a Salesman","offset":1742},{"uri":"American_Dream","surface_form":"American Dream","offset":1782},{"uri":"Society","surface_form":"society","offset":1891},{"uri":"The_Crucible","surface_form":"The Crucible","offset":1919},{"uri":"Salem_Witch_Trials","surface_form":"Salem Witch Trials","offset":1952},{"uri":"McCarthyism","surface_form":"McCarthyism","offset":2001},{"uri":"Communism","surface_form":"communism","offset":2041},{"uri":"America","surface_form":"America","offset":2067},{"uri":"Communist","surface_form":"communist","offset":2125},{"uri":"House_Un-American_Activities_Committee","surface_form":"House Un-American Activities Committee","offset":2180},{"uri":"United_States_Senate","surface_form":"Senator","offset":2233},{"uri":"Joseph_McCarthy","surface_form":"Joseph McCarthy","offset":2241},{"uri":"Divorce","surface_form":"divorce","offset":2304},{"uri":"Marriage","surface_form":"marry","offset":2339},{"uri":"Actress","surface_form":"actress","offset":2349},{"uri":"Marilyn_Monroe","surface_form":"Marilyn Monroe","offset":2357},{"uri":"Inge_Morath","surface_form":"Inge Morath","offset":2571},{"uri":"Down_Syndrome","surface_form":"Down Syndrome","offset":2704},{"uri":"Hospital","surface_form":"hospital","offset":2739},{"uri":"Daniel_Day-Lewis","surface_form":"Daniel Day-Lewis","offset":2824},{"uri":"Marilyn_Monroe","surface_form":"Marilyn Monroe","offset":2988},{"uri":"Influence","surface_form":"influence","offset":3240},{"uri":"Influence","surface_form":"influence","offset":3541}]}