{"id":132791,"url":"http://en.wikipedia.org/wiki/Jeremias_Gotthelf","text":"Albert Bitzius (October 4, 1797 – October 22, 1854) was a Swiss novelist and pastor. He is probably more famous by his pen name Jeremias Gotthelf. He was born in Murten, where his father was pastor.\nIn 1804 the home was moved to Utzenstorf, a village in the Bernese Emmental. Bitzius gew up there and received his early education. He also had to help his father to cultivate his glebe. In 1812 he went to complete his education at Bern, and in 1820 was received as a pastor. In 1821 he visited the University of Göttingen, but returned home in 1822 to act as his father's assistant. When his father died in 1824, he went to Herzogenbuchsee as a priest. In 1829, he went to Bern. Early in 1831 he went to help the old pastor of the village of Lützelflüh, in the Upper Emmenthal (between Langnau and Burgdorf). In 1832 he was chosen as his successor. He married one of his granddaughters in 1833. He spent the rest of his life there, leaving three children (the son was a pastor, the two daughters married pastors).\nHis first work, the \"Bauernspiegel\", appeared in 1837. It claimed to be the life of Jeremias Gotthelf, narrated by himself, and this name was later adopted by the author as his pen name. It is a living picture of Bernese (or, strictly speaking, Emmenthal) village life, true to nature, and not attempting to gloss over its defects and failings. It is written (like the rest of his works) in German, but contains expressions from the Bernese dialect of the Emmenthal. Unlike Auerbach, Bitzius was not a peasant by birth, but belonged to the educated classes. He reproduces what he had seen and learnt, and not what he had himself personally experienced. The book was a great success, as it was a picture of real life, and not of fancifully beribboned eighteenth-century villagers.\nHis best known work is without doubt the short novel \"Die Schwarze Spinne\" (The Black Spider), a semi-allegorical tale of the plague in form of the titular monster that devastates a Swiss valley community; first as a result of a pact with the devil born out of need and a second time due to the moral decay that releases the monster from its prison again.\nAmong his later tales are the \"Leiden und Freuden eines Schulmeisters\" (1838-1839), \"Uli der Knecht\" (1841), with its continuation, \"Uli der Pächter\" (1849), \"Anne-Bäbi Jowäger\" (1843-1844), \"Käthi, die Großmutter\" (1846), \"Die Käserei in der Vehfreude\" (1850), and the \"Erlebnisse eines Schuldenbauers\" (1853). He also published several volumes of shorter tales.\nOne slight drawback to some of his writings is the echo of local political controversies, for Bitzius was a Whig and strongly opposed to the Radical party in the canton, which carried the day in 1846.\nHe died on October 22, 1854 in Lützelflüh in Canton of Bern.\nLives by C. Manuel, in the Berlin edition of Bitzius's works (Berlin, 1861), and by J. Ammann in vol. i. (Bern, 1884) of time \"Sammlung Bernischer Biographien\". His works were issued in 24 vols. at Berlin, 1856-1861, while 10 vols., giving the original text of each story, were issued at Bern, 1898-1900.\nReferences.\nThe article is available [http://encyclopedia.jrank.org/BER_BLA/BITZIUS_ALBRECHT_1797_1854_.html here].","categories":[],"infobox_types":[],"annotations":[{"uri":"Switzerland","surface_form":"Swiss","offset":58},{"uri":"Novelist","surface_form":"novelist","offset":64},{"uri":"Pastor","surface_form":"pastor","offset":77},{"uri":"Murten","surface_form":"Murten","offset":162},{"uri":"Canton_of_Berne","surface_form":"Bernese","offset":258},{"uri":"Emmental","surface_form":"Emmental","offset":266},{"uri":"Glebe","surface_form":"glebe","offset":379},{"uri":"Bern_(city)","surface_form":"Bern","offset":431},{"uri":"University_of_G%C3%B6ttingen","surface_form":"University of Göttingen","offset":498},{"uri":"Bern_(city)","surface_form":"Bern","offset":673},{"uri":"Berthold_Auerbach","surface_form":"Auerbach","offset":1488},{"uri":"October_22","surface_form":"October 22","offset":2726},{"uri":"1854","surface_form":"1854","offset":2738},{"uri":"L%C3%BCtzelfl%C3%BCh","surface_form":"Lützelflüh","offset":2746},{"uri":"Canton_of_Bern","surface_form":"Canton of Bern","offset":2760}]}