{"id":132835,"url":"http://en.wikipedia.org/wiki/Mermaid","text":"A mermaid is a mythological creature with a female human head and upper body and the tail of a fish. Mermaids are said to live mostly in the water, although sometimes they are known to come out of the water and sit on the large rocks above the sea. It was thought that they would make boats crash with their siren-like calls.\nOverview and etymology.\nThe word is a compound of mere, the Old English word for \"sea\", and maid, a woman. The male equivalent is a merman.\nMuch like sirens, mermaids sometimes sing to people and gods and enchant them, distracting them from their work and causing them to walk off the deck or run their ships aground. Other stories depict them squeezing the life out of drowning men while attempting to rescue them. They are also said to carry humans down to their underwater kingdoms or drown them.\nThe sirens of Greek mythology are sometimes portrayed in later folklore as mermaid-like. But in the Odyssey they are described as birds with women's heads, not women with fish tails. Some languages use the same word for both bird and fish creatures, such as the Maltese word 'sirena'. Other related types of mythical or legendary creatures are water fairies (e.g., various water nymphs) and selkies, animals that can transform themselves from seals to humans.\nAncient Near East.\nThe first known mermaid stories appeared in Assyria, ca. 1000 BC. The goddess Atargatis loved a shepherd and accidentally killed him. She was so sad she jumped into a lake to become a fish, but the waters would not let her beauty be hidden. Because of this, she took the form of a mermaid.\nA popular Greek legend turns Alexander the Great's sister into a mermaid after she died. She lived, it was said, in the Aegean that when she met a ship, she asked its sailors only one question: \"Is King Alexander alive?\" (;\") The answer was \"He lives and reigns and conquers the world\" (Greek: \"Ζει και βασιλεύει και τον κόσμο κυριεύει\"). If they answered her question correctly, she calmed the waters for the ship, but any other answer would make her angry, and raise a storm.\nArabian Nights.\nThe \"One Thousand and One Nights\" includes several tales have \"Sea People\", such as \"Djullanar the Sea-girl\". Unlike other mythologies, these are almost the same as humans, except the fact that they can breathe and live underwater. They also breed with land humans, the children of them being able to live underwater.\nIn \"The Adventures of Bulukiya\", the protagonist Bulukiya's explore the seas, and meets some mermaids.\nBritish Isles.\nMermaids were noted in British folklore as unlucky omens. Several parts of the song \"Sir Patrick Spens\" is about a mermaid speaking to doomed ships, or telling them they will never see land again. Mermaids can also be a sign of bad weather.\nSome mermaids were described as very big, up to.\nMermaids could also swim up rivers to freshwater lakes. One day, in a lake near his house, the Laird of Lorntie went to help a woman he thought drowning, and a servant of his pulled him back, warning that it was a mermaid, and the mermaid screamed after him that she would have killed him if it were not for his servant.\nSometimes, though, mermaids could appear as nicer characters, teaching humans how to cure diseases.\nMermen were thought of as more wild and ugly than mermaids, but they also were not interested in humans.\nWarsaw Mermaid.\nThe mermaid, or \"syrenka\", is the symbol of Warsaw. Images of a mermaid symbolized Warsaw on its crest since the middle of the 14th century.\nMermaid Sighting.\nSome people claim to have seen dead or living mermaids from places such as Java and British Columbia. There are two Canadian reports from the area of Vancouver and Victoria, BC, one from sometime between 1870 and 1890, the other from 1967.\nIn August 2009, the town of Kiryat Yam in Israel offered a prize of 1 million dollars for anyone who could prove that mermaids existed off its coast, after dozens of people said they had seen a mermaid leaping out of the water like a dolphin and doing tricks in the air before returning back to where it had come from. The prize has not yet been awarded.\nArt and literature.\nOne famous image was created by John William Waterhouse, from 1895 to 1905, called \"A Mermaid\" (see the top of this article). It was an example of late British Academy style art, but disappeared and was not found until the 1970s. It is again in the collection of the Royal Academy.\nThe most famous in more recent centuries is Hans Christian Andersen's fairy tale \"The Little Mermaid\" (1836), which has been translated into many languages.\nThe best known musical about mermaids are those by Felix Mendelssohn in his \"Fair Melusina\" and the three \"Rhine daughters\" in Richard Wagner's Der Ring des Nibelungen.\nMovies with mermaids in them are drama television series such as \"Charmed\". Animated movies include Disney's popular musical version of Andersen's tale, and Hayao Miyazaki's Ponyo.\nHeraldry.\nIn heraldry, mermaids are most well known to be presented with a comb or a mirror, and also thought of to be very vain.\nA mermaid that had a shield and sword (\"Syrenka\") is on the official Coat of arms of Warsaw. The city of Norfolk, Virginia also uses a mermaid as a symbol.\nThe personal coat of arms of Michaëlle Jean, Canada's Governor General, features two mermaids.\nHoaxes.\nIn the 19th century, P. T. Barnum showed in his museum a taxidermal hoax called the \"Fiji mermaid.\" Others have made similar hoaxes, which are usually made by paper-mâché or parts of dead creatures, usually monkeys and fish, stitched together too look like a mermaid. In the wake of the 2004 tsunami, pictures of Fiji \"mermaids\" came up on the Internet as examples of items that had washed up onto the beach, though they were no more real than Barnum's exhibit.\nSirenia.\nSirenia is a type of plant-eating mammal like the manatee the dugong that only live in rivers, swamps, and in other large areas of water. Mariners used to call these animals mermaids.\nSirenomelia.\nSirenomelia, also called \"mermaid syndrome\", is a rare disorder. It happens when a child is born with his or her legs grown together and little or no genitalia. This, however, is as rare as conjoined twins, and only happens to one out of every 100,000 live births. It is usually very bad for the kidney and bladder, and only about four survivors were known to be alive as of July 2003.\nMermaids in Thai folklore.\nIn Thai folklore \"Phra Abhai Manee\" there is a beautiful mermaid named \"Praphanpheloung\". She is a beautiful lady who has tail instead of legs. The story told us about a charming prince who was taken by the giantess \"Pisua Samudr\" and lived together with her until they have a son named \"Sin -Samudr\". One day Sin Samudr went out of a cave and took a merman to his father who was locked in the cave. The merman knew the story well about a young prince so he want to help him and his son escape from the giantess. The story also mention about what mermaid look like. They are very beautiful with long black hair and pale skin. They love to sing and swim under the moon. Their eyes can be able to see in the dark but blur vision in the sun. Thai folklore \"Phra Abhai Manee\" was written by the famous poet named \"Sunthornphu\" because of the story happened near the shore so people placed his characters statues such as a giantess, the prince and a mermaid at Rayong, Thailand\nIn popular culture.\nMermaids are shown as characters in movies, including \"Splash\" and \"Aquamarine\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mythology","surface_form":"mythological","offset":15},{"uri":"Fish","surface_form":"fish","offset":95},{"uri":"Water","surface_form":"water","offset":141},{"uri":"Rock_(geology)","surface_form":"rocks","offset":228},{"uri":"Sea","surface_form":"sea","offset":244},{"uri":"Siren","surface_form":"siren","offset":308},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":840},{"uri":"Odyssey","surface_form":"Odyssey","offset":926},{"uri":"Fairies","surface_form":"fairies","offset":1176},{"uri":"Nymphs","surface_form":"nymphs","offset":1205},{"uri":"Selkies","surface_form":"selkies","offset":1217},{"uri":"Seals","surface_form":"seals","offset":1269},{"uri":"Folklore","surface_form":"stories","offset":1329},{"uri":"Assyria","surface_form":"Assyria","offset":1349},{"uri":"Shepherd","surface_form":"shepherd","offset":1401},{"uri":"Accident","surface_form":"accidentally","offset":1414},{"uri":"Beauty","surface_form":"beauty","offset":1528},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":1624},{"uri":"Aegean_Sea","surface_form":"Aegean","offset":1715},{"uri":"One_Thousand_and_One_Nights","surface_form":"One Thousand and One Nights","offset":2094},{"uri":"Breed","surface_form":"breed","offset":2331},{"uri":"Protagonist","surface_form":"protagonist","offset":2444},{"uri":"Explore","surface_form":"explore","offset":2467},{"uri":"Luck","surface_form":"luck","offset":2570},{"uri":"Weather","surface_form":"weather","offset":2757},{"uri":"Freshwater","surface_form":"freshwater","offset":2853},{"uri":"Warsaw","surface_form":"Warsaw","offset":3401},{"uri":"Java","surface_form":"Java","offset":3591},{"uri":"British_Columbia","surface_form":"British Columbia","offset":3600},{"uri":"Canadia","surface_form":"Canadia","offset":3632},{"uri":"Vancouver","surface_form":"Vancouver","offset":3666},{"uri":"Kiryat_Yam","surface_form":"Kiryat Yam","offset":3784},{"uri":"Israel","surface_form":"Israel","offset":3798},{"uri":"Offer","surface_form":"offered","offset":3805},{"uri":"John_William_Waterhouse","surface_form":"John William Waterhouse","offset":4163},{"uri":"Art","surface_form":"art","offset":4305},{"uri":"Royal_Academy","surface_form":"Royal Academy","offset":4398},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":4483},{"uri":"The_Little_Mermaid","surface_form":"The Little Mermaid","offset":4495},{"uri":"Translation","surface_form":"translated","offset":4538},{"uri":"Felix_Mendelssohn","surface_form":"Felix Mendelssohn","offset":4621},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":4697},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Der Ring des Nibelungen","offset":4714},{"uri":"Charmed","surface_form":"Charmed","offset":4805},{"uri":"Walt_Disney_Pictures","surface_form":"Disney","offset":4839},{"uri":"Hayao_Miyazaki","surface_form":"Hayao Miyazaki","offset":4896},{"uri":"Ponyo","surface_form":"Ponyo","offset":4913},{"uri":"Heraldry","surface_form":"heraldry","offset":4933},{"uri":"Vain","surface_form":"vain","offset":5044},{"uri":"Siren","surface_form":"Syrenka","offset":5090},{"uri":"Coat_of_arms","surface_form":"Coat of arms","offset":5119},{"uri":"Norfolk%2C_Virginia","surface_form":"Norfolk, Virginia","offset":5155},{"uri":"Micha%C3%ABlle_Jean","surface_form":"Michaëlle Jean","offset":5235},{"uri":"Governor_General_of_Canada","surface_form":"Governor General","offset":5260},{"uri":"P._T._Barnum","surface_form":"P. T. Barnum","offset":5330},{"uri":"Taxidermy","surface_form":"taxidermal","offset":5366},{"uri":"Hoax","surface_form":"hoax","offset":5377},{"uri":"Paper-m%C3%A2ch%C3%A9","surface_form":"paper-mâché","offset":5468},{"uri":"Sirenia","surface_form":"Sirenia","offset":5780},{"uri":"Herbivore","surface_form":"plant-eating","offset":5801},{"uri":"Mammal","surface_form":"mammal","offset":5814},{"uri":"Manatee","surface_form":"manatee","offset":5830},{"uri":"Dugong","surface_form":"dugong","offset":5842},{"uri":"Swamp","surface_form":"swamp","offset":5875},{"uri":"Sirenomelia","surface_form":"Sirenomelia","offset":5977},{"uri":"Disease","surface_form":"disorder","offset":6032},{"uri":"Sex_organ","surface_form":"genitalia","offset":6127},{"uri":"Conjoined_twins","surface_form":"conjoined twins","offset":6167},{"uri":"Kidney","surface_form":"kidney","offset":6273},{"uri":"Urinary_bladder","surface_form":"bladder","offset":6284},{"uri":"Thailand","surface_form":"Thai","offset":6393},{"uri":"Fictional_character","surface_form":"character","offset":7405},{"uri":"Splash_(movie)","surface_form":"Splash","offset":7438},{"uri":"Aquamarine_(movie)","surface_form":"Aquamarine","offset":7451}]}