{"id":132957,"url":"http://en.wikipedia.org/wiki/Alcoholic_drink","text":"An alcoholic drink is a drink that contains 0.5% or more ethanol. In chemistry there is a whole class of substances known as alcohol<nowiki/>s. The alcohol used in alcoholic drinks is known as ethanol or \"grain alcohol\". Grain alcohol is generally made through a process called fermentation. In fermentation, bacteria change sugar to make ethanol or vinegar. Other kinds of alcohol are usually harmful to drink, so the only kind of alcohol used in alcoholic drinks is grain alcohol. Since most people do not have to use any other kind of alcohol except ethanol, they will use the word \"alcohol\" to mean only ethanol. Sometimes people also use the word \"alcohol\" to talk about any drink containing ethanol, such as whiskey, vodka, or gin.\nFermenting grain can only make a drink that is 20% alcohol. To get higher amounts of alcohol in drinks, distillation is used. This allows to get substances that are made of alcohol to about 80-85% (Certain kinds of Rum used for cooking are at 70–80% alcohol). When beverages are sold, the amount of alcohol is listed as alcoholic proof rather than percentage.\nMost countries limit the sale of the different kinds of alcohol. Usually there are two limits, one for wines and beers, and the other for distilled alcoholic drinks.\nAlcopops are very sweet, and usually do not contain much alcohol (most have less than beer), but many governments make it illegal to buy them in certain places or at certain times because they have distilled alcohol mixed into them. They are controversial because some people think that they might be popular among young people.\nDrinking ethanol causes a person to feel relaxed. Ethanol is very commonly used, and has been made by humans for thousands of years. It is one of the oldest and most used recreational drug (drugs used for fun) in the world. People may overuse it for the same reason. The addiction to alcohol is called alcoholism. Alcoholic drinks can be dangerous. If a person drinks a lot of alcohol, they become intoxicated, meaning that they get drunk. People who are drunk may do or say strange or dangerous things and may not be able to control themselves. The amount of alcohol that it takes to get somebody drunk is different from person to person. All alcohols are toxic, but ethanol is less toxic because the human body can break it down quickly. Some strong alcohols can also cause intoxication and impairment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drink","surface_form":"drink","offset":24},{"uri":"Ethanol","surface_form":"ethanol","offset":57},{"uri":"Alcohol","surface_form":"alcohol","offset":125},{"uri":"Ethanol","surface_form":"ethanol","offset":193},{"uri":"Fermentation","surface_form":"fermentation","offset":278},{"uri":"Bacteria","surface_form":"bacteria","offset":309},{"uri":"Sugar","surface_form":"sugar","offset":325},{"uri":"Vinegar","surface_form":"vinegar","offset":350},{"uri":"Whiskey","surface_form":"whiskey","offset":714},{"uri":"Vodka","surface_form":"vodka","offset":723},{"uri":"Gin","surface_form":"gin","offset":733},{"uri":"Distillation","surface_form":"distillation","offset":842},{"uri":"Rum","surface_form":"Rum","offset":953},{"uri":"Alcoholic_proof","surface_form":"alcoholic proof","offset":1058},{"uri":"Alcopop","surface_form":"Alcopop","offset":1264},{"uri":"Beer","surface_form":"beer","offset":1350},{"uri":"Relaxation","surface_form":"relaxed","offset":1634},{"uri":"Drug","surface_form":"recreational drug","offset":1764},{"uri":"Addiction","surface_form":"addiction","offset":1864},{"uri":"Alcoholism","surface_form":"alcoholism","offset":1895},{"uri":"Intoxication","surface_form":"intoxicated","offset":1991},{"uri":"Drunk","surface_form":"drunk","offset":2026},{"uri":"Toxic","surface_form":"toxic","offset":2250},{"uri":"Human_body","surface_form":"human body","offset":2295},{"uri":"Intoxication","surface_form":"intoxication","offset":2369},{"uri":"Impairment","surface_form":"impairment","offset":2386}]}