{"id":133095,"url":"http://en.wikipedia.org/wiki/BBC_Weather","text":"e=\"preserve\">BBC Weather is the BBC's department in charge of preparing and broadcasting weather forecasts and is now part of BBC News. The broadcast meteorologists are employed by the Met Office. The longest serving presenter of BBC weather was Michael Fish, now retired, who appeared for 30 years between 1974 and 2004.\nEarly history.\nThe first BBC weather forecast was a shipping forecast read on the radio for the Met Office on 14 November 1922. The first daily weather forecast was broadcast 26 March 1923.\nIn 1936, the BBC experimented with the world's first weather maps on television. Weather maps were first published in \"The Times\" on 1 April 1875. The BBC started broadcasting the maps in 1949 after World War II. The map filled the whole TV screen, and an off-screen narrator would comment on the next day's weather.\nAdvance of technology.\nOn 11 January 1954, George Cowling was the first weather forecaster to stand in front of a weather map. To do this, the maps were drawn by hand in the London Weather Centre and were taken across London. The forecasts were presented by the same person who had made them, and were not always right.\nIn 1962, a fax machine and an electronic computer were bought by the Met Office. This gave better and quicker forecasting.\nSatellite photography was available from 1964, but was of a poor quality and was given on paper, with the coastline etched in felt-tip pen. This did not change until 1973 when a new computer was bought. This made forecasts twice as accurate as earlier ones.\nGraphical technology.\nAs computational capability improved, so did graphics technology. Early hand-drawn maps gave way to magnetic symbols, which in turn gave way to bluescreen (CSO) computer-generated imagery technology, each of which allowed the presenter greater control over the information displayed.\nEarly magnetic symbols tended to adhere poorly to the maps, and occasional spelling errors (such as the presenter writing 'GOF' instead of 'FOG') marred some broadcasts, but allowed the presenter to show how weather would change over time. The symbols were designed to be 'self-explicit', allowing the viewer to understand the map without a key or legend.\nThese were phased out in 1985 for computer graphics, although the basic design of symbols was kept the same. These forecasts were widely acclaimed for their simplicity, winning an award from the Royal Television Society.\nGreat Storm of 1987 Controversy.\nPossibly the most famous of the forecasters is the now retired Michael Fish. Famous for his informal manner and eccentric dress sense (he once wore a blue and green blazer emblazoned with all the weather symbols), he was a viewer favourite despite an unfortunate comment before The Great Storm of 1987.\nDuring a weather forecast some hours before the storm, Michael Fish started his forecast with the now famous line\nAlthough he was actually referring to a Florida hurricane (Floyd), and went on to forecast stormy conditions over the South of England, the statement has gone down in popular culture as one of the worst mistakes made so publicly.\n2000-05 graphics.\nOn 2 October 2000 BBC Weather underwent a more significant change. Whilst there was not much change to the existing weather symbols new symbols giving information Pollen and Sun levels were introduced. A new more detailed map of Britain was used based on satellite data.\nToday.\n16 May 2005 saw the end of the weather symbols on television after 29 years and 9 months on air. They were replaced by a controversial format as the forecast underwent another redesign, with the flat map replaced by a 3D globe, and weather conditions shown by coloured areas. Cloud cover is indicated by the brightness of the map, while rain and snow are indicated by animated blue and white areas respectively.\nThe graphics are provided by Weatherscape XT, which was developed by the commercial arm of the New Zealand Metservice.\nThe move polarised opinion; some saw it as more accurate and modern, while others disliked the brown colour chosen for the landmass and the presumed high cost of the graphics. Poor angling of the map, in order to show the curvature of the Earth, led to Scotland appearing little larger than Devon, and Shetland being almost invisible while exaggerating London and the South East. This led to many Scottish commentators claiming the BBC was guilty of a London bias. As a result, the map was realigned, and the moving tour of the UK was lengthened.\nThe new look won a prestigious Silver Award at the Promax/BDA Awards in 2006. Criticism has been ongoing however, with some viewers complaining about the colour scheme, and of a lack of detail beyond 36 hours.\nThere have been continuous developments since May 2005. In 2006, a rippling effect was introduced to define seas and oceans.\nOnline forecasts.\nThe BBC Weather website provides outlook weather forecasts for UK and international locations using animated symbols and a format similar in design to that used for the televised broadcasts.\nThe website also runs frequent special features about seasonal sports, White Christmas, nature and meteorological science. It also has world weather, UK outlook and weather news. A new beta weather site is currently being developed, to fit in with the rest of the BBC site style.","categories":[],"infobox_types":[],"annotations":[{"uri":"BBC","surface_form":"BBC","offset":32},{"uri":"BBC_News","surface_form":"BBC News","offset":126},{"uri":"Met_Office","surface_form":"Met Office","offset":185},{"uri":"Weather_forecast","surface_form":"weather forecast","offset":351},{"uri":"Shipping_forecast","surface_form":"shipping forecast","offset":374},{"uri":"Met_Office","surface_form":"Met Office","offset":418},{"uri":"Weather_map","surface_form":"weather map","offset":565},{"uri":"The_Times","surface_form":"The Times","offset":631},{"uri":"World_War_II","surface_form":"World War II","offset":711},{"uri":"George_Cowling","surface_form":"George Cowling","offset":872},{"uri":"Fax","surface_form":"fax","offset":1160},{"uri":"Computer","surface_form":"computer","offset":1190},{"uri":"Satellite_photography","surface_form":"Satellite photography","offset":1272},{"uri":"Felt-tip_pen","surface_form":"felt-tip pen","offset":1398},{"uri":"Bluescreen","surface_form":"bluescreen","offset":1696},{"uri":"Colour-separation_overlay","surface_form":"(CSO)","offset":1707},{"uri":"Computer-generated_imagery","surface_form":"computer-generated imagery","offset":1713},{"uri":"Royal_Television_Society","surface_form":"Royal Television Society","offset":2387},{"uri":"Michael_Fish","surface_form":"Michael Fish","offset":2509},{"uri":"Great_Storm_of_1987","surface_form":"Great Storm of 1987","offset":2728},{"uri":"Hurricane_Floyd_(1987)","surface_form":"Floyd","offset":2922},{"uri":"Cloud_cover","surface_form":"Cloud cover","offset":3665},{"uri":"Rain","surface_form":"rain","offset":3726},{"uri":"Snow","surface_form":"snow","offset":3735},{"uri":"Metservice","surface_form":"Metservice","offset":3908},{"uri":"Scotland","surface_form":"Scotland","offset":4173},{"uri":"Devon","surface_form":"Devon","offset":4211},{"uri":"Shetland","surface_form":"Shetland","offset":4222},{"uri":"London","surface_form":"London","offset":4273},{"uri":"South_East_England","surface_form":"South East","offset":4288},{"uri":"North-South_divide_in_the_United_Kingdom","surface_form":"London bias","offset":4372},{"uri":"White_Christmas","surface_form":"White Christmas","offset":5082},{"uri":"Beta_version","surface_form":"beta","offset":5196}]}