{"id":133010,"url":"http://en.wikipedia.org/wiki/Heraclitus","text":"Heraclitus of Ephesus or Herakleitos (c.535 – 475 BC) was a pre-Socratic Greek philosopher. He was a native of Ephesus, Ionia, on the coast of Asia Minor.\nOften it is difficult to understand what he was trying to say. He believed in the unity of opposites, stating that \"the path up and down are one and the same\".\nHis utterance that \"all things come to be in accordance with this \"logos\",\" (literally, \"word,\" \"reason,\" or \"account\") has been the subject of many interpretations.\n\"Logos\" became a technical term in philosophy, beginning with Heraclitus, who used the term for a principle of order and knowledge.\nDiogenes Laërtius states that Heraclitus' work was \"a continuous treatise \"On Nature\", but was divided into three discourses, one on the universe, another on politics, and a third on theology.\" Theophrastus says (in Diogenes) \"... some parts of his work are half-finished, while other parts make a strange medley\".\nDiogenes also tells us that Heraclitus deposited his book as a dedication in the great temple of Artemis, the Artemisium, one of the largest temples of the 6th century BC, and one of the Seven Wonders of the Ancient World. Ancient temples were regularly used for storing treasures, and were open to private individuals under exceptional circumstances. Many later philosophers refer to the work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ephesus","surface_form":"Ephesus","offset":14},{"uri":"Pre-Socratic_philosophy","surface_form":"pre-Socratic","offset":60},{"uri":"Ancient_Greece","surface_form":"Greek","offset":73},{"uri":"Philosopher","surface_form":"philosopher","offset":79},{"uri":"Ephesus","surface_form":"Ephesus","offset":111},{"uri":"Ionia","surface_form":"Ionia","offset":120},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":143},{"uri":"Diogenes_La%C3%ABrtius","surface_form":"Diogenes Laërtius","offset":613},{"uri":"Theophrastus","surface_form":"Theophrastus","offset":807},{"uri":"Artemis","surface_form":"Artemis","offset":1025},{"uri":"Temple_of_Artemis","surface_form":"Artemisium","offset":1038},{"uri":"Seven_Wonders_of_the_Ancient_World","surface_form":"Seven Wonders of the Ancient World","offset":1115}]}