{"id":13312,"url":"http://en.wikipedia.org/wiki/Hypercholesterolemia","text":"e=\"preserve\">Hypercholesterolemia means that the cholesterol level is too high in the blood.\nCholesterol.\nCholesterol is a molecule in cells. It is a type of lipid which is a fat or fat-like molecule. Cholesterol is a special type of lipid that is called a steroid. Steroids are lipids that have a special chemical structure. This structure is made of four rings of carbon atoms.\nOther steroids include hormone steroids like cortisol, estrogen, and testosterone. In fact, all steroid hormones are made from changing the basic chemical structure of cholesterol. When scientists talk about making one molecule from changing simpler ones, they sometimes call it \"synthesis\".\nWhere does it come from?\nCholesterol is usually in the walls of cells. It is \"only\" in animals. Plants do not synthesize cholesterol. So the cholesterol in the food people eat can only come from eating food from animals. But even vegans who eat \"only\" plant foods can have cholesterol. This is because \"most\" of the cholesterol that is in our bodies is synthesized \"by\" our bodies.\nWhat does it do?\nCholesterol does many important jobs in a cell. Cholesterols main function is as a structural component of cell membranes. It is also the starting material for bile acids that are made by the liver and used to digest fats, and for steroid hormones. However, it is best known for something bad that it does. High levels of cholesterol can lead to atherosclerosis. This is an inflammatory disease of artery walls in which white blood cells invade the vessel wall and become engorged with cholesterol and other lipids. These\nareas can slowly close off a blood vessel or can suddenly rupture and trigger formation of a blood clot.\nTypes of cholesterol.\nNot all cholesterol is bad. There are different kinds of cholesterol in the blood. Doctors often measure these different types to see if someone has hypercholesterolemia.\nHDL, an acronym for 'high density lipoprotein' is sometimes called 'good cholesterol' because people with high levels of HDL cholesterol have \"less\" atherosclerosis.\nLDL (low density lipoprotein) is sometimes called 'bad cholesterol' because people with high levels of LDL cholesterol have more atherosclerosis.\nHigh blood levels of VLDL (very low density lipoprotein) also causes more atherosclerosis. However, measuring its level in blood is more expensive. So the blood level of triglycerides (a kind of fat) is used instead. High triglycerides (TG) are found in people with high VLDL.\nWhy is atherosclerosis bad?\nWhen atherosclerosis gets bad enough, it can cause blockage of blood flow in arteries. This can hurt whatever the artery brings blood to. The organ or tissue that the blocked artery brought blood to can even die. If the organ or tissue dies, doctors call this an \"infarction\". If it is hurt from low blood flow, but not enough to die, it is called \"ischemia\".\nIf the artery brought blood to the heart, people can have angina or a heart attack. A heart attack is also called a \"myocardial infarction.\" Myocardial means relating to the heart muscle. Infarction means death of a tissue or organ. So a myocardial infarction or \"heart attack\" is when blood flow to part of the heart stops. Then that part of the heart dies. Angina is when the blood flow is \"low\" but not \"totally blocked\".\nIf the blocked artery brought blood to the brain, people can have a stroke. If the blocked artery is to the kidneys, it can cause kidney failure. If the blocked artery is to an arm or leg, they may also die. If this happens, the arm or leg may need to be amputated (cut off) if the blood vessel cannot be fixed by doctors.\nHow is atherosclerosis treated?\nThe best way to treat it is to not get it! Some people develop atherosclerosis faster than others. Some develop it very slowly. Many things make those differences between people. Some are things people can change. Some are not.\nHowever, once someone gets hypercholesterolemia which means high blood cholesterol, doctors treat them. The first way to treat hypercholesterolemia is to exercise, quit smoking, and eat better foods. If these work and the cholesterol blood levels become normal, no more treatment is needed. If these do not work, sometimes medicines are also needed. But even if medicine is used, it is still important to stop smoking, eat better, and exercise.\nOnce someone gets atherosclerosis from hypercholesterolemia, a better diet, exercise, and quitting smoking \"may not be enough\". If people already have atherosclerosis that causes problems like heart attack or strokes, medicine is almost always needed.\nPeople with atherosclerosis must also be watched by doctors to make sure they do not get ischemia or infarction. Since they are more likely to get a myocardial infarction (heart attack) or stroke, they must watch for signs of these. Sometimes if a doctor thinks a person has atherosclerosis she may do tests to find atherosclerosis \"before\" it causes symptoms of ischemia or infarction. But if people get symptoms of these problems, it is important to see a doctor \"immediately\".\nFor all of these types of ischemia or infarction, doctors can try to reopen the blocked artery. This may be done by surgery or sometimes with very strong medicines to make the blood less able to make clots. If this is not done \"fast enough\", the tissue or organ with ischemia may be too badly hurt, and it might not be able to be saved.\nMedicines to treat hypercholesterolemia.\nThe most common type of medicine to treat hypercholesterolemia are 'statin' drugs. They are called 'statins' because their names all end in -statin. They are also called \"HMG-CoA Reductase Inhibitors\". This is because they work by \"inhibiting\" the enzyme HMG-CoA Reductase. Inhibiting an enzyme means to make it work less well.\nThe HMG-CoA Reductase enzyme causes the body to make more cholesterol. If it is inhibited, the body makes \"less\" cholesterol. So statin drugs lower the amount of LDL (bad) cholesterol in the blood which stops atherosclerosis from getting worse. Statin drugs can even help make atherosclerosis better. However, statins are not as good at increasing the HDL (good) cholesterol. Low HDL is hard to treat with medicines, but goes up with more exercise!\nThere are two big problems with taking statins: Liver problems and 'Rhabdomyolysis.'\nRhabdomyolysis means a disease where muscle cells are damaged and die. Statins can cause damage to muscle cells. This can cause weakness and muscle pain. The worse problem though is that when muscle cells die, they release cell proteins into the blood. The kidney removes the muscle protein from the blood. If the kidney takes up too much protein, it can be hurt. If it is bad enough it can cause kidney failure. So if people take statins and get muscle pain or weakness, stop the medicine and see a doctor.\nStatins can also cause liver problems. They can cause mild irritation of the liver. They can rarely cause very bad liver damage. Because of this, when someone starts taking a statin, doctors check liver blood tests after six weeks. Doctors also warn patients to watch for the signs of liver damage: pain in the right side of the abdomen, nausea, vomiting, and jaundice.\nHowever, both of these problems are \"rare\". In someone with hypercholesterolemia, the benefit from statins is more than the risk. This means that someone is more likely to prevent problems than cause problems by taking them. There are many big scientific studies of this problem that show the same thing: if people have hypercholesterolemia and take statins, \"they are more likely to live longer and be healthier\".\nThere are other kinds of medicines to treat hypercholesterolemia. But statins are the most effective treatment.\n\"Fibrates\" are medicines that lower cholesterol levels. They may also help people with Type II Diabetes. This is a good effect because diabetes and hypercholesterolemia cause some of the same problems. If both diabetes and hypercholesterolemia happen in the same person the problems from these diseases can be much worse. Fibrates can have rhabdomyolysis like the statins and also can cause upset stomach. Use of fibrates and statins at the same time makes rhabdomyolysis happen much more often.\nNiacin is a vitamin that lowers cholesterol levels. It is also called Vitamin B3 or nicotinic acid. Severe niacin deficiency in the diet can cause a disease called \"Pellagra\". This is rare in the developed world today. However, less bad deficiency of niacin can cause high blood pressure, weight gain, and hypercholesterolemia. So sometimes Niacin is used to treat hypercholesterolemia. Niacin is one of the medicines that may make HDL (good) cholesterol go up. The biggest problem with taking enough Niacin to help cholesterol is that it causes severe \"flushing\" (hot, red, sometimes itchy skin). This 'side-effect' is so bad, sometimes people stop taking the medicine.\nBile Acid Resins are medicines that make people not absorb as much bile when they digest food. This causes them to take up less cholesterol also, which lowers blood levels of cholesterol.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cholesterol","surface_form":"cholesterol","offset":49},{"uri":"Blood","surface_form":"blood","offset":86},{"uri":"Molecule","surface_form":"molecule","offset":123},{"uri":"Cell","surface_form":"cell","offset":135},{"uri":"Lipid","surface_form":"lipid","offset":158},{"uri":"Fat","surface_form":"fat","offset":175},{"uri":"Steroid","surface_form":"steroid","offset":257},{"uri":"Chemical","surface_form":"chemical","offset":306},{"uri":"Structure","surface_form":"structure","offset":315},{"uri":"Carbon","surface_form":"carbon","offset":366},{"uri":"Atom","surface_form":"atom","offset":373},{"uri":"Hormone","surface_form":"hormone","offset":403},{"uri":"Cortisol","surface_form":"cortisol","offset":425},{"uri":"Estrogen","surface_form":"estrogen","offset":435},{"uri":"Testosterone","surface_form":"testosterone","offset":449},{"uri":"Scientist","surface_form":"scientist","offset":566},{"uri":"Vegan","surface_form":"vegan","offset":902},{"uri":"Acronym","surface_form":"acronym","offset":1899},{"uri":"Triglyceride","surface_form":"triglyceride","offset":2373},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":2650},{"uri":"Tissue_(biological)","surface_form":"tissue","offset":2659},{"uri":"Medical_doctor","surface_form":"doctors","offset":2750},{"uri":"Heart","surface_form":"heart","offset":2903},{"uri":"Angina","surface_form":"angina","offset":2926},{"uri":"Heart_attack","surface_form":"heart attack","offset":2938},{"uri":"Muscle","surface_form":"muscle","offset":3048},{"uri":"Brain","surface_form":"brain","offset":3336},{"uri":"Stroke","surface_form":"stroke","offset":3361},{"uri":"Kidney","surface_form":"kidney","offset":3401},{"uri":"Kidney_failure","surface_form":"kidney failure","offset":3423},{"uri":"Amputate","surface_form":"amputate","offset":3548},{"uri":"Atherosclerosis","surface_form":"atherosclerosis","offset":4339},{"uri":"Surgery","surface_form":"surgery","offset":5169},{"uri":"Medicine","surface_form":"medicine","offset":5207},{"uri":"Enzyme","surface_form":"enzyme","offset":5679},{"uri":"Liver","surface_form":"Liver","offset":6256},{"uri":"Cell","surface_form":"cell","offset":6337},{"uri":"Protein","surface_form":"protein","offset":6521},{"uri":"Kidney","surface_form":"kidney","offset":6550},{"uri":"Kidney_failure","surface_form":"kidney failure","offset":6690},{"uri":"Diabetes","surface_form":"Diabetes","offset":7793}]}