{"id":133165,"url":"http://en.wikipedia.org/wiki/Chirality","text":"Chirality is when an object is present in two forms which are mirror images of each other.\nThe two forms cannot be superimposed. Human hands are chiral. The left hand is a mirror image of the right hand. You cannot turn or move one of your hands to look exactly the same as the other. This is why you can not put a left handed glove on your right hand, or shake the right hand of a person using your left hand.\nIn chemistry.\nIn chemistry, chirality refers to molecules. If a molecule is chiral it has two forms that are mirror images of each other but \"otherwise identical\".\nChemists call these \"enantiomers\" or \"optical isomers\". Because the difference between right and left hands is easy to understand, chemists call enantiomers either 'right-' or 'left-handed'. A mixture of equal amounts of the two enantiomers is called a \"racemic mixture\".\nMolecular chirality is quite common. It is found in stereochemistry, inorganic chemistry, organic chemistry, physical chemistry, and biochemistry.\nThe symmetry of a molecule (or any other object) tells us whether it is chiral. A molecule is \"achiral\" (not chiral) if it has an axis of symmetry.\nRacemic mixtures.\nA racemic mixture is one which has equal amounts of left- and right-handed enantiomers of a chiral molecule.\nHomochiralism in biology.\nMany biologically active molecules are chiral, including amino acids (the building blocks of proteins) and sugars. Most of these compounds are of the same chirality. Most amino acids are L (left-handed) and sugars are D. (right-handed). Proteins made of L amino acids, are known as \"left-handed proteins\", whereas D amino acids produce \"right-handed proteins\".\nThe origin of homochirality in the first place is much discussed. Most believe that the original origin of chiralities was purely random. They think if carbon-based life forms exist elsewhere in the universe, the chemistry might have different chirality. Other theories are possible.\nEnzymes, which are chiral, usually only work with one enantiomer of a chiral substrate. Imagine an enzyme as having a glove-like cavity that binds a substrate. If this glove is right-handed, then one enantiomer will fit inside and be bound, whereas the other enantiomer will have a poor fit and is unlikely to bind.\nIt was economical for life-forms to adopt one form or the other of each type of chiral compound. That way we do not need two enzymes for every chemical reaction which involves chirality.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hand","surface_form":"hand","offset":135},{"uri":"Glove","surface_form":"glove","offset":327},{"uri":"Chemistry","surface_form":"chemistry","offset":428},{"uri":"Molecule","surface_form":"molecule","offset":459},{"uri":"Enantiomer","surface_form":"enantiomer","offset":596},{"uri":"Isomer","surface_form":"isomer","offset":621},{"uri":"Right-handed","surface_form":"right-","offset":740},{"uri":"Left-handed","surface_form":"left-handed","offset":752},{"uri":"Stereochemistry","surface_form":"stereochemistry","offset":899},{"uri":"Inorganic_chemistry","surface_form":"inorganic chemistry","offset":916},{"uri":"Organic_chemistry","surface_form":"organic chemistry","offset":937},{"uri":"Physical_chemistry","surface_form":"physical chemistry","offset":956},{"uri":"Biochemistry","surface_form":"biochemistry","offset":980},{"uri":"Symmetry","surface_form":"symmetry","offset":998},{"uri":"Amino_acid","surface_form":"amino acid","offset":1352},{"uri":"Protein","surface_form":"protein","offset":1388},{"uri":"Sugar","surface_form":"sugar","offset":1402},{"uri":"Enzyme","surface_form":"Enzyme","offset":1940},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":2399}]}