{"id":133171,"url":"http://en.wikipedia.org/wiki/Superimposition","text":"In graphics, superimposition is when an image or video is put on top of an already-existing image or video. This is usually done to add to the overall image effect or to hide something (such as when a different face is superimposed over the original face in a photograph).\nThis technique is used in cartography to produce photomaps by superimposing grid lines, contour lines and other linear or textual mapping features over aerial photographs.\nSuperimposition of 2D images containing correlated periodic grid structures may produce moiré patterns. Superimposition of two correlated layers comprising parallel lines or curves may give rise line moiré patterns. The movement of one of the layers results in a faster movement of the line moiré superimposition image. Such optical acceleration is known as moiré speedup (check for the formulas of optical speedup for curved patterns). When superimposing two identical layers comprising randomly spaced parallel lines, at a small angle or with a small scaling difference [http://switzernet.com/people/emin-gabrielyan/070227-random-line-moire/ random line moiré] patterns, namely line Glass patterns (after Leon Glass, 1969) appear. Similarly, when superimposing two identical layers of randomly scattered dots at a small angle or with a small scaling difference random dot Glass patterns, namely [http://switzernet.com/people/emin-gabrielyan/070212-random-moire/ random dot moiré], appears. When one of the layers embeds complex shapes, such as sequences of symbols forming a text, and another layer contains parallel lines or curves, the superimposition image may gives rise to magnified shapes, called shape moiré patterns.","categories":[],"infobox_types":[],"annotations":[{"uri":"Graphics","surface_form":"graphics","offset":3},{"uri":"Image","surface_form":"image","offset":40},{"uri":"Photograph","surface_form":"photograph","offset":260},{"uri":"Cartography","surface_form":"cartography","offset":299},{"uri":"Contour_line","surface_form":"contour line","offset":361}]}