{"id":13324,"url":"http://en.wikipedia.org/wiki/Emergency_medicine","text":"Emergency Medicine is a specialty of medicine. A specialty is a special part of medicine where a doctor may have more knowledge. Examples are Pediatrics (doctors who care for children), Geriatrics (doctors who care for elderly people), and Cardiology (doctors who know more about the heart.)\nEmergency Medicine (abbreviation EM) is sometimes also called \"Accident and Emergency Medicine\" (AEM).\nEM doctors specialize in treating diseases and injuries that need \"immediate\" care. These kind of diseases or injuries are called \"emergencies\". If they are not helped quickly, the person may become more sick or even die.\nDoctors that specialize in EM usually work in Emergency Departments. This is also called a casualty department or Emergency room. These are places in hospitals where people go if they have an emergency. They may have a red cross or red letters on the sign to show it is the Emergency Department. This way, even people who cannot read know where to go.\nDoctors who specialize in EM must know some about all of the different specialties of medicine. They treat people of all ages. They treat both men and women. They must know how to treat any kind of emergency. But they may not know \"quite\" as much about the \"chronic\" treatments of diseases over years. However, many people come to the Emergency Department with problems that are not emergencies. So EM doctors must also know about how to treat \"non\"-emergencies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medical_specialty","surface_form":"specialty","offset":24},{"uri":"Medicine","surface_form":"medicine","offset":37},{"uri":"Medical_doctor","surface_form":"doctor","offset":97},{"uri":"Pediatrics","surface_form":"Pediatrics","offset":142},{"uri":"Geriatrics","surface_form":"Geriatrics","offset":186},{"uri":"Cardiology","surface_form":"Cardiology","offset":240},{"uri":"Heart","surface_form":"heart","offset":284},{"uri":"Abbreviation","surface_form":"abbreviation","offset":312},{"uri":"Disease","surface_form":"disease","offset":429},{"uri":"Injury","surface_form":"injuries","offset":442},{"uri":"Emergency_room","surface_form":"Emergency room","offset":731},{"uri":"Hospital","surface_form":"hospital","offset":767}]}