{"id":133395,"url":"http://en.wikipedia.org/wiki/Socratic_method","text":"e=\"preserve\">The Socratic Method (or Method of Elenchus or Socratic Debate), is named after the Greek philosopher Socrates. It is a form of philosophical questioning.\nThe central technique of the Socratic method is called an \"elenchus\". It means argument to disprove or refute (prove wrong).\nSocrates in Plato's dialogues.\nOur knowledge of Socrates comes mainly from Plato, who was one of his pupils. No writing by Socrates survives.\nSocrates was famous for not answering questions in a direct manner. \"I know that I know nothing\", he said. Socrates's stated position (as presented in Plato's dialogues) was that other person already knew the answer to a question. He (S.) only drew out what was already in the other's mind.\nThe exact nature of the elenchus is subject to a great deal of debate. In particular, whether it is a positive method leading to knowledge, or a negative method used solely to refute false claims to knowledge.\nAccording to W.K.C. Guthrie, the Socratic method was intended to demonstrate one's ignorance. Socrates, unlike the Sophists, did believe that knowledge was possible, but believed that the first step to knowledge was recognition of one's ignorance. Guthrie writes, \"[Socrates] was accustomed to say that he did not himself know anything, and that the only way in which he was wiser than other men was that he was conscious of his own ignorance, while they were not. The essence of the Socratic method is to convince the interlocutor that whereas he thought he knew something, in fact he does not\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Greek","offset":96},{"uri":"Philosophy","surface_form":"philosopher","offset":102},{"uri":"Socrates","surface_form":"Socrates","offset":114},{"uri":"Philosophy","surface_form":"philosophical","offset":140},{"uri":"Refutation","surface_form":"refute","offset":270},{"uri":"Plato","surface_form":"Plato","offset":367},{"uri":"Dialectic","surface_form":"debate","offset":788},{"uri":"Sophist","surface_form":"Sophist","offset":1050}]}