{"id":133441,"url":"http://en.wikipedia.org/wiki/Puppet","text":"Puppets are objects used in theatrical performances. They are similar to dolls. They often use strings or other means to make the puppet move and look alive. Some puppets are very simple, but others are more complicated and need skill to use. The person who works the puppet and makes it move is called a puppeteer. The audience cannot usually see this person but some, like a ventriloquist and dummy, are in full view of the audience. There are many different types of puppets to be found around the world. Puppetry is a special art form that is very important in some cultures.\nTypes of puppets.\nFinger Puppet: A very simple type of puppet where the puppet is placed on a finger and worked by moving the finger.\nSock puppet: A sock or similar garment worn as a glove, with the thumb acting as a jaw.\nHand Puppet: Similar to a finger puppet, but larger. The puppeteer uses his or her fingers and hand to work the puppet. Punch and Judy are famous glove puppets.\nPop-up puppets: A cone with a rod through and a puppet inside. When the rod is pushed up, the puppet appears.\nPaddle Puppet: The puppet is on the end of a paddle. When the puppeteer steps on the paddles back end the other end lifts up, making it seem that the puppet moves by itself.\nJumping Jack: A puppet where the arms and legs of the puppet are joined to a string. When the string is pulled down, the arms and legs go up.\nRod Puppet and Bunraku: The puppet is worked with rods joined to the puppets arms and legs, while another puppeteer moves the head and sometimes the mouth. Bunraku is a special type of Japanese rod puppetry.\nShadow Puppet: Another very simple puppet. A cut out figure on a rod is held in front of a light. Its shadow is projected onto a screen. The puppeteer moves the puppet around, giving it some life. Sometimes coloured paper is used to give a certain amount of colour to the puppet.\nMarionette or String Puppet: This puppet is moved around with strings that hang from above the theatre. This is one of the more complex types of puppetry and is hard to master as some marionettes can have up to thirty strings.\nVentriloquist Figure or Dummy: This puppet is one of the few where the audience sees the puppeteer. The puppeteer moves the puppets head arms and mouth with his hands as well as with levers. The performance usually takes the shape of a conversation between the dummy and the puppeteer. The puppeteer speaks normally, then puts on a different voice when the puppet is supposed to be talking. His voice seems to be coming from his stomach (Latin: \"venter\"). His lips are not moving, but the puppet's lips may move, so it seems as if the puppet is talking.\nTicklebug: A type of Hand Puppet; a person uses their fingers as body parts to look like their hand is an animal. The center finger becomes the animal's head, the first and third fingers become the front legs, and the thumb and last finger are used as back legs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theatre","surface_form":"theatrical","offset":28},{"uri":"Doll","surface_form":"doll","offset":73},{"uri":"String","surface_form":"string","offset":95},{"uri":"Ventriloquism","surface_form":"ventriloquist","offset":377},{"uri":"Finger","surface_form":"finger","offset":674},{"uri":"Jaw","surface_form":"jaw","offset":797},{"uri":"Punch_and_Judy","surface_form":"Punch and Judy","offset":922},{"uri":"Cone","surface_form":"cone","offset":981},{"uri":"Rod","surface_form":"rod","offset":993},{"uri":"Bunraku","surface_form":"Bunraku","offset":1545},{"uri":"Japan","surface_form":"Japan","offset":1574},{"uri":"Stomach","surface_form":"stomach","offset":2533},{"uri":"Lips","surface_form":"lips","offset":2564}]}