{"id":133674,"url":"http://en.wikipedia.org/wiki/American_Dream","text":"The American Dream is the hope that in the United States of America, anyone can become successful if they work hard and try their very best.\nThe Statue of Liberty officially named \"Liberty Enlightening the World\", is a monument symbolizing the United States. The statue is placed near the entrance to New York City harbor.\nStatue of Liberty.\nMany migrants, people who come to America from other countries, come to America because they hope for a better life. America is attractive to migrants, because often there is more freedom to become rich or famous than the country that they leave. The standard icon of the American Dream is the Statue of Liberty.\nTo Live Freely.\nAmerican Dream also meant to live freely and equally with all other people in the United States.\nThe American Dream is also a main theme in the book by John Steinbeck, \"Of Mice and Men\". The two friends George and Lennie dream of their own piece of land with a ranch, so they can \"live off the fatta the lan'\" and just enjoy a better life.\nBut the symbolism shows this is futile due to the fact that it will never happen, and Lennie ends up being shot in the back of the head as a mercy killing, like Candy's dog. This shows that not everyone can achieve the American dream, thus proving by contradiction it is not possible.\n\"The Great Gatsby\".\nAlthough it is possible to achieve the American dream for few. A lot of people follow the American dream to achieve a greater chance of becoming rich. This was easier in the 1900s and now it is really hard to achieve the American dream because of all the competition and hard work required to achieve this dream. This is also shown in \"The Great Gatsby\".","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_of_America","surface_form":"United States of America","offset":43},{"uri":"United_States","surface_form":"United States","offset":244},{"uri":"New_York_City","surface_form":"New York City","offset":301},{"uri":"Harbor","surface_form":"harbor","offset":315},{"uri":"Freedom","surface_form":"freedom","offset":522},{"uri":"Statue_of_Liberty","surface_form":"Statue of Liberty","offset":636},{"uri":"John_Steinbeck","surface_form":"John Steinbeck","offset":823},{"uri":"Of_Mice_and_Men","surface_form":"Of Mice and Men","offset":840},{"uri":"The_Great_Gatsby","surface_form":"The Great Gatsby","offset":1652}]}