{"id":13363,"url":"http://en.wikipedia.org/wiki/Golden_Earring","text":"Golden Earring is a Dutch rock band. They began in 1961 in The Hague; named the Golden Earrings. In 1969, they became just Golden Earring, (dropping the \"s\"). They gained worldwide fame with their hit song \"Radar Love\" in 1973. The single was number one on the Dutch charts, in the top ten in the United Kingdom and number thirteen on the American music charts.\n\"Twilight Zone\" in 1982, and \"When the Lady Smiles\" in 1984 were also hit singles. During their career they had nearly 30 top-ten singles on the Dutch charts. Over the years they produced 25 studio albums. All musicians in the band have been members of the band since 1970. Other musicians, however, have come and gone during all these years.\nIn March 2009, Golden Earring celebrated its comeback in the United Kingdom with two concerts in Ipswich and London. Golden Earring's newest studio album was recorded live in a studio in London. It was released in May 2012. The album, named \"Tits 'n Ass\", went to number one in the Dutch album charts.\nCareer.\nGolden Earring went on their first major US tour in 1969 and 1970. Between 1969 and 1984, the band completed thirteen US tours.\nGolden Earring enjoyed a brief period of international stardom but were unable to get further chart success until 1982's \"Twilight Zone\". This was followed by \"The Lady Smiles\" in 1984.\nThe Russian rock band Aria made a successful cover version of a single, \"Going To The Run\". From 1992 to 2004 the band released three acoustic live \"unplugged\" albums which were successful. Since 1992, the band has performed popular acoustic unplugged theater-shows. The acoustic albums feature unplugged versions of famous hits of the band.\nHit singles.\n\"Radar Love\", from the album \"Moontan\", became a hit in both Europe and the USA in 1973. The album \"Moontan\" itself was awarded a gold record in the States. This is the band's best known song. There have been more than 200 cover versions of this classic rock song. It was voted \"best car song ever\" by readers of \"USA Today\" in 2005 and second-best \"greatest driving song\" in a poll of BBC's programme \"Top Gear\".\nGeorge Kooymans, the band's vocalist and guitarist, wrote \"Twilight Zone\". It was released in 1982 and brought Golden Earring more success. This song also had one of the first music videos. It was aired on the new music television channel, MTV, which began in 1981. This helped \"Twilight Zone\" become a Top Ten hit in the States. The song was inspired by the popular TV series \"The Twilight Zone\".\n\"When the Lady Smiles\", from the album \"News\", was the next international hit in 1984. It became a top hit in Europe and Canada with the help of a music video. It was not as successful in the States. The music video was banned from MTV because it showed nudity and the rape of a nun.\nDiscography.\nThe complete discography of Golden Earring is 25 studio albums, 8 live albums, 2 compilation albums, and 74 singles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Netherlands","surface_form":"Dutch","offset":20},{"uri":"Rock_music","surface_form":"rock","offset":26},{"uri":"The_Hague","surface_form":"The Hague","offset":59},{"uri":"Single_(music)","surface_form":"single","offset":232},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":297},{"uri":"United_States","surface_form":"American","offset":339},{"uri":"Music_charts","surface_form":"music charts","offset":348},{"uri":"Studio_album","surface_form":"studio album","offset":553},{"uri":"Musician","surface_form":"musician","offset":572},{"uri":"Ipswich","surface_form":"Ipswich","offset":802},{"uri":"London","surface_form":"London","offset":814},{"uri":"Russia","surface_form":"Russia","offset":1333},{"uri":"Aria","surface_form":"Aria","offset":1351},{"uri":"Acoustic","surface_form":"acoustic","offset":1463},{"uri":"Gold_record","surface_form":"gold record","offset":1814},{"uri":"Cover_version","surface_form":"cover version","offset":1907},{"uri":"USA_Today","surface_form":"USA Today","offset":1998},{"uri":"BBC","surface_form":"BBC","offset":2070},{"uri":"Top_Gear","surface_form":"Top Gear","offset":2087},{"uri":"Music_video","surface_form":"music video","offset":2274},{"uri":"MTV","surface_form":"MTV","offset":2338},{"uri":"TV","surface_form":"TV","offset":2465},{"uri":"The_Twilight_Zone","surface_form":"The Twilight Zone","offset":2476},{"uri":"Ban","surface_form":"ban","offset":2716},{"uri":"Nudity","surface_form":"nudity","offset":2750},{"uri":"Rape","surface_form":"rape","offset":2765},{"uri":"Nun","surface_form":"nun","offset":2775},{"uri":"Studio_album","surface_form":"studio album","offset":2842},{"uri":"Live_album","surface_form":"live album","offset":2859},{"uri":"Single_(music)","surface_form":"singles","offset":2901}]}