{"id":133758,"url":"http://en.wikipedia.org/wiki/George_Sand","text":"Amandine \"Aurore\" Lucile Dupin, later Baroness (French:\"baronne\") Dudevant (1 July 1804 – 8 June 1876), best known by her pseudonym George Sand (), was a French novelist and feminist.\nEarly life.\nSand's father, Maurice Dupin, was the grandson of the Marshall General of France, Maurice, Comte de Saxe. He was also a distant relative of Louis XVI. Her mother, Sophie-Victoire Delaborde was a common woman. Sand was born in Paris. She spent much of her childhood with her grandmother, Marie Aurore de Saxe, Madame Dupin de Franceuil. Her grandmother lived in her estate, Nohant, in the French region of Berry. She later used the setting in many of her novels. In 1822, at age 19, she married Baron Casimir Dudevant (1795–1871), illegitimate son of Jean-François. She and Dudevant had two children: Maurice (1823–1889) and Solange (1828–1899). In early 1831 she left her prosaic husband and entered upon a four- or five-year period of \"romantic rebellion.\" In 1835 she was legally separated from Dudevant.\nHow other people who lived at the time saw her.\nSand started to wear men's clothes in public. This harmed her reputation. She said that men's clothes were tougher, and also less expensive to buy than women's. The clothes she wore were comfortable, and they also allowed her to go around Paris more freely than the other women, even those of her own social standing.\nSand also smoked in public. This led to a scandal. At her time, women were not supposed to smoke, not even those of her standing. Franz Liszt had a relationship with a woman called Marie D'Agoult, who did this as well. D'Argoult smoked large cigars. These and other behaviors were exceptional for a woman of the early and mid-19th century, when social codes–especially in the upper classes–were very important.\nPoet Charles Baudelaire was a contemporary critic of George Sand: \"She is stupid, heavy and garrulous. Her ideas on morals have the same depth of judgment and delicacy of feeling as those of janitresses and kept women... The fact that there are men who could become enamoured of this slut is indeed a proof of the abasement of the men of this generation.\"\nRelationships.\nSand had affairs with several men. Some lasted longer, others shorter. These men included Jules Sandeau (1831), Prosper Mérimée, Alfred de Musset (summer 1833 – March 1834), Louis-Chrystosome Michel, Charles Didier, Pierre-François Bocage, Félicien Mallefille and Frédéric Chopin (1837–47).\nLater in life, she wrote letters to Gustave Flaubert. Despite their obvious differences in temperament and aesthetic preference, they eventually became good friends.\nShe was engaged in an intimate friendship with actress Marie Dorval, which led to widespread but unconfirmed rumors of a lesbian affair.\nIn Majorca one can still visit the (then abandoned) Carthusian monastery of Valldemossa, where she spent the winter of 1838–39 with Chopin and her children. This trip to Majorca was described by her in \"Un Hiver à Majorque\" (A Winter in Majorca), published in 1855.\nChopin left her two years before his death, because of a family disturbance wherein he supported her daughter Solange's marriage choice, which had caused Sand to disown the daughter.\nWriting career.\nA liaison with the writer Jules Sandeau heralded her literary debut. They published a few stories in collaboration, signing them \"Jules Sand.\" She consequently adopted, for her first independent novel, \"Indiana\" (1832), the pen name that made her famous – George Sand.\nHer first published novel, \"Rose et Blanche\" (1831), was written in collaboration with Jules Sandeau.\nDrawing from her childhood experiences of the countryside, she wrote the rural novels \"La Mare au Diable\" (1846), \"François le Champi\" (1847–1848), \"La Petite Fadette\" (1849), and \"Les Beaux Messieurs Bois-Doré\" (1857). \"A Winter in Majorca\" described the period that she and Chopin spent on that island in 1838-9.\nHer other novels include \"Indiana\" (1832), \"Lélia\" (1833), \"Mauprat\" (1837), \"Le Compagnon du Tour de France\" (1840), \"Consuelo\" (1842–1843), and \"Le Meunier d'Angibault\" (1845).\nFurther theatre pieces and autobiographical pieces include \"Histoire de ma vie\" (1855), \"Elle et Lui\" (1859) (about her affair with Musset), \"Journal Intime\" (posthumously published in 1926), and \"Correspondence\". Sand often performed her theatrical works in her small private theatre at the Nohant estate.\nIn addition, Sand authored literary criticism and political texts. Her most widely used quote being, \"There is only one happiness in life, to love and be loved.\"\nDeath.\nGeorge Sand died at Nohant, near Châteauroux, in France's Indre \"département\" on 8 June 1876, at the age of 71 and was buried in the grounds of her home there. In 2004, controversial plans were suggested to move her remains to the Panthéon in Paris.\nIn literature.\nFrequent literary references to George Sand can be found in \"Possession\" (1990) by A. S. Byatt. The American poet Walt Whitman cited Sand's novel \"Consuelo\" as a personal favorite and the sequel to this novel \"La Comtesse De Rudolstady\" contains at least a couple of passages that appear to have had a very direct influence on him. Elizabeth Barrett Browning (1806-1861), the English poet, produced two poems \"To George Sand: A Desire\" and \"To George Sand: A Recognition\". The character, Stepan Verkhovensky, in Dostoevsky's novel \"The Possessed\" took to translating the works of George Sand in his periodical, before the periodical was subsequently seized by the ever-cautious Russian government of the 1840s. George Sand is referenced a number of times in the play \"Voyage\", the first part of Tom Stoppard's \"The Coast of Utopia\" trilogy. And, in the first episode of the \"Overture\" to \"Swann's Way\" - the first novel in Marcel Proust's \"In Search of Lost Time\" sequence - a young, distraught Marcel is calmed by his mother as she reads from \"François le Champi\", a novel which it is explained was part of a birthday package from his grandmother which also included \"La Mare au Diable,\" \"La Petite Fadette,\" and \"Les Maîtres Sonneurs.\" As with many episodes involving art in \"À la recherche du temps perdu\", this reminiscence includes commentary on the work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pseudonym","surface_form":"pseudonym","offset":122},{"uri":"Feminist","surface_form":"feminist","offset":174},{"uri":"Maurice%2C_comte_de_Saxe","surface_form":"Maurice, Comte de Saxe","offset":278},{"uri":"Louis_XVI_of_France","surface_form":"Louis XVI","offset":336},{"uri":"Nohant","surface_form":"Nohant","offset":569},{"uri":"Berry_Hitler)","surface_form":"Berry","offset":601},{"uri":"Casimir_Dudevant","surface_form":"Casimir Dudevant","offset":696},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":1499},{"uri":"Cigar","surface_form":"cigar","offset":1611},{"uri":"Charles_Baudelaire","surface_form":"Charles Baudelaire","offset":1785},{"uri":"Jules_Sandeau","surface_form":"Jules Sandeau","offset":2241},{"uri":"Prosper_M%C3%A9rim%C3%A9e","surface_form":"Prosper Mérimée","offset":2263},{"uri":"Alfred_de_Musset","surface_form":"Alfred de Musset","offset":2280},{"uri":"Charles_Didier","surface_form":"Charles Didier","offset":2351},{"uri":"F%C3%A9licien_Mallefille","surface_form":"Félicien Mallefille","offset":2391},{"uri":"Fr%C3%A9d%C3%A9ric_Chopin","surface_form":"Frédéric Chopin","offset":2415},{"uri":"Gustave_Flaubert","surface_form":"Gustave Flaubert","offset":2478},{"uri":"Marie_Dorval","surface_form":"Marie Dorval","offset":2663},{"uri":"Lesbian","surface_form":"lesbian","offset":2729},{"uri":"Majorca","surface_form":"Majorca","offset":2748},{"uri":"Carthusian","surface_form":"Carthusian","offset":2797},{"uri":"Valldemossa","surface_form":"Valldemossa","offset":2821},{"uri":"Jules_Sandeau","surface_form":"Jules Sandeau","offset":3236},{"uri":"Pen_name","surface_form":"pen name","offset":3434},{"uri":"Jules_Sandeau","surface_form":"Jules Sandeau","offset":3566},{"uri":"La_Petite_Fadette","surface_form":"La Petite Fadette","offset":3730},{"uri":"Majorca","surface_form":"Majorca","offset":3814},{"uri":"Indiana_(novel)","surface_form":"Indiana","offset":3922},{"uri":"Mauprat","surface_form":"Mauprat","offset":3956},{"uri":"Consuelo_(novel)","surface_form":"Consuelo","offset":4015},{"uri":"Nohant","surface_form":"Nohant","offset":4571},{"uri":"Ch%C3%A2teauroux","surface_form":"Châteauroux","offset":4584},{"uri":"Indre_(department)","surface_form":"Indre","offset":4609},{"uri":"D%C3%A9partement_in_France","surface_form":"département","offset":4616},{"uri":"Panth%C3%A9on","surface_form":"Panthéon","offset":4782},{"uri":"A_Romance","surface_form":"Possession","offset":4877},{"uri":"A._S._Byatt","surface_form":"A. S. Byatt","offset":4899},{"uri":"Walt_Whitman","surface_form":"Walt Whitman","offset":4930},{"uri":"Elizabeth_Barrett_Browning","surface_form":"Elizabeth Barrett Browning","offset":5148},{"uri":"Dostoevsky","surface_form":"Dostoevsky","offset":5328},{"uri":"The_Possessed_(novel)","surface_form":"The Possessed","offset":5348},{"uri":"Tom_Stoppard","surface_form":"Tom Stoppard","offset":5611},{"uri":"Marcel_Proust","surface_form":"Marcel Proust","offset":5739},{"uri":"In_Search_of_Lost_Time","surface_form":"In Search of Lost Time","offset":5756}]}