{"id":133749,"url":"http://en.wikipedia.org/wiki/Smells_Like_Teen_Spirit","text":"\"Smells Like Teen Spirit\" is a song by the American grunge band, Nirvana, from their second album \"Nevermind\". It is probably their most famous song, and one of the most famous songs ever. Many people thought the song represented the ideas of the people in Generation X (people born in the United States between 1965 and 1980.)\nWriting the song.\nThe song was written by all three members of Nirvana. It was written to sound like a song that the Pixies (a band that Kurt Cobain enjoyed) wrote. It was originally a much faster song than the final version was. The title \"Smells Like Teen Spirit\" came from when Cobain's friend Kathleen Hanna spray painted \"Kurt Smells Like Teen Spirit\" on his wall. \"Teen Spirit\" was the name of the deodorant that Cobain's girlfriend Tobi Vail wore. But Cobain thought it was a symbol for a \"revolutionary\" song or a \"punk rock anthem.\"\nPeople's opinions of the song.\nSmells Like Teen Spirit was released in 1991. It was the first single from \"Nevermind\". Nirvana expected the song to not become very famous. They expected the next single, \"Come as You Are\", to be their big hit. However, radio stations in Seattle played Smells Like Teen Spirit, and it became a hit. Come as You Are was not as popular.\nMany people who listened to the song were not able to understand what Kurt Cobain was singing. This was because he mumbled throughout the song, and the lyrics did not make sense to them. Because of this, \"Weird Al\" Yankovic made a parody of the song called \"Smells Like Nirvana\".","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":43},{"uri":"Grunge","surface_form":"grunge","offset":52},{"uri":"Nirvana_(band)","surface_form":"Nirvana","offset":65},{"uri":"Nevermind","surface_form":"Nevermind","offset":99},{"uri":"Generation_X","surface_form":"Generation X","offset":257},{"uri":"Pixies","surface_form":"Pixies","offset":445},{"uri":"Spray_paint","surface_form":"spray paint","offset":640},{"uri":"Deodorant","surface_form":"deodorant","offset":732},{"uri":"Punk_rock","surface_form":"punk rock","offset":851},{"uri":"Come_as_You_Are","surface_form":"Come as You Are","offset":1074},{"uri":"Seattle","surface_form":"Seattle","offset":1140},{"uri":"%26quot%3BWeird_Al%26quot%3B_Yankovic","surface_form":"\"Weird Al\" Yankovic","offset":1441},{"uri":"Smells_Like_Nirvana","surface_form":"Smells Like Nirvana","offset":1495}]}