{"id":13384,"url":"http://en.wikipedia.org/wiki/Hormone","text":"Hormones are the chemical messengers of the endocrine system. Hormones are the signals which adjust the body's internal working, together with the nervous system. Every multicellular organism has hormones. The cells which react to a given hormone have special receptors for that hormone. When a hormone attaches to the receptor protein a mechanism for signalling is started. The cell or tissue that gets the message is called the 'target'. Hormones only act on cells which have the right receptors.\nMany different kinds of cells can send a message. There are some cells whose main job is to make hormones. When many of these cells are together, they are called a gland. Glands are groups of cells that make something and release it (put it outside the cell). Many glands make hormones.\n\"Endocrine\" means secreting directly into the blood. Most internal secretions are from endocrine glands. The opposite word is \"exocrine\", which means secreting through a duct or tube. Some hormones are produced by exocrine glands, and some exocrine secretions release outside the body. Sweat glands and salivary glands are examples of exocrine glands whose products are released outside the body.\nThe first discovery of a hormone was made in 1902. The hormone was secretin. The word 'hormone' was first used in 1905.\nActions.\nHormones do many things. They regulate metabolism. Metabolism is the chemical and energy reactions that happen in a living thing. Hormones cause the growth and death of cells and of whole organisms. Hormones also start and control sexual development. For example, the hormones estrogen and progesterone make girls go through puberty. Hormones help keep homeostasis in an organism. Homeostasis means to keep a constant state inside the body like temperature, amount of water and salts, and amount of sugar. Hormones released by one gland can also tell other glands to make different hormones.\nTypes of hormones.\nThere are four types of hormones in most vertebrates. They are grouped by the chemicals from which they are made.\nRegulation of hormones.\nIn biology regulation means to control something. So regulating hormones means controlling how much hormones are made and released from cells.\nNegative feedback.\nHormone regulation is mostly done by negative feedback. In negative feedback, a hormone causes an effect. The cells that make the hormone detect this effect and its production ceases.\nA good example of negative feedback is with the hormone insulin. Insulin is produced by the pancreas. Insulin is released by the pancreas in response to consumption of glucose. The amount of glucose in the blood rises, and the pancreas detects the increase. It then secretes insulin into the blood. Insulin increases glucose uptake in target cells. Some glucose is used by the cells but some is also converted to and stored in the form of glycogen. Glucose uptake by cells decreases blood glucose levels. This decrease is detected by the pancreas and in response, it stops secreting insulin in to the bloodstream. As insulin levels in the blood decrease, so does glucose uptake by cells.\nThis negative feedback therefore helps to maintain normal blood glucose levels and prevents extreme changes.\nThere are three main types of hormones. Steroid hormones are non-polar and do not need a receptor. The second type is peptide hormones. The third is Tyrosine derived hormones. An example is the T3 and T4 hormones produced by the thyroid gland.\nCounter-regulatory hormones.\nOften two hormones control the same product, one increasing and the other decreasing the target. Blood glucose is very important to an organism, and is controlled by more than one hormone. Other hormones also make the glucose level go up or down. If the glucose level gets too low, the body releases hormones that do the opposite of insulin. They do not tell the cells in the body to take up glucose from the blood. They tell the cells to put glucose back into the blood. These kind of hormones that work opposite of other hormones are called counter-regulatory hormones. Counter-regulatory hormones for insulin are glucagon and epinephrine.\nPositive feedback.\nMost important things in an organism are kept in homeostasis by negative feedback and counter-regulatory hormones. However a few things are controlled in different ways. One rare way is positive feedback. In negative feedback, the hormone's effect makes a gland stop making hormones. In positive feedback the opposite happens. The effect of the hormone tells the gland to make even more hormones.\nAn example of positive feedback is the hormone that causes childbirth (when babies are born.) The hormone that causes this is oxytocin. This hormone is made by the pituitary gland. When the baby starts coming out, it stretches the muscle in the cervix (the bottom of the uterus). Nerves in the cervix send a message to the pituitary. This message makes the pituitary release more oxytocin. The oxytocin then causes the muscles of the uterus to contract, or squeeze. This causes more stretching in the cervix. This stretching then tells the pituitary to make even more oxytocin. So levels of oxytocin keep rising until the squeezing or contractions of the uterus force the baby out.\nReceptors.\nMost hormones start a cellular response by binding to cell membranes or receptors inside the cell. A cell may have several different receptor types that recognize the same hormone but activate different signal transduction pathways, or a cell may have several different receptors that recognize different hormones and activate the same biochemical pathway.\nChemical classes.\nHormones are defined functionally, not structurally. They may have various chemical structures. Hormones occur in multicellular organisms (plants, animals, fungi, brown algae and red algae). These compounds occur also in unicellular organisms, and may act as signalling molecules,\nPeptide hormone.\nPeptide hormones are hormones with a short chain of amino acids.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical","surface_form":"chemical","offset":17},{"uri":"Messenger","surface_form":"messengers","offset":26},{"uri":"Endocrine_system","surface_form":"endocrine system","offset":44},{"uri":"Signal","surface_form":"signals","offset":79},{"uri":"Nervous_system","surface_form":"nervous system","offset":147},{"uri":"Multicellular_organism","surface_form":"multicellular organism","offset":169},{"uri":"Cells","surface_form":"cells","offset":210},{"uri":"Receptor","surface_form":"receptor","offset":260},{"uri":"Protein","surface_form":"protein","offset":328},{"uri":"Signal_transduction","surface_form":"signalling","offset":352},{"uri":"Gland","surface_form":"gland","offset":663},{"uri":"Endocrine_gland","surface_form":"endocrine gland","offset":873},{"uri":"Exocrine_gland","surface_form":"exocrine gland","offset":1000},{"uri":"Sweat_gland","surface_form":"Sweat gland","offset":1072},{"uri":"Salivary_glands","surface_form":"salivary glands","offset":1089},{"uri":"Secretin","surface_form":"secretin","offset":1250},{"uri":"Metabolism","surface_form":"metabolism","offset":1351},{"uri":"Estrogen","surface_form":"estrogen","offset":1589},{"uri":"Progesterone","surface_form":"progesterone","offset":1602},{"uri":"Puberty","surface_form":"puberty","offset":1637},{"uri":"Homeostasis","surface_form":"homeostasis","offset":1665},{"uri":"Vertebrates","surface_form":"vertebrates","offset":1964},{"uri":"Biology","surface_form":"biology","offset":2064},{"uri":"Negative_feedback","surface_form":"negative feedback","offset":2260},{"uri":"Insulin","surface_form":"insulin","offset":2463},{"uri":"Pancreas","surface_form":"pancreas","offset":2499},{"uri":"Glucose","surface_form":"glucose","offset":2575},{"uri":"Glycogen","surface_form":"glycogen","offset":2846},{"uri":"Steroid","surface_form":"Steroid","offset":3244},{"uri":"Tyrosine","surface_form":"Tyrosine","offset":3353},{"uri":"Thyroid_hormone","surface_form":"T3 and T4","offset":3398},{"uri":"Thyroid_gland","surface_form":"thyroid gland","offset":3433},{"uri":"Insulin","surface_form":"insulin","offset":4081},{"uri":"Glucagon","surface_form":"glucagon","offset":4093},{"uri":"Epinephrine","surface_form":"epinephrine","offset":4106},{"uri":"Negative_feedback","surface_form":"negative feedback","offset":4202},{"uri":"Childbirth","surface_form":"childbirth","offset":4594},{"uri":"Oxytocin","surface_form":"oxytocin","offset":4661},{"uri":"Pituitary_gland","surface_form":"pituitary gland","offset":4699},{"uri":"Muscle","surface_form":"muscle","offset":4766},{"uri":"Cervix","surface_form":"cervix","offset":4780},{"uri":"Uterus","surface_form":"uterus","offset":4806},{"uri":"Nerve","surface_form":"Nerve","offset":4815},{"uri":"Membrane_protein","surface_form":"cell membranes","offset":5282},{"uri":"Receptor_(biochemistry)","surface_form":"receptors","offset":5300},{"uri":"Signal_transduction","surface_form":"signal transduction","offset":5431},{"uri":"Multicellular_organism","surface_form":"multicellular organism","offset":5717},{"uri":"Plants","surface_form":"plants","offset":5742},{"uri":"Animals","surface_form":"animals","offset":5750},{"uri":"Fungi","surface_form":"fungi","offset":5759},{"uri":"Brown_algae","surface_form":"brown algae","offset":5766},{"uri":"Red_algae","surface_form":"red algae","offset":5782},{"uri":"Unicellular_organism","surface_form":"unicellular organism","offset":5824}]}