{"id":13394,"url":"http://en.wikipedia.org/wiki/Mandriva_Linux","text":"e=\"preserve\">\"For the type of plant, see Mandrake\"\nMandriva (formerly Mandrake Linux) is a Linux distribution.\nThe last release was the 2011 version released in August that year. Most Mandriva Linux developers who were laid off went to Mageia.\nIn May 2015, Mandriva went into administration, as of the 27th of May the organizations website was offline.\nBrief history.\nMandriva was first made public by a French software company MandrakeSoft. Its first release was based on Red Hat Linux 5.1 and was released in July 1998. Mandriva Linux was originated by Gaël Duval, and intended to focus on ease of use for new users.\nName changes.\nFrom its first release to version 8.0, Mandrake named its flagship distribution \"Linux-Mandrake\". From version 8.1 to 9.2 it was called \"Mandrake Linux\".\nIn February 2004, MandrakeSoft lost a court case for infringement. And it renamed its products. Starting from version 10.0, Mandrake Linux became known as \"Mandrakelinux\", and its logo changed accordingly. Similarly, MandrakeMove became Mandrakemove.\nIn April 2005, Mandrakesoft announced the corporate acquisition of Conectiva. As a result of this acquisition and the legal dispute with Hearst Corporation, Mandrakesoft announced that the company was changing its name to Mandriva, and that their Linux distribution \"Mandrake Linux\" would henceforward be known as Mandriva Linux.\nVersions.\nSince 2007, Mandriva is released on a 6-month fixed-release cycle, similar to Ubuntu and Fedora. However, while newer features are added during each release, the timing of the Spring release stays the same as the first release, so as to ensure the stability each year.\nLatest version.\nThe latest stable version is Mandriva Linux 2011.0 (2011.0), released on 2011-08-28.\nDevelopment version.\nThe development tree of Mandriva Linux has always been known as \"Cooker\". This tree is directly released as a new stable version.\nThe current release is named 2009.1 and was released in April 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mandrake","surface_form":"Mandrake","offset":41},{"uri":"Linux_distribution","surface_form":"Linux distribution","offset":91},{"uri":"MandrakeSoft","surface_form":"MandrakeSoft","offset":428},{"uri":"Red_Hat_Linux","surface_form":"Red Hat Linux","offset":473},{"uri":"July","surface_form":"July","offset":511},{"uri":"1998","surface_form":"1998","offset":516},{"uri":"Ga%C3%ABl_Duval","surface_form":"Gaël Duval","offset":555},{"uri":"Ubuntu","surface_form":"Ubuntu","offset":1456},{"uri":"Fedora_(operating_system)","surface_form":"Fedora","offset":1467},{"uri":"2011","surface_form":"2011","offset":1736}]}