{"id":13395,"url":"http://en.wikipedia.org/wiki/Action_theory","text":"e=\"preserve\">Action theory is an area in philosophy that talks about theories about the processes that cause intentional (willful) human body movements.\nThe philosophy of action.\nSome Philosophers ask the question 'What is an action?' or 'What makes somebody do an action?'. Here are two theories.\nThe belief-desire (want-think) theory.\nSome philosophers say that an action is caused by a person wanting something and thinking that by doing that action they can get it. For example, if I want an apple and think that by walking to a table with some apples on it I can get one, then I will walk to the table. It is important to have both a want (desire) and a thought about how to get it (belief).\nIf I think that by walking to a table with some apples on it I can get an apple, but want an orange and not an apple, then I will not walk to the table. If I want an apple, but think that the table across the room is just a picture of a table, then I will not walk to the table.\nThe neurological (brain) theory.\nOther philosophers say that the want-think theory is not true. They say that it is my brain and my nerves that causes an action. They see the brain as working like a computer that directs small electric packages from some nerves to other nerves and stores some for a while in memory. These packages cannot be named, they are just like computer bits and bytes. These philosophers say that we talk about what we want and what we think because the brain is very complicated and we do not understand it yet.\nThese questions form part of the philosophy of mind.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosophy","surface_form":"philosophy","offset":41},{"uri":"Philosopher","surface_form":"Philosopher","offset":184},{"uri":"Theory","surface_form":"theories","offset":288},{"uri":"Want","surface_form":"want","offset":396},{"uri":"Think","surface_form":"think","offset":418},{"uri":"Apple","surface_form":"apple","offset":496},{"uri":"Table_(furniture)","surface_form":"table","offset":533},{"uri":"Orange_(fruit)","surface_form":"orange","offset":790},{"uri":"Picture","surface_form":"picture","offset":921},{"uri":"Brain","surface_form":"brain","offset":1095},{"uri":"Nerves","surface_form":"nerves","offset":1108},{"uri":"Computer","surface_form":"computer","offset":1175},{"uri":"Memory","surface_form":"memory","offset":1285},{"uri":"Bit","surface_form":"bit","offset":1353},{"uri":"Byte","surface_form":"byte","offset":1362},{"uri":"Philosophy_of_mind","surface_form":"philosophy of mind","offset":1546}]}