{"id":13392,"url":"http://en.wikipedia.org/wiki/Cholera","text":"Cholera is an infectious disease caused by the bacterium \"Vibrio cholerae\". It infects the small intestine.\nThere are many types (strains) of the \"Vibrio cholera\" bacteria. Some of them cause more serious illnesses than others. Because of this, some people who get cholera have no symptoms; others have symptoms that are not very bad, and others have very bad symptoms.\nThe most common symptom is large amounts of watery diarrhea. In the worst cases, diarrhea can be so bad that people can die in a few hours from dehydration.\nCholera is a very old disease. Writings about cholera (written in Sanskrit) have been found from the 5th century BC. Throughout history, there have been many outbreaks and epidemics of cholera.\nCholera still affects many people throughout the world. Estimates from 2010 say that between 3 million and 5 million people get cholera every year, and 58,000–130,000 people die from the disease every year. Today, cholera is considered a pandemic. However, it is most common in developing countries, especially in children.\nCause.\nCholera is very rarely spread directly from person to person.\nSigns and symptoms.\nCholera's main symptoms are very bad diarrhea and vomiting clear fluid. These symptoms usually start suddenly. They start half a day to five days after the person gets infected. (This is called cholera's \"incubation period\".)\nIf they do not get treatment, about half of people with very bad cholera die. People with very bad cholera can have so much diarrhea that they do not have enough water and electrolytes (salts) left in their bodies to survive. Cholera has been nicknamed the \"blue death\" because a person dying of cholera may lose so many body fluids that their skin turns bluish-gray.\nPrognosis.\nIf people with cholera get good, quick medical treatment, less than 1% die from the disease. However, if cholera is not treated, at least half of people with the disease (50% to 60%) die.\nSome strains of the \"Vibrio cholera\" bacteria have different genes than others, which make them more dangerous. These more dangerous strains of cholera bacteria caused the 2010 epidemic in Haiti and the 2004 outbreak in India. A person who gets these strains of cholera can die within two hours of getting sick. This means there is very little time to get the person treated.\nIndividuals.\nThere is a cholera vaccine that can be taken by mouth. It provides some protection from cholera for about six months.\nHistory.\nCholera probably started in the Indian subcontinent. As early as the 5th century BC, people in the Ganges River delta area wrote about cholera. The disease first spread to Russia in 1817 by trade routes (over both land and sea). Later, cholera spread to the rest of Europe, and from Europe to North America and the rest of the world.\nSeven cholera pandemics have happened in the past 200 years. The latest started in Indonesia in 1961. There have also been many serious outbreaks. The worst outbreak in recent history happened in Haiti after the earthquake there in 2010. Between October 2010 and August 2015, more than 700,000 Haitians got cholera, and over 9,000 died. The outbreak was caused by a United Nations base where Nepalese soldiers were living. The soldiers would dump human waste into the Artibonite River, which many Haitians used for drinking, cooking, and bathing.\nSince cholera became common in the 19th century, it has killed tens of millions of people. Just in Russia, between 1847 and 1851, more than one million people died of cholera. During the second pandemic, which lasted from 1827-1835, the disease killed 150,000 Americans. Between 1900 and 1920, in India, up to eight million people died of cholera.\nin 1854, an English doctor named John Snow was the first person to realize that contaminated water caused cholera. Today, countries in Europe and North America filter and add chlorine to their water supplies. This has made cholera very uncommon in these countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Infectious_disease","surface_form":"infectious disease","offset":14},{"uri":"Bacteria","surface_form":"bacterium","offset":47},{"uri":"Vibrio_cholerae","surface_form":"Vibrio cholerae","offset":58},{"uri":"Small_intestine","surface_form":"small intestine","offset":91},{"uri":"Symptom","surface_form":"symptom","offset":281},{"uri":"Diarrhea","surface_form":"diarrhea","offset":421},{"uri":"Dehydration","surface_form":"dehydration","offset":514},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":593},{"uri":"Outbreak","surface_form":"outbreak","offset":685},{"uri":"Epidemic","surface_form":"epidemic","offset":699},{"uri":"Estimate","surface_form":"Estimate","offset":777},{"uri":"Pandemic","surface_form":"pandemic","offset":959},{"uri":"Developing_country","surface_form":"developing countries","offset":999},{"uri":"Diarrhea","surface_form":"diarrhea","offset":1171},{"uri":"Vomiting","surface_form":"vomiting","offset":1184},{"uri":"Fluid","surface_form":"fluid","offset":1199},{"uri":"Incubation_period","surface_form":"incubation period","offset":1339},{"uri":"Treatment","surface_form":"treatment","offset":1379},{"uri":"Gene","surface_form":"gene","offset":1988},{"uri":"Vaccine","surface_form":"vaccine","offset":2335},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":2475},{"uri":"Ganges","surface_form":"Ganges","offset":2542},{"uri":"Delta","surface_form":"delta","offset":2555},{"uri":"Russia","surface_form":"Russia","offset":2615},{"uri":"Trade_route","surface_form":"trade route","offset":2633},{"uri":"Europe","surface_form":"Europe","offset":2709},{"uri":"North_America","surface_form":"North America","offset":2736},{"uri":"Pandemic","surface_form":"pandemic","offset":2791},{"uri":"Indonesia","surface_form":"Indonesia","offset":2860},{"uri":"Haiti","surface_form":"Haiti","offset":2973},{"uri":"2010_Haiti_earthquake","surface_form":"earthquake there in 2010","offset":2989},{"uri":"United_Nations","surface_form":"United Nations","offset":3143},{"uri":"Nepal","surface_form":"Nepal","offset":3169},{"uri":"Soldier","surface_form":"soldier","offset":3178},{"uri":"Artibonite_River","surface_form":"Artibonite River","offset":3245},{"uri":"19th_century","surface_form":"19th century","offset":3359},{"uri":"Russian_Empire","surface_form":"Russia","offset":3423}]}