{"id":13407,"url":"http://en.wikipedia.org/wiki/Taste","text":"Taste is one of the five senses. It is the sensation that a human or animal experiences on the tongue when eating. Usually, there are the tastes of sweet, sour, bitter, spicy, and salty.\nBitterness.\nMany common foods are bitter, like coffee, bitter melon, olives and citrus peel. The taste buds on the back of your tongue are the ones that can taste bitter foods the most.\nBitterness is of interest to those who study evolution, as well as various health researchers. Many naturally bitter compounds are toxic. The ability to detect bitter-tasting, toxic compounds at low thresholds may have a protective function, but some test have not confirmed this. Plant leaves often contain toxic compounds, and among leaf-eating primates there is a tendency to prefer immature leaves. Young leaves tend to be higher in protein and lower in fiber and poisons than mature leaves. Amongst humans, various food processing techniques are used worldwide to detoxify otherwise inedible foods and make them palatable.\nAnimals which eat a lot of bitter plant material, such as browsers do have ways of dealing with it. They produce tannin-binding proteins, which other animals do not. Tannins are bitter compounds common in material from trees and bushes, though not grass.\nSaltiness.\nSaltiness is felt when there is sodium in the food. A common spice that is salty is common salt, sodium chloride.\nSavouriness.\nSavouriness (or savoriness) is the taste of savoury foods. It is also called by the Japanese word, and comes from umai, which means 'yummy'. This taste was known for a long time, but only became an official scientific term in 1985.\nTo taste savoriness, your tongue has special parts that detect amino acids that are in foods like meats and cheeses.\nSourness.\nSourness is tasted when acids are on your tongue. Many foods have acid in them and are sour, like lemons and vinegar.\nSweetness.\nSweetness is a taste felt when sugars are in the food. Most people consider sweetness to be a pleasant taste.\nSpicy/hot.\nThis sensation is not a special sense of taste because it does not have specific taste buds. It is a complex sensation.\nSubstances such as ethanol and capsaicin cause a burning sensation called chemesthesis, piquance, spiciness, hotness, or prickliness. Two main sources of this sensation are capsaicin from chili peppers and piperine from black pepper.\nFoods like chili peppers activate nerve fibers directly giving the sensation of \"hot\". Many parts of the body with exposed membranes but no taste sensors (such as the nasal cavity, under the fingernails, surface of the eye (cornea) or a wound) produce a similar sensation of heat when exposed to such chemicals.\nOther sensations.\nThe tongue can also feel other sensations not generally included in the basic tastes. These are largely detected by the somatosensory system.\nAlso, it is known that smell and sight contribute to the overall sensation of eating and drinking. The temperature of food makes a difference to its appreciation.\nThe strange coolness of spearmint, menthol and camphor is caused by their molecules triggering a sensory system which normally works to sense low temperatures.\nThere is still much to learn about the taste system. Consider, for example, the tastes of ginger and horseradish.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sensory_system","surface_form":"senses","offset":25},{"uri":"Sensation","surface_form":"sensation","offset":43},{"uri":"Human","surface_form":"human","offset":60},{"uri":"Animal","surface_form":"animal","offset":69},{"uri":"Tongue","surface_form":"tongue","offset":95},{"uri":"Coffee","surface_form":"coffee","offset":234},{"uri":"Melon","surface_form":"melon","offset":249},{"uri":"Olive_(fruit)","surface_form":"olives","offset":256},{"uri":"Citrus","surface_form":"citrus","offset":267},{"uri":"Taste_bud","surface_form":"taste bud","offset":284},{"uri":"Bitterness","surface_form":"Bitterness","offset":373},{"uri":"Evolution","surface_form":"evolution","offset":418},{"uri":"Toxic","surface_form":"toxic","offset":504},{"uri":"Primate","surface_form":"primate","offset":720},{"uri":"Protein","surface_form":"protein","offset":810},{"uri":"Fiber","surface_form":"fiber","offset":831},{"uri":"Poison","surface_form":"poison","offset":841},{"uri":"Food_processing","surface_form":"food processing","offset":893},{"uri":"Browser","surface_form":"browser","offset":1059},{"uri":"Tannin","surface_form":"tannin","offset":1114},{"uri":"Grass","surface_form":"grass","offset":1249},{"uri":"Sodium","surface_form":"sodium","offset":1299},{"uri":"Spice","surface_form":"spice","offset":1328},{"uri":"Salt","surface_form":"salt","offset":1358},{"uri":"Sodium_chloride","surface_form":"sodium chloride","offset":1364},{"uri":"Savory","surface_form":"savoury","offset":1438},{"uri":"Amino_acids","surface_form":"amino acids","offset":1689},{"uri":"Food","surface_form":"food","offset":1713},{"uri":"Meat","surface_form":"meat","offset":1724},{"uri":"Cheese","surface_form":"cheese","offset":1734},{"uri":"Acid","surface_form":"acid","offset":1777},{"uri":"Lemon","surface_form":"lemon","offset":1851},{"uri":"Vinegar","surface_form":"vinegar","offset":1862},{"uri":"Sugar","surface_form":"sugar","offset":1913},{"uri":"Food","surface_form":"food","offset":1931},{"uri":"Pleasant","surface_form":"pleasant","offset":1976},{"uri":"Capsaicin","surface_form":"capsaicin","offset":2154},{"uri":"Chili_pepper","surface_form":"chili pepper","offset":2368},{"uri":"Cornea","surface_form":"cornea","offset":2581},{"uri":"Somatosensory_system","surface_form":"somatosensory system","offset":2807},{"uri":"Olfaction","surface_form":"smell","offset":2852},{"uri":"Sight","surface_form":"sight","offset":2862},{"uri":"Spearmint","surface_form":"spearmint","offset":3016},{"uri":"Menthol","surface_form":"menthol","offset":3027},{"uri":"Camphor","surface_form":"camphor","offset":3039},{"uri":"Ginger","surface_form":"ginger","offset":3242},{"uri":"Horseradish","surface_form":"horseradish","offset":3253}]}