{"id":134239,"url":"http://en.wikipedia.org/wiki/Gary_Glitter","text":"Gary Glitter, born \"Paul Francis Gadd\", (born 8 May 1944 in Banbury, Oxfordshire) is a British former glam rock singer whose career ended in late 1990s by criminal charges and convictions for child sexual abuse offenses. Glitter recorded a very popular song called \"Rock and Roll, Parts 1 and 2\", often known as \"The Hey Song\", which was frequently played at sporting events.\nHis mother was a cleaner who was unmarried and she raised him with the help of her mother and he knew his father and he was hard to control because of his antisocial behaviour along with his brother and he was taken with his brother into local authority care when he was 10 years old. Although a Protestant he went to a Roman Catholic school. He got in trouble at school as a child, he also often ran away and went to London to clubs where his glam rock career started and he started calling himself Paul Raven in 1960 when his glam rock career started and then Gary Glitter in 1971 which he is known as. He has become infamous after being convicted of possessing child pornography and of child sexual abuse. Glitter has also been investigated for claims of child abuse dating back to the 1950s, connecting to the activities of the deceased child abuser Jimmy Savile. He was briefly married to Anne Merton with who he had 2 children, a son called Paul and a daughter called Sarah but Glitter and Merton divorced. Later when he lived in Cuba he had a Cuban girlfriend called Yudenia Sosa Martinez with who he had another son in 2001 called Gary Glitter Jr. In the 1970s Giltter was also convicted of driving under the influence and had used drugs such as cocaine and had a drug overdose.\nGlitter who became a vegetarian and embraced Buddhism lived in Cambodia until 2002 when he was extradited to Vietnam where he was sentenced to three years jail in early 2006 for child sex offences he committed in Vietnam but on appeal twice with his Vietnamese lawyer he was released in November 2008. He has since returned to the United Kingdom where the British Government has decided that he can't travel overseas and several countries around the world have banned him and he gave in his passport to the government officials as required. Gary Glitter was placed on the UK Sex Offender Registry for life as a registered sex offender showing his real name Paul Francis Gadd and his other name of Gary Glitter. He was also arrested in 2012 by police investigating complaints against Jimmy Savile and questioned and has been monitored by Police in an investigation code named Operation Yewtree and is one of the most hated people. Others arrested include Dave Lee Travis, Stuart Hall, Wilfred De'ath, Ted Beston, Jimmy Tarbuck, Jim Davidson, Freddie Starr, Max Clifford, Paul Gambaccini and Rolf Harris. In June 2014, Glitter was charged with eight child sex offences dating back to the 1970s. Glitter was sentenced to 16 years in prison in February 2015.","categories":[],"infobox_types":[],"annotations":[{"uri":"Banbury","surface_form":"Banbury","offset":60},{"uri":"Oxfordshire","surface_form":"Oxfordshire","offset":69},{"uri":"British_people","surface_form":"British","offset":87},{"uri":"Glam_rock","surface_form":"glam rock","offset":102},{"uri":"Antisocial_behaviour","surface_form":"antisocial behaviour","offset":531},{"uri":"Protestant","surface_form":"Protestant","offset":672},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":696},{"uri":"Infamous","surface_form":"infamous","offset":995},{"uri":"Child_pornography","surface_form":"child pornography","offset":1040},{"uri":"Child_sexual_abuse","surface_form":"child sexual abuse","offset":1065},{"uri":"Jimmy_Savile","surface_form":"Jimmy Savile","offset":1230},{"uri":"Driving_under_the_influence","surface_form":"driving under the influence","offset":1575},{"uri":"Cocaine","surface_form":"cocaine","offset":1630},{"uri":"Drug_overdose","surface_form":"drug overdose","offset":1648},{"uri":"Vegetarian","surface_form":"vegetarian","offset":1684},{"uri":"Buddhism","surface_form":"Buddhism","offset":1708},{"uri":"Cambodia","surface_form":"Cambodia","offset":1726},{"uri":"Vietnam","surface_form":"Vietnam","offset":1772},{"uri":"Operation_Yewtree","surface_form":"Operation Yewtree","offset":2538},{"uri":"Dave_Lee_Travis","surface_form":"Dave Lee Travis","offset":2617},{"uri":"Stuart_Hall_(presenter)","surface_form":"Stuart Hall","offset":2634},{"uri":"Wilfred_De%27ath","surface_form":"Wilfred De'ath","offset":2647},{"uri":"Ted_Beston","surface_form":"Ted Beston","offset":2663},{"uri":"Jimmy_Tarbuck","surface_form":"Jimmy Tarbuck","offset":2675},{"uri":"Jim_Davidson","surface_form":"Jim Davidson","offset":2690},{"uri":"Freddie_Starr","surface_form":"Freddie Starr","offset":2704},{"uri":"Max_Clifford","surface_form":"Max Clifford","offset":2719},{"uri":"Paul_Gambaccini","surface_form":"Paul Gambaccini","offset":2733},{"uri":"Rolf_Harris","surface_form":"Rolf Harris","offset":2753}]}