{"id":134248,"url":"http://en.wikipedia.org/wiki/Stanley_Cup_playoffs","text":"e=\"preserve\">The Stanley Cup playoffs are an elimination tournament in the National Hockey League.\nTo win the Stanley Cup, a team must win 16 playoff games, 4 in each of the 4 rounds.\nThe playoffs have 4 rounds. Each round is a best-of-seven series. This means up to seven games are played until one team wins 4 of the games. The first three rounds decide which team from each conference will move on to the last round. The last round is called the Stanley Cup Finals. The winner of that set of games becomes the NHL and Stanley Cup winner.\nThe first round of the playoffs is called the Conference Quarterfinals. There are four games in each conference. The winners of the first round advance to the second round. The third round is the Conference Finals. The two teams left in each conference (Eastern Conference and Western Conference) play each other. The conference champions advance to the Stanley Cup Finals.\nFor the first three rounds, the higher-seeded team has home-ice advantage. In the Stanley Cup Finals, it goes to the team with the better regular season record. The team with home-ice advantage hosts games 1, 2, 5 and 7, while the opponent hosts games 3, 4 and 6 (games 5–7 are played \"if needed\").\nUnlike regular season games, which have an altered format for overtime games (3 skaters and a goalie per side), playoff games have regular squads (5 skaters and a goalie per side) and are all played as sudden death format.\nHistory.\nBefore the 1993–94 season, the style was completely different. The league was split into four divisions, and the best four teams in each of the divisions went to the playoffs. Also, instead of the top team playing the 8th place team in the conference, the first place team played the fourth place team in each division, and the second place team played the third place team. In the second round, the two winning teams in each division would face each other for the divisional championship. The divisional winners in each conference would play one another in the third round for the right to advance to the Stanley Cup Final. This style is still used for deciding the teams in the playoffs in the American Hockey League.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":75},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":521},{"uri":"NHL_Conference_Finals","surface_form":"Conference Finals","offset":737},{"uri":"Eastern_Conference_(NHL)","surface_form":"Eastern Conference","offset":795},{"uri":"Western_Conference_(NHL)","surface_form":"Western Conference","offset":818},{"uri":"Sudden_death_(sport)","surface_form":"sudden death","offset":1416},{"uri":"1993%E2%80%9394_NHL_season","surface_form":"1993–94 season","offset":1457},{"uri":"American_Hockey_League","surface_form":"American Hockey League","offset":2142}]}