{"id":13422,"url":"http://en.wikipedia.org/wiki/Vice_President_of_the_United_States","text":"The Vice President of the United States of America (often shortened to VP or VPOTUS) is the second highest executive officer of the US federal government and the chief deputy to the President of the United States. In their capacity as the deputy head of government, the Vice President is also the President of the Senate who is the presiding officer of the US Senate - the upper house of the U.S legislature. This position is first in line to succeed as President if the current President resigns, dies or is impeached.\nSelection and election.\nOriginally, the Vice President was the person who got the second most electoral votes in the presidential election. This worked well until Thomas Jefferson and Aaron Burr tied in the election of 1800. After that the 12th Amendment to the U.S. Constitution said that the President and Vice President are elected separately, and if they tie they would be chosen by the Senate.\nSoon after that, political parties began running the President and Vice President on one platform. As such, the Vice Presidential candidates are usually chosen by the leadership of a political party, with a strong influence by that party's presidential candidate. The Vice President and President are usually from the same political party (for example, Barack Obama and Joe Biden were both Democrats, and George W. Bush and Dick Cheney were both Republicans).\nDuties.\nThe Vice President only has one official duty. That is to preside over the Senate and to cast a vote in the Senate if there is a tie. However, recently the duties have been seen to include being a member of the President's Cabinet, or a top advisor to the President (Dick Cheney was the Vice President to take this duty the most seriously). The Vice President is a member of the National Security Council and serves on the board of the Smithsonian. Also, the 25th Amendment says that the Vice President can act as President if the President is incapacitated (can not do the job of President). For example, Vice President George H.W. Bush acted as President when Ronald Reagan was having an operation.\nIf the Vice President dies or becomes President.\nBefore 1967, if the President died, it was unclear whether the Vice President was President or merely Acting President. However, John Tyler and others who took over the office said they were not merely Acting President. Also, if the Vice President died, nobody was Vice President until a new one was elected.\nThis uncertainty was corrected after the assassination of John F. Kennedy. Under the 25th Amendment to the United States Constitution, if the President dies, the Vice President automatically becomes the President. If the Vice President dies, resigns, or becomes President, the President can appoint a new Vice President. The appointment needs to be confirmed by a majority vote of both the House of Representatives and the U.S. Senate. This has happened twice. Gerald Ford became Vice President after the resignation of Spiro Agnew, and Nelson Rockefeller became Vice President when Gerald Ford became President after Richard Nixon resigned.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":182},{"uri":"Head_of_government","surface_form":"head of government","offset":246},{"uri":"Electoral_College","surface_form":"electoral votes","offset":614},{"uri":"United_States_presidential_election","surface_form":"presidential election","offset":637},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":683},{"uri":"Aaron_Burr","surface_form":"Aaron Burr","offset":704},{"uri":"1800_United_States_presidential_election","surface_form":"election of 1800","offset":727},{"uri":"United_States_Constitution","surface_form":"U.S. Constitution","offset":782},{"uri":"U.S._Senate","surface_form":"Senate","offset":911},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1272},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":1289},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":1324},{"uri":"Dick_Cheney","surface_form":"Dick Cheney","offset":1343},{"uri":"Dick_Cheney","surface_form":"Dick Cheney","offset":1654},{"uri":"National_Security_Council","surface_form":"National Security Council","offset":1766},{"uri":"Smithsonian","surface_form":"Smithsonian","offset":1823},{"uri":"George_H.W._Bush","surface_form":"George H.W. Bush","offset":2008},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":2049},{"uri":"Surgery","surface_form":"operation","offset":2077},{"uri":"John_Tyler","surface_form":"John Tyler","offset":2266},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":2504},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":2553},{"uri":"House_of_Representatives","surface_form":"House of Representatives","offset":2836},{"uri":"U.S._Senate","surface_form":"U.S. Senate","offset":2869},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":2907},{"uri":"Spiro_Agnew","surface_form":"Spiro Agnew","offset":2966},{"uri":"Nelson_Rockefeller","surface_form":"Nelson Rockefeller","offset":2983},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":3029},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":3064}]}