{"id":134281,"url":"http://en.wikipedia.org/wiki/The_Replacements_(band)","text":"The Replacements were an American rock band. They began in Minneapolis, Minnesota, in 1979, and are best known for being early pioneers of alternative rock.\nLive performances.\nThe Replacements became popular locally after playing live for the first time. This was because of Tommy Stinson's young age. He was still 13. He had learned to play bass guitar at 11. Early shows were good but soon because impossible to control. The band became known for their rowdy, angry, and often drunken live shows. They often came up on stage too intoxicated to play.\nThey were banned permanently from \"Saturday Night Live\" after performing drunk before a national television audience on January 18, 1986. As one critic said, the band could quite often be \"mouthing profanities into the camera, stumbling into each other, falling down, dropping their instruments, and generally behaving like the apathetic drunks they were.\"\nThe Replacements — when sober — got critical praise for their live shows. Part of the suspence of seeing the Replacements play, was that the audience never knew until the start of a concert if the band would be sober enough to play. It was not unusual for the group to play entire sets of cover versions, ranging anywhere from Bryan Adams's \"Summer of '69\" to Dusty Springfield's \"The Look of Love\" to Led Zeppelin's \"Black Dog.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":34},{"uri":"Minneapolis%2C_Minnesota","surface_form":"Minneapolis, Minnesota","offset":59},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":139},{"uri":"Intoxication","surface_form":"intoxicated","offset":531},{"uri":"Saturday_Night_Live","surface_form":"Saturday Night Live","offset":587},{"uri":"Television","surface_form":"television","offset":649},{"uri":"Audience","surface_form":"audience","offset":660},{"uri":"Sober","surface_form":"sober","offset":933},{"uri":"Concert","surface_form":"concert","offset":1091},{"uri":"Cover_version","surface_form":"cover version","offset":1198},{"uri":"Bryan_Adams","surface_form":"Bryan Adams","offset":1236},{"uri":"Dusty_Springfield","surface_form":"Dusty Springfield","offset":1269},{"uri":"Led_Zeppelin","surface_form":"Led Zeppelin","offset":1311}]}