{"id":134389,"url":"http://en.wikipedia.org/wiki/Impossible_object","text":"An impossible object is a kind of optical illusion. Impossible objects are also known as undecidable figures. In this kind of illusion, a person looks at a two-dimensional picture. The vision center of the brain does much of its work subconsciously and automatically. It interprets the figure as a three-dimensional object.\nThe viewer usually knows such an object is impossible soon after looking at the figure. However, the impression of a 3D figure may still remain even when the viewer knows it is impossible in reality.\nSome of these figures are more subtle. In these cases it is not obvious that they are impossible right away. The viewer carefully needs to look at the geometry of the object to find out that it is indeed impossible.\n\"Impossible objects\" are of interest to psychologists, mathematicians and artists.\nHistory.\nSwedish artist Oscar Reutersvärd was the first person to draw many impossible objects. He has been called \"the father of impossible figures\". In 1934, he drew the Penrose triangle, some years before the Penroses. The way Reutersvärd drew it, the sides of the triangle are broken up into cubes.\nIn 1956, British psychiatrist Lionel Penrose and his son, mathematician Roger Penrose, submitted a short article to the British Journal of Psychology titled \"Impossible objects: a special type of visual illusion\". This was illustrated with the Penrose Triangle and Penrose stairs. The article referenced Escher, whose work had sparked their interest in the subject, but not Reutersvärd, whom they were unaware of. The article was only published in 1958.\nFrom the 1930s onwards Dutch artist M.C. Escher produced many drawings with paradoxes of perspective. In 1957 he produced his first drawing containing a true impossible object: \"Cube with Magic Ribbons\". He produced many other drawings of impossible objects, sometimes with the entire drawing being an undecidable figure. His work did much to draw the attention of the public to impossible objects. Some artists of the time are also experimenting with impossible figures, for example, Jos de Mey, Shigeo Fukuda, Sandro del Prete, István Orosz (Utisz), Guido Moretti, Tamás F. Farkas and Mathieu Hamaekers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Optical_illusion","surface_form":"optical illusion","offset":34},{"uri":"2D","surface_form":"two-dimensional","offset":156},{"uri":"Subconscious","surface_form":"subconscious","offset":234},{"uri":"Geometry","surface_form":"geometry","offset":675},{"uri":"Psychologist","surface_form":"psychologist","offset":780},{"uri":"Mathematician","surface_form":"mathematician","offset":795},{"uri":"Artist","surface_form":"artist","offset":814},{"uri":"Sweden","surface_form":"Swedish","offset":832},{"uri":"Oscar_Reutersv%C3%A4rd","surface_form":"Oscar Reutersvärd","offset":847},{"uri":"British","surface_form":"British","offset":1135},{"uri":"Lionel_Penrose","surface_form":"Lionel Penrose","offset":1156},{"uri":"Roger_Penrose","surface_form":"Roger Penrose","offset":1198},{"uri":"British_Journal_of_Psychology","surface_form":"British Journal of Psychology","offset":1246},{"uri":"Escher","surface_form":"Escher","offset":1430},{"uri":"Netherlands","surface_form":"Dutch","offset":1603},{"uri":"M.C._Escher","surface_form":"M.C. Escher","offset":1616},{"uri":"Paradox","surface_form":"paradox","offset":1656},{"uri":"Perspective_(graphical)","surface_form":"perspective","offset":1669},{"uri":"Cube_with_Magic_Ribbons","surface_form":"Cube with Magic Ribbons","offset":1758},{"uri":"Jos_de_Mey","surface_form":"Jos de Mey","offset":2065},{"uri":"Shigeo_Fukuda","surface_form":"Shigeo Fukuda","offset":2077},{"uri":"Sandro_del_Prete","surface_form":"Sandro del Prete","offset":2092},{"uri":"Istv%C3%A1n_Orosz","surface_form":"István Orosz","offset":2110},{"uri":"Utisz","surface_form":"Utisz","offset":2124},{"uri":"Guido_Moretti","surface_form":"Guido Moretti","offset":2132},{"uri":"Tam%C3%A1s_F._Farkas","surface_form":"Tamás F. Farkas","offset":2147},{"uri":"Mathieu_Hamaekers","surface_form":"Mathieu Hamaekers","offset":2167}]}