{"id":13438,"url":"http://en.wikipedia.org/wiki/LGBT","text":"LGBT is an initialism connected with human sexuality. It means lesbian, gay, bisexual, and transgender, but it can refer to a community of people who are not heterosexual or cisgender. It is a word which has been used since the 1990s, and was a change from the previous acronym LGB or the group of words gay community, because many people in the LGBT community did not think that the group of words accurately described everyone it was referring to.\nThe acronym has become more normal to use now and has been taken up by most sexuality and gender identity-related community centres in America, the English-speaking countries and in other countries where the acronym means something in their languages, such as France and Argentina.\nHistory.\nBefore the \"sexual revolution\" of the 1960s, there was no neutral word or group of words for people who were not heterosexual. The group of words \"third gender\", or third sex, had existence in the 1860s. However, this did not become popular in America.\nThe word \"homosexual\" was used a great amount in America to describe sexual orientations that were not heterosexual, as it still is today. However, this word began to have bad connotations, and therefore the word \"homophile\" was used instead. After that, the word \"gay\" replaced the word \"homophile\" in the 1970s.\nAs lesbians became more public about their sexuality in the 1970s, the group of words \"gay and lesbian\" was often used, and a phase of lesbian feminism started. This meant that certain lesbian feminist groups separated because did not have knowledge of if they should put feminism or gay rights first.\nLesbian feminists viewed the separation between \"butch\" and \"femme\" in mainstream gay (male) culture of the time in the same way that they viewed the separation in society over gender roles between men and women. They saw these ideas as patriarchal and did not want to join the mainstream gay rights movement because of what they saw as the chauvinism of gay men, and refused to take up their cause. Many lesbians who were not lesbian feminists saw this as not giving help to the gay rights movement.\nThis was followed by many bisexual and transgender people wanting to be seen as respected groups in the LGBT community.\nAfter the Stonewall riots, there was a change in points of view among the gay and lesbian community. Many gays and lesbians became less accepting of bisexual and transgender persons in general. Many gays and lesbians thought that transgender people were acting out stereotypes and that bisexuals were actually gay, but in too much fear to \"come out of the closet\". This separation still exists today, and it only became common to speak of all members of the LGBT community with equal respect in the trouble for LGBT rights in the late 1990s.\nAcceptance of LGBT people.\nSome people who are LGBT may not \"come out\", as they may be a target of discrimination or prejudice, such as homophobia or transphobia. Many countries have discriminatory laws against LGBT people, some even giving out the death penalty for being gay or bisexual.\nShortening of the term.\nWhen not including transgender persons in general, the acronym is sometimes shortened to just \"LGB\".\nOther letters.\nNot everyone is in agreement what should or should not be covered in the acronym, or which order the letters should go in.\nDifferent terms.\nThe group of words gender and sexual diversity (GSD) has been shown as a different option to LGBT by some, as it is seen as more inclusive and less limiting.\nSGL (same-gender loving) is sometimes used among gay male African Americans as a way of distinguishing themselves from what they think of as white LGBT groups of persons.\nMSM (men who have sex with men) is used to describe men who have sex with other men without having relation to their sexual orientation, often in a medical context.\nWSW (women who have sex with women) is the opposite of MSM. It includes all women who have sex with women.","categories":[],"infobox_types":[],"annotations":[{"uri":"Initialism","surface_form":"initialism","offset":11},{"uri":"Human","surface_form":"human","offset":37},{"uri":"Sexuality","surface_form":"sexuality","offset":43},{"uri":"Lesbian","surface_form":"lesbian","offset":63},{"uri":"Gay","surface_form":"gay","offset":72},{"uri":"Bisexuality","surface_form":"bisexual","offset":77},{"uri":"Transgender","surface_form":"transgender","offset":91},{"uri":"Community","surface_form":"community","offset":126},{"uri":"Heterosexuality","surface_form":"heterosexual","offset":158},{"uri":"Cisgender","surface_form":"cisgender","offset":174},{"uri":"Accurately","surface_form":"accurately","offset":399},{"uri":"Sexuality","surface_form":"sexuality","offset":526},{"uri":"Gender_identity","surface_form":"gender identity","offset":540},{"uri":"United_States","surface_form":"America","offset":585},{"uri":"Anglosphere","surface_form":"English-speaking countries","offset":598},{"uri":"France","surface_form":"France","offset":710},{"uri":"Argentina","surface_form":"Argentina","offset":721},{"uri":"Sexual_revolution","surface_form":"sexual revolution","offset":753},{"uri":"Neutral","surface_form":"neutral","offset":799},{"uri":"Heterosexual","surface_form":"heterosexual","offset":854},{"uri":"Third_gender","surface_form":"third gender","offset":888},{"uri":"Popular","surface_form":"popular","offset":974},{"uri":"United_States","surface_form":"America","offset":985},{"uri":"Homosexual","surface_form":"homosexual","offset":1004},{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":1063},{"uri":"Heterosexual","surface_form":"heterosexual","offset":1097},{"uri":"Connotation","surface_form":"connotations","offset":1170},{"uri":"Homophile","surface_form":"homophile","offset":1208},{"uri":"Gay","surface_form":"gay","offset":1259},{"uri":"Lesbian","surface_form":"lesbian","offset":1311},{"uri":"Lesbian_feminism","surface_form":"lesbian feminism","offset":1443},{"uri":"Feminism","surface_form":"feminism","offset":1580},{"uri":"Gay_rights","surface_form":"gay rights","offset":1592},{"uri":"Butch","surface_form":"butch","offset":1659},{"uri":"Femme","surface_form":"femme","offset":1671},{"uri":"Gender_roles","surface_form":"gender roles","offset":1787},{"uri":"Patriarchal","surface_form":"patriarchal","offset":1847},{"uri":"Mainstream","surface_form":"mainstream","offset":1888},{"uri":"Gay_rights","surface_form":"gay rights","offset":1899},{"uri":"Male_chauvinism","surface_form":"chauvinism","offset":1951},{"uri":"Bisexual","surface_form":"bisexual","offset":2137},{"uri":"Transgender","surface_form":"transgender","offset":2150},{"uri":"Stonewall_riots","surface_form":"Stonewall riots","offset":2241},{"uri":"Coming_out","surface_form":"come out of the closet","offset":2571},{"uri":"Discrimination","surface_form":"discrimination","offset":2872},{"uri":"Prejudice","surface_form":"prejudice","offset":2890},{"uri":"Homophobia","surface_form":"homophobia","offset":2909},{"uri":"Transphobia","surface_form":"transphobia","offset":2923},{"uri":"Death_penalty","surface_form":"death penalty","offset":3022},{"uri":"African_American","surface_form":"African American","offset":3559},{"uri":"White_people","surface_form":"white","offset":3642},{"uri":"Medical","surface_form":"medical","offset":3820},{"uri":"Context","surface_form":"context","offset":3828}]}