{"id":134378,"url":"http://en.wikipedia.org/wiki/CM_Punk","text":"Phillip Jack Brooks (born on March 26, 1978), better known by his ring name CM Punk, is an American mixed martial artist and retired professional wrestler. He is best known for his time with the WWE where he worked for them from 2005 until his abrupt walk-out from the company on January 27, 2014. During his time there, he was credited as being \"the longest-reigning WWE Champion of the modern era\" and held the championship for 434 days. He is also recognized as the sixth-longest reigning champion of all time. He was also a one-time ECW Champion, three-time World Heavyweight Champion, two-time WWE Champion, one-time World Tag Team Champion with Kofi Kingston, one-time Intercontinental Champion, Mr. Money in the Bank in 2008 and 2009 (the only wrestler to win the match twice), and won the Slammy Award for Superstar of the Year in 2011.\nAfter he retired from professional wrestling, Punk signed a deal to fight with the Ultimate Fighting Championship (UFC), and he began to pursue a career in mixed martial arts. He planned to begin fighting for them in 2015.\nPunk is Straight edge and is an Atheist\nEarly career (1999–2000).\nHe started out wrestling in a backyard wrestling federation called the Lunatic Wrestling Federation along with his friends and his brother Mike Brooks in the mid-late 1990s and used the ring name CM Punk as a member of the Chick Magnets with his tag team partner CM Venom after another wrestler had skipped out on the card. He actually wanted to become a professional wrestler unlike his friends and thought of it more than just simple fun. Punk distanced himself from his brother Mike and has not spoke to him since after he found out that Mike was stealing thousands of dollars from the company.\nHe left LWF to be trained to become a professional wrestler by Ace Steel, Danny Dominion and Kevin Quinn at the \"Steel Dominion\" wrestling school in Chicago. He also competed at Steel Domain Wrestling in St. Paul, Minnesota and met Scott Colton, later known by the ring name Colt Cabana. Punk and Colton would later become best friends.\nPunk began competing for the promotion Independent Wrestling Association Mid-South. He won the IWA Mid-South Light Heavyweight Championship 2 times and the IWA Mid-South Heavyweight Championship five time, defeating the likes of A.J. Styles, Colt Cabana and Eddie Guerrero. He feuded with wrestlers like Colt Cabana and Chris Hero. During his feud with Hero, they competed in a 55-minute TLC match, a 93-minute two out of three falls match, and many 60-minute time limit draws. During the feud with Cabana, Punk wrestled him in many different matches. The matches he had with Cabana would lead Punk to being hired by Ring of Honor. He chose not to compete for Mid-South anymore from February 2003 until May 2004 because he said that he was protesting the mistreatment of Chris Hero from Ian Rotten. Punk returned to the company and performed as both a wrestler and commentator. He stayed with the company until 2005 when he was signed by the World Wrestling Entertainment. His last match in the company was against Delirious which ended in a 60-minute time limit draw\nOn August 1, 2003, Punk joined the Japanese promotion Pro Wrestling ZERO-ONE for the final day of their 2003 Fire Festival at Korakuen Hall. At the event, Punk teamed with C.W. Anderson, Josh Daniels, and Vansack Acid in losing effort against the team of Ikuto Hidaka, Jun Kasai, Naohiro Hoshikawa, and Tatsuhito Takaiwa.\nRing of Honor and Total Nonstop Action Wrestling (2002-2006).\nIn 2002, Punk joined Ring of Honor. He feuded with Raven and their feud was considered to be one of the best feuds of ROH in 2003. The feud was based around Punk's straight-edge lifestyle and him comparing Raven to his alcoholic father. Their feud ended when Punk defeated Raven in a steel cage match at \"The Conclusion\". During that time, Punk joined NWA Total Nonstop Action Wrestling (TNA) and was a member of Raven's stable, The Gathering along with Julio Dinero.\nPunk would begin to climb the ranks in ROH. He was able to come in second at the \"Second Anniversary Show\" during the tournament to crown the first ROH Pure Champion, losing to A.J. Styles in the finals. He also was able to win the ROH Tag Team Championship twice with Colt Cabana as a member of the Second City Saints. Both of their championship wins were against the Briscoe Brothers who they defeated. Around October 2003, Punk was hired to become the first head trainer at the Ring of Honor wrestling school.\nOn February 25, 2004, before a TNA show, Punk was involved in a physical fight with Teddy Hart outside of a restaurant which was broken up by Sabu. The scuffle was reportedly because of an ROH show where Hart performed three unplanned spots which put many other wrestlers in danger of injury. Around the time of the fight, Punk and Dinero had stopped showing up on TNA shows,which lead to speculation that he was fired because of the incident. Punk would say that the scuffle had nothing to do with his TNA career. He said that the reason he and Dinero had stopped showing up on TNA pay-per-views was because TNA officials believed that they did not connect with the fans as heels. Punk decided to quit TNA in March 2004 during the Rob Feinstein controversy, after he had an argument with the TNA offices over his ability to work for ROH after a TNA order that their contracted wrestlers were no longer allowed to wrestle in ROH.\nWhen Punk returned to ROH, he wrestled ROH World Champion Samoa Joe for the championship in a three match series. The first match between the two was held on June 12, 2004 at \"World Title Classic\" in Dayton, Ohio. The match would end in a 60-minute time limit draw when neither Punk nor Joe were able to pin or cause the other to submit within the time limit given. The second match was supposed to be held on December 4, 2004 but because of Steve Corino being pulled from a match with Joe by Pro Wrestling ZERO-ONE, it was rescheduled to be held on October 11, 2004 for October 16 in Punk's hometown of Chicago. At the event titled \"Joe vs. Punk II\" on October 16, Punk and Joe fought to another 60-minute time limit draw. \"Joe vs. Punk II\" became Ring of Honor's best-selling DVD at the time and the match between Punk and Joe was also given a five-star rating by Dave Meltzer's Wrestling Observer Newsletter. The series ended after Joe defeated Punk in their third and final match on December 4, 2004 at \"All-Star Extravaganza 2\" where there was no time limit.\nOhio Valley Wrestling (2005–2006).\nPunk started in the WWE's developmental territory Ohio Valley Wrestling and debuted on September 8, 2005 in a six-man tag team dark match where he teamed with Nigel McGuinness and Paul Burchill in a losing effort to the team of Deuce Shade, Elijah Burke and Seth Skyfire. On November 9, 2005, Punk defeated Ken Doane to become the OVW Television Champion. Brent Albright was supposed to face Doane but lost his chance when Punk hit him with a steel chair. This led to Punk feuding with Albright. On January 4, 2006, Punk was involved in a Three-Way Dance match with both Doane and Albright. He lost the championship when Punk submitted to Albright's finishing move, the Crowbar. The feud ended on February 1, 2006 when a double turn occurred. Albright turned heel by allowing the Spirit Squad to beat Punk which turned Punk face. During John Cena's WrestleMania 22 entrance, Punk made a small appearance as a gangster and rode on the side of a 1930s era car to the ring.\nMatt Cappotelli, the OVW Heavyweight Champion at the time, vacated the championship in February 2006 after he found out that he had a brain tumor. After Cappotelli vacated the title, OVW held a tournament to crown a new champion. Punk was able to reach the finals and faced Brent Albright. Albright defeated Punk in the finals to become the new champion. Punk and Albright feuded again and Punk was able to defeat Albright in a strap match on May 3, 2006 to become the champion. He also became one-half of the Southern Tag Team Champions when he teamed with Seth Skyfire and defeated Shad Gaspard and the Neighborhoodie at a house show on July 28, 2006. They lost the championships to Deuce Shade and \"Domino\" Cliff Compton on July 28, 2006 and Punk feuded with Skyfire. Skyfire was supposed to face Punk in a match for the OVW Heavyweight Championship but he was attacked before the match by Charles \"The Hammer\" Evans. Chet Jablonski replaced Skyfire in the match and defeated Punk to win the championship. After Punk lost the championship, he was called up to WWE's main roster full-time.\nECW (2006–2008).\nPunk debuted in the WWE on the ECW brand in a match against Justin Credible on August 01, 2006. He made his televised debut on the July 4 episode of \"ECW on Sci Fi\". During his debut, he cut a short pre-taped promo where he talked about his straight edge lifestyle. His first televised match was on August 1, 2006 at the Hammerstein Ballroom where he defeated Justin Credible. During his time there, he started a winning streak. He started a feud with Mike Knox over Knox's girlfriend, Kelly Kelly. Punk was able to qualify for the Extreme Elimination Chamber at December to Dismember after he defeated Knox in their first match. He competed in the Survivor Series match where he teamed with D-Generation X and the Hardy Boyz to defeat Rated-RKO, Knox, John Morrison and Gregory Helms. During the Chamber match, Punk was the first person eliminated by Rob Van Dam.\nHe then began a feud with Hardcore Holly. On January 9, 2007, Holly was able to snap Punk's six-month unbeaten streak after he defeated him. When his feud with Holly was over, Punk started a feud with Matt Striker. Striker defeated Punk which gave Punk a second loss on his record. Punk defeated Johnny Nitro and earned a chance to compete in the Money in the Bank ladder match at WrestleMania 23. Punk didn't win the match though as it was won by Mr. Kennedy.\nPunk turned heel by joining the New Breed alliance on the April 10, 2007 \"ECW on Sci Fi\". He turned face again two weeks later when he kicked the New Breed's leader Elijah Burke in the head and cost them a four on four elimination match. Punk delivered his finishing move, the Go To Sleep, to Burke and sarcastically apologized before he left the ring. Punk would defeat Burke in a singles match at Judgment Day and teamed with The ECW Originals (Tommy Dreamer and The Sandman) to defeat The New Breed (Elijah Burke, Matt Striker and Marcus Cor Von) in a six-man tag team tables match at One Night Stand.\nWhen then-ECW Champion Bobby Lashley was drafted to \"Raw\", he was stripped of the championship and ECW held a tournament to decide the new champion. Punk defeated Marcus Cor Von on the June 19 episode of \"ECW on Sci Fi\". Punk was supposed to face Chris Benoit at next but Benoit legitimately no-showed the event after he killed his family and himself. He was replaced by Johnny Nitro and Nitro defeated Punk for the vacant championship.\nPunk was able to challenge for the title again at The Great American Bash against Nitro (who changed his ring name to John Morrison at this point) but was again defeated by Morrison. Punk challenged Elijah Burke and Tommy Dreamer in a triple threat match. The match was to determine who the next competitor in Morrison's 15 Minutes of Fame Challenge, in which Punk won. Punk was able to defeat Morrison a week later for an ECW Championship title match at SummerSlam. Morrison defeated Punk at SummerSlam when Morrison used the ropes for a leverage pin.\nDuring the September 1, 2007 (aired September 4) ECW taping, Punk was able to defeat Morrison in a \"last chance\" title match to win the ECW Championship. Punk successfully defended his championship against Elijah Burke at Unforgiven, Big Daddy V via disqualification at No Mercy, The Miz at Cyber Sunday, John Morrison on the November 6, 2007 episode of \"ECW\", and in a triple threat match against The Miz and John Morrison at Survivor Series. On the January 22, 2008 episode of ECW, Punk was defeated by Chavo Guerrero for the ECW Championship in a No Disqualification match after Edge ran in and speared Punk. At WrestleMania XXIV, he competed in the Money in the Bank ladder match and defeated Chris Jericho, Montel Vontavious Porter, Shelton Benjamin, John Morrison, Mr. Kennedy and Carlito.\nRaw & World Heavyweight Champion (2008–2009).\nOn the June 23, 2008 episode of \"Raw\", Punk was drafted to the Raw brand during the 2008 WWE Draft. During his first night on \"Raw\", Batista beat down the World Heavyweight Champion Edge and left him lying in the ring. Punk then ran down the ramp to the ring with referee Mike Chioda. He then cashed in his Money in the Bank contract, hit Edge with the Go to Sleep and pinned him to become the new World Heavyweight Champion. Punk defended the title for the first time later in the night against JBL. Punk was able to hold the championship until Unforgiven on September 7, 2008. Before Punk was able to compete in the Championship Scramble match, he was attacked by The Legacy (Randy Orton, Cody Rhodes and Ted DiBiase with Manu). Orton ended the attack by punting Punk in the head. This led to Punk being unable to compete in the match and having to forfeit the title. In the match, Punk was replaced by Chris Jericho, who was able to win the match and the title. Punk had a rematch against Jericho eight days later on the September 15 episode of \"Raw\" but he was unable to regain the title in a steel cage match.\nOn the October 27, 2008 episode of \"Raw\", Punk and Kofi Kingston were able to defeat Cody Rhodes and Ted DiBiase to win the World Tag Team Championship. Punk and Kofi were also members of Team Batista at Survivor Series where they lost to Team Orton. After Survivor Series, Punk entered the number one contender Intercontinental Championship Tournament. Punk was able to defeat Snitsky and John Morrison in the first two rounds. On December 13, 2008, John Morrison and The Miz defeated Punk and Kingston for the World Tag Team Championship at a live event. Punk defeated Rey Mysterio the next day at Armageddon to win the tournament.\nOn the January 5 episode of \"Raw\", he received an Intercontinental Championship title match against William Regal. The match ended in a disqualification, when Regal grabbed the referee's shirt. Due to this, Stephanie McMahon gave Punk a rematch the next week. The rematch ended in a disqualification but this time it was Punk that got disqualified. He was awarded another rematch on the January 19 episode of \"Raw\" but this time it was a No Disqualification match. Punk was able to win the match and the championship. When he won the championship, Punk became the nineteenth Triple Crown Champion. He also became the person to accomplish the Triple Crown in the fastest amount of time, which broke Kevin Nash's old record. On the March 9 episode of \"Raw\", Punk was defeated for the championship by John \"Bradshaw\" Layfield. Punk was able to win the Money in the Bank ladder match at WrestleMania XXV and became the first person to win the match twice. At the 2009 WWE Draft on April 13, 2009, he was drafted from \"Raw\" to \"SmackDown\". He began a feud with Umaga because of Umaga's multiple surprise attacks when Punk was attempting to cash in his Money in the Bank Contract. The feud resulted in a Samoan strap match at Extreme Rules. The match was won by Punk.\nWhen the pay-per-view was about to end, Punk ran down to the ring, cashed in his Money in the Bank contract and defeated Jeff Hardy to win the World Heavyweight Championship. On the June 15 episode of \"Raw\", Punk defended his championship in a Triple Threat match against Edge and Hardy. At The Bash, Punk lost to Hardy by disqualification when Punk kicked the referee after he was affected with a storyline eye injury and claimed that he could not see the referee, but because the titles do not change hands from disqualification, Punk retained the championship. When Hardy believed that Punk was faking his eye injury, he called him out on it. This led Punk to turn heel and said that he was the moral superior to fans of Hardy because of his drug-free lifestyle. Punk lost the championship to Hardy at Night of Champions. Punk and Hardy had a Tables, Ladders, and Chairs match at SummerSlam where Punk won the championship back. After the match, Punk was attacked by The Undertaker. Punk's feud with Hardy ended on the August 28 episode of \"Friday Night SmackDown\" when Punk defeated Hardy in a steel cage match where the loser of the match would have to leave the company. The match earned a Slammy Award for \"Shocker of the Year\" in 2009.\nAt Breaking Point in Montreal, Punk competed in a submission match against The Undertaker. Punk defeated The Undertaker in the match to retain the World Heavyweight Championship. The Undertaker originally won the match with his Hell's Gate submission hold. The SmackDown general manager Theodore Long restarted the match after announcing that the ban that the former general manager Vickie Guerrero set on his move was still in effect. Punk won the match with the Anaconda Vise when the referee Scott Armstrong called for the bell even though the Undertaker did not submit (similar to the Montreal Screwjob which happened in the same arena in 1997). Punk was defeated by The Undertaker in a Hell in a Cell match for the World Heavyweight Championship at Hell in a Cell. Punk had a rematch against The Undertaker on \"Smackdown\" and had another rematch at Bragging Rights in a Fatal Four Way match which also involved Batista and Rey Mysterio but he lost both matches.\nThe Straight Edge Society & New Nexus (2009–2011).\nHe changed his character in a more menacing direction on the November 27 episode of \"SmackDown\", when he revealed that he had converted Luke Gallows, who had the former gimmick of the mentally incompetent wrestler Festus, to the straight-edge lifestyle which had got rid of his mental problems. He continued to support his straight-edge philosophy, he began to present himself as a cult-like savior to the crowd. He also grew out the hair on his head, face and chest in an allusion to Jesus. Through the month of January, he began to convert planted members of the audience to the straight-edge lifestyle by making them take a pledge of allegiance to him and then shaving their head as a sign of renewal and devotion. After he converted multiple people who were not seen again, one of the converts Serena began accompanying Punk and Gallows and they later formed the Straight Edge Society. While leading the stable, he was also the mentor of \"WWE NXT\" rookie Darren Young. At one point, Young was going to join the Straight Edge Society but he chose not to join before he was about to have his head shaved.\nPunk would occasionally give sermons and even gave sermon while competing in both the Royal Rumble and Elimination Chamber matches. During the Chamber match, Punk was eliminated by Rey Mysterio, who he was feuding with going into the PPV. This raised tensions between the two as Mysterio prevented him from winning a Money in the Bank qualifying match which then lead to Punk interrupting Mysterio's celebration of his daughter's ninth birthday and singing his own version of \"Happy Birthday to You\" to her. Mysterio challenged Punk to a Street Fight at WrestleMania XXVI but he lost to Gallows. A stipulation was added by Punk that if Mysterio lost, he would have to join the Society. Mysterio defeated Punk at WrestleMania and a rematch took place at Extreme Rules where if Punk lost, he would have to have his head shaved like his disciples. Punk was able to win the match after outside interference from a fourth member of the Society who kept his face covered. A third and final match was held at Over The Limit with both of the previous stipulations put on. At the event, Punk was defeated by Mysterio and had his head shaved bald.\nPunk felt embarrassed by having his head shaved and he considered himself to be always pure unlike his followers, Punk appeared under a mask to cover his bald head on the May 29 episode of \"SmackDown\". At Fatal 4-Way, Punk challenged for the World Heavyweight Championship against Mysterio, The Big Show and the champion Jack Swagger but lost when Kane attacked Punk after Kane accused Punk of being the person who attacked The Undertaker. Punk was unmasked by Big Show on the July 16 episode of \"SmackDown\" while Punk was healing from an arm injury. On the July 23 episode of \"SmackDown\", Big Show unmasked the fourth member of the Straight Edge Society and it was revealed to be Joey Mercury. This incident led to a handicap match at SummerSlam. In the match, Big Show defeated the Straight Edge Society when Punk abandoned them. Punk was defeated in a singles match against Big Show at Night of Champions. A little while after, Serena was released from her WWE contract after she reportedly did not \"live out\" her straight edge persona in public. Mercury had also suffered an injury which caused the group to shorten. Gallows showed signs of dissent and Punk defeated Gallows in a match on the September 24 episode of \"SmackDown\". The ended the group.\nPunk was traded back to \"Raw\" when he was swapped with Edge. Punk competed in an interbrand tag team match at Bragging Rights after he injured Evan Bourne to take his place, but the team lost. It was later reported that Punk had been suffering from a hip injury and he would need to stop competing for a while. To stay on television, Punk appeared and began commentating on \"Raw\" starting on November 22. During his commentary time, Punk showed favor toward heels and criticized John Cena because of his actions with The Nexus. Punk left commentary after he attacked John Cena with a chair on both \"Raw\" and \"SmackDown\". Punk revealed that he had joined The Nexus and this was the reason that he had attacked Cena. Punk would command the group to attack Randy Orton and blamed him for Punk's first World Heavyweight Championship reign in 2008 ending. The incident led to a match at WrestleMania XXVII where Orton defeated Punk. They also had a Last Man Standing match with The New Nexus barred from ringside at Extreme Rules which Punk also lost.\nWWE Championship reign (2011-2013).\nWithin a week, Punk went on to defeat John Cena on \"Raw\", Rey Mysterio at Capitol Punishment and Alberto Del Rio in a number one contendership match. Punk would then reveal that his contract with the WWE would expire at Money in the Bank and promised that he would leave the company with the WWE Championship; some of his speeches and mannerisms were very similar to his final months with Ring of Honor. After Punk made a scathing on-air speech about the way that the WWE is run and about its owner Vince McMahon, he was suspended (storyline) from televised WWE events but he was brought back the following week after John Cena insisted. When Punk returned, he didn't appear with the other members of Nexus and the stable was quietly dissolved. This helped Punk turn back into a fan-favorite. Punk would go on to defeat John Cena at Money in the Bank to become the WWE Champion during his final night under a WWE contract.\nOn July 21, he made a surprise appearance at a joint WWE-Mattel panel at the San Diego Comic Con. During his appearance, Punk mocked the Chief Operating Officer Triple H and also offered a match to the WWE Championship tournament finalist Rey Mysterio as long as the match took place in Punk's hometown of Chicago. The WWE Championship tournament was won by Mysterio on the July 25 episode of \"Raw\" but he lost to Cena later in the night. When Cena won, Punk returned to upstage Cena's WWE Championship victory celebration which lead to a title dispute. Triple H later supported the fact that both Punk and Cena's claims as the WWE Championship as legitimate and he scheduled a match between the two at SummerSlam to decide who would become the undisputed WWE Champion. At SummerSlam, Punk was able to win the match but he lost the championship shortly after when Kevin Nash attacked Punk and Alberto Del Rio cashed in his Money in the Bank contract. On \"Raw\" the next night, Punk accused Nash of working with Triple H to try and keep Punk away from the WWE Championship. After many confrontations between the two, Punk and Nash demanded that they face each other at Night of Champions and Triple H agreed. Triple H would later change the match and would book himself to replace Nash instead after Punk continued to verbally attack him and his wife Stephanie McMahon.\nPunk was defeated by Triple H in a No Disqualification match after The Miz, and R-Truth attacked both of them. At Hell in a Cell, Punk competed in a Triple threat Hell in a Cell match against Alberto Del Rio and John Cena but he was defeated. After the match, Punk was again attacked by The Miz and R-Truth. At Vengeance, Punk teamed up with Triple H in a match against The Miz and R-Truth but they lost after Nash attacked Triple H. The loss helped switch Punk's anti-establishment voice from Triple H over to John Laurinaitis, who became the interim Raw general manager. Punk didn't like the promotion that Laurinaitis received and called him a boring yes man.\nOn October 31, Punk forced his way into a match against Del Rio at Survivor Series. In the match, Punk defeated Del Rio to win back the WWE Championship. He defended the championship throughout the year, defeating Del Rio in a rematch on the November 28 episode of \"Raw\" as well as defeating both Del Rio and The Miz in a triple threat TLC match at. On the December 26 episode of \"Raw\", Punk was defeated in a gauntlet match by Dolph Ziggler which made Ziggler become the number one contender for the WWE Championship. If Punk was able to win the gauntlet match, he would have earned the right to face Laurinaitis in a match. On the January 2 episode of \"Raw\", Punk was defeated by Ziggler via countout after Laurinaitis interfered in the match. Throughout January, Laurinaitis would continue to mess up Punk's matches and cause him to lose to Ziggler. This eventually led to Punk attacking Laurinaitis. Punk defeated Ziggler in a match at Royal Rumble to retain his championship even with Laurinaitis acting as the outside enforcer.\nOn the January 30 episode of \"Raw\", entered a feud with Chris Jericho after Jericho attacked Punk and Daniel Bryan during their Champion vs. Champion match which helped Bryan gain the win. On the February 6 episode of \"Raw\", Jericho explained why he attacked Punk, saying that the WWE roster were imitations of himself and he singled out Punk for claiming that he was the best in the world, a moniker that Jericho had used during the last time that he was in WWE. Punk competed in an Elimination Chamber match at Elimination Chamber. The match also featured Jericho who Punk kicked out of the chamber and suffered a short lasting injury. Punk was able to win the match and retain his championship. On the February 20 episode of \"Raw\", Jericho won a 10-Man No. 1 Contender's Battle Royal and earned a match against Punk for the WWE Championship at WrestleMania XXVIII. To try and gain a psychological edge, Jericho revealed that Punk's father was an alcoholic and also alleged that Punk's sister was a drug addict. Jericho said that Punk's straight edge philosophy was so that he would not end up falling into the same vices and promised that he would make Punk turn to alcohol by defeating him and winning the championship from him. A stipulation was added to the match by John Laurinaitis that if Punk was disqualified, he would have lost the championship. Jericho would then try to get Punk to use a weapon which Punk refused to do. Punk was able to defeat Jericho and retain his championship at WrestleMania XXVIII. On both the April 2 and 9 episodes of \"Raw SuperShow\", Punk was able to retain his championship against Mark Henry after he lost to him via count-out and disqualification. After both of the matches, Jericho would attack Punk and pour alcohol on him. On the April 16 episode of \"Raw SuperShow\", Punk was able to pin Henry in a no disqualification, no countout match to retain his title. The feud ended at Extreme Rules when Punk was able to retain his championship by defeating Jericho in a Chicago Street Fight.\nPunk would go to feud with Daniel Bryan starting at Over the Limit when Punk was able to retain his championship after he reversed Bryan's finishing submission hold, the \"Yes!\" Lock, into a pinning combination. The replay, however, would show that Punk had visibly tapped out moments after the match finished. On the \"SmackDown\" before the pay-per-view, Bryan would interfere in the non-title match between Punk and Kane to attempt to frame Punk for attacking Kane with a steel chair, which started a three-way rivalry. On the June 1 episode of \"SmackDown\", a match between Punk and Kane took place for the WWE Championship but it ended in a double disqualification after Bryan ran in and attacked both men. Bryan's ex-girlfriend AJ would turn her affections towards both Punk and Kane. The feud ended when Punk was able to defeat Bryan and Kane in a triple threat match at No Way Out after AJ distracted Kane. Punk was able to defeat Bryan to retain the championship in a No Disqualification match with AJ as the special guest referee at Money in the Bank.\nOn July 23 episode of \"Raw\" named \"Raw 1000\", Punk faced the Money in the Bank winner John Cena and was able to defend his WWE championship but lost the match after Big Show interfered and attack Cena. After the night's special guest The Rock tried to help Cena, Punk would attack him and turn heel. On the next \"Raw\", Punk would explain that he attacked The Rock because he was tired of being overshadowed by people like Cena and Rock when the main focus of the company should be on the WWE Champion. Punk would attack both Cena and Big Show during their number one contender's match later on in the night. As a result of this, both Cena and Show were put into a title match against Punk at SummerSlam. At SummerSlam, Punk successfully defended his championship against them in a triple threat match. During the following weeks, Punk would demand respect from people like AJ Lee, Jerry Lawler and Bret Hart. He would eventually be managed by Paul Heyman during Punk's feud with Cena. Punk would face Cena to a draw at Night of Champions. Even though Cena was suffering from an arm injury, they continued to feud. Punk would reject Mick Foley and Jim Ross to pick him as his Hell in a Cell opponent and lead to Punk fighting with WWE chairman Vince McMahon. After Cena's injury made him unable to wrestle at Hell in a Cell, he was replaced by Ryback. At Hell in a Cell, Punk was able to defeat Ryback and retain his championship after referee Brad Maddox hit Ryback with a low-blow.\nOn \"Raw\" the next night, an angry Mick Foley confronted Punk for not picking John Cena as his Hell in a Cell opponent. Foley and Punk then agreed to face each other in the traditional five-on-five elimination tag team at Survivor Series. Punk would chose Alberto Del Rio, Cody Rhodes, Damien Sandow, and The Miz to be on his team but Punk was later replaced as team captain by Dolph Ziggler after Mr. McMahon booked him in a Triple Threat WWE Championship match against John Cena and Ryback instead. At the pay-per-view, Punk defeated Cena and Ryback after interference from the debuting stable called The Shield (Dean Ambrose, Seth Rollins, and Roman Reigns) which allowed him to retain his WWE Championship. He would hold the championship for a full year. On December 4, Punk underwent surgery for a partially torn meniscus which removed him from his title match against Ryback at. Even though Punk was injured, he became the longest reigning WWE Champion in the past 25 years on December 5, after he reached 381 days which passed John Cena's 380-day reign. Punk returned to in-ring action on the January 7, 2013 episode of \"Raw\" where he defeated Ryback in a Tables, Ladders, and Chairs match, following interference from The Shield to retain his championship.\nPunk defended his WWE Championship against The Rock at the Royal Rumble on January 27, 2013. A stipulation was added to the match where if The Shield interfered, then Punk would be stripped of the title. Punk had originally pinned The Rock to retain his championship after The Shield attacked and put The Rock through a table while the arena lights were out. Vince McMahon came out to the entrance ramp and started to announce that Punk would be stripped of the championship, but he instead restarted the match at The Rock's request. Punk ended up losing the match, ending his record-setting reign at 434 days. Punk would receive a rematch for the championship on February 17 at the Elimination Chamber, with the stipulation that if The Rock was disqualified or counted out, he would lose the WWE Championship. Rock was able to pin and defeat Punk in the match to retain the championship. On the February 25 episode of \"Raw\", Punk faced off against Royal Rumble winner John Cena for his number one contendership to the WWE Championship, but was defeated.\nDeparture and retirement (2014).\nOn January 26, 2014, Punk was the first entrant in the Royal Rumble match. After he was able to last in the match until the final four, Kane, who was already eliminated earlier in by Punk, eliminated Punk from the outside and then chokeslammed him through the announcer's table.\nThe night after the Royal Rumble, Punk did not show up \"Raw\" or on the \"SmackDown\" tapings on Tuesday in Toledo, Ohio even though he was advertised. It was reported by the Wrestling Observer that, on Monday before Raw, Punk legitimately walked out of the company after he told both Vince McMahon and Triple H that he was \"going home\". On February 20, McMahon said that Punk was \"taking a sabbatical\" during a conference call to investors. After weeks of hearing the crowd chant for CM Punk at various WWE events, the company decided to make its first comments on the status of Punk on the March 3, 2014 episode of \"Raw\" in Punk's hometown of Chicago. When the show started, they played Punk's entrance music \"Cult of Personality\" and his old manager Paul Heyman came out instead. Heyman said that Punk was not at \"Raw\" and blamed the crowd. He also blamed the Undertaker for Punk's split from Heyman. On July 15, 2014, WWE moved Punk's profile from the active roster to their alumni page without them releasing a statement. On the same day, Punk thanked his fans without mentioning WWE on Twitter. In late July, Punk said that he was \"never ever\" going to return to wrestling.\nOn November 26, 2014, Punk appeared on his friend Colt Cabana's \"Art of Wrestling\" podcast. During the podcast, Punk decided to break his silence on his decision on leaving the WWE. Punk said the WWE had suspended him for two months after he walked out in January, and that he was fired by the company months later on his wedding day in June 2014. He said that them firing him on his wedding day was the last straw and he said that he would never return to the WWE. He also said that after a legal settlement with WWE, there would not be a further working relationship between them. The settlement that was reached included Punk giving the company permission to sell the rest of his remaining merchandise. Punk said that the main reason he left the WWE was because of his health problems. Punk said that during his last months with the company, he was working through an untreated and possibly fatal MRSA infection, broken ribs, injured knees, multiple concussions which included one at the Royal Rumble when Kofi Kingston kicked him, as well as having lost his appetite and ability to sleep well. He felt that the company had been pressuring and rushing him to wrestle before he was fully healed. Punk also noted that he was unhappy with his failure to main event a WrestleMania (saying that his entire career was a failure as a result), him being paid less than the other top wrestlers on the card for WrestleMania 29, being \"creatively stifled\" and him having the feeling that there were no long-term plans for wrestlers other than John Cena, as well as receiving smaller paychecks and not getting answers as to how the WWE Network would effect the salaries of the wrestlers. Punk ended with saying that he has \"zero passion\" left for wrestling.\nNot even a week later, Vince McMahon appeared on Stone Cold Steve Austin's podcast \"The Steve Austin Show\". During the podcast, Stone Cold asked McMahon if he wanted to speak about CM Punk. McMahon apologized to Punk for the way that his firing happened, which he claimed was a \"coincidence\" while he blaming the lack of communication in the organization. McMahon also said that he would like to work with Punk again. Punk would appear on Cabana's \"Art of Wrestling\" podcast again. During the podcast, Punk said that he did not accept McMahon's apology, saying that it was insincere and a \"publicity stunt\" as McMahon had not contacted him directly to apologize and that he could have apologized earlier.\nUltimate Fighting Championship.\nOn December 6, 2014, during UFC 181, Punk along with Joe Rogan announced that he had signed a multi-fight deal with Ultimate Fighting Championship (UFC) to fight in either their middleweight or welterweight division. UFC President Dana White said that Punk would most likely debut against another fighter at or near his experience level. His first fight is expected to be sometime in 2016.\nPersonal life.\nCM Punk is married to AJ Lee. They were married on June 13, 2014. He has previously dated professional wrestlers Shannon Spruill, Tracy Brookshaw, Maria Kanellis, and Amy Dumas.\nPunk is a fan of the Chicago Blackhawks and the Chicago Cubs. He wore a Blackhawks jersey and cut a promo during his return to Chicago. He also attended Blackhawks playoff games.\nHe is a fan of comics which he collects and reads. He wrote the introduction to Marvel Comics' \"Avengers vs. X-Men\". Punk wrote the Marvel comic \"Thor Annual #1\", which is set to be released sometime in February 2015.\nChampionships.\n1Punk held the title at the same time with Rey Mysterio and John Cena during his first reign. Punk's second reign is not recognized by WWE after he defeated Cena and became undisputed champion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ring_name","surface_form":"ring name","offset":66},{"uri":"Americans","surface_form":"American","offset":91},{"uri":"Mixed_martial_arts","surface_form":"mixed martial artist","offset":100},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":133},{"uri":"WWE","surface_form":"WWE","offset":195},{"uri":"WWE_Championship","surface_form":"WWE Champion","offset":368},{"uri":"ECW_World_Heavyweight_Championship","surface_form":"ECW Champion","offset":537},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Champion","offset":562},{"uri":"WWE_Championship","surface_form":"WWE Champion","offset":599},{"uri":"World_Tag_Team_Championship_(WWE)","surface_form":"World Tag Team Champion","offset":622},{"uri":"Kofi_Kingston","surface_form":"Kofi Kingston","offset":651},{"uri":"WWE_Intercontinental_Championship","surface_form":"Intercontinental Champion","offset":675},{"uri":"Money_in_the_Bank_ladder_match","surface_form":"Money in the Bank","offset":706},{"uri":"WrestleMania_XXIV","surface_form":"2008","offset":727},{"uri":"WrestleMania_XXV","surface_form":"2009","offset":736},{"uri":"Slammy_Award","surface_form":"Slammy Award","offset":797},{"uri":"Ultimate_Fighting_Championship","surface_form":"Ultimate Fighting Championship","offset":928},{"uri":"Mixed_martial_arts","surface_form":"mixed martial arts","offset":1001},{"uri":"Straight_edge","surface_form":"Straight edge","offset":1076},{"uri":"Atheist","surface_form":"Atheist","offset":1100},{"uri":"Backyard_wrestling","surface_form":"backyard wrestling","offset":1164},{"uri":"Card_(sports)","surface_form":"card","offset":1452},{"uri":"Chicago","surface_form":"Chicago","offset":1881},{"uri":"St._Paul%2C_Minnesota","surface_form":"St. Paul, Minnesota","offset":1936},{"uri":"Colt_Cabana","surface_form":"Colt Cabana","offset":2007},{"uri":"A.J._Styles","surface_form":"A.J. Styles","offset":2298},{"uri":"Eddie_Guerrero","surface_form":"Eddie Guerrero","offset":2327},{"uri":"Chris_Hero","surface_form":"Chris Hero","offset":2389},{"uri":"Time_limit","surface_form":"time limit","offset":2529},{"uri":"Ring_of_Honor","surface_form":"Ring of Honor","offset":2686},{"uri":"Ian_Rotten","surface_form":"Ian Rotten","offset":2856},{"uri":"Sports_commentator","surface_form":"commentator","offset":2934},{"uri":"WWE","surface_form":"World Wrestling Entertainment","offset":3011},{"uri":"Pro_Wrestling_Zero1","surface_form":"Pro Wrestling ZERO-ONE","offset":3191},{"uri":"Fire_Festival","surface_form":"Fire Festival","offset":3246},{"uri":"Korakuen_Hall","surface_form":"Korakuen Hall","offset":3263},{"uri":"C.W._Anderson","surface_form":"C.W. Anderson","offset":3309},{"uri":"Ikuto_Hidaka","surface_form":"Ikuto Hidaka","offset":3392},{"uri":"Jun_Kasai","surface_form":"Jun Kasai","offset":3406},{"uri":"Tatsuhito_Takaiwa","surface_form":"Tatsuhito Takaiwa","offset":3440},{"uri":"Ring_of_Honor","surface_form":"Ring of Honor","offset":3542},{"uri":"Raven_(wrestler)","surface_form":"Raven","offset":3572},{"uri":"Total_Nonstop_Action_Wrestling","surface_form":"NWA Total Nonstop Action Wrestling","offset":3873},{"uri":"Raven%27s_Nest","surface_form":"The Gathering","offset":3950},{"uri":"ROH_Pure_Championship","surface_form":"ROH Pure Champion","offset":4137},{"uri":"A.J._Styles","surface_form":"A.J. Styles","offset":4166},{"uri":"ROH_Tag_Team_Championship","surface_form":"ROH Tag Team Championship","offset":4221},{"uri":"Colt_Cabana","surface_form":"Colt Cabana","offset":4258},{"uri":"The_Briscoe_Brothers","surface_form":"Briscoe Brothers","offset":4358},{"uri":"Ring_of_Honor","surface_form":"Ring of Honor wrestling school","offset":4470},{"uri":"Teddy_Hart","surface_form":"Teddy Hart","offset":4586},{"uri":"Sabu_(wrestler)","surface_form":"Sabu","offset":4644},{"uri":"Samoa_Joe","surface_form":"Samoa Joe","offset":5490},{"uri":"Steve_Corino","surface_form":"Steve Corino","offset":5874},{"uri":"Dave_Meltzer","surface_form":"Dave Meltzer","offset":6298},{"uri":"Ohio_Valley_Wrestling","surface_form":"Ohio Valley Wrestling","offset":6581},{"uri":"Tag_team","surface_form":"tag team","offset":6649},{"uri":"Nigel_McGuinness","surface_form":"Nigel McGuinness","offset":6690},{"uri":"Paul_Burchill","surface_form":"Paul Burchill","offset":6711},{"uri":"Jimmy_Reiher%2C_Jr.","surface_form":"Deuce Shade","offset":6759},{"uri":"Elijah_Burke","surface_form":"Elijah Burke","offset":6772},{"uri":"Seth_Skyfire","surface_form":"Seth Skyfire","offset":6789},{"uri":"Kenny_Dykstra","surface_form":"Ken Doane","offset":6838},{"uri":"Heel_(professional_wrestling)","surface_form":"heel","offset":7290},{"uri":"The_Spirit_Squad","surface_form":"Spirit Squad","offset":7311},{"uri":"Face_(professional_wrestling)","surface_form":"face","offset":7355},{"uri":"John_Cena","surface_form":"John Cena","offset":7368},{"uri":"WrestleMania_22","surface_form":"WrestleMania 22","offset":7380},{"uri":"Gangster","surface_form":"gangster","offset":7440},{"uri":"Matt_Cappotelli","surface_form":"Matt Cappotelli","offset":7502},{"uri":"Astrocytoma","surface_form":"brain tumor","offset":7636},{"uri":"Cryme_Tyme","surface_form":"Shad Gaspard and the Neighborhoodie","offset":8086},{"uri":"Deuce_and_Domino","surface_form":"Deuce Shade and \"Domino\" Cliff Compton","offset":8187},{"uri":"ECW_(WWE)","surface_form":"ECW","offset":8642},{"uri":"Justin_Credible","surface_form":"Justin Credible","offset":8671},{"uri":"Straight_edge","surface_form":"straight edge","offset":8852},{"uri":"Hammerstein_Ballroom","surface_form":"Hammerstein Ballroom","offset":8932},{"uri":"Justin_Credible","surface_form":"Justin Credible","offset":8971},{"uri":"Mike_Knox","surface_form":"Mike Knox","offset":9063},{"uri":"Kelly_Kelly","surface_form":"Kelly Kelly","offset":9097},{"uri":"December_to_Dismember_(2006)","surface_form":"December to Dismember","offset":9174},{"uri":"Survivor_Series_(2006)","surface_form":"Survivor Series","offset":9260},{"uri":"D-Generation_X","surface_form":"D-Generation X","offset":9303},{"uri":"The_Hardy_Boyz","surface_form":"Hardy Boyz","offset":9326},{"uri":"Rated-RKO","surface_form":"Rated-RKO","offset":9347},{"uri":"John_Morrison_(wrestler)","surface_form":"John Morrison","offset":9364},{"uri":"Gregory_Helms","surface_form":"Gregory Helms","offset":9382},{"uri":"Rob_Van_Dam","surface_form":"Rob Van Dam","offset":9463},{"uri":"Bob_Holly","surface_form":"Hardcore Holly","offset":9502},{"uri":"Matt_Striker","surface_form":"Matt Striker","offset":9677},{"uri":"WrestleMania_23","surface_form":"WrestleMania 23","offset":9857},{"uri":"Ken_Anderson_(wrestler)","surface_form":"Mr. Kennedy","offset":9924},{"uri":"Elijah_Burke","surface_form":"Elijah Burke","offset":10102},{"uri":"Sarcasm","surface_form":"sarcastically","offset":10240},{"uri":"Judgment_Day_(2007)","surface_form":"Judgment Day","offset":10336},{"uri":"Tommy_Dreamer","surface_form":"Tommy Dreamer","offset":10384},{"uri":"The_Sandman_(wrestler)","surface_form":"The Sandman","offset":10402},{"uri":"Elijah_Burke","surface_form":"Elijah Burke","offset":10440},{"uri":"Matt_Striker","surface_form":"Matt Striker","offset":10454},{"uri":"Monty_Brown","surface_form":"Marcus Cor Von","offset":10471},{"uri":"Tag_team","surface_form":"tag team","offset":10500},{"uri":"One_Night_Stand_(2007)","surface_form":"One Night Stand","offset":10525},{"uri":"Bobby_Lashley","surface_form":"Bobby Lashley","offset":10565},{"uri":"WWE_Raw","surface_form":"Raw","offset":10595},{"uri":"Chris_Benoit","surface_form":"Chris Benoit","offset":10789},{"uri":"Murder","surface_form":"killed his family","offset":10863},{"uri":"Suicide","surface_form":"himself","offset":10885},{"uri":"John_Morrison_(wrestler)","surface_form":"Johnny Nitro","offset":10913},{"uri":"The_Great_American_Bash_(2007)","surface_form":"The Great American Bash","offset":11029},{"uri":"SummerSlam_(2007)","surface_form":"SummerSlam","offset":11434},{"uri":"Unforgiven_(2007)","surface_form":"Unforgiven","offset":11754},{"uri":"No_Mercy_(2007)","surface_form":"No Mercy","offset":11802},{"uri":"The_Miz","surface_form":"The Miz","offset":11812},{"uri":"Cyber_Sunday_(2007)","surface_form":"Cyber Sunday","offset":11823},{"uri":"Survivor_Series_(2007)","surface_form":"Survivor Series","offset":11959},{"uri":"Chavo_Guerrero%2C_Jr.","surface_form":"Chavo Guerrero","offset":12037},{"uri":"Edge_(wrestler)","surface_form":"Edge","offset":12114},{"uri":"WrestleMania_XXIV","surface_form":"WrestleMania XXIV","offset":12147},{"uri":"Money_in_the_Bank_ladder_match","surface_form":"Money in the Bank ladder match","offset":12185},{"uri":"Chris_Jericho","surface_form":"Chris Jericho","offset":12229},{"uri":"Montel_Vontavious_Porter","surface_form":"Montel Vontavious Porter","offset":12244},{"uri":"Shelton_Benjamin","surface_form":"Shelton Benjamin","offset":12270},{"uri":"John_Morrison_(wrestler)","surface_form":"John Morrison","offset":12288},{"uri":"Ken_Anderson_(wrestler)","surface_form":"Mr. Kennedy","offset":12303},{"uri":"Carly_Col%C3%B3n","surface_form":"Carlito","offset":12319},{"uri":"WWE_Raw","surface_form":"Raw","offset":12437},{"uri":"2008_WWE_Draft","surface_form":"2008 WWE Draft","offset":12458},{"uri":"Dave_Batista","surface_form":"Batista","offset":12507},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Champion","offset":12529},{"uri":"Mike_Chioda","surface_form":"Mike Chioda","offset":12646},{"uri":"John_Layfield","surface_form":"JBL","offset":12870},{"uri":"Unforgiven_(2008)","surface_form":"Unforgiven","offset":12920},{"uri":"The_Legacy_(professional_wrestling)","surface_form":"The Legacy","offset":13040},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":13052},{"uri":"Cody_Rhodes","surface_form":"Cody Rhodes","offset":13065},{"uri":"Ted_DiBiase%2C_Jr.","surface_form":"Ted DiBiase","offset":13081},{"uri":"Afa_Anoa%CA%BBi%2C_Jr.","surface_form":"Manu","offset":13098},{"uri":"Kofi_Kingston","surface_form":"Kofi Kingston","offset":13540},{"uri":"World_Tag_Team_Championship_(WWE)","surface_form":"World Tag Team Championship","offset":13613},{"uri":"Survivor_Series_(2008)","surface_form":"Survivor Series","offset":13693},{"uri":"WWE_Intercontinental_Championship","surface_form":"Intercontinental Championship","offset":13801},{"uri":"Gene_Snitsky","surface_form":"Snitsky","offset":13867},{"uri":"Rey_Mysterio","surface_form":"Rey Mysterio","offset":14060},{"uri":"Armageddon_(2008)","surface_form":"Armageddon","offset":14089},{"uri":"William_Regal","surface_form":"William Regal","offset":14223},{"uri":"Stephanie_McMahon","surface_form":"Stephanie McMahon","offset":14330},{"uri":"Triple_Crown_Championship","surface_form":"Triple Crown Champion","offset":14698},{"uri":"Kevin_Nash","surface_form":"Kevin Nash","offset":14821},{"uri":"John_Layfield","surface_form":"John \"Bradshaw\" Layfield","offset":14921},{"uri":"WrestleMania_XXV","surface_form":"WrestleMania XXV","offset":15006},{"uri":"2009_WWE_Draft","surface_form":"2009 WWE Draft","offset":15082},{"uri":"Eddie_Fatu","surface_form":"Umaga","offset":15179},{"uri":"Extreme_Rules_(2009)","surface_form":"Extreme Rules","offset":15343},{"uri":"Jeff_Hardy","surface_form":"Jeff Hardy","offset":15506},{"uri":"WWE_The_Bash","surface_form":"The Bash","offset":15676},{"uri":"Kayfabe","surface_form":"storyline","offset":15783},{"uri":"Night_of_Champions_(2009)","surface_form":"Night of Champions","offset":16190},{"uri":"SummerSlam_(2009)","surface_form":"SummerSlam","offset":16268},{"uri":"The_Undertaker","surface_form":"The Undertaker","offset":16355},{"uri":"WWE_Breaking_Point","surface_form":"Breaking Point","offset":16632},{"uri":"Montreal","surface_form":"Montreal","offset":16650},{"uri":"Theodore_Long","surface_form":"Theodore Long","offset":16916},{"uri":"Vickie_Guerrero","surface_form":"Vickie Guerrero","offset":17012},{"uri":"Scott_Armstrong_(wrestler)","surface_form":"Scott Armstrong","offset":17124},{"uri":"Montreal_Screwjob","surface_form":"Montreal Screwjob","offset":17218},{"uri":"Hell_in_a_Cell_(2009)","surface_form":"Hell in a Cell","offset":17383},{"uri":"Bragging_Rights_(2009)","surface_form":"Bragging Rights","offset":17483},{"uri":"Dave_Batista","surface_form":"Batista","offset":17545},{"uri":"Rey_Mysterio","surface_form":"Rey Mysterio","offset":17557},{"uri":"Drew_Hankinson","surface_form":"Luke Gallows","offset":17783},{"uri":"Cult","surface_form":"cult","offset":18029},{"uri":"Savior","surface_form":"savior","offset":18039},{"uri":"Jesus","surface_form":"Jesus","offset":18132},{"uri":"Serena_Deeb","surface_form":"Serena","offset":18445},{"uri":"The_Straight_Edge_Society","surface_form":"Straight Edge Society","offset":18514},{"uri":"WWE_NXT","surface_form":"WWE NXT","offset":18590},{"uri":"Darren_Young","surface_form":"Darren Young","offset":18606},{"uri":"Sermon","surface_form":"sermon","offset":18783},{"uri":"Royal_Rumble_(2010)","surface_form":"Royal Rumble","offset":18840},{"uri":"Elimination_Chamber_(2010)","surface_form":"Elimination Chamber","offset":18857},{"uri":"Happy_Birthday_to_You","surface_form":"Happy Birthday to You","offset":19231},{"uri":"WrestleMania_XXVI","surface_form":"WrestleMania XXVI","offset":19308},{"uri":"Extreme_Rules_(2010)","surface_form":"Extreme Rules","offset":19507},{"uri":"Over_the_Limit_(2010)","surface_form":"Over The Limit","offset":19756},{"uri":"WWE_Fatal_4-Way","surface_form":"Fatal 4-Way","offset":20097},{"uri":"Big_Show","surface_form":"The Big Show","offset":20183},{"uri":"Jack_Swagger","surface_form":"Jack Swagger","offset":20213},{"uri":"Kane_(wrestler)","surface_form":"Kane","offset":20240},{"uri":"Adam_Birch","surface_form":"Joey Mercury","offset":20573},{"uri":"SummerSlam_(2010)","surface_form":"SummerSlam","offset":20628},{"uri":"Night_of_Champions_(2010)","surface_form":"Night of Champions","offset":20781},{"uri":"Bragging_Rights_(2010)","surface_form":"Bragging Rights","offset":21257},{"uri":"Evan_Bourne","surface_form":"Evan Bourne","offset":21290},{"uri":"Nexus_(professional_wrestling)","surface_form":"The Nexus","offset":21664},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":21901},{"uri":"WrestleMania_XXVII","surface_form":"WrestleMania XXVII","offset":22029},{"uri":"Extreme_Rules","surface_form":"Extreme Rules","offset":22158},{"uri":"WWE_Capitol_Punishment","surface_form":"Capitol Punishment","offset":22304},{"uri":"Alberto_Del_Rio","surface_form":"Alberto Del Rio","offset":22327},{"uri":"Money_in_the_Bank_(2011)","surface_form":"Money in the Bank","offset":22450},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":22522},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":22729},{"uri":"Mattel","surface_form":"Mattel","offset":23210},{"uri":"San_Diego_Comic-Con_International","surface_form":"San Diego Comic Con","offset":23230},{"uri":"SummerSlam_(2011)","surface_form":"SummerSlam","offset":23856},{"uri":"Kevin_Nash","surface_form":"Kevin Nash","offset":24017},{"uri":"Night_of_Champions_(2011)","surface_form":"Night of Champions","offset":24320},{"uri":"Stephanie_McMahon","surface_form":"Stephanie McMahon","offset":24502},{"uri":"Ron_Killings","surface_form":"R-Truth","offset":24601},{"uri":"Hell_in_a_Cell_(2011)","surface_form":"Hell in a Cell","offset":24635},{"uri":"Vengeance_(2011)","surface_form":"Vengeance","offset":24832},{"uri":"John_Laurinaitis","surface_form":"John Laurinaitis","offset":25032},{"uri":"Sycophant","surface_form":"yes man","offset":25175},{"uri":"Survivor_Series_(2011)","surface_form":"Survivor Series","offset":25251},{"uri":"Dolph_Ziggler","surface_form":"Dolph Ziggler","offset":25612},{"uri":"Royal_Rumble_(2012)","surface_form":"Royal Rumble","offset":26124},{"uri":"Chris_Jericho","surface_form":"Chris Jericho","offset":26274},{"uri":"Daniel_Bryan","surface_form":"Daniel Bryan","offset":26320},{"uri":"Elimination_Chamber_(2012)","surface_form":"Elimination Chamber","offset":26731},{"uri":"WrestleMania_XXVIII","surface_form":"WrestleMania XXVIII","offset":27065},{"uri":"Mark_Henry","surface_form":"Mark Henry","offset":27841},{"uri":"Extreme_Rules_(2012)","surface_form":"Extreme Rules","offset":28141},{"uri":"Hardcore_wrestling","surface_form":"Chicago Street Fight","offset":28227},{"uri":"Over_the_Limit_(2012)","surface_form":"Over the Limit","offset":28301},{"uri":"AJ_Lee","surface_form":"AJ","offset":28979},{"uri":"No_Way_Out_(2012)","surface_form":"No Way Out","offset":29123},{"uri":"Money_in_the_Bank_(2012)","surface_form":"Money in the Bank","offset":29288},{"uri":"Dwayne_Johnson","surface_form":"The Rock","offset":29541},{"uri":"SummerSlam_(2012)","surface_form":"SummerSlam","offset":30014},{"uri":"Jerry_Lawler","surface_form":"Jerry Lawler","offset":30188},{"uri":"Bret_Hart","surface_form":"Bret Hart","offset":30205},{"uri":"Paul_Heyman","surface_form":"Paul Heyman","offset":30250},{"uri":"Night_of_Champions_(2012)","surface_form":"Night of Champions","offset":30326},{"uri":"Mick_Foley","surface_form":"Mick Foley","offset":30439},{"uri":"Jim_Ross","surface_form":"Jim Ross","offset":30454},{"uri":"Hell_in_a_Cell_(2012)","surface_form":"Hell in a Cell","offset":30615},{"uri":"Ryback","surface_form":"Ryback","offset":30650},{"uri":"Brad_Maddox","surface_form":"Brad Maddox","offset":30750},{"uri":"Survivor_Series_(2012)","surface_form":"Survivor Series","offset":31011},{"uri":"Cody_Rhodes","surface_form":"Cody Rhodes","offset":31062},{"uri":"Damien_Sandow","surface_form":"Damien Sandow","offset":31075},{"uri":"Dolph_Ziggler","surface_form":"Dolph Ziggler","offset":31167},{"uri":"The_Shield","surface_form":"The Shield","offset":31392},{"uri":"Dean_Ambrose","surface_form":"Dean Ambrose","offset":31404},{"uri":"Seth_Rollins","surface_form":"Seth Rollins","offset":31418},{"uri":"Roman_Reigns","surface_form":"Roman Reigns","offset":31436},{"uri":"Meniscus_(anatomy)","surface_form":"meniscus","offset":31607},{"uri":"Royal_Rumble_(2013)","surface_form":"Royal Rumble","offset":32113},{"uri":"Elimination_Chamber_(2013)","surface_form":"Elimination Chamber","offset":32737},{"uri":"Royal_Rumble_(2014)","surface_form":"Royal Rumble","offset":33197},{"uri":"Toledo%2C_Ohio","surface_form":"Toledo","offset":33526},{"uri":"Ohio","surface_form":"Ohio","offset":33534},{"uri":"Cult_of_Personality_(song)","surface_form":"Cult of Personality","offset":34130},{"uri":"Colt_Cabana","surface_form":"Colt Cabana","offset":34648},{"uri":"Podcast","surface_form":"podcast","offset":34681},{"uri":"Methicillin-resistant_Staphylococcus_aureus","surface_form":"MRSA","offset":35498},{"uri":"WrestleMania_29","surface_form":"WrestleMania 29","offset":36002},{"uri":"John_Cena","surface_form":"John Cena","offset":36133},{"uri":"WWE_Network","surface_form":"WWE Network","offset":36221},{"uri":"Stone_Cold_Steve_Austin","surface_form":"Stone Cold Steve Austin","offset":36396},{"uri":"Stone_Cold_Steve_Austin","surface_form":"The Steve Austin Show","offset":36431},{"uri":"UFC_181","surface_form":"UFC 181","offset":37112},{"uri":"Joe_Rogan","surface_form":"Joe Rogan","offset":37137},{"uri":"Ultimate_Fighting_Championship","surface_form":"Ultimate Fighting Championship","offset":37200},{"uri":"Dana_White","surface_form":"Dana White","offset":37315},{"uri":"AJ_Lee","surface_form":"AJ Lee","offset":37511},{"uri":"Daffney","surface_form":"Shannon Spruill","offset":37602},{"uri":"Traci_Brooks","surface_form":"Tracy Brookshaw","offset":37619},{"uri":"Maria_Kanellis","surface_form":"Maria Kanellis","offset":37636},{"uri":"Amy_Dumas","surface_form":"Amy Dumas","offset":37656},{"uri":"Chicago_Blackhawks","surface_form":"Chicago Blackhawks","offset":37688},{"uri":"Chicago_Cubs","surface_form":"Chicago Cubs","offset":37715},{"uri":"Comic","surface_form":"comic","offset":37861},{"uri":"Marvel_Comics","surface_form":"Marvel Comics","offset":37926},{"uri":"Marvel_Comics","surface_form":"Marvel","offset":37978}]}