{"id":134306,"url":"http://en.wikipedia.org/wiki/Latin_alphabet_in_Turkish_countries","text":"The Latin alphabet in Turkic countries is the common alphabet officially used in most countries with Turkic languages. Turkic languages can also be written in Arabic, Persian and Cyrillic.\nHistory.\nAfter World War I, many Turkic countries implemented a policy of westernization, centered even on the use of the Latin alphabet.\nThe first was Turkey in 1928, where Kemal Atatürk substituted the Arab alphabet with the Roman alphabet after ordering the end of the Ottoman Empire.\nSoon all the Turkic-speaking countries of the Soviet Central Asia did the same and used the so-called \"unified Turkish Latin alphabet\" based on the one of Atatürk's Turkey, but during WWII, Stalin ordered a Russification process in his Soviet Union and the Latin alphabet was replaced again by the Cyrillic alphabet.\nAfter the fall of the Soviet Union in 1991, most of the newly independent Turkic Asian countries put back the Latin alphabet. There are small differences between each country's alphabet.\nLetters of Latin alphabet.\nThe Turkish alphabet used in Turkey, based on Latin capital and lower case letters, has 29 letters (but other countries like Kazakhstan and Uzbekistan have more letters). Unusual among languages that use the Latin alphabet, Turkish has both a dotted and dotless version of the letter \"I\".\nOf these 29 letters in the Latin alphabet of Turkey, 8 are vowels (A, E, I, İ, O, Ö, U, Ü); the 21 others are consonants. The letters Q, W, and X of the English alphabet do not occur in this Turkish Latin alphabet, and, in fact, were once [https://www.mentalfloss.com/article/561860/why-letters-q-w-and-x-were-once-illegal-turkey illegal in Turkey].\nThe Turkish alphabet used in other Turkic countries, like Kazakhstan, when using Latin alphabet like in the case of Qazaqsa, has some different letters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alphabet","surface_form":"alphabet","offset":53},{"uri":"Turkic_languages","surface_form":"Turkic languages","offset":119},{"uri":"Arabic_alphabet","surface_form":"Arabic","offset":159},{"uri":"Persian_language","surface_form":"Persian","offset":167},{"uri":"Cyrillic_alphabet","surface_form":"Cyrillic","offset":179},{"uri":"World_War_I","surface_form":"World War I","offset":204},{"uri":"Turkey","surface_form":"Turkey","offset":341},{"uri":"Kemal_Atat%C3%BCrk","surface_form":"Kemal Atatürk","offset":363},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":461},{"uri":"Central_Asia","surface_form":"Central Asia","offset":530},{"uri":"Joseph_Stalin","surface_form":"Stalin","offset":667},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":713},{"uri":"Cyrillic_alphabet","surface_form":"Cyrillic alphabet","offset":775},{"uri":"Turkey","surface_form":"Turkey","offset":1037},{"uri":"Dotted_and_dotless_I","surface_form":"dotted and dotless","offset":1251},{"uri":"English_language","surface_form":"English","offset":1450},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":1705},{"uri":"Qazaqsa","surface_form":"Qazaqsa","offset":1763}]}