{"id":134574,"url":"http://en.wikipedia.org/wiki/Anna_Bligh","text":"Anna Maria Bligh (born 14 July 1960) is an Australian politician who was the 37th Premier of Queensland from 13 September 2007 to 24 March 2012. She is from the Labor Party. She is the first female to be Premier of Queensland. On 16 August 2012 it was announced that Bligh was moving with her husband Greg Withers and the rest of her family to Sydney.\nEarly Life.\nAnna was born at Warwick, Queensland. She is a descendant of Captain William Bligh. She grew up on the Gold Coast in south east Queensland. She was educated at several Catholic primary schools. Her secondary schooling was at Miami State High School. She completed the last six months of her schooling at Nowra State High School. She studied for an Arts degree from the University of Queensland which she finished in 1980. Anna Bligh worked for many community organisations and the Queensland Public Service. She worked in the area of employment, training and industrial relations policy. She was elected to the Queensland Parliament on 15 July 1995 and retired on 30 March 2012 following her defeat as Queensland Premier.\nParliament.\nShe was made the Minister for Families, Youth and Community Care and Disability Services in the Beattie Labor Government in June 1998. Ann was Queensland's first female Education Minister. She later became minister for Finance, State Development, Trade and Innovation. In 1995 she was made Deputy Premier of Queensland, and also was the Treasurer and Minister of Infrastructure with a budget of $33 billion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Premier_of_Queensland","surface_form":"Premier of Queensland","offset":82},{"uri":"Australian_Labor_Party","surface_form":"Labor Party","offset":161},{"uri":"Sydney","surface_form":"Sydney","offset":344},{"uri":"Warwick%2C_Queensland","surface_form":"Warwick, Queensland","offset":381},{"uri":"William_Bligh","surface_form":"William Bligh","offset":433},{"uri":"Gold_Coast%2C_Queensland","surface_form":"Gold Coast","offset":467},{"uri":"Roman_Catholic","surface_form":"Catholic","offset":532},{"uri":"Miami%2C_Queensland","surface_form":"Miami","offset":589},{"uri":"Nowra%2C_Queensland","surface_form":"Nowra","offset":668},{"uri":"University_of_Queensland","surface_form":"University of Queensland","offset":733},{"uri":"Parliament","surface_form":"Parliament","offset":986}]}