{"id":13451,"url":"http://en.wikipedia.org/wiki/Circulatory_system","text":"e=\"preserve\">The circulatory system (also called the cardiovascular system) is the body system that moves blood around the body. It consists of the heart and blood vessels. The blood carries various materials that the body needs, and takes away waste or harmful substances.\nBlood vessels that take blood away from the heart are arteries. Arteries divide into smaller arteries as they go away from the heart. The smaller arteries that connect to the capillaries, are called \"arterioles\".\nBlood vessels that take blood towards the heart are veins. Veins get bigger as they go towards the heart. The smallest veins are called \"venules\". Pronounced (VEHN-yools)\nCapillaries go between arteries and veins. Capillaries are quite thin, hence the name which comes from the Latin \"capillus\" meaning \"hair.\"\nSo blood moves: heart→artery→arteriole→capillary→venule→vein→heart. This is called circulation. There are two different \"circulations\" in the circulatory system. The \"systemic circulation\" is how blood goes to most of the body. The \"pulmonary circulation\" is how blood goes through the lungs. (Pulmonary means ¨about the lungs¨). This is how it works in mammals, including humans. Circulatory systems of other vertebrates differ somewhat.\nSystemic circulation.\nBlood that comes from the left side of the heart is full of oxygen and nutrients. Nutrients are substances that your body needs to live, like protein, fat, carbohydrates, vitamins, and minerals. The blood brings the oxygen and nutrients to your body.\nThis blood in \"systemic\" arteries that is full of oxygen and nutrients is \"systemic arterial blood\". It is sometimes just called \"arterial blood\".\nThe biggest systemic artery in the body is the aorta. This is the large blood vessel that comes out of the heart. Smaller arteries branch off from the aorta. These arteries have smaller arteries that branch off from them. The smallest arteries turn into arterioles.\nThe smallest blood vessels are capillaries. Systemic arterioles turn into capillaries. The blood from arterioles goes into the capillaries. There oxygen and nutrients go out of the blood into the tissue around the capillaries. The blood also picks up carbon dioxide and waste from the tissue. The network of capillaries that brings blood to an area is called a \"capillary bed\".\nOn the other end of the capillary, it turns into a venule. Venules are the smallest veins. Veins take blood back to the heart. As veins go back to the heart, they merge and get bigger. The biggest systemic veins in the body are the vena cava. There are two vena cava. The \"inferior vena cava\" takes blood from the lower part of the body to the right side of the heart. (In anatomy, inferior means below.) The \"superior vena cava\" takes blood from the upper part of the body to the heart. (Superior means above.)\nPulmonary circulation.\nThis same movement of blood goes through the lungs in the \"pulmonary circulation\".\nThe blood that the vena cava vein takes to the heart is full of carbon dioxide. It has much less oxygen than (systemic) arterial blood. The right side of the heart pushes the venous blood into the pulmonary artery. The pulmonary artery takes blood to the lungs. In the lungs, the blood goes through the \"pulmonary capillary bed\". (The capillaries that are in the lungs). Here it gets more oxygen. It also drops off carbon dioxide. (This is the opposite of what happens in capillary beds in the rest of the body. In the systemic circulation blood drops off oxygen and picks up carbon dioxide).\nAfter the pulmonary capillary bed, the blood goes to the pulmonary veins. This \"pulmonary venous blood\" now is full of oxygen. The pulmonary veins take blood to the left side of the heart. Then the blood goes to the systemic circulation again.\nThe shunt.\nVeins from the gut shunt to the liver before returning to the right atrium and ventricle. The shunt is called the hepatic portal vein.\nThe meaning of this is as follows. The liver is the body's main chemical factory. It takes in the flow of nutrients from the gut, and adjusts them to suit what the body needs. It can store surplus nutrients, or release extra nutrients from store. It can change the chemical make-up of many nutrients. In this way it adapts to the many different kinds of food which the body digests.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blood","surface_form":"blood","offset":106},{"uri":"Heart","surface_form":"heart","offset":148},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":158},{"uri":"Artery","surface_form":"arteries","offset":328},{"uri":"Blood","surface_form":"blood","offset":511},{"uri":"Heart","surface_form":"heart","offset":529},{"uri":"Vein","surface_form":"vein","offset":539},{"uri":"Capillary","surface_form":"Capillaries","offset":658},{"uri":"Lung","surface_form":"lung","offset":1084},{"uri":"Mammal","surface_form":"mammal","offset":1152},{"uri":"Vertebrate","surface_form":"vertebrate","offset":1208},{"uri":"Oxygen","surface_form":"oxygen","offset":1319},{"uri":"Nutrient","surface_form":"nutrient","offset":1330},{"uri":"Protein","surface_form":"protein","offset":1401},{"uri":"Fat","surface_form":"fat","offset":1410},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":1415},{"uri":"Vitamin","surface_form":"vitamin","offset":1430},{"uri":"Dietary_mineral","surface_form":"minerals","offset":1444},{"uri":"Aorta","surface_form":"aorta","offset":1704},{"uri":"Capillary","surface_form":"capillaries","offset":1954},{"uri":"Tissue_(biological)","surface_form":"tissue","offset":2119},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2174},{"uri":"Vena_cava","surface_form":"vena cava","offset":2533},{"uri":"Anatomy","surface_form":"anatomy","offset":2674},{"uri":"Pulmonary_artery","surface_form":"pulmonary artery","offset":3116},{"uri":"Pulmonary_vein","surface_form":"pulmonary vein","offset":3569},{"uri":"Gut","surface_form":"gut","offset":3782},{"uri":"Liver","surface_form":"liver","offset":3799}]}