{"id":134923,"url":"http://en.wikipedia.org/wiki/2010_FIFA_World_Cup","text":"The 2010 World Cup was the 19th FIFA World Cup, the world championship between 32 men's national football teams. It was held in South Africa from 11 June to 10 July 2010. In the host selection, only African countries may be selected as host of this tournament. In 2004 FIFA selected South Africa to become it the first African country hosted FIFA World Cup.\nThe matches were played in 10 stadiums in 9 cities around the country. The final was played at the Soccer City, Johannesburg\nAll countries (except South Africa that qualified as host nation) took part in qualification tournament to qualify to the World Cup. In the first round all teams were divided to eight groups of four teams where team played with other three teams in group. Two best teams from each group qualify to knockout stage where teams need to win 3 matches to reach the final.\nIn the final Spain, the European champions, won the tournament. They defeated Netherlands 1-0 in extra time with Andrés Iniesta's goal in the 116th minute. Spain got their first World Cup title and they also became the first European team won the World Cup outside Europe. They also became the first team to win the World Cup after losing their first match. Host nation of this tournament South Africa, winner (Italy) and finalist (France) of previous World Cup were all failed the group stage. It was the first time when host nation was not qualified to knockout stage. New Zealand was only team that did not lose any matches but it also did not advance to knockout stage\nMan of the match.\nNew for 2010 is the Budweiser Man of the Match award. Fans vote for the top player for each match in the World Cup tournament.\nGroup Stage.\nThe first round was also called the Group stage. There were 32 teams in the first round of the World Cup. The teams were divided into eight groups with four teams in each group. The groups were named Group A through Group H.\nEach team in a group played all the other teams in their group one time. That means there were six games in each group and 48 games in the first round. The top two teams from each group in this round advanced (were allowed to play) in the next round, named the Round of 16.\nThe FIFA uses the following method to rank teams in the first round.\nAll times are given in South African Standard time (UTC+2).\nKnockout stage.\nThe games starting with the second round are known as the knockout stage. These games can not end in a draw (tie). If a match (game) is tied at the end of 90 minutes (the regular game time limit), extra periods are added to the game. Two periods, each 15 minutes long, will be played. If the score is still tied after the two extra periods, the game will be decided by a penalty kick shootout.\nDiscipline.\n28 players were suspended after being shown two consecutive yellow cards (13 players), a single red card (8 players), or a yellow card followed by a red card (7 players).\nAll-Star Team.\nThe Best 11 was decided by an online public vote, where people were invited to select a team (in a 4–4–2 formation) and best coach. Voting was open until 23:59 on 11 July 2010, with submissions going into a draw to win a prize.\nSix of the eleven players came from the Spanish team, as did the coach. The remainder of the team comprised two Germans, one Brazilian, one Dutchman and a Uruguayan.","categories":[],"infobox_types":[],"annotations":[{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup","offset":32},{"uri":"Association_football","surface_form":"football","offset":97},{"uri":"South_Africa","surface_form":"South Africa","offset":128},{"uri":"FIFA","surface_form":"FIFA","offset":269},{"uri":"South_Africa","surface_form":"South Africa","offset":283},{"uri":"Soccer_City","surface_form":"Soccer City","offset":457},{"uri":"Johannesburg","surface_form":"Johannesburg","offset":470},{"uri":"Spain_national_football_team","surface_form":"Spain","offset":863},{"uri":"UEFA_Euro_2008","surface_form":"European champions","offset":874},{"uri":"Netherlands_national_football_team","surface_form":"Netherlands","offset":928},{"uri":"Extra_time","surface_form":"extra time","offset":947},{"uri":"Andr%C3%A9s_Iniesta","surface_form":"Andrés Iniesta","offset":963},{"uri":"Europe","surface_form":"Europe","offset":1115},{"uri":"South_Africa_national_football_team","surface_form":"South Africa","offset":1239},{"uri":"Italy_national_football_team","surface_form":"Italy","offset":1261},{"uri":"2006_FIFA_World_Cup_Final","surface_form":"finalist","offset":1272},{"uri":"France_national_football_team","surface_form":"France","offset":1282},{"uri":"2006_FIFA_World_Cup","surface_form":"previous","offset":1293},{"uri":"New_Zealand_national_football_team","surface_form":"New Zealand","offset":1421},{"uri":"Budweiser_(Anheuser-Busch)","surface_form":"Budweiser","offset":1561},{"uri":"Man_of_the_match","surface_form":"Man of the Match","offset":1571},{"uri":"South_Africa","surface_form":"South Africa","offset":2272},{"uri":"Standard_time","surface_form":"Standard time","offset":2286},{"uri":"UTC%2B2","surface_form":"UTC+2","offset":2301}]}