{"id":13490,"url":"http://en.wikipedia.org/wiki/New_Mexico","text":"New Mexico is a state of the United States of America. It is considered part of the American Southwest and is bordered by Texas to the east, Oklahoma to the northeast, Colorado to the north, and Arizona to the west. The northwest corner of the state also touches Utah. This area is known as the Four Corners because four states meet there. The state has the nickname Land of Enchantment. It has been inhabited since ancient times by the Pueblo people, it was first named and founded as \"Nuevo México\" (New Mexico) in the 1500s by Spain. The state’s ancient Native American and Hispanic history have given New Mexico a unique food type called New Mexican cuisine, and a distinct music style called New Mexico music.\nNew Mexico became a state on 6 January 1912 and became the 47th state accepted into the United States. The state capital is Santa Fe. New Mexico's population is 2,096,829 as of the July 1, 2019 population estimate from the U.S. Census Bureau. Most of the people live in the biggest city, Albuquerque. New Mexico is home to one of the longest trams in the world, the Sandia Peak Tramway, in Albuquerque and one of worlds longest zip lines, the Apache Eagle ZipRider, in Ruidoso.\nClimate.\nThe climate for most of the state is generally semi-arid. In the summer it can be very hot in southern New Mexico. The temperature is sometimes over 100 °F (37.8 °C) with lows over 70 °F (21.1 °C). It occasionally snows in the northern part of the state in the winter. It is drier in the southern portion of the state, and it rarely snows. New Mexico is usually affected by the North American monsoon from mid June to late September.\nHistory.\nNew Mexico is the long-time home of the Pueblo people, a group of Native Americans. The area was named \"Nuevo México\" (New Mexico) by the Spanish in the mid-1500s and officially settled in 1598, its capital Santa Fe was selected in 1610. In the late 1600s, the Pueblo people revolted against the Spanish. The Spanish returned twelve years later, and made a better attempt at giving the Pueblos better representation in New Mexico’s society and government. One such Spanish governor of New Mexico, that is most well known for his work with Native Americans, was named Tomás Vélez Cachupín.\nWhen Mexico became independent in the early 1800s, New Mexico was part of it. Mexico wasn’t successful in representing the New Mexican people, which lead to another revolt called the Chimayo Rebellion.\nIn 1846, the United States and Mexico went to war over a border dispute in Texas (a former state of Mexico that, after being its own country for a time joined the US), and the United States won the war. The peace treaty the two countries signed gave what is now the American Southwest to the United States. While most of what was then Northern Mexico did not have a large amount of people living in it, New Mexico had population centers in Pueblo and Spanish towns, especially along the Rio Grande river and in the Sangre de Cristo mountains. The New Mexican citizens living there were allowed to stay if they agreed to become US Citizens; over 90% did.\nAfter some time as a territory, the area became a state in 1912.","categories":[],"infobox_types":["U.S. state","U.S. state symbols"],"annotations":[{"uri":"State","surface_form":"state","offset":16},{"uri":"Southwestern_United_States","surface_form":"American Southwest","offset":84},{"uri":"Texas","surface_form":"Texas","offset":122},{"uri":"East","surface_form":"east","offset":135},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":141},{"uri":"Northeast","surface_form":"northeast","offset":157},{"uri":"Colorado","surface_form":"Colorado","offset":168},{"uri":"North","surface_form":"north","offset":184},{"uri":"Arizona","surface_form":"Arizona","offset":195},{"uri":"West","surface_form":"west","offset":210},{"uri":"Northwest","surface_form":"northwest","offset":220},{"uri":"Utah","surface_form":"Utah","offset":263},{"uri":"Four_Corners","surface_form":"Four Corners","offset":295},{"uri":"Enchantment","surface_form":"Enchantment","offset":375},{"uri":"Food","surface_form":"food","offset":625},{"uri":"New_Mexican_cuisine","surface_form":"New Mexican cuisine","offset":642},{"uri":"Music","surface_form":"music","offset":678},{"uri":"New_Mexico_music","surface_form":"New Mexico music","offset":697},{"uri":"Santa_Fe%2C_New_Mexico","surface_form":"Santa Fe","offset":839},{"uri":"Albuquerque%2C_New_Mexico","surface_form":"Albuquerque","offset":1003},{"uri":"Climate","surface_form":"climate","offset":1206},{"uri":"Semi-arid","surface_form":"semi-arid","offset":1249},{"uri":"Temperature","surface_form":"temperature","offset":1321},{"uri":"Monsoon","surface_form":"monsoon","offset":1595},{"uri":"Tom%C3%A1s_V%C3%A9lez_Cachup%C3%ADn","surface_form":"Tomás Vélez Cachupín","offset":2212},{"uri":"Mexico","surface_form":"Mexico","offset":2239}]}