{"id":134950,"url":"http://en.wikipedia.org/wiki/Flag_of_Mexico","text":"The Flag of the United Mexican States or Mexico is a tricolor of green, white, and red with an eagle charged in the center of the white stripe. While the meaning of the colors has changed over time, these three colors were adopted by Mexico following independence from Spain during the country's War of Independence. The current flag was adopted in 1968, but the design has been used since 1821. The current law of national symbols, Law on the National Arms, Flag, and Anthem, that governs the use of the national flag has been in place since 1984. Red, white, and green are the colors of the national liberation army in Mexico. The central emblem is the ancient Aztec symbol for Tenochtitlan (now Mexico City), the center of the Aztec Empire. It recalls the legend that inspired the Aztecs to settle on what was originally a lake-island. The form of the coat of arms was most recently revised in 1968. Aztec legend held that they should found their city on the spot where they saw an eagle on a cactus, eating a snake. There is a ribbon in the national colors at the bottom of the coat of arms.\nLegend.\nIn the early 14th century, the Mexica people were a wandering tribe of nomads looking for a permanent settlement in modern day central Mexico. They survived by hunting and gathering and were often hired to fight as mercenaries for the city-states scattered throughout the region. According to legend, their god, Huitzilopochtli, told them to establish a city of their own at a site where they would find an eagle eating a snake on the top of a cactus. The legend relates that the people saw the eagle on a small, swampy island in the middle of the shallow Texcoco lake. The Mexica invented a resourceful system of gardening, called chinampas, which allowed them to grow small gardens, eventually drying out the lake. In 1325, they completed construction of a city there. That city, which they called Tenochtitlan, became the capital of the Aztec Empire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flag","surface_form":"Flag","offset":4},{"uri":"Mexico","surface_form":"Mexico","offset":41},{"uri":"Green","surface_form":"green","offset":65},{"uri":"White","surface_form":"white","offset":72},{"uri":"Red","surface_form":"red","offset":83},{"uri":"Eagle","surface_form":"eagle","offset":95},{"uri":"Spain","surface_form":"Spain","offset":269},{"uri":"Mexican_coat_of_arms","surface_form":"central emblem","offset":633},{"uri":"Ancient_history","surface_form":"ancient","offset":655},{"uri":"Aztec","surface_form":"Aztec","offset":663},{"uri":"Tenochtitlan","surface_form":"Tenochtitlan","offset":680},{"uri":"Mexico_City","surface_form":"Mexico City","offset":698},{"uri":"Aztec_Empire","surface_form":"Aztec Empire","offset":730},{"uri":"Huitzilopochtli","surface_form":"Huitzilopochtli","offset":1416},{"uri":"Aztec_Empire","surface_form":"Aztec Empire","offset":1944}]}