{"id":13510,"url":"http://en.wikipedia.org/wiki/Scrotum","text":"The scrotum is the bag that holds the testicles (commonly called \"balls\") in male mammals. It is made of skin and muscle and is found between the penis and anus. It is often covered in pubic hair and becomes tight when the male is aroused.\nUse.\nThe function of the scrotum is to keep the testicles less warm than the rest of the body. Human testicles work best at 36.8 degrees Celsius (98 degrees Fahrenheit) when normal body temperature is 37 degrees Celsius (98.6 degrees Fahrenheit). Higher temperatures than 36.8 degrees will damage the sperm inside the testicles.\nThe temperature is controlled by moving the testicles closer to the abdomen when they are too cold, and away when too hot. This is done by muscles contracting or relaxing. This lifts and lowers the testicles inside the scrotum. The scrotum will usually tighten during erection. The testicles can also be lifted by tightening the anus and pelvic muscles.\nTemperature.\nThe best temperature for the testes varies between species, but usually it is a bit cooler than body temperature. This means that the testicles have to be held outside of the body in most male mammals.\nProtection.\nThe scrotum may move the testes closer to the abdomen when in danger. Testes are extremely sensitive, and hitting or injuring them causes extreme pain. Males avoid this by involunatirly moving the testes closer.\nAnother explanation for the location of the scrotum is to that their exterior location protects the testes from jolts and being crushed inside the body. Animals that have slow movements - such as elephants, whales, and moles - have internal testes and no scrotum.\nWhen the scrotum is hanging loosely, the testicular cords that the testicle hangs from can get twisted. This is especially prone to happen during exercise. This is called testicular_torsion. It is a medical emergency.","categories":[],"infobox_types":[],"annotations":[{"uri":"Testicle","surface_form":"testicle","offset":38},{"uri":"Male","surface_form":"male","offset":77},{"uri":"Mammal","surface_form":"mammal","offset":82},{"uri":"Skin","surface_form":"skin","offset":105},{"uri":"Muscle","surface_form":"muscle","offset":114},{"uri":"Penis","surface_form":"penis","offset":146},{"uri":"Anus","surface_form":"anus","offset":156},{"uri":"Pubic_hair","surface_form":"pubic hair","offset":185},{"uri":"Sexual_arousal","surface_form":"aroused","offset":231},{"uri":"Celsius","surface_form":"Celsius","offset":377},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":397},{"uri":"Body_temperature","surface_form":"body temperature","offset":421},{"uri":"Sperm","surface_form":"sperm","offset":541},{"uri":"Abdomen","surface_form":"abdomen","offset":637},{"uri":"Contraction","surface_form":"contracting","offset":716},{"uri":"Relaxing","surface_form":"relaxing","offset":731},{"uri":"Erection","surface_form":"erection","offset":837},{"uri":"Pelvis","surface_form":"pelvic","offset":907},{"uri":"Species","surface_form":"species","offset":987},{"uri":"Elephant","surface_form":"elephant","offset":1558},{"uri":"Whale","surface_form":"whale","offset":1569},{"uri":"Mole","surface_form":"mole","offset":1581},{"uri":"Testicular_torsion","surface_form":"testicular_torsion","offset":1797}]}