{"id":135263,"url":"http://en.wikipedia.org/wiki/Concussion","text":"Concussion is an injury to the brain caused by being hit on the head, as often happens in motor vehicle collisions, fights or contact sports such as football. It is the most common form of traumatic brain injury. Related terms include mild brain injury, mild traumatic brain injury (MTBI), mild head injury (MHI), and minor head trauma. Patients with severe concussion are occasionally monitored in hospital. The main reason for this is the risk of bleeding in the brain, which can be life-threatening.\nCommon symptoms of concussion include: headache, dizziness, fatigue, problems with vision, confusion and loss of consciousness. A person with a mild concussion may have nothing more than a headache or brief confusion. In more severe cases, symptoms tend to last longer, and may include loss of consciousness. Other associated symptoms are: worsening headache, inability to wake, dilation of the eyes, vomiting, nausea, loss of coordination and weakness of extremities.\nSymptoms may last less than a week in minor cases, but recovery from more severe concussions can take up to 4 weeks. The most common causes of concussions are accidents; in some cases, wearing a helmet can help prevent major damage.\nConcussion and Aphasia.\nOne often underreported symptom of concussion is aphasia.  Aphasia is the loss of ability to produce or understand speech; it is caused by brain damage.  Most of the important areas for speech and language are located in the left hemisphere. As such, patients who have concussions due to injury on the left side of the head could be more at risk for these symptoms.\nThe most common kinds of aphasia associated with traumatic brain injury are amnestic aphasia and verbal paraphasia.  Amnesic aphasia, also known as anomia, is an issue with word finding where patients struggle to find words for objects that they once knew.  There is no impairment of comprehension associated with anomia. This can be especially challenging for students trying to return to school and professionals returning to work.  The second kind of aphasia associated with concussion is verbal paraphasia, the substitution of one word for another.  Typically, the substituted word will have a similar meaning as the word it replaces; e.g. substituting sock with shoe.\nAs with most concussion symptoms, aphasia symptoms correlated with concussion typically get progressively better, as evidenced by a study done by Inger Vibeke Thomsen. Of the concussion patients studied that showed aphasia symptoms, only one patient had long term aphasia.  The others showed almost full recovery.\nThe National Aphasia Association recognizes that concussions can cause aphasia.  In serious concussions, aphasia is a documented symptom and can be temporary or permanent.  This is correlated to injury of brain regions that are important for language production. However, traumatic brain injuries usually effect multiple areas of the brain, so other symptoms will also be present. The damage causing aphasia will usually be on the left side of the brain.","categories":[],"infobox_types":[],"annotations":[{"uri":"Injury","surface_form":"injury","offset":17},{"uri":"Brain","surface_form":"brain","offset":31},{"uri":"Head","surface_form":"head","offset":64},{"uri":"Traffic_collision","surface_form":"motor vehicle collisions","offset":90},{"uri":"Sport","surface_form":"sports","offset":134},{"uri":"Football","surface_form":"football","offset":149},{"uri":"Traumatic_brain_injury","surface_form":"traumatic brain injury","offset":189},{"uri":"Bleeding","surface_form":"bleeding","offset":449},{"uri":"Brain","surface_form":"brain","offset":465},{"uri":"Headache","surface_form":"headache","offset":542},{"uri":"Fatigue","surface_form":"fatigue","offset":563},{"uri":"Consciousness","surface_form":"consciousness","offset":616},{"uri":"Accident","surface_form":"accident","offset":1131},{"uri":"Helmet","surface_form":"helmet","offset":1167}]}