{"id":13527,"url":"http://en.wikipedia.org/wiki/Calcium","text":"Calcium is a chemical element. Its symbol on the periodic table (a list of all the elements) is Ca. Its atomic number is 20. (The atomic number says where Calcium sits in the periodic table.) It has 20 protons and 20 electrons (if is an atom, see ion). The most common isotopes are Ca-40 and Ca-44. Its mass number is about 40.08.\nCalcium is very important in the human body, for making bones and for other purposes.\nPhysical properties.\nCalcium is a soft white-gray metal. It is a solid and is opaque. It is an alkaline earth metal. Its melting point is hotter than most other reactive metals. It is a little harder than lead. It has two allotropes. It does not conduct electricity as well as copper, but is much lighter in weight.\nChemical properties.\nIt reacts with water to produce hydrogen and calcium hydroxide. It reacts with water very fast when it is powdered. When it is in a chunk, it starts reacting slowly because calcium hydroxide makes a coating that does not dissolve on the calcium. If a little acid is added to calcium hydroxide, it dissolves it, making the calcium react very fast. It burns when powdered to make a reddish flame. This makes calcium oxide. It also makes calcium nitride when heated. It can react with halogens to make calcium halides like calcium chloride with chlorine.\nCalcium compounds.\nCalcium forms chemical compounds in the +2 oxidation state. Calcium compounds are colorless. Most calcium compounds are not toxic. They are needed in the human body, actually. They are unreactive as far as calcium ions go. Calcium oxide was used to make limelights, which have a flame heating calcium oxide and makes it glow very bright.\nIsotopes.\nCalcium has 6 naturally occuring isotopes (40Ca, 42Ca, 43Ca, 44Ca, 46Ca and 48Ca), of which 48Ca is very slightly radioactive with a half-life about 6.4×1019 years. Traces of 41Ca, 45Ca and 47Ca are made by cosmic rays striking atoms, and are called cosmogenic nuclides. 41Ca is made by the neutron activation of 40Ca in the upper layers of the Earth's crust and has a half-life of 102,000 years. Since it decays to potassium-41, it is a critical indicator of solar system anomalies.\nCalcium-40 is the most abundant isotope (96% of all natural calcium), since it comes from radiogenic 40K, which has a half-life of 1.25 billion years. However, along with calcium-46, it is theoretically unstable but with a half-life so long it has never been observed to decay.\nIn the ground.\nCalcium is not found as a metal in the ground; it is too reactive. Calcium carbonate, also known as calcite, is the most common calcium mineral.\nCalcium in cells.\nIt is important to know how cells work. Many cells have \"calcium channels\" on their surface. These are openings where calcium ions can enter the cell. The cell is told to act and it opens the channels. Once in the cell calcium ions activates many proteins to do specific things. For example, when it goes into muscle cells, it makes them \"contract\" (shorten so the muscle pulls.) When it goes into nerve cells, it triggers electrical impulses that send a messages. When it goes into white blood cells it makes them fight germs.\nCalcium ions are important to cells, but too many calcium ions can be bad. If a cell gets more calcium ion than it needs it can die. This is why the amount of calcium ion in cells is highly regulated. Conversely, not enough calcium ion is bad. Cells must have the right amount to function properly.\nSometimes cells are unhealthy and need to die in for the body to replace them with new, healthy cells. This keeps the whole organism healthy. Cells know when they should die and can trigger reactions to end their life cycles in many ways. When this happens it is called apoptosis, also known as a 'programmed cell death' (\"planned\" cell death.) One way cells accomplish \"apoptosis\" by taking in toxic levels of calcium ions.\nCalcium is very important for the human body.\nCalcium storage.\nBones contain most of the calcium ion in the human body. If we need more calcium for our blood, muscles, or other tissue, it comes from the bones. If we have extra calcium it goes into bones.\nCalcium as an element is not found in the human body, just calcium ions in the form of chemical compounds.\nCalcium regulation.\nOrganisms need to keep calcium ion levels very well controlled. High calcium levels are bad, and low calcium levels are bad.\nThe body controls this by changing\nThe control of calcium in the body is called \"calcium metabolism\". Too little calcium can cause osteoporosis.\nThe body controls calcium levels with many hormones. Calcitonin, Parathyroid hormone (acronym PTH), and Vitamin D are the most important hormones in \"calcium metabolism\". (Vitamin D works as a hormone but it is called a vitamin.)\nPreparation.\nCalcium metal is made by electrolysis of melted calcium chloride. It has to be very hot to melt it. The calcium metal is liquid.\nAs an element.\nCalcium is used in the reduction of other metals. It can also be used to make alloys with other metals.\nAs chemical compounds.\nCalcium compounds are also important in chemistry. It is important for making things. It is a part of cement which is needed to make concrete (a hard substance that many buildings are made from.)\nCalcium is part of calcium oxide. Calcium oxide is used to make paper, pottery, food, and to purify water (make it good to drink.) Calcium carbonate is used as a calcium supplement. Calcium permanganate can be used as a rocket propellant.\nSafety.\nCalcium is toxic as an element. It reacts with water and makes a strong base, calcium hydroxide. Calcium compounds are not toxic unless the anion is toxic. Calcium permanganate is only toxic because of the permanganate, not the calcium. Like other alkaline earth metals calcium burns easily and brightly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":13},{"uri":"Periodic_table","surface_form":"periodic table","offset":49},{"uri":"Atomic_number","surface_form":"atomic number","offset":104},{"uri":"Proton","surface_form":"proton","offset":202},{"uri":"Electron","surface_form":"electron","offset":217},{"uri":"Ion","surface_form":"ion","offset":247},{"uri":"Isotope","surface_form":"isotope","offset":269},{"uri":"Mass_number","surface_form":"mass number","offset":303},{"uri":"Bone","surface_form":"bone","offset":387},{"uri":"Metal","surface_form":"metal","offset":467},{"uri":"Alkaline_earth_metal","surface_form":"alkaline earth metal","offset":512},{"uri":"Melting_point","surface_form":"melting point","offset":538},{"uri":"Lead","surface_form":"lead","offset":622},{"uri":"Allotrope","surface_form":"allotrope","offset":639},{"uri":"Hydrogen","surface_form":"hydrogen","offset":786},{"uri":"Calcium_hydroxide","surface_form":"calcium hydroxide","offset":799},{"uri":"Acid","surface_form":"acid","offset":1012},{"uri":"Calcium_oxide","surface_form":"calcium oxide","offset":1160},{"uri":"Calcium_nitride","surface_form":"calcium nitride","offset":1189},{"uri":"Halogen","surface_form":"halogen","offset":1236},{"uri":"Calcium_chloride","surface_form":"calcium chloride","offset":1274},{"uri":"Chlorine","surface_form":"chlorine","offset":1296},{"uri":"Oxidation_state","surface_form":"oxidation state","offset":1368},{"uri":"Limelight","surface_form":"limelight","offset":1579},{"uri":"Half-life","surface_form":"half-life","offset":1806},{"uri":"Cosmogenic_nuclide","surface_form":"cosmogenic nuclide","offset":1923},{"uri":"Solar_system","surface_form":"solar system","offset":2133},{"uri":"Calcium_carbonate","surface_form":"Calcium carbonate","offset":2517},{"uri":"Calcite","surface_form":"calcite","offset":2550},{"uri":"Protein","surface_form":"protein","offset":2860},{"uri":"Muscle","surface_form":"muscle","offset":2923},{"uri":"Nerve","surface_form":"nerve","offset":3011},{"uri":"White_blood_cell","surface_form":"white blood cell","offset":3096},{"uri":"Organism","surface_form":"organism","offset":3564},{"uri":"Apoptosis","surface_form":"apoptosis","offset":3710},{"uri":"Bone","surface_form":"Bone","offset":3928},{"uri":"Blood","surface_form":"blood","offset":4017},{"uri":"Muscles","surface_form":"muscles","offset":4024},{"uri":"Tissue_(biological)","surface_form":"tissue","offset":4042},{"uri":"Chemical_compound","surface_form":"chemical compound","offset":4207},{"uri":"Metabolism","surface_form":"metabolism","offset":4461},{"uri":"Osteoporosis","surface_form":"osteoporosis","offset":4503},{"uri":"Hormone","surface_form":"hormone","offset":4560},{"uri":"Acronym","surface_form":"acronym","offset":4603},{"uri":"Vitamin_D","surface_form":"Vitamin D","offset":4621},{"uri":"Vitamin","surface_form":"vitamin","offset":4737},{"uri":"Electrolysis","surface_form":"electrolysis","offset":4785},{"uri":"Calcium_chloride","surface_form":"calcium chloride","offset":4808},{"uri":"Reduction_(chemistry)","surface_form":"reduction","offset":4927},{"uri":"Chemistry","surface_form":"chemistry","offset":5071},{"uri":"Cement","surface_form":"cement","offset":5133},{"uri":"Concrete","surface_form":"concrete","offset":5164},{"uri":"Calcium_oxide","surface_form":"calcium oxide","offset":5246},{"uri":"Paper","surface_form":"paper","offset":5291},{"uri":"Pottery","surface_form":"pottery","offset":5298},{"uri":"Propellant","surface_form":"propellant","offset":5454},{"uri":"Base_(chemistry)","surface_form":"base","offset":5546},{"uri":"Anion","surface_form":"anion","offset":5614},{"uri":"Permanganate","surface_form":"permanganate","offset":5680},{"uri":"Alkaline_earth_metal","surface_form":"alkaline earth metal","offset":5722}]}