{"id":135336,"url":"http://en.wikipedia.org/wiki/Ahmadiyya","text":"Ahmadiyya (\"Ahmadiyya\") is an Islamic movement founded in the 19th Century by Mirza Ghulam Ahmad who is considered to be a Mahdi. It was started before India was split into the modern day states of India, Pakistan and Bangladesh.\nAhmad wanted to restore Islam's original message. In 1914, the movement split into two different groups, over a question of who should become the next Caliph. Both groups still exist today.\nMirza Ghulam Ahmad claimed to have fulfilled the prophecies for the Mahdi. In addition to being a Mahdi, he was also called the Mujaddid (divine reformer) of the 14th Islamic century and the promised Messiah.\nAhmadis consider themselves Muslims and claim to practice the Islam that was taught and practised by Muhammad and his followers. Mirza Ghulam Ahmad founded the movement in 1889 and named it the Ahmadiyya Muslim Jamaat (Community). His goal was to restore life into Islam.\nThe original Ahmadiyya movement split into two separate groups after the death of Nooruddin, the first successor of Ghulam Ahmad.\nThese movements are the Ahmadiyya Community and the smaller Lahore Ahmadiyya Movement for the Propagation of Islam (\"Ahmadiyya Anjuman Ishaat-i-Islam\", AAIIL).The groups have different interpretations of Ahmad's teachings and claims. They also have different opinions on who should have come after Mirza Ghulam Ahmad, and how this person should be chosen.\nThe larger faction of the Ahmadiyya Movement, known as the Ahmadiyya Community is active in 190 countries of the world. The International Headquarters of the Ahmadiyya Community is currently in London, England. The smaller faction, known as the Lahore Ahmadiyya Movement, is active in 17 countries of the world. They are most notable in Germany, Australia and Pakistan. The International Headquarters of the Lahore Ahmadiyya Movement is in the town of Lahore, Pakistan where the Lahore Movement started. Within Lahore, Pakistan, are the \"Ahmadiyya Buildings Lahore\" which act as the international administrative base for the Lahore Ahmadiyya Movement.\nControversial points include the Ahmadiyya view on the death and return of Jesus and their concept of Jihad. The Ahmadiyya community also has a different interpretation of verse Qur'an 33:40 of the Qur'an. This verse talks about the Muhammad as the Seal of the Prophets. The members of the Lahore Ahmadiyya Movement are not subject to such criticism because they do not believe Mirza Ghulam Ahmad was a prophet. For this reason, they are more close to traditional mainstream Islam.Although Muslims considers them as heretics.Ahmadis (particularly the members of the International Ahmadiyya Muslim Community) argue that their beliefs are in accordance with Islam, and using arguments from the Qur'an, Hadith and opinion of Islamic jurists and theologians, challenge the contention of the groups calling them non-Muslims.\nAhmadis have translated the Holy Qur'an in all the main languages of the world. They broadcast globally on their 24-hour satellite television channels such as MTA 1, MTA 2, MTA 3, (For Arab viewers) and a recently introduced MTA Africa. Ahmadis have provided teachers, doctors and humanitarian relief workers in many developing countries. The fourth Caliph Hazrat Mirza Tahir Ahmad helped to promote homeopathy as a system of medicine by training practitioners through a regular TV class and establishing many free dispensaries around the world. The official Al-Islam website below is a vast online resource of books and videos explaining the movement's beliefs and answering common questions.\nCriticism.\nThe Ahmadiyyas are regarded as heretics by the orthodox Muslims because Mirza Ghulam Ahmad proclaimed himself the Mahdi of Islam, the Christian Messiah, and the final avatar or incarnation of Vishnu and also because they do not believe that Prophet Muhammad is the last Prophet. Based on divine revelations, he declared that he resembled Jesus in face and stature, and had been sent to 'break the cross', and show crucifixion to have been a fable. Thus, the majority of Muslims do not refer to the Ahmadis by this name, but use the derogative Qadianis (Qadian, in northwest India, is the birthplace of Ahmad) and Mirzai (referring to Mirza Ahmad). By using these terms, the point is being made that Ahmadiyya is a new religion founded by a particular person at a particular time, unlike Islam which is universal: Muhammad is a Prophet, not a founder, and therefore it is considered derogative to refer to Islam as 'Muhammadism'.","categories":[],"infobox_types":[],"annotations":[{"uri":"Islam","surface_form":"Islam","offset":30},{"uri":"19th_Century","surface_form":"19th Century","offset":62},{"uri":"Mirza_Ghulam_Ahmad","surface_form":"Mirza Ghulam Ahmad","offset":78},{"uri":"Mahdi","surface_form":"Mahdi","offset":123},{"uri":"Caliph","surface_form":"Caliph","offset":381},{"uri":"Mujaddid","surface_form":"Mujaddid","offset":548},{"uri":"Islamic_calendar","surface_form":"Islamic","offset":587},{"uri":"Muslim","surface_form":"Muslim","offset":657},{"uri":"Muhammad","surface_form":"Muhammad","offset":730},{"uri":"Nooruddin","surface_form":"Nooruddin","offset":983},{"uri":"London","surface_form":"London","offset":1581},{"uri":"England","surface_form":"England","offset":1589},{"uri":"Germany","surface_form":"Germany","offset":1724},{"uri":"Australia","surface_form":"Australia","offset":1733},{"uri":"Pakistan","surface_form":"Pakistan","offset":1747},{"uri":"Lahore","surface_form":"Lahore","offset":1839},{"uri":"Pakistan","surface_form":"Pakistan","offset":1847},{"uri":"Lahore","surface_form":"Lahore","offset":1898},{"uri":"Jihad","surface_form":"Jihad","offset":2141},{"uri":"MTA_1%2C","surface_form":"MTA 1,","offset":3018},{"uri":"MTA_2%2C","surface_form":"MTA 2,","offset":3025},{"uri":"MTA_3%2C","surface_form":"MTA 3,","offset":3032},{"uri":"Sunni_Islam","surface_form":"orthodox Muslims","offset":3611},{"uri":"Mirza_Ghulam_Ahmad","surface_form":"Mirza Ghulam Ahmad","offset":3636},{"uri":"Mahdi","surface_form":"Mahdi","offset":3678},{"uri":"Messiah","surface_form":"Messiah","offset":3708},{"uri":"Vishnu","surface_form":"Vishnu","offset":3756},{"uri":"Muhammad","surface_form":"Muhammad","offset":3813},{"uri":"Jesus","surface_form":"Jesus","offset":3902},{"uri":"Crucifixion","surface_form":"crucifixion","offset":3978},{"uri":"Islam","surface_form":"Islam","offset":4351},{"uri":"Muhammad","surface_form":"Muhammad","offset":4377}]}