{"id":135327,"url":"http://en.wikipedia.org/wiki/Driveshaft","text":"A driveshaft, drive shaft, driving shaft, propeller shaft, or Cardan shaft is a part of a machine that takes power from the engine or motor to a place where useful work can be done.\nMost engines or motors create power as torque by making something rotate. This can be from an internal combustion engine (as in a car), water driving a water wheel, or gas or water going through a turbine. This rotating power is called torque. The load that is turned creates torsion and shear stress. Drive shafts need to be strong enough to take this stress. A light drive shaft will more efficiently move the power to the load, so there needs to be a balance between strength and weight.\nAutomobiles.\nMost automobiles today use drive shafts to deliver power from the engine to the wheels. Most cars made today are front wheel drive (the front wheels have the power to move the car). In this case, the drive shafts are between the transaxle and each front wheels.\nIn rear wheel drive cars, there are drive shafts between the differential and each rear wheel. There is also a drive shaft running the length of the car, from the transmission up front to the differential in the back - in British English this is not called a drive shaft, but a propeller shaft, or prop-shaft, and the drive shafts may be called half shafts (since there are two that make one axle).\nThe Slip in Tube Drive shaft is the new type which helps absorb energy in a crash, protecting the people in the car or truck. It is also known as a collapsible drive shaft.\nMotorcycle drive shafts.\nDrive shafts have been used on motorcycles almost as long as there have been motorcycles. Many motorcycles use a simpler chain or belt drive instead, but drive shafts need less care, and have a long life. A problem with using drive shafts on a motorcycle is that gearing is needed to turn the power 90° from the shaft to the rear wheel, losing some power in the process.\nTractors.\nFarm tractors use a type of drive shaft called a Power Take-off shaft, or PTO shaft. This is a shaft that comes out the back of the tractor. It can be connected to any farm equipment that needs power from the tractor engine, such as a hay baler or corn chopper.\nThis lets the tractor be used for a lot of different uses, and the farm equipment doesn't need its own engine, saving money.","categories":[],"infobox_types":[],"annotations":[{"uri":"Machine","surface_form":"machine","offset":90},{"uri":"Power_(physics)","surface_form":"power","offset":109},{"uri":"Engine","surface_form":"engine","offset":124},{"uri":"Motor","surface_form":"motor","offset":134},{"uri":"Mechanical_work","surface_form":"work","offset":164},{"uri":"Torque","surface_form":"torque","offset":221},{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":276},{"uri":"Vehicle","surface_form":"car","offset":312},{"uri":"Water","surface_form":"water","offset":318},{"uri":"Water_wheel","surface_form":"water wheel","offset":334},{"uri":"Turbine","surface_form":"turbine","offset":379},{"uri":"Torque","surface_form":"torque","offset":418},{"uri":"Load","surface_form":"load","offset":430},{"uri":"Torsion_(mechanics)","surface_form":"torsion","offset":458},{"uri":"Shear_stress","surface_form":"shear stress","offset":470},{"uri":"Automobile","surface_form":"automobile","offset":691},{"uri":"Differential","surface_form":"differential","offset":1009},{"uri":"Transmission_(mechanics)","surface_form":"transmission","offset":1111},{"uri":"Motorcycle","surface_form":"motorcycle","offset":1576},{"uri":"Chain","surface_form":"chain","offset":1666},{"uri":"Belt","surface_form":"belt","offset":1675},{"uri":"Gear","surface_form":"gear","offset":1808},{"uri":"Tractor","surface_form":"tractor","offset":1931}]}