{"id":135354,"url":"http://en.wikipedia.org/wiki/Boris_Johnson","text":"Alexander Boris de Pfeffel Johnson MP (born 19 June 1964) is a British politician and journalist. He is Prime Minister of the United Kingdom. He has been the Leader of the Conservative Party since 23 July 2019. Johnson is the Member of Parliament for Uxbridge and South Ruislip. He has been since 2015. He represented the constituency of Henley from 2001 to 2008.\nIn the 2008 Mayor of London election he was elected as London's second Mayor. He stopped working as mayor to run as an MP for the House of Commons in 2015. In July 2016, Johnson became Secretary of State for Foreign and Commonwealth Affairs. He resigned this position in July 2018. This was the same day that David Davis resigned as Brexit Secretary. Jeremy Hunt became the Secretary of State for Foreign affairs and Commonwealth Affairs after Johnson.\nJohnson was educated at Eton. He went to Balliol College, Oxford where he studied Classics. He began his journalism career with \"The Times.\" Later, he moved to \"The Daily Telegraph\" where he was assistant editor. He became editor of \"The Spectator\" in 1999. He was elected to the House of Commons in the 2001 general election. He became one of the most famous politicians in the country. He has also written several books.\nJohnson served on the Conservative front bench under Michael Howard for a short time. He was the Shadow Minister for the Arts from April 2004 until November 2004. He was sacked after allegedly lying about a sex scandal. Johnson returned to the front bench when David Cameron became leader of the Conservative Party in 2005. Johnson became Shadow Minister for Higher Education. He resigned as editor of \"The Spectator\" to spend more time on his new role.\nOn 26 August 2014, Johnson said he would stand as Conservative candidate for MP for Uxbridge and South Ruislip in the 2015 General Election. He won the election. He did not run for the 2016 London mayoral election. Labour candidate Sadiq Khan became the new London mayor.\nJohnson was in support of Brexit during the 2016 membership referendum. The vote decided that the United Kingdom would leave the European Union. Theresa May became the new Prime Minister. She chose Johnson as Secretary of State for Foreign and Commonwealth Affairs in July 2016. Johnson left May's cabinet in July 2018 after her Brexit agreements failed.\nJohnson became the party leader in the 2019 Conservative Party leadership election. On 20 June, Johnson and Jeremy Hunt became the last two candidates in the election. He became Prime Minister of the United Kingdom on 24 July 2019. The Conservatives won the 2019 United Kingdom general election on 13 December 2019. Johnson continued as Prime Minister.\nIn early April 2020, Johnson was very sick due to the COVID-19 pandemic. He returned to work in late April.\nEarly life and education.\nBoris Johnson was born in a clinic at Upper East Side in New York City, New York. He is the eldest of the four children of Stanley Johnson. Stanley is a former Conservative MEP (Member of the European Parliament). He was also an employee of the European Commission and the World Bank. Boris Johnson's mother is the painter Charlotte Fawcett (later Wahl). She is the daughter of Sir James Fawcett, a prominent barrister and the president of the European Commission of Human Rights.\nOn his father's side Johnson is the great-grandson of Ali Kemal. Kemal was a liberal Turkish journalist and interior minister in the government of Damat Ferid Pasha, Grand Vizier of the Ottoman Empire. He was murdered during the Turkish War of Independence. During World War I, Boris's grandfather and great aunt were recognised as British subjects. They took their grandmother's maiden name of Johnson. Johnson has described himself as a \"one-man melting pot\" because of his cosmopolitan ancestry. His ancestors were Muslims, Jews and Christians if one counts his great-grandparents. His father's maternal (his mother's) grandmother, Marie Louise de Pfeffel, was a descendent of Prince Paul of Württemberg. This was due to the Prince's relationship with a German actress. Johnson is a descendent of King George II of Great Britain through Prince Paul. Johnson is also a descendent of all the previous British royal houses through George's great-great-great grandfather, King James I of England.\nJohnson and his family went back to England soon after he was born because his mother needed to take her Oxford finals. Johnson's sister Rachel was born a year later. As a child, Boris Johnson had severe (bad) deafness. He had many operations to have grommets put in his ears. He was reportedly quite quiet as a child. He was educated at the European School in Brussels, Ashdown House and then at Eton College. At Eton, he was a King's Scholar. He read Classics at Balliol College, Oxford. He was a Brackenbury scholar. He was also elected President of the Oxford Union at his second attempt (try). Radek Sikorski said that Johnson acted as a supporter of the Social Democratic Party to win the Union presidency. This was because the party was popular at the university. Johnson denies he did this. He said he was only the SDP's preferred candidate. Along with David Cameron he was a member of Oxford's Bullingdon Club. The club is a student dining society known for its raucous feasts.\nPersonal life.\nIn 1987 Johnson married Allegra Mostyn-Owen. The marriage lasted less than a year. It was dissolved in 1993. He married the barrister Marina Wheeler later the same year. Wheeler is the daughter of journalist and broadcaster Sir Charles Wheeler and his Sikh Indian wife, Dip Singh. The Wheeler and Johnson families have known each other for many years. Marina Wheeler was at the European School in Brussels at the same time as Boris Johnson. They have two sons—Theodore Apollo (born 1999) and Milo Arthur (born 1995)—and two daughters—Lara Lettice (born 1993) and Cassia Peaches (born 1997).\nIn 2016 Johnson renounced his American citizenship. He was American because he was born in New York. In 2018, Johnson and Wheeler announced their separation. His new girlfriend is Carrie Symonds. They became engaged in late 2019. Their first son was born on 29 April 2020. He was born at University College Hospital in London. His name is Wilfred Lawrie Nicholas Johnson.\nPolitical career.\nJohnson ran for MP of Clwyd South in the 1997 general election. He lost the election. In 2001, he was elected MP for Henley. He replaced Michael Heseltine. In 2004 he became Shadow Minister for the Arts after Nick Hawkins (the Shadow Home Affairs Spokesman) resigned. Johnson was vice-chairman of the Conservative Party from November 2003. He put an emphasis on campaigning.\nJohnson was sacked from these high-profile posts in November 2004. He was accused of lying to Michael Howard about a four-year extramarital affair with Petronella Wyatt, \"The Spectators New York correspondent and former deputy editor. Johnson said the allegations were not true. He said they were \"an inverted pyramid of piffle\". However, Howard sacked Johnson because he believed press reports showed Johnson had lied, and not because of the affair itself.\nThe new Conservative Leader David Cameron made him Shadow Minister for Higher Education on 9 December 2005. Johnson resigned as editor of \"The Spectator\" soon after this. On 2 April 2006 the \"News of the World\" said that Johnson had had another extramarital affair. They said the affairwas with journalist Anna Fazackerley from the\"Times Higher Education Supplement\". A video shows him coming out her flat and waving to her in a taxi. In a speech at the University of Exeter concerning student finance, Johson allegedly made funny remarks about his gratitude to the audience for not \"raising other issues\" during the talk. This may have been a reference to the allegations about the second affair. A report in \"The Times\" said that Cameron saw the possible affair as a private matter. He said that Johnson would not lose his job over it.\n2008 London Mayoral election.\nJohnson told the press he may be a Conservative candidate for the London mayoral election in 2008 on 16 July 2007.<ref\n[https://www.telegraph.co.uk/news/main.jhtml?xml=/news/2007/07/16/nboris216.xml \"Boris Johnson to run for mayor\",] \"Daily Telegraph\", 18 July 2007.\nRetrieved on 24 July 2007. Reports said he declared that \"the opportunity is too great and the prize too wonderful to miss... the chance to represent London and speak for Londoners\"<ref\nname=\"Telegraph\" />. He resigned as Shadow Minister for Higher Education. A public London wide primary gave him 75% of the vote. He was confirmed as the Conservative candidate on 27 September 2007.\nAlcohol use ban on public transport.\nOn 7 May 2008, Johnson said he wanted to ban (stop) people drinking alcohol on the London transport system. This was meant to start on 1 June. Jeroen Weimar, Transport for London's director of transport policing and enforcement, said this was reasonable. He said people should be more considerate on trains. The ban initially applied on the London Underground, Buses, DLR and Croydon Trams. The London Overground was added later in June 2008. Press releases said that the ban was for \"stations across the capital\". It did not say if this included National Rail stations - especially the stations not served by the TfL lines on which alcohol is banned.\nThousands of drinkers used the Underground system on the last evening on which alcohol was allowed to mark the event. Six London Underground stations had to close because of the trouble. Drinkers assaulted a number of staff and police. Police made 17 arrests. Drinkers damaged several trains. The trains were withdrawn from service.\n2008 Olympics.\nJohnson was present at the closing ceremony of the 2008 Beijing Olympics. He was London's representative to receive the Olympic flag from Guo Jinlong, the Mayor of Beijing. This was to formally announce London as Olympic host city for 2012. The Chinese media said he was \"rude, arrogant and disrespectful\" for accepting the Olympic flag with one hand, putting his hands in his pockets and not buttoning up his jacket. Later, at a party held at London House in Beijing, Johnson gave a speech in which he declared \"ping pong is coming home\".\nMP (since 2015).\nIn August 2014, Johnson said that he would run as the Conservative candidate for Uxbridge and South Ruislip at the 2015 general election. He became the party's candidate in September. In the May 2015 general election Johnson won the election. He became MP. Some thought he ran for MP to replace David Cameron as Prime Minister of the United Kingdom.\nBrexit.\nIn February 2016, Johnson supported Vote Leave for the United Kingdom European Union membership referendum, 2016. After Johnson said he wanted to leave the European Union, Brexit approval dropped nearly 2% to its lowest level since March 2009.\nOn 22 June 2016, Johnson said that 23 June could be \"Britain's independence day\" in a televised debate in front of a 6000-member audience at Wembley Arena. David Cameron, British Prime Minister at the time, talked about Johnson's claim. He said: \"the idea that our country isn't independent is nonsense. This whole debate demonstrates our sovereignty.\"\nDavid Cameron resigned as Prime Minister after the United Kingdom voted to leave the European Union. Johnson was the favourite to be the new Prime Minister. However, Johnson announced he would not stand in the Conservative leadership election.\nForeign Secretary (2016–2018).\nTheresa May became leader of the Conservative Party and Prime Minister. In July 2016, she appointed Johnson Secretary of State for Foreign and Commonwealth Affairs. Many saw that this appointment made his political power weaker. Barack Obama was critical of Johnson after Johnson made a racist remark to Obama. This was after Obama said he wanted the U.K. to stay in the European Union.\nIn May 2018, Johnson supported the Iran Nuclear deal. This is something that President Donald Trump did not support. After the Poisoning of Sergei and Yulia Skripal in Salisbury, Johnson compared Vladimir Putin to Adolf Hitler.\nJohnson has been accused of sexism, corruption and racism during his political career.\nJohnson resigned as Foreign Secretary in July 2018. This was after Prime Minister Theresa May's Brexit agreements failed.\n2019 leadership race.\nOn 16 May 2019, Johnson announced his plans to run for Prime Minister and Leader of the Conservative Party in the 2019 election. He got through the first round of voting with 114 Conservative MPs voting for him. He later won all future ballots by large numbers. He was part of the final two candidates with Jeremy Hunt on 20 June.\nThe members' vote closed on 22 July. The result was announced on 23 July. Johnson was elected leader with 92,153 votes (66.4%) to Hunt's 46,656 votes (33.6%). He formally replaced Theresa May as Prime Minister on 24 July after a meeting with the Queen.\n2019 general election.\nOn 29 October 2019, Johnson announced that the next general election would happen on 12 December 2019. He wanted the Conservatives to win a majority in parliament to pass a Brexit bill. The election result was a landslide Conservative victory. They won with an overall majority of about 80 seats. The result was the worst for the Labour Party since 1935.","categories":[],"infobox_types":[],"annotations":[{"uri":"Member_of_Parliament","surface_form":"MP","offset":35},{"uri":"British_people","surface_form":"British","offset":63},{"uri":"Politician","surface_form":"politician","offset":71},{"uri":"Journalist","surface_form":"journalist","offset":86},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister","offset":104},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":126},{"uri":"Leader_of_the_Conservative_Party_(UK)","surface_form":"Leader of the Conservative Party","offset":158},{"uri":"Uxbridge_and_South_Ruislip_(UK_Parliament_constituency)","surface_form":"Uxbridge and South Ruislip","offset":251},{"uri":"Constituency","surface_form":"constituency","offset":322},{"uri":"Henley-on-Thames","surface_form":"Henley","offset":338},{"uri":"London_mayoral_election%2C_2008","surface_form":"2008 Mayor of London election","offset":371},{"uri":"London","surface_form":"London","offset":419},{"uri":"Mayor","surface_form":"Mayor","offset":435},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons","offset":494},{"uri":"Foreign_Secretary","surface_form":"Secretary of State for Foreign and Commonwealth Affairs","offset":549},{"uri":"David_Davis","surface_form":"David Davis","offset":673},{"uri":"Secretary_of_State_for_Exiting_the_European_Union","surface_form":"Brexit Secretary","offset":697},{"uri":"Jeremy_Hunt","surface_form":"Jeremy Hunt","offset":715},{"uri":"Eton_College","surface_form":"Eton","offset":841},{"uri":"Balliol_College%2C_Oxford","surface_form":"Balliol College","offset":858},{"uri":"University_of_Oxford","surface_form":"Oxford","offset":875},{"uri":"Classics","surface_form":"Classics","offset":899},{"uri":"The_Times","surface_form":"The Times","offset":946},{"uri":"The_Daily_Telegraph","surface_form":"The Daily Telegraph","offset":978},{"uri":"Editor","surface_form":"editor","offset":1022},{"uri":"The_Spectator","surface_form":"The Spectator","offset":1051},{"uri":"Election","surface_form":"elected","offset":1082},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons","offset":1097},{"uri":"United_Kingdom_general_election%2C_2001","surface_form":"2001 general election","offset":1121},{"uri":"Fame","surface_form":"famous","offset":1170},{"uri":"Frontbencher","surface_form":"front bench","offset":1275},{"uri":"Michael_Howard","surface_form":"Michael Howard","offset":1293},{"uri":"Shadow_Minister","surface_form":"Shadow Minister","offset":1337},{"uri":"Sack","surface_form":"sacked","offset":1410},{"uri":"Allegation","surface_form":"allegedly","offset":1423},{"uri":"Lie","surface_form":"lying","offset":1433},{"uri":"Sexual_intercourse","surface_form":"sex","offset":1447},{"uri":"David_Cameron","surface_form":"David Cameron","offset":1501},{"uri":"Shadow_cabinet","surface_form":"Shadow Minister","offset":1579},{"uri":"Candidate","surface_form":"candidate","offset":1757},{"uri":"Labour_Party_(UK)","surface_form":"Labour","offset":1909},{"uri":"Sadiq_Khan","surface_form":"Sadiq Khan","offset":1926},{"uri":"Brexit","surface_form":"Brexit","offset":1992},{"uri":"United_Kingdom_European_Union_membership_referendum","surface_form":"2016 membership referendum","offset":2010},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2064},{"uri":"European_Union","surface_form":"European Union","offset":2095},{"uri":"Theresa_May","surface_form":"Theresa May","offset":2111},{"uri":"Secretary_of_State_for_Foreign_and_Commonwealth_Affairs","surface_form":"Secretary of State for Foreign and Commonwealth Affairs","offset":2175},{"uri":"Cabinet_of_the_United_Kingdom","surface_form":"cabinet","offset":2264},{"uri":"2019_Conservative_Party_(UK)_leadership_election","surface_form":"2019 Conservative Party leadership election","offset":2360},{"uri":"Jeremy_Hunt","surface_form":"Jeremy Hunt","offset":2429},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister of the United Kingdom","offset":2499},{"uri":"2019_United_Kingdom_general_election","surface_form":"2019 United Kingdom general election","offset":2579},{"uri":"COVID-19","surface_form":"COVID-19","offset":2728},{"uri":"Clinic","surface_form":"clinic","offset":2836},{"uri":"List_of_Manhattan_neighborhoods","surface_form":"Upper East Side","offset":2846},{"uri":"New_York_City","surface_form":"New York City, New York","offset":2865},{"uri":"Stanley_Johnson_(writer)","surface_form":"Stanley Johnson","offset":2931},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative","offset":2968},{"uri":"Member_of_the_European_Parliament","surface_form":"MEP","offset":2981},{"uri":"European_Commission","surface_form":"European Commission","offset":3053},{"uri":"World_Bank","surface_form":"World Bank","offset":3081},{"uri":"Charlotte_Fawcett","surface_form":"Charlotte Fawcett","offset":3131},{"uri":"Sir_James_Fawcett_(barrister)","surface_form":"Sir James Fawcett","offset":3186},{"uri":"Lawyer","surface_form":"barrister","offset":3217},{"uri":"European_Commission_of_Human_Rights","surface_form":"European Commission of Human Rights","offset":3252},{"uri":"Ali_Kemal","surface_form":"Ali Kemal","offset":3343},{"uri":"Turkish_people","surface_form":"Turkish","offset":3374},{"uri":"Journalist","surface_form":"journalist","offset":3382},{"uri":"Interior_minister","surface_form":"interior minister","offset":3397},{"uri":"Government","surface_form":"government","offset":3422},{"uri":"Damat_Ferid_Pasha","surface_form":"Damat Ferid Pasha","offset":3436},{"uri":"Grand_Vizier","surface_form":"Grand Vizier","offset":3455},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":3475},{"uri":"Turkish_War_of_Independence","surface_form":"Turkish War of Independence","offset":3518},{"uri":"World_War_I","surface_form":"World War I","offset":3554},{"uri":"British_subject","surface_form":"British subjects","offset":3621},{"uri":"Birth_name","surface_form":"maiden name","offset":3669},{"uri":"Cosmopolitan","surface_form":"cosmopolitan","offset":3765},{"uri":"Ancestor","surface_form":"ancestry","offset":3778},{"uri":"Muslims","surface_form":"Muslims","offset":3807},{"uri":"Jews","surface_form":"Jews","offset":3816},{"uri":"Christians","surface_form":"Christians","offset":3825},{"uri":"Offspring","surface_form":"descendent","offset":3955},{"uri":"Prince_Paul_of_W%C3%BCrttemberg","surface_form":"Prince Paul of Württemberg","offset":3969},{"uri":"Relationship","surface_form":"relationship","offset":4026},{"uri":"George_II_of_Great_Britain","surface_form":"George II of Great Britain","offset":4094},{"uri":"Monarchy_of_the_United_Kingdom","surface_form":"British royal houses","offset":4191},{"uri":"James_I_of_England","surface_form":"James I of England","offset":4265},{"uri":"England","surface_form":"England","offset":4321},{"uri":"University_of_Oxford","surface_form":"Oxford","offset":4390},{"uri":"Examination","surface_form":"finals","offset":4397},{"uri":"Rachel_Johnson","surface_form":"Rachel","offset":4422},{"uri":"Deafness","surface_form":"deafness","offset":4495},{"uri":"Surgery","surface_form":"operations","offset":4517},{"uri":"Quiet","surface_form":"quiet","offset":4586},{"uri":"European_School","surface_form":"European School","offset":4627},{"uri":"Brussels","surface_form":"Brussels","offset":4646},{"uri":"Ashdown_House%2C_East_Sussex","surface_form":"Ashdown House","offset":4656},{"uri":"Eton_College","surface_form":"Eton College","offset":4682},{"uri":"King%27s_Scholar","surface_form":"King's Scholar","offset":4714},{"uri":"Classics","surface_form":"Classics","offset":4738},{"uri":"Balliol_College%2C_Oxford","surface_form":"Balliol College, Oxford","offset":4750},{"uri":"Oxford_Union","surface_form":"Oxford Union","offset":4842},{"uri":"Rados%C5%82aw_Sikorski","surface_form":"Radek Sikorski","offset":4884},{"uri":"Act","surface_form":"acted","offset":4917},{"uri":"Social_Democratic_Party_(UK)","surface_form":"Social Democratic Party","offset":4945},{"uri":"Deny","surface_form":"denies","offset":5064},{"uri":"David_Cameron","surface_form":"David Cameron","offset":5146},{"uri":"Bullingdon_Club","surface_form":"Bullingdon Club","offset":5188},{"uri":"Raucous","surface_form":"raucous","offset":5256},{"uri":"Feast","surface_form":"feasts","offset":5264},{"uri":"Divorce","surface_form":"dissolved","offset":5377},{"uri":"Lawyer","surface_form":"barrister","offset":5411},{"uri":"Marina_Wheeler","surface_form":"Marina Wheeler","offset":5421},{"uri":"Broadcaster","surface_form":"broadcaster","offset":5499},{"uri":"Charles_Wheeler_(journalist)","surface_form":"Sir Charles Wheeler","offset":5511},{"uri":"Sikh","surface_form":"Sikh","offset":5539},{"uri":"India","surface_form":"India","offset":5544},{"uri":"Renounce","surface_form":"renounce","offset":5894},{"uri":"American","surface_form":"American","offset":5908},{"uri":"Citizenship","surface_form":"citizenship","offset":5917},{"uri":"Separation","surface_form":"separation","offset":6024},{"uri":"Carrie_Symonds","surface_form":"Carrie Symonds","offset":6058},{"uri":"Engagement","surface_form":"engaged","offset":6086},{"uri":"University_College_Hospital","surface_form":"University College Hospital","offset":6166},{"uri":"Clwyd_South_(UK_Parliament_constituency)","surface_form":"Clwyd South","offset":6290},{"uri":"United_Kingdom_general_election%2C_1997","surface_form":"1997 general election","offset":6309},{"uri":"Henley-on-Thames","surface_form":"Henley","offset":6385},{"uri":"Michael_Heseltine","surface_form":"Michael Heseltine","offset":6405},{"uri":"Nick_Hawkins","surface_form":"Nick Hawkins","offset":6477},{"uri":"Emphasis","surface_form":"emphasis","offset":6618},{"uri":"Lie","surface_form":"lying","offset":6728},{"uri":"Michael_Howard","surface_form":"Michael Howard","offset":6737},{"uri":"Affair","surface_form":"extramarital affair","offset":6770},{"uri":"Petronella_Wyatt","surface_form":"Petronella Wyatt","offset":6795},{"uri":"David_Cameron","surface_form":"David Cameron","offset":7129},{"uri":"Resignation","surface_form":"resigned","offset":7217},{"uri":"Editor","surface_form":"editor","offset":7229},{"uri":"News_of_the_World","surface_form":"News of the World","offset":7293},{"uri":"Times_Higher_Education_Supplement","surface_form":"Times Higher Education Supplement","offset":7433},{"uri":"Wave","surface_form":"waving","offset":7511},{"uri":"Taxi","surface_form":"taxi","offset":7530},{"uri":"Speech","surface_form":"speech","offset":7541},{"uri":"University_of_Exeter","surface_form":"University of Exeter","offset":7555},{"uri":"News","surface_form":"press","offset":7986},{"uri":"London_mayoral_election%2C_2008","surface_form":"London mayoral election in 2008","offset":8035},{"uri":"Declare","surface_form":"declared","offset":8279},{"uri":"London","surface_form":"London","offset":8386},{"uri":"Primary_election","surface_form":"primary","offset":8517},{"uri":"Alcohol","surface_form":"alcohol","offset":8725},{"uri":"London","surface_form":"London","offset":8740},{"uri":"Transport_for_London","surface_form":"Jeroen Weimar","offset":8800},{"uri":"Transport_for_London","surface_form":"Transport for London","offset":8815},{"uri":"Considerate","surface_form":"considerate","offset":8942},{"uri":"London_Underground","surface_form":"London Underground","offset":8998},{"uri":"London_Buses","surface_form":"Buses","offset":9018},{"uri":"Docklands_Light_Railway","surface_form":"DLR","offset":9025},{"uri":"Tramlink","surface_form":"Croydon Trams","offset":9033},{"uri":"London_Overground","surface_form":"London Overground","offset":9052},{"uri":"News_release","surface_form":"Press releases","offset":9100},{"uri":"National_Rail","surface_form":"National Rail","offset":9204},{"uri":"Transport_for_London","surface_form":"TfL","offset":9271},{"uri":"Circle_line_party","surface_form":"mark the event","offset":9411},{"uri":"Assault","surface_form":"assaulted","offset":9505},{"uri":"Arrest","surface_form":"arrests","offset":9560},{"uri":"Closing_ceremony","surface_form":"closing ceremony","offset":9684},{"uri":"2008_Summer_Olympics","surface_form":"2008 Beijing Olympics","offset":9708},{"uri":"Guo_Jinlong","surface_form":"Guo Jinlong","offset":9795},{"uri":"Mayor_of_Beijing","surface_form":"Mayor of Beijing","offset":9812},{"uri":"Announce","surface_form":"announce","offset":9851},{"uri":"Uxbridge_and_South_Ruislip_(UK_Parliament_constituency)","surface_form":"Uxbridge and South Ruislip","offset":10295},{"uri":"United_Kingdom_general_election%2C_2015","surface_form":"2015 general election","offset":10329},{"uri":"United_Kingdom_general_election%2C_2015","surface_form":"May 2015 general election","offset":10405},{"uri":"David_Cameron","surface_form":"David Cameron","offset":10509},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister of the United Kingdom","offset":10526},{"uri":"Vote_Leave","surface_form":"Vote Leave","offset":10608},{"uri":"United_Kingdom_European_Union_membership_referendum%2C_2016","surface_form":"United Kingdom European Union membership referendum, 2016","offset":10627},{"uri":"Wembley_Arena","surface_form":"Wembley Arena","offset":10957},{"uri":"David_Cameron","surface_form":"David Cameron","offset":10972},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":10995},{"uri":"David_Cameron","surface_form":"David Cameron","offset":11169},{"uri":"European_Union","surface_form":"European Union","offset":11254},{"uri":"Conservative_Party_(UK)_leadership_election%2C_2016","surface_form":"Conservative leadership election","offset":11379},{"uri":"Theresa_May","surface_form":"Theresa May","offset":11444},{"uri":"Secretary_of_State_for_Foreign_and_Commonwealth_Affairs","surface_form":"Secretary of State for Foreign and Commonwealth Affairs","offset":11552},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":11673},{"uri":"Criticism","surface_form":"critical","offset":11690},{"uri":"Racist","surface_form":"racist","offset":11731},{"uri":"Iran_Nuclear_deal","surface_form":"Iran Nuclear deal","offset":11866},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":11918},{"uri":"Poisoning_of_Sergei_and_Yulia_Skripal","surface_form":"Poisoning of Sergei and Yulia Skripal","offset":11958},{"uri":"Salisbury","surface_form":"Salisbury","offset":11999},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":12027},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":12045},{"uri":"Sexism","surface_form":"sexism","offset":12087},{"uri":"Corruption","surface_form":"corruption","offset":12095},{"uri":"Racism","surface_form":"racism","offset":12110},{"uri":"Leader_of_the_Conservative_Party_(UK)","surface_form":"Leader","offset":12364},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":12378},{"uri":"2019_Conservative_Party_(UK)_leadership_election","surface_form":"2019 election","offset":12404},{"uri":"Election","surface_form":"ballots","offset":12526},{"uri":"Jeremy_Hunt","surface_form":"Jeremy Hunt","offset":12597},{"uri":"Formally","surface_form":"formally","offset":12783},{"uri":"Theresa_May","surface_form":"Theresa May","offset":12801},{"uri":"Elizabeth_II","surface_form":"Queen","offset":12867},{"uri":"2019_United_Kingdom_general_election","surface_form":"next general election","offset":12944},{"uri":"Conservative_Party_(UK)","surface_form":"Conservatives","offset":13014},{"uri":"Brexit","surface_form":"Brexit","offset":13070},{"uri":"Labour_Party","surface_form":"Labour Party","offset":13227}]}