{"id":135411,"url":"http://en.wikipedia.org/wiki/B._F._Skinner","text":"Burrhus Frederic Skinner (March 20, 1904 – August 18, 1990) was a leading American psychologist and author.\nSkinner was the leading behaviorist in psychology; he built on the work of John B. Watson, and added the idea of operant conditioning. These two American psychologists paid no attention to mental states and 'thinking' (terms they thought were unscientific), but dealt only with visible behaviors. Skinner's work had effects on education (programmed learning) and on behavior therapy for various psychological problems. He was the Edgar Pierce Professor of Psychology at Harvard University from 1958 until his retirement in 1974, and then Emeritus Professor until 1990.\nSkinner was also an social philosopher who wanted to change society, and wrote a eutopian novel, in which the science of human behavior is used to eliminate poverty, sexual oppression, government as we know it, and create a lifestyle without war. He wrote poetry, and three volumes of autobiography.\nLife.\nSkinner was born in Susquehanna, Pennsylvania to Grace and William Skinner.\nHis father was a lawyer. Skinner became an atheist after a liberal Christian teacher tried to assuage his fear of the Hell that his grandmother described.\nSkinner attended Harvard University after receiving his B.A. in English literature in 1926. After graduation, he spent a year at his parents' home in Scranton attempting to become a writer of fiction. He tried to become a writer in Greenwich Village. He soon became disillusioned with his literary skills and concluded that he had little world experience and no strong personal perspective from which to write. His encounter with John B. Watson's \"Behaviorism\" led him into graduate study in psychology and to the development of his own operant behaviorism.\nSkinner received a PhD from Harvard in 1931, and remained there as a researcher until 1936. He then taught at the University of Minnesota at Minneapolis and later at Indiana University, where he was chair of the psychology department from 1946–1947. He returned to Harvard in 1948, and stayed there for the rest of his career.\nIn 1936, Skinner married Yvonne Blue. The couple had two daughters, Julie (m. Vargas) and Deborah (m. Buzan). He died of leukemia on August 18, 1990, and is buried in Mount Auburn Cemetery, Cambridge, Massachusetts.","categories":[],"infobox_types":["Scientist"],"annotations":[{"uri":"Americans","surface_form":"American","offset":74},{"uri":"Psychologist","surface_form":"psychologist","offset":83},{"uri":"Behaviorism","surface_form":"behaviorist","offset":132},{"uri":"John_B._Watson","surface_form":"John B. Watson","offset":183},{"uri":"Operant_conditioning","surface_form":"operant conditioning","offset":221},{"uri":"Mental","surface_form":"mental","offset":297},{"uri":"Thinking","surface_form":"thinking","offset":316},{"uri":"Programmed_learning","surface_form":"programmed learning","offset":446},{"uri":"Behavior_therapy","surface_form":"behavior therapy","offset":474},{"uri":"Edgar_Pierce","surface_form":"Edgar Pierce","offset":538},{"uri":"Harvard_University","surface_form":"Harvard University","offset":578},{"uri":"Social","surface_form":"social","offset":697},{"uri":"Eutopia","surface_form":"eutopia","offset":758},{"uri":"Autobiography","surface_form":"autobiography","offset":962},{"uri":"Susquehanna","surface_form":"Susquehanna","offset":1003},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":1016},{"uri":"Atheism","surface_form":"atheist","offset":1102},{"uri":"Hell","surface_form":"Hell","offset":1177},{"uri":"Bachelor_of_Arts","surface_form":"B.A.","offset":1270},{"uri":"Scranton%2C_Pennsylvania","surface_form":"Scranton","offset":1364},{"uri":"John_B._Watson","surface_form":"John B. Watson","offset":1644},{"uri":"PhD","surface_form":"PhD","offset":1791},{"uri":"University_of_Minnesota","surface_form":"University of Minnesota","offset":1886},{"uri":"Indiana_University_(Bloomington)","surface_form":"Indiana University","offset":1938},{"uri":"Leukemia","surface_form":"leukemia","offset":2220},{"uri":"Mount_Auburn_Cemetery","surface_form":"Mount Auburn Cemetery","offset":2266},{"uri":"Cambridge%2C_Massachusetts","surface_form":"Cambridge, Massachusetts","offset":2289}]}