{"id":135568,"url":"http://en.wikipedia.org/wiki/Ivan_Pavlov","text":"Ivan Petrovich Pavlov (14 September 1849 – 27 February 1936) was a Russian physiologist, psychologist, and physician.\nHe was awarded the Nobel Prize in Physiology or Medicine in 1904 for research about the digestive system. Pavlov is widely known for first describing classical conditioning.\nEarly life and education.\nThe son of a priest, and a theology student, Pavlov turned to science after being influenced by progressive ideas. He took natural sciences at the University of St Petersburg, and got a doctorate in 1878.\nWorks.\nIn the 1890s, Pavlov was investigating the gastric function of dogs by externalizing a salivary gland so he could collect, measure, and analyze the saliva and what response it had to food under different conditions. He noticed that the dogs tended to salivate before food was actually delivered to their mouths, and set out to investigate this \"psychic secretion\", as he called it. Pavlov performed and directed experiments on digestion, eventually publishing \"The work of the digestive glands\" in 1897, after 12 years of research. His experiments earned him the 1904 Nobel Prize in Physiology and Medicine.\nLegacy.\nThe concept for which Pavlov is famous is the \"conditioned reflex\" he developed with his assistant Ivan Tolochinov in 1901.\nAs Pavlov's work became known in the West, particularly through the writings of John B. Watson, the idea of \"conditioning\" as an automatic form of learning became a key concept in the developing specialism of comparative psychology, and the general approach to psychology called behaviourism.\nThe British philosopher Bertrand Russell was an enthusiastic advocate of the importance of Pavlov's work for philosophy of mind.\nPavlov's research on conditional reflexes greatly influenced not only science, but also popular culture. The phrase \"Pavlov's dog\" is often used to describe someone who merely reacts to a situation rather than using critical thinking. Pavlovian conditioning was a major theme in Aldous Huxley's dystopian novel, \"Brave New World\", and also to a large degree in Thomas Pynchon's \"Gravity's Rainbow\".\nIt is popularly believed that Pavlov always signalled the food by ringing a bell. However, his writings also record the use of many stimuli, including electric shocks, whistles, metronomes, tuning forks, and a range of visual stimuli. Catania did not believe Pavlov ever actually used a bell in his famous experiments. Littman tentatively attributed the popular imagery to Pavlov’s contemporaries Vladimir Bekhterev and John B. Watson, until Thomas found several references that clearly said Pavlov did, indeed, use a bell.\nIt is less widely known that Pavlov's experiments on the conditional reflex included children, some of whom apparently underwent surgical procedures, similar to the dogs, for the collection of saliva.","categories":[],"infobox_types":["Scientist"],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":67},{"uri":"Physiologist","surface_form":"physiologist","offset":75},{"uri":"Psychologist","surface_form":"psychologist","offset":89},{"uri":"Physician","surface_form":"physician","offset":107},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":137},{"uri":"Digestive_system","surface_form":"digestive system","offset":206},{"uri":"Classical_conditioning","surface_form":"classical conditioning","offset":268},{"uri":"Priest","surface_form":"priest","offset":331},{"uri":"Theology","surface_form":"theology","offset":345},{"uri":"Student","surface_form":"student","offset":354},{"uri":"University","surface_form":"University","offset":465},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":479},{"uri":"Salivary_gland","surface_form":"salivary gland","offset":617},{"uri":"Saliva","surface_form":"saliva","offset":678},{"uri":"Classical_conditioning","surface_form":"conditioned reflex","offset":1193},{"uri":"Ivan_Tolochinov","surface_form":"Ivan Tolochinov","offset":1245},{"uri":"John_B._Watson","surface_form":"John B. Watson","offset":1350},{"uri":"Comparative_psychology","surface_form":"comparative psychology","offset":1479},{"uri":"Behaviourism","surface_form":"behaviourism","offset":1549},{"uri":"Philosophy","surface_form":"philosopher","offset":1575},{"uri":"Bertrand_Russell","surface_form":"Bertrand Russell","offset":1587},{"uri":"Philosophy_of_mind","surface_form":"philosophy of mind","offset":1672},{"uri":"Aldous_Huxley","surface_form":"Aldous Huxley","offset":1971},{"uri":"Dystopia","surface_form":"dystopia","offset":1987},{"uri":"Brave_New_World","surface_form":"Brave New World","offset":2005},{"uri":"Thomas_Pynchon","surface_form":"Thomas Pynchon","offset":2053},{"uri":"Gravity%27s_Rainbow","surface_form":"Gravity's Rainbow","offset":2071},{"uri":"Stimulus","surface_form":"stimuli","offset":2223},{"uri":"Whistle","surface_form":"whistle","offset":2259},{"uri":"Metronome","surface_form":"metronome","offset":2269},{"uri":"Tuning_fork","surface_form":"tuning fork","offset":2281},{"uri":"Vladimir_Bekhterev","surface_form":"Vladimir Bekhterev","offset":2488},{"uri":"John_B._Watson","surface_form":"John B. Watson","offset":2511}]}