{"id":135507,"url":"http://en.wikipedia.org/wiki/Silverstein","text":"Silverstein is a Canadian post-hardcore band formed in Ontario, Canada, in 2000. Their name come from a children-book writer, Shel Silverstein.\nFirst three years.\nAfter the several changes in the band's line up, Billy Hamilton joined the band. He found out about they needed a bass player while online. In the autumn of 2002, the band signed to their record label - Victory Records. They left Victory Records in 2010 and joined Hopeless Records.\nAlbums.\nIn January 2003, their first (debut) album was released. The title was When Broken Is Easily Fixed.\nIn 2005, Silverstein performed on the \"Never Sleep Again\" tour along with fellow emo band Hawthorne Heights. The next year, 2006, they toured on the \"Vans Warped\" tour. This is an event in the United States taking place in the summertime. The second album, Discovering the Waterfront contains the singles \"Discovering the Waterfront\" and \"Smile in Your Sleep\".\nSummertime last year, 2007, Silverstein released their third album, Arrivals and Departures. It includes the new single \"Still Dreaming\". On MySpace, a social networking site, they posted a new song called \"Broken Stars\". Singer Shane Told has been trained by a vocal coach named Melissa Cross.\nIn Spring 2009, Silverstein released their fourth full length album, Shipwreck in the Sand.\nIn Spring 2011, Silverstein released their fifth album, \"Rescue\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Post-hardcore","surface_form":"post-hardcore","offset":26},{"uri":"Ontario","surface_form":"Ontario","offset":55},{"uri":"Canada","surface_form":"Canada","offset":64},{"uri":"Shel_Silverstein","surface_form":"Shel Silverstein","offset":126},{"uri":"When_Broken_Is_Easily_Fixed","surface_form":"When Broken Is Easily Fixed","offset":525},{"uri":"Emo","surface_form":"emo","offset":635},{"uri":"Hawthorne_Heights","surface_form":"Hawthorne Heights","offset":644},{"uri":"Discovering_the_Waterfront_(album)","surface_form":"Discovering the Waterfront","offset":811},{"uri":"Discovering_the_Waterfront","surface_form":"Discovering the Waterfront","offset":860},{"uri":"Smile_in_Your_Sleep","surface_form":"Smile in Your Sleep","offset":893},{"uri":"Arrivals_and_Departures","surface_form":"Arrivals and Departures","offset":983},{"uri":"Still_Dreaming","surface_form":"Still Dreaming","offset":1036},{"uri":"Shipwreck_in_the_Sand","surface_form":"Shipwreck in the Sand","offset":1279}]}