{"id":135534,"url":"http://en.wikipedia.org/wiki/Mahmud_II","text":"Mahmud II (Ottoman Turkish: محمود ثاني Mahmud-ı sānī) (July 20, 1785 – July 1, 1839) was the 30th Sultan of the Ottoman Empire. He ruled from 1808 until his death. Mahmud was the son of Sultan Abdül Hamid I. His time as sultan is notable mostly for the major legal and military changes he caused.\nMahmud II was born in Istanbul. He was 23 years old wheb he came to the throne. He was a calligraphy artist, composer and poet. He wrote poems under the pseudonym \"Adli\". He was a brave, strong will, patient and prudent temperament. He replaced the old military organization maintained by the governors of irregular auxiliaries (sekban - I Cedid). When the soldiers shortly after arose, he defeated them with this. The 1808 revolting insurgents killed Alemdar Mustafa Pasha.\nIn 1812 the peace treaty was signed in Bucharest with the Russians. In 1813, with the help of Muhammed Ali Pasha, he defeated the Wahhabis, who desecrated the holy places and shrines in Mecca and Medina.\nIn July of 1839 the Sultan Mahmud II died as the ill effects of life experienced by him calamitous events he was afflicted with tuberculosis and died.\nHis body was buried in the Türbe in Divanyolu.\nMahmud II was devoted to many works of the highest degree in any field.\nHe opened many new schools, and ordered to build large buildings.\nAll the great mosques of Istanbul were repaired in his time.\nThe bridge was built in Unkapani his time.\nIn Mecca, he had built a madrasa and mend the Great Mosque (Mescid-i Aksa) in the holy city of Jerusalem.\nThe poet and Sümbülzâde Vehbi Kececizâde Izzet Molla died at this time.\nHis sons: Abdülmecid I *, * Abdulaziz, 4 Sehzades names Ahmet, Bayezid, veliaht Abdulhamid, Suleyman, 2 Sehzades called Mehmed Murad Nizameddin, Abdullah Osman.\nHis daughters: Emine Sultan, Sultan Hamide, Hayriye Sultan, Sultan Saw, * Saliha Sultan, Ayse Sultan, Sultan Atike *, 2 Fatma Sultan, Sultan Münire, Mihrimah Sultan *, * Adile Sultan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Turkish_language","surface_form":"Ottoman Turkish","offset":11},{"uri":"July_20","surface_form":"July 20","offset":55},{"uri":"1785","surface_form":"1785","offset":64},{"uri":"July_1","surface_form":"July 1","offset":71},{"uri":"1839","surface_form":"1839","offset":79},{"uri":"Sultan","surface_form":"Sultan","offset":98},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":112},{"uri":"Abd%C3%BCl_Hamid_I","surface_form":"Abdül Hamid I","offset":193},{"uri":"Law","surface_form":"legal","offset":259},{"uri":"Military","surface_form":"military","offset":269},{"uri":"Muhammad_Ali_Pasha","surface_form":"Muhammed Ali Pasha","offset":866},{"uri":"Wahhabi","surface_form":"Wahhabi","offset":902}]}