{"id":135537,"url":"http://en.wikipedia.org/wiki/Mahmud_of_Ghazni","text":"Mahmud of Ghazni (,; (2 November 971 – 30 April 1030) was the ruler of the Ghaznavid Empire from 997 until his death. He turned the former provincial city of Ghazni into the rich capital of an extensive empire which included modern-day Afghanistan, most of Iran, and parts of north-west India including modern-day Pakistan. He was also the first ruler to carry the title Sultan, signifying his break from the power of the Islamic Caliph.\nMahmud of Ghazni was known as Yāmīn al-Dawlah Maḥmūd (in full: Yāmīn al-Dawlah Abd al-Qāṣim Maḥmūd Ibn Sebük Tegīn). He was the eldest son of Emir Subuktigin. When he was young, Mahmud helped his father gain land through military campaigns against Turk nobles. In 997, he overthrew his younger brother, Ismail, who had been nominated for the throne after his father’s death. As soon as he had the throne, he went out to conquer territory.\nBetween 1000 and 1026, he invaded India at least 17 times. He was the first major Muslim army to invade India. His raid of Punjab was the last invasion where he increased his territory in India. From then on, most of Mahmud’s raids were to gain wealth. Mahmud's last and most famous raid was on Somnath. This is a temple city on the Gujarati coast that was also a pilgrimage site. The temple had many riches: heavy golden chains and thousands of jewels. The battle was violent, and more than 50,000 people died. Mahmud's army won.\nWith all his riches, Mahmud founded a university, a library, and a museum, a grand mosque and richened his capital. When Mahmud was about to die, he ordered all of his riches to be placed before him. Mahmud died on 30 April 1030. His empire then fell apart.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ghaznavid_Empire","surface_form":"Ghaznavid Empire","offset":75},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":236},{"uri":"Iran","surface_form":"Iran","offset":257},{"uri":"Indian_subcontinent","surface_form":"India","offset":287},{"uri":"Pakistan","surface_form":"Pakistan","offset":314},{"uri":"Sultan","surface_form":"Sultan","offset":371},{"uri":"Suzerainty","surface_form":"power","offset":409},{"uri":"Islam","surface_form":"Islamic","offset":422},{"uri":"Caliph","surface_form":"Caliph","offset":430},{"uri":"Turkic_peoples","surface_form":"Turk","offset":686},{"uri":"Invasion","surface_form":"invaded","offset":903},{"uri":"Punjab_region","surface_form":"Punjab","offset":1000},{"uri":"Somnath","surface_form":"Somnath","offset":1172},{"uri":"Gujarat","surface_form":"Gujarat","offset":1210},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":1241}]}