{"id":135566,"url":"http://en.wikipedia.org/wiki/John_B._Watson","text":"John Broadus Watson (January 9, 1878–September 25, 1958) was an American psychologist. He established the psychological school of behaviorism, after doing research on animal behavior. This school was extremely influential in the middle of the 20th century, when B.F. Skinner developed it further.\nWatson was forced to resign his chair at Johns Hopkins University, Baltimore, because his affair with a graduate student became a public scandal. After this, Watson worked for many years for J. Walter Thompson, a leading American advertising agency. He is credited with popularizing the \"coffee break\" during an ad campaign for Maxwell House coffee.\nBehaviorism.\nPsychology as the behaviorist views it is a purely objective experimental branch of natural science. Its theoretical goal is the prediction and control of behavior. Introspection forms no essential part of its methods, nor is the scientific value of its data dependent upon the readiness with which they lend themselves to interpretation in terms of consciousness. The behaviorist, in his efforts to get a unitary scheme of animal response, recognizes no dividing line between man and brute. The behavior of man, with all of its refinement and complexity, forms only a part of the behaviorist's total scheme of investigation.\nIn 1913, Watson viewed Ivan Pavlov's conditioned reflex as primarily a physiological mechanism controlling glandular secretions. He had already rejected Edward Thorndike's \"Law of Effect\" (a precursor to B.F. Skinner's principle of reinforcement) because of what Watson believed were 'unnecessary subjective elements'. The article is also notable for its strong defense of the objective scientific status of applied psychology, which at the time was considered to be much inferior to the established experimental psychology.\nWith his behaviorism, Watson put the emphasis on external behavior of people and their reactions on given situations, rather than the internal, mental state of those people. In his opinion, the analysis of behaviors and reactions was the only objective method to get insight in the human actions. This outlook was thought to be extreme or radical behaviorism.\nViews on child-rearing.\nWatson wrote the book \"Psychological care of infant and child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Rosalie later entitled a self-penned article \"I am a mother of behaviorist sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children.\nHis slogan was \"not more babies but better brought up babies\". Watson argued for the nurture side of the nature-nurture debate, claiming that the world would benefit from extinguishing pregnancies for twenty years while enough data was gathered to ensure an efficient child-rearing process. Watsons’ description of a \"happy child\" was rather detached. It included ideas such as that the child can occupy himself through his problem-solving abilities, should only cry when in physical pain, and that the child stray from asking questions. Behavior analysis of child development as a field may have begun with the writings of Watson.\nWatson carried out controversial science experiments known as the \"Little Albert experiments\"; in these experiments, Watson studied fear in infants.\nBiographies of Watson and analysis of his work.\nWatson's views and life have been the subject of a number of works.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":64},{"uri":"Psychologist","surface_form":"psychologist","offset":73},{"uri":"Behaviorism","surface_form":"behaviorism","offset":130},{"uri":"Ethology","surface_form":"animal behavior","offset":167},{"uri":"B.F._Skinner","surface_form":"B.F. Skinner","offset":262},{"uri":"Johns_Hopkins_University","surface_form":"Johns Hopkins University","offset":338},{"uri":"Baltimore","surface_form":"Baltimore","offset":364},{"uri":"J._Walter_Thompson","surface_form":"J. Walter Thompson","offset":488},{"uri":"Advertising_agency","surface_form":"advertising agency","offset":527},{"uri":"Coffee_break","surface_form":"coffee break","offset":585},{"uri":"Maxwell_House","surface_form":"Maxwell House","offset":625},{"uri":"Ivan_Pavlov","surface_form":"Ivan Pavlov","offset":1309},{"uri":"Conditioned_reflex","surface_form":"conditioned reflex","offset":1323},{"uri":"Edward_Thorndike","surface_form":"Edward Thorndike","offset":1439},{"uri":"Law_of_Effect","surface_form":"Law of Effect","offset":1459},{"uri":"B.F._Skinner","surface_form":"B.F. Skinner","offset":1490},{"uri":"Reinforcement","surface_form":"reinforcement","offset":1518},{"uri":"Mental_state","surface_form":"mental state","offset":1955},{"uri":"Radical_behaviorism","surface_form":"radical behaviorism","offset":2150}]}