{"id":135500,"url":"http://en.wikipedia.org/wiki/British_Rail","text":"British Rail (BR) was the national railway company of Great Britain, from 1948 to 1997. It was created by nationalization under the Transport Act 1947. Britain's railways were returned to private ownership by privatization in 1997.\nGreat Britain.\nAfter the smaller firms were merged in 1923 under the Railways Act 1921, there were four large regional railway companies. The Big Four were the Great Western Railway (GWR), the London, Midland and Scottish Railway (LMS), the London and North Eastern Railway (LNER) and the Southern Railway (SR). The Transport Act 1947 made provision for the nationalisation of the network.\nThe Second World War had caused damage to all the railways. They had lost a large part of their trains, buildings and equipment.\nThe Transport Act 1947 set out the nationalisation of the rail network, as part of a plan by Clement Attlee's Labour Government to nationalise public transport. The London Underground, some industrial lines and some remaining light railways like Shropshire and Montgomeryshire Railway were again excluded. For a short time, during World War II, the Shropshire and Montgomeryshire Railway line was taken over by the military. After the war the line re-opened to public use in 1946. The Bicester Military Railway had been built by the government in 1941.\nThe Transport Act 1947 took effect on 1 January 1923. By that date most of the mergers had taken place, some from the previous year. The \"Railway Magazine\" in its issue of February 1923 dubbed the new companies as \"The Big Four of the New Railway Era\".\nSee also a list of railway companies involved in the 1923 grouping.\nNorthern Ireland.\nThe nationalised Ulster Transport Authority (UTA) ran the railways in Northern Ireland from 1948 until 1966. They were then taken over by Translink and called \"NI Railways,\" also known as \"Northern Ireland Railways\" ().\nThe government of Northern Ireland and Ireland ran the former Great Northern Railway jointly under a Great Northern Railway Board until 1958. Most of the lines in the west of Northern Ireland were closed in the 1960s.\nThe 1955 Modernisation Plan.\nIn 1955, a major modernisation programme costing £1.2 billion was authorised by the government. The period of nationalisation saw sweeping changes occur as steam trains were scrapped 1968, in favour of diesel trains and electric trains. One third of the network was closed by the highly critical Beeching report of the 1960s.\nA major railway survey in April 1961 was used in the writing of a government report on the future of the network. This report was called \"The Reshaping of British Railways\". It was published by the British Railways Board (BRB) in March 1963. A third of all passenger trains would be scrapped and more than 4,000 of the 7,000 stations would be closed.\nInterCity (or, in the earliest days, the hyphenated Inter-City) was introduced by British Rail in 1966 as a brand-name for its long-haul express passenger services (see British Rail brand names for a full history).\nPassenger levels fell steadily from the late 1950s to the late 1970s, but experienced a sharp increase after the introduction of the high-speed Intercity 125 trains in the late 1970s and early 1980s.\nBetween 1934 and 1975 the Northern line ran the Northern City Line as its Highbury Branch. London Underground gave it to British Rail in 1975,\nBefore the sectorization of BR in 1982 the system was split into regions. Working around London, they were London Midland Region (Marylebone, Euston, St Pancras and Broad Street), Southern Region (Waterloo, Victoria, Chairing Cross, Holborn Viaduct, Cannon Street and London Bridge), Western Region (Paddington) and Eastern Region (King's Cross, Moorgate, Broad Street, Liverpool Street and Fenchurch Street). This was perceived to be a source of inefficiency, so sectorization made the regions into a single organisation covering all commuter services. At the same time InterCity took over express services and Regional Railways took over regional services. The group was originally called \"Provincial\".\nBR built 2537 steam locomotives from 1948 to 1960, some to pre-nationalisation designs and some to its own, new, standard designs. Eventually BR chose to end the use of steam trains in 1968.\nLong-distance trains from Marylebone began to be cut back from 1958 after the line was given from BR Midland Western to the BR Midland Region. Then BR Midland Region thought it was an unnecessary rival of their Midland Main Line. By 1960 there were no daytime trains running to destinations north of Nottingham and only a few still ran at night. Many Express services were cut. By 1963, local stopping services beyond Aylesbury were cut. In 1965 freight services were ended. Between 1963 and 1966 only a few remaining long distance services stayed in use. A large part of the former Great Central Railway was closed as part of the 'Beeching axe'. This meant that Marylebone was now used only by local trains to Aylesbury and High Wycombe. After the 1960s, lack of investment meant the station itself became run down.\nNew diesel trains.\nSome of the early models were of poor quality and design, but many later kinds proved their worth in time.\nBritish Rail Class 127 diesel trains were chosen to operate on the services from Marylebone usually to places such as High Wycombe, Aylesbury and Banbury which are on the Chiltern Main Line and Great Central Main Line (now the London to Aylesbury Line). Strangely, the 115 were under Table 115 in the British Rail timetable. They were similar to British Rail Class 127, but were superior as the class had larger windows, better seats, lights and wall surfaces. Both classes were made in the early 1960s.\nThe British Rail Class 47 (originally \"Brush Type 4\") is a class of British railway diesel-electric locomotive that was developed in the 1960s by Brush Traction. Their reliable and trusted service lasted well in to the 2000s. Some are still working in 2018.\nBritish Rail gave Class 52 to the class of 74 large diesel-hydraulic locomotives built for the Western Region of British Railways between 1961 and 1964. All were given two-word names, with the first word being \"Western\", and so the type was nicknamed \"Westerns\".\nThe British Rail Class 207 (or 3D) versatile diesel-electric multiple units were built by BR at Eastleigh in 1962.\nNew electric trains.\nSome of the early models were of poor quality and design, but many later kinds proved their worth in time.\nThe British Rail Class 423 (or 4Vep) electric multiple units were built by BR at York Works from 1967 to 1974. They feature manually opening doors next to every seating row and mostly found working outer suburban services in South London, and rural services in Kent and Sussex, up to replacement in 2005.\nThe British Rail Class 303 is a type of electric multiple unit. They are also known as \"Blue Train\" units, since they were originally painted blue all over. They were first used in 1960 for the electrification of the North Clyde and the Cathcart Circle lines in Strathclyde.\nThe British Rail Class 73 electro-diesel locomotives are very unusual in that they can operate from a 750 V DC third-rail supply, but also have a diesel engine to allow them to work on non-electrified routes.\nThe British Rail Class 86 was the standard electric locomotive built during the 1960s. It was made after the repeated testing of the earlier classes like the 81 and 85. The tests led to a much improved loco design.\nThe British Rail Class 312 is a type of alternating current (AC) electric multiple unit (EMU) built in 1966–1974 intended for use on outer-suburban passenger services. It was the last class of multiple unit to be constructed to the British Rail Mark 2 body shell, and also the last with slam doors. Their passenger seats were an improvement on former types.\nBritish Rail Class 313 electric multiple units were built by BREL at York Works from 1976 to 1977, thus the first second-generation EMUs to be constructed for British Rail. They were capable of both drawing power via 25 kV AC overhead, or 750 V DC third-rail. They were the first units in Britain to have fully automatic couplers which allowed both physical coupling and also the connection of control electric and air supplies to be carried out without the driver's need to leave the cab. Their passenger seats were also an improvement on former types.\nThe Beeching report.\nDuring the late 1950s, railways continued to worsen, and in 1959 the government acted, limiting the amount the British Transport Commission (BTC) could spend on British Rail.\nThe government proposed that many services could be provided more cheaply by buses, and said that most abandoned rail services would have their places taken by bus services. Only main lines would be untouched. Many other minor lines would be cut back or scrapped.\nThe business man Lord Beeching saw South Wales as a failing industrial region. So it lost the majority of its network. Since 1983 it has experienced a major rail revival, with new stations such as Llanharan reopening. Four lines reopened within 20 miles (32 km) of each other: Abercynon–Aberdare, Barry–Bridgend via, Bridgend–Maesteg and the Ebbw Valley Line via Newbridge.\nThe station at Laurencekirk on the mainline between Arbroath and Aberdeen was shut in 1967, but 42 years later in May 2009 it reopened. Other reopened stations include, and – all closed in the mid-1960s.\nHaddenham in Buckinghamshire lost its little-used station in 1963, but a more popular station opened in 1987 as the town grew.\nA major part of the report proposed that British Rail electrify some major main lines and the use of containerised freight traffic instead of outdated and uneconomic wagon-load traffic. Some of these plans were eventually adopted, however, such as the creation of the Freightliner concept and further electrification of the West Coast Main Line from Crewe to Glasgow in 1974. Also the staffs' terms and conditions were improved over time.\nSince the Beeching cuts of the 1960s, road traffic levels grew heavily in some areas. This has come close to gridlock. Furthermore, in recent years there have been record high levels of passengers on the railways. A modest number of the railway closures have therefore been reversed.\nIn addition a small but significant number of closed stations have reopened, and passenger services been restored on lines where they had been closed or removed. Many of these were in the urban metropolitan counties and towns where Passenger Transport Executives have a role in promoting local passenger rail use.\nA notable reopening was the Robin Hood Line in Nottinghamshire, between Nottingham and Worksop via Mansfield, which reopened in the early 1990s. Before the line reopened, Mansfield had been the largest town in Britain without a railway station.\nThe Serpell Report.\nProfits from the railways began to fall in the early 1980s. In 1983, the civil servant Sir David Serpell wrote what became known as the Serpell Report. He wanted even more cutbacks.\nIn the early 1980s there was a proposal to close Marylebone and divert British Rail services via High Wycombe into nearby Paddington. There was also a plan to extend the Metropolitan Line to Aylesbury, so London trains via Amersham would be sent to Baker Street. Marylebone station was to be converted into a bus and coach station. London Underground said the Metropolitan Line could not cope with any more trains and was full up. However these plans were deemed stupid and clumsy, and were quietly dropped.\nThe Pacer and Express Sprinter trains.\nThe funding of BR was reduced so they created the cheaper Pacer trains. The British Rail Class 143 is a diesel multiple unit, part of the Pacer family of trains introduced between 1985 and 1986. They originally worked around North East England but were later transferred to Wales. It was made out of bus parts put on to lorry chassis and train wheels. Earlier units proved to be unreliable, but later units were of a better design.\nThe British Rail Class 156 \"Super-Sprinter\" diesel multiple units were built from 1987 to 1989 to replace elderly First Generation \"Heritage\" DMUs (like the Class 127 units) and locomotive-hauled passenger trains.\nAs funding increased before privatisation the successful British Rail Class 158 \"Express Sprinter\" was made. It is a type of diesel multiple unit (DMU) train. They were built for British Rail between 1989 and 1992 by BREL at their Derby Works.\nThe Clapham Junction railway crash.\nOn 12 December 1988, three commuter trains crashed, just south-west of Clapham junction station, in London. 35 people died and more than 100 were injured. British Rail's 30-year-old vintage Mark 1 carriages were found out to be dangerous and the broken signalling equipment was fixed and improved.\nPrivatisation.\nThe British government under John Major said that privatisation would help passenger services, but this did not happen until much later.\nThe Scottish Assembly Government have re-opened the lines between Hamilton and Larkhall, Alloa and Stirling and is working on a link from Airdrie to Bathgate. The biggest line-reopening project is the former Waverley railway Edinburgh to Borders line.\nThe Welsh Assembly Government has re-opened the Vale of Glamorgan Line between Barry Bock and Bridgend in 2005. The Ebbw Valley Line reopened between Ebbw Vale and Cardiff in the year 2008. It will later go on to services to Newport in Gwent in 2011. The Barry–Bridgend route was closed after the Beeching report of March 1963. The line's passenger service was officially shut down in June 1964, but freight continued until the late 1990s.\nSome English stations like Corby and Mansfield were reopened after privatisation.\nYet more stations were reopened by British Rail in Scotland, England and Wales before privatisation when the railway was run properly.\nTrain fares cost more than under British Rail.\nThe split up for privatisation.\nRegional Railways was one of the three passenger sectors of British Rail. It was created in the year 1982. It finished operation in 1996, two years after privatisation. In the privatisation of British Rail, InterCity trains were divided up into several franchises. The Caledonian Sleeper are transferred to ScotRail, now First ScotRail.\n\"Six sub-brands also occurred in the early 2000s:\"\nThe company logo.\nThe British Rail \"double arrow\" logo was said to show direction of travel on a double track railway on a railway map and was nicknamed \"the arrow of indecision\". It is now employed as a general symbol on street signs in Great Britain, but not in Northern Ireland, denoting railway stations, and as part of the Association of Train Operating Companies (A.T.O.C.)'s joint-managed National Rail brand, still being printed on railway tickets.\nLabour relations.\nSometimes strikes happened among British Rail staff, over staff pay, safety, working hours and alike. There were several strikes in the late 1970s, but decreased after privatisation. There were also several other strikes in the late 1970s. Other firms like the UK's coal mines also struck at this time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Railway","surface_form":"railway","offset":35},{"uri":"Great_Britain","surface_form":"Great Britain","offset":54},{"uri":"Nationalization","surface_form":"nationalization","offset":106},{"uri":"Privatization","surface_form":"privatization","offset":209},{"uri":"Railways_Act_1921","surface_form":"Railways Act 1921","offset":301},{"uri":"Big_Four_British_railway_companies","surface_form":"Big Four","offset":374},{"uri":"Great_Western_Railway","surface_form":"Great Western Railway","offset":392},{"uri":"London%2C_Midland_and_Scottish_Railway","surface_form":"London, Midland and Scottish Railway","offset":425},{"uri":"London_and_North_Eastern_Railway","surface_form":"London and North Eastern Railway","offset":473},{"uri":"Southern_Railway_(Great_Britain)","surface_form":"Southern Railway","offset":521},{"uri":"Transport_Act_1947","surface_form":"Transport Act 1947","offset":548},{"uri":"Nationalization","surface_form":"nationalisation","offset":590},{"uri":"Second_World_War","surface_form":"Second World War","offset":626},{"uri":"Transport_Act_1947","surface_form":"Transport Act 1947","offset":755},{"uri":"Nationalization","surface_form":"nationalisation","offset":786},{"uri":"Clement_Attlee","surface_form":"Clement Attlee","offset":844},{"uri":"Labour_Party_(UK)","surface_form":"Labour","offset":861},{"uri":"London_Underground","surface_form":"London Underground","offset":916},{"uri":"Shropshire_and_Montgomeryshire_Railway","surface_form":"Shropshire and Montgomeryshire Railway","offset":997},{"uri":"World_War_II","surface_form":"World War II","offset":1082},{"uri":"Bicester_Military_Railway","surface_form":"Bicester Military Railway","offset":1236},{"uri":"Transport_Act_1947","surface_form":"Transport Act 1947","offset":1308},{"uri":"Big_Four_British_railway_companies","surface_form":"Big Four","offset":1523},{"uri":"New_Railway_Era","surface_form":"New Railway Era","offset":1539},{"uri":"List_of_railway_companies_involved_in_the_1923_Grouping","surface_form":"railway companies involved in the 1923 grouping","offset":1576},{"uri":"Ulster_Transport_Authority","surface_form":"Ulster Transport Authority","offset":1660},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":1713},{"uri":"Translink_(Northern_Ireland)","surface_form":"Translink","offset":1781},{"uri":"NI_Railways","surface_form":"NI Railways","offset":1803},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":1881},{"uri":"Ireland","surface_form":"Ireland","offset":1902},{"uri":"Great_Northern_Railway_(Ireland)","surface_form":"Great Northern Railway","offset":1925},{"uri":"Great_Northern_Railway_Board","surface_form":"Great Northern Railway Board","offset":1964},{"uri":"Steam_locomotive","surface_form":"steam trains","offset":2266},{"uri":"Diesel_locomotive","surface_form":"diesel trains","offset":2312},{"uri":"Electric_locomotive","surface_form":"electric trains","offset":2330},{"uri":"Beeching_Axe","surface_form":"Beeching report","offset":2406},{"uri":"British_Rail_brand_names","surface_form":"British Rail brand names","offset":2956},{"uri":"1950s","surface_form":"1950s","offset":3047},{"uri":"1970s","surface_form":"1970s","offset":3065},{"uri":"Intercity_125","surface_form":"Intercity 125","offset":3146},{"uri":"Northern_line","surface_form":"Northern line","offset":3228},{"uri":"Northern_City_Line","surface_form":"Northern City Line","offset":3250},{"uri":"Highbury_Branch","surface_form":"Highbury Branch","offset":3276},{"uri":"London_Underground","surface_form":"London Underground","offset":3293},{"uri":"London_Midland_Region","surface_form":"London Midland Region","offset":3452},{"uri":"Southern_Region","surface_form":"Southern Region","offset":3525},{"uri":"Western_Region_of_British_Railways","surface_form":"Western Region","offset":3629},{"uri":"Eastern_Region","surface_form":"Eastern Region","offset":3661},{"uri":"InterCity_(British_Rail)","surface_form":"InterCity","offset":3916},{"uri":"Regional_Railways","surface_form":"Regional Railways","offset":3957},{"uri":"Steam_locomotive","surface_form":"steam locomotive","offset":4064},{"uri":"BR_Midland_Western","surface_form":"BR Midland Western","offset":4339},{"uri":"BR_Midland_Region","surface_form":"BR Midland Region","offset":4365},{"uri":"Midland_Main_Line","surface_form":"Midland Main Line","offset":4452},{"uri":"Freight","surface_form":"freight","offset":4687},{"uri":"Great_Central_Railway","surface_form":"Great Central Railway","offset":4824},{"uri":"Beeching_axe","surface_form":"Beeching axe","offset":4873},{"uri":"British_Rail_Class_127","surface_form":"British Rail Class 127","offset":5184},{"uri":"Marylebone_station","surface_form":"Marylebone","offset":5265},{"uri":"High_Wycombe","surface_form":"High Wycombe","offset":5302},{"uri":"Aylesbury","surface_form":"Aylesbury","offset":5316},{"uri":"Banbury","surface_form":"Banbury","offset":5330},{"uri":"Chiltern_Main_Line","surface_form":"Chiltern Main Line","offset":5355},{"uri":"Great_Central_Main_Line","surface_form":"Great Central Main Line","offset":5378},{"uri":"London_to_Aylesbury_Line","surface_form":"London to Aylesbury Line","offset":5411},{"uri":"British_Rail_Class_127","surface_form":"British Rail Class 127","offset":5530},{"uri":"British_Rail_Class_47","surface_form":"British Rail Class 47","offset":5692},{"uri":"Brush_Traction","surface_form":"Brush Traction","offset":5834},{"uri":"British_Rail_Class_52","surface_form":"Class 52","offset":5964},{"uri":"Diesel_locomotive","surface_form":"diesel-hydraulic locomotives","offset":5998},{"uri":"Western_Region_of_British_Railways","surface_form":"Western Region","offset":6041},{"uri":"British_Railways","surface_form":"British Railways","offset":6059},{"uri":"British_Rail_Class_207","surface_form":"British Rail Class 207","offset":6213},{"uri":"Diesel_multiple_unit","surface_form":"diesel-electric multiple units","offset":6254},{"uri":"Eastleigh_railway_works","surface_form":"Eastleigh","offset":6305},{"uri":"British_Rail_unit_designations","surface_form":"4Vep","offset":6483},{"uri":"Electric_multiple_unit","surface_form":"electric multiple unit","offset":6489},{"uri":"York","surface_form":"York","offset":6533},{"uri":"South_London","surface_form":"South London","offset":6677},{"uri":"Kent","surface_form":"Kent","offset":6713},{"uri":"Sussex","surface_form":"Sussex","offset":6722},{"uri":"British_Rail_Class_303","surface_form":"British Rail Class 303","offset":6761},{"uri":"Electric_multiple_unit","surface_form":"electric multiple unit","offset":6797},{"uri":"North_Clyde_Line%2C_Glasgow","surface_form":"North Clyde","offset":6974},{"uri":"Cathcart_Circle_Lines","surface_form":"Cathcart Circle","offset":6994},{"uri":"Strathclyde","surface_form":"Strathclyde","offset":7019},{"uri":"British_Rail_Class_73","surface_form":"British Rail Class 73","offset":7036},{"uri":"Electro-diesel_locomotive","surface_form":"electro-diesel locomotive","offset":7058},{"uri":"Third_rail","surface_form":"third-rail","offset":7143},{"uri":"Diesel_engine","surface_form":"diesel engine","offset":7178},{"uri":"British_Rail_Class_86","surface_form":"British Rail Class 86","offset":7245},{"uri":"Electric_locomotive","surface_form":"electric locomotive","offset":7284},{"uri":"British_Rail_Class_81","surface_form":"81","offset":7399},{"uri":"British_Rail_Class_85","surface_form":"85","offset":7406},{"uri":"British_Rail_Class_312","surface_form":"British Rail Class 312","offset":7460},{"uri":"Alternating_current","surface_form":"alternating current","offset":7496},{"uri":"Electric_multiple_unit","surface_form":"electric multiple unit","offset":7521},{"uri":"British_Rail_Mark_2","surface_form":"British Rail Mark 2","offset":7688},{"uri":"Body_shell","surface_form":"body shell","offset":7708},{"uri":"British_Rail_Class_313","surface_form":"British Rail Class 313","offset":7814},{"uri":"Electric_multiple_unit","surface_form":"electric multiple unit","offset":7837},{"uri":"BREL","surface_form":"BREL","offset":7875},{"uri":"York","surface_form":"York","offset":7883},{"uri":"Bus","surface_form":"bus","offset":8641},{"uri":"Business_man","surface_form":"business man","offset":8832},{"uri":"Lord_Beeching","surface_form":"Lord Beeching","offset":8845},{"uri":"South_Wales","surface_form":"South Wales","offset":8863},{"uri":"Llanharan_railway_station","surface_form":"Llanharan","offset":9025},{"uri":"Merthyr_Line","surface_form":"Abercynon–Aberdare","offset":9105},{"uri":"Vale_of_Glamorgan_Line","surface_form":"Barry–Bridgend","offset":9125},{"uri":"Maesteg_Line","surface_form":"Bridgend–Maesteg","offset":9145},{"uri":"Ebbw_Valley_Line","surface_form":"Ebbw Valley Line","offset":9170},{"uri":"Newbridge_(Caerphilly)_railway_station","surface_form":"Newbridge","offset":9191},{"uri":"Laurencekirk_railway_station","surface_form":"Laurencekirk","offset":9217},{"uri":"Edinburgh_to_Aberdeen_Line","surface_form":"mainline between Arbroath and Aberdeen","offset":9237},{"uri":"Haddenham","surface_form":"Haddenham","offset":9406},{"uri":"Buckinghamshire","surface_form":"Buckinghamshire","offset":9419},{"uri":"Railway_electrification_in_Great_Britain","surface_form":"electrify","offset":9587},{"uri":"Freightliner_(UK)","surface_form":"Freightliner","offset":9801},{"uri":"West_Coast_Main_Line","surface_form":"West Coast Main Line","offset":9857},{"uri":"Crewe_railway_station","surface_form":"Crewe","offset":9883},{"uri":"Glasgow_Central_station","surface_form":"Glasgow","offset":9892},{"uri":"1960s","surface_form":"1960s","offset":10003},{"uri":"Metropolitan_county","surface_form":"metropolitan counties","offset":10450},{"uri":"Passenger_Transport_Executive","surface_form":"Passenger Transport Executive","offset":10488},{"uri":"Robin_Hood_Line","surface_form":"Robin Hood Line","offset":10598},{"uri":"Nottinghamshire","surface_form":"Nottinghamshire","offset":10617},{"uri":"Nottingham_railway_station","surface_form":"Nottingham","offset":10642},{"uri":"Worksop_railway_station","surface_form":"Worksop","offset":10657},{"uri":"Mansfield_railway_station","surface_form":"Mansfield","offset":10669},{"uri":"1990s","surface_form":"1990s","offset":10708},{"uri":"Mansfield","surface_form":"Mansfield","offset":10741},{"uri":"Railway","surface_form":"railway","offset":10852},{"uri":"Civil_servant","surface_form":"civil servant","offset":10908},{"uri":"Sir_David_Serpell","surface_form":"Sir David Serpell","offset":10922},{"uri":"Serpell_Report","surface_form":"Serpell Report","offset":10971},{"uri":"High_Wycombe","surface_form":"High Wycombe","offset":11114},{"uri":"Paddington_station","surface_form":"Paddington","offset":11139},{"uri":"Metropolitan_Line","surface_form":"Metropolitan Line","offset":11187},{"uri":"Aylesbury","surface_form":"Aylesbury","offset":11208},{"uri":"London","surface_form":"London","offset":11222},{"uri":"Baker_Street_tube_station","surface_form":"Baker Street","offset":11266},{"uri":"Marylebone_station","surface_form":"Marylebone station","offset":11280},{"uri":"Metropolitan_Line","surface_form":"Metropolitan Line","offset":11377},{"uri":"British_Rail_Class_143","surface_form":"British Rail Class 143","offset":11640},{"uri":"Diesel_multiple_unit","surface_form":"diesel multiple unit","offset":11668},{"uri":"Pacer_(train)","surface_form":"Pacer","offset":11702},{"uri":"Railway","surface_form":"trains","offset":11718},{"uri":"North_East_England","surface_form":"North East England","offset":11789},{"uri":"Wales","surface_form":"Wales","offset":11838},{"uri":"Sprinter_(train)","surface_form":"Sprinter","offset":12030},{"uri":"Diesel_multiple_unit","surface_form":"diesel multiple unit","offset":12040},{"uri":"British_Rail_Class_127","surface_form":"Class 127 units","offset":12153},{"uri":"British_Rail_Class_158","surface_form":"British Rail Class 158","offset":12267},{"uri":"Sprinter_(train)","surface_form":"Express Sprinter","offset":12291},{"uri":"Diesel_multiple_unit","surface_form":"diesel multiple unit","offset":12335},{"uri":"BREL","surface_form":"BREL","offset":12427},{"uri":"Derby_Carriage_and_Wagon_Works","surface_form":"Derby Works","offset":12441},{"uri":"London","surface_form":"London","offset":12590},{"uri":"Vintage","surface_form":"vintage","offset":12672},{"uri":"British_Railways_Mark_1","surface_form":"Mark 1","offset":12680},{"uri":"Signalling_equipment","surface_form":"signalling equipment","offset":12743},{"uri":"Government","surface_form":"government","offset":12815},{"uri":"John_Major","surface_form":"John Major","offset":12832},{"uri":"Hamilton%2C_South_Lanarkshire","surface_form":"Hamilton","offset":13006},{"uri":"Larkhall","surface_form":"Larkhall","offset":13019},{"uri":"Alloa","surface_form":"Alloa","offset":13029},{"uri":"Stirling","surface_form":"Stirling","offset":13039},{"uri":"Airdrie","surface_form":"Airdrie","offset":13078},{"uri":"Bathgate","surface_form":"Bathgate","offset":13089},{"uri":"Waverley_Line","surface_form":"Waverley railway","offset":13148},{"uri":"Vale_of_Glamorgan_Line","surface_form":"Vale of Glamorgan Line","offset":13240},{"uri":"Barry_Bock","surface_form":"Barry Bock","offset":13271},{"uri":"Bridgend","surface_form":"Bridgend","offset":13286},{"uri":"Ebbw_Valley_Line","surface_form":"Ebbw Valley Line","offset":13308},{"uri":"Ebbw_Vale","surface_form":"Ebbw Vale","offset":13342},{"uri":"Cardiff","surface_form":"Cardiff","offset":13356},{"uri":"Newport%2C_Gwent","surface_form":"Newport","offset":13417},{"uri":"Gwent","surface_form":"Gwent","offset":13428},{"uri":"Beeching_report","surface_form":"Beeching report","offset":13489},{"uri":"Corby","surface_form":"Corby","offset":13659},{"uri":"Mansfield","surface_form":"Mansfield","offset":13669},{"uri":"Privatisation_of_British_Rail","surface_form":"privatisation","offset":14082},{"uri":"Privatisation_of_British_Rail","surface_form":"privatisation of British Rail","offset":14104},{"uri":"InterCity_trains","surface_form":"InterCity trains","offset":14135},{"uri":"Caledonian_Sleeper","surface_form":"Caledonian Sleeper","offset":14197},{"uri":"ScotRail","surface_form":"ScotRail","offset":14235},{"uri":"First_ScotRail","surface_form":"First ScotRail","offset":14249},{"uri":"Double_track","surface_form":"double track","offset":14413},{"uri":"Great_Britain","surface_form":"Great Britain","offset":14554},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":14580},{"uri":"Association_of_Train_Operating_Companies","surface_form":"Association of Train Operating Companies","offset":14644},{"uri":"National_Rail","surface_form":"National Rail","offset":14712},{"uri":"Strike_action","surface_form":"strikes","offset":14801},{"uri":"Coal_mine","surface_form":"coal mine","offset":15057}]}