{"id":135697,"url":"http://en.wikipedia.org/wiki/Katy_Perry","text":"Katheryn Elizabeth Hudson (born October 25, 1984), known professionally as Katy Perry, is an American singer, songwriter and television judge. She has released five studio albums and two EPs. In 2001, she released a Christian album named after herself, \"Katy Hudson\". In November 2007, Perry released the music video for her first single, \"Ur So Gay\". She has a contralto vocal range. Perry became the most-followed person on Twitter in November 2013. She has earned nine number-one singles on the \"Billboard\" Hot 100, five of which are from one album (she became the first female artist to achieve this record). Perry has also been nominated for 11 Grammy Awards.\n1984–2000: Early life.\nPerry was born on October 25, 1984 at Goleta Valley Cottage Hospital in Santa Barbara, California, to Maurice Hudson and Mary Hudson (\"née\" Perry), both pastors. She has an older sister, Angela, and a younger brother, David, who is also a musician. Perry has said that her upbringing was \"sheltered\" and that an example of this was that her family did not eat Lucky Charms cereal because her parents thought that luck was something that came from the devil. She also called deviled eggs \"angeled eggs\" growing up.\n2001: \"Katy Hudson\".\nThen known as Katy Hudson, she released a Christian album named after herself. It had the single \"Search Me\". She was discovered by Glen Ballard, who is known for his work with musician Alanis Morissette. This album did not perform well, and she was dropped from her record label, Red Hill, when the label was shut down. She struggled for six years before eventually signing with her current label, Capitol Records.\n2007–09: \"One of the Boys\".\nAfter changing her last name to Perry (her mother's maiden name) so that she allegedly would not be confused with actress Kate Hudson, Katy released an EP album called \"Ur So Gay\". This song has been criticized and labeled homophobic. On June 17, 2008, Perry released her first pop album called \"One of the Boys\" with singles including \"I Kissed a Girl\" (her first number-one hit), \"Hot N Cold\", and \"One of the Boys\".\nShe co-wrote the single \"I Do Not Hook Up\" for singer Kelly Clarkson (the first winner of \"American Idol\"), along with the song \"Rock God\" for singer-actress Selena Gomez.\n2010–12: \"Teenage Dream\".\nPerry's third album, \"Teenage Dream\", was released in August 2010 and included the singles \"California Gurls\", \"Teenage Dream\", and \"Firework\". She is the only female artist to get 5 number-one singles from one album on the US \"Billboard\" Hot 100. Along with the album's first three singles reaching the top, \"E.T.\" featuring Kanye West and \"Last Friday Night (T.G.I.F.)\" also hit number one. The only other artist to get 5 number-one songs from one album is Michael Jackson, with \"Bad\". She was inspired by her then-engagement to British comedian and actor Russell Brand.\nAt the Grammy Awards in 2012, Perry performed a new song, \"Part of Me\", that was released as the lead single from the re-release of \"Teenage Dream\", called \"Teenage Dream: The Complete Confection\". The song entered at number one on the \"Billboard\" Hot 100, becoming her seventh US number-one hit. The next single, \"Wide Awake\", reached number two in the US and topped the Canadian Hot 100.\nIn July 2012, Perry released the concert film/biopic \"Part of Me in 3D\". The movie shows her early life through the \"Teenage Dream\" era and her rise to fame.\nOn November 30, 2012, Perry went to the 2012 Billboard Women in Music event. She was given the Woman of the Year Award there.\n2013–16: \"Prism\" and other projects.\nIn August 2013, Killer Queen, Perry's third fragrance, was released.\nPerry collaborated with fellow American pop star Britney Spears to write the song \"Passenger\" for Spears' eighth studio album, \"Britney Jean\".\nPerry's fourth album, \"Prism\", was released on October 18, 2013. It reached number one in 83 countries. The first single from the album, \"Roar\", was number one in Australia, Austria, Bulgaria, Canada, Croatia, Ireland, Israel, Lebanon, New Zealand, Scotland, South Korea, the United Kingdom, and the United States. Perry performed the song at the 2013 American Music Awards.\nOn November 10, 2013, she performed the album's second single, \"Unconditionally\", at the 2013 MTV Europe Music Awards.\nOn December 5, 2013, Perry's single \"Roar\" was nominated for the 2014 Grammy Awards for Song of the Year and Best Pop Solo Performance. She performed at The GRAMMY Nominations Concert Live!\nOn May 7, 2014, Perry began the Prismatic World Tour in support of her fourth studio album, \"Prism\".\nThe album's third single, \"Dark Horse\", featuring rapper Juicy J, became Perry's ninth number-one single in the United States. It was the second-best performing single of 2014 there.\nIn 2016, she released the single \"Rise\" in support of the Rio Olympics. Two music videos were released: one with an Olympic theme and one which depicts Perry with a red parachute. The song reached number one in Australia and the top twenty in the US and Canada.\n2017–2019: \"Witness\" and \"American Idol\".\nOn February 10, 2017, Perry released the single \"Chained to the Rhythm\", which reached the top five in many countries worldwide, including the US, UK, and Canada. It features the grandson of Bob Marley, Skip Marley, and was co-written by Australian singer-songwriter Sia. Two months later, the single \"Bon Appétit\" was made available for download. The hip-hop group Migos is featured on this song. \"Swish Swish\" (featuring) rapper Nicki Minaj) and \"Hey Hey Hey\" were released as the album's third and fourth singles, respectively. \"Swish Swish\" became certified platinum in the US.\nIn May 2017, Perry announced that her fifth studio album would be released on June 9 and is called \"Witness\". She also announced \"Witness: The Tour\", a concert tour that began in North America in September 2017.\nDuring the weekend of the release of \"Witness\", Perry partnered with YouTube and held a 96-hour livestream event called \"Witness World Wide\". In the stream, Perry was recorded over four days throughout her daily life in a house she rented in Los Angeles. She held segments which featured celebrities, like British talk show host James Corden, \"Huffington Post\" founder Arianna Huffington, and YouTuber Gigi Gorgeous. Perry could also be seen crying in a therapy session. She claimed she got rid of her long, dark hair in favor of a new, short and blonde hairdo at a time where she questioned whether she still wanted her fame and did not \"want to be Katy Perry anymore.\" The livestream gained over 49 million views on YouTube. In 2018, Perry became a judge in American Idol, a job she had previously refused.\nIn February 2019, Perry released her first single of the year, titled \"365\", with DJ Zedd. 365 was followed up with the singles \"Never Really Over\" on May 31, \"Small Talk\" on August 9, and \"Harleys in Hawaii\" on October 16. She also appeared in Taylor Swift's music video for \"You Need to Calm Down\".\n2020–present: \"Smile\".\nIn March 2020, Perry released the single “Never Worn White”. The single \"Daisies\" was released on May 15 as the lead single from her upcoming sixth studio album, \"Smile\". \"Never Really Over\" and \"Harleys in Hawaii\" are also included on the album. Perry revealed that the album would be released on August 14 but was pushed back two weeks to August 28 because of production delays.\nPersonal life.\nPerry married British comedian and actor Russell Brand on October 23, 2010. However, the two divorced in December 2011. She previously dated Gym Class Heroes lead singer Travie McCoy. She began dating actor Orlando Bloom in 2016. In 2019 the pair announced their engagement.\nOn August 27, 2020, Perry announced via social media that her daughter with Orlando Bloom, Daisy Dove Bloom, had been born. This is Perry's first child and Bloom's second.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Americans","surface_form":"American","offset":93},{"uri":"Extended_play","surface_form":"EPs","offset":187},{"uri":"Contralto","surface_form":"contralto","offset":362},{"uri":"Twitter","surface_form":"Twitter","offset":426},{"uri":"Santa_Barbara%2C_California","surface_form":"Santa Barbara, California","offset":760},{"uri":"Lucky_Charms","surface_form":"Lucky Charms","offset":1048},{"uri":"Alanis_Morissette","surface_form":"Alanis Morissette","offset":1409},{"uri":"Record_label","surface_form":"record label","offset":1490},{"uri":"Capitol_Records","surface_form":"Capitol Records","offset":1622},{"uri":"Kate_Hudson","surface_form":"Kate Hudson","offset":1789},{"uri":"Ur_So_Gay_(EP_album)","surface_form":"Ur So Gay","offset":1836},{"uri":"Homophobia","surface_form":"homophobic","offset":1890},{"uri":"Pop_music","surface_form":"pop","offset":1945},{"uri":"One_of_the_Boys","surface_form":"One of the Boys","offset":1963},{"uri":"Single_(music)","surface_form":"singles","offset":1985},{"uri":"I_Kissed_a_Girl","surface_form":"I Kissed a Girl","offset":2004},{"uri":"Hot_N_Cold","surface_form":"Hot N Cold","offset":2050},{"uri":"One_of_the_Boys_(song)","surface_form":"One of the Boys","offset":2068},{"uri":"Kelly_Clarkson","surface_form":"Kelly Clarkson","offset":2140},{"uri":"American_Idol","surface_form":"American Idol","offset":2177},{"uri":"Selena_Gomez","surface_form":"Selena Gomez","offset":2244},{"uri":"Teenage_Dream_(Katy_Perry_album)","surface_form":"Teenage Dream","offset":2306},{"uri":"California_Gurls","surface_form":"California Gurls","offset":2376},{"uri":"Teenage_Dream_(Katy_Perry_song)","surface_form":"Teenage Dream","offset":2396},{"uri":"Firework_(song)","surface_form":"Firework","offset":2417},{"uri":"E.T._(song)","surface_form":"E.T.","offset":2594},{"uri":"Kanye_West","surface_form":"Kanye West","offset":2610},{"uri":"Last_Friday_Night_(T.G.I.F.)","surface_form":"Last Friday Night (T.G.I.F.)","offset":2626},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":2743},{"uri":"Bad_(album)","surface_form":"Bad","offset":2766},{"uri":"Russell_Brand","surface_form":"Russell Brand","offset":2842},{"uri":"Part_of_Me","surface_form":"Part of Me","offset":2916},{"uri":"Britney_Spears","surface_form":"Britney Spears","offset":3686},{"uri":"Britney_Jean","surface_form":"Britney Jean","offset":3765},{"uri":"Prism_(album)","surface_form":"Prism","offset":3803},{"uri":"Roar_(song)","surface_form":"Roar","offset":3918},{"uri":"American_Music_Awards","surface_form":"American Music Awards","offset":4132},{"uri":"Unconditionally","surface_form":"Unconditionally","offset":4219},{"uri":"Prism_(album)","surface_form":"Prism","offset":4557},{"uri":"Dark_Horse_(song)","surface_form":"Dark Horse","offset":4592},{"uri":"Juicy_J","surface_form":"Juicy J","offset":4622},{"uri":"Rise_(Katy_Perry_song)","surface_form":"Rise","offset":4782},{"uri":"Chained_to_the_Rhythm","surface_form":"Chained to the Rhythm","offset":5101},{"uri":"Sia_Furler","surface_form":"Sia","offset":5319},{"uri":"Bon_App%C3%A9tit_(song)","surface_form":"Bon Appétit","offset":5354},{"uri":"Swish_Swish","surface_form":"Swish Swish","offset":5451},{"uri":"Nicki_Minaj","surface_form":"Nicki Minaj","offset":5483},{"uri":"Witness_(Katy_Perry_album)","surface_form":"Witness","offset":5734},{"uri":"YouTube","surface_form":"YouTube","offset":5915},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":6088},{"uri":"James_Corden","surface_form":"James Corden","offset":6175},{"uri":"Huffington_Post","surface_form":"Huffington Post","offset":6190},{"uri":"Arianna_Huffington","surface_form":"Arianna Huffington","offset":6215},{"uri":"365_(song)","surface_form":"365","offset":6726},{"uri":"Zedd","surface_form":"Zedd","offset":6740},{"uri":"Never_Really_Over","surface_form":"Never Really Over","offset":6784},{"uri":"Small_Talk","surface_form":"Small Talk","offset":6815},{"uri":"Harleys_in_Hawaii","surface_form":"Harleys in Hawaii","offset":6845},{"uri":"You_Need_to_Calm_Down","surface_form":"You Need to Calm Down","offset":6932},{"uri":"Never_Worn_White","surface_form":"Never Worn White","offset":7021},{"uri":"Daisies_(song)","surface_form":"Daisies","offset":7052},{"uri":"Smile_(Katy_Perry_album)","surface_form":"Smile","offset":7142},{"uri":"Gym_Class_Heroes","surface_form":"Gym Class Heroes","offset":7516},{"uri":"Orlando_Bloom","surface_form":"Orlando Bloom","offset":7582}]}