{"id":135701,"url":"http://en.wikipedia.org/wiki/I_Kissed_a_Girl","text":"\"I Kissed a Girl\" is the first single by pop singer Katy Perry from her album \"One of the Boys\" (2008), produced by Dr. Luke. Perry says it is \"about the magical beauty of a woman.\" On June 26, 2008, the song topped the \"Billboard\" Hot 100 chart, becoming the 1000th chart-topper of the Rock Era. The song has since become a major worldwide hit, and along with the United States it has topped the charts in more than 20 countries, including Canada, Sweden, Australia, United Kingdom, New Zealand, Italy, Germany, and Ireland.\nMusic video.\nA music video for the song was released on May 16, 2008, on Perry's personal website and on MySpace. The video was directed by Kinga Burza and features a Moulin Rouge and burlesque-type setting with scenes containing Katy, along with many other flamboyantly-dressed women, dancing to the song. Eventually she wakes up next to a male companion, Katy's real life boyfriend, Gym Class Heroes band member Travis McCoy. Despite the song's title, there is not any depiction of same-sex kissing. Katy features her real life friend and DJ, Mia Moretti and her main gay, Markus Molinari's dog Bella in the video. Even her cat, Kitty Purry, makes an appearance.\nThe video made its television debut on June 12 on TRL with the visit and interview by Perry in set show. And on June 24, 2008 it became #1 on TRL. The video obtained high airplay on this music video channel, as well as on VH1. It debuted at #20 on VH1's VH1 Top 20 Video Countdown on June 28, 2008. On June 30, 2008 the video was premiered on MTV Latin America. On July 6, 2008, it rose to #4 on VH1's VH1 Top 20 Video Countdown. The video received five nominations for the 2008 MTV Video Music Awards, including Best Female Video and Best New Artist. The video has had over 24 million views on YouTube. Due to the video and the songs popularity around the world, there are several videos on YouTube which imitate and mock the song such as \"I Kissed a Pig\" and \"I Kissed a Dog\", both of which use the same tune and similar lyrics, while the videos use similar scenes to the original.\nCritical reception.\n\"I Kissed a Girl\" has drawn mixed reviews from critics. \"Blogcritics Magazine\" called it \"an instantly catchy number,\" and About.com said, \"fueled by an instrumental wallop provided courtesy of producer Dr. Luke, 'I Kissed a Girl' is the perfect breakthrough.\"\nHowever, Rolling Stone, while giving her album 2/5 stars, despite describing the song as a \"New Wave-y club single,\" says the supposedly rebellious \"attention-grabbing\" lyrics are \"a vanilla recounting of her chick-on-chick exploits\" and that this \"acting out\" is \"just to get a dude's attention.\" AllMusic praises \"the stomping Gary Glitter beat\" before criticizing the producers for turning it \"into a leaden stumble and burying Perry's voice underneath Pro Tools overdubs so it all winds up as a faceless wash of sound designed to be placed in TV shows, movie trailers, and malls.\"\nSal Cinquemani of \"Slant Magazine\" wrote, Perry's \"lead single 'I Kissed a Girl' features a throbbing beat and an infectious, bi-curious hook, but its self-satisfied, in-your-face posturing rings phony in comparison to the expertly constructed ambiguities of 'Justify My Love' or practically anything in the first decade of Ani DiFranco's catalogue; it's like a tween version of DiFranco's tortured bisexual confession 'Light of Some Kind.'\" \"Hiponline.com\" wrote that the song is \"not nearly as interesting or exciting as you’d expect. It’s not even half as good as Jill Sobule’s song 'I Kissed a Girl'.” \"Glitterati Gossip\" agrees Sobule's song \"was ten times better, because there was actual emotional content to her lyrics.\"\nPopular reception.\nThe song was premiered on BBC Radio 1 in the UK on July 21, 2008 on The Scott Mills Show. It was praised by many fans on their text lines and was made his record of the week. On July 23, 2008, \"I Kissed a Girl\" was added to the station's C-List, \"The Playlist,\" being, \"where most songs on daytime Radio 1 are selected from\". The song has since made it to the station's more popular A-list.\nPrevious to its debut on Radio 1, it had been (and continues to be) on the playlist of some of the UK radio stations which are part of The One Network for a number of weeks. In addition it had received at least one play a week on BBC Radio 2 on its Saturday evening America’s Greatest Hits show hosted by Paul Gambaccini due to the song’s number status in the Billboard chart.\nControversy.\nThe song gained a significant amount of [http://fox40.trb.com/video/?autoStart=true&topVideoCatNo=default&clipId=2751538 controversy] after its rise in popularity due to its perceived promotion of bisexuality and promiscuity. While community members and parents may be concerned over \"the coarseness of the sexual behavior,\" including its public nature and intoxicated state, they may or, such as Unitarian minister Debra W. Haffner, may not be concerned over \"the sex or gender of the person she's talking about.\"\nWhile Haffner, who holds a degree in public health, believes Perry \"obviously is using the whole issue of sexual orientation in a positive way, raising awareness, or she's doing it because it gets attention,\" \"AllMusic\" concludes that, \"the problem is not with Katy's gender-bending, it's that her heart isn't in it; she's just using it to get her places, so she sinks to crass, craven depths.\" \"Slant Magazine\" agrees, saying, the song, \"isn't problematic because it promotes homosexuality, but because its appropriation of the gay lifestyle exists for the sole purpose of garnering attention—both from Perry's boyfriend and her audience.\"\nAdam Holz of \"PluggedinOnline\", a division of Focus on the Family, wrote an article entitled \"A Tale of Two Katys\" about the singer's image transformation from a Contemporary Christian Music artiste to one of the \"girls gone wild\". He criticizes the song for being the latest, \"high-profile message to young women and men that our sexuality is a malleable commodity that can be reshaped at will.\" Holz also argues that Perry's message carries with it, \"no need to worry about who might get used or objectified in the process,\" causing Katy to live, \"down to a damaging, demeaning stereotype.\"\nIn some areas of the world the song's bi-curious lyrics have kept it from reaching the Top 40 or to even be released at all. Though the \"Toronto Star\", of Canada, describes it as \"a lesbian-friendly tune,\" whether anti-gay bias fuels negative reactions to the song or the song itself appears to divide critics. While \"Slant\" and other critics suggest that Perry may be homophobic, especially given her single \"Ur So Gay\", which makes \"I Kissed a Girl\" seem like \"a classic example of the 'Guys kissing is gross, girls kissing is hot' line of thought\" \"The Star Ledger\" quotes a listener who proposes that negative reactions to the song are due to homophobia, saying that it would not draw disapproval if sung by a male artist, and who compares the level of explicitness in the lyrics with other songs on the radio such as rap lyrics. \"MomLogic.com\" writer Vuv-A-Licious agrees, asking, \"'What's the big deal?'...When this tune is playing and my son and daughter are dancing, I will be trying to dance along, or trying to acknowledge that they may one day dance to the beat of a different drummer than me.\"\nDuring her Washington concert at Warped Tour, Perry actually did kiss a girl from the audience.\nIn an August 2008 interview with the \"Daily Mail\", Perry's mother, Mary Hudson, who is an evangelical Christian preacher, was reported as saying that she disliked the song, stating: \"It clearly promotes homosexuality and its message is shameful and disgusting...\" However, Perry took to her official blog stating that her mother's supposed comments were completely fabricated, while also saying her parents love and support her and attend many of her shows.\nRegarding the question of her own sexuality that the song has raised, Perry told Santa Barbara magazine (which featured her on the cover), \"I like to kiss boys, but there is no doubt in my mind if Angelina Jolie or Gisele Bündchen came a callin', who wouldn't pucker up?\"\nChart performance.\n\"I Kissed a Girl\" debuted at number 76 at Billboard Hot 100. After a couple of weeks, the single hit the top 5, due to the rising digital downloads and increasing radio airplay. It continued to rise the next week, reaching #2 just behind her labelmate, Coldplay. The following week, the song reached the summit of the US chart, becoming the 1000th #1 song of the rock era (the 961st #1 on the Billboard Hot 100). In addition the song also gave the Capitol label two consecutive Hot 100 #1's, as the week's prior #1 was fellow Capitol artist Coldplay's \"Viva la Vida\", making it the first time since 1976 Capitol has had two back to back chart toppers on the Hot 100. The single also crossed over to Billboard's sister publication R&R's Rhythmic chart in its July 5 issue, where not only did she have the highest debut ever for a non-rhythmic track, entering at number 26 with 1,065 spins, she also had the highest debut from a new artist in over five years. The bow is the best for a debut track at Rhythmic since Beyoncé entered at No. 21 with \"Crazy in Love\" in 2003. It also became the first song since Gnarls Barkley's \"Crazy\" to simultaneously appear on the Mainstream Top 40, Rhythmic, Adult Top 40 and Alternative charts. On July 26, 2008, the track also made history by reaching the number one spot on Billboard's Hot Dance Airplay chart by three weeks, a first for a solo act with a debut single. The song topped the Hot 100 for seven weeks in a row before finally being dethroned by Rihanna's \"Disturbia\". It is the second longest running number one on the Hot 100 of 2008 so far, with only Flo Rida's \"Low\" topping the chart for longer. The single has sold more than 2,500,000 downloads in the United States to date.\nIn Canada, the single debuted at #55 at Canadian Hot 100. On June 12th the song soared to #1, jumping 26 spots from #27 position. Also on the Canadian iTunes Top 100, the song remained at #1 for over 6 weeks, until rapidly being pushed to #4 on August 7, 2008, behind Lady GaGa's \"Just Dance\", the Jonas Brothers' \"A Little Bit Longer\" and Rihanna's \"Disturbia\".\nIn New Zealand, the song debuted at number 38, the single's first appearance in other countries chart outside North America, moving to number three the following week. The song was certified Gold after seven weeks with sales of over 7,500. On August 11, eight weeks after debuting on the chart, \"I Kissed A Girl\" finally made it to number one.\nIn Australia, the song debuted at #11 on the 30th of June on downloads alone, then the next week jumped to second position behind Jordin Sparks, still on downloads alone. The next week it jumped to number one still solely off downloads, becoming only the second single to do so. Ironically, by the time the song went number 1, this was the time when World Youth Day 2008 had started and the event held anti-gay views. On 21st July, 2008, after the singles physical release, the track retained its number one position and was certified Gold. The single has held the number one position since and has gone on to be certified Platinum.\nIn the United Kingdom, a cover version released by the artist Nicki Bliss was climbing up the UK iTunes Chart. It debuted on the UK Singles Chart (published 3 August 2008) at position number 50.\nA second cover version, by Barnicle, entered the UK Singles Chart (published 3 August 2008) at position #116.\nBecause of the success of the cover versions, the official release of Katy Perry's version was brought forward from September 1 to July 30, 2008. On August 3, 2008, the song, which had entered the UK Singles Chart at number 139 the week before, climbed 135 places to reach position number 4. The song has become one of the most requested on Radio 1's request hour. The following week it climbed 3 places to reach number 1. The following week it stayed at the top spot for a second consecutive week and then went on to spend 5 consecutive weeks at #1.\nEven parodies of \"I Kissed a Girl\" are seeing chart success. Robert Lund's spoof \"I Peed in the Pool\" reached #1 on Dr. Demento's August 2008 comedy music countdown. Including the MADtv parody, \"I'll Kiss a Girl\" featuring Nicole Parker as Ellen DeGeneres and fellow cast member Arden Myrin as Portia de Rossi, by Ellen saying that she's been kissing girls since the 9th grade.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pop_music","surface_form":"pop","offset":41},{"uri":"Katy_Perry","surface_form":"Katy Perry","offset":52},{"uri":"One_of_the_Boys","surface_form":"One of the Boys","offset":79},{"uri":"Dr._Luke","surface_form":"Dr. Luke","offset":116},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":220},{"uri":"United_States","surface_form":"United States","offset":365},{"uri":"Canadian_Hot_100","surface_form":"Canada","offset":441},{"uri":"Sverigetopplistan","surface_form":"Sweden","offset":449},{"uri":"ARIA_Charts","surface_form":"Australia","offset":457},{"uri":"UK_Singles_Chart","surface_form":"United Kingdom","offset":468},{"uri":"New_Zealand","surface_form":"New Zealand","offset":484},{"uri":"Italy","surface_form":"Italy","offset":497},{"uri":"Germany","surface_form":"Germany","offset":504},{"uri":"Ireland","surface_form":"Ireland","offset":517},{"uri":"Music_video","surface_form":"music video","offset":541},{"uri":"Kinga_Burza","surface_form":"Kinga Burza","offset":666},{"uri":"Moulin_Rouge","surface_form":"Moulin Rouge","offset":693},{"uri":"Burlesque","surface_form":"burlesque","offset":710},{"uri":"Gym_Class_Heroes","surface_form":"Gym Class Heroes","offset":911},{"uri":"Travis_McCoy","surface_form":"Travis McCoy","offset":940},{"uri":"Mia_Moretti","surface_form":"Mia Moretti","offset":1071},{"uri":"Markus_Molinari","surface_form":"Markus Molinari","offset":1101},{"uri":"TRL","surface_form":"TRL","offset":1241},{"uri":"TRL","surface_form":"TRL","offset":1333},{"uri":"VH1","surface_form":"VH1","offset":1413},{"uri":"VH1","surface_form":"VH1","offset":1439},{"uri":"VH1_Top_20_Video_Countdown","surface_form":"VH1 Top 20 Video Countdown","offset":1445},{"uri":"MTV_Latinoam%C3%A9rica","surface_form":"MTV Latin America","offset":1534},{"uri":"VH1","surface_form":"VH1","offset":1587},{"uri":"VH1_Top_20_Video_Countdown","surface_form":"VH1 Top 20 Video Countdown","offset":1593},{"uri":"2008_MTV_Video_Music_Awards","surface_form":"2008 MTV Video Music Awards","offset":1665},{"uri":"Best_Female_Video","surface_form":"Best Female Video","offset":1704},{"uri":"Best_New_Artist","surface_form":"Best New Artist","offset":1726},{"uri":"YouTube","surface_form":"YouTube","offset":1786},{"uri":"About.com","surface_form":"About.com","offset":2218},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":2365},{"uri":"New_wave_music","surface_form":"New Wave","offset":2448},{"uri":"Vanilla_sex","surface_form":"vanilla","offset":2539},{"uri":"Lesbian","surface_form":"chick-on-chick","offset":2565},{"uri":"AllMusic","surface_form":"AllMusic","offset":2654},{"uri":"Gary_Glitter","surface_form":"Gary Glitter","offset":2685},{"uri":"Pro_Tools","surface_form":"Pro Tools","offset":2812},{"uri":"Slant_Magazine","surface_form":"Slant Magazine","offset":2960},{"uri":"Bi-curious","surface_form":"bi-curious","offset":3067},{"uri":"Hook_(music)","surface_form":"hook","offset":3078},{"uri":"Justify_My_Love","surface_form":"Justify My Love","offset":3201},{"uri":"Ani_DiFranco","surface_form":"Ani DiFranco","offset":3265},{"uri":"Bisexual","surface_form":"bisexual","offset":3340},{"uri":"Light_of_Some_Kind","surface_form":"Light of Some Kind","offset":3361},{"uri":"Jill_Sobule","surface_form":"Jill Sobule","offset":3508},{"uri":"I_Kissed_a_Girl_(Jill_Sobule_song)","surface_form":"I Kissed a Girl","offset":3528},{"uri":"BBC_Radio_1","surface_form":"BBC Radio 1","offset":3715},{"uri":"United_Kingdom","surface_form":"UK","offset":3734},{"uri":"The_Scott_Mills_Show","surface_form":"The Scott Mills Show","offset":3757},{"uri":"The_One_Network","surface_form":"The One Network","offset":4215},{"uri":"BBC_Radio_2","surface_form":"BBC Radio 2","offset":4310},{"uri":"Paul_Gambaccini","surface_form":"Paul Gambaccini","offset":4385},{"uri":"Bisexuality","surface_form":"bisexuality","offset":4667},{"uri":"Promiscuity","surface_form":"promiscuity","offset":4683},{"uri":"Unitarian_Universalism","surface_form":"Unitarian","offset":4867},{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":5091},{"uri":"Gender-bending","surface_form":"gender-bending","offset":5253},{"uri":"Slant_Magazine","surface_form":"Slant Magazine","offset":5381},{"uri":"Cultural_appropriation","surface_form":"appropriation","offset":5493},{"uri":"Sexuality_and_gender_identity-based_cultures","surface_form":"gay lifestyle","offset":5514},{"uri":"Focus_on_the_Family_(United_States)","surface_form":"Focus on the Family","offset":5672},{"uri":"Toronto_Star","surface_form":"Toronto Star","offset":6356},{"uri":"Homophobic","surface_form":"homophobic","offset":6588},{"uri":"Daily_Mail","surface_form":"Daily Mail","offset":7459},{"uri":"Angelina_Jolie","surface_form":"Angelina Jolie","offset":8076},{"uri":"Gisele_B%C3%BCndchen","surface_form":"Gisele Bündchen","offset":8094},{"uri":"Billboard_Hot_100","surface_form":"Billboard Hot 100","offset":8212},{"uri":"Digital_downloads","surface_form":"digital downloads","offset":8300},{"uri":"Airplay","surface_form":"radio airplay","offset":8333},{"uri":"Coldplay","surface_form":"Coldplay","offset":8423},{"uri":"Billboard_Hot_100","surface_form":"Billboard Hot 100","offset":8563},{"uri":"Capitol_Music_Group","surface_form":"Capitol","offset":8618},{"uri":"R%26amp%3BR_(magazine)","surface_form":"R&R's","offset":8900},{"uri":"Rhythmic_contemporary","surface_form":"Rhythmic","offset":8906},{"uri":"Beyonc%C3%A9_Knowles","surface_form":"Beyoncé","offset":9184},{"uri":"Crazy_in_Love","surface_form":"Crazy in Love","offset":9216},{"uri":"Gnarls_Barkley","surface_form":"Gnarls Barkley","offset":9276},{"uri":"Hot_Dance_Airplay","surface_form":"Hot Dance Airplay","offset":9492},{"uri":"Hot_100","surface_form":"Hot 100","offset":9596},{"uri":"Rihanna","surface_form":"Rihanna","offset":9663},{"uri":"Disturbia_(song)","surface_form":"Disturbia","offset":9674},{"uri":"Flo_Rida","surface_form":"Flo Rida","offset":9771},{"uri":"Low_(Flo_Rida_song)","surface_form":"Low","offset":9783},{"uri":"Canada","surface_form":"Canada","offset":9901},{"uri":"Canadian_Hot_100","surface_form":"Canadian Hot 100","offset":9938},{"uri":"Lady_GaGa","surface_form":"Lady GaGa","offset":10166},{"uri":"Just_Dance","surface_form":"Just Dance","offset":10179},{"uri":"Jonas_Brothers","surface_form":"Jonas Brothers","offset":10196},{"uri":"A_Little_Bit_Longer","surface_form":"A Little Bit Longer","offset":10213},{"uri":"Rihanna","surface_form":"Rihanna","offset":10238},{"uri":"Disturbia_(song)","surface_form":"Disturbia","offset":10249},{"uri":"New_Zealand","surface_form":"New Zealand","offset":10264},{"uri":"North_America","surface_form":"North America","offset":10371},{"uri":"Australia","surface_form":"Australia","offset":10608},{"uri":"Jordin_Sparks","surface_form":"Jordin Sparks","offset":10735},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":11245},{"uri":"ITunes","surface_form":"iTunes","offset":11335},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":11367},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":11482},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":11740},{"uri":"Dr._Demento","surface_form":"Dr. Demento","offset":12210},{"uri":"MADtv","surface_form":"MADtv","offset":12274},{"uri":"Nicole_Parker","surface_form":"Nicole Parker","offset":12317},{"uri":"Ellen_DeGeneres","surface_form":"Ellen DeGeneres","offset":12334},{"uri":"Arden_Myrin","surface_form":"Arden Myrin","offset":12373},{"uri":"Portia_de_Rossi","surface_form":"Portia de Rossi","offset":12388}]}