{"id":13589,"url":"http://en.wikipedia.org/wiki/Guinea_pig","text":"Guinea pigs (\"Cavia porcellus\") are a kind of rodent. They are not pigs and are not from Guinea. They are domesticated animals which originated in the Andes.\nStudies on biochemistry and hybridization suggest they are descendants of a closely related species of cavy. They do not occur naturally in the wild.\nGuinea pigs as pets.\nIn many parts of the world, people keep them as pets. In Peru, Bolivia, and several other countries, they are raised for food. The first people who domesticated the animals, did it for food. Besides being a pet and a source of food, in some places people think guinea pigs keep bad spirits away. In Quechua, the language of some the native tribes of Peru, they are called '. The Spanish-speaking people of the region call them \"cuy\" (plural: \"cuyes\").\nName.\nThis perception of pigginess occurred in many languages other than English; the German word for them is \"Meerschweinchen\", literally \"little sea pigs\" (sailing ships stopping to reprovision in the New World would pick up stores of guinea pigs, which provided an easily transportable source of fresh meat), the Russian and Polish word for them is similar, \"morskaya svinka\" (Морская свинка) and \"świnka morska\" respectively, meaning also \"little sea pig\" (it comes from archaic use of the word to mean \"overseas\"). However, this perception of pigginess is not universal to all languages or cultures. For example, the common Spanish term is 'conejillo de Indias' (Indian bunny rabbit).\nHousing and breeding guinea pigs.\nGuinea pigs need large open air cages in which to romp and frolic. They should have a diet of 1/8 cup of high quality grass-based guinea-pig pellets daily, as per manufacturer’s instructions. They should also have unlimited grass hay, and at least one cup of a variety of veggies. Guinea pigs like to be held in hand.\nGuinea pigs should be kept in cages larger than 7.5 square feet or 10.5 square feet for 2 pigs. They should always have a friend as guinea pigs are social animals.\nBreeding guinea pigs are not recommended as the rate of pregnancy complications is high.\nFor their diet guinea pigs generally prefer fresh fruits and vegetables.\nOther uses of the term.\nGuinea pig is also slang for a person who is the first to try something. It can also mean the subject of an experiment. This is because guinea pigs are used by biologist<nowiki/>s as model organism<nowiki/>s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rodent","surface_form":"rodent","offset":46},{"uri":"Pig","surface_form":"pig","offset":67},{"uri":"Guinea","surface_form":"Guinea","offset":89},{"uri":"Domestication","surface_form":"domesticated animals","offset":106},{"uri":"Andes","surface_form":"Andes","offset":151},{"uri":"Biochemistry","surface_form":"biochemistry","offset":169},{"uri":"Hybrid","surface_form":"hybridization","offset":186},{"uri":"Descendant","surface_form":"descendant","offset":217},{"uri":"Pet","surface_form":"pet","offset":377},{"uri":"Peru","surface_form":"Peru","offset":386},{"uri":"Bolivia","surface_form":"Bolivia","offset":392},{"uri":"Food","surface_form":"food","offset":450},{"uri":"Quechua_language","surface_form":"Quechua","offset":628},{"uri":"Tribe","surface_form":"tribe","offset":669},{"uri":"English_language","surface_form":"English","offset":854},{"uri":"German_language","surface_form":"German","offset":867},{"uri":"Russian_language","surface_form":"Russian","offset":1097},{"uri":"Polish_language","surface_form":"Polish","offset":1109},{"uri":"Cage","surface_form":"cage","offset":1537},{"uri":"Slang","surface_form":"slang","offset":2192},{"uri":"Experiment","surface_form":"experiment","offset":2281},{"uri":"Biologist","surface_form":"biologist","offset":2333},{"uri":"Model_organism","surface_form":"model organism","offset":2356}]}