{"id":135807,"url":"http://en.wikipedia.org/wiki/Benito_Ju%C3%A1rez","text":"Benito Pablo Juárez García (March 21, 1806 - July 8, 1872) was a Zapotec who served five terms (1858–1861 as interim), (1861–1865), (1865–1867), (1867–1871), and (1871–1872), as President of Mexico. During his presidency he outlawed slavery, especially the mistreatment of the Mexican Native Americans.\nHis philosophy has influenced many Mexicans and Mexican Americans in the United States, who have fought for the human and civil rights of Latinos for almost two centuries.\nIn 1843 Benito married Margarita Maza.\nEarly life.\nBenito Juarez was born in March 21,1806, San Pablo Guelatao Oaxaca Which is now La Sierra Juarez. He was an orphan as a toddler. He was full native of Zapotec descent.  He went to Oaxaca at age 12 and worked in fields at a young age. That is when Benito Juarez learned Spanish because he only spoke Zapotec. When he was 12 he left his uncle. He continued his education entering an institute of science and art. Then he graduated in 1834 with  a law degree. Also he became a judge in 1841.\nHe spent time in Cuba. In New Orleans he plotted against Antonio López de Santa Anna who had overthrown him. Juan  Alvarez launched a coup.  Juarez to hurried to protect Mexico but Alvarez forces captured the capital. Alvarez made himself  president and Juarez a minister of Justice.\nRise to leadership.\nBenito Juarez's political career started on January 1, 1832, when he was appointed alderman in the city of Oaxaca. Then in 1833 Juarez was named local deputy of Oaxaca. After being named local deputy of Oaxaca in February 3,1834 Juarez became member of the board of health in the state of Oaxaca. Then in April 6,1838 Benito Juarez became Acting Secretary of the first Chamber of the Superior Court. Therefore, Benito Juarez did not stayed with his hands folded, on December 31, 1839 Juarez became Deputy Minister of the superior court of the department of Oaxaca. Then on July 22, 1841 Juarez was judge of the civil court in the city of Oaxaca. Then on October 3,1843 Juarez became the Alternate Board of Elections in Oaxaca. In 1847 Juarez was elected federal deputy so he had to move to Mexico city. But When he saw the First American Intervention in Mexico between 1846 and 1848, Benito Juarez returned to Oaxaca and was internal governor in 1847. Then in January 3, 1853  he became professor substitute for Civil Law at the Institute of Sciences and Arts of Oaxaca. Also after being a professor substitute in the same year 1853 he was imprisoned in the jars of San Juan de Ulua because of Santa Ana. At the end Juarez became Minister of Justice and Public Instruction county in 1855 when Juan N. Alvarez took power as internal President of Mexico.\nLa Reforma.\nLater Juarez was named president. Mexico’s nineteenth century liberal reforms were designed to better Mexico. He led the liberals in the Reform War in 1858-1860. He fought against the church and to take away land and give land to people that didn’t have land. He made a stronger national congress. People didn’t have to go to church to get married. Also cemeteries were owned by the government, meaning that if they were not Catholic then they could bury the person. Beforehand that obviously wasn't possible. The people followed him because he was doing  good and he was fighting for their Independence and they didn’t like how they were treated.","categories":[],"infobox_types":[],"annotations":[{"uri":"March_21","surface_form":"March 21","offset":28},{"uri":"1806","surface_form":"1806","offset":38},{"uri":"July_8","surface_form":"July 8","offset":45},{"uri":"1872","surface_form":"1872","offset":53},{"uri":"Zapotec_civilization","surface_form":"Zapotec","offset":65},{"uri":"President_of_Mexico","surface_form":"President of Mexico","offset":178},{"uri":"Mexican","surface_form":"Mexican","offset":277},{"uri":"Native_American","surface_form":"Native American","offset":285},{"uri":"Philosophy","surface_form":"philosophy","offset":307},{"uri":"United_States","surface_form":"United States","offset":376},{"uri":"Latino","surface_form":"Latino","offset":441},{"uri":"Orphan","surface_form":"orphan","offset":634},{"uri":"New_Orleans","surface_form":"New Orleans","offset":1041},{"uri":"Antonio_L%C3%B3pez_de_Santa_Anna","surface_form":"Antonio López de Santa Anna","offset":1072},{"uri":"Juan_%C2%A0Alvarez","surface_form":"Juan  Alvarez","offset":1124},{"uri":"Coup","surface_form":"coup","offset":1149},{"uri":"Liberal","surface_form":"liberal","offset":2746},{"uri":"Reform_War","surface_form":"Reform War","offset":2821},{"uri":"Catholicism","surface_form":"Catholic","offset":3109}]}