{"id":135802,"url":"http://en.wikipedia.org/wiki/Carlo_Cafiero","text":"Carlo Cafiero (September 1, 1846 - July 17, 1892) was an Italian anarchist and friend of Mikhail Bakunin during the second half of the 19th century.\nEarly years.\nCarlo Cafiero was born in Barletta, in the Apulia region of Italy on September 1st, 1846 from a rich and noble family of Southern Italy. His father was Carbonari in 1821, one of his brothers and a brother-in-law were deputies, while Carlo Cafiero was always called the 'black sheep' of the family. In 1864 he went to Naples, where he got a degree in law. He then went to Florence and at the beginning of 1870 he was in Paris. The Paris he went to London, where he matured, renouncing his diplomatic career, his wealth and family, to join the revolution and socialism. In London Cafiero made contacts with Marx and Engels. He joined the International Workingmen's Association and was charged to go back to Italy and conquer it to Marx’s ideology, where instead there was the strong influence of the Anarchism of Mikhail Bakunin and the Republicanism of Giuseppe Mazzini. He restored the ancient section of 'L'Internazionale' in Naples, with the help of the young Errico Malatesta. There, during an assembly, he was imprisoned for the first time.\nCafiero became an anarchist.\nAfter over a year spent in Italy as a representative of Marx and Engels Cafiero felt the influence of anarchism. And thanks to the friendship with Giuseppe Fanelli, he passed on to the other side of the barricade, with Bakunin and his Italian followers. In early 1872 came the first issue of the newspaper \"La Campana\" and Cafiero wrote for, and gave money towards the publication. In the same year he met Bakunin in Locarno (Switzerland). In the summer of 1873, with the help of Cafiero, an old project was realised: to create an international center for the revolution in Italy and the world. Cafiero, selling all his inherited lands, bought a farm in Switzerland where Bakunin could live. This center was called \"La Baronata\", would also be a safe shelter for revolutionaries persecuted by their respective governments. In 1875 Cafiero went to Milan and joined the editorial staff of the first socialist daily paper, \"La Plebe\", directed by Enrico Bignami. In April 1877, Cafiero, Malatesta, Ceccarelli, the Russian Stepniak and 30 other comrades began an insurrection in the province of Benevento. They took the village of Letino without violence and with great enthusiasm. Arms and food were expropriated and distributed amongst the people, tax money was returned and official documents destroyed. Cafiero, in dialect, explained about anarchism, freedom, justice and the new society without the State, without masters, servants, soldiers and owners. His proclamations convinced even the parish priest who called the rebel group 'the true apostles sent by the Lord'. The following day the village of Gallo was taken in a similar fashion. As they were leaving Gallo the Internationalists were surprised and surrounded by government troops and all were arrested. Held in prison for over a year before being brought to trial all the accused were eventually acquitted in August 1878. In 1878, Cafiero was living in Marseilles working as cook and docker. In October he was arrested with Malatesta, then released and expelled from France. He rested in Switzerland, meeting with Kropotkin, and with the collaboration of Élisée Reclus promoted the publications of Bakunin. In 1881 Cafiero went to London, where he remained for a long time. In March 1882 he returned to Italy, expressing the will to take part in the imminent electoral campaign.\nThe exile and the rest of life.\nOn April 5th he was arrested without any charge but on May 2nd, while imprisoned, he was the victim of a strong mental crisis and attempted to kill himself. The scandal of a man imprisoned without reason and crazy exploded and Cafiero was released with only the choice between forced residence in Barletta, his birth town, or exile to Switzerland. Cafiero chose the exile in the small town of Chiasso. Emilio Bellerio took Cafiero to his house in Locarno and Errico Malatesta wrote about him \"if his mind is ill, his heart is still healthy...\". In February 1883 Cafiero left for Florence, but was found in a street very shocked, so some doctors transferred him to a lunatic asylum in the City. After the lunatic asylum for the rest of his life had problems, Olimpia Kutusoff, mate of Cafiero, returned from Russia in September 1883 to assist him in the asylum of Imola. Olimpia left him after one and a half years because Cafiero in his crises was violent with her. Carlo expressed the will to return in Barletta where he arrived in the second half of ’89. However his brothers turned him away and after living some time in a hotel he was taken in by his brother Pietrantonio. In 1891, following another crisis, Carlo Cafiero was confined in the asylum of Nocera Inferiore where he died on Sunday July 17, 1892.","categories":[],"infobox_types":[],"annotations":[{"uri":"September_1","surface_form":"September 1","offset":15},{"uri":"1846","surface_form":"1846","offset":28},{"uri":"July_17","surface_form":"July 17","offset":35},{"uri":"1892","surface_form":"1892","offset":44},{"uri":"Italian_anarchist","surface_form":"Italian anarchist","offset":57},{"uri":"Mikhail_Bakunin","surface_form":"Mikhail Bakunin","offset":89},{"uri":"Barletta","surface_form":"Barletta","offset":188},{"uri":"Apulia","surface_form":"Apulia","offset":205},{"uri":"Italy","surface_form":"Italy","offset":222},{"uri":"1846","surface_form":"1846","offset":246},{"uri":"1821","surface_form":"1821","offset":327},{"uri":"Black_sheep","surface_form":"black sheep","offset":432},{"uri":"1864","surface_form":"1864","offset":463},{"uri":"Naples","surface_form":"Naples","offset":479},{"uri":"Degree_(school)","surface_form":"degree","offset":502},{"uri":"Florence","surface_form":"Florence","offset":533},{"uri":"1870","surface_form":"1870","offset":566},{"uri":"Paris","surface_form":"Paris","offset":581},{"uri":"London","surface_form":"London","offset":609},{"uri":"Diplomatic_career","surface_form":"diplomatic career","offset":650},{"uri":"Wealth","surface_form":"wealth","offset":673},{"uri":"Revolution","surface_form":"revolution","offset":704},{"uri":"Socialism","surface_form":"socialism","offset":719},{"uri":"Marx","surface_form":"Marx","offset":767},{"uri":"Engels","surface_form":"Engels","offset":776},{"uri":"International_Workingmen%27s_Association","surface_form":"International Workingmen's Association","offset":798},{"uri":"Anarchism","surface_form":"Anarchism","offset":960},{"uri":"Mikhail_Bakunin","surface_form":"Mikhail Bakunin","offset":973},{"uri":"Republicanism","surface_form":"Republicanism","offset":997},{"uri":"Giuseppe_Mazzini","surface_form":"Giuseppe Mazzini","offset":1014},{"uri":"Errico_Malatesta","surface_form":"Errico Malatesta","offset":1124},{"uri":"Representative","surface_form":"representative","offset":1274},{"uri":"Influence","surface_form":"influence","offset":1325},{"uri":"Giuseppe_Fanelli","surface_form":"Giuseppe Fanelli","offset":1383},{"uri":"Locarno","surface_form":"Locarno","offset":1653},{"uri":"Switzerland","surface_form":"Switzerland","offset":1662},{"uri":"1873","surface_form":"1873","offset":1693},{"uri":"1875","surface_form":"1875","offset":2062},{"uri":"Milan","surface_form":"Milan","offset":2083},{"uri":"Enrico_Bignami","surface_form":"Enrico Bignami","offset":2180},{"uri":"1877","surface_form":"1877","offset":2205},{"uri":"Insurrection","surface_form":"insurrection","offset":2295},{"uri":"Benevento","surface_form":"Benevento","offset":2327},{"uri":"Letino","surface_form":"Letino","offset":2363},{"uri":"Violence","surface_form":"violence","offset":2378},{"uri":"Enthusiasm","surface_form":"enthusiasm","offset":2402},{"uri":"Expropriated","surface_form":"expropriated","offset":2433},{"uri":"Justice","surface_form":"justice","offset":2596},{"uri":"Prison","surface_form":"prison","offset":3009},{"uri":"Acquitted","surface_form":"acquitted","offset":3094},{"uri":"1878","surface_form":"1878","offset":3114},{"uri":"Marseilles","surface_form":"Marseilles","offset":3151},{"uri":"Cook","surface_form":"cook","offset":3173},{"uri":"Docker","surface_form":"docker","offset":3182},{"uri":"Kropotkin","surface_form":"Kropotkin","offset":3312},{"uri":"%C3%89lis%C3%A9e_Reclus","surface_form":"Élisée Reclus","offset":3353},{"uri":"1881","surface_form":"1881","offset":3408},{"uri":"1882","surface_form":"1882","offset":3481},{"uri":"Forced_residence","surface_form":"forced residence","offset":3886},{"uri":"Switzerland","surface_form":"Switzerland","offset":3944},{"uri":"Exile","surface_form":"exile","offset":3975},{"uri":"Chiasso","surface_form":"Chiasso","offset":4002},{"uri":"Emilio_Bellerio","surface_form":"Emilio Bellerio","offset":4011},{"uri":"Locarno","surface_form":"Locarno","offset":4056},{"uri":"1883","surface_form":"1883","offset":4166},{"uri":"Florence","surface_form":"Florence","offset":4188},{"uri":"Lunatic_asylum","surface_form":"lunatic asylum","offset":4275},{"uri":"Olimpia_Kutusoff","surface_form":"Olimpia Kutusoff","offset":4367},{"uri":"Imola","surface_form":"Imola","offset":4472},{"uri":"Nocera_Inferiore","surface_form":"Nocera Inferiore","offset":4865}]}