{"id":136030,"url":"http://en.wikipedia.org/wiki/Bambi","text":"\"Bambi\" is a 1942 American animated drama movie. David Hand was the head director (he was in charge of other directors). Walt Disney made the movie. It is based on the book \"Bambi, A Life in the Woods\" by Felix Salten. RKO Radio Pictures sent the movie to theatres on August 13, 1942. It is the fifth movie in the Walt Disney Animated Classics series. The story is about a baby deer named Bambi. He learns to grow up in the wild after hunters shoot his mother. The main characters are Bambi (a mule deer) his parents (the Great Prince of the forest and his mother), and his friends: Thumper (a rabbit), Flower (a skunk), and Faline (who becomes his wife later).\nFor the movie, Disney changed Bambi to a mule deer. In the book, Bambi was a Roe Deer. However, roe deer do not live in the United States, and Americans know more about mule deer. The movie was nominated for three Academy Awards: Best Sound (Sam Slyfield), Best Song (for \"Love Is a Song\" sung by Donald Novis) and Original Music Score. In June 2008, the American Film Institute wrote a list of its \"Top 10\"—the best ten movies—after asking over 1,500 people. \"Bambi\" came in third in animation. In December 2011, the movie was added to the National Film Registry of the Library of Congress.\nThe story.\nA little fawn called Bambi is born in the woods. In his first days of life, he explores the forest around him. He makes a friend named Thumper. Thumper is a rabbit. Bambi learns new words every day. \"Bird\" is his first word. He learns \"butterflies\", \"rain\", and \"meadow\". He sees his father (the Great Prince of the Forest) for the first time. The movie first shows Bambi's childhood, such as a walk in the woods, a day in the meadow, and his first experience seeing snow.\nThe most famous part of the movie is the death of Bambi's mother. Bambi and his mother have trouble finding food. One day, Bambi's mother finds a patch of grass, and they eat. The audience hears scary music (Man's theme). Bambi's mother knows there is danger. She tells Bambi to run. As they run across an icy field, she screams \"Faster! Faster, Bambi! Don't look back! Keep running! Keep running!\". Bambi runs away, but there is a gunshot. Bambi gets back to the den but finds that his mother is not there. He walks around, and desperately calls for her. He meets his father, the Great Prince, who tells him that \"your mother can't be with you anymore\". Bambi follows his father into the woods, taking one last look behind him.\nThe next spring, Bambi and his friends are young adults. They meet a wise old owl, called Friend Owl. The owl tells them of the dangers of falling in love. They make vows not to fall in love. However, they fall in love at first sight very soon. Bambi falls in love with his old childhood friend Faline. He happily dances in the clouds until another deer gets in the way. He tries to get Faline to go with him, but Bambi does not want to. He gets into a fight with this deer. Bambi wins. He goes on a date with Faline. The Man comes back and makes more trouble for the animals. Bambi saves Faline from some angry dogs.\nA forest fire comes and nearly destroys everything. Bambi has trouble getting up, but his father helps him. They both make it to an island where the animals have got together. The next spring, everyone goes to see Bambi and Faline's new fawns (baby deer). The wise owl says that Bambi should be proud. The Great Prince steps down from his current place as king, and Bambi is left standing proudly. A chorus sings the song from the beginning, \"Love is a Song.\"\nProduction.\nWalt Disney wanted to have realistic detail in this animated movie. The artists learned from animal experts. They also visited the Los Angeles Zoo. A pair of fawns (named Bambi and Faline) were shipped from the area of present-day Baxter State Park in Maine to the studio so that the artists could see for themselves how these animals move. The source of these fawns, from the Eastern United States, gave the company the idea to change Felix Salten's Roe Deer to a mule deer. The background of the movie was also the Eastern woodlands. One of the earliest and best known artists for the Disney studio, Maurice \"Jake\" Day, spent a lot of weeks in the Vermont and Maine forests. He drew pictures and took photographs of deer, fawns, and the wilderness areas around them.\nRelease.\n\"Bambi\" was released in theaters in 1942, during World War II. It was Disney's 5th full-length animated movie. \"Bambi\" was released again to theatres in 1947, 1957, 1966, 1975, 1982, and 1988. It was then made available on home video in 1989. Even in home video, \"Bambi\" has seen many releases, including two VHS releases, in 1989 (Classics Version) and 1997 (Masterpiece Collection Version), and a digitally-remastered and restored Platinum Edition DVD. The Platinum Edition DVD went on moratorium on January 31, 2007.\nBambi was released in Diamond Edition on March 1, 2011, consisting of a Blu-ray and DVD combo pack. According to Cinema Blend, this release is set to include multiple bonus features that were not previously included in Bambi home releases: a documentary entitled \"Inside Walt’s Story Meetings – Enhanced Edition\", two deleted scenes, a deleted song, an image gallery, and a game entitled \"Disney’s Big Book of Knowledge: Bambi Edition\". The release also marked the first use of \"Disney Second Screen\", a feature which is accessed via a computer or iPad app download that syncs with the Blu-ray disc, allowing the viewer to follow along by interacting with animated flip-books, galleries and trivia while watching the movie. A UK version of Diamond Edition was released on February 7, 2011.\nMidquel.\n\"Bambi II\" is a story which takes place after Bambi's mother dies, but before Bambi becomes an adult. It shows the Great Prince of the Forest having trouble raising Bambi, and Bambi not being sure if his father really loves him. The movie was released direct-to-video on February 7, 2006. While the movie was a direct-to-video release in the United States and other countries, including Canada, China, Hong Kong, Japan and Taiwan, it was a theatrical release in some countries, including Australia, Austria, Brazil, Dominican Republic, France, Mexico, the United Kingdom and some other European countries.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"United_States","surface_form":"American","offset":18},{"uri":"Animation","surface_form":"animated","offset":27},{"uri":"Drama_movie","surface_form":"drama movie","offset":36},{"uri":"David_Hand_(animator)","surface_form":"David Hand","offset":49},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":121},{"uri":"Bambi%2C_A_Life_in_the_Woods","surface_form":"Bambi, A Life in the Woods","offset":174},{"uri":"Felix_Salten","surface_form":"Felix Salten","offset":205},{"uri":"RKO_Radio_Pictures","surface_form":"RKO Radio Pictures","offset":219},{"uri":"Movie_theater","surface_form":"theatres","offset":256},{"uri":"List_of_Disney_animated_movies","surface_form":"Walt Disney Animated Classics series","offset":314},{"uri":"Deer","surface_form":"deer","offset":378},{"uri":"Bambi_(character)","surface_form":"Bambi","offset":389},{"uri":"Hunter","surface_form":"hunter","offset":435},{"uri":"Bambi_(character)","surface_form":"Bambi","offset":485},{"uri":"Deer","surface_form":"deer","offset":499},{"uri":"Thumper_(Bambi)","surface_form":"Thumper","offset":583},{"uri":"Rabbit","surface_form":"rabbit","offset":594},{"uri":"Skunk","surface_form":"skunk","offset":613},{"uri":"Faline","surface_form":"Faline","offset":625},{"uri":"Deer","surface_form":"deer","offset":708},{"uri":"Roe_Deer","surface_form":"Roe Deer","offset":739},{"uri":"United_States","surface_form":"United States","offset":786},{"uri":"Nomination","surface_form":"nominated","offset":856},{"uri":"Academy_Award","surface_form":"Academy Award","offset":876},{"uri":"Academy_Award_for_Best_Sound","surface_form":"Best Sound","offset":892},{"uri":"Sam_Slyfield","surface_form":"Sam Slyfield","offset":904},{"uri":"Academy_Award_for_Best_Original_Song","surface_form":"Best Song","offset":919},{"uri":"Donald_Novis","surface_form":"Donald Novis","offset":959},{"uri":"Original_Music_Score","surface_form":"Original Music Score","offset":977},{"uri":"American_Film_Institute","surface_form":"American Film Institute","offset":1017},{"uri":"Animation","surface_form":"animation","offset":1147},{"uri":"National_Film_Registry","surface_form":"National Film Registry","offset":1203},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":1233},{"uri":"Deer","surface_form":"fawn","offset":1274},{"uri":"Exploration","surface_form":"explores","offset":1344},{"uri":"Butterfly","surface_form":"butterflies","offset":1501},{"uri":"Rain","surface_form":"rain","offset":1516},{"uri":"Meadow","surface_form":"meadow","offset":1528},{"uri":"Snow","surface_form":"snow","offset":1732},{"uri":"Food","surface_form":"food","offset":1846},{"uri":"Grass","surface_form":"grass","offset":1893},{"uri":"Audience","surface_form":"audience","offset":1918},{"uri":"Man","surface_form":"Man","offset":1946},{"uri":"Scream","surface_form":"screams","offset":2059},{"uri":"Gunshot","surface_form":"gunshot","offset":2170},{"uri":"Den","surface_form":"den","offset":2202},{"uri":"Prince","surface_form":"Prince","offset":2325},{"uri":"Spring","surface_form":"spring","offset":2476},{"uri":"Owl","surface_form":"owl","offset":2545},{"uri":"Love","surface_form":"love","offset":2617},{"uri":"Promise","surface_form":"vows","offset":2633},{"uri":"Faline","surface_form":"Faline","offset":2762},{"uri":"Dating","surface_form":"date","offset":2967},{"uri":"Dog","surface_form":"dog","offset":3079},{"uri":"Destruction","surface_form":"destroys","offset":3116},{"uri":"Island","surface_form":"island","offset":3217},{"uri":"Choir","surface_form":"chorus","offset":3485},{"uri":"Expert","surface_form":"experts","offset":3657},{"uri":"Los_Angeles_Zoo","surface_form":"Los Angeles Zoo","offset":3688},{"uri":"Transport","surface_form":"shipped","offset":3751},{"uri":"Baxter_State_Park","surface_form":"Baxter State Park","offset":3788},{"uri":"Maine","surface_form":"Maine","offset":3809},{"uri":"Deer","surface_form":"deer","offset":4027},{"uri":"Photography","surface_form":"photographs","offset":4260},{"uri":"Wilderness","surface_form":"wilderness","offset":4296},{"uri":"World_War_II","surface_form":"World War II","offset":4384},{"uri":"VHS","surface_form":"VHS","offset":4644},{"uri":"Platinum_Edition","surface_form":"Platinum Edition","offset":4768},{"uri":"Moratorium_(entertainment)","surface_form":"moratorium","offset":4823},{"uri":"Blu-ray_Disc","surface_form":"Blu-ray","offset":4927},{"uri":"Disney_Second_Screen","surface_form":"Disney Second Screen","offset":5334},{"uri":"IPad","surface_form":"iPad","offset":5403},{"uri":"Synchronization","surface_form":"syncs","offset":5426},{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":5906}]}