{"id":136187,"url":"http://en.wikipedia.org/wiki/Dead_Memories","text":"\"Dead Memories\" is the third single by Slipknot from their fourth album, \"All Hope Is Gone\". The song was released on December 1, 2008. The music video for the single was directed by P. R. Brown and Shawn Crahan.\nMusic video.\nThe music video for \"Dead Memories\" was directed by P. R. Brown. On September 30, 2008, the band's record label \"Roadrunner Records\" released a 15 second teaser video on YouTube which showed vocalist Corey Taylor in what looks like to be a grave in heavy rainfall. The video came out on MTV's \"Headbangers Ball\" on October 25, 2008 as part of the \"Headbangers Ball\" 20th anniversary special programming. The concept of the music video was percussionist Shawn Crahan's idea. Crahan calls the music video a \"short film\" and said that it was a \"very\" expensive video to make. Crahan's original idea was to have several rooms, he shared his idea with to vocalist Corey Taylor who decided what each room would be.\nThe video starts off with Taylor seen without his mask and dressed in casual clothes carrying a shovel and smoking a cigarette. He walks from an urbanized area (in the extended version, he is seen walking through a park, before approaching a car and smashing its headlights) in to a more rural area in the fields and begin to dig at the ground. He then seemingly falls through the ground and into a room below dressed in his Slipknot mask and cover-alls. The first room, which is a dark room with faint red lighting shows turntablist Sid Wilson who is seen barefoot, climbing all over the walls and is covered in dust and cobwebs. Taylor opens the drapes to attempt to look out of the window but can only see dirt. Wilson is then seen physically trying to stop Taylor from leaving the room by grabbing his pant leg. However, Taylor eventually leaves the room and enters a second which is occupied by drummer Joey Jordison, with tree branches instead of fingers and a crown of thorns on his head. The room features many photographs of Jordison on the walls and he is sitting in a chair surrounded by several females. Taylor walks around the scene looking at them without interacting with Jordison or the females, there is a moment in which Jordison is looking in a mirror and Taylor suddenly appears. Taylor then leaves the room and enters a third which is occupied by sampler Craig Jones who is standing straight upright and does not move throughout the scene. When Taylor enters the room the video is solarized and remains so throughout the time Taylor's in there. Taylor walks around Jones and inspects his mask and is seen touching the nails protruding from it. Jones then lights a smoke flare, which blinds Taylor, and is seen holding it in his right hand, but he [Taylor] finds the door then leaves the room and enters a fourth which is occupied by bassist Paul Gray.\nThis room is filled with mirrors, similar to that of a house of mirrors. Taylor is seen walking through the room while Gray seemingly follows him. Taylor then focuses on Gray and makes a waving gesture to seemingly establish if it's a mirror. Gray then gets aggravated, looks up and hits the mirror viciously, and Taylor is seen looking at a broken mirror and a reflection of himself. Taylor after he looks himself in the mirror, screams and looks around anxiously before he falls backwards out Paul Gray's rooms door and lands into a fifth room, which is occupied by percussionist Shawn Crahan. Crahan is seen with several females dancing around him while holding his baseball bat. Taylor is seen returning to his feet and he pushes his way through the crowd. Two of the females are seen trying to physically stop him from leaving the room by grabbing his clothes. Taylor then enters a sixth room which is a thin, blank corridor occupied by guitarist Mick Thomson. The two seemingly stand off, Taylor is seen trying to push past Thomson several times but is knocked backward several times with. Taylor is then seen stood at another door, as if Thomson was simply a mirage. He enters a seventh room which is occupied by guitarist James Root, Root is seen with several females in a room which is classically decorated. Throughout this room the video is reversed. Taylor is seen walking through the crowd almost unnoticed. He then enters an eighth room which is occupied by percussionist Chris Fehn. Fehn is seen lighting candles in the room which has walls covered in art. Taylor is seen observing and gaining interest in his actions while a female is seen walking around the room. Fehn is then seen lighting a candle and gives it to Taylor who blows it out. Taylor is then seen in casual clothes again outside in the rain digging, when a second Taylor rises from the hole dressed in his Slipknot mask and uniform, and the two see each other as it fades to black.\nReception.\nDuring album reviews for \"All Hope Is Gone\", \"Dead Memories\" was given good feedback for its melody and accessibility. Reviewing for Blabbermouth.net, Ryan Ogle says that the single shows Slipknot's diversity, he went on to say that it is \"well-written and melodious\". Dan Martin from \"The Guardian\" compared it to Metallica's song \"Enter Sandman\" and went on to say, \"[it] is so listenable it's almost conventional.\" However, Jim Kaz of IGN said that the song almost detracts from the intensity of the album, stating, \"it's at this point the band loses a little momentum.\" Additionally, Ogle of Blabbermouth.net also said that it's a song that \"lack[s] the white hot fire that allows the rest of the disc to burn our asses.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Single_(music)","surface_form":"single","offset":29},{"uri":"Slipknot","surface_form":"Slipknot","offset":39},{"uri":"Album","surface_form":"album","offset":66},{"uri":"All_Hope_Is_Gone","surface_form":"All Hope Is Gone","offset":74},{"uri":"December_1","surface_form":"December 1","offset":118},{"uri":"2008","surface_form":"2008","offset":130},{"uri":"Music_video","surface_form":"music video","offset":140},{"uri":"P._R._Brown","surface_form":"P. R. Brown","offset":183},{"uri":"Shawn_Crahan","surface_form":"Shawn Crahan","offset":199},{"uri":"Music_video","surface_form":"music video","offset":230},{"uri":"P._R._Brown","surface_form":"P. R. Brown","offset":278},{"uri":"September_30","surface_form":"September 30","offset":294},{"uri":"2008","surface_form":"2008","offset":308},{"uri":"Record_label","surface_form":"record label","offset":325},{"uri":"Roadrunner_Records","surface_form":"Roadrunner Records","offset":339},{"uri":"YouTube","surface_form":"YouTube","offset":396},{"uri":"Corey_Taylor","surface_form":"Corey Taylor","offset":426},{"uri":"Grave","surface_form":"grave","offset":466},{"uri":"MTV","surface_form":"MTV","offset":513},{"uri":"Headbangers_Ball","surface_form":"Headbangers Ball","offset":520},{"uri":"October_25","surface_form":"October 25","offset":541},{"uri":"2008","surface_form":"2008","offset":553},{"uri":"Shawn_Crahan","surface_form":"Shawn Crahan","offset":679},{"uri":"Corey_Taylor","surface_form":"Corey Taylor","offset":885},{"uri":"Sid_Wilson","surface_form":"Sid Wilson","offset":1469},{"uri":"Joey_Jordison","surface_form":"Joey Jordison","offset":1843},{"uri":"Craig_Jones","surface_form":"Craig Jones","offset":2311},{"uri":"Paul_Gray_(Slipknot)","surface_form":"Paul Gray","offset":2797},{"uri":"House_of_mirrors","surface_form":"house of mirrors","offset":2863},{"uri":"Paul_Gray_(Slipknot)","surface_form":"Paul Gray","offset":3303},{"uri":"Shawn_Crahan","surface_form":"Shawn Crahan","offset":3390},{"uri":"Mick_Thomson","surface_form":"Mick Thomson","offset":3760},{"uri":"James_Root","surface_form":"James Root","offset":4038},{"uri":"Chris_Fehn","surface_form":"Chris Fehn","offset":4294},{"uri":"All_Hope_Is_Gone","surface_form":"All Hope Is Gone","offset":4808},{"uri":"Blabbermouth.net","surface_form":"Blabbermouth.net","offset":4915},{"uri":"Slipknot_(band)","surface_form":"Slipknot","offset":4970},{"uri":"The_Guardian","surface_form":"The Guardian","offset":5068},{"uri":"Metallica","surface_form":"Metallica","offset":5097},{"uri":"IGN","surface_form":"IGN","offset":5220}]}