{"id":136208,"url":"http://en.wikipedia.org/wiki/Immigration","text":"Immigration means people moving from their native regions into another country to live. People who immigrate are called immigrants. Some are illegal immigrants. Some immigrants are refugees and some ask for political asylum.\nIf someone were to immigrate to the United States, they would have to apply to become a legal citizen. If the person is accepted, they will receive a green card. A green card is a piece of evidence stating that the person is trying to legally stay within the country's borders. The person must keep the green card for at least five years in order to become a citizen of the United States of America. (USA-GOV pg. 1)\n\"Immigrant\" and \"emigrant\" both describe human migration. The same people are \"emigrants\" when they leave their own country or region, and \"immigrants\" when they arrive somewhere else.\nThe phrases \"many people emigrated from Europe in the 19th century AD to America\" and \"many people immigrated to America from Europe in the 19th century\" have the same meaning.\nDifficulty of immigration.\nImmigration has always been difficult. When people immigrate, they leave behind their friends, families, and culture. They also have to sell what they have, like a house, farm, or anything else too big to bring. Immigrating is also difficult because of the strict Immigration laws and qualifications within each country. It is hard to become a legal citizen of a country. It takes time (about 5 years in the US) and a lot of patience to become legally apart of a country. (USA-GOV pg. 1)\nLearning different languages in order to feel comfortable in a country is also extremely difficult for some people They might not have the opportunity to go a to school and learn certain things. Not knowing or beginning to learn the language of a country the person immigrates to can be very uncomfortable at first. This is because communication is needed within our everyday lives, such as at work, in grocery stores, restaurants, and just everyday life. (Global Citizen, 2014, par. 3)\nTravelling can also be very expensive. Many immigrants have to use all their money to pay fees or plane tickets.\nOnce immigrants arrive in the new countries, they can face many difficulties. They may have to get a job, find a house, and learn a new language. Immigrants can also be victims of racism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Region","surface_form":"regions","offset":50},{"uri":"Country","surface_form":"country","offset":71},{"uri":"Illegal_immigrant","surface_form":"illegal immigrant","offset":141},{"uri":"Refugee","surface_form":"refugee","offset":181},{"uri":"Political_asylum","surface_form":"political asylum","offset":207},{"uri":"Human_migration","surface_form":"human migration","offset":682},{"uri":"Emigration","surface_form":"emigrant","offset":720},{"uri":"Europe","surface_form":"Europe","offset":866},{"uri":"United_States","surface_form":"America","offset":899},{"uri":"United_States","surface_form":"America","offset":939},{"uri":"Europe","surface_form":"Europe","offset":952},{"uri":"Culture","surface_form":"culture","offset":1139},{"uri":"Farm","surface_form":"farm","offset":1201},{"uri":"Travel","surface_form":"Travel","offset":2005},{"uri":"Airplane","surface_form":"plane","offset":2103},{"uri":"Racism","surface_form":"racism","offset":2298}]}