{"id":136292,"url":"http://en.wikipedia.org/wiki/Jon_Fisher","text":"Jon Fisher is an economist, an author, and a businessman. Fisher created his company Bharosa to create software to make computers safer. He is also a part-time professor at the University of San Francisco. Fisher has created forecasts about jobs in the United States. He said it was a mistake for the government to help banks in a weak economy. He has appeared on the news websites TechCrunch, Marketwired, and \"The Wall Street Journal\".\nEarly Life and Education.\nJon Fisher was born on January 19, 1972. His parents are Gerald and Anita Fisher. They are both professors at Stanford University. Jon attended The Nueva School and Crystal Springs Uplands School. He graduated from the University of San Francisco.\nCareer.\nIn 1994, Jon Fisher started the company AutoReach. This company is now a part of AutoNation. In 1998, he formed a new company, NetClerk. This new company was purchased by the Builders Information Group in 2002. NetClerk created software that allowed people in the construction and plumbing industries to obtain online permits.\nAfter working with NetClerk, Fisher gave his help to new business owners. He taught them how to reorganize and sell their business for a profit. In 2004, Fisher and Thomas Varghese started the company Bharosa. Fisher was the chief executive officer (CEO) for the company. Bharosa creates security software to make online customers safe.\nFisher currently works as the chief executive officer of CrowdOptic. He began to work there on November 17, 2010. He is also an adjunct professor at the University of San Francisco. Fisher has published a book titled \"Strategic Entrepreneurism: Shattering the Start-Up Entrepreneurial Myths\".\nFisher was recognized in 2008 and 2009 when he made several predictions about the direction of the United States economy. In April 2008, he said that the unemployment rate in the United States would be 9% in 2009. This fact became true. In 2009, Fisher said that unemployment would not be more than 10.4%. He said it would be 8% by the end of 2010.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economist","surface_form":"economist","offset":17},{"uri":"Author","surface_form":"author","offset":31},{"uri":"Businessman","surface_form":"businessman","offset":45},{"uri":"Software","surface_form":"software","offset":103},{"uri":"Professor","surface_form":"professor","offset":160},{"uri":"University_of_San_Francisco","surface_form":"University of San Francisco","offset":177},{"uri":"Forecasts","surface_form":"forecasts","offset":225},{"uri":"United_States","surface_form":"United States","offset":253},{"uri":"Economy","surface_form":"economy","offset":336},{"uri":"TechCrunch","surface_form":"TechCrunch","offset":382},{"uri":"Marketwire","surface_form":"Marketwired","offset":394},{"uri":"The_Wall_Street_Journal","surface_form":"The Wall Street Journal","offset":412},{"uri":"The_Nueva_School","surface_form":"The Nueva School","offset":608},{"uri":"Crystal_Springs_Uplands_School","surface_form":"Crystal Springs Uplands School","offset":629},{"uri":"AutoNation","surface_form":"AutoNation","offset":801},{"uri":"Construction_permit","surface_form":"online permits","offset":1031},{"uri":"Chief_executive_officer","surface_form":"chief executive officer","offset":1272},{"uri":"Security_software","surface_form":"security software","offset":1335},{"uri":"Adjunct_professor","surface_form":"adjunct professor","offset":1512},{"uri":"Unemployment_rate","surface_form":"unemployment rate","offset":1831}]}