{"id":13638,"url":"http://en.wikipedia.org/wiki/Tooth","text":"A tooth is one of the hard, white things in the mouth. Teeth (plural) are used to help the mastication process by chewing food. \"Chew\" means to break up and crush food so it can be swallowed (pushed down into the stomach).\nMost vertebrates have teeth. Birds are the biggest group that do not. Many invertebrates have mouthparts which, to some extent, act like teeth. Different animals have different kinds of teeth because they eat different foods. Some animals use teeth as a weapon. Human adults usually have 32 teeth. Human children usually have 20 teeth.\nNatal teeth.\nSome human babies are born with teeth. Natal teeth are teeth that are present at birth. These are different from neonatal teeth which are teeth that emerge during the first month of life. Natal teeth are not common. They occur in about 1 out of every 2–3 thousand births. They are usually found on the lower jaw. Natal teeth are usually not well attached and may easily wobble.\nTeeth eruption.\nDeciduous teeth or milk teeth or temporary teeth are the first set of teeth for most mammals. Humans have 20 of them. The first teeth (called \"primary teeth\") start to \"erupt\" (come through the gums of the jaw) when a baby is about 6 months old. When these teeth erupt it can really hurt. Babies chew on things to make the pain better. This is called \"teething\" (verb: \"to teethe\"). Most children have all 20 teeth by two or three years of age.\nAt age 6–7 the permanent teeth start to erupt. By the age of 11–12 most children have 28 adult teeth. The last four teeth, called 'wisdom teeth' or third molars come in by age 17–21 in most people. Some people never grow wisdom teeth. Or they may have only two instead of four.\nTeeth structure.\nThe outside white part of teeth is called the \"enamel\". The enamel is made of calcium phosphate and is very hard. Under the enamel is the dentine. The dentine is softer than the hard enamel. So it is hurt more by tooth decay (cavities). Under the dentine is the \"pulp\" which has the nerves and blood vessels that go to the tooth. This is the part that causes the pain of a toothache. \"Cementum\" is outside the dentine where there is no enamel. Cementum holds the tooth to the bone of the jaw.\nHealthy teeth.\nIf they are protected and kept clean, teeth should stay for a person's whole life. Many people lose their teeth early because they do not do the right things to keep teeth healthy.\nDisease of teeth.\nPlaque is the soft white substance that forms on teeth when they are not cleaned. It has bacteria in it that hurt enamel. If plaque is not cleaned off, after 2 days it can become tartar. Tartar is a hard substance that forms on teeth (mostly near the gums). Tartar makes gums unhealthy and makes more bacteria grow on the teeth.\nPlaque is cleaned off with a toothbrush. If tartar forms on teeth, a dentist must clean it off.\nThe bacteria that are on teeth eat into the enamel. Cleaning and flossing teeth, eating good foods, and having a dentist take off plaque make less bacteria on teeth. If there is too much bacteria, they eat enamel faster than teeth make enamel. This makes holes in enamel called cavities. When a person gets cavities, he has the disease dental caries. Making cavities in enamel happens slowly. But once cavities go through enamel, the soft dentine is hurt much faster. Cavities may be fixed by dentists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mouth","surface_form":"mouth","offset":48},{"uri":"Mastication","surface_form":"mastication","offset":91},{"uri":"Stomach","surface_form":"stomach","offset":213},{"uri":"Vertebrate","surface_form":"vertebrate","offset":228},{"uri":"Bird","surface_form":"Bird","offset":252},{"uri":"Invertebrate","surface_form":"invertebrate","offset":298},{"uri":"Mouthparts","surface_form":"mouthparts","offset":317},{"uri":"Human","surface_form":"Human","offset":485},{"uri":"Adult","surface_form":"adult","offset":491},{"uri":"Children","surface_form":"children","offset":527},{"uri":"Thousand","surface_form":"thousand","offset":827},{"uri":"Lower_jaw","surface_form":"lower jaw","offset":874},{"uri":"Wobble","surface_form":"wobble","offset":942},{"uri":"Mammal","surface_form":"mammal","offset":1051},{"uri":"Gums","surface_form":"gums","offset":1160},{"uri":"Jaw","surface_form":"jaw","offset":1172},{"uri":"Molar","surface_form":"molar","offset":1565},{"uri":"Calcium_phosphate","surface_form":"calcium phosphate","offset":1784},{"uri":"Dentine","surface_form":"dentine","offset":1844},{"uri":"Tooth_decay","surface_form":"tooth decay","offset":1919},{"uri":"Nerve","surface_form":"nerve","offset":1989},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":2000},{"uri":"Toothache","surface_form":"toothache","offset":2079},{"uri":"Bone","surface_form":"bone","offset":2182},{"uri":"Jaw","surface_form":"jaw","offset":2194},{"uri":"Plaque","surface_form":"Plaque","offset":2413},{"uri":"Bacteria","surface_form":"bacteria","offset":2502},{"uri":"Tartar","surface_form":"tartar","offset":2592},{"uri":"Gums","surface_form":"gums","offset":2684},{"uri":"Disease","surface_form":"disease","offset":3166},{"uri":"Dental_caries","surface_form":"dental caries","offset":3174}]}