{"id":136313,"url":"http://en.wikipedia.org/wiki/Lolicon","text":", is a slang word for the phrase \"Lolita complex\". In Japan, the word explains a hebephilic desire for drawings of teenage or prepubescent, or a young girl who desires other girls. Outside Japan, the word is less common. It denotes a genre of manga and anime in which young female characters are shown in a sexual way. The word is a reference to Vladimir Nabokov's book, \"Lolita\". In the book, a middle-aged man sexually desires a 12-year-old girl.\nSome people claim that lolicon adds to actual sexual abuse of children, while others claim that there is no facts that show this, or that facts show the opposite. Countries have tried to make lolicon that shows children naked or having sex illegal as a type of child pornography.\nOne of the few that has made it actually illegal is the United Kingdom where the possession of lolicon pornography is illegal. These laws have been criticised heavily, and charges of lolicon child porn tend not to stick, because a judge reasons that no real children were harmed to make it and posses it and therefore it is not worth conviction, or because the harm that will be caused by giving the person a jail sentence is considered disproportionate to their charges.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slang","surface_form":"slang","offset":7},{"uri":"Japan","surface_form":"Japan","offset":54},{"uri":"Genre","surface_form":"genre","offset":234},{"uri":"Manga","surface_form":"manga","offset":243},{"uri":"Anime","surface_form":"anime","offset":253},{"uri":"Fictional_character","surface_form":"characters","offset":281},{"uri":"Vladimir_Nabokov","surface_form":"Vladimir Nabokov","offset":346},{"uri":"Lolita","surface_form":"Lolita","offset":372},{"uri":"Sex","surface_form":"sex","offset":685},{"uri":"Child_pornography","surface_form":"child pornography","offset":710},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":785},{"uri":"Judge","surface_form":"judge","offset":960},{"uri":"Conviction","surface_form":"conviction","offset":1063}]}