{"id":13637,"url":"http://en.wikipedia.org/wiki/Environment","text":"Environment means anything that surround us. It can be living (biotic) or non-living (abiotic) things. It includes physical, chemical and other natural forces. Living things live in their environment. They constantly interact with it and adapt themselves to conditions in their environment. In the environment there are different interactions between animals, plants, soil, water, and other living and non-living things.\nSince everything is part of the environment of something else, the word \"environment\" is used to talk about many things. People in different fields of knowledge use the word environment differently. Electromagnetic environment is radio waves and other electromagnetic radiation and magnetic fields. The environment of galaxy refers to conditions of interstellar medium.\nIn psychology and medicine, a person's environment is the people, physical things and places that the person lives with. The environment affects the growth and development of the person. It affects the person's behavior, body, mind and heart.\nDiscussions on nature versus nurture are sometimes framed as heredity vs. environment.\nThe living conditions of living organisms in an environment are affected by the weather or climate changes in the environment.\nNatural environment.\nIn biology and ecology, the environment is all of the natural materials and living things, including sunlight. If those things are natural, it is a natural environment.\nEnvironment includes the living and nonliving things that an organism interacts with, or has an effect on it. Living elements that an organism interacts with are known as biotic elements: animals, plants, etc., abiotic elements are non living things which include air, water, sunlight etc. Studying the environment means studying the relationships among these various things. An example of interactions between non-living and living things is plants getting their minerals from the soil and making food using sunlight. Predation, an organism eating another, is an example of interaction between living things.\nSome people call themselves environmentalists. They think we must protect the natural environment, to keep it safe. Things in the natural environment that we value are called natural resources. For example; fish, insects, and forests. These are renewable resources because they come back naturally when we use them. Non-renewable resources are important things in the environment that are limited for example, ores and fossil fuels after a few thousand years. Some things in the natural environment can kill people, such as lightning.\nHistorical environment.\nInteraction between human and environment in the past.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physical","surface_form":"physical","offset":115},{"uri":"Chemical","surface_form":"chemical","offset":125},{"uri":"Animal","surface_form":"animal","offset":351},{"uri":"Plant","surface_form":"plant","offset":360},{"uri":"Soil","surface_form":"soil","offset":368},{"uri":"Water","surface_form":"water","offset":374},{"uri":"People","surface_form":"People","offset":542},{"uri":"Radio_wave","surface_form":"radio wave","offset":651},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":673},{"uri":"Magnetic","surface_form":"magnetic","offset":703},{"uri":"Field_(physics)","surface_form":"fields","offset":712},{"uri":"Interstellar_medium","surface_form":"interstellar medium.","offset":770},{"uri":"Psychology","surface_form":"psychology","offset":794},{"uri":"Medicine","surface_form":"medicine","offset":809},{"uri":"Mind","surface_form":"mind","offset":1018},{"uri":"Nature_versus_nurture","surface_form":"nature versus nurture","offset":1049},{"uri":"Heredity","surface_form":"heredity","offset":1095},{"uri":"Sunlight","surface_form":"sunlight","offset":1370},{"uri":"Environmentalist","surface_form":"environmentalist","offset":2076},{"uri":"Natural_resource","surface_form":"natural resource","offset":2223},{"uri":"Fish","surface_form":"fish","offset":2255},{"uri":"Insect","surface_form":"insect","offset":2261},{"uri":"Forests","surface_form":"forests","offset":2274},{"uri":"Renewable_resource","surface_form":"renewable resource","offset":2293},{"uri":"Non-renewable_resource","surface_form":"Non-renewable resource","offset":2364},{"uri":"Ore","surface_form":"ore","offset":2458},{"uri":"Fossil_fuels","surface_form":"fossil fuels","offset":2467},{"uri":"Lightning","surface_form":"lightning","offset":2572}]}