{"id":136367,"url":"http://en.wikipedia.org/wiki/The_Amazing_Race","text":"\"The Amazing Race\" is a reality television/game show. It is broadcast on CBS.\nThe Race.\nIn \"The Amazing Race\", 11 or 12 teams of two people race around the world for $1,000,000, with information provided by \"clues\", or Route Info. There are certain \"legs\" of the race, culminated by \"Pit Stops\". At Pit Stops, teams check in for a mandatory 12 hour rest period, although sometimes the period can be 24 hours, 36 hours, or even once 60. Usually, the first team to arrive at a Pit Stop will receive a prize, such as a trip to a Caribbean country. On most of the Pit Stops on the race, the last team to arrive is eliminated from the race. However, two or three of those points are non-elimination. In Seasons 1-4, there was no penalty for coming in last in a non-elimination. From Seasons 5-9, teams had to give up all of their money and start the next leg without money. Even stricter, in Seasons 7-9, teams had to turn over all of their luggage. In Seasons 10 and 11, teams would start the next leg \"Marked for Elimination\". That meant that if they did not come in first at the next Pit Stop, they would have to wait out a 30-minute penalty. Starting from Season 12, teams coming in last on Non-Eliminations have to do a Speed Bump. A Speed Bump is a task that no other teams have to do.\nTasks.\n\"The Amazing Race\" has several different tasks that teams must complete.\nDetour.\nA Detour is a choice between two tasks. The team can choose which one it wants to complete. Teams are allowed to switch between Detour choices, but there is a harsh 24-hour penalty if you quit a Detour.\nRoadbock.\nA Roadbock is a task where only one member of the team can perform. Teams cannot switch the member performing the task. There is a 4-hour penalty if teams quit.\nFast Forward.\nA Fast Forward is a task in order for a team to skip tasks and head directly to the Pit Stop.\nHistory.\n\"The Amazing Race\" was created by Bertram van Munster and Elise Doganieri in 2001. It has been airing from 2001 to present.\nProduction.\n\"The Amazing Race\" is seen as hard to produce. Producers need to find places, come up with tasks and pick teams. Cameramen have to keep up with the teams, and people are not allowed to give away the results. However, \"The Amazing Race\" has won 6 Emmy awards.\nVersions.\nBesides the original American version, \"The Amazing Race\" has generated several versions from around the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Reality_television","surface_form":"reality television","offset":24},{"uri":"Game_show","surface_form":"game show","offset":43},{"uri":"CBS","surface_form":"CBS","offset":73},{"uri":"United_States_dollar","surface_form":"$","offset":166},{"uri":"Caribbean","surface_form":"Caribbean","offset":526},{"uri":"Bertram_van_Munster","surface_form":"Bertram van Munster","offset":1900},{"uri":"Elise_Doganieri","surface_form":"Elise Doganieri","offset":1924},{"uri":"2001","surface_form":"2001","offset":1943},{"uri":"2001","surface_form":"2001","offset":1973},{"uri":"Emmy_Award","surface_form":"Emmy awards","offset":2248},{"uri":"United_States_of_America","surface_form":"American","offset":2292}]}