{"id":136373,"url":"http://en.wikipedia.org/wiki/Financial_crisis_of_2007%E2%80%932008","text":"e=\"preserve\">The financial crisis of 2007–2008 was a major financial crisis, the worst of its kind since the Great Depression in the 1930s.\nIn September 2008 many large financial firms in the United States collapsed, merged, or went under conservatorship (a person is assigned to manage a company when it cannot manage itself). The factors that led to the crisis were reported in business journals many months before September 2008.\nBackground and causes.\nThere are many reasons why the crisis happened. Most economists believe that it started in the United States. From 1997 until 2006, people bought expensive houses, even though they did not have enough money for it. Since the money had come from other countries, it was easy to have good credit. People used this credit for expensive loans, causing the price of homes to rise. This created an economic bubble. Because they had a lot of money, the loaning companies made it easier to get a loan, even if the borrower didn't have a good credit history. These loans are known as subprime loans.\nDuring this time, many home owners refinanced their homes. This caused their mortgage to change, giving them lower interest. After they refinanced, homeowners could take out another mortgage, for spending money. The loaning companies changed their loans so that they would have low interest at first and then increase later. This is known as an adjustable-rate mortgage. The companies often used these to convince more people to take loans. Many people with subprime loans also took these adjustable-rate mortgages, hoping that the good price of housing would help them refinance later.\nWhile the housing prices were still high, many American and European companies, including banks, invested in subprime loans. These investments gave more money to the loaning companies, who used it to give out more subprime loans. These investments would make a lot of money as long as the price of housing was high.\nHowever, the housing companies built too many houses. This caused the price of housing to decrease beginning in the summer of 2006. The value of many homes dropped below the value of the remaining mortgage debt, so the owners were unable to sell and move away. This is called negative equity. About 8.8 million homeowners in the U.S. had zero or negative equity by March 2008. This caused the number of foreclosures on homes to increase, meaning that many people lost their homes. During 2007, almost 1.3 million U.S. homes began foreclosure proceedings. The number of houses for sale continued to increase, which made the prices decrease. The homeowners with subprime loans left their houses with less value than they had when they were bought, which meant that the loans were worth more money than the house. The loaning companies were not able to make money from these houses.\nThe collapse of the housing bubble caused the value of investments to fall. The companies that had invested in subprime loans lost a total of about $512 billion. Citigroup and Merrill Lynch were two companies that lost the most money. More than half of the money lost, $260 billion, was lost by American firms.\nTotal financial losses from lost economic activity and stock market declines have been estimated at $15 trillion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Finance","surface_form":"financial crisis","offset":59},{"uri":"Great_Depression","surface_form":"Great Depression","offset":109},{"uri":"United_States","surface_form":"United States","offset":192},{"uri":"Bankruptcy","surface_form":"collapsed","offset":206},{"uri":"Mergers_and_acquisitions","surface_form":"merged","offset":217},{"uri":"United_States","surface_form":"United States","offset":551},{"uri":"Credit","surface_form":"credit","offset":743},{"uri":"Economic_bubble","surface_form":"economic bubble","offset":848},{"uri":"Credit_history","surface_form":"credit history","offset":990},{"uri":"Refinancing","surface_form":"refinanced","offset":1082},{"uri":"Mortgage","surface_form":"mortgage","offset":1124},{"uri":"Interest","surface_form":"interest","offset":1162},{"uri":"Adjustable-rate_mortgage","surface_form":"adjustable-rate mortgage","offset":1392},{"uri":"Investment","surface_form":"invested","offset":1731},{"uri":"Equity","surface_form":"equity","offset":2235},{"uri":"Foreclosure","surface_form":"foreclosure","offset":2353}]}