{"id":136443,"url":"http://en.wikipedia.org/wiki/Carbon_cycle","text":"e=\"preserve\">The carbon cycle is the way carbon is stored and replaced on Earth. Some of the main events take hundreds of millions of years, others happen annually.\nThe main ways that carbon gets into the carbon cycle are volcanoes, and the burning of fossil fuels like coal and gas. Through most of history, volcanoes were the biggest source of carbon to the carbon cycle, but in the last hundred years, people burning fossil fuels have been adding about a hundred time more CO2 to the air than volcanoes. That is, for every ton of CO2 added to the air by volcanoes, about 100 tons of CO2 have been added to the air by people.\nThe main way carbon gets taken out of the atmosphere is by photosynthesis by living organisms. Some of this gets released as they die and decompose, but a proportion gets buried in sediment. This is shown in the diagram. Sediment turns to rock, and it is the carbonate rocks like limestone which contain the now-solid CO2. Some of the carbon from plants also becomes part of the soil, where it can stay for a long time before decomposing.\nAnother process takes CO2 out of the air. Weathering by rain washes out CO2 in the form of dilute carbonic acid. This reacts with rock, helping to dissolve and destroy it. This also ends up as sediment.\nSome CO2 is also dissolved in the ocean. Right now, the oceans are taking in more CO2 than they are releasing, every year. However, this is making the oceans more acidic.\nThe store of carbon in sedimentary rock is far greater than the CO2 in the atmosphere (this is not shown in the diagram). Eventually it returns to the air as oceanic plates subduct in plate tectonics. At the margins of plate boundaries (and some other places) volcanoes form and spew out CO2. This completes the cycle.\nSummary.\nThe carbon cycle is a process where carbon is recycled through the ecosystem. The concentration of carbon in living matter (18%) is almost 100 times greater than its concentration in the earth (0.19%). So living things extract carbon from their nonliving environment. For life to continue, this carbon must be recycled. See the diagram for a detailed look at the carbon cycle. An example of a route carbon takes in this cycle is carbon dioxide in the atmosphere is absorbed by plants and used in photosynthesis to produce sugars which the plant uses for energy. When the plant dies, it decomposes and the carbon stored in the plant will, over millions of years, form into coal (a fossil fuel). The coal is burnt and gives off carbon dioxide which goes into the atmosphere.\nAt the moment, the carbon cycle, and how human activity is affecting it, is a big topic in international news. Fossil fuels are a non-renewable resource which means that they cannot be replaced easily. Our use of fossil fuels has nearly doubled every 20 years since 1900. This release of carbon dioxide contributes to the greenhouse effect and acid rain.\nThe carbon cycle was discovered by Joseph Priestley and Antoine Lavoisier, and popularized by Humphry Davy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":74},{"uri":"Volcanoes","surface_form":"volcanoes","offset":222},{"uri":"Fossil_fuel","surface_form":"fossil fuel","offset":252},{"uri":"Coal","surface_form":"coal","offset":270},{"uri":"Natural_gas","surface_form":"gas","offset":279},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":687},{"uri":"Decomposition","surface_form":"decompose","offset":766},{"uri":"Sediment","surface_form":"sediment","offset":809},{"uri":"Rock_(geology)","surface_form":"rock","offset":867},{"uri":"Limestone","surface_form":"limestone","offset":908},{"uri":"Weathering","surface_form":"Weathering","offset":1109},{"uri":"Carbonic_acid","surface_form":"carbonic acid","offset":1165},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":1464},{"uri":"Plate_tectonics","surface_form":"plate tectonics","offset":1625},{"uri":"Carbon","surface_form":"carbon","offset":1805},{"uri":"Recycle","surface_form":"recycle","offset":1815},{"uri":"Ecosystem","surface_form":"ecosystem","offset":1836},{"uri":"Concentration","surface_form":"concentration","offset":1851},{"uri":"Life","surface_form":"living","offset":1878},{"uri":"Matter","surface_form":"matter","offset":1885},{"uri":"Environment","surface_form":"environment","offset":2024},{"uri":"Cycle","surface_form":"cycle","offset":2189},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2198},{"uri":"Atmosphere","surface_form":"atmosphere","offset":2220},{"uri":"Plant","surface_form":"plant","offset":2246},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":2265},{"uri":"Sugar","surface_form":"sugar","offset":2291},{"uri":"Energy","surface_form":"energy","offset":2323},{"uri":"Coal","surface_form":"coal","offset":2441},{"uri":"Fossil_fuel","surface_form":"fossil fuel","offset":2449},{"uri":"Combustion","surface_form":"burnt","offset":2475},{"uri":"Non-renewable_resources","surface_form":"non-renewable resource","offset":2672},{"uri":"Greenhouse_effect","surface_form":"greenhouse effect","offset":2864},{"uri":"Acid_rain","surface_form":"acid rain","offset":2886},{"uri":"Joseph_Priestley","surface_form":"Joseph Priestley","offset":2932},{"uri":"Antoine_Lavoisier","surface_form":"Antoine Lavoisier","offset":2953},{"uri":"Humphry_Davy","surface_form":"Humphry Davy","offset":2991}]}