{"id":136649,"url":"http://en.wikipedia.org/wiki/John_Scaddan","text":"John Scaddan (4 August 1876 – 21 November 1934) was the 10th Premier of Western Australia from 7 October 1911 to 27 July 1916. He was from the Labor Party. He was only 35 when he won a record majority of seats in the 1911 elections, making him the youngest premier of Western Australia.\nHis parents were from Cornwall and had moved to Moonta to work in the large copper mines. They later moved to Eaglehawk, near Bendigo where Scaddan worked in the gold mines and studied to be an engine driver. In 1896 he moved to the Western Australian goldfields. He was elected to parliament in 1904 where he became famous for his long speeches, some going for me than three hours. He became premier when the Labor Party won the 1911 election. He believed that the government should own and control businesses and he set up state owned shipping lines, brickworks, sawmills, trams, abattoirs, fishing, quarries and even a hotel. While many of these were well run, many were not, and a costly failure at the Wyndham freezing works led to a loss of support. At the next election he only won by two seats. When one ALP member disappeared, and another resigned in 1916, the Country Party were able to form a new government with help from the Liberal Party.\nWhen the Labor Party split on conscription, Scaddan who supported it, joined the new National Labor Party. He later joined the Country Party. He was elected in and out of parliament over the next 15 years. He felt Western Australia was not treated fairly by the government of Australia, and was on a committee which looked at how Western Australia could become an independent country. He died suddenly from a Cerebral hemorrhage in 1934.","categories":[],"infobox_types":[],"annotations":[{"uri":"Premier_of_Western_Australia","surface_form":"Premier of Western Australia","offset":61},{"uri":"Australian_Labor_Party","surface_form":"Labor Party","offset":143},{"uri":"Cornwall","surface_form":"Cornwall","offset":309},{"uri":"Moonta%2C_South_Australia","surface_form":"Moonta","offset":335},{"uri":"Eaglehawk%2C_Victoria","surface_form":"Eaglehawk","offset":397},{"uri":"Bendigo%2C_Victoria","surface_form":"Bendigo","offset":413},{"uri":"Election","surface_form":"elected","offset":558},{"uri":"Abattoir","surface_form":"abattoir","offset":869},{"uri":"Quarry","surface_form":"quarries","offset":889},{"uri":"Wyndham%2C_Western_Australia","surface_form":"Wyndham","offset":994},{"uri":"Conscription","surface_form":"conscription","offset":1270},{"uri":"Cerebral_hemorrhage","surface_form":"Cerebral hemorrhage","offset":1649}]}