{"id":136807,"url":"http://en.wikipedia.org/wiki/Plague_of_Justinian","text":"e=\"preserve\">The Plague of Justinian was a pandemic in the Byzantine Empire in the years 541–542. It was the first recorded plague pandemic. It is estimated that the Plague of Justinian killed as many as 100 million people across the world, because it returned about every twelve years until 770 when it stopped for about 500 years.\nIt caused Europe's population to drop by around 50% between 541 and 700. It also may have contributed to the success of the Muslim conquests.\nIts social and cultural impact is comparable to that of the Black Death.\nOrigin and impact.\nThe plague may have come from Ethiopia or Egypt, and it was eventually carried north to the large city of Constantinople. Ships carrying grain, which the city imported, had many rats that carried the plague.\nAt its height, the plague killed 10,000 people in Constantinople everyday. It eventually killed 40% of the city's population. In all, about 25 million people died because of the plague. It is said to have contributed to the fall of the Byzantine Empire, because it killed farmers and caused famine. The empire relied on tax money, and the plague killed many taxpayers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pandemic","surface_form":"pandemic","offset":43},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":59},{"uri":"541","surface_form":"541","offset":89},{"uri":"542","surface_form":"542","offset":93},{"uri":"Plague","surface_form":"plague","offset":124},{"uri":"Muslim_conquests","surface_form":"Muslim conquests","offset":457},{"uri":"Black_Death","surface_form":"Black Death","offset":535},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":597},{"uri":"Egypt","surface_form":"Egypt","offset":609},{"uri":"Boat","surface_form":"Ships","offset":689},{"uri":"Import","surface_form":"import","offset":726},{"uri":"Rat","surface_form":"rat","offset":745},{"uri":"Constantinople","surface_form":"Constantinople","offset":825},{"uri":"Population","surface_form":"population","offset":889}]}