{"id":136865,"url":"http://en.wikipedia.org/wiki/Kandinsky","text":"Wassily Kandinsky (– 13 December 1944) was a Russian painter, printmaker and art theorist.\nHe was one of the most important 20th-century artists. He was a major figure in modern art and painted some of the first modern abstract works. His art changed several times during his life. It was fauvist, abstract, expressionist and constructivist in turn.\nLife.\nBorn in Moscow, Kandinsky spent his childhood in Odessa. He enrolled at the University of Moscow and chose to study law and economics. Quite successful in his profession—he was offered a professorship (chair of Roman Law) at the University of Dorpat—he started painting studies (life-drawing, sketching and anatomy) at the age of 30.\nIn 1896 he settled in Munich and studied first in a private school, then at the Academy of Fine Arts, Munich. He went back to Moscow in 1914 after World War I started. He was unsympathetic to the official theories on art in Moscow and returned to Germany in 1921. There he taught at the Bauhaus school of art and architecture from 1922 until the Nazis closed it in 1933. He then moved to France where he lived the rest of his life, and became a French citizen in 1939. He died at Neuilly-sur-Seine in 1944.\nInfluences.\nLater in life he would recall being fascinated and stimulated by colour as a child. His fascination with colour symbolism and psychology continued as he grew. In 1889, he was part of an ethnographic research group which travelled to the Vologda region north of Moscow. In \"Looks on the Past\", he tells how the houses and churches were decorated with such shimmering colours that, on entering them, he felt he was moving into a painting. This experience, and his study of the region's folk art (particularly the use of bright colours on a dark background), can be seen in much of his early work.\nHe was interested in geometry in art and philosophy. The creative aspect of the form is expressed by a descending series of circles, triangles and squares.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":45},{"uri":"Painting","surface_form":"painter","offset":53},{"uri":"Printmaker","surface_form":"printmaker","offset":62},{"uri":"Theorist","surface_form":"theorist","offset":81},{"uri":"Modern_art","surface_form":"modern art","offset":171},{"uri":"Abstract_art","surface_form":"abstract","offset":219},{"uri":"Fauvism","surface_form":"fauvist","offset":289},{"uri":"Expressionism","surface_form":"expressionist","offset":308},{"uri":"Constructivism","surface_form":"constructivist","offset":326},{"uri":"Moscow","surface_form":"Moscow","offset":364},{"uri":"Odessa","surface_form":"Odessa","offset":405},{"uri":"University_of_Moscow","surface_form":"University of Moscow","offset":432},{"uri":"Law","surface_form":"law","offset":472},{"uri":"Economics","surface_form":"economics","offset":480},{"uri":"Roman_Law","surface_form":"Roman Law","offset":567},{"uri":"University_of_Tartu","surface_form":"University of Dorpat","offset":585},{"uri":"Munich","surface_form":"Munich","offset":712},{"uri":"World_War_I","surface_form":"World War I","offset":837},{"uri":"Bauhaus","surface_form":"Bauhaus","offset":977},{"uri":"Nazism","surface_form":"Nazis","offset":1036},{"uri":"France","surface_form":"France","offset":1078},{"uri":"Neuilly-sur-Seine","surface_form":"Neuilly-sur-Seine","offset":1170},{"uri":"Ethnography","surface_form":"ethnographic","offset":1395},{"uri":"Moscow","surface_form":"Moscow","offset":1470}]}