{"id":136902,"url":"http://en.wikipedia.org/wiki/Unitarianism","text":"Unitarianism is a term that describes some forms of Christianity. Unitarianism can be described as the belief that God is just one person. This is different from what most other Christians think, which is that God is three different people all in the same person. That belief is called Trinitarianism. Unitarian Christians believe in Jesus of Nazareth. They think that Jesus was a great leader and prophet, but they generally do not think that Jesus is part of God himself.\nJesus existed before his human life.\nThe \"Son of God\" is a being that existed before Jesus' human life. It is called the Logos who dwelt with God in the beginning and then was born as the man Jesus. However, he is not eternal, but had a beginning of existence. God created him. This theology is commonly called Arianism, but there are many varieties of this form of Unitarianism. They range from the belief that the Son, before he came to earth, was a divine spirit of the same nature as God to the belief that he was an angel or other lesser spirit creature of a wholly different nature from God. Arius' views are only one variation of this theology.\nWhatever the case, in this belief system, Jesus is beneath God, but higher than humans (and has always been so). This concept could be referred to as \"elevated subordinationism.\" It is associated with early church figures such as Justin Martyr, Lucian of Antioch, Eusebius of Caesarea, Arius, Eusebius of Nicomedia, Asterius the Sophist, Eunomius, and Ulfilas, as well as Felix, Bishop of Urgel and others who believed that Jesus was God in his divine nature but his divinity in his human nature was through adoption. Arian forms of Unitarianism remain among Unitarians in Transylvania, Hungary, France, and several countries in Africa. Famous Arian Unitarians include Isaac Newton, Andrews Norton and Dr. William Ellery Channing.Ralph Waldo Emerson's father was a Unitarian pastor.\nSince the 19th century, several Evangelical or Revivalist movements also used an elevated subordinationist theology. This can be best described as Nontrinitarianism, rather than Unitarianism. Important figures include Barton W. Stone and Charles Taze Russell. Theologies among Evangelical Unitarians are sometimes classed as Arian, and sometimes Sabellian (Jesus is God in the flesh, the manifestation of God, who exists as a single person) and the Chinese-based sabbatarian True Jesus Church. Other modern non-trinitarian churches, such as the Filipino-based Iglesia ni Cristo, may also be included, although they reject the \"unitarian\" name to avoid confusion. Jehovah's Witnesses also have a nontrinitarian theology with specific traits. The Christian Churches of God (CCG) is another Unitarian Church with a World Conference. It has a lot of material on Unitarian theology and history and holds the doctrine of the Pre-existence of Jesus Christ. CCG like other Sabbatarian Churches of God trace their ancestry back to the early church and follow biblical law. The CCG and Sabbatarians are sometimes erroneously called Arians due to the pejorative Trinitarian use of that term and also that of Subordinationists (see Bibliography).\nJesus did not exist before his human life.\nThis theology ranges from the belief that Jesus was merely a great man filled with the Holy Spirit (sometimes called Psilanthropism or, more commonly, Socinianism) to the belief that he is the incarnation of God's \"impersonal\" Logos. It is associated with early church figures like the Ebionites, Theodotus of Byzantium, Artemon, and Paul of Samosata in the early Church, Marcellus of Ancyra and his pupil Photinus in the 4th century AD, and Michael Servetus, Ferenc Dávid and Faustus Socinus in the Protestant Reformation. It is from the latter that we get the word \"Socinianism,\" but the teaching of Socinus is unique in more than just its Christology, and so the name is best not used as merely a Christological term.\nIn modern times we see the psilanthropist view manifested in Rationalist Unitarianism, which emerged from the German Rationalism and the liberal theology of the 19th century. Its proponents took a highly intellectual and humanistic approach to religion. They rejected most of the miraculous events in the Bible (including the virgin birth.) They embraced evolutionary concepts, stated that man was good by default and abandoned the doctrine of biblical infallibility. Rationalist Unitarianism is distinguished from Deism (with which it nevertheless shares many features) by its belief in a personal deity who directly acts on creation, while Deists see God as holding aloof from creation.\nNotable Rationalist Unitarians include Ralph Waldo Emerson and Theodore Parker in theology and ministry, Joseph Priestley and Linus Pauling in science, Susan B. Anthony and Florence Nightingale in humanitarianism and social justice, Charles Dickens in literature, and Frank Lloyd Wright in arts. Many Hungarian Unitarians embrace the principles of Rationalist Unitarianism—the only Unitarian high school in the world, John Sigismund Unitarian Academy in Cluj Napoca (Kolozsvár, Klausenburg), Romania, teaches Rationalist Unitarianism. The psilanthropist concept of the nature of Jesus is similar to the viewpoint held by the Islamic faith, which regards Jesus as a non-divine and human Prophet. The Christadelphians, the Church of God of the Abrahamic Faith and the Biblical Unitarians are Evangelical Unitarians.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christianity","offset":52},{"uri":"Belief","surface_form":"belief","offset":103},{"uri":"God","surface_form":"God","offset":115},{"uri":"Trinitarianism","surface_form":"Trinitarianism","offset":286},{"uri":"Jesus","surface_form":"Jesus of Nazareth","offset":334},{"uri":"Prophet","surface_form":"prophet","offset":398},{"uri":"Logos","surface_form":"Logos","offset":595},{"uri":"Arianism","surface_form":"Arianism","offset":785},{"uri":"Angel","surface_form":"angel","offset":995},{"uri":"Arius","surface_form":"Arius","offset":1072},{"uri":"Justin_Martyr","surface_form":"Justin Martyr","offset":1356},{"uri":"Lucian_of_Antioch","surface_form":"Lucian of Antioch","offset":1371},{"uri":"Eusebius_of_Caesarea","surface_form":"Eusebius of Caesarea","offset":1390},{"uri":"Eusebius_of_Nicomedia","surface_form":"Eusebius of Nicomedia","offset":1419},{"uri":"Asterius_the_Sophist","surface_form":"Asterius the Sophist","offset":1442},{"uri":"Eunomius","surface_form":"Eunomius","offset":1464},{"uri":"Ulfilas","surface_form":"Ulfilas","offset":1478},{"uri":"Felix%2C_Bishop_of_Urgel","surface_form":"Felix, Bishop of Urgel","offset":1498},{"uri":"Adoptionism","surface_form":"adoption","offset":1634},{"uri":"Transylvania","surface_form":"Transylvania","offset":1699},{"uri":"Hungary","surface_form":"Hungary","offset":1713},{"uri":"France","surface_form":"France","offset":1722},{"uri":"Africa","surface_form":"Africa","offset":1755},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":1795},{"uri":"Andrews_Norton","surface_form":"Andrews Norton","offset":1809},{"uri":"William_Ellery_Channing","surface_form":"William Ellery Channing","offset":1832},{"uri":"Ralph_Waldo_Emerson","surface_form":"Ralph Waldo Emerson","offset":1856},{"uri":"Evangelicalism","surface_form":"Evangelical","offset":1941},{"uri":"Subordinationist","surface_form":"subordinationist","offset":1999},{"uri":"Nontrinitarianism","surface_form":"Nontrinitarianism","offset":2056},{"uri":"Barton_W._Stone","surface_form":"Barton W. Stone","offset":2127},{"uri":"Charles_Taze_Russell","surface_form":"Charles Taze Russell","offset":2147},{"uri":"Sabellianism","surface_form":"Sabellian","offset":2255},{"uri":"Iglesia_ni_Cristo","surface_form":"Iglesia ni Cristo","offset":2469},{"uri":"Jehovah%27s_Witnesses","surface_form":"Jehovah's Witnesses","offset":2572},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":3274},{"uri":"Psilanthropism","surface_form":"Psilanthropism","offset":3304},{"uri":"Socinianism","surface_form":"Socinianism","offset":3338},{"uri":"Ebionites","surface_form":"Ebionites","offset":3473},{"uri":"Theodotus_of_Byzantium","surface_form":"Theodotus of Byzantium","offset":3484},{"uri":"Artemon","surface_form":"Artemon","offset":3508},{"uri":"Paul_of_Samosata","surface_form":"Paul of Samosata","offset":3521},{"uri":"Marcellus_of_Ancyra","surface_form":"Marcellus of Ancyra","offset":3559},{"uri":"Photinus","surface_form":"Photinus","offset":3593},{"uri":"Michael_Servetus","surface_form":"Michael Servetus","offset":3629},{"uri":"Ferenc_D%C3%A1vid","surface_form":"Ferenc Dávid","offset":3647},{"uri":"Faustus_Socinus","surface_form":"Faustus Socinus","offset":3664},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":3687},{"uri":"Humanism","surface_form":"humanistic","offset":4129},{"uri":"Virgin_birth","surface_form":"virgin birth","offset":4234},{"uri":"Evolution","surface_form":"evolutionary concepts","offset":4263},{"uri":"Deism","surface_form":"Deism","offset":4423},{"uri":"Ralph_Waldo_Emerson","surface_form":"Ralph Waldo Emerson","offset":4636},{"uri":"Theodore_Parker","surface_form":"Theodore Parker","offset":4660},{"uri":"Joseph_Priestley","surface_form":"Joseph Priestley","offset":4702},{"uri":"Linus_Pauling","surface_form":"Linus Pauling","offset":4723},{"uri":"Susan_B._Anthony","surface_form":"Susan B. Anthony","offset":4749},{"uri":"Florence_Nightingale","surface_form":"Florence Nightingale","offset":4770},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":4830},{"uri":"Frank_Lloyd_Wright","surface_form":"Frank Lloyd Wright","offset":4865},{"uri":"Cluj_Napoca","surface_form":"Cluj Napoca","offset":5051},{"uri":"Romania","surface_form":"Romania","offset":5089},{"uri":"Islamic_view_of_Jesus","surface_form":"viewpoint held by the Islamic faith","offset":5200},{"uri":"Prophet","surface_form":"Prophet","offset":5283},{"uri":"Christadelphians","surface_form":"Christadelphians","offset":5296},{"uri":"Church_of_God_of_the_Abrahamic_Faith","surface_form":"Church of God of the Abrahamic Faith","offset":5318},{"uri":"Biblical_Unitarians","surface_form":"Biblical Unitarians","offset":5363},{"uri":"Evangelical","surface_form":"Evangelical","offset":5387}]}