{"id":137008,"url":"http://en.wikipedia.org/wiki/Canowindra%2C_New_South_Wales","text":"Canowindra (pronounced Can-noun-dra) is an historic town near Cowra in the central west of New South Wales, Australia. Canowindra is on the Belubula River.\nHistory.\nA post office opened in 1847. The mail came through Carcoar. It was not part of the road to the Lachlan because it didn't have a bridge.\nIn October 1863, bushranger Ben Hall's gang took over the village for three days. Everyone was held hostage in the hotel. The gang held a big party for everyone in the hotel. A monument to Ben Hall was put up in 1951 on the site of Robinson's hotel, the \"Travellers' Rest\". New research shows that the events happened at an hotel on the other side of the river.\nModern Canowindra.\nThe Royal Hotel is on the site of another hotel owned by Robinson. A sign on the wall says this was where Ben Hall's gang had their party. Other important buildings include the nursing home, the Junction Hotel, Finn's Building, the Victoria Hotel, the former Bank of NSW and the former CBC Bank. The Trading Post is a homewares shop that won a tourism award for 2006.\nCanowindra is also known as the Balloon Capital of Australia. One of the largest festivals in Australia used to take place here every April. This was called Marti's Fiesta, which is no longer held due to lack of money.\nAustralian country music star Captain Flange makes his home in Canowindra.\nFossils.\nThe town is the site of one of the world's great fossil discoveries. A road worker in 1956 found 360 million year old fish fossils. These were from the Devonian period in the Palaeozoic era. The \"Canowindra slab\" was taken to the Australian Museum, Sydney. The fish had been trapped in a pool of water that dried up. The fish found were two armoured antiarch placoderms, \"Remigolepis walkeri\" and \"Bothriolepis yeungae.\" They also found \"Canowindra grassi\", a lobe-finned crossopterygian fish, with two rare young arthrodire placoderms, \"Groenlandaspis\" species.\nMore fossils were found in January 1993 using an excavator to dig down to the fossil layer. Many fish were preserved in detail. Specimens can be seen in the Age of Fishes Museum. This was built with support and funding from the Australian Museum. The Canowindra site has now been listed as part of Australia's National Heritage because of its international scientific importance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cowra%2C_New_South_Wales","surface_form":"Cowra","offset":62},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":91},{"uri":"Australia","surface_form":"Australia","offset":108},{"uri":"Belubula_River","surface_form":"Belubula River","offset":140},{"uri":"Carcoar%2C_New_South_Wales","surface_form":"Carcoar","offset":217},{"uri":"Bushranger","surface_form":"bushranger","offset":319},{"uri":"Ben_Hall","surface_form":"Ben Hall","offset":330},{"uri":"Hot_air_balloon","surface_form":"Balloon","offset":1083},{"uri":"Country_music","surface_form":"country music","offset":1281},{"uri":"Fossil","surface_form":"fossil","offset":1403},{"uri":"Devonian","surface_form":"Devonian","offset":1506},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":1529},{"uri":"Australian_Museum","surface_form":"Australian Museum","offset":1584},{"uri":"Armour","surface_form":"armour","offset":1695},{"uri":"Antiarch","surface_form":"antiarch","offset":1704},{"uri":"Placoderm","surface_form":"placoderm","offset":1713},{"uri":"Remigolepis","surface_form":"Remigolepis walkeri","offset":1726},{"uri":"Bothriolepis","surface_form":"Bothriolepis yeungae","offset":1752},{"uri":"Crossopterygian","surface_form":"crossopterygian","offset":1826},{"uri":"Arthrodire","surface_form":"arthrodire","offset":1868},{"uri":"Excavator","surface_form":"excavator","offset":1966}]}