{"id":137057,"url":"http://en.wikipedia.org/wiki/Assistant_Secretary_of_Housing_and_Urban_Development_for_Housing","text":"e=\"preserve\">The Assistant Secretary for Housing, who also carries the title Federal Housing Commissioner, is a position within the United States Department of Housing and Urban Development. The Assistant Secretary is responsible for overseeing the $400 billion Federal Housing Administration insurance portfolio. He or she also oversees the Department of Housing and Urban Development's regulatory responsibilities in the areas of the Real Estate Settlement Procedures Act, the housing mission of Fannie Mae and Freddie Mac, and the manufactured housing industry.\nThe Federal Housing Commissioner is appointed by the President and confirmed by the United States Senate. The Assistant Secretary is third in the order of succession for the office of Secretary of Housing and Urban Development. The Assistant Secretary is paid at level IV of the Executive Schedule, meaning he or she receives a basic annual salary of $143,000. The incumbent Federal Housing Commissioner is Brian D. Montgomery, who was confirmed in February 2005. The previous Federal Housing Commissioner was John C. Weicher.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Department_of_Housing_and_Urban_Development","surface_form":"United States Department of Housing and Urban Development","offset":132},{"uri":"Federal_Housing_Administration","surface_form":"Federal Housing Administration","offset":262},{"uri":"Real_Estate_Settlement_Procedures_Act","surface_form":"Real Estate Settlement Procedures Act","offset":436},{"uri":"Fannie_Mae","surface_form":"Fannie Mae","offset":498},{"uri":"Freddie_Mac","surface_form":"Freddie Mac","offset":513},{"uri":"President_of_the_United_States","surface_form":"President","offset":618},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":649},{"uri":"Brian_D._Montgomery","surface_form":"Brian D. Montgomery","offset":972},{"uri":"February_2005","surface_form":"February 2005","offset":1014},{"uri":"John_C._Weicher","surface_form":"John C. Weicher","offset":1075}]}