{"id":13707,"url":"http://en.wikipedia.org/wiki/Vaccine","text":"A vaccine is medicine given by a doctor or nurse and makes a person less likely to get a disease. It gives immunity to an infectious disease caused by a particular germ (bacteria or virus). For example, the flu vaccine makes it less likely that a person will get the flu. A flu vaccine is often called a flu shot.\nVaccines are usually made from something that is alive, or was alive.\nThe word \"vaccine\" comes from the Latin words \"vaccīn-us\" (from the word \"vacca\", meaning \"cow\"). In 1796, Edward Jenner used cows infected with cowpox (\"variolae vaccinae\") to protect people against smallpox. The use of vaccines is called vaccination.\nHistory.\nEdward Jenner created the first vaccine in the 1770s. At this time, smallpox was a deadly disease. Jenner noticed that people who had already had cowpox (a disease that is related to smallpox) usually did not get smallpox. He thought that getting cowpox protected people against smallpox.\nTo test this idea, Jenner gave a boy cowpox. Then he infected the boy with smallpox. The boy did not get sick because he had already had cowpox. Jenner was right: having cowpox protected people against smallpox.\nBecause cowpox inoculation made fewer people sick than smallpox inoculation, England made smallpox inoculation illegal in 1840. In 1853, they made another law that said every child had to be vaccinated against smallpox using Jenifer vaccine.\nIn the 19th century, Louis Pasteur made a rabies vaccine.\nIn the 20th century, scientists created vaccines to protect people against diphtheria, measles, mumps, and rubella. In the 1950s, Jonas Salk created the polio vaccine.\nHowever, vaccines still do not exist for many important diseases, like malaria and HIV.\nMany countries have passed \"compulsory vaccination laws\" - laws that require certain people to get vaccinated. For example, in many countries, children have to be vaccinated against certain diseases in order to go to public school.\nTypes of vaccines.\nThere are many different types of vaccines.\nOne common type of vaccine is a \"live vaccine.\" This type of vaccine contains a small amount of a live virus or bacteria. Before the vaccine is given, scientists weaken the virus or bacteria so it cannot make a person sick. When a person gets a live vaccine, their immune system learns to recognize and fight off that virus or bacteria. Then, if the person is exposed to the virus or bacteria in the future, their immune system will already \"know\" how to fight it off. Examples of live vaccines include vaccines for measles, mumps, and chickenpox.\nAnother common type of vaccine is an \"inactivated vaccine.\" These vaccines contain dead viruses or bacteria. These do not cause the immune system to react as strongly as live vaccines. Because of this, people may need \"booster shots\" - extra doses of the vaccine, given at certain times, so their immune system can \"learn\" how to fight off the infection. Examples of inactivated vaccines include vaccines for pertussis (whooping cough), rabies, and hepatitis B.\nIn other vaccines, only a protein molecule from the virus or bacterium is injected into the patient. The protein is enough for the patient's immune system to recognize the whole germ.\nWith messenger RNA vaccines, only the messenger RNA (mRNA), which acts as a blueprint or recipe for the protein, is injected into the patient. The first mRNA vaccines were made in the 1990s, but scientists did not make large numbers of them until the 2010s. Some mRNA vaccines work against cancer and can make tumors smaller.\nScientists can make some types of vaccines in a laboratory.\nEffectiveness.\nVaccines do not guarantee complete protection from a disease. In other words, a person can get a disease that they were vaccinated against.\nSometimes, this happens because the person's immune system did not respond to the vaccine (it did not \"learn\" how to fight off the disease after the person got the vaccine). This may happen because the person's immune system is already weak (for example, because of diabetes, HIV infection, old age, or steroid use). It may also happen because the person's immune system cannot make the particular B cells which make the antibodies that stick to the pathogen.\nControversy.\nSince vaccines first existed, there have been people who did not agree with the idea of using vaccines. Around the world, most scientists and doctors agree that the benefits of using vaccines are much greater than the risks. The adverse effects from vaccines are rare. Not vaccinating people is a much greater risk, because vaccines prevent suffering and death from infectious diseases.\nThere have been controversies over using vaccines such as whether vaccines are safe, the amount of research and whether it is morally right to force people to get vaccinated.\nSome religious groups do not allow uses of vaccines.\nSome political groups argue that people should be able to choose whether or not to get vaccinated. They argue that laws requiring people to get vaccinated violate individual rights. In response, one study says: \"Vaccine refusal not only increases the individual risk of disease but also increases the risk for the whole community\".\nSome parents choose not to follow the regular vaccine schedule for their children. One study looked at parents of children ages six months to six years old. It found that 13% of these parents reported following an alternative vaccination schedule. However, of these parents, less than 1 out of every 5 reported refusing all vaccines. Most refused only certain vaccines, and/or delayed some vaccines until the child was older.\nParents who delay vaccines until their children are older are often concerned about their child's immune system being too young and weak to handle getting many vaccines at once.\nEconomics of development and patents.\nOne challenge in developing vaccines is economic. The diseases that most need vaccines today - HIV, malaria, and tuberculosis - exist mostly in poor countries. Companies that make vaccines would not make much money because many of the people who need them are too poor to pay for them. There would also be financial and other risks to these companies if they tried making new vaccines for these diseases.\nThroughout history, most vaccines have been developed by governments, universities, and non-profit organizations. Many vaccines have been highly cost-effective and good for public health. In recent decades, the number of vaccines given throughout the world has increased dramatically. This increase, particularly in the number of different vaccines given to children before they start school, may be due to laws and support from governments.\nAnother obstacle to making new vaccines is that when a new vaccine is made, the maker often files a patent on their vaccine. These patents can keep the process used to make the vaccine secret. That can make it harder to make other vaccines using the same process.\nAdditional components in vaccines.\nPreservatives in vaccines, such as thiomersal, phenoxyethanol, and formaldehyde, prevent serious adverse effects. Thiomersal is more effective against bacteria, lasts longer in storage, and makes the vaccine stronger, safer, and more stable (less likely to be changed by things like heat). However, in the United States, the European Union, and a few other developed countries, it is no longer used as a preservative in childhood vaccines because it contains mercury. Some people have argued that thimerosal contributes to autism. However, no convincing scientific evidence says this is true.\nIf no preservative is added to a vaccine, harmful bacteria may grow in the vaccine. For example, in 1928, \"Staphylococcus\" bacteria grew in a diphtheria vaccine that had no preservative in it. Of 21 children who got that vaccine, 12 died.\nUse in veterinary medicine.\nAnimals are vaccinated to keep them from getting diseases, and to keep them from infecting humans with diseases. Pets as well as livestock are routinely vaccinated.\nIn some instances, populations of wild animals may be vaccinated. Sometimes, wild animals are vaccinated by spreading vaccine-laced food in a disease-prone area. This method has been used to try to control rabies in raccoons. Where rabies occurs, laws may require dogs to get rabies vaccinations.\nDogs can also be vaccinated against many other diseases, including canine distemper, canine parvovirus, infectious canine hepatitis, adenovirus-2, leptospirosis, bordatella, canine parainfluenza virus, and Lyme disease.\nSeveral trends in vaccine development.\nScientists are also working on vaccines against many noninfectious human diseases, such as cancers and autoimmune disorders. For example, the experimental vaccine CYT006-AngQb has been investigated as a possible treatment for high blood pressure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medicine","surface_form":"medicine","offset":13},{"uri":"Doctor","surface_form":"doctor","offset":33},{"uri":"Nurse","surface_form":"nurse","offset":43},{"uri":"Disease","surface_form":"disease","offset":89},{"uri":"Immunity","surface_form":"immunity","offset":107},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":122},{"uri":"Bacteria","surface_form":"bacteria","offset":170},{"uri":"Virus","surface_form":"virus","offset":182},{"uri":"Influenza","surface_form":"flu","offset":207},{"uri":"Life","surface_form":"alive","offset":363},{"uri":"Cow","surface_form":"cow","offset":475},{"uri":"Edward_Jenner","surface_form":"Edward Jenner","offset":491},{"uri":"Cow","surface_form":"cow","offset":510},{"uri":"Cowpox","surface_form":"cowpox","offset":529},{"uri":"Smallpox","surface_form":"smallpox","offset":584},{"uri":"Vaccination","surface_form":"vaccination","offset":624},{"uri":"Smallpox","surface_form":"smallpox","offset":714},{"uri":"Cowpox","surface_form":"cowpox","offset":792},{"uri":"Smallpox","surface_form":"smallpox","offset":859},{"uri":"Inoculation","surface_form":"gave a boy cowpox","offset":961},{"uri":"Illegal","surface_form":"illegal","offset":1258},{"uri":"Louis_Pasteur","surface_form":"Louis Pasteur","offset":1410},{"uri":"Rabies","surface_form":"rabies","offset":1431},{"uri":"Scientist","surface_form":"scientist","offset":1468},{"uri":"Diphtheria","surface_form":"diphtheria","offset":1522},{"uri":"Measles","surface_form":"measles","offset":1534},{"uri":"Mumps","surface_form":"mumps","offset":1543},{"uri":"Rubella","surface_form":"rubella","offset":1554},{"uri":"Jonas_Salk","surface_form":"Jonas Salk","offset":1577},{"uri":"Polio_vaccine","surface_form":"polio vaccine","offset":1600},{"uri":"Malaria","surface_form":"malaria","offset":1686},{"uri":"HIV","surface_form":"HIV","offset":1698},{"uri":"Public_school","surface_form":"public school","offset":1920},{"uri":"Immune_system","surface_form":"immune system","offset":2263},{"uri":"Chickenpox","surface_form":"chickenpox","offset":2534},{"uri":"Pertussis","surface_form":"pertussis","offset":2955},{"uri":"Rabies","surface_form":"rabies","offset":2983},{"uri":"Hepatitis_B","surface_form":"hepatitis B","offset":2995},{"uri":"Messenger_RNA_vaccines","surface_form":"messenger RNA vaccines","offset":3197},{"uri":"Laboratory","surface_form":"laboratory","offset":3566},{"uri":"Diabetes_mellitus","surface_form":"diabetes","offset":3999},{"uri":"HIV","surface_form":"HIV infection","offset":4009},{"uri":"Steroid","surface_form":"steroid","offset":4036},{"uri":"B_cell","surface_form":"B cell","offset":4131},{"uri":"Adverse_effect_(medicine)","surface_form":"adverse effects","offset":4435},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":4572},{"uri":"Controversy","surface_form":"controversies","offset":4609},{"uri":"Morals","surface_form":"morally","offset":4719},{"uri":"Religion","surface_form":"religious","offset":4773},{"uri":"Politics","surface_form":"political","offset":4826},{"uri":"Liberty","surface_form":"individual rights","offset":4984},{"uri":"Economics","surface_form":"economic","offset":5835},{"uri":"HIV","surface_form":"HIV","offset":5890},{"uri":"Malaria","surface_form":"malaria","offset":5895},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":5908},{"uri":"Developing_country","surface_form":"poor countries","offset":5939},{"uri":"Poverty","surface_form":"poor","offset":6059},{"uri":"Government","surface_form":"government","offset":6257},{"uri":"University","surface_form":"universities","offset":6270},{"uri":"Non-profit_organization","surface_form":"non-profit organization","offset":6288},{"uri":"Public_health","surface_form":"public health","offset":6373},{"uri":"Patent","surface_form":"patent","offset":6742},{"uri":"Thiomersal","surface_form":"thiomersal","offset":6976},{"uri":"Phenoxyethanol","surface_form":"phenoxyethanol","offset":6988},{"uri":"Formaldehyde","surface_form":"formaldehyde","offset":7008},{"uri":"European_Union","surface_form":"European Union","offset":7266},{"uri":"First_World","surface_form":"developed countries","offset":7298},{"uri":"Thimerosal_controversy","surface_form":"thimerosal contributes to autism","offset":7438},{"uri":"Evidence","surface_form":"evidence","offset":7506},{"uri":"Staphylococcus","surface_form":"Staphylococcus","offset":7641},{"uri":"Pet","surface_form":"Pet","offset":7914},{"uri":"Livestock","surface_form":"livestock","offset":7930},{"uri":"Population","surface_form":"population","offset":7985},{"uri":"Rabies","surface_form":"rabies","offset":8172},{"uri":"Raccoon","surface_form":"raccoon","offset":8182},{"uri":"Canine_distemper","surface_form":"canine distemper","offset":8330},{"uri":"Canine_parvovirus","surface_form":"canine parvovirus","offset":8348},{"uri":"Infectious_canine_hepatitis","surface_form":"infectious canine hepatitis","offset":8367},{"uri":"Adenovirus-2","surface_form":"adenovirus-2","offset":8396},{"uri":"Leptospirosis","surface_form":"leptospirosis","offset":8410},{"uri":"Bordetella","surface_form":"bordatella","offset":8425},{"uri":"Canine_parainfluenza_virus","surface_form":"canine parainfluenza virus","offset":8437},{"uri":"Lyme_disease","surface_form":"Lyme disease","offset":8469},{"uri":"CYT006-AngQb","surface_form":"CYT006-AngQb","offset":8685},{"uri":"Hypertension","surface_form":"high blood pressure","offset":8748}]}