{"id":137030,"url":"http://en.wikipedia.org/wiki/United_States_Department_of_Health%2C_Education%2C_and_Welfare","text":"The United States Department of Health, Education, and Welfare (also known as HEW) was a cabinet-level department of the United States government from 1953 until 1979. It was administered by the United States Secretary of Health, Education, and Welfare. In 1979, a separate Department of Education (ED) was created from this department, and HEW was renamed as the Department of Health and Human Services (HHS).\nHistory.\nPresident Warren G. Harding proposed a Department of Education and Welfare as early as 1923, and similar proposals were also recommended by subsequent presidents, but for various reasons was not implemented. It was only enacted as part of \"Reorganization Plan Number 1 of 1953\", transmitted to Congress by President Dwight D. Eisenhower on March 12, 1953. HEW ran a Community Public Health Program, which was famous for its grants to cities like Chicago for rat control. It ran a Solid Waste program focused on municipal waste issues, like how to build sanitary landfills rather than dumps. It also had a radiation program under which it wrote standards on things like microwave ovens. When the EPA was created in 1970, it assumed a number of HEW’s programs that related to environmental protection, including its pesticides program and half of its radiation program.\nTo date, this was the only department of the U.S. government to be created through presidential reorganization authority, in which the president is allowed to create or reorganize bureaucracies as long as neither house of Congress passed a legislative veto. This power to create new departments was removed after 1962, but in the early 1980s, the Supreme Court declared legislative vetoes unconstitutional.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Cabinet","surface_form":"cabinet","offset":89},{"uri":"United_States","surface_form":"United States","offset":121},{"uri":"United_States_Secretary_of_Health%2C_Education%2C_and_Welfare","surface_form":"United States Secretary of Health, Education, and Welfare","offset":195},{"uri":"United_States_Department_of_Education","surface_form":"Department of Education","offset":274},{"uri":"United_States_Department_of_Health_and_Human_Services","surface_form":"Department of Health and Human Services","offset":364},{"uri":"Warren_G._Harding","surface_form":"Harding","offset":440},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":736},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":1635},{"uri":"Legislative_veto","surface_form":"legislative veto","offset":1658}]}