{"id":13700,"url":"http://en.wikipedia.org/wiki/Galician_language","text":"Galician (Galician:) is a modern language that is spoken in Galicia, a region of Spain in the northwest of the Iberian Peninsula. Galician is closely related to Portuguese because they split from the same language, which is now called Galician-Portuguese or Medieval Galician. Some even say that Galician and Portuguese are two dialects of the same language but with different accents. However, most scholars say that the differences are now so great since both languages separated in the Middle Ages that they are now truly different languages. Galician is also very similar to the Leonese language.\nGalician is a Romance language that evolved from Vulgar Latin, the Latin of common people in the medieval Kingdom of Galicia after the fall of the Western Roman Empire. The area is now Galicia, the western parts of Asturias and Castile-Leon and the Norte region in northern Portugal.\nGalician took most of its words from Latin, many from Spanish but some from Germanic and Celtic.\nGalician comes from Galician-Portuguese, spoken during the Middle Ages in the medieval Kingdom of Galicia. Today, Galician is spoken only in Galicia and by some people in North America, South America and Western Europe. In Jalisco, Mexico, Galician still leaves traces in the accent and words.\nDialect or language?\nSome people say Galician and Portuguese are really two dialects of the same language because there are not a lot of differences between them, but they are officially two separate languages. Most scholars say they that have become so different over hundreds of years that they are now two different languages.\nPeople who speak Portuguese in northern Portugal, which is close to Galicia, and people who speak Galician in Galicia, say that they can understand a lot each other, but that is less true in the south of Portugal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Galicia","surface_form":"Galicia","offset":60},{"uri":"Spain","surface_form":"Spain","offset":81},{"uri":"Iberian_Peninsula","surface_form":"Iberian Peninsula","offset":111},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":161},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":489},{"uri":"Leonese_language","surface_form":"Leonese language","offset":583},{"uri":"Romance_language","surface_form":"Romance language","offset":615},{"uri":"Kingdom_of_Galicia","surface_form":"Kingdom of Galicia","offset":707},{"uri":"Western_Roman_Empire","surface_form":"Western Roman Empire","offset":748},{"uri":"Asturias","surface_form":"Asturias","offset":816},{"uri":"Castile-Leon","surface_form":"Castile-Leon","offset":829},{"uri":"Regi%C3%B3n_Aut%C3%B3noma_del_Atl%C3%A1ntico_Norte","surface_form":"Norte region","offset":850},{"uri":"Portugal","surface_form":"Portugal","offset":875},{"uri":"Latin","surface_form":"Latin","offset":922},{"uri":"Spanish_language","surface_form":"Spanish","offset":939},{"uri":"Germanic_languages","surface_form":"Germanic","offset":961},{"uri":"Celtic_languages","surface_form":"Celtic","offset":974},{"uri":"North_America","surface_form":"North America","offset":1153},{"uri":"South_America","surface_form":"South America","offset":1168},{"uri":"Western_Europe","surface_form":"Western Europe","offset":1186},{"uri":"Jalisco","surface_form":"Jalisco","offset":1205},{"uri":"Mexico","surface_form":"Mexico","offset":1214}]}