{"id":137189,"url":"http://en.wikipedia.org/wiki/Two-nation_theory","text":"The two-nation theory (Urdu: دو قومی نظریہ‎ \"do qaumī nazariya\") is the basis of the creation of Pakistan. The two-nation theory in its simplest way means that cultural, political, religious, economic and social dissimilarities between the two major communities, Hindus and Muslims of the Subcontinent. These differences of outlook, in fact, were greatly instrumental in giving rise to two distinct political ideologies which were responsible for the partition of the sub-continent into two independent states. The two-nation theory was a founding principle of the Pakistan Movement (i.e. the ideology of Pakistan as a Muslim nation-state in South Asia), and the partition of India in 1947.\nThe ideology that religion is the determining factor in defining the nationality of Indian Muslims and Hindus was postulated by Muhammad Ali Jinnah, who termed it as the awakening of Muslims for the creation of Pakistan. As a consequence, it spawned creation of many Hindu nationalist organisations, with causes including working towards making India a similar state for the majority of Hindus residing there.\nThere are varying interpretations of the two-nation theory, based on whether the two postulated nationalities can coexist in one territory or not, with radically different implications. One interpretation argued for sovereign autonomy, including the right to secede, for Muslim-majority areas of the Indian subcontinent, but without any transfer of populations (i.e. Hindus and Muslims would continue to live together). A different interpretation contends that Hindus and Muslims constitute \"two distinct and frequently antagonistic ways of life and that therefore they cannot coexist in one nation.\" In this version, a transfer of populations (i.e. the total removal of Hindus from Muslim-majority areas and the total removal of Muslims from Hindu-majority areas) is a desirable step towards a complete separation of two incompatible nations that \"cannot coexist in a harmonious relationship\".\nOpposition to the theory has come from two sources. The first is the concept of a single Indian nation, of which Hindus and Muslims are two intertwined communities. Even after the formation of Pakistan, debates on whether Muslims and Hindus are distinct nationalities or not continued in India. The second source of opposition is the concept that while Indians are not one nation, neither are the Muslims or Hindus of the subcontinent, and it is instead the relatively homogeneous provincial units of the subcontinent which are true nations and deserving of sovereignty across the subcontinent.","categories":[],"infobox_types":[],"annotations":[]}