{"id":137121,"url":"http://en.wikipedia.org/wiki/Digital_signature","text":"e=\"preserve\">A digital signature or digital signature scheme is a type of asymmetric cryptography. For messages sent through an insecure channel, a good implementation of digital signature algorithm is the one that makes the receiver believe that the message was sent by the claimed sender, and trust the message.\nDigital signatures are equivalent to traditional handwritten signatures in many respects; properly implemented digital signatures are more difficult to copy than the handwritten type. Digital signature are implemented using cryptography. Digital signatures can also provide acknowledgement, meaning that the signer cannot successfully claim they did not sign a message, while also claiming their private key remains secret. Digital signatures are regularly used in USA, European countries and India in government as well as private offices. In India certificate called Digital Signing Certificate (DSC) is widely used for e-filing the business related documents and income tax return filing etc.\nDigital signatures are often used to implement electronic signatures, a broader term that refers to any electronic data that holds a meaning of a signature, but not all electronic signatures use digital signatures. In some countries, including the United States, and in the European Union, electronic signatures may have legal significance. In India electronic signature do not have any legal significance but digital signature does have legal validity and considered as legally valid signature as per the information technology act, 2000.\nDigital signature security and attacks.\nIn 1984, Shafi Goldwasser, Silvio Micali, and Ronald Rivest became the first to strictly define the security requirements of digital signature schemes. They described a hierarchy of attack models for signature schemes, they also present the \"GMR signature scheme\". GMR scheme was proven to be secure against adaptive chosen-message attacks — even when an attacker receives signatures for messages of his choice, this does not allow him to copy a signature for a single additional message.\nThe strongest notion of security, therefore, is security against existential forgery under an adaptive chosen message attack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Public-key_cryptography","surface_form":"asymmetric cryptography","offset":74},{"uri":"Algorithm","surface_form":"algorithm","offset":189},{"uri":"Signature","surface_form":"signature","offset":375},{"uri":"Cryptography","surface_form":"cryptography","offset":538},{"uri":"Electronic_signature","surface_form":"electronic signature","offset":1057},{"uri":"United_States","surface_form":"United States","offset":1258},{"uri":"European_Union","surface_form":"European Union","offset":1284},{"uri":"Shafi_Goldwasser","surface_form":"Shafi Goldwasser","offset":1599},{"uri":"Silvio_Micali","surface_form":"Silvio Micali","offset":1617},{"uri":"Ronald_Rivest","surface_form":"Ronald Rivest","offset":1636}]}