{"id":137392,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Cristobal_(2008)","text":"Tropical Storm Cristobal was the third tropical storm of the 2008 Atlantic hurricane season. It began on July 19 as a weather system away from the Southeast U.S. Coast. It became a tropical storm later that day. Cristobal stayed away from land, and reached its highest strength as a strong tropical storm on July 21. It moved to the northeast next to the U.S. East Coast and died out on July 23 near Nova Scotia. Because it was a weak storm and never moved onto land, Cristobal's damages were mostly moderate rainfall. The storm dropped 3.43 in (87 mm) of rain in Wilmington, North Carolina, where minor flooding happened. Also, the remnants helped produce rainfall on Nova Scotia, which caused some flooding on roads and in basements.\nStorm history.\nOn July 14, 2008 a weakening weather system stretched across northern Florida, causing thunderstorms. A weak low pressure area formed on July 15 near Tallahassee, which moved towards the southeast into the Gulf of Mexico. Late on July 16, it moved onto land near Tampa, and strengthening was not expected. However, late on July 17, thunderstorms became stronger around the low pressure area, and the system started to get better organized. Late on July 18, the National Hurricane Center (NHC) said that a tropical depression was forming. At 11 p.m. EST on July 18 (0300 UTC July 19), it was classified as Tropical Depression Three, about 65 miles (105 km) to the southeast of Charleston, South Carolina.\nIt was located between an area of high pressure to its southeast and another one to the northwest, the depression moved slowly towards the northeast. It became a weak tropical storm during the early afternoon of July 19. In the beginning, the storm was not strong, with few strong thunderstorms. Dry air in the middle- to-upper-levels of the atmosphere caused the storm to not strengthen. However, late on July 20 thunderstorms became more active. Cristobal stayed as a weak tropical storm during the time that it moved close to the South Carolina and North Carolina coast, and the storm never moved onto land. It reached its highest intensity as a strong tropical storm on July 21 while it passed east of Cape Hatteras, and stayed the same over the warm Gulf Stream. The storm started to enter cooler waters, and the cyclone quickly moved towards the east-northeastward on July 21 and July 22. In the afternoon of July 22, Cristobal began to weaken while to the south of Nova Scotia. The storm's cloud pattern became weak, and on July 23, it became an extratropical cyclone, and was no longer a tropical storm. The National Hurricane Center issued its last advisory on the system at 5:00 am EDT (0900 UTC) on July 23.\nImpact.\nBefore the storm, the National Hurricane Center started a tropical storm warning from Cape Lookout, North Carolina to the Virginia–North Carolina border. Before Cristobal formed, it produced light rain in Florida. At Lake Wales, about 6 inches (150 mm) of rainfell, mostly in a two hour period. The rain clogged storm drains, which caused light flooding. The rain caused no serious problems, and helped get rid of dry conditions. The storm dropped in Wilmington, North Carolina. Minor flooding happened there. Because most of the storm stayed out to sea, winds along the coast were light. On the coast, storm surge reached above normal. Winds that were of tropical storm-strength were reported offshore. No severe damage was reported.\nCristobal helped produce heavy rain and flooding in Atlantic Canada. At Baccaro Point on the southern tip of Nova Scotia, 224 mm (8.8 in) of rain fell. There was flooding to basements and streets in Cape Sable. A sailor from Connecticut was rescued to the southeast of Halifax by a Canadian helicopter, because his ship capsized in the strong waves.","categories":[],"infobox_types":[],"annotations":[{"uri":"2008_Atlantic_hurricane_season","surface_form":"2008 Atlantic hurricane season","offset":61},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":400},{"uri":"Wilmington%2C_North_Carolina","surface_form":"Wilmington, North Carolina","offset":564},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":669},{"uri":"Florida","surface_form":"Florida","offset":821},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":860},{"uri":"Tallahassee%2C_Florida","surface_form":"Tallahassee","offset":901},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":957},{"uri":"Tampa%2C_Florida","surface_form":"Tampa","offset":1014},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1212},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":1321},{"uri":"Charleston%2C_South_Carolina","surface_form":"Charleston, South Carolina","offset":1427},{"uri":"Cape_Hatteras","surface_form":"Cape Hatteras","offset":2161},{"uri":"Gulf_Stream","surface_form":"Gulf Stream","offset":2210},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":2427},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":2508},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":2571},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":2704},{"uri":"Tropical_storm_warning","surface_form":"tropical storm warning","offset":2740},{"uri":"Cape_Lookout%2C_North_Carolina","surface_form":"Cape Lookout, North Carolina","offset":2768},{"uri":"Virginia","surface_form":"Virginia","offset":2804},{"uri":"North_Carolina","surface_form":"North Carolina","offset":2813},{"uri":"Florida","surface_form":"Florida","offset":2887},{"uri":"Lake_Wales%2C_Florida","surface_form":"Lake Wales","offset":2899},{"uri":"Wilmington%2C_North_Carolina","surface_form":"Wilmington, North Carolina","offset":3133},{"uri":"Storm_surge","surface_form":"storm surge","offset":3285},{"uri":"Atlantic_Canada","surface_form":"Atlantic Canada","offset":3469},{"uri":"Baccaro_Point%2C_Nova_Scotia","surface_form":"Baccaro Point","offset":3489},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":3526},{"uri":"Cape_Sable%2C_Nova_Scotia","surface_form":"Cape Sable","offset":3616},{"uri":"Connecticut","surface_form":"Connecticut","offset":3642},{"uri":"Helicopter","surface_form":"helicopter","offset":3708}]}