{"id":13733,"url":"http://en.wikipedia.org/wiki/Record_label","text":"A record label or record company makes and sells audio and video recordings, on various formats including compact discs, LPs, DVD-Audio, SACDs, and cassettes. The name \"record label\" is from the paper label at the center of a gramophone record (what is also known as a \"phonograph record\" in American English).\nMost major record labels are owned by a few large multinational companies (Big Four record labels) that make up the almost all of the global recording industry, although there is a recent resurgence in independent record labels.\nLabels as brands.\nRecording companies often spend a lot of time and money in discovering new musicians or developing the talent of artists they already have signed up with a contract. The association of the brand with the artists helps define the image of both the brand and the artist.\nIn spite of the fact that both parties need each other to survive, the relationship between record labels and artists can, at times, be a difficult one. Many artists have had albums changed or censored in some way by the labels before they are released—songs being edited, artwork or titles being changed, etc. Record labels generally do this because they believe that the album will sell better if the changes are made. Often the record label's decisions are correct ones from a commercial perspective, but this typically frustrates the artist who feels that their artwork is being destroyed.\nIn the early days of the recording industry, record labels were absolutely necessary for the success of any artist. The first goal of any new artist or band was to get signed to a contract as soon as possible. In the 1940s, 1950s and 1960s, many artists were so desperate to sign a contract with a record company that they usually ended up signing a bad contract, sometimes giving away the rights to their music in the process. Entertainment lawyers are used by some to look over any contract before it is signed.\nIndustry consolidation.\nIn the 1970s and 1980s, there was a phase of consolidation in the record industry that led to almost all major labels being owned by a very few multinational companies, who in turn were members of the RIAA.\nThe resurgence of independent labels.\nIn the 1990s, due to the widespread use of home studios, consumer CD recorders, and the Internet, independent labels began to become more commonplace. Independent labels are typically artist-owned (although not always), with a focus usually on making good music and not necessarily on the business aspects of the industry or making lots of money. Because of this, independent artists usually receive less radio play and sell fewer CDs than artists signed to major labels. However, they usually have more control over the music and packaging of the released product.\nOn occasion established artists, once their record contract has finished, move to an independent label. This often gives the combined advantage of name recognition and more control over one's music. Singers Dolly Parton, Aimee Mann and Prince, among others, have achieved this.\nWhile there are many independent labels, folk singer Ani DiFranco's Righteous Babe Records is often cited as an ideal example. The singer turned down lucrative contracts from several top-name labels in order to establish her own New-York-based company. Constant touring resulted in noteworthy success for an act without significant major funding. Ani and others from the company have spoken on several occasions about their business model in hopes of encouraging others.\nSome independent labels become successful enough that major record companies negotiate contracts to either distribute music for the label or in some cases, purchase the label completely.\nOn the punk rock scene, the DIY punk ethic encourages bands to self-publish and self-distribute. This approach has been around since the early 1980s, in an attempt to stay true to the punk ideals of doing it yourself and not selling out to corporate profits and control. Such labels have a reputation for being fiercely uncompromising and especially unwilling to cooperate with the Big Five record labels at all.\nThe emergence of net labels.\n\"Main Article:\" net label\nWith the Internet now being a viable source for music, net labels emerge. Depending on the ideals of the net label, music files from the artists may be downloaded free of charge or for a fee that is paid via PayPal or an online payment system. Some of these labels also offer hard copy CDs in addition to direct download (for example, Baltimore's [http://www.schismatik.com Schismatik] record label ships CDs for a nominal charge). Most net labels acknowledge the Creative Commons licensing system thus reserving certain rights for the artist.\nThere are gas stations in Erie, Pennsylvania.\nThe emergence of open-source labels.\n\"Main Article:\" Open source record label\nThe new century brings the phenomenon of \"open-source\" or \"open-content\" record label. These are inspired by the free software and open-source movement and the success of GNU/Linux.","categories":[],"infobox_types":[],"annotations":[{"uri":"Compact_disc","surface_form":"compact disc","offset":106},{"uri":"Vinyl_record","surface_form":"LP","offset":121},{"uri":"DVD-Audio","surface_form":"DVD-Audio","offset":126},{"uri":"SACD","surface_form":"SACD","offset":137},{"uri":"Audio_cassette","surface_form":"cassettes","offset":148},{"uri":"Gramophone_record","surface_form":"gramophone record","offset":226},{"uri":"Multinational","surface_form":"multinational","offset":361},{"uri":"Big_Four_record_labels","surface_form":"Big Four record labels","offset":386},{"uri":"Recording_industry","surface_form":"recording industry","offset":452},{"uri":"Independent_record_label","surface_form":"independent record label","offset":513},{"uri":"Musician","surface_form":"musicians","offset":633},{"uri":"1940s","surface_form":"1940s","offset":1638},{"uri":"1950s","surface_form":"1950s","offset":1645},{"uri":"1960s","surface_form":"1960s","offset":1655},{"uri":"1970s","surface_form":"1970s","offset":1966},{"uri":"1980s","surface_form":"1980s","offset":1976},{"uri":"RIAA","surface_form":"RIAA","offset":2160},{"uri":"1990s","surface_form":"1990s","offset":2211},{"uri":"Dolly_Parton","surface_form":"Dolly Parton","offset":2977},{"uri":"Aimee_Mann","surface_form":"Aimee Mann","offset":2991},{"uri":"Prince_(artist)","surface_form":"Prince","offset":3006},{"uri":"Ani_DiFranco","surface_form":"Ani DiFranco","offset":3101},{"uri":"Righteous_Babe_Records","surface_form":"Righteous Babe Records","offset":3116},{"uri":"Punk_rock","surface_form":"punk rock","offset":3713},{"uri":"DIY_punk_ethic","surface_form":"DIY punk ethic","offset":3734},{"uri":"1980s","surface_form":"1980s","offset":3849},{"uri":"Selling_out","surface_form":"selling out","offset":3931},{"uri":"Big_Five_record_labels","surface_form":"Big Five record labels","offset":4088},{"uri":"Net_label","surface_form":"net label","offset":4164},{"uri":"Net_label","surface_form":"net label","offset":4229},{"uri":"PayPal","surface_form":"PayPal","offset":4382},{"uri":"Creative_Commons","surface_form":"Creative Commons","offset":4638},{"uri":"Open_source_record_label","surface_form":"Open source record label","offset":4817}]}