{"id":137498,"url":"http://en.wikipedia.org/wiki/Vitiligo","text":"Vitiligo is a skin disease that causes the skin to lose its color. It occurs when the melanocytes, cells that give skin their color, die or do not work. This is a problem because these cells protect against the light from the sun.\nHow is it caught?\nThe exact cause of vitiligo is complex and not fully understood. It may be caused by the immune system, genetic, and environmental factors.\nVitiligo may also be caused by stress that affects the immune system, leading the body to react and start eliminating skin pigment.\nPeople over 20 years old rarely develop this disease. These patches often occur to both sides symmetrically and may change shape.\nEffects of vitiligo.\nThis disease can also affect the mental state of the patient.\nCuring it.\nAs of 2020, doctors do not understand what causes the disease, so right now, it can not be cured. Some things can be done to fight its effects, though. Makeup or cosmetics can cover up the parts of the skin with vitiligo. Also, staying out of the sun to prevent tanning is good. But the treatment given by most skin doctors is cortico steroid cream.\nBreakthrough discovery in 2004 allowed for the transplant of melanocytes to vitiligo affected areas, repigmenting the region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Skin_disease","surface_form":"skin disease","offset":14},{"uri":"Skin","surface_form":"skin","offset":43},{"uri":"Color","surface_form":"color","offset":60},{"uri":"Melanocyte","surface_form":"melanocyte","offset":86},{"uri":"Cell","surface_form":"cell","offset":99},{"uri":"Immune_system","surface_form":"immune system","offset":338},{"uri":"Genetic","surface_form":"genetic","offset":353},{"uri":"Immune_system","surface_form":"immune system","offset":444},{"uri":"Symmetry","surface_form":"symmetrically","offset":615},{"uri":"Makeup","surface_form":"Makeup","offset":897},{"uri":"Cosmetics","surface_form":"cosmetics","offset":907},{"uri":"Tanning","surface_form":"tanning","offset":1007},{"uri":"Medical_doctor","surface_form":"doctors","offset":1061},{"uri":"Melanocyte","surface_form":"melanocyte","offset":1156}]}