{"id":137536,"url":"http://en.wikipedia.org/wiki/Stream_cipher","text":"In cryptography, a stream cipher is a symmetric key cipher where plaintext bits are combined with a pseudorandom cipher bit stream (keystream) using an exclusive-or (xor) operation. In a stream cipher the Plaintext digits are encrypted one at a time, and the transformation of successive digits varies during the encryption state. An alternative name is a state cipher, as the encryption of each digit is dependent on the current state. In practice, the digits are typically single bits or bytes.\nStream ciphers represent a different approach to symmetric encryption from block ciphers. Block ciphers operate on large blocks of fixed length. Stream ciphers typically execute at a higher speed than block ciphers and have lower hardware requirements. However, stream ciphers can be susceptible to serious security problems if used incorrectly; for example, in particular, the same starting state must never be used twice.\nA stream cipher makes use of a much smaller and more convenient cryptographic key, for example 128 bits keys. Based on this key, it generates a pseudorandom keystream which can be combined with the plaintext digits in a similar way to the one-time pad encryption algorithm. However, because the keystream is pseudorandom, and not truly random, the security associated with the one-time pad cannot be applied and it is quite possible for a stream cipher to be completely insecure.\nSynchronous stream ciphers.\nIn a synchronous stream cipher a stream of pseudo-random digits is generated independently of the plaintext and ciphertext messages, and then combined with the plaintext (to encrypt) or with the ciphertext (to decrypt). In the most common form, binary digits(bits) are used, and the keystream is combined with the plaintext using the exclusive or operation (XOR). This is termed a binary additive stream cipher.\nIn a synchronous stream cipher, the sender and receiver must be in synchronous for decryption to be successful. If digits are added or removed from the message during transmission, synchronisation is lost. To restore synchronisation, various offsets can be tried systematically to obtain the correct decryption. Another approach is to mark the ciphertext with markers at regular points in the output.\nIf, however, a digit is corrupted in transmission, rather than added or lost, only a single digit in the plaintext is affected and the error does not propagate to other parts of the message. This property is useful when the transmission error rate is high; however, it makes it less likely that the error would be detected without further mechanisms. Moreover, because of this property, synchronous stream ciphers are very susceptible to active attacks — if an attacker can change a digit in the ciphertext, he might be able to make predictable changes to the corresponding plaintext bit; for example, flipping a bit in the ciphertext causes the same bit to be flipped(Toggled) in the plaintext.\nSelf-synchronizing stream ciphers.\nSelf-synchronizing stream ciphers is another technique that uses part of the previous \"N\" ciphertext digits to compute the keystream. Such schemes are known also as asynchronous stream ciphers or ciphertext autokey (CTAK). The idea of self-synchronization was patented in 1946, and has the advantage that the receiver will automatically synchronise with the keystream generator after receiving \"N\" ciphertext digits, making it easier to recover if digits are dropped or added to the message stream. Single-digit errors are limited in their effect, affecting only up to \"N\" plaintext digits. It is somewhat more difficult to perform active attacks on self-synchronising stream ciphers rather than synchronous counterparts.\nAn example of a self-synchronising stream cipher is a block cipher in cipher-feedback mode (CFB).\nLinear feedback shift register-based stream ciphers.\nBinary stream ciphers are often constructed using linear feedback shift registers (LFSRs) because they can be easily implemented in hardware and can be quickly analysed mathematically. However, the use of LFSRs only is insufficient to provide good security. Various schemes have been designed to increase the security of LFSRs.\nNon-linear combining functions.\nBecause LFSRs are inherently linear, one technique for removing the linearity is to feed the outputs of a group of parallel LFSRs into a non-linear Boolean function to form a \"combination generator\". Various properties of such a \"combining function\" are important for ensuring the security of the resultant scheme, for example, in order to avoid correlation attacks.\nClock-controlled generators.\nNormally LFSRs are stepped regularly. One technique to introducting non-linearity is to have the LFSR clocked irregularly, controlled by the output of a second LFSR. Such generators include the stop-and-go generator, the alternating step generator and the shrinking generator.\nThe stop-and-go generator (Beth and Piper, 1984) consists of two LFSRs. One LFSR is clocked if the output of a second is a \"1\", otherwise it repeats its previous output. This output is then (in some versions) combined with the output of a third LFSR clocked at a regular rate.\nThis technique suffers from timing attacks on the second generator, since the speed of the output is variable in a manner that depends on the second generator's state. This can be improved by buffering the output.\nFilter generator.\nAnother approach to improving the security of an LFSR is to pass the entire state of a single LFSR into a non-linear \"filtering function\".\nOther designs.\nInstead of a linear driving device, one may use a nonlinear update function. For example, Klimov and Shamir proposed triangular functions (T-Functions) with a single cycle on n bit words.\nSecurity.\nTo be secure, the period of the keystream (the number of digits output before the stream repeats itself) needs to be large enough. If the sequence repeats, then the overlapping ciphertexts can be aligned against each other \"in depth\", and there are techniques which allow extraction of the plaintext form ciphertexts generated using these methods.\nUsage.\nStream ciphers are often used in applications where plaintext comes in quantities of unknowable length as in secure wireless connections. If a block cipher were to be used in this type of application, the designer would need to choose either transmission efficiency or implementation complexity, since block ciphers cannot directly work on blocks shorter than their block size. For example, if a 128-bit block cipher received separate 32-bit bursts of plaintext, three quarters of the transmitted data need padding. Block ciphers must be used in ciphertext stealing or residual block termination mode to avoid padding, while stream ciphers eliminate this issue by operating on the smallest transmitted unit (usually bytes).\nAnother advantage of stream ciphers in military cryptography is that the cipher stream can be generated by an encryption device that is subject to strict security measures then fed to other devices, e.g. a radio set, which will perform the xor operation as part of their function. The other device can be designed for used in less securely environments.\nChameleon,\nFISH,\nHelix,\nISAAC,\nPanama,\nPike,\nSEAL,\nSOBER,\nWAKE.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cryptography","surface_form":"cryptography","offset":3},{"uri":"Symmetric-key_algorithm","surface_form":"symmetric key","offset":38},{"uri":"Cipher","surface_form":"cipher","offset":52},{"uri":"Plaintext","surface_form":"plaintext","offset":65},{"uri":"Pseudorandom","surface_form":"pseudorandom","offset":100},{"uri":"Keystream","surface_form":"keystream","offset":132},{"uri":"Exclusive-or","surface_form":"exclusive-or","offset":152},{"uri":"Plaintext","surface_form":"Plaintext","offset":205},{"uri":"Numerical_digit","surface_form":"digits","offset":215},{"uri":"Bit","surface_form":"bit","offset":482},{"uri":"Byte","surface_form":"byte","offset":490},{"uri":"Symmetric-key_algorithm","surface_form":"symmetric","offset":546},{"uri":"Block_cipher","surface_form":"block cipher","offset":572},{"uri":"Key_(cryptography)","surface_form":"cryptographic key","offset":985},{"uri":"Key_size","surface_form":"128 bits keys","offset":1016},{"uri":"Pseudorandom","surface_form":"pseudorandom","offset":1065},{"uri":"Keystream","surface_form":"keystream","offset":1078},{"uri":"Plaintext","surface_form":"plaintext","offset":1119},{"uri":"One-time_pad","surface_form":"one-time pad","offset":1160},{"uri":"Encryption","surface_form":"encryption","offset":1173},{"uri":"Algorithm","surface_form":"algorithm","offset":1184},{"uri":"Random","surface_form":"random","offset":1257},{"uri":"One-time_pad","surface_form":"one-time pad","offset":1298},{"uri":"Plaintext","surface_form":"plaintext","offset":1527},{"uri":"Ciphertext","surface_form":"ciphertext","offset":1541},{"uri":"Bit","surface_form":"bit","offset":1688},{"uri":"Keystream","surface_form":"keystream","offset":1712},{"uri":"Exclusive_or","surface_form":"exclusive or","offset":1763},{"uri":"Synchronization_(computer_science)","surface_form":"synchronous","offset":1908},{"uri":"Attack_model","surface_form":"active attacks","offset":2680},{"uri":"Flip-flop_(electronics)","surface_form":"flipping","offset":2844},{"uri":"Technique","surface_form":"technique","offset":3018},{"uri":"Patent","surface_form":"patent","offset":3233},{"uri":"Keystream","surface_form":"keystream","offset":3331},{"uri":"Attack_model","surface_form":"active attacks","offset":3605},{"uri":"Block_cipher_modes_of_operation","surface_form":"block cipher in cipher-feedback mode","offset":3749},{"uri":"Linear_feedback_shift_register","surface_form":"linear feedback shift register","offset":3896},{"uri":"Computer_hardware","surface_form":"hardware","offset":3978},{"uri":"Analyse","surface_form":"analyse","offset":4006},{"uri":"Design","surface_form":"design","offset":4130},{"uri":"Technique","surface_form":"technique","offset":4247},{"uri":"Boolean_function","surface_form":"Boolean function","offset":4354},{"uri":"Correlation_attack","surface_form":"correlation attack","offset":4552},{"uri":"Technique","surface_form":"technique","offset":4644},{"uri":"Stop-and-go_generator","surface_form":"stop-and-go generator","offset":4796},{"uri":"Alternating_step_generator","surface_form":"alternating step generator","offset":4823},{"uri":"Shrinking_generator","surface_form":"shrinking generator","offset":4858},{"uri":"Technique","surface_form":"technique","offset":5161},{"uri":"Keystream","surface_form":"keystream","offset":5772},{"uri":"Ciphertext","surface_form":"ciphertext","offset":5917},{"uri":"Technique","surface_form":"technique","offset":5989},{"uri":"Plaintext","surface_form":"plaintext","offset":6030},{"uri":"Wireless_LAN","surface_form":"wireless","offset":6211},{"uri":"Block_cipher","surface_form":"block cipher","offset":6238},{"uri":"Padding_(cryptography)","surface_form":"padding","offset":6602},{"uri":"Ciphertext_stealing","surface_form":"ciphertext stealing","offset":6641},{"uri":"Residual_block_termination","surface_form":"residual block termination","offset":6664},{"uri":"Device","surface_form":"device","offset":6940},{"uri":"Radio","surface_form":"radio set","offset":7025},{"uri":"Design","surface_form":"design","offset":7124},{"uri":"Chameleon_(cipher)","surface_form":"Chameleon","offset":7173},{"uri":"FISH_(cipher)","surface_form":"FISH","offset":7184},{"uri":"Helix_(cipher)","surface_form":"Helix","offset":7190},{"uri":"ISAAC_(cipher)","surface_form":"ISAAC","offset":7197},{"uri":"Panama_(cipher)","surface_form":"Panama","offset":7204},{"uri":"Pike_(cipher)","surface_form":"Pike","offset":7212},{"uri":"SEAL_(cipher)","surface_form":"SEAL","offset":7218},{"uri":"SOBER_(cipher)","surface_form":"SOBER","offset":7224},{"uri":"WAKE_(cipher)","surface_form":"WAKE","offset":7231}]}