{"id":13750,"url":"http://en.wikipedia.org/wiki/Pain","text":"e=\"preserve\">Pain is a symptom of being hurt or sick. It is a bad sensation that is physical \"and\" emotional.\nMost pain starts when part of the body is hurt. Nerves in that part send messages to the brain. Those messages tell the brain that the body is being damaged. Pain is not just the message the nerve sends to the brain. It is the bad emotion felt because of that damage.\nThe message that the nerve sends to the brain is called \"nociception\". What is experienced \"because of\" the nociception is pain.\nKinds of pain.\nPain can be \"acute\" or \"chronic\". Acute means it only happens a short time. Chronic means the pain lasts a long time.\nPain can also happen when there is no underlying injury or cause. Pain can happen just because the nerves do not work right. This is called \"neuropathic\" pain.\nTreatments for pain.\nFor most pain, the best treatment is to stop the damage that makes the pain. If the ankle is sprained, doctors tell the person not to walk on it. They tell them to put ice on it. This helps the injury stop. For an ulcer in the stomach, doctors stop the acid made in the stomach. This helps the ulcer to heal.\nThere are doctors who specialize in pain management. These are usually anesthesiologists but may also have any one of a number of underlying areas of specialization, such as neurology, physiatry, or internal medicine.\nChronic pain.\nA new genetic method of treating chronic pain is in the research stage. The idea is to inactivate (turn off) gene HCN2, which plays a key role in chronic pain. Experiments on mice suggest this will work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Symptom","surface_form":"symptom","offset":23},{"uri":"Body","surface_form":"body","offset":144},{"uri":"Nerve","surface_form":"Nerve","offset":158},{"uri":"Brain","surface_form":"brain","offset":199},{"uri":"Damage","surface_form":"damaged","offset":259},{"uri":"Emotion","surface_form":"emotion","offset":341},{"uri":"Medical_doctor","surface_form":"doctors","offset":924},{"uri":"Ice","surface_form":"ice","offset":989},{"uri":"Acid","surface_form":"acid","offset":1074},{"uri":"Medical_doctor","surface_form":"doctors","offset":1140},{"uri":"Pain_management","surface_form":"pain management","offset":1166},{"uri":"Anesthesiologist","surface_form":"anesthesiologist","offset":1201},{"uri":"Genetic","surface_form":"genetic","offset":1368},{"uri":"Research","surface_form":"research","offset":1418},{"uri":"Gene","surface_form":"gene","offset":1471},{"uri":"Mice","surface_form":"mice","offset":1537}]}