{"id":137607,"url":"http://en.wikipedia.org/wiki/Artificial_selection","text":"Artificial selection is the intentional breeding of plants or animals. It means the same thing as selective breeding and is an ancient method of genetic engineering.\nSelective breeding is a technique used when breeding domesticated animals, such as dogs, pigeons or cattle. Some of these animals may have traits that a breeder will want to carry over to the next generation. The breeder will therefore select those animals to breed which have that quality, rather than those that do not.\nInbreeding is a particular kind of selective breeding, designed to produce a population which is genetically virtually identical. Such populations are rarely viable outside the laboratory. They lose fertility. To control this, most breeds are outcrossed or backcrossed to wild-type individuals, or at least less inbred stock. The details differ from breed to breed. The improvement when outcrossing is done is called hybrid vigour.\nCharles Darwin used the example of artificial selection to introduce his idea of natural selection. Artificial selection may be contrasted with the process of natural selection. In natural selection, the differential reproduction of organisms with certain traits happens. This is because some variations help the organism to have better survival and reproduction. The process maintains or enhances the fitness of a population in its natural habitat.\nArtificial selection may sometimes be unintentional; it is thought that domestication of crop<nowiki/>s by early humans was largely unintentional.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetic_engineering","surface_form":"genetic engineering","offset":145},{"uri":"Technique","surface_form":"technique","offset":190},{"uri":"Breed","surface_form":"breed","offset":210},{"uri":"Domestication","surface_form":"domesticated","offset":219},{"uri":"Animal","surface_form":"animal","offset":232},{"uri":"Dog","surface_form":"dog","offset":249},{"uri":"Pigeon","surface_form":"pigeon","offset":255},{"uri":"Cattle","surface_form":"cattle","offset":266},{"uri":"Trait_(biology)","surface_form":"traits","offset":305},{"uri":"Inbreeding","surface_form":"Inbreeding","offset":488},{"uri":"Fertility","surface_form":"fertility","offset":687},{"uri":"Outcrossing","surface_form":"outcrossed","offset":731},{"uri":"Wild-type","surface_form":"wild-type","offset":760},{"uri":"Hybrid_vigour","surface_form":"hybrid vigour","offset":905},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":920},{"uri":"Natural_selection","surface_form":"natural selection","offset":1001},{"uri":"Fitness","surface_form":"fitness","offset":1322},{"uri":"Habitat","surface_form":"habitat","offset":1361},{"uri":"Crop","surface_form":"crop","offset":1459}]}