{"id":137646,"url":"http://en.wikipedia.org/wiki/Instrument_of_Surrender","text":"e=\"preserve\">The Instrument of Surrender () was a written agreement that enabled the surrender of the Pakistan Armed Forces in the Bangladesh Liberation War. The surrender took place at the Ramna Race Course in Dacca on December 16, 1971. Lieutenant-General A A K Niazi, joint commander of the Pakistan Armed Forces in East Pakistan, and Lieutenant General Jagjit Singh Aurora, joint commander of the Bangladesh-India Allied Forces, signed the instrument amid thousands of cheering crowds at the race course. Air Commodore A. K. Khandker, Deputy Commander-in-Chief of the Bangladesh Armed Forces, and Lieutenant General J F R Jacob of the Indian Eastern Command, acted as witnesses to the surrender.\nSubsequently, around 93,000 Pakistani troops and officials were taken as prisoners-of-war by the Indian Army, the largest number of POWs since World War II. They were later repatriated in 1973 under the terms of the Delhi Agreement.\nText of the Instrument.\nThe Pakistan Eastern Command agree to surrender all Pakistan Armed Forces in Bangladesh to Lieutenant-General Jagjit Singh Aurora, General Officer Commanding in Chief of the Indian and Bangladesh forces in the Eastern Theatre. This surrender includes all Pakistan land, air and naval forces as also all para-military forces and civil armed forces. These forces will lay down their arms and surrender at the places where they are currently located to the nearest regular troops under the command of Lieutenant- General Jagjit Singh Aurora.\nThe Pakistan Eastern Command shall come under the orders of Lieutenant-General Jagjit Singh Aurora as soon as this instrument has been signed. Disobedience of orders will be regarded as a breach of the surrender terms and will be dealt with in accordance with the accepted laws and usages of war. The decision of Lieutenant-General Jagjit Singh Aurora will be final, should any doubt arise as to the meaning or interpretation of the surrender terms.\nLieutenant- General Jagjit Singh Aurora gives a solemn assurance that personnel who surrender will be treated with dignity and respect that soldiers are entitled to in accordance with the provisions of the Geneva Convention and guarantees the safety and well-being of all PAKISTAN military and para-military forces who surrender. Protection will be provided to foreign nationals, ethnic minorities and personnel of Western Pakistan origin by the forces under the command of Lieutenant - General Jagjit Singh Aurora.\n(Jagjit Singh Aurora) Lieutenant-General General Officer Commanding in Chief Indian and Bangladesh Forces in the Eastern Theatre\nThis document can be seen on display in the National Museum in Delhi (as of January 2012)","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan_Armed_Forces","surface_form":"Pakistan Armed Forces","offset":102},{"uri":"Bangladesh_Liberation_War","surface_form":"Bangladesh Liberation War","offset":131},{"uri":"Ramna_Race_Course","surface_form":"Ramna Race Course","offset":190},{"uri":"Dacca","surface_form":"Dacca","offset":211},{"uri":"Lieutenant-General","surface_form":"Lieutenant-General","offset":239},{"uri":"Amir_Abdullah_Khan_Niazi","surface_form":"A A K Niazi","offset":258},{"uri":"Joint_Chiefs_of_Staff_Committee","surface_form":"joint commander","offset":271},{"uri":"Pakistan_Armed_Forces","surface_form":"Pakistan Armed Forces","offset":294},{"uri":"Lieutenant_General","surface_form":"Lieutenant General","offset":338},{"uri":"Jagjit_Singh_Aurora","surface_form":"Jagjit Singh Aurora","offset":357},{"uri":"Mitro_Bahini","surface_form":"Bangladesh-India Allied Forces","offset":401},{"uri":"Air_Commodore","surface_form":"Air Commodore","offset":509},{"uri":"A._K._Khandker","surface_form":"A. K. Khandker","offset":523},{"uri":"Bangladesh_Armed_Forces","surface_form":"Bangladesh Armed Forces","offset":572},{"uri":"Lieutenant_General","surface_form":"Lieutenant General","offset":601},{"uri":"J_F_R_Jacob","surface_form":"J F R Jacob","offset":620},{"uri":"Indian_Armed_Forces","surface_form":"Indian Eastern Command","offset":639},{"uri":"Prisoners-of-war","surface_form":"prisoners-of-war","offset":773},{"uri":"POWs","surface_form":"POWs","offset":832},{"uri":"World_War_II","surface_form":"World War II","offset":843},{"uri":"Delhi_Agreement","surface_form":"Delhi Agreement","offset":916}]}