{"id":13767,"url":"http://en.wikipedia.org/wiki/Albinism","text":"Albinism is a condition some people and animals are born with. This condition is caused by a lack of pigment (colour) in their hair, eyes, and skin. A person or animal with albinism is called an albino. Many albino people prefer to be called a \"person with albinism\". There are ten different types of albinism.\nPeople with albinism can have white or light blonde hair. They can have very pale skin. Their eyes are blue, or rarely pink-ish. People with albinism can have problems such as bad vision and getting sunburnt easily. This is because people with albinism have less pigments in their eyes, skin and hair.\nAlbinism is rare in the United States. One out of every 20,000 people in the United States has albinism. There are about 15,945 people in the United States who have albinism.\nVision problems in albinism include nystagmus (irregular fast movements of the eyes), strabismus (where the eyes fail to balance) and refractory errors (like being \"near-sighted\" or \"far-sighted\").\nIn most environments, Albino animals are more easily seen and so may be attacked by predators. They lack the camouflage that the non-albino members of their species have. Also, where colour is a factor in mate selection, they may be at a disadvantage there, too.\nGenetics of albinism.\nAlbinism is a hereditary condition. It is usually inherited in a recessive pattern; it means, both parents have to give the albinism gene to a child to cause albinism. Parents pass on pairs of genes to their children. One of the pairs of genes is in charge of making melanin. If both of these genes are flawed, then little or no pigment is made. If only one gene is flawed then pigment can still be made.","categories":[],"infobox_types":[],"annotations":[{"uri":"People","surface_form":"people","offset":29},{"uri":"Animal","surface_form":"animal","offset":40},{"uri":"Pigment","surface_form":"pigment","offset":101},{"uri":"Hair","surface_form":"hair","offset":127},{"uri":"Eye","surface_form":"eye","offset":133},{"uri":"Skin","surface_form":"skin","offset":143},{"uri":"Blonde","surface_form":"blonde","offset":356},{"uri":"Pale","surface_form":"pale","offset":388},{"uri":"Sunburn","surface_form":"sunburn","offset":510},{"uri":"Pigment","surface_form":"pigment","offset":574},{"uri":"Nystagmus","surface_form":"nystagmus","offset":824},{"uri":"Strabismus","surface_form":"strabismus","offset":874},{"uri":"Refractory_errors","surface_form":"refractory errors","offset":922},{"uri":"Camouflage","surface_form":"camouflage","offset":1095},{"uri":"Mate","surface_form":"mate","offset":1191},{"uri":"Inheritance","surface_form":"hereditary","offset":1285},{"uri":"Recessive","surface_form":"recessive","offset":1336}]}