{"id":137628,"url":"http://en.wikipedia.org/wiki/Cr%C3%A8me_br%C3%BBl%C3%A9e","text":"e=\"preserve\">Crème brûlée (or Crème brulée) is a dessert. It is made of custard. It is topped with a thin, brittle crust of caramelized sugar. It may be served cold, warm, or at room temperature. The custard is baked, and then sprinkled with sugar Casa that is caramelized under a broiler or with a kitchen blowtorch. The custard is flavored with vanilla. Other flavorings include chocolate, orange liqueur, fruit, or other. The caramelized sugar crust can be covered with a liqueur and set on fire.\nThe exact origin of crème brûlée is uncertain. France, England, and Spain all claim to be the country where crème brûlée had its origin. The first printed recipe for a dessert called crème brûlée is from the 1691 edition of the French cookbook \"Le Cuisinier Royal et Bourgeois\" by Francois Massialot, a cook at the Palace of Versailles. That version was a sweet custard of egg yolks and milk with a burnt sugar crust. It is similar to the modern versions. In the second edition of the book, the dessert is called \"crème anglaise\".\nAt Trinity College, Cambridge the dessert was known as 'burnt cream'. The college crest was burnt into sugar on top of a custard using a hot iron. It may predate Massialot's cookbook with one authority claiming it was first served at Trinity in 1630.\nCatalans claim their dessert known as \"crema catalana\" is the original. It is a rich custard often flavoured with cinnamon and lemon or orange zest topped with carmelized sugar. The Catalan version was first recorded in the 18th century. It is also called \"Crema de Sant Josep\", after Saint Joseph, the husband of the Virgin Mary. In Spain and in many other parts of Europe, Saint Joseph’s Day is celebrated on 19 March. \"Crema Catalana\" is a traditional dessert served on this day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dessert","surface_form":"dessert","offset":49},{"uri":"Custard","surface_form":"custard","offset":72},{"uri":"Caramel","surface_form":"caramel","offset":124},{"uri":"Broiler","surface_form":"broiler","offset":281},{"uri":"Vanilla","surface_form":"vanilla","offset":347},{"uri":"Chocolate","surface_form":"chocolate","offset":381},{"uri":"Liqueur","surface_form":"liqueur","offset":399},{"uri":"Fruit","surface_form":"fruit","offset":408},{"uri":"Liqueur","surface_form":"liqueur","offset":475},{"uri":"France","surface_form":"France","offset":547},{"uri":"England","surface_form":"England","offset":555},{"uri":"Spain","surface_form":"Spain","offset":568},{"uri":"Francois_Massialot","surface_form":"Francois Massialot","offset":781},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":815},{"uri":"Trinity_College%2C_Cambridge","surface_form":"Trinity College, Cambridge","offset":1034},{"uri":"Saint_Joseph","surface_form":"Saint Joseph","offset":1567},{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":1600}]}