{"id":137710,"url":"http://en.wikipedia.org/wiki/Classified_information","text":"Image:NSALibertyReport.p13.jpg|thumb|A typical classified document. Page 13 of a U.S. National Security Agency report\nClassified information is sensitive information to which access is restricted by law or regulation to particular classes of people. A formal security clearance is required to handle classified documents or access classified data. The clearance process requires a satisfactory background investigation. There are typically several levels of sensitivity, with differing clearance requirements. This sort of hierarchical system of sharing information among a group of people is almost used by every national government. The operation of assigning the level of sensitivity to data is called data classification.\nThe purpose of classification is to protect information from being used to damage or cause danger to national security. Classification formalizes what constitutes a \"state secret\" and deals with different levels of protection based on the expected damage the information might cause if it reached the wrong hands.\nCertain non-government organizations and corporations also have their own secret information, normally referred to as trade secrets.\nClassification levels.\nDepending on the level of classification there are different rules controlling the level of clearance needed to view such information, and how it must be stored, transmitted, and destroyed. Additionally, access is restricted on a \"need to know\" basis. Simply possessing a clearance does not automatically authorize the individual to view all material classified at that level or below that level. The individual must present a legitimate \"need to know\" in addition to the proper level of clearance.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._National_Security_Agency","surface_form":"U.S. National Security Agency","offset":81},{"uri":"Sensitive_information","surface_form":"sensitive information","offset":144},{"uri":"Law","surface_form":"law","offset":199},{"uri":"Security_clearance","surface_form":"security clearance","offset":259},{"uri":"Nation","surface_form":"nation","offset":614},{"uri":"Government","surface_form":"government","offset":623},{"uri":"National_security","surface_form":"national security","offset":827},{"uri":"Corporation","surface_form":"corporation","offset":1081},{"uri":"Trade_secret","surface_form":"trade secret","offset":1158}]}