{"id":137977,"url":"http://en.wikipedia.org/wiki/2008_Yemen_floods","text":"The 2008 Yemen floods took place on October 23, leaving 65 dead and 20,000 without shelter. The Yemeni governorates of Hadhramaut, Lahij, Al Mahrah and Ta'izz were affected the worst by the floods, and most of the deaths were in Hadhramaut.\nDetails.\nBefore the flooding was several days of rain starting on October 23, as the remains of a tropical cyclone moved over the area. Rain continued, with weather systems coming in from neighbouring Saudi Arabia and northern Somalia, causing severe flooding in some areas of Yemen. Better conditions are expected by Sunday.\nThousands of families fled Hadhramaut alone; many schools were used as evacuee shelters, but these could only hold 10% of the affected. Search and rescue teams said that the number of deaths may increase due to the likelihood of people trapped in flooded houses. Electricity and telephone lines were cut off, and many homes were damaged.\nReaction.\nThe Yemeni government promised to supply tents as a means of emergency shelter, along with other emergency supplies, with six transport aircraft loaded with supplies taking off from Sanaa on Saturday and more scheduled for later. President Ali Abdullah Saleh ordered the creation of a committee to provide aid to affected civilians. Also, the United Arab Emirates declared their intent to provide relief. However, several residents in the city of Shibam say that government assistance and support, if any, is low.\nThe Organisation of the Islamic Conference declared the situation a \"national catastrophe\" and started a drive on Saturday to collect funds for the relief of flood victims.\nYemeni president Ali Abdullah Saleh said, \"The damages... are great and the catastrophe is also great.\"\nDamage.\nAlong with deaths, about 730 homes were destroyed, along with businesses and other building projects. The severe thunder of the thunderstorms resulted in at least nine deaths from lightning in the Al Mahrah, Ta'izz and Lahij governorates. The rain also destroyed large amounts of farmland and killed large numbers of livestock.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yemen","surface_form":"Yemen","offset":96},{"uri":"Hadhramaut_Governorate","surface_form":"Hadhramaut","offset":119},{"uri":"Lahij_Governorate","surface_form":"Lahij","offset":131},{"uri":"Al_Mahrah_Governorate","surface_form":"Al Mahrah","offset":138},{"uri":"Ta%27izz_Governorate","surface_form":"Ta'izz","offset":152},{"uri":"Flood","surface_form":"flood","offset":190},{"uri":"Rain","surface_form":"rain","offset":290},{"uri":"Weather_system","surface_form":"weather system","offset":398},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":442},{"uri":"Somalia","surface_form":"Somalia","offset":468},{"uri":"Tent","surface_form":"tent","offset":956},{"uri":"Emergency_shelter","surface_form":"emergency shelter","offset":976},{"uri":"Sanaa","surface_form":"Sanaa","offset":1097},{"uri":"Ali_Abdullah_Saleh","surface_form":"Ali Abdullah Saleh","offset":1155},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":1258},{"uri":"Shibam","surface_form":"Shibam","offset":1362},{"uri":"Organisation_of_the_Islamic_Conference","surface_form":"Organisation of the Islamic Conference","offset":1433},{"uri":"President_of_Yemen","surface_form":"president","offset":1609},{"uri":"Ali_Abdullah_Saleh","surface_form":"Ali Abdullah Saleh","offset":1619},{"uri":"Lightning","surface_form":"lightning","offset":1894}]}