{"id":13790,"url":"http://en.wikipedia.org/wiki/Martin_Van_Buren","text":"Martin Van Buren (December 5, 1782 – July 24, 1862) was the eighth President of the United States. He was the first president born after the United States Declaration of Independence, making him the first president who was born as a U.S. citizen.\nVan Buren was born in Kinderhook, New York, in 1782. Van Buren studied law by working for Francis Sylvester and later became a lawyer in 1803. In 1821 he was elected as a member of the United States Senate, representing New York. President Andrew Jackson selected him as the Secretary of State in 1827. In 1832, he became Vice-President for Jackson, and in 1836, he became the 8th President of the United States. During most of the time he was president, the economy was in very bad shape, and he was blamed for it. He was the first president to have been born a United States citizen, since all of his predecessors were born British subjects before the American Revolution.\nVan Buren lost the next presidential election in 1840 to William Henry Harrison. In 1848, he ran again to be president as a part of the Free Soil Party, but he did not win. Van Buren died on July 24, 1862, of heart failure after suffering from an asthma attack, on his Lindenwald estate.\nEarly life.\nMartin Van Buren was born on December 5, 1782 in Kinderhook, New York, south of Albany. Van Buren was the third born of five children. His father, Abraham Van Buren, was a farmer and a tavern owner. His mother was Maria Hoes Van Buren, the granddaughter of a Dutch immigrant. Martin Van Buren went to school at the Kinderhook Academy in the village where he lived. At Kinderhook Academy, he excelled in English and Latin. Van Buren left the school when he was 14 years old.\nAs a lawyer.\nIn 1796, Van Buren started working in the law office of Francis Sylvester, an attorney that worked in Kinderhook. He kept the office clean, copied documents and did other jobs. While he was working there, he learned about law. After six years under Sylvester, he spent a final year of apprenticeship in the New York City office of William P. Van Ness. Van Buren passed the New York State Bar Exam in 1803, and became a lawyer.\nAfter becoming a lawyer, Van Buren moved back to Kinderhook to work as an attorney with his half-brother, James J. Van Alen, in 1803.\nFive years later, Van Buren became the surrogate (legal officer) of Columbia County. There was no fixed term of office. That is, Van Buren would be there until the opposition party was able to elect someone else in his place. Van Buren held the office about five years until he was removed on March 19, 1813.\nPolitical career.\nVan Buren represented New York in the United States Senate from 1821 to 1828. He left the Senate to become the governor of New York in 1829. On March 5, 1829 after he became the governor, President Andrew Jackson made Van Buren the Secretary of State, so Van Buren was only the governor for two months.\nFrom 1833 to 1837, he was the Vice President. (Jackson was still President at this time.) Also was leading member of and gained much voting support by Free Soil Party.\nJust a few months after Van Buren became president, there was a financial crisis called the Panic of 1837. Van Buren believed in limited government, and did not respond in a way that many people wanted. Many people blamed him for the economy becoming worse, and this made him less popular. He earned the nicknames \"Little Magician\" and the \"Red Fox\" for his cunning politics.\nPersonal life.\nVan Buren married Hannah Hoes, a cousin, on February 21, 1807. They had five children together: Abraham, John, Martin Jr., Smith, and Winfield Scott.\nDeath.\nMartin Van Buren developed pneumonia in the fall of 1861. Due to this, he was bedridden. In July, 1862, Van Buren had a serious asthma attack and began to weaken. Van Buren died on July 24, 1862, at his home in Kinderhook, New York, of heart failure. He was 79 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":67},{"uri":"United_States_Declaration_of_Independence","surface_form":"United States Declaration of Independence","offset":141},{"uri":"Lawyer","surface_form":"lawyer","offset":374},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":432},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":487},{"uri":"Secretary_of_State","surface_form":"Secretary of State","offset":522},{"uri":"Vice_President_of_the_United_States_of_America","surface_form":"Vice-President","offset":569},{"uri":"Citizen","surface_form":"citizen","offset":824},{"uri":"American_Revolution","surface_form":"American Revolution","offset":901},{"uri":"William_Henry_Harrison","surface_form":"William Henry Harrison","offset":979},{"uri":"Heart_failure","surface_form":"heart failure","offset":1131},{"uri":"Asthma","surface_form":"asthma","offset":1169},{"uri":"Farmer","surface_form":"farmer","offset":1394},{"uri":"Tavern","surface_form":"tavern","offset":1407},{"uri":"Dutch_(people)","surface_form":"Dutch","offset":1481},{"uri":"Immigrant","surface_form":"immigrant","offset":1487},{"uri":"Village","surface_form":"village","offset":1563},{"uri":"Excelled","surface_form":"excelled","offset":1613},{"uri":"English_language","surface_form":"English","offset":1625},{"uri":"Latin","surface_form":"Latin","offset":1637},{"uri":"Law","surface_form":"law","offset":1751},{"uri":"Office","surface_form":"office","offset":1755},{"uri":"Attorney","surface_form":"attorney","offset":1787},{"uri":"Document","surface_form":"document","offset":1856},{"uri":"Job","surface_form":"job","offset":1880},{"uri":"Apprenticeship","surface_form":"apprenticeship","offset":1994},{"uri":"New_York_City","surface_form":"New York City","offset":2016},{"uri":"William_P._Van_Ness","surface_form":"William P. Van Ness","offset":2040},{"uri":"Bar_Exam","surface_form":"Bar Exam","offset":2097},{"uri":"Half-brother","surface_form":"half-brother","offset":2228},{"uri":"Surrogate","surface_form":"surrogate","offset":2309},{"uri":"Officer","surface_form":"officer","offset":2326},{"uri":"Columbia_County%2C_New_York","surface_form":"Columbia County","offset":2338},{"uri":"Political_party","surface_form":"party","offset":2445},{"uri":"New_York","surface_form":"New York","offset":2619},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":2635},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":2795},{"uri":"Secretary_of_State","surface_form":"Secretary of State","offset":2829},{"uri":"Free_Soil_Party","surface_form":"Free Soil Party","offset":3051},{"uri":"Panic_of_1837","surface_form":"Panic of 1837","offset":3160},{"uri":"Limited_government","surface_form":"limited government","offset":3197},{"uri":"Hannah_Van_Buren","surface_form":"Hannah Hoes","offset":3477},{"uri":"Abraham_Van_Buren","surface_form":"Abraham","offset":3555},{"uri":"John_Van_Buren","surface_form":"John","offset":3564},{"uri":"Pneumonia","surface_form":"pneumonia","offset":3643},{"uri":"Autumn","surface_form":"fall","offset":3660},{"uri":"Asthma","surface_form":"asthma","offset":3744},{"uri":"Heart_failure","surface_form":"heart failure","offset":3852}]}