{"id":13805,"url":"http://en.wikipedia.org/wiki/Clock","text":"A clock is a device that tells the time. Some clocks can give the date as well as the time and a few give other information. There are different types of clocks. A watch is a type of clock that is small and can be carried. Watches are usually worn on a person's wrist. At one time, watches were commonly kept in the person's pocket.\nKeeping time.\nClocks use different ways to measure time. Clocks need some sort of steady beat or motion to track the change in time. Ancient water clocks worked by the steady movement of water from a container with a hole in the bottom to another container without a hole. Other clocks use pendulums, springs and gears to track the change in time correctly.\nDigital clocks work by measuring the vibrations of quartz crystals when charged with electricity. The vibration frequency of the crystal does not change.\nAtomic clocks use the electromagnetic waves absorbed and emitted by atoms such as caesium to measure time. They are the most precise clocks in the world.\nClock displays.\nThere are many types of clocks and watches. The two most common types of displays on clocks are \"analog\" and \"digital\".\nAnalog clocks.\nAnalog clocks use angles to tell time. They have \"hands\" that rotate around the clock's \"face\". The position of the hands shows the time. The face of the clock is a flat disk. It will often have the numbers one through twelve on the face to make it easier to read. Analog clocks commonly have two or three hands. If it has two, there is a large hand or \"minute hand\" and a smaller hand, the \"hour hand\". Clocks with three hands also have a \"second hand\". This hand is usually about as long as the minute hand, but much thinner.\nEach hand shows the time it is named for and moves around the face of the clock one complete rotation for each movement to the next larger hand. For example, the second hand moves around the face of the clock in 60 seconds. It moves once each second. When it moves all the way around the clock, the minute hand moves forward one space. When the minute hand moves all the way around the face of the clock (which takes 60 minutes), the hour hand moves forward one section. The second and minute hands take 60 movements to move all around the face of the clock, the hour hand only needs 12 movements to do the same.\nDigital clocks.\nDigital clocks use numbers to show the time. LCDs and LEDs are common for digital clocks. Unlike analog clocks which are based on 12 hours, digital clocks can use either a 12-hour clock (often with \"am\" for morning and \"pm\" for afternoon/night) or a 24-hour clock. Digital clocks are usually smaller and easier to both use and read than analog clocks but they can also be made much larger. New digital clocks can even correct themselves using the internet or radio signals.\nSounds.\nThere are also clocks that use sound, usually along with a dial or some other means, to show the time. The sound could be as simple as a bell or so complex that it sounds the same as a person. Many clocks that do this are old and are driven by springs or weights rather than batteries or other forms of electric power. Some special clocks are often used by people who are blind or cannot see well enough to read an analog or digital clock. They can also be used by people with mental problems that cause them to be unable to read other clocks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Machine","surface_form":"device","offset":13},{"uri":"Time","surface_form":"time","offset":35},{"uri":"Date","surface_form":"date","offset":66},{"uri":"Wrist","surface_form":"wrist","offset":262},{"uri":"Pocket","surface_form":"pocket","offset":325},{"uri":"Beat","surface_form":"beat","offset":422},{"uri":"Motion","surface_form":"motion","offset":430},{"uri":"Water_clock","surface_form":"water clock","offset":474},{"uri":"Water","surface_form":"water","offset":520},{"uri":"Container","surface_form":"container","offset":533},{"uri":"Pendulum","surface_form":"pendulum","offset":623},{"uri":"Vibration","surface_form":"vibration","offset":728},{"uri":"Quartz","surface_form":"quartz","offset":742},{"uri":"Crystal","surface_form":"crystal","offset":749},{"uri":"Charge","surface_form":"charge","offset":763},{"uri":"Electricity","surface_form":"electricity","offset":776},{"uri":"Frequency","surface_form":"frequency","offset":803},{"uri":"Atomic_clock","surface_form":"Atomic clock","offset":845},{"uri":"Electromagnetic_wave","surface_form":"electromagnetic wave","offset":867},{"uri":"Caesium","surface_form":"caesium","offset":927},{"uri":"Display","surface_form":"display","offset":1088},{"uri":"Analog_signal","surface_form":"analog","offset":1112},{"uri":"Digital","surface_form":"digital","offset":1125},{"uri":"Angle","surface_form":"angle","offset":1168},{"uri":"Rotation","surface_form":"rotate","offset":1212},{"uri":"Disk","surface_form":"disk","offset":1320},{"uri":"Minute","surface_form":"minute","offset":1504},{"uri":"Hour","surface_form":"hour","offset":1542},{"uri":"Second_(time)","surface_form":"second","offset":1591},{"uri":"Number","surface_form":"number","offset":2326},{"uri":"Liquid_crystal_display","surface_form":"LCDs","offset":2352},{"uri":"Light-emitting_diode","surface_form":"LEDs","offset":2361},{"uri":"12-hour_clock","surface_form":"12-hour clock","offset":2479},{"uri":"24-hour_clock","surface_form":"24-hour clock","offset":2557},{"uri":"Internet","surface_form":"internet","offset":2754},{"uri":"Radio","surface_form":"radio","offset":2766},{"uri":"Signal","surface_form":"signal","offset":2772},{"uri":"Bell","surface_form":"bell","offset":2926},{"uri":"Spring_(device)","surface_form":"springs","offset":3033},{"uri":"Weight","surface_form":"weight","offset":3044},{"uri":"Battery_(electricity)","surface_form":"batteries","offset":3064},{"uri":"Electric_power","surface_form":"electric power","offset":3092},{"uri":"Blind","surface_form":"blind","offset":3161},{"uri":"Mind","surface_form":"mental","offset":3266}]}