{"id":13800,"url":"http://en.wikipedia.org/wiki/PlayStation_Portable","text":"The PlayStation Portable, or PSP, is Sony's first video game console to be a handheld. It was made in Japan and came out there first on December 12, 2004. After that, it came out in North America on March 24, 2005 and came out in Europe on September 1, 2005.\nIt was first announced in 2003 at E3 and then next year its first design was shown off. It can play PSP video games, as well as music, video, and pictures. To transfer music, videos, or pictures to a PSP, you must use a USB cable to send the files from a computer to it. The games and movies come on a disc called the \"Universal Media Disc\" which holds 1.8 GB (this is a lot more than a normal CD but less than a DVD). A Memory Stick Pro Duo can also be used for memory storage. The PlayStation Portable is the first handheld game console to use a disc as its media storage instead of a cartridge.\nIn January 2014, shipments of the PlayStation Portable ended in North America. They also ended in June 2014 in Japan and ended shipments to Europe by the end of 2014.\nGames and movies.\nThere are over 700 games for the PSP. The movies look like the DVD. The reason the PSP can have movies is because the disc (Universal Media Disc) has a lot of memory space. In many countries, \"Spider-Man 2\" (the movie) was included for free with the console.\nWireless.\nThe PSP is wireless, meaning it can connect to the Internet (and other PlayStation Portables) without any cables. This is called Wi-Fi. This allows players who are traveling to download items, surf the web and play online. The PlayStation Portable can also connect with the PlayStation 3 as a sort of remote control for movie playback and for downloading content.\nVersions.\nThere are five versions of the PlayStation Portable, the PSP-1000 (also known as \"PSP fat\"), PSP-2000 (\"slim and light\" edition, a lighter version of the original PSP), PSP-3000 (\"bright and light\" edition, that includes a built in microphone and improved LCD), PSP-N1000 (or PSP Go, with a sliding screen design, bluetooth and internal storage of 16GB replacing the UMD drive.) and PSP-E1000 (similar to PSP-3000, but without stereo sound, Wi-Fi and microphone).\nSony subsequently released the successor to the PSP, the PlayStation Vita, on February 22, 2012.\nCompetition.\nThe PlayStation Portable is similar to the Nintendo DS, because they are both for games you can take with you. However, Nintendo and Sony said they were made for different people. The DS has sold more units than the PSP.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sony","surface_form":"Sony","offset":37},{"uri":"Video_game_console","surface_form":"video game console","offset":50},{"uri":"Handheld","surface_form":"handheld","offset":77},{"uri":"Japan","surface_form":"Japan","offset":102},{"uri":"North_America","surface_form":"North America","offset":182},{"uri":"Europe","surface_form":"Europe","offset":230},{"uri":"E3","surface_form":"E3","offset":293},{"uri":"Video_games","surface_form":"video games","offset":363},{"uri":"Music","surface_form":"music","offset":387},{"uri":"Video","surface_form":"video","offset":394},{"uri":"Universal_Serial_Bus","surface_form":"USB","offset":479},{"uri":"Computer","surface_form":"computer","offset":514},{"uri":"Movie","surface_form":"movie","offset":544},{"uri":"Universal_Media_Disc","surface_form":"Universal Media Disc","offset":578},{"uri":"Gigabyte","surface_form":"GB","offset":616},{"uri":"Compact_disc","surface_form":"CD","offset":653},{"uri":"DVD","surface_form":"DVD","offset":672},{"uri":"Universal_Media_Disc","surface_form":"Universal Media Disc","offset":1166},{"uri":"Spider-Man_2","surface_form":"Spider-Man 2","offset":1235},{"uri":"Wireless","surface_form":"wireless","offset":1322},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":1440},{"uri":"PlayStation_3","surface_form":"PlayStation 3","offset":1585},{"uri":"LCD","surface_form":"LCD","offset":1941},{"uri":"PlayStation_Vita","surface_form":"PlayStation Vita","offset":2206},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":2302}]}