{"id":138093,"url":"http://en.wikipedia.org/wiki/Carnivorous_plant","text":"Carnivorous plants are plants which get nutrients from trapping and eating animals. They are often called insectivorous plants, because they usually trap insects. Since they get some of their food from animals, carnivorous plants can grow in places where the soil is thin, or poor in nutrients. This is true for soils with little nitrogen, such as acidic bogs and rock outcrops. Charles Darwin wrote the first well-known book on carnivorous plants in 1875.\nThis ability of plants to catch animals is true carnivory. There are more than twelve genera in five families. These include about 625 species that attract and trap prey, produce digestive enzymes, and use their nutrients. In addition, there are more than 300 species in several genera that show some but not all of these characteristics. These are usually called \"protocarnivorous plants\".\nTrapping mechanisms.\nInsectivorous plants have leaves that are made like pitchers or bladders which catch insects. Today, five different ways of trapping are known\nThese traps are all classified as \"active\" or \"passive\". \"Triphyophyllum\" is a liana (a climber in tropical forests). It has three types of leaves. When needed, it puts out long leaves. These are passive 'flypapers' which hide mucus. The leaves of the plant do not grow or move as a response to moving prey. The Sundew \"Drosera\", on the other hand, is an active flypaper. All species of Sundew are able to move their sticky tentacles in response to a contact. The tentacles are very sensitive and will bend toward the center of the leaf in order to bring the insect into contact with as many stalked glands as possible. According to Darwin, the touch of legs of a small gnat with a single tentacle is enough to cause this response. This helps the catch and digestion of prey.\nThe Venus flytrap, \"Dionaea muscipula\", is one of a very small group of plants able to move fast. When an insect or spider crawls along the leaves and touches a hair, the trap closes \"only if a different hair is contacted within twenty seconds of the first touch\". The two-touch trigger avoids wasting energy on objects with no food value.\nBorderline cases.\nA carnivorous plant must attract, kill and digest prey. It must then also benefit from digesting the prey. In most cases, this will yield amino acids and ammonium ions. There are some cases, where plants catch the prey, but they do not digest it. Rather, they have a symbiosis with another organism, which feeds on the prey. One such case is the species of the sundew \"Roridula\", which forms a symbiosis with the assassin bug. The bugs eat the trapped insects. The plant benefits from the nutrients in the bugs' faeces.\nEvolution.\nFew fossil carnivorous plants have been found, and then usually as seed or pollen. Carnivorous plants are generally herbs, without wood or bark. True carnivoury has probably evolved independently at least six times.\nSome think all trap types have a similar basic structure—the hairy leaf. Hairy leaves do catch and hold drops of rainwater, which helps bacterial growth. Insects land on the leaf, are caught by the surface tension of the water, and suffocate. Bacteria start to decay the insect, and release nutrients from the corpse. The plant then absorbs the nutrients through its leaves. This 'leaf feeding' can be found in many non-carnivorous plants. Plants that were better at holding water and insects therefore had a selective advantage. Rainwater can be retained by cupping the leaf, leading to pitfall traps. Alternatively, insects can be caught by making the leaf stickier, leading to flypaper traps.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":23},{"uri":"Nutrient","surface_form":"nutrient","offset":40},{"uri":"Animal","surface_form":"animal","offset":75},{"uri":"Insect","surface_form":"insect","offset":154},{"uri":"Nitrogen","surface_form":"nitrogen","offset":330},{"uri":"Acid","surface_form":"acid","offset":348},{"uri":"Bog","surface_form":"bog","offset":355},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":379},{"uri":"Genus","surface_form":"genera","offset":543},{"uri":"Species","surface_form":"species","offset":592},{"uri":"Prey","surface_form":"prey","offset":622},{"uri":"Enzyme","surface_form":"enzyme","offset":646},{"uri":"Triphyophyllum","surface_form":"Triphyophyllum","offset":1070},{"uri":"Liana","surface_form":"liana","offset":1091},{"uri":"Tropical","surface_form":"tropical","offset":1111},{"uri":"Forest","surface_form":"forest","offset":1120},{"uri":"Flypaper","surface_form":"flypaper","offset":1217},{"uri":"Mucus","surface_form":"mucus","offset":1239},{"uri":"Drosera","surface_form":"Drosera","offset":1332},{"uri":"Gnat","surface_form":"gnat","offset":1682},{"uri":"Digestion","surface_form":"digestion","offset":1769},{"uri":"Venus_flytrap","surface_form":"Venus flytrap","offset":1792},{"uri":"Spider","surface_form":"spider","offset":1904},{"uri":"Trigger","surface_form":"trigger","offset":2067},{"uri":"Energy","surface_form":"energy","offset":2090},{"uri":"Amino_acid","surface_form":"amino acid","offset":2284},{"uri":"Ammonium","surface_form":"ammonium","offset":2300},{"uri":"Ion","surface_form":"ion","offset":2309},{"uri":"Symbiosis","surface_form":"symbiosis","offset":2413},{"uri":"Sundew","surface_form":"sundew","offset":2507},{"uri":"Symbiosis","surface_form":"symbiosis","offset":2540},{"uri":"Assassin_bug","surface_form":"assassin bug","offset":2559},{"uri":"Feces","surface_form":"faeces","offset":2658},{"uri":"Fossil","surface_form":"fossil","offset":2681},{"uri":"Seed","surface_form":"seed","offset":2744},{"uri":"Pollen","surface_form":"pollen","offset":2752},{"uri":"Herb","surface_form":"herb","offset":2793},{"uri":"Evolution","surface_form":"evolved","offset":2851},{"uri":"Bacteria","surface_form":"bacteria","offset":3029},{"uri":"Surface_tension","surface_form":"surface tension","offset":3091},{"uri":"Suffocation","surface_form":"suffocate","offset":3125},{"uri":"Decay","surface_form":"decay","offset":3154},{"uri":"Corpse","surface_form":"corpse","offset":3203},{"uri":"Fitness","surface_form":"selective advantage","offset":3402}]}