{"id":138172,"url":"http://en.wikipedia.org/wiki/Avalanche_effect","text":"The avalanche effect (“landslide effect”) is a property of block ciphers and cryptographic hash function algorithms. It is often desired in cryptography. The effect says that a lot of the output must change, even when the input changes only a little. In good block ciphers this means: A small change in the key or the plaintext should cause a strong change in the ciphertext.\nThis means that small changes can spread fast, when the algorithm uses iterations. Thus, every bit of the output depends on every bit of the input.\nThe term \"avalanche effect\" was first used by Horst Feistel (Feistel 1973). Later, the concept was identified by \"Shannon's property of confusion\".\nIf a block cipher or cryptographic hash function does not satisfy the avalanche effect to a significant degree, then it has poor randomization. Thus, a cryptanalyst can make forecasts about the input, if given only the output. This may be sufficient to partially or completely break (crack) the algorithm.\nIt is one of the primary design objectives when people create a strong cipher or cryptographic hash function. They try to build a good avalanche effect in it. Mathematically this uses the butterfly effect. This is why most block ciphers are product ciphers. It is also why hash functions have large data blocks.\nName.\nThe name comes from landslides. A small rock can fall down, go along with some snow and make a destructive landslide. The rock was small, but was able to cause a lot of destruction. This is the same as what this effect does. A small change in the input (the rock) should change the output (the landscape).\nStrict avalanche criterion.\nThe Strict Avalanche Criterion (SAC; a “strong landslide criterion”) is a property of boolean functions. It is of importance to cryptography. It is satisfied if all output bits change with a probability of 50 percent, if a single input bit is changed.\nThe SAC was built on the concepts of evolution completeness and avalanche. It was introduced by Webster and Tavares in 1985. Nowadays it is a requirement for every modern cryptographic system. It was e.g. satisfied by all finalists of the AES competition.\nBit independence criterion.\nThe Bit independence criterion (BIC; a criterion independent from the bit) is a criterion. It goes: When a single input bit is changed (inverted), two output bits should change independently of each other. This applies to all bits.\nIt would e.g. not be satisfied, if the one output bit only changes, when the other output bit also changes. They might only change, because the input bit changed. Otherwise, the output bits would depend on each other.","categories":[],"infobox_types":[],"annotations":[{"uri":"Landslide","surface_form":"landslide","offset":23},{"uri":"Block_cipher","surface_form":"block cipher","offset":59},{"uri":"Cryptographic_hash_function","surface_form":"cryptographic hash function","offset":77},{"uri":"Algorithm","surface_form":"algorithm","offset":105},{"uri":"Cryptography","surface_form":"cryptography","offset":140},{"uri":"Block_cipher","surface_form":"block cipher","offset":259},{"uri":"Key_(cryptography)","surface_form":"key","offset":307},{"uri":"Plaintext","surface_form":"plaintext","offset":318},{"uri":"Ciphertext","surface_form":"ciphertext","offset":364},{"uri":"Algorithm","surface_form":"algorithm","offset":432},{"uri":"Iteration","surface_form":"iteration","offset":447},{"uri":"Bit","surface_form":"bit","offset":471},{"uri":"Output","surface_form":"output","offset":482},{"uri":"Input","surface_form":"input","offset":517},{"uri":"Horst_Feistel","surface_form":"Horst Feistel","offset":570},{"uri":"Confusion_and_diffusion","surface_form":"Shannon's property of confusion","offset":638},{"uri":"Cryptanalysis","surface_form":"cryptanalyst","offset":824},{"uri":"Forecasting","surface_form":"forecasts","offset":846},{"uri":"Design","surface_form":"design","offset":1003},{"uri":"Cipher","surface_form":"cipher","offset":1049},{"uri":"Cryptographic_hash_function","surface_form":"cryptographic hash function","offset":1059},{"uri":"Mathematics","surface_form":"Mathematically","offset":1137},{"uri":"Butterfly_effect","surface_form":"butterfly effect","offset":1166},{"uri":"Product_cipher","surface_form":"product cipher","offset":1219},{"uri":"Landslide","surface_form":"landslides","offset":1316},{"uri":"Rock_(geology)","surface_form":"rock","offset":1336},{"uri":"Snow","surface_form":"snow","offset":1375},{"uri":"Landscape","surface_form":"landscape","offset":1590},{"uri":"Boolean_function","surface_form":"boolean function","offset":1716},{"uri":"Cryptography","surface_form":"cryptography","offset":1758},{"uri":"Completeness_(cryptography)","surface_form":"completeness","offset":1929},{"uri":"Satisfaction","surface_form":"satisfied","offset":2087},{"uri":"Advanced_Encryption_Standard","surface_form":"AES competition","offset":2121},{"uri":"Inversion","surface_form":"inverted","offset":2302}]}