{"id":138204,"url":"http://en.wikipedia.org/wiki/Beverly_Hills_Chihuahua","text":"\"Beverly Hills Chihuahua\" is a 2008 movie by Walt Disney Pictures directed by Raja Gosnell. The first preview of the movie was seen next to ', and originally the movie was stanted for a September 26, 2008 release, but the release was moved to October 3. The story is about a chihuahua who gets dognapped in Mexico and has to escape from an evil Doberman. \"Destino\", a 2003 short movie made by Walt Disney Pictures based on an idea started by Walt Disney and Salvador Dalí in the 1940s, was thought to be seen before \"Beverly Hills Chihuahua\", but this didn't happen. Insteed, a sneak-peek of the Disney movie \"Bolt\" was seen.\nThe story.\nThe movie is about a spolied chihuahua from Beverly Hills named Chloe (voiced by Drew Barrymore). Her owner, \"Aunt Viv\" (Jamie Lee Curtis), has to go to Italy, so she leaves Chloe with her niece, Rachel Ashe Lynn (Piper Perabo). Rachel and her friends go on vacation to Mexico, and Chloe gets dognapped by an evil Mexican dognapper who at first wants to use her in dog fights but sees her value and wishes to put her at randsome (have the owners have to pay money to get her back). In the meantime, Papi (voiced by George Lopez), a male chihuahua who is in love with her is on the lookout for her. Chloe makes friendship with a lonely German Shepherd named Delgado (voiced by Andy Garcia) who travels with her to protect her from the evil Doberman (voiced by Edward James Olmos) who wants to kill her and steal her diamond collar to return it to the dognapper who owns him.\nMusic.\nThe music to \"Beverly Hills Chihuahua\" was written by composer Heitor Pereira, who recorded the score with the Hollywood Studio Symphony at the Eastwood Scoring Stage at Warner Brothers.\nReception.\n\"Beverly Hills Chihuahua\" earned $29 million USD in its opening weekend. It was #1 in the box office for two weeks. Despite this, the movie was rather poorly received by critics.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"2008","surface_form":"2008","offset":31},{"uri":"Walt_Disney_Pictures","surface_form":"Walt Disney Pictures","offset":45},{"uri":"September_26","surface_form":"September 26","offset":186},{"uri":"2008","surface_form":"2008","offset":200},{"uri":"October_3","surface_form":"October 3","offset":243},{"uri":"Mexico","surface_form":"Mexico","offset":307},{"uri":"2003","surface_form":"2003","offset":368},{"uri":"Walt_Disney_Pictures","surface_form":"Walt Disney Pictures","offset":393},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":442},{"uri":"Salvador_Dal%C3%AD","surface_form":"Salvador Dalí","offset":458},{"uri":"Bolt_(2008_movie)","surface_form":"Bolt","offset":610},{"uri":"Chihuahua_(dog)","surface_form":"chihuahua","offset":666},{"uri":"Beverly_Hills%2C_California","surface_form":"Beverly Hills","offset":681},{"uri":"Drew_Barrymore","surface_form":"Drew Barrymore","offset":718},{"uri":"Jamie_Lee_Curtis","surface_form":"Jamie Lee Curtis","offset":758},{"uri":"Italy","surface_form":"Italy","offset":790},{"uri":"Piper_Perabo","surface_form":"Piper Perabo","offset":851},{"uri":"Money","surface_form":"money","offset":1095},{"uri":"George_Lopez","surface_form":"George Lopez","offset":1152},{"uri":"Andy_Garcia","surface_form":"Andy Garcia","offset":1313},{"uri":"Edward_James_Olmos","surface_form":"Edward James Olmos","offset":1396},{"uri":"Heitor_Pereira","surface_form":"Heitor Pereira","offset":1581},{"uri":"Warner_Brothers","surface_form":"Warner Brothers","offset":1688}]}