{"id":13825,"url":"http://en.wikipedia.org/wiki/Intersexuality","text":"ce=\"preserve\">Intersex variations occur (though rarely) in species which use sexual reproduction. Intersex people are born with sex characteristics that lie between those of typical males and typical females. Hermaphrodite is a term that gets confused with intersexual, and while all hermaphrodites are intersexual, not all intersexual people are hermaphrodites. The clinical term 'disorders of sex development' (DSD) is very controversial.\nAn intersex individual's genitalia may be atypical in some way. It can be difficult to determine if an intersex baby is genetically male or female (with XY chromosomes or XX chromosomes). They may also have male and/or female secondary sex characteristics (such as body shape). However, there is a wide range of variation in sexual anatomy. There are many more subtle forms of sex anatomy, or sex chromosome differences. These don't even show physically. Some won't show up until later in life. Sometimes, the variation may appear when the baby reaches puberty or becomes an adult. It may not even be detected in an individual's lifetime, but as technology gets more advanced, that chance dims down.\nPopulation figures.\nUp to 1.7% of people may be born with an intersex variation. A child born with genitalia atypical enough to call in an expert occurs in about 1 of 1,500 births. More information on the frequency of different causes is available.\nCauses.\nMost causes of intersex are congenital, or born with it, usually because of a genetic condition. All development is governed by genes which regulate the process of growth.\nThe most common intersex variation is a hormone condition. This causes genetically female fetuses to have a more masculine body appearance, because the babies' adrenal gland produces higher levels of androgen hormones (hormones that act like testosterone). This may cause the female baby to appear male even to doctors and parents.\nGenetic Abnormalities.\nSome intersex people may be so because of abnormalities with their sex chromosomes, resulting in genetic disorders. One disorder known as Turner's Syndrome, is when instead of having an XX (female) or XY (male) genotype, a person has X0. A person with Turner's Syndrome usually looks like a girl, but they are shorter in height and do not go through puberty, meaning they cannot reproduce.\nAnother genetic disorder is Klinefelter Syndrome, where a person has an XXY genotype. This disorder affects men, causing infertility, smaller genitalia, and less facial hair. Men with this disorder can have a variety of symptoms which can be so unnoticeable that they may never be diagnosed.\nMedical interventions.\nSurgery may be used on intersex babies to give a more usual cosmetic appearance. This is sometimes thought to make children more normal, but this idea lacks evidence and is contested. Early cosmetic medical interventions can lead to problems in later life, including decreased sexual function and sensation. The children concerned cannot consent to those surgeries, and their parents may not understand the full implications. There is no medical consensus about surgical interventions, including their type, timing, necessity and conduct.\nMedical interventions can cause mental and emotional harm to the child when it grows and begins to go through puberty. Children may not feel like they are the gender that is assigned to them by their parents or doctors, causing issues with gender identity. Some people believe it is best to leave the genitalia as it is when the child is born and allow them to make decisions about it when they are old enough.\nHuman rights.\nCivil society organizations and human rights experts have called for an end to medical interventions on intersex children that are carried out for social reasons. United Nations and other human rights experts regard these medical treatments as harmful.\nIn 2011, Christiane Völling became the first intersex person known to win a legal case taken because of non-consensual surgical intervention. In April 2015, Malta became the first country to end medical interventions to modify the sex anatomy of intersex children.\nSeveral countries protect intersex people from discrimination, including South Africa, Australia, and Malta.\nActivism.\nAs intersexuality becomes more recognized all over the world, there are many activist groups created to promote recognizing and supporting members of this community. One major activist group known as the Intersex Society of North America, or INSA, teaches people what intersexuality is and the harms of children having gender assignment surgery without their permission to consent.\nOne of the major issues intersex people face is other people who are not intersex making them feel uncomfortable about their sex and gender. Intersex people may not feel the need to identify themselves at all in their lifetimes, preferring to maintain ambiguity. However, those who are not a part of this community feel as though people need to chose and be more clear about their genitalia. This invasion of privacy is often protested against and discussed by activist groups who believe intersex people are allowed to be private and deserve to be treated the same as those who are not intersex.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":59},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":77},{"uri":"Hermaphrodite","surface_form":"Hermaphrodite","offset":209},{"uri":"Genitalia","surface_form":"genitalia","offset":466},{"uri":"Genetics","surface_form":"genetically","offset":561},{"uri":"Secondary_sex_characteristic","surface_form":"secondary sex characteristic","offset":667},{"uri":"Puberty","surface_form":"puberty","offset":994},{"uri":"Adult","surface_form":"adult","offset":1016},{"uri":"Congenital","surface_form":"congenital","offset":1426},{"uri":"Genetics","surface_form":"genetic","offset":1476},{"uri":"Hormone","surface_form":"hormone","offset":1610},{"uri":"Fetus","surface_form":"fetuses","offset":1660},{"uri":"Adrenal_gland","surface_form":"adrenal gland","offset":1730},{"uri":"Androgen","surface_form":"androgen","offset":1770},{"uri":"Testosterone","surface_form":"testosterone","offset":1812},{"uri":"Turner%27s_Syndrome","surface_form":"Turner's Syndrome","offset":2063},{"uri":"Genotype","surface_form":"genotype","offset":2136},{"uri":"Puberty","surface_form":"puberty","offset":2275},{"uri":"Reproduction","surface_form":"reproduce","offset":2304},{"uri":"Klinefelter_syndrome","surface_form":"Klinefelter Syndrome","offset":2343},{"uri":"Surgery","surface_form":"Surgery","offset":2630},{"uri":"Consent","surface_form":"consent","offset":2968},{"uri":"Consensus","surface_form":"consensus","offset":3076},{"uri":"Sex_organ","surface_form":"genitalia","offset":3470},{"uri":"United_Nations","surface_form":"United Nations","offset":3757},{"uri":"Human_rights","surface_form":"human rights","offset":3782},{"uri":"Malta","surface_form":"Malta","offset":4004},{"uri":"Activism","surface_form":"activist","offset":4308},{"uri":"Gender","surface_form":"gender","offset":4746}]}