{"id":138215,"url":"http://en.wikipedia.org/wiki/Banksy","text":"Banksy is a British street and graffiti artist. He likes to remain anonymous and not let people know his true identity. He often draws in high visibility public places such as on buildings or train stations. His paintings are often about politics, war and other important topics.\nHis satirical street art and mind-hurting pictures combine dark humour with graffiti. The graffiti is done with a stencilling technique. Such works have been done on streets, walls, and bridges of cities throughout the world.\nBanksy's work started in the Bristol underground scene, which had collaborations between artists and musicians. According to graphic designer Tristan Manco and the book \"Home Sweet Home\", Banksy \"was born in 1974 and raised in Bristol, England. The son of a photocopier technician, he trained as a butcher but became involved in graffiti during the great Bristol aerosol boom of the late 1980s\". His style is similar to Blek le Rat, who began to work with stencils in 1981 in Paris, and to members of the anarcho-punk band Crass, which did a graffiti stencil campaign on the London Underground system in the late 1970s and early 1980s.\nBanksy displays his art on public surfaces such as walls and even going as far as to build physical prop pieces. He does not sell photos of street graffiti directly himself. However, art auctioneers have been known to attempt to sell his street art on location and leave the problem of its removal in the hands of the winning bidder. Banksy's first movie, \"Exit Through the Gift Shop\", billed as \"the world's first street art disaster movie,\" made its debut at the 2010 Sundance Film Festival. The movie was released in the UK on 5 March 2010. In January 2011, he was nominated for the Academy Award for Best Documentary for the movie.\nIdentity.\nThere have been numerous rumours as to Banksy's identity. Names often suggested include Robert Banks and Robin Gunningham.\nIn 2004 an alleged photograph of him in Jamaica surfaced. In October 2007 the BBC website featured a photo allegedly taken by a passer-by in Bethnal Green, London, purporting to show Banksy at work with an assistant, scaffolding and a truck. From the pictures, Banksy's identity was thought to be Robin Gunningham, a man born in Bristol on 28 July 1973. Gunningham was educated at Bristol Cathedral Choir School and Leicester Polytechnic, now De Montfort University, and according to a former friend, was \"extremely talented at art\".\nlived with artist Luke Egan. Around 2000, when Banksy moved from Bristol to London, Gunningham is known to have moved from Bristol to a London flat in Hackney, and a number of Banksy's most famous works appeared nearby. At that time, Gunningham lived with Jamie Eastman, who worked for a record label that used illustrations by Banksy.\nIn May 2009, the \"Mail on Sunday\" once again speculated about Gunningham being Banksy. This \"new Banksy rat\" story was also picked up by \"The Times\", and the \"Evening Standard\".\nIn response to reports that Banksy was Robin Gunningham, Banksy's agent refused to either confirm or deny the reports.\nSimon Hattenstone from \"The Guardian\" is one of the very few people to have interviewed him face to face. Hattenstone describes him as \"a cross of Jimmy Nail and British rapper Mike Skinner\" and \"a 28-year old male who showed up wearing jeans and a t-shirt with a silver tooth, silver chain, and one silver earring.\" In the same interview, Banksy claimed that his parents think he is a painter and decorator.","categories":[],"infobox_types":[],"annotations":[{"uri":"Britain","surface_form":"British","offset":12},{"uri":"Artist","surface_form":"artist","offset":40},{"uri":"Anonymous","surface_form":"anonymous","offset":67},{"uri":"Building","surface_form":"building","offset":179},{"uri":"Train_station","surface_form":"train station","offset":192},{"uri":"Politics","surface_form":"politics","offset":238},{"uri":"War","surface_form":"war","offset":248},{"uri":"Satirical","surface_form":"satirical","offset":284},{"uri":"Street_art","surface_form":"street art","offset":294},{"uri":"Humour","surface_form":"humour","offset":344},{"uri":"Graffiti","surface_form":"graffiti","offset":356},{"uri":"Stencil","surface_form":"stencilling","offset":394},{"uri":"Bristol","surface_form":"Bristol","offset":535},{"uri":"Underground","surface_form":"underground","offset":543},{"uri":"Collaboration","surface_form":"collaboration","offset":572},{"uri":"Blek_le_Rat","surface_form":"Blek le Rat","offset":926},{"uri":"Anarcho-punk","surface_form":"anarcho-punk","offset":1011},{"uri":"Crass","surface_form":"Crass","offset":1029},{"uri":"London_Underground","surface_form":"London Underground","offset":1081},{"uri":"Sundance_Film_Festival","surface_form":"Sundance Film Festival","offset":1612},{"uri":"Academy_Award_for_Best_Documentary","surface_form":"Academy Award for Best Documentary","offset":1728},{"uri":"Jamaica","surface_form":"Jamaica","offset":1951},{"uri":"Bethnal_Green","surface_form":"Bethnal Green","offset":2052},{"uri":"Bristol","surface_form":"Bristol","offset":2240},{"uri":"Bristol_Cathedral_Choir_School","surface_form":"Bristol Cathedral Choir School","offset":2292},{"uri":"De_Montfort_University","surface_form":"De Montfort University","offset":2354},{"uri":"London_Borough_of_Hackney","surface_form":"Hackney","offset":2596},{"uri":"The_Times","surface_form":"The Times","offset":2919},{"uri":"Evening_Standard","surface_form":"Evening Standard","offset":2940},{"uri":"The_Guardian","surface_form":"The Guardian","offset":3102},{"uri":"Jimmy_Nail","surface_form":"Jimmy Nail","offset":3225},{"uri":"Mike_Skinner_(musician)","surface_form":"Mike Skinner","offset":3255}]}