{"id":138418,"url":"http://en.wikipedia.org/wiki/Springfield%2C_Massachusetts","text":"Springfield is near Hartford, Connecticut. The two cities are only 24 miles (38 km) apart. Airline service to Springfield and Hartford is provided from Bradley International Airport. Bradley is 12 miles (19 km) away from Springfield, and 12 miles (19 km) away from Hartford.\nMany famous people are from Springfield: Dr. Seuss, the author, is from there. John Brown, the abolitionist, started his abolitionism here. James MacNeill Whistler, the famous painter, lived there too. Timothy Leary, the LSD activist was born there. Milton Bradley, the game-maker made his games, like \"The Game of Life,\" and \"Chutes and Ladders\" there. Charles Goodyear, the man who invented vulcanized rubber, first made it in Springfield.\nSpringfield's other nicknames are \"The City in a Forest,\" because it has a lot of trees in it, and \"The City of Homes\" because it has many big Victorian houses.\nSpringfield has two professional sports teams, the Springfield Falcons AHL ice hockey team, and the Springfield Armor NBA D-League basketball team. Both teams play home games at the MassMutual Center on Main Street in Springfield.\nMany trains and buses meet in Springfield, because it is close to big cities like New York City, Boston, Montreal, and Albany. It is also next to New England's largest river, the Connecticut River. Springfield has always been a city that has welcomed immigrants.\nIf you visit Springfield, you can go to the Basketball Hall of Fame, or The Quadrangle museums - a group of art, science, and history museums around the Dr. Seuss sculptures. You could go to the Club Quarter, where there are many restaurants, bars, and discos. You could go to Forest Park, where there is a zoo, different sports fields, and a lake.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hartford%2C_Connecticut","surface_form":"Hartford, Connecticut","offset":20},{"uri":"Bradley_International_Airport","surface_form":"Bradley International Airport","offset":152},{"uri":"Dr._Seuss","surface_form":"Dr. Seuss","offset":316},{"uri":"John_Brown_(abolitionist)","surface_form":"John Brown","offset":354},{"uri":"Timothy_Leary","surface_form":"Timothy Leary","offset":477},{"uri":"LSD","surface_form":"LSD","offset":496},{"uri":"Victorian_architecture","surface_form":"Victorian","offset":860},{"uri":"Hockey","surface_form":"hockey","offset":957},{"uri":"Basketball","surface_form":"basketball","offset":1009},{"uri":"Trains","surface_form":"trains","offset":1114},{"uri":"Bus","surface_form":"bus","offset":1125},{"uri":"New_England","surface_form":"New England","offset":1255},{"uri":"Connecticut_River","surface_form":"Connecticut River","offset":1288}]}