{"id":138406,"url":"http://en.wikipedia.org/wiki/Porta_Alchemica","text":"Porta Alchemica (English: \"alchemical door\"), or Alchemy Gate or Magic Portal, is an ancient monument built between 1678 and 1680 by \"Massimiliano Palombara\" marquis of Pietraforte (1614-1680) in his residence, Palombara villa, located in the east of Rome on the \"Esquilino\" hill in a position almost corresponding to \"Piazza Vittorio\", where today was placed. Porta Alchemica is the only survivor of the five gates of the Palombara villa, there was an lost door on the opposite side enabling to give it a date of 1680, there were also four other inscriptions lost on the walls of the mansion inside the villa.\nLegend.\nAccording to a legend dated 1802 sent us by the scholar \"Francesco Girolamo Cancellieri\", a pilgrim \"stibeum\" (from Latin: \"stibium\" = antimony) was hosted in the villa for a night. The \"pellegrino\", identifiable with the alchemist \"Giustiniani Bono\", stayed for a night in the gardens of the villa in search of a mysterious herb capable of producing gold, the next morning he was seen disappearing forever through the door, but left behind a few flakes of gold fruit of a successful alchemical transmutation, and a mysterious paper full of puzzles and magic symbols that would contain the secret of the Philosopher's Stone.\nThe marquis had engraved on the five gates of the villa Palombara and on the walls of the mansion, the content of the manuscript with symbols and riddles in the hope that one day someone would be able to understand them.\nHistory.\nThe interest of the Marquis Palombara for alchemy was born probably on his attendance since 1656, at the roman court of queen Christina of Sweden, at \"Riario\" palace (today \"Palazzo Corsini\") on the slopes of the \"Gianicolo\" hill. After the queen converted to Catholicism, she abdicated the throne of Sweden and he spent much of the rest of his life exiled in Rome from 1655 until her death in 1689.\nQueen Christina had an alchemical laboratory in Riario palace attended by people like the esotericists \"Giuseppe Francesco Borri\", and the learned Athanasius Kircher possessor of the mysterious Voynich manuscript of enigmatic scripture full of magic symbols. According to a legend the same \"Porta Alchemica\" was built in 1680 as a celebration of a successful alchemical transmutation occurred in Riario laboratory.\nBetween 1678 and 1680 Borri aka \"Giustiniani Bono\", collaborated with Athanasius Kircher for construction of Porta Alchemica in Palombara villa. Gian Lorenzo Bernini, famous architect and Kircher friend, designed the door. On the door was transcribed the secret formula for producing gold discovery in those years in alchemical laboratory of queen Christina. Because of this revelation the Marquis Palombara, Bernini and Athanasius Kircher were murdered by poison at 28 November 1680, probably by the same Borri. The secret of the Philosopher's Stone was lost forever, or perhaps continued to be used by Borri. (It's amazing the similarity between portraits of Borri and the mysterious Count of St. Germain).\nA mysterious symbol.\nThe particular drawing on the pediment of Porta Alchemica, with the two triangles overlap and inscriptions in Latin, appears almost exactly the same on the title of the book alchemical \"Aureum Seculum Redivivum\" of \"Henricus Madatanus\" aka \"Adrian von Mynsicht\" (1603-1638). The title page of the original of 1621 is very different, because the design that was inspired the Marquis Palombara appears exactly only in the posthumous edition of 1677. The same drawing appears in a bookmark possessed by \"Berenger Saunière\", who became the parish priest at Rennes-le-Château in 1885. The motto \"Aureum Seculum Redivivum\" recalled this \"Novus Ordo Seclorum\" in the Great Seal of the United States, motto also of the Bavarian Illuminati heirs of the 17th century Rosicrucianism.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English","offset":17},{"uri":"Alchemy","surface_form":"Alchemy","offset":49},{"uri":"Rome","surface_form":"Rome","offset":251},{"uri":"Latin","surface_form":"Latin","offset":735},{"uri":"Antimony","surface_form":"antimony","offset":754},{"uri":"Gold","surface_form":"gold","offset":970},{"uri":"Philosopher%27s_Stone","surface_form":"Philosopher's Stone","offset":1223},{"uri":"Christina_of_Sweden","surface_form":"Christina of Sweden","offset":1600},{"uri":"Sweden","surface_form":"Sweden","offset":1775},{"uri":"Athanasius_Kircher","surface_form":"Athanasius Kircher","offset":2021},{"uri":"Voynich_manuscript","surface_form":"Voynich manuscript","offset":2068},{"uri":"Gian_Lorenzo_Bernini","surface_form":"Gian Lorenzo Bernini","offset":2434},{"uri":"Count_of_St._Germain","surface_form":"Count of St. Germain","offset":2975},{"uri":"Rennes-le-Ch%C3%A2teau","surface_form":"Rennes-le-Château","offset":3572},{"uri":"Great_Seal_of_the_United_States","surface_form":"Great Seal of the United States","offset":3679},{"uri":"Bavaria","surface_form":"Bavaria","offset":3730},{"uri":"Illuminati","surface_form":"Illuminati","offset":3739},{"uri":"17th_century","surface_form":"17th century","offset":3763},{"uri":"Rosicrucianism","surface_form":"Rosicrucianism","offset":3776}]}