{"id":138477,"url":"http://en.wikipedia.org/wiki/Smilodon","text":"\"Smilodon\" was a genus of saber-toothed cat. There were three species. \"Smilodon gracilis\" (or \"S. fragilis\") was the ancestral, smaller, species (2.5 to 0.5 million years ago).\n\"Smilodon populator\" (1 mya to 10 kya) was a large, heavy species from eastern South America. It was 1.2 m high at the shoulder, 2.1 m (83 in) long on average. With an estimated weight of 220 to 400 kg, it was among the heaviest known felids. Its upper canines reached 28 cm (11 in) and protruded up to 17 cm (6.7 in) out of the upper jaw.\n\"Smilodon fatalis\" (or \"S. californicus\"; 1.6 mya to 10,000 years ago) was the famous cat known from the Rancho La Brea tar pits in Los Angeles. The tar, a bit like asphalt, has yielded about a million bones of late Pleistocene mammals, of which 162,000 bones are from \"Smilodon\", representing perhaps 1200 individuals. The cat was about the size of a female lion, but weighed more, perhaps 200 kg. It was about 1 metre tall at the shoulders.\nTeeth and jaws.\n\"Smilodon\" is most famous for its relatively long canines, which are the longest found in the saber-toothed cats, at about long in the largest species \"Smilodon populator\". Those of \"S. fatalis\" reached their full size in 18 months at a growth rate of 7 mm/month. These canine teeth were slender and had fine serrations. They were fragile and could not have bitten into bone. Therefore, the cats did not use their long teeth to take down prey. Only when their prey was subdued did they use their teeth.\nMethod of attack.\nThe front limbs on these cats were longer and stronger than modern cats, and from that, and its teeth, its method of attack must have been different. An educated guess would be: they were ambush predators, which clung on round the neck of their prey, and slashed at the underside of the throat. This contrasts with the method of the modern lion, which brings down its prey by weight of numbers, and clamps its jaws over the prey's nose and mouth. The prey dies of suffocation.\n\"Smilodon\"&apos;s gape could have reached almost 120 degrees, while that of the modern lion reaches 65 degrees. This makes the gape wide enough to allow \"Smilodon\" to slash the throats of their victims without closing their jaws in a bite.\n\"Smilodons niche was closer to a leopard's, which is also an ambush predator. They both need cover to get close to prey.\n\"Smilodon\" had relatively short legs and a short, bobbed tail. Its front legs were especially powerful. Its body was adapted for springing onto prey, but it was not a very fast runner.\nFauna and flora in the Smilodon's environment.\nDuring the last ice age, there were many possible prey species from the La Brea location: mammoths, bison, horse, camel, ground sloth, pronghorn, tapir, deer,(elk and others). Most of these were extinct by 5 to 10,000 years ago. The pressures of a major climate change and human hunting were thought to be the main causes.\nThere was more plant cover at that time. Juniper, oaks, ragweeds, cedars, redwoods, sagebrush, sycamore, thistle and walnut grew in the environs. \"Smilodon\" survived so long as its prey had vegetation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Saber-toothed_cat","surface_form":"saber-toothed cat","offset":26},{"uri":"South_America","surface_form":"South America","offset":257},{"uri":"La_Brea_tar_pits","surface_form":"La Brea tar pits","offset":630},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":650},{"uri":"Asphalt","surface_form":"asphalt","offset":683},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":734},{"uri":"Mammal","surface_form":"mammal","offset":746},{"uri":"Canine_tooth","surface_form":"canines","offset":1027},{"uri":"Lion","surface_form":"lion","offset":1838},{"uri":"Suffocation","surface_form":"suffocation","offset":1962},{"uri":"Niche","surface_form":"niche","offset":2226},{"uri":"Leopard","surface_form":"leopard","offset":2248},{"uri":"Leg","surface_form":"leg","offset":2409},{"uri":"Ice_age","surface_form":"ice age","offset":2584},{"uri":"Columbian_mammoth","surface_form":"mammoth","offset":2658},{"uri":"Bison_antiquus","surface_form":"bison","offset":2668},{"uri":"Western_horse","surface_form":"horse","offset":2675},{"uri":"Titanotylopus","surface_form":"camel","offset":2682},{"uri":"Paramylodon","surface_form":"ground sloth","offset":2689},{"uri":"Pronghorn","surface_form":"pronghorn","offset":2703},{"uri":"Tapir","surface_form":"tapir","offset":2714},{"uri":"Deer","surface_form":"deer","offset":2721},{"uri":"Elk","surface_form":"elk","offset":2727},{"uri":"Climate_change","surface_form":"climate change","offset":2822},{"uri":"Hunting","surface_form":"hunting","offset":2847},{"uri":"Juniper","surface_form":"Juniper","offset":2932},{"uri":"Oak","surface_form":"oak","offset":2941},{"uri":"Ragweed","surface_form":"ragweed","offset":2947},{"uri":"Cedar","surface_form":"cedar","offset":2957},{"uri":"Redwood","surface_form":"redwood","offset":2965},{"uri":"Sagebrush","surface_form":"sagebrush","offset":2975},{"uri":"Sycamore","surface_form":"sycamore","offset":2986},{"uri":"Thistle","surface_form":"thistle","offset":2996},{"uri":"Walnut","surface_form":"walnut","offset":3008}]}