{"id":138437,"url":"http://en.wikipedia.org/wiki/The_Big_Bang_Theory","text":"\"The Big Bang Theory\" is an American television sitcom. It was created and executive produced by Chuck Lorre and Bill Prady. It was first shown on CBS on September 24, 2007.\nOverview.\nThe show starts by being centred on two male Caltech scientists who share an apartment in Pasadena, California. They are in their twenties and are both single for the first two seasons. One is an experimental physicist from New Jersey (Leonard Hofstadter). The other is a theoretical physicist from Texas (Sheldon Cooper). Sheldon has Asperger syndrome and obsessive-compulsive personality disorder and has a very low sex drive. They live across the hall from an attractive, bottle-blonde waitress from Nebraska (Penny). She is single and lives on her own for most of the show's run. She tried to become an actress, but only got a role in a television advertisement and a role in a B-movie called Serial Apeist as well as its sequel.\nLeonard and Sheldon's geekiness and intellect are contrasted with Penny's social skills, popularity and lively sex life for comedic effect. Two equally geeky, single friends of Sheldon and Leonard's, Jewish Howard and Indian Rajesh, are also main characters. Howard lived with his mother during the first few seasons. Raj lives on his own. The show is produced by Warner Bros. Television and Chuck Lorre Productions. In March 2014, it was announced that \"The Big Bang Theory\" would continue for at least three more seasons on CBS.\nThe show began as a sitcom about four geeky, male scientists and their fun-loving, under-educated, socially successful waitress neighbour. Much of the humor revolved around the differences between scientists and the rest of the characters, especially Penny. From season 3 onwards, the show changed greatly into being a show about couples and families. Bernadette Rostenkowski was brought in during season 3 and started a relationship with Howard. The couple later married and had a daughter. Amy Farrah-Fowler was also brought in during season 3 and started a relationship with Sheldon; they later got engaged. Leonard and Penny became a couple and married. The show frequently shuffles between romantic comedy and relationship drama.\nEleven seasons have been shown. The show's twelfth season was its last.\nA prequel series, \"Young Sheldon\", began in 2017.\nProduction history.\nThe show was first developed for the 2006-2007 television season. At that time, it was very different from the show that was later broadcast. Only Jim Parsons & Johnny Galecki were part of the original pilot. The character now played by Kaley Cuoco was much meaner to the geeks. CBS did not pick the show up, but gave Bill Prady and Chuck Lorre a second chance. They brought in Kaley Cuoco, Simon Helberg and Kunal Nayyar. They retooled the show.\nThe second pilot of \"The Big Bang Theory\" was directed by award-winning television directing veteran James Burrows. He decided not to stay with the show. This reworked pilot led to a 13-episode order by CBS on May 14, 2007. Before its airing on CBS, the pilot episode was distributed on iTunes free of charge. The show premiered September 24, 2007. It was picked up for a full 22-episode season order on October 19, 2007.\nProduction on the show was halted on November 6, 2007 by the 2007–2008 Writers Guild of America strike. When the strike ended, the show was picked up for a second season for the 2008-2009 television season.\nThe show returned on March 17, 2008. It had an earlier time slot and nine new episodes. The second season premiered, in the same slot, on September 22, 2008. During that season, the show's ratings grew. That led to a\ntwo-year renewal through the 2010-11 season.\nDavid Saltzberg, a professor of physics and astronomy at the University of California, Los Angeles, checks scripts and provides dialogue, math equations and diagrams used as props. He says he is more consultant than contributor. Executive producer/co-creator Bill Prady said, \"In fact, we're working on giving Sheldon an actual problem that he's going to be working on throughout the [first] season so there's actual progress to the boards... We worked hard to get all the science right.\"\nTheme song.\nBarenaked Ladies wrote and recorded the theme song, which describes developments the universe has undergone since the dawn of time. On October 9, 2007, a full-length (1 minute and 45 second) version of the song was released.\nU.S. standard ratings.\nIn the following summary, \"rating\" is the percentage of all households with televisions that tuned to the show, and \"share\" is the percentage of all televisions in use at that time that are tuned in. \"18-49\" is the percentage of all adults aged 18–49 tuned into the show. \"Viewers\" is the number of viewers, in millions, watching at the time. \"Rank\" is how well the show did compared to other TV shows aired that week.\nUK distribution and ratings.\nThe show made its UK debut on Channel 4 on February 14, 2008 bringing in an average audience of 1.0 million viewers. The second episode, shown the following week, also received 1.0 million. For the third episode an average of 1.1 million tuned in. The show is also shown as a 'first-look' on Channel 4's digital offshoot E4 the preceding evening, and brings in 400,000 viewers on average. The 5th episode received 880,000 viewers. After the first 5 episodes, the average number of viewers continues to hover around the 1 million mark. Episode 13 was watched by 1.3 million viewers and was the most watched episode.\nIn December 2008, Virgin Media made the first nine episodes of the first season available to watch on its TV Choice On Demand service, and the rest of Season 1 was made available in January 2009.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"United_States","surface_form":"American","offset":28},{"uri":"Sitcom","surface_form":"sitcom","offset":48},{"uri":"Executive_producer","surface_form":"executive produced","offset":75},{"uri":"Chuck_Lorre","surface_form":"Chuck Lorre","offset":97},{"uri":"Bill_Prady","surface_form":"Bill Prady","offset":113},{"uri":"CBS","surface_form":"CBS","offset":147},{"uri":"California_Institute_of_Technology","surface_form":"Caltech","offset":229},{"uri":"Apartment","surface_form":"apartment","offset":261},{"uri":"Pasadena%2C_California","surface_form":"Pasadena, California","offset":274},{"uri":"Physicist","surface_form":"physicist","offset":393},{"uri":"New_Jersey","surface_form":"New Jersey","offset":408},{"uri":"Leonard_Hofstadter","surface_form":"Leonard Hofstadter","offset":420},{"uri":"Texas","surface_form":"Texas","offset":483},{"uri":"Sheldon_Cooper","surface_form":"Sheldon Cooper","offset":490},{"uri":"Asperger_syndrome","surface_form":"Asperger syndrome","offset":519},{"uri":"Obsessive-compulsive_personality_disorder","surface_form":"obsessive-compulsive personality disorder","offset":541},{"uri":"Sex_drive","surface_form":"sex drive","offset":602},{"uri":"Nebraska","surface_form":"Nebraska","offset":687},{"uri":"Penny_(The_Big_Bang_Theory_character)","surface_form":"Penny","offset":697},{"uri":"Advertisement","surface_form":"advertisement","offset":836},{"uri":"B-movie","surface_form":"B-movie","offset":866},{"uri":"Sequel","surface_form":"sequel","offset":910},{"uri":"Geek","surface_form":"geek","offset":940},{"uri":"Social_skills","surface_form":"social skills","offset":992},{"uri":"Popularity","surface_form":"popularity","offset":1007},{"uri":"Sex_life","surface_form":"sex life","offset":1029},{"uri":"Jew","surface_form":"Jew","offset":1118},{"uri":"Howard_Wolowitz","surface_form":"Howard","offset":1125},{"uri":"India","surface_form":"India","offset":1136},{"uri":"Rajesh_Koothrappali","surface_form":"Rajesh","offset":1143},{"uri":"Season_(television)","surface_form":"seasons","offset":1433},{"uri":"Engagement","surface_form":"engaged","offset":2051},{"uri":"Romantic_comedy","surface_form":"romantic comedy","offset":2144},{"uri":"Prequel","surface_form":"prequel","offset":2258},{"uri":"Young_Sheldon","surface_form":"Young Sheldon","offset":2275},{"uri":"Bill_Prady","surface_form":"Bill Prady","offset":2644},{"uri":"Chuck_Lorre","surface_form":"Chuck Lorre","offset":2659},{"uri":"Kaley_Cuoco","surface_form":"Kaley Cuoco","offset":2704},{"uri":"Simon_Helberg","surface_form":"Simon Helberg","offset":2717},{"uri":"Kunal_Nayyar","surface_form":"Kunal Nayyar","offset":2735},{"uri":"James_Burrows","surface_form":"James Burrows","offset":2874},{"uri":"CBS","surface_form":"CBS","offset":3018},{"uri":"ITunes","surface_form":"iTunes","offset":3060},{"uri":"2007%E2%80%932008_Writers_Guild_of_America_strike","surface_form":"2007–2008 Writers Guild of America strike","offset":3256},{"uri":"Strike_action","surface_form":"strike","offset":3308},{"uri":"2008-09_United_States_network_television_schedule","surface_form":"2008-2009 television season","offset":3373},{"uri":"Physics","surface_form":"physics","offset":3696},{"uri":"Astronomy","surface_form":"astronomy","offset":3708},{"uri":"University_of_California%2C_Los_Angeles","surface_form":"University of California, Los Angeles","offset":3725},{"uri":"Barenaked_Ladies","surface_form":"Barenaked Ladies","offset":4165},{"uri":"Theme_song","surface_form":"theme song","offset":4205},{"uri":"Universe","surface_form":"universe","offset":4250},{"uri":"Nielsen_Ratings","surface_form":"rating","offset":4440},{"uri":"Nielsen_Ratings","surface_form":"share","offset":4530},{"uri":"Channel_4","surface_form":"Channel 4","offset":4891}]}