{"id":138593,"url":"http://en.wikipedia.org/wiki/Airbag","text":"An airbag is a part of the safety restraint system in cars. Airbags are bags that rapidly fill with air when an accident happens. That way they can prevent injuries that occur when the driver hits a hard object.\nAn airbag is a useful vehicle safety device. Airbags are used in the world increasingly because in accidents, it can help passengers reduce shock.\nWhen the sensor feels a strong shock, the gas device explodes. This gas fills the bag immediately.\nHistory of airbags.\nAn American inventor, Dr. Allen S. Breed, invented and developed a key component for automotive use. Breed Corporation then marketed this innovation first in 1967 to Chrysler. A similar \"Auto-Ceptor\" crash-restraint, brandon, developed by Eaton, Yale & Towne Inc. for Ford was soon offered as an automatic safety system in the USA. The Italian Eaton-Livia company offered a variant with localized air cushions.\nAll cars used the airbag nowadays was originally invented by a Japanese man Mr. Kobori and he took the world patents.\nThe first patent on an inflatable crash-landing device for airplanes was filed during World War II. In 1973, the first commercial airbags appeared in a run of 1,000 Chevrolet Impalas. Since model year 1998, all new cars sold in the United States have been required to have airbags on both driver and passenger sides. To date, statistics show that airbags reduce the risk of dying in a direct frontal crash by about 30 percent. Today, some cars have six or even eight airbags.\nHow airbags work.\nFirst, moving objects have momentum (the product of the mass and the velocity of an object). If no outside force acts on an object, the object will continue to move at its present speed and direction (because of inertia). Cars consist of several objects, including the vehicle itself, loose objects in the car and, of course, passengers. If these objects are not restrained, they will continue moving at whatever speed the car is travelling at, even if the car is stopped by a collision.\nStopping an object's momentum requires force acting over a period of time. When a car crashes, the force required to stop an object is very great because the car's momentum has changed instantly while the passengers' has not (there is not much time to work with). The goal of any supplemental restraint system is to help stop the passenger while doing as little damage to them as possible.\nWhat an airbag wants to do is to slow the passenger's speed to zero with little or no damage. The constraints that it has to work within are huge. The airbag has the space between the passenger and the steering wheel or dashboard and a fraction of a second to work with. Even that tiny amount of space and time is valuable, however, if the system can slow the passenger evenly rather than forcing an abrupt halt to their motion.\nMotorcycle airbag.\nIn 2006 the airbag was set up for a motorcycle. This was in the Gold Wing by Honda.\nThe second airbag device for motorcyclist is an inflatable airbag jacket was invented by Tamás Straub in 1976.","categories":[],"infobox_types":[],"annotations":[{"uri":"Car","surface_form":"car","offset":54},{"uri":"Bag","surface_form":"bag","offset":72},{"uri":"Accident","surface_form":"accident","offset":112},{"uri":"Injury","surface_form":"injuries","offset":156},{"uri":"Allen_S._Breed","surface_form":"Allen S. Breed","offset":504},{"uri":"Automotive","surface_form":"automotive","offset":563},{"uri":"Chrysler","surface_form":"Chrysler","offset":644},{"uri":"Ford_Motor_Company","surface_form":"Ford","offset":746},{"uri":"Variant","surface_form":"variant","offset":852},{"uri":"Patent","surface_form":"patent","offset":1017},{"uri":"Motorcycle","surface_form":"motorcycle","offset":2863}]}