{"id":138520,"url":"http://en.wikipedia.org/wiki/Vocal_cords","text":"The vocal cords or vocal folds are two sets of tissue stretched across the larynx. They can vibrate when air passes through the larynx. This produces sounds. Humans use them to produce language.\nMen and women have different vocal fold sizes. Adult male voices are usually deeper: males have thicker cord. The male vocal folds are between 17 mm and 25 mm in length.'\nThe female vocal folds are between 12.5 mm and 17.5 mm long.\nThe difference in vocal fold size between men and women means that their voices have a different pitch. Each person's voice is different and has a slightly different pitch. This is caused by genes that influence how the larynx is made.\nFalse vocal cords.\nThe vocal cords are sometimes called 'true vocal cords' to distinguish them from the false vocal cords. These are a pair of thick folds of mucous membrane. They sit directly above the true vocal folds, to protect them. They have a very small role in normal speech, but are often used in musical screaming and the death grunt singing style. They are also used in Tuvan throat singing.\nThe false cords are also called vestibular folds and ventricular folds. They can be seen on the diagram above as \"ventricular folds\".\nUnlike the true vocal cords, the false ones grow back completely when they are removed by surgery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tissue_(biological)","surface_form":"tissue","offset":47},{"uri":"Larynx","surface_form":"larynx","offset":75},{"uri":"Vibration","surface_form":"vibrate","offset":92},{"uri":"Sound","surface_form":"sound","offset":150},{"uri":"Human","surface_form":"Human","offset":158},{"uri":"Language","surface_form":"language","offset":185},{"uri":"Gene","surface_form":"gene","offset":618},{"uri":"Mucous_membrane","surface_form":"mucous membrane","offset":821},{"uri":"Screaming_(music)","surface_form":"screaming","offset":977},{"uri":"Death_grunt","surface_form":"death grunt","offset":995},{"uri":"Surgery","surface_form":"surgery","offset":1290}]}