{"id":138678,"url":"http://en.wikipedia.org/wiki/Bop_It","text":"\"Bop It\" is a series of battery-powered games made by Hasbro. The aim of the game is to respond quickly to the directions that come out of the game's speakers. These directions are given in a way that requires the player do use different devices on the machine, such as pull handles, twist cranks, spin wheels, or toggle switches. A beat is played during the game and the beat will get faster as the player scores more points, making it harder for the player to respond.\n\"Bop It\" can be played by one to four people at a time and has been very popular as a children's game. It was designed by Dan Klistner and developed by other Hasbro designers, including Bob Welch. The original version was released in 1996, and there have been several versions made since then. The current classic version was released in 2016 to mark the 20th anniversary of the original game. It was demonstrated at the New York Toy Fair in 2016 before the game was released in June 2016. It is called \"Bop It! New Moves\".\nSince 2008, the voice in the games has been Buddy Rubino. He has recorded the voice for \"Bop It!\", \"Bop It! XT\", \"Bop It! Smash!, Bop It! Tetris and Bop It! New Moves.\"\n\"Zing It\".\n\"Zing It\" is a yo-yo version of \"Bop It\". It tells commands that the player must follow along with. Like the original \"Bop It\", there are three commands that may be said: \"Bop it!\" (requiring the player to press the purple button), \"Zing it!\" (requiring the player to drop the yo-yo downward and send it back up again), and \"Loop it!\" (requiring the player to do the \"'round the world\" yo-yo trick). \"Zing It\" has 3 modes: \"Vox Bop\" (as with Bop It), \"Beat Bop\" (again, as with Bop It), and \"Vox Bop Challenge\" (where the game will tell a series of commands which must be done in correctly). As with \"Bop It\" and \"Bop It Extreme\", \"Zing It\" announces the score musically by sound effects. Different tones represent different point values. There is a maximum score of 250.\nVideo games.\nIn 2009, EA Games made a video game called \"Hasbro Family Games Night 2\". It had \"Bop It\" as one of the games that could be played. It is available for the Nintendo DS and the Nintendo Wii. In 2011, EA Games made an iPhone application which played exactly like the handheld game. It has the same commands from the handheld games and added extra commands which were never invented on the handheld game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battery","surface_form":"battery","offset":24},{"uri":"Game","surface_form":"game","offset":40},{"uri":"Hasbro","surface_form":"Hasbro","offset":54},{"uri":"Direction","surface_form":"direction","offset":111},{"uri":"Loudspeaker","surface_form":"speakers","offset":150},{"uri":"Device","surface_form":"devices","offset":238},{"uri":"Lever","surface_form":"handle","offset":275},{"uri":"Crank","surface_form":"crank","offset":290},{"uri":"Wheel","surface_form":"wheel","offset":303},{"uri":"Switch","surface_form":"switch","offset":321},{"uri":"Rhythm","surface_form":"beat","offset":333},{"uri":"Point","surface_form":"points","offset":419},{"uri":"New_York_Toy_Fair","surface_form":"New York Toy Fair","offset":892},{"uri":"Voice_actor","surface_form":"voice","offset":1011},{"uri":"Yo-yo","surface_form":"yo-yo","offset":1190},{"uri":"EA_Games","surface_form":"EA Games","offset":1969},{"uri":"Video_game","surface_form":"video game","offset":1985},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":2116},{"uri":"Nintendo_Wii","surface_form":"Nintendo Wii","offset":2136},{"uri":"IPhone","surface_form":"iPhone","offset":2176},{"uri":"Application","surface_form":"application","offset":2183}]}