{"id":13865,"url":"http://en.wikipedia.org/wiki/Rosa_Luxemburg","text":"Rosa Luxemburg (5 March 1871 in Zamość, Russian Poland – 15 January 1919 in Berlin) was a Polish-Jewish Marxist politician working in both Poland and Germany. Her birth name was Rosalia \"Luxemburg\". She was born into a Jewish family. She was the fifth child of her parents. Her father was a wood trader/timber trader. His name was Eliasz Luxemburg III. Her mother's name was Line (maiden name: Löwenstein).\nIn one of her earliest publications, 'Reform or Revolution?' (1900) Luxemburg accepted Marx's argument that capitalism promoted exploitation and was at odds with humanity's natural, fraternal instincts. She also agreed that evolutionary socialism was impossible: only revolution could create real change. However, like Lenin, she had little sympathy for Marx's 'historicism' and denied that for a revolution to occur, capitalism would have to reach an advanced stage of development. However, Luxemburg's analysis of how the revolution should come would distinguish her from both Marx and Lenin.\nAfter WW1 Luxemburg helped establish the German Communist Party (KDP). She organised a socialist uprising in Germany but was killed by a right-wing group called the Freikorps. Rosa Luxemburg made many new communist ideas that continue to influence communism today. Rosa Luxemburg supported the Russian Revolution led by Lenin and Trotsky, but she saw them both as making undemocratic mistakes in organizing what was supposed to be a more democratic nation. She also insisted the freedom of assembly, freedom of the press, freedom of speech and abolition of death penalty. In 1913 she published an essay \"The Accumulation of Capital\" that urges that capital accumulation causes the imperialism.\nRosa Luxemburg was murdered-executed by the Garde-Kavallerie-Schützendivision of the Freikorps.","categories":[],"infobox_types":[],"annotations":[{"uri":"Zamo%C5%9B%C4%87","surface_form":"Zamość","offset":32},{"uri":"Poland","surface_form":"Russian Poland","offset":40},{"uri":"Berlin","surface_form":"Berlin","offset":76},{"uri":"Poland","surface_form":"Polish","offset":90},{"uri":"Jew","surface_form":"Jewish","offset":97},{"uri":"Marxism","surface_form":"Marxist","offset":104},{"uri":"Jewish","surface_form":"Jewish","offset":219},{"uri":"Freikorps","surface_form":"Freikorps","offset":1167},{"uri":"Communism","surface_form":"communism","offset":1250},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":1296},{"uri":"Freedom_of_assembly","surface_form":"freedom of assembly","offset":1481},{"uri":"Freedom_of_the_press","surface_form":"freedom of the press","offset":1502},{"uri":"Freedom_of_speech","surface_form":"freedom of speech","offset":1524},{"uri":"Death_penalty","surface_form":"death penalty","offset":1559},{"uri":"Capital_accumulation","surface_form":"capital accumulation","offset":1651},{"uri":"Imperialism","surface_form":"imperialism","offset":1683}]}