{"id":138733,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Edouard_(2008)","text":"Tropical Storm Edouard was a tropical storm that formed in the Gulf of Mexico. A weather system became still in the northeastern Gulf of Mexico in early August. An area of low pressure formed along the shear line early on August 2, which slowly became stronger during the next day. It strengthened into Tropical Depression Five, and was named Tropical Storm Edouard on August 3. The tropical storm moved towards the west on August 4. It moved onto land on August 5 on the upper Texas coast, about 40 miles southwest of Port Arthur and moved west-northwest into inland Texas. Edouard died out over land and became a tropical depression late on August 5. The depression turned to the northwest, causing heavy rain in central Texas on August 6.\nPreparations and impact.\nIn preparations for the storm, emergency teams along the Louisiana and Texas coasts became active. The Governor of Texas, Rick Perry, started a disaster declaration for 17 counties in Texas that were in the possible path of the storm. He also activated around 1,200 National Guard troops, a 70 member rescue team, six helicopters, and a team that brings food and water to affected areas. About 200 buses became ready for use in San Antonio and Houston to help in evacuations. Louisiana Governor Bobby Jindal declared a statewide emergency. In Cameron Parish, Louisiana, the Office of Emergency Preparedness started a mandatory evacuation, and Sheriff's deputies put up roadblocks. In the Gulf of Mexico, the Shell Oil company removed about 40 workers from drilling locations.\nStorm surge from the storm reached at Freshwater Locks in Louisiana, and also reached at Rollover Pass in Texas. Heavy rain fell along the upper Texas coast. The highest rainfall in Jefferson county from Edouard was from a site along the East Bay Bayou at Jones and Allen. In the Houston, Texas area, of rain faell at the Baytown Emergency Management Center. In central Texas, a cluster of thunderstorms near the center of the storm on August 6 caused of rain near Hamilton, Texas. The strongest winds of at the caused loss of electric power and a few fallen trees.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical storm","offset":29},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":63},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":129},{"uri":"August","surface_form":"August","offset":153},{"uri":"Texas","surface_form":"Texas","offset":478},{"uri":"Port_Arthur%2C_Texas","surface_form":"Port Arthur","offset":519},{"uri":"Louisiana","surface_form":"Louisiana","offset":824},{"uri":"Texas","surface_form":"Texas","offset":838},{"uri":"Rick_Perry","surface_form":"Rick Perry","offset":889},{"uri":"National_Guard","surface_form":"National Guard","offset":1033},{"uri":"San_Antonio%2C_Texas","surface_form":"San Antonio","offset":1195},{"uri":"Houston%2C_Texas","surface_form":"Houston","offset":1211},{"uri":"Louisiana_Governor","surface_form":"Louisiana Governor","offset":1243},{"uri":"Bobby_Jindal","surface_form":"Bobby Jindal","offset":1262},{"uri":"Cameron_Parish%2C_Louisiana","surface_form":"Cameron Parish, Louisiana","offset":1310},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1455},{"uri":"Shell_Oil","surface_form":"Shell Oil","offset":1475},{"uri":"Storm_surge","surface_form":"Storm surge","offset":1543},{"uri":"Houston%2C_Texas","surface_form":"Houston, Texas","offset":1823},{"uri":"Hamilton%2C_Texas","surface_form":"Hamilton, Texas","offset":2008}]}