{"id":138732,"url":"http://en.wikipedia.org/wiki/Firmware","text":"e=\"preserve\">In computing, firmware is a computer program that is \"embedded\" in a hardware device and is an essential part of the hardware. It is sometimes called embedded software. An example is a microcontroller, a part of the microprocessor that tells the microprocessor what actions to take. It can also be a larger program stored on flash memory, or uploaded onto existing hardware by a user.\nAs its name suggests, firmware is somewhere between hardware and software, connecting the two worlds. It can mean slightly different things to different people, especially as stand-alone electronic devices become more like computers. Like software, it is a computer program which is run by a microprocessor. But it is also linked to a piece of hardware and has no meaning without it.\nOn a Computer.\nA computer can have both firmware and software. The firmware is permanently stored in the computer, such as the BIOS, and cannot be easily changed or added to. Software, even the OS, can be replaced by reformatting the hard drive. Software includes the applications that a person operating a computer sees, like a web browser or a word processor. Sometimes a device driver is called firmware, since it is needed to run that piece of hardware, like a printer or a video card. The device driver is on the main part of the computer and can be easily updated (if an update exists).\nOn an Electronic Device.\nOther electronic devices may not look like a computer, but they still have an embedded system such as a microcontroller inside, with a program telling them what to do. This is also firmware. A TV cable box, an elevator controller and a card reader in a hotel door lock all run firmware. In this case, the firmware is the only software on the device and it runs everything, from handling button presses to turning motors on or off.\nIn the past, firmware was stored in ROMs but now it is often stored in media that can be written to such as EEPROMs and Flash. Firmware in many machines such as routers can now be updated without any special hardware, other than a computer and a USB cable. This is done by downloading a new version from the World Wide Web to update the device, using instructions from the device manufacturer.\nAn electronic device is said to be \"bricked\" if it cannot be started because of firmware issues. It is then as useful as a brick. Loading the wrong firmware into a device might cause this. Firmware is stored as a binary image file.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computing","surface_form":"computing","offset":16},{"uri":"Software","surface_form":"computer program","offset":41},{"uri":"Computer_hardware","surface_form":"hardware","offset":82},{"uri":"Embedded_system","surface_form":"embedded software","offset":163},{"uri":"Microcontroller","surface_form":"microcontroller","offset":198},{"uri":"Microprocessor","surface_form":"microprocessor","offset":229},{"uri":"Flash_memory","surface_form":"flash memory","offset":338},{"uri":"Upload","surface_form":"upload","offset":355},{"uri":"Electronic","surface_form":"electronic","offset":585},{"uri":"BIOS","surface_form":"BIOS","offset":909},{"uri":"Operating_system","surface_form":"OS","offset":976},{"uri":"Word_processor","surface_form":"word processor","offset":1128},{"uri":"Device_driver","surface_form":"device driver","offset":1156},{"uri":"Video_card","surface_form":"video card","offset":1260},{"uri":"Embedded_system","surface_form":"embedded system","offset":1478},{"uri":"Microcontroller","surface_form":"microcontroller","offset":1504},{"uri":"Elevator","surface_form":"elevator","offset":1610},{"uri":"Smart_card","surface_form":"card reader","offset":1636},{"uri":"ROM","surface_form":"ROM","offset":1867},{"uri":"EEPROM","surface_form":"EEPROM","offset":1939},{"uri":"Flash_memory","surface_form":"Flash","offset":1951},{"uri":"Router","surface_form":"router","offset":1992},{"uri":"USB","surface_form":"USB","offset":2077},{"uri":"World_Wide_Web","surface_form":"World Wide Web","offset":2139},{"uri":"Binary","surface_form":"binary image file","offset":2438}]}