{"id":138803,"url":"http://en.wikipedia.org/wiki/Avril_Lavigne","text":"Avril Ramona Lavigne (born September 27, 1984) is a Canadian-French singer, songwriter, and actress. Her first album \"Let Go\" was credited as the biggest pop debut of 2002, and certified seven-times Platinum in the United States. Avril is considered a key musician in the development of pop punk music since she paved the way for female-driven, punk-influenced pop music in the early 2000s.\nEarly life.\nAvril grew up in Ontario, Canada. At the age of 14, she began writing her own music and performing at country fairs. Her first song \"Can't Stop Thinking About You\" was about a teenage crush, which she described as \"cheesy cute\". By the age of 15, she had appeared on stage with Shania Twain, and by 16, she had signed a two-album recording contract with Arista Records worth more than $2 million.\n2002–2003: Let Go.\nIn June 2002, Avril Lavigne began with the release of her first album \"Let Go,\" and a music video for the debut single \"Complicated\". In the US, it reached number two on the \"Billboard\" 200 albums chart. At 17 years old, Avril was the youngest female soloist to have a number-one album on the UK Albums Chart at that time. She was nominated for five Grammy Awards. \"Complicated, Sk8r Boi,\" and \"I'm With You\" were all number one songs on the \"Billboard\" Mainstream Top 40.\n2004–2005: Under My Skin.\n\"Under My Skin\", was released on May 2004. The album debuted at number one in Australia, Mexico, Canada, Japan, UK, and U.S. The singles from the album were \"Don't Tell Me, My Happy Ending, Nobody's Home, and He Wasn't\". Avril was awarded for \"World's Best Pop/Rock Artist\" and \"World's Bestselling Canadian Artist\" at the 2004 World Music Awards. She received five Juno Award nominations in 2005 of which she won three, including \"Artist of the Year\".\n\"2006–2008: The Best Damn Thing\".\n\"The Best Damn Thing\" was released In April 2007. \"Girlfriend\", the first single from the album became Lavigne's first number-one single on the U.S. \"Billboard\" Hot 100 and was one of the decade's biggest singles. The album was the first to carry a parental advisory warning due to repeated use of swear words. Avril described the album as \"fast, fun, young, bratty, aggressive, confident, cocky in a playful way... all the good stuff\". The albums second single was \"When You're Gone\". Avril won two World Music Awards in 2007, for \"World's Bestselling Canadian Artist\" and \"World's Best Pop/Rock Female Artist\".\n\"2009–2011: Goodbye Lullaby\".\n\"Goodbye Lullaby\" was released on March 2011 in the US. Avril said that the album as being about her life experiences rather than focusing on relationships and that it was easy for her to do a \"boy-bashing pop song,\" but it was different to write about something \"that's really close to me, something I've been through.\" Other than the album's lead single, \"What the Hell\", Avril described the songs on \"Goodbye Lullaby\" as different from her earlier songs. She said her music on this album was less pop rock than her previous material.\n\"2012–2015: Avril Lavigne\".\nAvril's fifth studio album \"Avril Lavigne was released on November 2013\". Avril described the album as being \"pop and more fun again\". The four singles from the album were \"Here's to Never Growing Up, Rock n Roll, Let Me Go,\" and \"Hello Kitty.\"\n\"2016–present: Head Above Water\".\nAvril's sixth studio album \"Head Above Water\" was released on February 2019. It was preceded by four singles: \"Head Above Water, Tell Me It's Over, Dumb Blonde,\" and \"I Fell in Love with the Devil.\" Avril re-recorded the track \"Warrior\" and released it as a single titled \"We Are Warriors\". All the proceeds from the single will support Project HOPE during the COVID-19 pandemic.\nAt an interview in May 2020, Avril mentioned that she would \"like to release some music in 2021 and that she's started working on new material, which could be the basis of her next album\".\nPersonal life.\nDuring her childhood, Avril was diagnosed with attention-deficit hyperactivity disorder. She has taken Ritalin ever since.\nAvril was diagnosed with Lyme disease. In an interview, she said that she was in the recovery process, and that she wanted to increase awareness of the disease.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Let_Go","surface_form":"Let Go","offset":118},{"uri":"Nominate","surface_form":"nominated","offset":1150},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":1169},{"uri":"Mainstream_Top_40","surface_form":"Mainstream Top 40","offset":1273},{"uri":"Don%27t_Tell_Me_(Avril_Lavigne_song)","surface_form":"Don't Tell Me","offset":1476},{"uri":"Nobody%27s_Home_(Avril_Lavigne_song)","surface_form":"Nobody's Home","offset":1508},{"uri":"He_Wasn%27t","surface_form":"He Wasn't","offset":1527},{"uri":"The_Best_Damn_Thing","surface_form":"The Best Damn Thing","offset":1806},{"uri":"Girlfriend_(Avril_Lavigne_song)","surface_form":"Girlfriend","offset":1856},{"uri":"Parental_advisory","surface_form":"parental advisory","offset":2054},{"uri":"Swear_word","surface_form":"swear words","offset":2103},{"uri":"Brat","surface_form":"brat","offset":2164},{"uri":"Aggressive","surface_form":"aggressive","offset":2172},{"uri":"Confidence","surface_form":"confident","offset":2184},{"uri":"Arrogant","surface_form":"cocky","offset":2195},{"uri":"US","surface_form":"US","offset":2500},{"uri":"What_the_Hell","surface_form":"What the Hell","offset":2806},{"uri":"Diagnose","surface_form":"diagnose","offset":3908},{"uri":"Attention-deficit_hyperactivity_disorder","surface_form":"attention-deficit hyperactivity disorder","offset":3923},{"uri":"Ritalin","surface_form":"Ritalin","offset":3979}]}