{"id":138926,"url":"http://en.wikipedia.org/wiki/Sugar_glider","text":"The sugar glider (\"Petaurus breviceps\") is a small marsupial originally native to eastern and northern mainland Australia, New Guinea, and the Bismarck Archipelago, and introduced to Tasmania. It is called a sugar glider because it likes to feed on the sugary sap from certain trees, and can jump from trees and glide through the air to another tree. They live in trees, and rarely travel on the ground. They eat many foods, but mostly tree sap and insects. They look and act much like a flying squirrel, but they are not related. Sugar gliders are actually related to possums\nAs pets.\nAround the world, the sugar glider is a popular domestic pet. It is one of the most commonly traded wild animals in the illegal pet trade, where animals are plucked directly from their natural habitats.\nIn Australia, sugar gliders can be kept in Victoria, South Australia and the Northern Territory but not Western Australia, New South Wales, ACT or Tasmania.\nSugar gliders are most popular as pets in the United States, where they are bred in large numbers. Most states and cities allow sugar gliders as pets, with some exceptions. In some places, a license or permit might be needed to own a sugar glider, because they are considered an exotic pet, or wild animal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marsupial","surface_form":"marsupial","offset":51},{"uri":"Australia","surface_form":"Australia","offset":112},{"uri":"New_Guinea","surface_form":"New Guinea","offset":123},{"uri":"Bismarck_Archipelago","surface_form":"Bismarck Archipelago","offset":143},{"uri":"Tasmania","surface_form":"Tasmania","offset":183},{"uri":"Flying_squirrel","surface_form":"flying squirrel","offset":488},{"uri":"Possums","surface_form":"possums","offset":569},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":832},{"uri":"South_Australia","surface_form":"South Australia","offset":842},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":866},{"uri":"Western_Australia","surface_form":"Western Australia","offset":893},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":912},{"uri":"Australian_Capital_Territory","surface_form":"ACT","offset":929},{"uri":"Tasmania","surface_form":"Tasmania","offset":936},{"uri":"Exotic_pet","surface_form":"exotic pet","offset":1225}]}