{"id":138930,"url":"http://en.wikipedia.org/wiki/Legal_precedent","text":"In common law legal systems, a precedent or authority is a legal case that establishes a principle or rule. This principle or rule is then used by the court or other judicial bodies use when deciding later cases with similar issues or facts. The use of precedent provides predictability, stability, fairness, and efficiency in the law. The Latin term \"stare decisis\" is the doctrine of legal precedent.\nThe precedent on an issue is the collective body of judicially announced principles that a court should consider when interpreting the law. When a precedent establishes an important legal principle, or represents new or changed law on a particular issue, that precedent is often known as a landmark decision.\nPrecedent is central to legal analysis and rulings in countries that follow common law like the United Kingdom and Canada (except Quebec). In some systems precedent is not binding but is taken into account by the courts.\nBinding precedent.\nPrecedent that must be applied or followed is known as \"binding precedent\" (alternately \"mandatory precedent\", \"mandatory\" or \"binding authority\", etc.). Under the doctrine of \"stare decisis\", a lower court must honor findings of law made by a higher court that is within the appeals path of cases the court hears. In the United States state and federal courts, jurisdiction is often divided geographically among local trial courts, several of which fall under the territory of a regional appeals court, and all regional courts fall under a supreme court. By definition decisions of lower courts are not binding on each other or any courts higher in the system, nor are appeals court decisions binding on each other or on local courts that fall under a different appeals court. Further, courts must follow their own proclamations of law made earlier on other cases, and honor rulings made by other courts in disputes among the parties before them pertaining to the same pattern of facts or events, unless they have a strong reason to change these rulings.\nIn extraordinary circumstances a higher court may overturn or overrule mandatory precedent, but will often attempt to distinguish the precedent before overturning it, thereby limiting the scope of the precedent in any event.\nPrecedent is not \"binding\" on a judge or “mandatory”\nin the same sense that laws are binding on citizens. A judge can't be\njailed or fined for disagreeing with it. His oath is not to\nprecedent, but at least for [https://www.law.cornell.edu/uscode/text/28/453 federal] judges, is to \"the\nand the laws of the United States\". The [http://www.americanbar.org/content/dam/aba/migrated/cpr/pic/1924_canons.authcheckdam.pdf Canons] of Judicial\ndo not mention obedience to precedent, but to \"the federal\nConstitution and that of the state whose laws they administer.\"\nof Judicial [http://www.americanbar.org/groups/professional_responsibility/publications/model_code_of_judicial_conduct.html Conduct] says nothing about precedent. In most cases,\nprecedent is the most reasonable interpretation of the Constitution\nand our laws, in which cases the oath to the constitution is most\nfaithfully observed by following precedent. But when a judge finds\nthe interpretation of the Constitution in a majority opinion\nunpersuasive, compared to the interpretation in the dissent, then\nfollowing precedent may violate the judge's oath. In a ruling where\nJudge Roy Moore saw such a distinction, he acknowledged its authority\nas precedent, but [http://www.al.com/news/index.ssf/2015/06/alabama_chief_justice_moore_ga.html#incart_m-rpt-2 said]\n\"[The] interpretation of the Constitution [by the Supreme Court\nmajority] is \"their\" interpretation. But nothing can conflict\nwith a sworn officer's oath to the Constitution.\" Of course\nchaos is the consequence of \"careless\" disregard of precedent. Citizens\ntrying to obey the law need a sense of what the law is.\nNon-binding / Persuasive precedent.\nPrecedent that is not mandatory but which is useful or relevant is known as \"persuasive precedent\" (or \"persuasive authority\" or \"advisory precedent\"). Persuasive precedent includes cases decided by lower courts, by peer or higher courts from other geographic jurisdictions, cases made in other parallel systems (for example, military courts, administrative courts, indigenous/tribal courts, State courts versus Federal courts in the United States), and in some exceptional circumstances, cases of other nations, treaties, world judicial bodies, etc.\nIn a case of first impression, courts often rely on persuasive precedent from courts in other jurisdictions that have previously dealt with similar issues. Persuasive precedent may become binding through the adoption of the persuasive precedent by a higher court.\nCustom.\nLong-held custom, which has traditionally been recognized by courts and judges, is the first kind of precedent. Custom can be so deeply entrenched in the society at large that it gains the force of law. There need never have been a specific case decided on the same or similar issues in order for a court to take notice of customary or traditional precedent in its deliberations.\nCase law.\nThe other type of precedent is case law. In common law systems this type of precedent is granted more or less weight in the deliberations of a court according to a number of factors. Most important is whether the precedent is \"on point,\" that is, does it deal with a circumstance identical or very similar to the circumstance in the instant case? Second, when and where was the precedent decided? A recent decision in the same jurisdiction as the instant case will be given great weight. Next in descending order would be recent precedent in jurisdictions whose law is the same as local law. Least weight would be given to precedent that stems from dissimilar circumstances, older cases that have since been contradicted, or cases in jurisdictions that have dissimilar law.\nCourt formulations.\nPrecedents viewed against passing time can serve to establish trends, thus indicating the next logical step in evolving interpretations of the law. For instance, if immigration has become more and more restricted under the law, then the next legal decision on that subject may serve to restrict it further still.\nScholars have recently attempted to apply network theory to precedents in order to establish which precedents are most important or authoritative, and how the court's interpretations and priorities have changed over time.\nSuper stare decisis.\nSuper-stare decisis is a term used for important precedent that is resistant or immune from being overturned, without regard to whether correctly decided in the first place. It may be viewed as one extreme in a range of precedential power, or alternately, to express a belief, or a critique of that belief, that some decisions should not be overturned.\nIn 1976, Richard Posner and William Landes coined the term \"super-precedent,\" in an article they wrote about testing theories of precedent by counting citations. Posner and Landes used this term to describe the influential effect of a cited decision. The term \"super-precedent\" later became associated with different issue: the difficulty of overturning a decision. In 1992, Rutgers professor Earl Maltz criticized the Supreme Court's decision in \"Planned Parenthood v. Casey\" for endorsing the idea that if one side can take control of the Court on an issue of major national importance (as in \"Roe v. Wade\"), that side can protect its position from being reversed \"by a kind of super-stare decisis.\"\nThe issue arose anew in the questioning of Chief Justice John G. Roberts and Justice Samuel Alito during their confirmation hearings before the Senate Judiciary Committee. Before the hearings the chair of the committee, Senator Arlen Specter of Pennsylvania, wrote an ed in the \"New York Times\" referring to \"Roe\" as a \"super-precedent.\" He mentioned the concept (and made seemingly humorous references to \"super-duper precedent\") during the hearings, but neither Roberts nor Alito endorsed the term or the concept.","categories":[],"infobox_types":[],"annotations":[{"uri":"Common_law","surface_form":"common law","offset":3},{"uri":"Legal_case","surface_form":"legal case","offset":59},{"uri":"Establish","surface_form":"establish","offset":75},{"uri":"Principle","surface_form":"principle","offset":89},{"uri":"Rule","surface_form":"rule","offset":102},{"uri":"Court","surface_form":"court","offset":151},{"uri":"Judiciary","surface_form":"judicial bodies","offset":166},{"uri":"Issue","surface_form":"issue","offset":225},{"uri":"Predictability","surface_form":"predictability","offset":272},{"uri":"Stability","surface_form":"stability","offset":288},{"uri":"Fairness","surface_form":"fairness","offset":299},{"uri":"Efficiency","surface_form":"efficiency","offset":313},{"uri":"Latin","surface_form":"Latin","offset":340},{"uri":"Doctrine","surface_form":"doctrine","offset":374},{"uri":"Principle","surface_form":"principle","offset":591},{"uri":"Landmark_decision","surface_form":"landmark decision","offset":693},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":808},{"uri":"Canada","surface_form":"Canada","offset":827},{"uri":"Quebec","surface_form":"Quebec","offset":842},{"uri":"Binding_precedent","surface_form":"binding precedent","offset":1008},{"uri":"Stare_decisis","surface_form":"stare decisis","offset":1129},{"uri":"Lower_court","surface_form":"lower court","offset":1147},{"uri":"Appellate_court","surface_form":"higher court","offset":1196},{"uri":"Distinguish","surface_form":"distinguish","offset":2126},{"uri":"Persuasive_precedent","surface_form":"persuasive precedent","offset":3981},{"uri":"Case_of_first_impression","surface_form":"case of first impression","offset":4460},{"uri":"Jurisdiction","surface_form":"jurisdiction","offset":4549},{"uri":"Custom_(law)","surface_form":"custom","offset":4737},{"uri":"Case_law","surface_form":"case law","offset":5148},{"uri":"Network_theory","surface_form":"network theory","offset":6266},{"uri":"Richard_Posner","surface_form":"Richard Posner","offset":6829},{"uri":"Planned_Parenthood_v._Casey","surface_form":"Planned Parenthood v. Casey","offset":7268},{"uri":"Roe_v._Wade","surface_form":"Roe v. Wade","offset":7416},{"uri":"John_G._Roberts","surface_form":"John G. Roberts","offset":7579},{"uri":"Samuel_Alito","surface_form":"Samuel Alito","offset":7607},{"uri":"Confirmation_hearing","surface_form":"confirmation hearing","offset":7633},{"uri":"Arlen_Specter","surface_form":"Arlen Specter","offset":7750},{"uri":"Ed","surface_form":"ed","offset":7790},{"uri":"New_York_Times","surface_form":"New York Times","offset":7801}]}