{"id":13909,"url":"http://en.wikipedia.org/wiki/Rugby_football","text":"Rugby football is a sport people play in many countries. It is usually called rugby or rugger.\nRugby football is named after Rugby School, the public school in England where it was developed. Legend has it that one day in 1823, a senior boy called William Webb Ellis elected to run with the ball rather than retiring to kick it as was the normal mode of play in Rugby School football matches. \"Running in\" was not considered quite the done thing then but was later formalised in the laws of Rugby Football (first published in 1846).\nIts rival, Association football (soccer), came later. It was not formalised until 1863. Even then handling of the ball was allowed, but not catching it and running with it. In the mid 1860s an attempt was made to provide one set of laws for all football but there were irreconcilable differences, mainly concerning \"hacking\" (kicking an opponent in the shins). The \"hackers\" went on to eventually play rugby football even though hacking was barred a few years later. The \"anti-hackers\" went on to form Association Football, eventually banning any handling.\nRules.\nThere are two types of rugby, called Rugby Union and Rugby League. Originally, Rugby Union was played in England by gentlemen amateurs, and Rugby League was played by working class guys for pay. There are many similarities between the two types of rugby, but they have developed different sets of rules over time. The split between the two types occurred because of a disagreement about the way players were treated when they were injured during a game.\nRugby Union is the most popular form of rugby, and it is the national sport in New Zealand, Wales, Fiji, Samoa, Tonga and Madagascar. Rugby League is played by many people in the UK (especially in northern England), Australia, New Zealand and Papua New Guinea. In most other places, the word \"rugby\" refers to rugby union.\nRugby football is played on a field by two teams of 15 people. The objective of the game is to obtain more points than the opposing team within 80 minutes of playing time. Points are gained through scoring tries or kicking goals.\nAt each end of the playing field there is a field goal made out of poles, shaped like the letter H in English. There is also an area called the in-goal. A goal is scored when a player kicks the ball through the top of the H of the other team's goal.\nPlay starts when a player from one team kicks the ball from the halfway line towards the opposing team's field goal. Play continues until a try is scored, the ball crosses the side line or dead ball line, or an infringement occurs. The ball can be moved up the field either by carrying or kicking it. The ball can be passed between team members, but it cannot be passed to team members who are closer to the opposing team's goal than the person who is currently carrying the ball.\nPlayers score a \"try\" if they manage to touch the ball to the ground on or beyond the other team's in-goal. After a try, the team that scored the try then has an opportunity to kick a goal. This is known as a \"conversion kick\". A goal that is scored from a conversion kick is worth two points in addition to the points of a try. A try is worth five points in rugby union, and four points in rugby league. After a team scores points, play restarts with the non-scoring team kicking the ball from the halfway line toward the opposing team's field goal.\nPlayers tackle members of the other team to prevent the opposing team from scoring. Tackling in rugby means grabbing the other person and either stopping them from moving or making them fall on the ground. The main rule for tackling in rugby is that there should be no contact with the neck. Only players carrying the ball can be tackled. Once a tackle is completed, the opposition can compete for the ball.\nThe Rugby World Cup is a championship of rugby union teams from countries all over the world. The Rugby World Cup is held every four years, and will next be held in 2023, in France.\nThere is also the Rugby League World Cup, which is made up of member nations of the Rugby League International Federation (RLIF). The tournament has an irregular schedule. The next tournament will be in 2017, and will be hosted by Australia, New Zealand, and Papua New Guinea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":20},{"uri":"Rugby","surface_form":"rugby","offset":78},{"uri":"Rugby_School","surface_form":"Rugby School","offset":125},{"uri":"Public_school","surface_form":"public school","offset":143},{"uri":"England","surface_form":"England","offset":160},{"uri":"Association_football","surface_form":"Association football","offset":544},{"uri":"Soccer","surface_form":"soccer","offset":566},{"uri":"Rugby_League","surface_form":"Rugby League","offset":1150},{"uri":"Gentlemen","surface_form":"gentlemen","offset":1213},{"uri":"Amateurs","surface_form":"amateurs","offset":1223},{"uri":"Working_class","surface_form":"working class","offset":1264},{"uri":"Papua_New_Guinea","surface_form":"Papua New Guinea","offset":1794},{"uri":"Team","surface_form":"team","offset":1917},{"uri":"Field_goal","surface_form":"field goal","offset":2148},{"uri":"Tackle","surface_form":"tackle","offset":3394},{"uri":"Rugby_World_Cup","surface_form":"Rugby World Cup","offset":3798},{"uri":"Rugby_League_World_Cup","surface_form":"Rugby League World Cup","offset":3994}]}