{"id":13908,"url":"http://en.wikipedia.org/wiki/Derivative_work","text":"Derivative work is a phrase used in copyright law. It is a piece of work (for example: a novel, a song or a painting) that is based on what someone else created.\nCopyright law says that if someone writes a book, draws a picture, or writes a song, then it belongs to them. Other people are not allowed to copy it unless the person who created it says that they can. This is important because it means the person who created the work can sell what they created and get money.\nA derivative work is one that is based on something else. If a person watches a movie, and then writes a story about the people in the movie, that story is a derivative work. If after hearing a song, someone sings the same tune with different words, the song they sung is a derivative work.\nIn the law, if someone else has a copyright on something, no one is allowed to create a derivative work unless they say it is allowed. So if someone watches a movie, they are not allowed to write a story about the people in the movie unless the people who made the movie give them permission.\nThis only applies to the things that are known about by the person creating the work. If a movie is made, but they do not go and see the movie, and then they write a book that has the same story as the movie, that is not a derivative work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Copyright","surface_form":"copyright","offset":36},{"uri":"Law","surface_form":"law","offset":46},{"uri":"Novel","surface_form":"novel","offset":89},{"uri":"Song","surface_form":"song","offset":98},{"uri":"Painting","surface_form":"painting","offset":108},{"uri":"Book","surface_form":"book","offset":206},{"uri":"Picture","surface_form":"picture","offset":220},{"uri":"Copy","surface_form":"copy","offset":304},{"uri":"Money","surface_form":"money","offset":467},{"uri":"Movie","surface_form":"movie","offset":554},{"uri":"Tune","surface_form":"tune","offset":697},{"uri":"Copyright","surface_form":"copyright","offset":799},{"uri":"Permission","surface_form":"permission","offset":1046}]}