{"id":139042,"url":"http://en.wikipedia.org/wiki/The_Lion_King_1%C2%BD","text":"\"The Lion King 1½\" (also known as \"The Lion King 3: Hakuna Matata\" in some countries) is a 2004 American direct-to-video animated comedy movie. It is a third installment and prequel to \"The Lion King\". It is a final installment in the trilogy and the sequel to \"The Lion King\". All three movies were made by The Walt Disney Company. This movie is about the fictional characters Timon and Pumbaa before they met Simba. The movie was released on DVD and video on February 10, 2004.\nHome Media.\nVHS/DVD on February 10, 2004 to releases. Blu-ray on March 6, 2012 and September 11, 2012.\nThe story.\nTimon and Pumbaa start to watch the original \"Lion King\" movie, but Timon keeps insisting to fast forward to when they come in, because they were not seen in the beginning of the story or anywhere until halfway through. Pumbaa suggests telling the audience their story, which begins before Simba's journey begins. Through this, we meet Timon's mother and Uncle Max, discover why he left his meerkat colony, where he learned Hakuna Matata, how he met Pumbaa, and the perils they encountered while searching for their dream home.\nSoundtrack.\nThe movie's soundtrack, \"The Lion King 1½: Songs From Timon and Pumbaa's Hilarious Adventure\", was released on CD by Disney Records on February 10, 2004. It includes two songs from the original movie, \"That's All I Need\" and \"Hakuna Matata\", reperformed by Nathan Lane who took over the role of voicing the character Timon. The rest of the soundtrack includes various R&B tracks, including remakes of the Kool and the Gang classic \"Jungle Boogie\" by artist French, and two instrumental pieces from film composer Don Harper.\nVideo game.\nA video game version of the movie was published in 2003 for the Game Boy Advance. It had Timon and Pumbaa as the playable characters.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":105},{"uri":"Animation","surface_form":"animated","offset":121},{"uri":"Comedy_movie","surface_form":"comedy movie","offset":130},{"uri":"The_Lion_King","surface_form":"The Lion King","offset":186},{"uri":"Sequel","surface_form":"sequel","offset":251},{"uri":"The_Walt_Disney_Company","surface_form":"The Walt Disney Company","offset":308},{"uri":"Fictional_character","surface_form":"fictional character","offset":357},{"uri":"Simba","surface_form":"Simba","offset":411},{"uri":"DVD","surface_form":"DVD","offset":444},{"uri":"VHS","surface_form":"video","offset":452},{"uri":"The_Lion_King","surface_form":"Lion King","offset":640},{"uri":"Simba","surface_form":"Simba","offset":884},{"uri":"R%26amp%3BB","surface_form":"R&B","offset":1502},{"uri":"Kool_%26amp%3B_The_Gang","surface_form":"Kool and the Gang","offset":1539},{"uri":"Video_game","surface_form":"video game","offset":1672},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":1734}]}