{"id":139106,"url":"http://en.wikipedia.org/wiki/Ford_Mondeo","text":"The Ford Mondeo is a line of large family luxury compact vehicles produced by The Ford Motor Company since 1992. There have so far been five generations of the Mondeo.\nFirst Generation (Mk1 1992-1996).\nThe Ford Mondeo Mk1 was released on November 16, 1992 and went on sale on March 22, 1993. It was a class leader back in its day thanks to its fine ride and handling and was competing against many other modern cars such as the Honda Accord, the Toyota Carina and more. The car was sold as a 4 door sedan, hatchback, and station wagon. The Mk1 was discontinued in 1996 as the Mk2 replaces it.\nSecond Generation (Mk2 1996-2000).\nThe Mk2 Mondeo (or known as the Mk1 Mondeo facelift of makeover) started production in 1996. It was released due to bad problems with the Mk1 towards the time being of 1996: The headlights had bad performance, passengers would get squashed in the back seat of the car due to the small spacing between the front seats and the back, etc. The Mk2 lacked all that, but still kept a similar body to the Mk1. The Mk2 was discontinued in 2000 to leave space for the Mk3.\nThird Generation (Mk3 2000-2007).\nThe Mk3 started production in October 2000 to replace the Mk2. The Mk3 featured an all new design compared to previous models. The Mk3 was also wider and more comfortable than the previous models. It included all new headlights too.\n2003 saw a facelift of the Mk3. It featured Ford's new high-tech stereo, a more powerful A/C/Heater, and featured an updated interior. It also featured more classy body colours compared to the ones offered on the 2000-2003 Mk3.\nThey once again updated the model in 2005 to keep customers interested in the model. The Mk3 was discontinued in 2007 for the Mk4.\nFourth Generation (Mk4 2007-2014).\nThe Mk4 was released in May 2007 in the United Kingdom and had five different trim levels: Edge, Zetec, Ghia, Titanium, and Titanium X. The Ford Mondeo Mk4 is the successor to the Mk3 and has new sporty styling and more interior space, it received a facelift in October 2010. The Mk5 replacement was meant to arrive in 2013 but due to production delays, it was pushed back to October 2014.\nFifth Generation (Mk5 2014-present).\nThe Mk5 Mondeo first launched in the US in 2012 as the Ford Fusion, it was meant to arrive in Europe in 2013 but production delays pushed its launch back to October 2014, due to production moving from Belgium to Spain. Like previous Mondeos, it comes in many bodystyles, engines and trim levels and is attractively styled.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":82},{"uri":"Honda_Accord","surface_form":"Honda Accord","offset":428}]}