{"id":139262,"url":"http://en.wikipedia.org/wiki/Nundle%2C_New_South_Wales","text":"Nundle is a village in the New England area of New South Wales, Australia. It was once the centre of Nundle Shire. Most of this area, including the village of Nundle, was added to the new Tamworth Regional Council in 2004. The village is 400 km north of Sydney and about 56 km south east of Tamworth. In 2006 there were 289 people living in Nundle.\nHistory.\nNundle was settled when gold was found nearby at “The Hanging Rock” and Swamp Creek in 1852. By June 1852 there were 300 people digging for gold at Oakenville Creek. People from California, Europe and China were also digging along the Peel River and up the mountain slopes. By 1865 there were about 500 people living there and about 50 shops and small businesses had started. A school building was put up in December 1871. Lessons started in 1872. Nundle was made a town in 1885. In 1924 the Peel River Bridge was built. In 1941 electricity was connected to the town. During 1966 the swimming pool was opened by the Rt Hon. Ian Sinclair. There were 1350 people living in the area in 1969. In 1979 the Premier of New South Wales, Neville Wran, opened the new Chaffey Dam. Sheep, cattle and timber are now the main business activities in Nundle.\nThere are many old buildings: the Nundle Woollen Mill, old Court House, Peel Inn and Primitive Methodist Church. The old Nundle Courthouse and Police Station have been placed on the Register of the National Estate.\nNundle is of the best areas in the State for finding crystals. Some gold and other precious stones can be found including zircons, green jasper, sapphires and serpentine minerals. Nundle is a popular tourist destination for both casual travellers and motorcycle riders. Nearby is the interesting Hanging Rock mining village with good views of the Nundle valley.\nA new bridge across the Peel River at Nundle was finished in 2008. The cost of $683,000 was paid by the NSW State Government.\nIn July 2008 the rare Euphrasia arguta was rediscovered in a State Forest near Nundle. This plant was last recorded in 1904. It is believed to have grown after fire control burning the previous summer.\nEvents.\nThe annual Go for Gold Festival is held each Easter with around 4,000 visitors. The State Member for Tamworth told the NSW Parliament “that visitors had come to Nundle from all points of the compass during the Easter weekend to enjoy the relaxed atmosphere and the beautiful setting.” The Great Nundle Dog Race, only open to working dogs, is run on the first Sunday in May and attracts many visitors. This event helps to raise money for sporting equipment, computers, books and trips for students at the Nundle Public School.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_England_(Australia)","surface_form":"New England","offset":27},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":47},{"uri":"Australia","surface_form":"Australia","offset":64},{"uri":"Tamworth_Regional_Council","surface_form":"Tamworth Regional Council","offset":188},{"uri":"Sydney","surface_form":"Sydney","offset":254},{"uri":"Tamworth%2C_New_South_Wales","surface_form":"Tamworth","offset":291},{"uri":"Gold","surface_form":"gold","offset":382},{"uri":"Hanging_Rock%2C_New_South_Wales","surface_form":"Hanging Rock","offset":412},{"uri":"California","surface_form":"California","offset":536},{"uri":"Europe","surface_form":"Europe","offset":548},{"uri":"China","surface_form":"China","offset":559},{"uri":"Business","surface_form":"business","offset":710},{"uri":"Electricity","surface_form":"electricity","offset":887},{"uri":"Ian_Sinclair","surface_form":"Ian Sinclair","offset":982},{"uri":"Neville_Wran","surface_form":"Neville Wran","offset":1087},{"uri":"Sheep","surface_form":"Sheep","offset":1129},{"uri":"Cattle","surface_form":"cattle","offset":1136},{"uri":"Register_of_the_National_Estate","surface_form":"Register of the National Estate","offset":1384},{"uri":"Crystals","surface_form":"crystals","offset":1470},{"uri":"Zircon","surface_form":"zircon","offset":1539},{"uri":"Sapphire","surface_form":"sapphire","offset":1562},{"uri":"Hanging_Rock%2C_New_England%2C_NSW","surface_form":"Hanging Rock","offset":1713},{"uri":"Peel_River","surface_form":"Peel River","offset":1803},{"uri":"Euphrasia_arguta","surface_form":"Euphrasia arguta","offset":1927},{"uri":"Easter","surface_form":"Easter","offset":2325}]}