{"id":139239,"url":"http://en.wikipedia.org/wiki/Joe_Byrne","text":"Joseph Byrne also known as Joe Byrne (November 1856 - June 28 1880) was an Australian bushranger. He is known as the lieutenant of the Kelly Gang. He was shot dead in the siege of Glenrowan. Joe Byrne was a very good shot, a good horseman and skilled at living in the bush. This made it difficult for the police to capture him. His skill at writing helped him to write the items that were important in starting the Kelly legend. He wrote the famous Jerilderie letter. There is also a legend that Ned Kelly, with Byrne's help, was going to start an independent republic in north east Victoria. The siege at Glenrowan was the first step.\nEarly life.\nJoe was born at Woolshed, near Beechworth, in November 1856. His father, Patrick Byrne, had come from County Carlow, Ireland, in 1849, to join his father, Joseph, who had come to Australia as a convict in 1834. Joe's mother was an Irish lady from Galway. The family moved to Sebastopol, a small gold mining town, about two kilometres farther up the valley. Joe learned to speak Chinese from the Chinese miners who lived in a small camp near his house. He was educated at a small Roman Catholic school at Woolshed.\nAfter leaving school in 1870, Joe had a number of jobs including driving a delivery cart for a tannery, putting up fences, looking for gold, wood cutting, and shearing. He often visited the Chinese village at Beechworth and became addicted to opium. During the celebrations for the Prince of Wales birthday in 1873, Joe saw a suit of Chinese armour in the Beechworth museum. This armour provided the ideas for the armour the Kelly Gang wore at Glenrowan.\nCrime.\nIn September 1873, Byrne was in court for taking a neighbour, Anton Wick's horse. He had ridden it for several days before bringing it back. He had to pay a fine of 20 shillings. In December 1875, he was in court again for taking a saddle, but the court believed Byrne when he said he had found it in the bush. On May 20, 1876, Joe Byrne and his friend, Aaron Sherritt, stole a cow and cut it up for the meat. Someone saw them and told the police. They were taken to court and given six months in the Beechworth Gaol. In prison, Byrne and Sherritt met Jim Kelly, who was the brother of Ned and Dan Kelly. Joe Byrne met Ned Kelly in 1876 and they became friends.\nThe Kelly Gang.\nByrne was probably at the Kelly house on 15 April, 1878, when Constable Fitzpatrick said that Ned Kelly shot him and that Ellen Kelly, Ned's mother, had hit him over the head with a shovel. Ned and Dan Kelly went into hiding in the bush at Bullock Creek, an old gold mining area. The police offered a reward of £100 for them, and Ellen Kelly was sent to gaol for three years.\nStringybark Creek.\nJoe Byrne was at Stringybark Creek with the Kelly brothers and Steve Hart on 26 October, 1878, when they found four police officers on their trail, and shot three of them dead. Joe Byrne shot dead Trooper Scanlon, and was wearing Scanlon's ring at the time of his death. The gang were made outlaws on 15 November 1878, which meant they could be legally killed by anyone at any time. A reward of £2000 (about AU$754,000 in 2008) was offered for them, dead or alive.\nBushranger.\nByrne was Kelly's lieutenant, and the two of them planned the gang's actions. The Kelly Gang robbed the Euroa branch of the National Bank of Australia and took over £2,000. Joe Byrne wrote a letter in red ink for Ned Kelly which was sent to Donald Cameron, a local member of the Victorian Parliament. Ned said justice had not been done in the case of his mother and himself. It ended: \"For I need no lead or powder to revenge my cause, and if words be louder I will oppose your laws.\"\nJoe Byrne often visited his mother at her house in Beechworth. He was also seen drinking in hotels in the town, even though there was a reward for him. He could do it because of his skill and daring, and because the police were badly trained and badly led, and because of the support of local people for the Kelly Gang.\nJerilderie.\nKelly and Byrne planned their next robbery for Jerilderie. On 10 February, 1879, dressed as policemen, the gang robbed the Bank of New South Wales at Jerilderie taking another £2,000. Byrne wrote the Jerilderie Letter after Ned kelly’s words which wanted an independent republic in north east Victoria. The money from both the Euroa and Jerilderie robberies was given to the gang's family, friends and supporters.\nAfter the Jerilderie robbery, the gang went into hiding for 16 months. This increased their reputation and embarrassed the government of Victoria and the police. The Victorian Government increased the reward for the Kelly Gang to £8,000 (about AU$2,000,000 in 2005).\nSiege of Glenrowan.\nByrne and Kelly planned another bank robbery in Benalla in 1880. They thought Aaron Sherritt was being used by police to get information about them. Byrne had told Sherritt to tell the police that the gang was planning a robbery in the Goulburn River while they were really planning the Jerilderie robbery. Kelly and Byrne believed that Sherritt could no longer be trusted. They also knew he was being protected by the police. Byrne and Dan Kelly murdered Sherritt on 26 June, 1880. Ned Kelly believed that this would bring a large group of police to Beechworth to search for the killers.\nThe next day, the Kelly Gang took over the town of Glenrowan. They tore up the railway tracks because they knew the police would travel by train to Beechworth. They held over 60 people hostage in Jones' Hotel. Thomas Curnow, the local school teacher, escaped and stopped the police train before it could crash on the missing track. The police were able to surround the hotel.\nJoe Byrne helped design the armour worn by all members of the gang at Glenrowan. This did not stop him from being shot in the groin cutting his femoral artery. He was in the middle of a speech about the gang when he was shot. He died quickly from loss of blood on 28 June 1880. The police set fire to the hotel, but they dragged his body out of the hotel before it burned down. The bodies of Dan Kelly and Steve Hart were not brought out of the hotel, and were severely burned.\nThe next day his body was hung on the door of the police cells at Benalla, and photographed by newspaper reporters. It was only removed after a young woman begged the police to let Byrne rest in peace. His family did not take his body and the police would not give it to anyone else, they thought a funeral would become a starting point for a rebellion. He was buried in an unmarked grave on the edge of the Benalla cemetery.\nNed Kelly was captured and tried in Melbourne. Ned Kelly was hanged at Old Melbourne Gaol on 11 November 1880. There is a legend that Kelly and Byrne had written a Declaration for the Republic of north-east Victoria which was destroyed by the Victorian Government.\nByrne and the Kelly legend.\nBy writing the letters and the bush ballads, and designing the armour, Joe Byrne and Ned Kelly helped make the Kelly legend. In the following 125 years, the legend has grown. There have been a number of movies made about the Kelly Gang including \"The Story of the Kelly Gang\" in 1906, the world's first feature-length movie. In 2003, Orlando Bloom played the part of Joe Byrne in Gregor Jordan's movie, \"Ned Kelly\".\nAustralian novelist Peter Carey won the 2001 Booker Prize and the Commonwealth Writers Prize for the \"True History of the Kelly Gang\". This was based on the Jerilderie letter written by Byrne.\nNed Kelly and the Kelly Gang has been made famous by Sidney Nolan wearing the armour designed by Joe Byrne in a famous set of paintings. This was used as a scene at the opening ceremony of the 2000 Summer Olympics in Sydney.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bushranger","surface_form":"bushranger","offset":86},{"uri":"Lieutenant","surface_form":"lieutenant","offset":117},{"uri":"Ned_Kelly","surface_form":"Kelly Gang","offset":135},{"uri":"Siege","surface_form":"siege","offset":171},{"uri":"Glenrowan%2C_Victoria","surface_form":"Glenrowan","offset":180},{"uri":"The_bush","surface_form":"the bush","offset":264},{"uri":"Legend","surface_form":"legend","offset":421},{"uri":"Jerilderie%2C_New_South_Wales","surface_form":"Jerilderie","offset":449},{"uri":"Independent","surface_form":"independent","offset":548},{"uri":"Republic","surface_form":"republic","offset":560},{"uri":"Beechworth%2C_Victoria","surface_form":"Beechworth","offset":679},{"uri":"County_Carlow","surface_form":"County Carlow","offset":750},{"uri":"Ireland","surface_form":"Ireland","offset":765},{"uri":"Convict","surface_form":"convict","offset":842},{"uri":"Galway","surface_form":"Galway","offset":895},{"uri":"Chinese_language","surface_form":"Chinese","offset":1026},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":1127},{"uri":"Tanning","surface_form":"tannery","offset":1257},{"uri":"Addict","surface_form":"addict","offset":1393},{"uri":"Opium","surface_form":"opium","offset":1405},{"uri":"Prince_of_Wales","surface_form":"Prince of Wales","offset":1444},{"uri":"Armour","surface_form":"armour","offset":1504},{"uri":"Court","surface_form":"court","offset":1656},{"uri":"Neighbour","surface_form":"neighbour","offset":1675},{"uri":"Saddle","surface_form":"saddle","offset":1856},{"uri":"Aaron_Sherritt","surface_form":"Aaron Sherritt","offset":1978},{"uri":"Beechworth_Gaol","surface_form":"Beechworth Gaol","offset":2125},{"uri":"Dan_Kelly","surface_form":"Dan Kelly","offset":2218},{"uri":"Ned_Kelly","surface_form":"Ned Kelly","offset":2243},{"uri":"Ellen_Kelly","surface_form":"Ellen Kelly","offset":2424},{"uri":"Shovel","surface_form":"shovel","offset":2484},{"uri":"The_bush","surface_form":"the bush","offset":2530},{"uri":"Reward","surface_form":"reward","offset":2603},{"uri":"Stringybark_Creek","surface_form":"Stringybark Creek","offset":2714},{"uri":"Steve_Hart","surface_form":"Steve Hart","offset":2760},{"uri":"Scanlon","surface_form":"Scanlon","offset":2902},{"uri":"Lieutenant","surface_form":"lieutenant","offset":3192},{"uri":"Euroa%2C_Victoria","surface_form":"Euroa","offset":3278},{"uri":"National_Bank_of_Australia","surface_form":"National Bank of Australia","offset":3298},{"uri":"Donald_Cameron","surface_form":"Donald Cameron","offset":3415},{"uri":"Parliament","surface_form":"Parliament","offset":3463},{"uri":"Dare","surface_form":"daring","offset":3851},{"uri":"Jerilderie%2C_New_South_Wales","surface_form":"Jerilderie","offset":4038},{"uri":"Republic","surface_form":"republic","offset":4261},{"uri":"Reputation","surface_form":"reputation","offset":4497},{"uri":"Embarrass","surface_form":"embarrassed","offset":4512},{"uri":"Benalla%2C_Victoria","surface_form":"Benalla","offset":4740},{"uri":"Goulburn_River%2C_Victoria","surface_form":"Goulburn River","offset":4928},{"uri":"Jerilderie%2C_New_South_Wales","surface_form":"Jerilderie","offset":4979},{"uri":"Railway","surface_form":"railway","offset":5360},{"uri":"Train","surface_form":"train","offset":5420},{"uri":"Hostage","surface_form":"hostage","offset":5466},{"uri":"Thomas_Curnow","surface_form":"Thomas Curnow","offset":5491},{"uri":"Surround","surface_form":"surround","offset":5637},{"uri":"Armour","surface_form":"armour","offset":5685},{"uri":"Groin","surface_form":"groin","offset":5783},{"uri":"Femoral_artery","surface_form":"femoral artery","offset":5801},{"uri":"Photograph","surface_form":"photograph","offset":6214},{"uri":"Newspaper","surface_form":"newspaper","offset":6230},{"uri":"Funeral","surface_form":"funeral","offset":6434},{"uri":"Rebellion","surface_form":"rebellion","offset":6478},{"uri":"Melbourne","surface_form":"Melbourne","offset":6597},{"uri":"Old_Melbourne_Gaol","surface_form":"Old Melbourne Gaol","offset":6632},{"uri":"Legend","surface_form":"legend","offset":6683},{"uri":"The_Story_of_the_Kelly_Gang_(1906_movie)","surface_form":"The Story of the Kelly Gang","offset":7101},{"uri":"Orlando_Bloom","surface_form":"Orlando Bloom","offset":7188},{"uri":"Gregor_Jordan","surface_form":"Gregor Jordan's","offset":7234},{"uri":"Ned_Kelly_(2003_movie)","surface_form":"Ned Kelly","offset":7258},{"uri":"Peter_Carey","surface_form":"Peter Carey","offset":7290},{"uri":"Booker_Prize","surface_form":"Booker Prize","offset":7315},{"uri":"Commonwealth_Writers_Prize","surface_form":"Commonwealth Writers Prize","offset":7336},{"uri":"True_History_of_the_Kelly_Gang","surface_form":"True History of the Kelly Gang","offset":7372},{"uri":"Sydney_Nolan","surface_form":"Sidney Nolan","offset":7516},{"uri":"2000_Summer_Olympics","surface_form":"2000 Summer Olympics","offset":7656},{"uri":"Sydney","surface_form":"Sydney","offset":7680}]}