{"id":139383,"url":"http://en.wikipedia.org/wiki/Pre-1600_Atlantic_hurricane_seasons","text":"ce=\"preserve\">The pre-1600 Atlantic hurricane seasons talks about all known Atlantic tropical cyclones before to 1600. While info for every storm that happened is not available, some parts of the coastline had enough people to give info of hurricane happenings. Each season was an event in the annual cycle of tropical cyclone formation in the Atlantic basin. Most tropical cyclone formation occurs between June 1 and November 30.\nAtlantic hurricane seasons\nPre-1600 10s 30s\nObservation info for years before 1492 is completely unavailable because record keeping was non-existent in the pre-Columbian era, and any records that may have once existed have long since been lost. Even info from the early years of the Columbian era is suspect and incomplete because the difference between a hurricane and an extratropical system was not drawn by Renaissance scientists and sailors and because European exploration and colonization of the regions affected by hurricanes did not begin in earnest until the mid-16th century.\nHowever, paleotempestological research allows reconstruction of pre-historic hurricane activity trends on timescales of centuries to millennia. A theory has been postulated that an anti-phase pattern exists between the Gulf of Mexico coast and the Atlantic coast. During the quiescent periods, a more northeasterly position of the Azores High would result in more hurricanes being steered towards the Atlantic coast. During the hyperactive period, more hurricanes were steered towards the Gulf coast as the Azores High—controlled by the North Atlantic Oscillation—was shifted to a more southwesterly position near the Caribbean. In fact, few major hurricanes struck the Gulf coast during 3000–1400 BC and again during the most recent millennium; these quiescent intervals were separated by a hyperactive period during 1400 BC and 1000 AD, when the Gulf coast was struck frequently by catastrophic hurricanes and their landfall probabilities increased by 3–5 times. On the Atlantic coast, chance of landfalling hurricanes has doubled in the recent millennium compared to the one and a half millennia before.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":85},{"uri":"List_of_Atlantic_hurricane_seasons","surface_form":"Atlantic hurricane seasons","offset":431},{"uri":"1600-1619_Atlantic_hurricane_seasons","surface_form":"10s","offset":467},{"uri":"1620-1639_Atlantic_hurricane_seasons","surface_form":"30s","offset":471},{"uri":"Pre-Columbian","surface_form":"pre-Columbian","offset":587},{"uri":"Renaissance","surface_form":"Renaissance","offset":842},{"uri":"Paleotempestology","surface_form":"paleotempestological","offset":1027},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1237},{"uri":"Azores_High","surface_form":"Azores High","offset":1349},{"uri":"North_Atlantic_Oscillation","surface_form":"North Atlantic Oscillation","offset":1555},{"uri":"3000_BC","surface_form":"3000","offset":1706},{"uri":"1400_BC","surface_form":"1400 BC","offset":1711}]}