{"id":139538,"url":"http://en.wikipedia.org/wiki/M%C3%A9rindol","text":"Mérindol is a commune of 1,923 people (2006). It is in the region Provence-Alpes-Côte d'Azur in the Vaucluse department in the south of France. The town has a Mediterranean climate with hot and dry summers and mild winters. It does not rain very often and snow is rare. Protected by the Luberon, a mountain range, the town is sheltered from the mistral, a cold dry wind that blows from the north. The town was first built on a hill which was easy to defend. After the town was destroyed in 1545, it was rebuilt on the plain, near the river.\nHistory.\nA ferry was in use to cross the Durance River in the year 1240. Mérindol was abandoned, probably because of plague, in the 15th century.\nIn the late Middle Ages, Louis II of Provence sold the land to the lords of Abacus-Cental and Rocca Sparviera. They moved in farming families from Piedmont. The farmers were followers of Pierre Vaudes (Peter Waldo). They were part of a group, known as the Vaudois or Waldensians, who had separated from the Catholic Church in 1170. They believed in a simple life based on a line in the Gospel of Matthew. This put them in opposition to the rich and powerful church. In 1530, a Dominican priest, Jean de Roma, began a campaign against the Vaudois because he said they were heretics. His gangs attacked the town and burnt many houses and killed many of the people.\nIn 1540, de Roma arrested a flour miller from Mérindol, took his mill, and then burned the man at the stake. On November 18 1540, 19 more people were sentenced to death by burning at the stake, and the town was ordered to be completely destroyed. A group from the town went to the king to save the people and the village. He gave them until 1545 AD to give up their religion and rejoin the Catholic Church. On April 18 1545, the village was completely burned and about 12 of the Vaudois still living there were killed. Over one week there were attacks on 11 other small villages, and it is thought that about 3000 people were killed. Many of the Vaudois from Mérindol were able to escape and ran away to Switzerland.\nThe Path of Memory.\nIn 1977, members of Vaudois organizations in Germany, France and Italy built a path in memory of the people who had been killed for their religious beliefs. The path leads to the ruins of the Vaudois church.","categories":[],"infobox_types":[],"annotations":[{"uri":"Communes_of_France","surface_form":"commune","offset":14},{"uri":"Provence-Alpes-C%C3%B4te_d%27Azur","surface_form":"Provence-Alpes-Côte d'Azur","offset":66},{"uri":"Vaucluse","surface_form":"Vaucluse","offset":100},{"uri":"France","surface_form":"France","offset":136},{"uri":"Mistral","surface_form":"mistral","offset":345},{"uri":"Durance","surface_form":"Durance","offset":582},{"uri":"Plague","surface_form":"plague","offset":658},{"uri":"15th_century","surface_form":"15th century","offset":673},{"uri":"Piedmont","surface_form":"Piedmont","offset":834},{"uri":"Gospel_of_Matthew","surface_form":"Gospel of Matthew","offset":1073},{"uri":"Dominican_Order","surface_form":"Dominican","offset":1164},{"uri":"Jean_de_Roma","surface_form":"Jean de Roma","offset":1182},{"uri":"Heresy","surface_form":"heretics","offset":1259},{"uri":"Germany","surface_form":"Germany","offset":2132},{"uri":"France","surface_form":"France","offset":2141},{"uri":"Italy","surface_form":"Italy","offset":2152}]}