{"id":13958,"url":"http://en.wikipedia.org/wiki/Brown_v._Board_of_Education","text":"Brown v. Board of Education of Topeka, 347 U.S. 483 (1954) (full name \"Oliver Brown, et al. v. Board of Education of Topeka, Kansas\") was a Landmark decision by the Supreme Court of the United States. In 1950 in Topeka, Kansas, a black third-grade girl named Linda Brown had to walk more than a mile through a railroad switchyard to get to her segregated school for black children. However, there was an elementary school for white children less than seven blocks away. At that time, many schools in the United States were segregated. Black children and white children were not allowed to go to the same schools.\nHer father, Oliver Brown, tried to get Linda into the white school, but the principal of the school refused. Twelve more black parents joined Oliver Brown in trying to get their children into the white elementary school. The two schools were supposed to be \"separate but equal.\" However, they were not.\nIn 1951, the National Association for the Advancement of Colored People (NAACP) helped the parents file a class action lawsuit. There were five lawsuits in Kansas, South Carolina, Virginia, Delaware, and the district of Colombia about having black students going to legally segregated schools. In 1896, the Supreme Court had ruled in \"Plessy v. Ferguson\" that segregation was legal, as long as separate places for blacks and whites were \"separate but equal.\" The NAACP's lawyers argued that the white and black schools in Topeka were not \"separate but equal.\"\nKenneth Clark is a Psychologist that gave young African American children black and white dolls to see how they felt about segregation and integration. The children liked the white dolls. After the doll test Clark also gave the black children drawings of a kid and asked them to color it like themselves, some of those kids colored themselves white or yellow crayon which they also used in the case.\nThe case eventually went all the way to the Supreme Court. After years of work, in 1954, Thurgood Marshall and a team of other NAACP lawyers won the case. It was named \"Brown\" because she was alphabetically the first name on the list of plaintiffs. After the lawsuit many of plaintiffs lost their jobs and respect in society\nThe ruling.\nThe Supreme Court has nine justices. The vote on Brown \"v. Board of Education\" was unanimous, meaning that all nine justices voted the same way. One of the judges, Robert Jackson, had recently had a heart attack and was not supposed to come back to court until the next month. However, he came to the court when the judges read their decision, possibly to show that every one of the judges agreed.\nThe ruling in the case was written by Earl Warren, who was Chief Justice. He said \"“separate educational facilities are inherently unequal.\" This decision made the racial segregation of schools against the law in every US state.\nSome states did not obey this court decision at first. The supreme Court ruled the schools had up to 5 years to desegregate. It was not until the early 1970s that all United States public schools were integrated (the opposite of segregated). Integrating America's schools required many state and Supreme Court decisions to force schools to integrate.","categories":[],"infobox_types":["SCOTUS case"],"annotations":[{"uri":"Landmark_decision","surface_form":"Landmark decision","offset":140},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":165},{"uri":"Topeka%2C_Kansas","surface_form":"Topeka, Kansas","offset":212},{"uri":"African_American","surface_form":"black","offset":230},{"uri":"Linda_Brown","surface_form":"Linda Brown","offset":259},{"uri":"Mile","surface_form":"mile","offset":295},{"uri":"Railroad","surface_form":"railroad","offset":310},{"uri":"Racial_segregation","surface_form":"segregated school","offset":344},{"uri":"Elementary_school","surface_form":"elementary school","offset":404},{"uri":"White_people","surface_form":"white","offset":426},{"uri":"Segregation","surface_form":"segregated","offset":523},{"uri":"Oliver_Brown","surface_form":"Oliver Brown","offset":625},{"uri":"Elementary_school","surface_form":"elementary school","offset":815},{"uri":"Separate_but_equal","surface_form":"separate but equal","offset":871},{"uri":"National_Association_for_the_Advancement_of_Colored_People","surface_form":"National Association for the Advancement of Colored People","offset":929},{"uri":"Class_action","surface_form":"class action","offset":1022},{"uri":"Lawsuit","surface_form":"lawsuit","offset":1035},{"uri":"Plessy_v._Ferguson","surface_form":"Plessy v. Ferguson","offset":1251},{"uri":"Lawyer","surface_form":"lawyer","offset":1387},{"uri":"Legal_case","surface_form":"case","offset":1880},{"uri":"Thurgood_Marshall","surface_form":"Thurgood Marshall","offset":1965},{"uri":"Alphabetical_order","surface_form":"alphabetically","offset":2068},{"uri":"Plaintiff","surface_form":"plaintiff","offset":2113},{"uri":"Judge","surface_form":"justices","offset":2240},{"uri":"Heart_attack","surface_form":"heart attack","offset":2412},{"uri":"Earl_Warren","surface_form":"Earl Warren","offset":2649},{"uri":"Inherent","surface_form":"inherently","offset":2731},{"uri":"Racial_segregation","surface_form":"racial segregation","offset":2775},{"uri":"1970s","surface_form":"1970s","offset":2992},{"uri":"Public_school","surface_form":"public school","offset":3021},{"uri":"Integration","surface_form":"integrated","offset":3041},{"uri":"Opposite","surface_form":"opposite","offset":3057}]}