{"id":139552,"url":"http://en.wikipedia.org/wiki/Diffie-Hellman_key_exchange","text":"The Diffie-Hellman key exchange (sometimes called an Exponential key exchange) is a protocol used to secretly share information with keys.\nBackground.\nIn 1976, Whitfield Diffie and Martin Hellman invented a way for people to encrypt data and send it over an open channel. The idea was based on a concept by Ralph Merkle.\nDiffie and Hellman wanted to make Transport Layer Security (TLS), a secure way of computers communicating, more safe to perform. For example, while you can use a password to keep a file safe, if you need to tell the password to somebody there is a risk of the password being seen by third parties. Diffie-Hellman key agreement itself is an \"anonymous\" (non-\"authenticated\") key-agreement protocol: people involved in the trade do not need to prove who they are, but both people need to use their secret keys to fully decrypt the data.\nBasic Example.\nAlice and Bob both start at the same number (\"10\") and both do half of a sum, which means they both get the same result without seeing what the other person added (\"15\" and \"30\"). This is useful in cryptography because Alice and Bob do not share their private numbers, which means a third party cannot spy on the result (55) unless they can find both private numbers; even if a third party knows Alice sent \"10\" + \"15\" = 25, they don't know the result is 55 unless they also know Bob sent \"30\".\nSince only Alice and Bob know their private numbers, this is a good way of sending secure information if the numbers are very big and the calculations are difficult. Since computers can use very complicated math to encrypt things, this stops people from trying a brute force attack to guess the numbers until it works. One example of how big calculations are made this way is the original version of Diffie-Hellman, which used both multiplicative group of integers modulo n and primitive root modulo n.\nRisks.\nWhile very useful, Diffie-Hellman is at risk of a man-in-the-middle attack. Alice and Bob do not need to prove who they are to swap their information, which means there is a risk that Charlie can look at the information while it is being swapped, and can even pretend to be Alice or Bob to try and figure out their keys. One way this is avoided is to use authentication, where people perform extra steps to prove who they are.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protocol","surface_form":"protocol","offset":84},{"uri":"Secure_Sockets_Layer","surface_form":"Transport Layer Security","offset":355},{"uri":"Third_party","surface_form":"third parties","offset":604},{"uri":"Anonymity","surface_form":"anonymous","offset":662},{"uri":"Authentication","surface_form":"\"authenticated\"","offset":678},{"uri":"Key-agreement_protocol","surface_form":"key-agreement protocol","offset":695},{"uri":"Brute_force_attack","surface_form":"brute force attack","offset":1629},{"uri":"Multiplicative_group_of_integers_modulo_n","surface_form":"multiplicative group of integers modulo n","offset":1798},{"uri":"Primitive_root_modulo_n","surface_form":"primitive root modulo n","offset":1844},{"uri":"Man-in-the-middle_attack","surface_form":"man-in-the-middle attack","offset":1926},{"uri":"Authentication","surface_form":"authentication","offset":2231}]}