{"id":139634,"url":"http://en.wikipedia.org/wiki/1810%E2%80%931819_Atlantic_hurricane_seasons","text":"Atlantic hurricane seasons\n1790s 1800s 1810s 1820s 1830s\nThe decade of 1810s featured the 1810–1819 Atlantic hurricane seasons. While info for every storm that happened is not available, some parts of the coastline were had enough people to give info of hurricane happenings. Each season was an ongoing event in the annual cycle of tropical cyclone formation in the Atlantic basin. Most tropical cyclone formation is between June 1 and November 30.\n1810 Atlantic hurricane season.\nI. On July 30 and 31, this tropical storm impacted Jamaica.\nII. On August 12 a hurricane hit Trinidad, causing heavy damage. The system apparently moved to Jamaica by the 15th.\nIII. A tropical storm hit near Charleston, South Carolina between September 11 and 13, causing minor damage.\nIV. A tropical cyclone impacts eastern Cuba on September 28.\nV. The \"Salty Storm\" strikes Cuba on October 24 and 25 before continuing onward into the southwest Atlantic. The pressure at Havana falls to 29.35\"\n1811 Atlantic hurricane season.\nI. A minor hurricane that impacted Cuba continued onward to Charleston, South Carolina on September 10, causing many deaths, tornadoes, and crop damage as it moved across the state.\nII. On October 4 a major hurricane hit near St. Augustine, Florida. Many homes were destroyed, and 35 people drowned in the sinking of a U.S. Gunboat.\nIII. On October 11 a hurricane impacts Pensacola, Florida and Fort Stoddard, Alabama.\nIV. A hurricane moved through the western Caribbean west of Jamaica to Cuba between October 20 and 25. On October 26 a Spanish ship is lost at Elliot Key from a hurricane.\n1812 Atlantic hurricane season.\nI. Between June 5 and 11, a tropical storm moved through the northwest Caribbean Sea.\nII. A tropical cyclone impacted Puerto Rico on July 23.\nIII. On August 8, a tropical storm moved into South Carolina.\nGreat Louisiana hurricane.\nIV. A tropical cyclone was sighted east of Jamaica on August 14. By August 19, it struck southeast Louisiana as a major hurricane after raking the Caribbean Islands. It passed just to the west of New Orleans, almost destroying the levee north of town. The hurricane caused severe flooding, damaged 53 boats, caused $6,000,000 in damage, and 100 deaths. The British fleet in the War of 1812 was disrupted.\nV. There is record of another hurricane affecting Puerto Rico on August 21.\nVI. Later in the season, a hurricane hit Jamaica on October 12, affecting the island into the 14th. It continued northwestward, hitting Cuba on the 14th before moving into the southwest Atlantic east of Bermuda by October 17. It destroyed 500 houses and many ships.\n1813 Atlantic hurricane season.\nI. On July 22, a hurricane hit Barbados, killing 18 there. It continued through the islands, affecting Puerto Rico on the 23rd, causing more damage and deaths along its path. This is likely the same storm that struck the Bahamas as a major hurricane on July 26 and recurved west of Bermuda by July 29.\nII. After moving through the Leeward Islands on July 29, this storm struck Jamaica from July 31 – August 1, leading to many lives lost. The hurricane was last seen moving into Belize on August 3.\nIII. Between August 3 and 7, a tropical cyclone passed nearby Bermuda, with a bulk of the impact occurring on August 4 and early August 5. It was the worst hurricane to impact the island since 1793 and forced the construction of a breakwater to prevent a similar harbor disaster from recurring; more than 30 ships were driven ashore by the \"violent gale.\" Winds were estimated at during the cyclone's passage. (from the book Beware the Hurricane)\nIV. A powerful hurricane hit Dominica and Martinique beginning August 25, causing 3000 deaths. The cyclone moved south of Jamaica by August 28.\nV. A system that affected the Caicos Islands on August 24 moved northwest to strike as a compact major hurricane near Charleston, South Carolina on August 27, causing many deaths due to drowning. The system passed northward through the Mid-Atlantic States by August 29.\nVI. Northeast Florida/Southeast Georgia was hit by a major hurricane on September 16, causing strong storm surge and 50 casualties.\n1814 Atlantic hurricane season.\nI. A minimal hurricane hit South Carolina on July 1, causing 1 tornado.\nII. A hurricane impacted Dominica and Puerto Rico between July 22 and 24.\nIII. A hurricane made landfall near Washington, D.C., including a tornado that \"tore through the center\", curtailing the Burning of Washington by the British.\nIII. A hurricane affected Bermuda for four days around October 10. (from Beware the Hurricane)\n1815 Atlantic hurricane season.\nI. Cape Lookout, North Carolina was hit by a major hurricane on September 3. It moved northeastward across the state, reaching the Atlantic Ocean near Maryland. It weakened over land to a tropical storm, but still brought gusty winds to New England. It caused at least 4 deaths.\nII. Three weeks later, another major hurricane was located off the coast of Virginia moving northward. It hit Long Island, New York on September 23, causing damage and destruction throughout New England. At least 20 deaths occurred, though \"The loss of life was so heavy that the newspapers did not have space enough to give all the details of the marine disasters.\"\nIII. A tropical storm was located off the coast of South Carolina on September 28, but did not make landfall.\nIV. From October 17 until October 19 Jamaica was hit by a hurricane. It drifted over the island, causing 100 deaths.\nV. A minor hurricane hit Saint Bartholomew on October 18. It turned northwestward, and moved up the Chesapeake Bay on October 24, delaying ships' arrivals.\n1816 Atlantic hurricane season.\nRecords from ship logs have determined both 1815 and 1816 were active hurricane seasons, with at least 12 tropical cyclones ascribed to 1816 alone. This is some evidence that a northward-displaced Intertropical Convergence Zone appears to be partially responsible for the increased 1816 tropical cyclone activity.\nI. June 5–8: A hurricane brushed the Florida Keys, causing the loss of 5 ships. Interestingly, it appears to have been lured northward by an unusual June snowstorm across New England\nII. Haiti, around Port-au-Prince, was struck by a hurricane on August 18\nIII. Martinique, eastern Cuba, and South Carolina were impacted by a hurricane between September 3 and 11.\nIV. A tropical storm affected Virginia on September 18 before moving northeast into New York. The tropical storm caused heavy flooding in the James River area.\nV. There is record of a hurricane moving by Dominica and Barbados on September 15 before devastating Puerto Rico on September 18. The cyclone then recurved between the United States East coast and Bermuda by September 25.\nVI. On October 16–17, a severe gale was experienced in Dominica and Martinique. During the storm, an earthquake shook the region.\n1817 Atlantic hurricane season.\nI. A hurricane was first observed near Tobago on August 1 before continuing through the Caribbean Sea and the Gulf of Mexico by August 6. It crossed over Florida, and when it reached the western Atlantic, it paralleled the coastlines of Georgia and South Carolina. It moved inland over southern North Carolina, and brought heavy rain to the Norfolk, Virginia area, delaying mail delivery and causing flooding through the mid-Atlantic as it moved northward into Pennsylvania by August 9. Its track appears similar to that of Hurricane Charley of August 2004.\nII. Barbados was struck by a hurricane on October 21, causing 250 deaths as it moved through the Lesser Antilles. The hurricane subsequently moved into Nicaragua by October 26.\n1818 Atlantic hurricane season.\nI. A hurricane passed through the central Atlantic east of Bermuda to south and east of the Azores between August 26 and September 5. It reportedly silted at Hamilton Harbor on Bermuda. (from Beware the Hurricane)\nII. A hurricane passed by the Cayman Islands in early September. It crossed the Yucatán Peninsula, and turned northwest when it reached the Bay of Campeche. The hurricane intensified to a Category 2-3 before hitting Galveston, Texas on September 12 and continuing onward to Mississippi. The hurricane was \"quite severe\", destroying all but six houses on Galveston Island.\nIII. A tropical cyclone seriously affected Puerto Rico on September 22. It possibly recurved sharply offshore the Eastern Seaboard, as the frigate Macedonian encountered a hurricane on the 26th and 27th to the east-northeast of Bermuda. The breeze freshened that afternoon as the ship lay near 35.6N 55.7W. By sunset, waves increased to nine feet, and southeast gales lashed the system after midnight on the 27th. Winds continued to increase into that afternoon, as seas increased to. One man fell overboard by 5 p.m. and drowned. The hurricane reached its full violence by 10 p.m., splitting the storm staysails, and making the rigging useless. The main mast cracked under the strain by 2 a.m. on the 28th, and the mizzenmast followed suit by 4 a.m.. Seawater poured into the ship from all sides, as the wooden hull twisted under the force of the waves. The ship finally cleared the storm without capsizing by noon, and finally got to see a sunset by the evening of the 29th (from Chronicles of the Frigate Macedonian 1809-1922 p. 129-139).\nIV. An October 12–14 hurricane affected Jamaica and the central Bahamas.\nV. Between November 6 and 13, another hurricane moved across the southwest Caribbean Sea into Jamaica and Cuba.\nBay St. Louis Hurricane.\nThe exact origin of this hurricane is unknown, but it likely formed off the coast of Cuba before heading on a west-northwest track towards the Gulf Coast. A small hurricane, it reached an estimated Category 3-4 strength before making landfall on July 27 in southeastern Louisiana, bringing heavy winds and a 5–6 ft storm surge. The hurricane continued northeastward, making a second landfall in Bay St. Louis, Mississippi before dissipating inland. Known as one of the most destructive hurricanes to affect the United States during the first half of the 19th century, the Bay St. Louis Hurricane caused severe damage across Alabama, Louisiana, and Mississippi, leaving behind the remains of shattered buildings and uprooted trees. Several vessels (from small boats to 60-ton brigs) were driven ashore by the hurricane's storm surge. One of them was the capsizing of the U.S. warship Firebrand, drowning 39 sailors. Several U.S. solders were caught off guard by the hurricane and died in its midst. There were also reports of people being attacked by alligators, snapping turtles, and snakes, which further added to the death toll. The hurricane caused over $100,000 dollars (1819 US dollars) in damage, and killed between 43 and 175 people, some of them later found washed up across the Gulf Coast.\nOther storms.\nII. A tropical storm hit between New Orleans and Apalachicola in September.\nIII. Between September 19 and 26, a hurricane tracked through the northeast Lesser Antilles and southwest of Bermuda. During September 21 and 22, this hurricane hit the Virgin Islands and Puerto Rico, causing heavy damage and loss of life.\nIV. From October 13 to 15, a hurricane passed through the Leeward Islands.\nV. A hurricane is recorded to have impacted Cuba on October 27 before moving onward to the Bahamas on October 28.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_Atlantic_hurricane_seasons","surface_form":"Atlantic hurricane seasons","offset":0},{"uri":"1790-1799_Atlantic_hurricane_seasons","surface_form":"1790s","offset":27},{"uri":"1800-1809_Atlantic_hurricane_seasons","surface_form":"1800s","offset":33},{"uri":"1820-1829_Atlantic_hurricane_seasons","surface_form":"1820s","offset":45},{"uri":"1830-1839_Atlantic_hurricane_seasons","surface_form":"1830s","offset":51},{"uri":"Tropical_storm","surface_form":"tropical storm","offset":508},{"uri":"Jamaica","surface_form":"Jamaica","offset":532},{"uri":"Trinidad","surface_form":"Trinidad","offset":574},{"uri":"Jamaica","surface_form":"Jamaica","offset":637},{"uri":"Charleston%2C_South_Carolina","surface_form":"Charleston, South Carolina","offset":689},{"uri":"Cuba","surface_form":"Cuba","offset":806},{"uri":"Atlantic","surface_form":"Atlantic","offset":927},{"uri":"Havana","surface_form":"Havana","offset":953},{"uri":"St._Augustine%2C_Florida","surface_form":"St. Augustine, Florida","offset":1234},{"uri":"Florida","surface_form":"Florida","offset":1391},{"uri":"Alabama","surface_form":"Alabama","offset":1418},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":1702},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1819},{"uri":"Louisiana","surface_form":"Louisiana","offset":1961},{"uri":"New_Orleans","surface_form":"New Orleans","offset":2058},{"uri":"War_of_1812","surface_form":"War of 1812","offset":2240},{"uri":"Jamaica","surface_form":"Jamaica","offset":2384},{"uri":"Cuba","surface_form":"Cuba","offset":2479},{"uri":"Atlantic","surface_form":"Atlantic","offset":2529},{"uri":"Bermuda","surface_form":"Bermuda","offset":2546},{"uri":"Barbados","surface_form":"Barbados","offset":2672},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":2744},{"uri":"Bahamas","surface_form":"Bahamas","offset":2862},{"uri":"Bermuda","surface_form":"Bermuda","offset":2923},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":2972},{"uri":"Jamaica","surface_form":"Jamaica","offset":3018},{"uri":"Bermuda","surface_form":"Bermuda","offset":3201},{"uri":"Dominica","surface_form":"Dominica","offset":3615},{"uri":"Martinique","surface_form":"Martinique","offset":3628},{"uri":"South_Carolina","surface_form":"South Carolina","offset":3860},{"uri":"Florida","surface_form":"Florida","offset":4014},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":4032},{"uri":"Hurricane","surface_form":"hurricane","offset":4059},{"uri":"South_Carolina","surface_form":"South Carolina","offset":4191},{"uri":"Dominica","surface_form":"Dominica","offset":4261},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":4274},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":4346},{"uri":"Tornado","surface_form":"tornado","offset":4376},{"uri":"Burning_of_Washington","surface_form":"Burning of Washington","offset":4431},{"uri":"United_Kingdom","surface_form":"British","offset":4460},{"uri":"Cape_Lookout%2C_North_Carolina","surface_form":"Cape Lookout, North Carolina","offset":4599},{"uri":"Maryland","surface_form":"Maryland","offset":4747},{"uri":"New_England","surface_form":"New England","offset":4833},{"uri":"Long_Island%2C_New_York","surface_form":"Long Island, New York","offset":4985},{"uri":"Intertropical_Convergence_Zone","surface_form":"Intertropical Convergence Zone","offset":5854},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":5944},{"uri":"Haiti","surface_form":"Haiti","offset":6158},{"uri":"Martinique","surface_form":"Martinique","offset":6232},{"uri":"Cuba","surface_form":"Cuba","offset":6252},{"uri":"South_Carolina","surface_form":"South Carolina","offset":6262},{"uri":"James_River_(Virginia)","surface_form":"James River","offset":6476},{"uri":"Dominica","surface_form":"Dominica","offset":6538},{"uri":"Barbados","surface_form":"Barbados","offset":6551},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":6595},{"uri":"United_States","surface_form":"United States","offset":6662},{"uri":"Tobago","surface_form":"Tobago","offset":6917},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":6966},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":6988},{"uri":"Florida","surface_form":"Florida","offset":7032},{"uri":"Atlantic","surface_form":"Atlantic","offset":7073},{"uri":"South_Carolina","surface_form":"South Carolina","offset":7127},{"uri":"North_Carolina","surface_form":"North Carolina","offset":7173},{"uri":"Norfolk%2C_Virginia","surface_form":"Norfolk, Virginia","offset":7219},{"uri":"Hurricane_Charley","surface_form":"Hurricane Charley","offset":7402},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":7533},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":7588},{"uri":"Atlantic","surface_form":"Atlantic","offset":7687},{"uri":"Bermuda","surface_form":"Bermuda","offset":7704},{"uri":"Azores","surface_form":"Azores","offset":7737},{"uri":"Bermuda","surface_form":"Bermuda","offset":7822},{"uri":"Cayman_Islands","surface_form":"Cayman Islands","offset":7889},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":7939},{"uri":"Bay_of_Campeche","surface_form":"Bay of Campeche","offset":7999},{"uri":"Galveston%2C_Texas","surface_form":"Galveston, Texas","offset":8075},{"uri":"Mississippi","surface_form":"Mississippi","offset":8133},{"uri":"Galveston_Island","surface_form":"Galveston Island","offset":8213},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":8238},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":8274},{"uri":"Jamaica","surface_form":"Jamaica","offset":9313},{"uri":"Bahamas","surface_form":"Bahamas","offset":9337},{"uri":"Hurricane","surface_form":"hurricane","offset":9384},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":9421},{"uri":"Jamaica","surface_form":"Jamaica","offset":9440},{"uri":"Cuba","surface_form":"Cuba","offset":9452},{"uri":"Cuba","surface_form":"Cuba","offset":9568},{"uri":"Gulf_Coast","surface_form":"Gulf Coast","offset":9626},{"uri":"Louisiana","surface_form":"Louisiana","offset":9753},{"uri":"Storm_surge","surface_form":"storm surge","offset":9798},{"uri":"Bay_St._Louis%2C_Mississippi","surface_form":"Bay St. Louis, Mississippi","offset":9878},{"uri":"United_States","surface_form":"United States","offset":9994},{"uri":"Alabama","surface_form":"Alabama","offset":10107},{"uri":"Louisiana","surface_form":"Louisiana","offset":10116},{"uri":"Mississippi","surface_form":"Mississippi","offset":10131},{"uri":"Storm_surge","surface_form":"storm surge","offset":10303},{"uri":"Firebrand","surface_form":"Firebrand","offset":10366},{"uri":"Alligator","surface_form":"alligator","offset":10533},{"uri":"Snapping_turtle","surface_form":"snapping turtle","offset":10545},{"uri":"US_dollars","surface_form":"US dollars","offset":10663},{"uri":"New_Orleans","surface_form":"New Orleans","offset":10829},{"uri":"Apalachicola","surface_form":"Apalachicola","offset":10845},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":10948},{"uri":"Bermuda","surface_form":"Bermuda","offset":10981},{"uri":"Virgin_Islands","surface_form":"Virgin Islands","offset":11041},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":11060},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":11170},{"uri":"Hurricane","surface_form":"hurricane","offset":11192},{"uri":"Cuba","surface_form":"Cuba","offset":11231},{"uri":"Bahamas","surface_form":"Bahamas","offset":11278}]}