{"id":139657,"url":"http://en.wikipedia.org/wiki/Anti-nuclear_movement","text":"Many people who are anti-nuclear, are against the use of nuclear power for electricity generation, since they think nuclear power is dangerous. They consider the risk of a nuclear accident unacceptable and generally believe that radioactive waste cannot be disposed of safely. Many also see uranium mining and nuclear reprocessing as bad, because of the environmental risks of these activities. The 2011 Japanese nuclear accidents have \"revived anti-nuclear passions worldwide, putting governments on the defensive and undermining the nuclear power industry's recent renaissance\".\nAnti-nuclear concerns.\nAnti-nuclear groups believe that nuclear power is a risk to people and the environment. These include health risks and environmental damage from uranium mining, processing and transport, the risk of nuclear weapons proliferation, the unsolved problem of nuclear waste, and the possibility of further serious accidents. Anti-nuclear critics see nuclear power as a dangerous, expensive way to boil water to generate electricity.\nOpponents of nuclear energy make connections between the international export and development of nuclear power technologies and the proliferation of nuclear weapons. The facilities and expertise to produce nuclear power can be readily adapted to produce nuclear weapons. Greenpeace suggests that nuclear power and nuclear weapons have grown up like Siamese twins.\nNuclear power plants are very expensive. Making reliable cost estimates is difficult, and estimates for new reactors in the USA range from $5 billion to $10 billion per unit. Building nuclear plants is seen to be \"a risky business\", according to several notable credit rating agencies and investment analysts.\nNuclear accidents are often cited by anti-nuclear groups as evidence of the inherent danger of nuclear power. The most well-known nuclear accident, a mishandled safety test at the Chernobyl Nuclear Power Plant in 1986 in Kiev, Ukraine, \"killed at least 4056 people and damaged almost $7 billion of property\". Radioactive fallout from the accident concentrated near Belarus, Ukraine and Russia and at least 350,000 people were forcibly resettled away from these areas. After the accident, \"traces of radioactive deposits unique to Chernobyl were found in nearly every country in the northern hemisphere\". Other serious nuclear accidents include the Mayak disaster, Soviet submarine K-431 accident, Soviet submarine K-19 accident, Chalk River accidents, Windscale fire, Church Rock Uranium Mill Spill and the SL-1 accident. The Fukushima nuclear disaster occured in 2011. Clean-up from the Fukushima nuclear disaster is expected to cost over 12 trillion yen ($100 billion) and take 30 to 40 years.\nEspecially since the September 11 attacks, people have become concerned that terrorists or criminals could bomb a nuclear plant and release radioactive material. Building more plants would create more targets to protect.\nThere is an international consensus that spent nuclear fuel should be stored in deep geological disposal sites. However, no country has opened such a site yet. The demise of the proposed Yucca Mountain nuclear waste repository in Nevada leaves the USA with no plan for the long-term storage of spent nuclear fuel.\nNuclear-free alternatives.\nAnti-nuclear groups generally claim that reliance on nuclear energy can be reduced by adopting energy conservation and energy efficiency measures. Energy efficiency can reduce the consumption of energy while providing the same level of energy \"services\".\nAnti-nuclear groups also favour the use of renewable energy, such as wind power, solar power, geothermal energy and biofuel. According to the International Energy Agency, renewable energy technologies are essential contributors to the energy supply portfolio, as they contribute to world energy security and provide opportunities for mitigating greenhouse gases.\nAustralia.\nAustralia has no nuclear power stations and the current Gillard Labor government is opposed to nuclear power for Australia, as are the Greens, the party with the current balance of power in the upper house. However, Australia does have a small research reactor (OPAL) in Sydney, and it does export uranium. Australia has 40% of the world's known uranium deposits as well as similar deposits of the other potential fission reactor fuel thorium, and sells uranium to members of the Nuclear Non-Proliferation Treaty.\nUranium mining and export and nuclear issues have often been the subject of public debate, and the anti-nuclear movement in Australia has a long history. It all began with the 1972–73 debate over French nuclear testing in the Pacific, which involved several groups, and the 1976–77 debate about uranium mining in Australia.\nFrance.\nIn the 1970s, an anti-nuclear movement in France, consisting of citizens' groups and political action committees, emerged. There were many large anti-nuclear protests and demonstrations. More recently, targeted campaigns have been conducted, mainly by Greenpeace, and Sortir du nucléaire (France) has called for an official safety inspection of Areva facilities.\nGermany.\nThe anti-nuclear movement in Germany has a long history dating back to the early 1970s, when large demonstrations prevented the construction of a nuclear plant at Wyhl. Anti-nuclear success at Wyhl inspired nuclear opposition throughout Germany, in other parts of Europe, and in North America.\nUnited Kingdom.\nIn January 2008 the UK government announced plans to build new nuclear power stations, and the anti-nuclear movement in the United Kingdom has voiced concerns. There are also public concerns about the proliferation of nuclear weapons. Many different groups and individuals have been involved in demonstrations and protests over the years.\nUnited States.\nFor many years the anti-nuclear movement in the United States succeeded in delaying or halting commitments to build some new nuclear plants. Anti-nuclear campaigns that captured national public attention in the 1970s involved the Calvert Cliffs Nuclear Power Plant, Seabrook Station Nuclear Power Plant, Diablo Canyon Power Plant, Shoreham Nuclear Power Plant, and the Three Mile Island accident. More recent targeted campaigning has related to the Indian Point Energy Center, Oyster Creek Nuclear Generating Station, Pilgrim Nuclear Generating Station, Salem Nuclear Power Plant, Vermont Yankee Nuclear Power Plant, Idaho National Laboratory, proposed Yucca Mountain waste repository, the Hanford Site, the Nevada Test Site, Lawrence Livermore National Laboratory, and transportation of nuclear waste from the Los Alamos National Laboratory. Many different groups have been involved in various protests and demonstrations over the years.\nMore than fifty anti-nuclear groups are operating, or have operated, in the United States. These include: Abalone Alliance, Clamshell Alliance, Greenpeace USA, Institute for Energy and Environmental Research, Musicians United for Safe Energy, Nevada Desert Experience, Nuclear Control Institute, Nuclear Information and Resource Service, Public Citizen Energy Program, Shad Alliance, and the Sierra Club.\nMany well-known scientists and engineers have expressed reservations about nuclear power. These people include: Barry Commoner, S. David Freeman, John Gofman, Amory Lovins, Arjun Makhijani, Gregory Minor and Joseph Romm.\nImpact on popular culture.\nBeginning in the 1960s, anti-nuclear ideas received coverage in the popular media with novels such as \"Fail-Safe\" and feature films such as ' (1964), \"The China Syndrome\" (1979), \"Silkwood\" (1983), and \"The Rainbow Warrior\" (1992).\nRecent developments.\nOn 21 April 2010, a dozen environmental groups called on the United States Nuclear Regulatory Commission to investigate possible problems in the AP1000 reactor design.\nOn 24 April 2010, about 120,000 people built a human chain (KETTENreAKTION!) between the nuclear plants at Krümmel and Brunsbüttel. In this way they were protesting against the plans of the German government to extend the period of producing nuclear power.\nIn May 2010, some 25,000 people, including members of peace organizations and 1945 atomic bomb survivors, marched for about two kilometers from downtown New York to a square in front of United Nations headquarters, calling for the end to nuclear weapons.\nIn September 2010, German government policy shifted back toward nuclear energy, and this created some new anti-nuclear sentiment in Berlin and beyond. On 18 September 2010, tens of thousands of Germans surrounded Chancellor Angela Merkel’s office in an anti-nuclear demonstration that organisers said was the biggest of its kind since the Chernobyl disaster in 1986.\nIn October 2010, tens of thousands of people protested in Munich against the nuclear power policy of Chancellor Angela Merkel's coalition government. The action was the biggest anti-nuclear event in Bavaria for more than two decades.\nIn November 2010, there were violent protests against a train carrying reprocessed nuclear waste in Germany. Tens of thousands of protesters gathered in Dannenberg to signal their opposition to the cargo. Around 16,000 police were mobilised to deal with the protests.\nIn December 2010, some 10,000 people (mainly fishermen, farmers and their families) turned out to oppose the Jaitapur Nuclear Power Project in western Maharashtra state in India, amid a heavy police presence.\nIn December 2010, five anti-nuclear weapons activists, including octogenarians and Jesuit priests, were convicted of conspiracy and trespass in Tacoma, USA. They cut fences at Naval Base Kitsap-Bangor in 2009 to protest submarine nuclear weapons, and reached an area near where Trident nuclear warheads are stored in bunkers. Members of the group could face up to 10 years in prison when they are sentenced.\nIn January 2011, five Japanese young people held a hunger strike for more than a week, outside the Prefectural Government offices in Yamaguchi, to protest site preparation for the planned Kaminoseki Nuclear Power Plant near the environmentally sensitive Seto Inland Sea.\nAfter the Fukushima Daiichi Nuclear Power Plant accidents, anti-nuclear opposition intensified in Germany. On 12 March 2011, 60,000 Germans formed a 45-km human chain from Stuttgart to the Neckarwestheim power plant. On 14 March, 110,000 people protested in 450 other German towns, with opinion polls indicating 80% of Germans opposed the government's extension of nuclear power. On 15 March 2011, Angela Merkel said that seven nuclear power plants which went online before 1980 would be temporarily closed and the time would be used to study speedier renewable energy commercialization.\nIn March 2011, around 2,000 anti-nuclear protesters demonstrated in Taiwan for an immediate end to the construction of the island's fourth nuclear power plant. The protesters were also opposed to plans to extend the lifespan of three existing nuclear plants.\nIn March 2011, more than 200,000 people took part in anti-nuclear protests in four large German cities, on the eve of state elections. Organisers called it the biggest anti-nuclear demonstration the country has seen. Thousands of Germans demanding an end to the use of nuclear power took part in nationwide demonstrations on 2 April 2011.\nAfter the Fukushima I nuclear accidents, environmental activists at a U.N. meeting in April 2011 \"urged bolder steps to tap renewable energy so the world doesn't have to choose between the dangers of nuclear power and the ravages of climate change\".\nIn mid-April, 17,000 people protested at two demonstrations in Tokyo against nuclear power.\nIn India, environmentalists, local farmers and fishermen have been protesting for months over the planned Jaitapur Nuclear Power Project six-reactor complex, 420 km south of Mumbai. If built, it would be one of the world's largest nuclear power complexes. Protests have escalated in the wake of Japan's Fukushima nuclear disaster and during two days of violent rallies in April 2011, a local man was killed and dozens were injured.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nuclear_power","surface_form":"nuclear power","offset":57},{"uri":"Nuclear_accident","surface_form":"nuclear accident","offset":172},{"uri":"Radioactive_waste","surface_form":"radioactive waste","offset":229},{"uri":"Uranium_mining","surface_form":"uranium mining","offset":291},{"uri":"Nuclear_accidents_in_Japan","surface_form":"2011 Japanese nuclear accidents","offset":399},{"uri":"Uranium_mining","surface_form":"uranium mining","offset":749},{"uri":"Nuclear_proliferation","surface_form":"proliferation of nuclear weapons","offset":1163},{"uri":"Greenpeace","surface_form":"Greenpeace","offset":1302},{"uri":"Nuclear_accident","surface_form":"Nuclear accident","offset":1705},{"uri":"Chernobyl_disaster","surface_form":"Chernobyl Nuclear Power Plant","offset":1885},{"uri":"Kyshtym_Disaster","surface_form":"Mayak disaster","offset":2353},{"uri":"Soviet_submarine_K-431","surface_form":"Soviet submarine K-431","offset":2369},{"uri":"Soviet_submarine_K-19","surface_form":"Soviet submarine K-19","offset":2402},{"uri":"Chalk_River_Laboratories","surface_form":"Chalk River accidents","offset":2434},{"uri":"Windscale_fire","surface_form":"Windscale fire","offset":2457},{"uri":"Church_Rock_Uranium_Mill_Spill","surface_form":"Church Rock Uranium Mill Spill","offset":2473},{"uri":"SL-1","surface_form":"SL-1","offset":2512},{"uri":"Fukushima_nuclear_disaster","surface_form":"Fukushima nuclear disaster","offset":2531},{"uri":"Yen","surface_form":"yen","offset":2657},{"uri":"United_States_dollar","surface_form":"$","offset":2662},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":2722},{"uri":"Radioactive","surface_form":"radioactive","offset":2841},{"uri":"Yucca_Mountain_nuclear_waste_repository","surface_form":"Yucca Mountain nuclear waste repository","offset":3109},{"uri":"Energy_conservation","surface_form":"energy conservation","offset":3358},{"uri":"Energy_efficiency","surface_form":"energy efficiency","offset":3382},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":3561},{"uri":"Wind_power","surface_form":"wind power","offset":3587},{"uri":"Solar_power","surface_form":"solar power","offset":3599},{"uri":"Geothermal_energy","surface_form":"geothermal energy","offset":3612},{"uri":"Biofuel","surface_form":"biofuel","offset":3634},{"uri":"International_Energy_Agency","surface_form":"International Energy Agency","offset":3660},{"uri":"Energy_security","surface_form":"world energy security","offset":3800},{"uri":"Greenhouse_gases","surface_form":"greenhouse gases","offset":3863},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":3909},{"uri":"OPAL","surface_form":"OPAL","offset":4154},{"uri":"Uranium","surface_form":"uranium","offset":4190},{"uri":"Thorium","surface_form":"thorium","offset":4327},{"uri":"Uranium_mining","surface_form":"Uranium mining","offset":4406},{"uri":"Greenpeace","surface_form":"Greenpeace","offset":4990},{"uri":"Sortir_du_nucl%C3%A9aire_(France)","surface_form":"Sortir du nucléaire (France)","offset":5006},{"uri":"Nuclear_weapons","surface_form":"nuclear weapons","offset":5638},{"uri":"Anti-nuclear_movement_in_the_United_States","surface_form":"anti-nuclear movement in the United States","offset":5793},{"uri":"Three_Mile_Island_accident","surface_form":"Three Mile Island accident","offset":6143},{"uri":"Abalone_Alliance","surface_form":"Abalone Alliance","offset":6819},{"uri":"Clamshell_Alliance","surface_form":"Clamshell Alliance","offset":6837},{"uri":"Greenpeace","surface_form":"Greenpeace USA","offset":6857},{"uri":"Nuclear_Information_and_Resource_Service","surface_form":"Nuclear Information and Resource Service","offset":7009},{"uri":"Amory_Lovins","surface_form":"Amory Lovins","offset":7277},{"uri":"Joseph_Romm","surface_form":"Joseph Romm","offset":7326},{"uri":"Fail-Safe_(novel)","surface_form":"Fail-Safe","offset":7469},{"uri":"List_of_films_about_nuclear_issues","surface_form":"feature films","offset":7484},{"uri":"The_China_Syndrome","surface_form":"The China Syndrome","offset":7517},{"uri":"Silkwood","surface_form":"Silkwood","offset":7546},{"uri":"The_Rainbow_Warrior_(film)","surface_form":"The Rainbow Warrior","offset":7569},{"uri":"Nuclear_Regulatory_Commission","surface_form":"Nuclear Regulatory Commission","offset":7694},{"uri":"AP1000","surface_form":"AP1000","offset":7764},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":8523},{"uri":"Chernobyl_disaster","surface_form":"Chernobyl disaster","offset":8638},{"uri":"Munich","surface_form":"Munich","offset":8724},{"uri":"Angela_Merkel","surface_form":"Angela Merkel","offset":8778},{"uri":"Bavaria","surface_form":"Bavaria","offset":8865},{"uri":"Jaitapur_Nuclear_Power_Project","surface_form":"Jaitapur Nuclear Power Project","offset":9277},{"uri":"Jesuit","surface_form":"Jesuit","offset":9460},{"uri":"Naval_Base_Kitsap","surface_form":"Naval Base Kitsap","offset":9553},{"uri":"Trident_nuclear","surface_form":"Trident nuclear","offset":9655},{"uri":"Yamaguchi%2C_Yamaguchi","surface_form":"Yamaguchi","offset":9918},{"uri":"Kaminoseki_Nuclear_Power_Plant","surface_form":"Kaminoseki Nuclear Power Plant","offset":9973},{"uri":"Seto_Inland_Sea","surface_form":"Seto Inland Sea","offset":10039},{"uri":"Fukushima_Daiichi_Nuclear_Power_Plant","surface_form":"Fukushima Daiichi Nuclear Power Plant","offset":10066},{"uri":"Stuttgart","surface_form":"Stuttgart","offset":10228},{"uri":"Neckarwestheim","surface_form":"Neckarwestheim","offset":10245},{"uri":"Renewable_energy_commercialization","surface_form":"renewable energy commercialization","offset":10608},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":11366},{"uri":"Jaitapur_Nuclear_Power_Project","surface_form":"Jaitapur Nuclear Power Project","offset":11690}]}