{"id":139639,"url":"http://en.wikipedia.org/wiki/Jigglypuff","text":"Jigglypuff, known in Japan as Purin (プリン), is one of the fictional species of Pokémon from the \"Pokémon\" media franchise owned by Nintendo and Game Freak. Since it was introduced early in the \"Pokémon\" anime, it has become one of the most famous Pokémon.\nJigglypuff is perhaps most famous for the song it sings which puts everyone who hears it into a deep sleep. Jigglypuff then becomes upset because it assumes everyone is very bored by the song, and it draws all over their faces with a marker.\nJigglypuff is a small Pokémon, slightly shorter than Pikachu. It is shaped like a balloon and has a pink body with blue eyes, catlike ears, and a strange tuft of fur on its forehead.\nIn video games.\nIn the \"Pokémon\" video games, Jigglypuff is famous among players because it learns the move Sing, which puts enemy Pokémon to sleep. This often causes them to lose the battle, and many players find it very annoying.\nJigglypuff was introduced in \"Pokémon Red and Blue\", the first \"Pokémon\" games. It has appeared in most of the games since then. It evolves into Wigglytuff, an \"upgraded\" form of Jigglypuff. Starting with \"Pokémon Gold and Silver\", Jigglypuff has a pre-evolved evolutionary form, Igglybuff. Igglybuff was one of the 100 new Pokémon introduced in \"Gold\" and \"Silver\". Previously there were only 151.\nJigglypuff has also appeared in \"Super Smash Bros.,\" \"Super Smash Bros. Melee\", \"Super Smash Bros. Brawl\", and \"Super Smash Bros. for Nintendo 3DS and Wii U\". It is a light and fast character who is great in the air. Its attacks include Rollout, Pound, Sing, Rest, and its Final Smash, Puff Up.\nIn anime.\nJigglypuff is one of the most famous Pokémon, alongside Pikachu, Bulbasaur, Charmander, and Mewtwo, mostly because it has appeared many times in the still-running \"Pokémon\" anime. It usually appears unexpectedly and puts Pokémon and humans near it to sleep for a few minutes by singing its trademark song. It has a black permanent marker, similar to a Sharpie, with which it often draws on people and Pokémon's faces while they are asleep. This is an act of revenge because everyone falls asleep when they hear Jigglypuff's song and Jigglypuff assumes it's because they are very bored by it. Since people are upset when Jigglypuff puts them to sleep, and Jigglypuff is upset when they fall asleep, it is a vicious circle.\nIn episode \"Beach Blank-Out Blastoise\", Jigglypuff somehow got stuck in Blastoise's hydro cannon. When it was finally freed, it put everyone to sleep and then drew on their faces.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":21},{"uri":"Fiction","surface_form":"fiction","offset":57},{"uri":"Species","surface_form":"species","offset":67},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":78},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":96},{"uri":"Nintendo","surface_form":"Nintendo","offset":130},{"uri":"Game_Freak","surface_form":"Game Freak","offset":143},{"uri":"Pok%C3%A9mon_(anime)","surface_form":"\"Pokémon\" anime","offset":192},{"uri":"Pikachu","surface_form":"Pikachu","offset":550},{"uri":"Balloon","surface_form":"balloon","offset":579},{"uri":"Pok%C3%A9mon_(video_game_series)","surface_form":"\"Pokémon\" video games","offset":703},{"uri":"Pok%C3%A9mon_Red_and_Blue","surface_form":"Pokémon Red and Blue","offset":942},{"uri":"Wigglytuff","surface_form":"Wigglytuff","offset":1057},{"uri":"Pok%C3%A9mon_Gold_and_Silver","surface_form":"Pokémon Gold and Silver","offset":1118},{"uri":"Igglybuff","surface_form":"Igglybuff","offset":1192},{"uri":"Super_Smash_Bros.","surface_form":"Super Smash Bros.","offset":1344},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":1365},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":1392},{"uri":"Super_Smash_Bros._for_Nintendo_3DS_and_Wii_U","surface_form":"Super Smash Bros. for Nintendo 3DS and Wii U","offset":1423},{"uri":"Pikachu","surface_form":"Pikachu","offset":1672},{"uri":"Bulbasaur","surface_form":"Bulbasaur","offset":1681},{"uri":"Charmander","surface_form":"Charmander","offset":1692},{"uri":"Mewtwo","surface_form":"Mewtwo","offset":1708},{"uri":"Pok%C3%A9mon_(anime)","surface_form":"\"Pokémon\" anime","offset":1779},{"uri":"Sharpie","surface_form":"Sharpie","offset":1968},{"uri":"Revenge","surface_form":"revenge","offset":2074},{"uri":"Vicious_circle","surface_form":"vicious circle","offset":2322},{"uri":"Blastoise","surface_form":"Blastoise's","offset":2410}]}