{"id":139779,"url":"http://en.wikipedia.org/wiki/Haut-Rhin","text":"Haut-Rhin is a department in the Grand Est region of France, named after the Rhine river that flows along its eastern border. Its name means \"Upper Rhine\". The prefecture (capital) of Haut-Rhin is Colmar.\nHistory.\nHaut-Rhin is one of the original 83 departments created during the French Revolution on 4 March 1790. It was divided in three districts: Altkirch, Belfort and Colmar, with Colmar as is capital.\nIn 1800, with the creation of the \"arrondissements\" in France, the three districts were changed into five \"arrondissements\": Colmar, Altkirch, Belfort, Delémont and Porrentruy. The \"arrondissements\" Delémont and Porrentruy were eliminated in 1814 and transferred to Switzerland.\nThe subprefecture of Altkirch was moved to Mulhouse in 1857.\nThe Haut-Rhin department was eliminated in 1871 when the territory became part of Germany except for a part that forms the Territoire de Belfort.\nIn 1919, Haut-Rhin is again an department when the territory became part of France with the \"arrondissements\" Colmar-Ville, Colmar-Campagne, Altkirch, Guebwiller, Mulhouse, Ribeauvillé and Thann. Its capital is Colmar.\nThe \"arrondissements\" Colmar-Ville and Colmar-Campagne were combined in 1934 to form the \"arrondissement\" of Colmar.\nIn 2015, the \"arrondissements\" of Guebwiller and Ribeauvillé were eliminated and the name of the \"arrondissements\" of Thann and Colmar were changed to Thann-Guebwiller and Colmar-Ribeauvillé.\nGeography.\nHaut-Rhin is the smaller and less populated of the two departments of the former administrative Alsace region. It is in the Grand Est region and borders 3 departments in 2 regionsː\nTo the east, the department borders Germany along the Rhine river, and to the south it borders with Switzerland.\nHaut-Rhin has an area of. Its highest point is \"Grand Ballon\" () in the Vosges Mountains, in the eastern part of the department; it is high. The lowest point is high along the Rhine river.\nThe main river in the department is the Rhine that forms the eastern border of the department, and of France.\nClimate.\nThe area around Colmar, at an altitude of about, is characterized by climates with few extremes of temperature. The Köppen climate classification type for the climate at Strasbourg is a \"Marine West Coast Climate\" and of the subtype \"Cfb\".\nThe average amount of precipitation for the year in Strasbourg is. The month with the most precipitation on average is June with of precipitation. The month with the least precipitation on average is February with an average of.\nThe average temperature for the year in Strasbourg is. The warmest month, on average, is July with an average temperature of. The coolest month on average is January, with an average temperature of.\nAdministration.\nHaut-Rhin is managed by the \"Departmental Council of Haut-Rhin\" in Colmar. The department is part of the Grand Est region.\nAdministrative divisions.\nThere are 4 \"arrondissements\" (districts), 17 \"cantons\" and 366 \"communes\" (municipalities) in Haut-Rhin.\nDemographics.\nThe inhabitants of the Haut-Rhin department are known, in French, as \"Haut-Rhinois\" or (women: \"Haut-Rhinoises\"),\nHaut-Rhin had a population, in 2014, of 760,134, for a population density of inhabitants/km2. The \"arrondissement\" of Mulhouse, with 350,032 inhabitants, is the \"arrondissement\" with more inhabitants.\nEvolution of the population in Haut-Rhin","categories":[],"infobox_types":[],"annotations":[{"uri":"Departments_of_France","surface_form":"department","offset":15},{"uri":"Grand_Est","surface_form":"Grand Est","offset":33},{"uri":"Regions_of_France","surface_form":"region","offset":43},{"uri":"France","surface_form":"France","offset":53},{"uri":"Rhine_River","surface_form":"Rhine","offset":77},{"uri":"River","surface_form":"river","offset":83},{"uri":"Prefectures_in_France","surface_form":"prefecture","offset":160},{"uri":"Capital_city","surface_form":"capital","offset":172},{"uri":"Colmar","surface_form":"Colmar","offset":197},{"uri":"French_Revolution","surface_form":"French Revolution","offset":281},{"uri":"District","surface_form":"district","offset":340},{"uri":"Capital_city","surface_form":"capital","offset":399},{"uri":"Arrondissements_of_France","surface_form":"\"arrondissements\"","offset":442},{"uri":"Switzerland","surface_form":"Switzerland","offset":674},{"uri":"Subprefectures_in_France","surface_form":"subprefecture","offset":691},{"uri":"Germany","surface_form":"Germany","offset":830},{"uri":"Territoire_de_Belfort","surface_form":"Territoire de Belfort","offset":871},{"uri":"Alsace","surface_form":"Alsace","offset":1529},{"uri":"Grand_Est","surface_form":"Grand Est","offset":1557},{"uri":"Regions_of_France","surface_form":"regions","offset":1605},{"uri":"Germany","surface_form":"Germany","offset":1650},{"uri":"Rhine_River","surface_form":"Rhine","offset":1668},{"uri":"Switzerland","surface_form":"Switzerland","offset":1714},{"uri":"Rhine_River","surface_form":"Rhine","offset":1956},{"uri":"Colmar","surface_form":"Colmar","offset":2051},{"uri":"Altitude","surface_form":"altitude","offset":2065},{"uri":"Climate","surface_form":"climate","offset":2104},{"uri":"Temperature","surface_form":"temperature","offset":2134},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":2151},{"uri":"Average","surface_form":"average","offset":2279},{"uri":"Precipitation","surface_form":"precipitation","offset":2297},{"uri":"Colmar","surface_form":"Colmar","offset":2786},{"uri":"Grand_Est","surface_form":"Grand Est","offset":2824},{"uri":"Arrondissements_of_France","surface_form":"\"arrondissements\"","offset":2880},{"uri":"District","surface_form":"district","offset":2899},{"uri":"Cantons_in_France","surface_form":"\"cantons\"","offset":2914},{"uri":"Communes_in_France","surface_form":"\"communes\"","offset":2932},{"uri":"Municipality","surface_form":"municipalities","offset":2944},{"uri":"French_language","surface_form":"French","offset":3046}]}