{"id":139778,"url":"http://en.wikipedia.org/wiki/Bas-Rhin","text":"Bas-Rhin is a department in the Grand Est region of France, named after the Rhine river that flows along its eastern border. The prefecture (capital) of Bas-Rhin is Strasbourg.\nBas-Rhin means \"Lower Rhine\", however, geographically speaking it belongs to the \"Upper Rhine\" region. This is the last French department to have kept the term \"Bas\", meaning \"Lower\", in its name. Other departments using this word preferred to change their names.\nHistory.\nBas-Rhin is one of the original 83 departments created during the French Revolution on 4 March 1790. It was divided in four districts: Haguenau, Benfeld, Strasbourg and Wissembourg, with Strasbourg as is capital. Soon, the district of Sarre-Union was created and the name of the district of Benfeld was changed to Sélestat (in its origins, Schlestadt).\nIn 1800, with the creation of the \"arrondissements\" in France, the five districts were changed into four \"arrondissements\": Strasbourg, Barr, Saverne and Wissembourg. The subprefecture of Barr was moved to Schlestadt (Sélestat) in 1806.\nThe Bas-Rhin department was eliminated in 1871 when the territory became part of Germany.\nIn 1919, Bas-Rhin is again an department when the territory became part of France with the \"arrondissements\" Strasbourg-Ville, Strasbourg-Campagne, Erstein, Haguenau, Molsheim, Saverne, Sélestat and Wissembourg.\nThe \"arrondissements\" Sélestat and Erstein were combined in 1974 to form the \"arrondissement\" of Sélestat-Erstein.\nIn 2015, the \"arrondissements\" Strasbourg-Campagne and Wissembourg were eliminated and their territories passed to the remaining \"arrondissements\", and only 5 were kept: Haguenau-Wissembourg, Molsheim, Saverne, Sélestat-Erstein and Strasbourg.\nGeography.\nThe Bas-Rhin department is in the Grand Est region and borders 5 departments, all in the Grand Est region: Haut-Rhin to the south, Vosges to the southwest, Meurthe-et-Moselle to the west and Moselle to the northwest. To the north and east, the department borders Germany along the Rhine river.\nBas-Rhin has an area of. Its highest point is \"Champ de Feu\" () in the southwestern part of the department; it is high.\nThe main river in the department is the Rhine that forms the eastern border of the department, and of France.\nClimate.\nThe area around Strasbourg, at an altitude of about, is characterized by climates with few extremes of temperature. The Köppen climate classification type for the climate at Strasbourg is a \"Marine West Coast Climate\" and of the subtype \"Cfb\".\nThe average amount of precipitation for the year in Strasbourg is. The month with the most precipitation on average is July with of precipitation. The month with the least precipitation on average is February with an average of.\nThe average temperature for the year in Strasbourg is. The warmest month, on average, is July with an average temperature of. The coolest month on average is January, with an average temperature of.\nAdministration.\nBas-Rhin is managed by the \"Departmental Council of Bas-Rhin\" in Strasbourg. The department is part of the Grand Est region.\nAdministrative divisions.\nThere are 5 \"arrondissements\" (districts), 23 \"cantons\" and 517 \"communes\" (municipalities) in Bas-Rhin.\nDemographics.\nThe inhabitants of the Bas-Rhin department are known, in French, as \"Bas-Rhinois\" or (women: \"Bas-Rhinoises\"),\nBas-Rhin had a population, in 2014, of 1,112,815, for a population density of inhabitants/km2. The \"arrondissement\" of Strasbourg, with 484,157 inhabitants, is the \"arrondissement\" with more inhabitants.\nEvolution of the population in Bas-Rhin","categories":[],"infobox_types":[],"annotations":[{"uri":"Departments_of_France","surface_form":"department","offset":14},{"uri":"Grand_Est","surface_form":"Grand Est","offset":32},{"uri":"Regions_of_France","surface_form":"region","offset":42},{"uri":"France","surface_form":"France","offset":52},{"uri":"Rhine_River","surface_form":"Rhine","offset":76},{"uri":"River","surface_form":"river","offset":82},{"uri":"Prefectures_in_France","surface_form":"prefecture","offset":129},{"uri":"Capital_city","surface_form":"capital","offset":141},{"uri":"Strasbourg","surface_form":"Strasbourg","offset":165},{"uri":"Rhine_River","surface_form":"Rhine","offset":199},{"uri":"French_Revolution","surface_form":"French Revolution","offset":516},{"uri":"District","surface_form":"district","offset":574},{"uri":"Capital_city","surface_form":"capital","offset":654},{"uri":"Arrondissements_of_France","surface_form":"\"arrondissements\"","offset":837},{"uri":"Germany","surface_form":"Germany","offset":1121},{"uri":"Territory","surface_form":"territories","offset":1550},{"uri":"Grand_Est","surface_form":"Grand Est","offset":1746},{"uri":"Haut-Rhin","surface_form":"Haut-Rhin","offset":1819},{"uri":"Vosges","surface_form":"Vosges","offset":1843},{"uri":"Meurthe-et-Moselle","surface_form":"Meurthe-et-Moselle","offset":1868},{"uri":"Moselle","surface_form":"Moselle","offset":1903},{"uri":"Germany","surface_form":"Germany","offset":1975},{"uri":"Rhine_River","surface_form":"Rhine","offset":1993},{"uri":"Rhine_River","surface_form":"Rhine","offset":2166},{"uri":"Strasbourg","surface_form":"Strasbourg","offset":2261},{"uri":"Altitude","surface_form":"altitude","offset":2279},{"uri":"Climate","surface_form":"climate","offset":2318},{"uri":"Temperature","surface_form":"temperature","offset":2348},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":2365},{"uri":"Average","surface_form":"average","offset":2493},{"uri":"Precipitation","surface_form":"precipitation","offset":2511},{"uri":"Strasbourg","surface_form":"Strasbourg","offset":2998},{"uri":"Grand_Est","surface_form":"Grand Est","offset":3040},{"uri":"Arrondissements_of_France","surface_form":"\"arrondissements\"","offset":3096},{"uri":"District","surface_form":"district","offset":3115},{"uri":"Cantons_in_France","surface_form":"\"cantons\"","offset":3130},{"uri":"Communes_in_France","surface_form":"\"communes\"","offset":3148},{"uri":"Municipality","surface_form":"municipalities","offset":3160},{"uri":"French_language","surface_form":"French","offset":3260}]}