{"id":139704,"url":"http://en.wikipedia.org/wiki/Fallout_3","text":"\"Fallout 3\" is an action/role-playing game computer game. It was created by Bethesda Game Studios. The game is the third in the \"Fallout\" series of games. It is set in a world where nuclear bombs have ruined the surface and people are fighting to survive. \"Fallout 3\" was released on October 28, 2008 in North America, October 30, 2008 in Australia, and October 31, 2008 in the United Kingdom.\nGameplay.\nThe player controls a character on the screen with two different view points. One point of view is from the character's head and another is from behind the character. The player may make their character different by changing their name, gender, how they look, and using skill points to make their character better at doing certain things.\nThe character may use either close-up weapons, guns or grenades to fight enemies. These need to be repaired in order to stay good. The player can also create weapons using drawings found in the game. There are two modes of fighting. The player may either aim and shoot at enemies or use a special system, called the \"Vault-tec Assisted Targeting System\" (VATS), to attack an enemy's arms and legs.\nThe character has a limited number of Health Points. If these are lost due to damage, the character will die. However, the player can dress their character in armor so that the character takes less damage. The character may also get sick from radiation.\nThe character can also be good or bad, and earns \"Karma points\" for being good and doing nice things or loses Karma points for being mean or killing people who do not deserve it.\nCharacters.\nBecause of the nuclear war the world was radiated very badly. The people who were not safe turned into Ghouls, living zombies. The player also has to fight against Raiders, Super Mutants and animals like radiated cockroachs, scorpions, and vicious dogs.\nMany normal people are alive, though. For example, a city made of airplane parts, \"Megaton\", has normal humans, \"Tenpenny Tower\" has rich people and \"Paradise Falls\" that has slaves and slavers. There is also a city made of Ghouls called \"Underworld\" which is an old museum.\nPlot.\nIn the \"Fallout\" games, the world after 2050 destroyed itself because all the nations bombed each other with nuclear bombs. A few people in the United States hid underground in shelters called \"Vaults\". The player comes from Vault 101 in Washington, D.C. They leave the vault because their father has gone missing.\nThe game does not have a required story as the player can play any missions, called \"quests\", whenever they want. The main story involves the player interacting with what used to be the Army, the Brotherhood of Steel, and the evil Enclave, which used to be the government. The player has to either stop the Enclave's mission to kill all mutant people or help them.\nCreation.\nBlack Isle Studios, a company belonging to Interplay, was making the game. Interplay lost all of its money and sold the game to Bethesda Softworks in July 2004. Bethesda Softworks created a new version of the game. It was supposed to look like Bethesda's game before Fallout, Oblivion, but they made it much bigger. The game now has a 16-square mile game setting. In Australia, the game could not be sold because it talked about real drugs. The programmers renamed the drugs so that it could be sold in Australia.\nReception.\n\"Fallout 3\" has gotten very good reviews. It has a 93% mark at Metacritic and sold 110,000 more copies than another Bethesda Softworks game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Action","surface_form":"action","offset":18},{"uri":"Role-playing_game","surface_form":"role-playing game","offset":25},{"uri":"Computer_game","surface_form":"computer game","offset":43},{"uri":"Bethesda_Game_Studios","surface_form":"Bethesda Game Studios","offset":76},{"uri":"Nuclear_weapon","surface_form":"nuclear bombs","offset":182},{"uri":"North_America","surface_form":"North America","offset":304},{"uri":"Australia","surface_form":"Australia","offset":339},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":378},{"uri":"Fictional_character","surface_form":"character","offset":426},{"uri":"Gender","surface_form":"gender","offset":641},{"uri":"Weapon","surface_form":"weapon","offset":781},{"uri":"Gun","surface_form":"gun","offset":790},{"uri":"Grenade","surface_form":"grenade","offset":798},{"uri":"Radiation","surface_form":"radiation","offset":1384},{"uri":"Karma","surface_form":"Karma","offset":1505},{"uri":"War","surface_form":"war","offset":1609},{"uri":"Radiation","surface_form":"radiated","offset":1627},{"uri":"Ghoul","surface_form":"Ghoul","offset":1689},{"uri":"Zombie","surface_form":"zombie","offset":1704},{"uri":"City","surface_form":"city","offset":1893},{"uri":"Airplane","surface_form":"airplane","offset":1906},{"uri":"United_States","surface_form":"United States","offset":2265},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":2359},{"uri":"Black_Isle_Studios","surface_form":"Black Isle Studios","offset":2811},{"uri":"Company","surface_form":"company","offset":2833},{"uri":"Interplay","surface_form":"Interplay","offset":2854},{"uri":"Money","surface_form":"money","offset":2912},{"uri":"Oblivion","surface_form":"Oblivion","offset":3087},{"uri":"Mile","surface_form":"mile","offset":3156},{"uri":"Illegal_drugs","surface_form":"drugs","offset":3245},{"uri":"Computer_programmer","surface_form":"programmers","offset":3256},{"uri":"Metacritic","surface_form":"Metacritic","offset":3399}]}