{"id":13990,"url":"http://en.wikipedia.org/wiki/Particle","text":"A particle is a tiny bit of matter that makes up everything in the universe. In particle physics, an elementary particle is a particle which cannot be split up into smaller pieces.\nThere are many different types of particles, with different particle sizes and properties.\n\"Macroscopic particles\" are particles that are larger than atoms or molecules. They have volume and shape. Powder and dust are some examples of macroscopic particles. Nanoparticles are an intermediate size, being a very fine powder but very much bigger than atoms.\nAtoms and molecules are called \"microscopic particles\". \"Subatomic particles\" are particles that are smaller than atoms. The proton, the neutron, and the electron are subatomic particles. These are the particles which make atoms. The proton has a positive charge (a + charge). The neutron has a neutral charge. The electron has a negative charge (a - charge), and it is the smallest of these three particles. In atoms, there is a small nucleus in the center, which is where the protons and neutrons are, and electrons orbit the nucleus.\nProtons and neutrons are made up of quarks. Quarks are subatomic particles, but they are also elementary particles because we do not know if they are made up of even smaller particles. There are six different types of quarks. These are the up quark, the down quark, the strange quark, the charm quark, the bottom quark, and the top quark. A neutron is made of two down quarks and one up quark. The proton is made up of two up quarks and one down quark.","categories":[],"infobox_types":[],"annotations":[{"uri":"Matter","surface_form":"matter","offset":28},{"uri":"Particle_physics","surface_form":"particle physics","offset":80},{"uri":"Elementary_particle","surface_form":"elementary particle","offset":101},{"uri":"Particle_size_(general)","surface_form":"particle size","offset":241},{"uri":"Atoms","surface_form":"atoms","offset":331},{"uri":"Molecule","surface_form":"molecule","offset":340},{"uri":"Powder","surface_form":"Powder","offset":379},{"uri":"Dust","surface_form":"dust","offset":390},{"uri":"Proton","surface_form":"proton","offset":662},{"uri":"Neutron","surface_form":"neutron","offset":674},{"uri":"Electron","surface_form":"electron","offset":691},{"uri":"Positive","surface_form":"positive","offset":784},{"uri":"Charge","surface_form":"charge","offset":793},{"uri":"Electric_charge","surface_form":"neutral charge","offset":832},{"uri":"Electric_charge","surface_form":"negative charge","offset":867},{"uri":"Nucleus_(physics)","surface_form":"nucleus","offset":973},{"uri":"Orbit","surface_form":"orbit","offset":1055},{"uri":"Quarks","surface_form":"quarks","offset":1110}]}