{"id":139952,"url":"http://en.wikipedia.org/wiki/Group_(mathematics)","text":"e=\"preserve\">:\"This article is about the basic notions. For advanced topics, see Group theory.\"\nIn mathematics, a group is a kind of algebraic structure. A group has a set and an operation. The group's operation can put together any two elements of the group's set to make a third element, also in the set. A familiar example of a group is the set of integers with the addition operator.\nInstead of \"an element of the group's set\", mathematicians usually save words by saying \"an element of the group\".\nMathematicians use capital letters to stand for groups. They often use \"G\", \"H\", or \"K\".\nThey also use lower-case letters to stand for group elements. For example, they would say \"a\" is in \"G\" to mean \"a\" is an element of \"G\".\nThey write group operations with symbols like • or *, or by writing two elements next to each other. So \"a\" • \"b\", \"a\" * \"b\", and \"ab\" can all mean \"the element formed when the group's operation combines \"a\" and \"b\".\nGroup axioms.\nNot every set and operation make a group. A group's set and operation must obey some special rules. These are called group axioms. The following list has each axiom in both words and mathematical symbols.\nSome more ideas.\nTo name the group, one should say all three parts: (\"G\", •, \"e\"). But when it is clear, one may just say that \"G\" is a group.\nIt is possible to find that for two elements \"a\" and \"b\" in a group, \"a\" • \"b\" is different from \"b\" • \"a\". For example, maybe \"a\" • \"b\" = c, but \"b\" • \"a\" = d.\nFor some groups, however, \"a\" • \"b\" = \"b\" • \"a\" for every \"a\" and \"b\" in the group. These special groups have a special name. They are called Abelian groups and their operation is said to be commutative\".\"\nThe number of elements in a group is called the group's \"order\".\nIntegers, addition, zero.\nOne everyday example of a group is the set of integers with the addition operation and zero (the identity). It is easy to see that when adding two integers, the result is always an integer. So closure is true. The identity element for this group is zero. Because the order of additions does not matter (in other words, formula_1), associativity is true. And the inverse of any integer is its opposite number. This group is also an abelian group. It is an infinite group (also called a group of \"infinite order\") because it has an infinite number of elements: the integers.\nThe set of integers with the multiplication operation is not a group, because with multiplication, most integers have no inverse that is also an integer.\nSymmetries.\nAnother important example of a group is a group of symmetries, where each symmetry of an object is an element of the group. One can also think of this group as the set of bijections on \"n\" elements—with function composition as the operation. The symmetric group on \"n\" elements is often written as formula_1.\nThe \"operation\" of the group is this: make the change of the one symmetry and then make the change of the other symmetry. The combination is also a symmetry, and that means that there is \"closure\".\nThe \"identity element\" is the symmetry in which nothing changes.\nAny symmetric change can be undone by reversing the change. That reverse is the \"inverse element\".\nSymmetry groups provide many examples of groups. For example, here are all of the symmetries of a square: turn the square clockwise 90o, 180o, or 270o; turn the square counter-clockwise 90o, 180o, or 270o; reflect the image of the square in a vertical mirror, or in a horizontal mirror, or a diagonal mirror to the right or the left; or leave the square unchanged. This is a \"finite\" group (or a group of finite order). It is a non-abelian group because it can make a difference which order when making a turn and a reflection.\nIt can be proved that every group of finite order is a group of symmetries. For this reason, group theory is called the mathematical study of symmetry.\nOther groups.\nMany things in mathematics are groups. For example, equations. The ways of solving equations can be a group. Physical things can be studied as groups. There are important symmetries about physical things which are groups.\nSometimes, part of the group is also a group. In that case, the part is called a \"subgroup\". For example, there is this subgroup of the group of symmetries of a square: only the turns of the square and the identity (not the reflections in a mirror). Many useful things can be proved about groups and their subgroups.","categories":[],"infobox_types":[],"annotations":[{"uri":"Group_theory","surface_form":"Group theory","offset":81},{"uri":"Mathematics","surface_form":"mathematics","offset":99},{"uri":"Algebraic_structure","surface_form":"algebraic structure","offset":133},{"uri":"Set","surface_form":"set","offset":168},{"uri":"Binary_operation","surface_form":"operation","offset":179},{"uri":"Element_(mathematics)","surface_form":"elements","offset":237},{"uri":"Integer","surface_form":"integer","offset":351},{"uri":"Addition","surface_form":"addition","offset":369},{"uri":"Axiom","surface_form":"axioms","offset":1084},{"uri":"Abelian_group","surface_form":"Abelian groups","offset":1612},{"uri":"Commutative_property","surface_form":"commutative","offset":1661},{"uri":"Integer","surface_form":"integers","offset":1813},{"uri":"Opposite_number","surface_form":"opposite number","offset":2159},{"uri":"Infinite","surface_form":"infinite","offset":2222},{"uri":"Symmetry","surface_form":"symmetries","offset":2557},{"uri":"Bijective_function","surface_form":"bijections","offset":2677},{"uri":"Function_composition","surface_form":"function composition","offset":2709}]}