{"id":140053,"url":"http://en.wikipedia.org/wiki/Flag_of_Australia","text":"The flag of Australia is a national flag. In 1901, Australia became a single country, instead of six separate colonies. A competition was held to design a new flag for the new country. The winning flag has a blue background, the Union Jack, and six stars. Five stars are in the shape of the constellation the Southern Cross, the other is the Commonwealth Star. The flag has been used from 1903, but did not become the official flag of Australia until 1953.\nCompetition.\nThe judges took eight days to choose a winning flag.\nThe winning flag was flown from the top of the Exhibition Building. The Prime Minister Edmund Barton wrote to the Governor-General to get approval from the King for the new flag. This was officially announced on February 20, 1903.\nThe flag.\nSome of the winning flags had different numbers of points on the stars of the Southern Cross. This was simplified to seven points for the four largest stars and five for the small one. The Commonwealth Star had six points for the six states. This was the design in 1903. In 1912, an extra point was added to the Commonwealth Star for the Territories of Australia.\nIn 1934, the government published how the Australian flag should be made. The flag of the United Kingdom, the Union Jack was still the official flag in Australia until 1954. By law, only the Australian government was allowed to fly the blue Australian flag. Everyone else that wanted to use an Australian flag used the red one, called the Red Ensign. In 15 March 1941, the Prime Minister of Australia, Robert Menzies, gave permission for the blue flag to be used on public buildings, schools and by the public. Australian ships would use the Red Ensign.\nIn 1954, the Australian Flag became the official Australian National Flag. The Australian flag is the most important flag flown in Australia, and must be given more importance than flags from other countries. When it is raised or lowered people should face the flag and not talk. It should only be used properly, for example, it can not be used to cover a table or a seat, and it can not be allowed to touch the ground.\nOther Australian flags.\nThe Royal Australian Navy has had its own flag from 1 March 1967. This looks like the national flag but has a white background with blue stars, called the Australian White Ensign. The Royal Australian Air Force got its own flag in 1949. This was changed in 1981 to feature a red kangaroo.\nThe Queen of Australia has her own flag for use when she visits Australia. The Governor-General of Australia also has a flag which is flown from his or her official house and from his or her car.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flag","surface_form":"flag","offset":4},{"uri":"Australia","surface_form":"Australia","offset":12},{"uri":"Colony","surface_form":"colonies","offset":110},{"uri":"Competition","surface_form":"competition","offset":122},{"uri":"Blue","surface_form":"blue","offset":208},{"uri":"Union_Jack","surface_form":"Union Jack","offset":229},{"uri":"Constellation","surface_form":"constellation","offset":291},{"uri":"Southern_Cross","surface_form":"Southern Cross","offset":309},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":595},{"uri":"Edmund_Barton","surface_form":"Edmund Barton","offset":610},{"uri":"Governor-General","surface_form":"Governor-General","offset":637},{"uri":"Announce","surface_form":"announced","offset":722},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1218},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister of Australia","offset":1501},{"uri":"Robert_Menzies","surface_form":"Robert Menzies","offset":1530},{"uri":"Official","surface_form":"official","offset":1722},{"uri":"Royal_Australian_Navy","surface_form":"Royal Australian Navy","offset":2130},{"uri":"Royal_Australian_Air_Force","surface_form":"Royal Australian Air Force","offset":2310},{"uri":"Kangaroo","surface_form":"kangaroo","offset":2405},{"uri":"Queen_Elizabeth_II","surface_form":"Queen of Australia","offset":2419},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General of Australia","offset":2494},{"uri":"Car","surface_form":"car","offset":2606}]}