{"id":140089,"url":"http://en.wikipedia.org/wiki/Southampton_Corporation_Tramways","text":"Southampton Corporation Tramways was a transport company that opened in 1879 and closed in 1949. At first the trams were horse-drawn, but later they were powered by electricity.\nBackground.\nSouthampton, a city of the United Kingdom located in Hampshire, was becoming bigger in the nineteenth century. The population was 27,000 people in 1841. This was because the docks were becoming much more used. Also, a railway openened in 1839 and a horse-drawn omnibus service started at as well. By 1843 a regular service was running from the station to Millbrook, Eling, Bitterne, Shirley, Portswood, Totton and Romsey. Because of this, by 1861 the population had become 42,000.\nBy 1872 tramways were a lot more popular. The British and Foreign Tramway Company contacted Southampton Corporation with an idea to set up a tramway in the town. Lots of people were against the idea. The Corporation did not allow tram tracks to be put in the High Street and Above Bar. The British and Foreign Tramway Company stopped thinking about the idea.\nIn 1876 Southampton Corporation saw that their public transport was not as good as the public transport in other cities. The Southampton Tramways Company was made to build a new tramway system. The tramway started to be built in the summer of 1878.\nSouthampton Tramways Company.\nThe first tram ran on 5 May 1879. The tramway made £26. Many people did not want the trams to run on a Sunday, and 3,500 people put their names on a petition to stop the trams running on a Sunday. The company's manager said that there were lots of people who rode on the trams on Sunday and that the service would continue. If the service made money on a Sunday, then the trams would keep running. The first tram route that opened was Stag Gate - Holy Rood. A second route opened on 6 May 1879 which was Alma Road - Canute Road - Oxford Street - High Street - Floating Dock and Stag Gates - Lodge Road - Portswood. The Tramway Junction - Commercial Road - Shirley route opened on 9 June 1879.\nThe company got into some trouble soon after it opened. One of the managers ran away with some money to America in 1881. Another manager got the sack in 1882 because there was a problem with the company's money. By 1887 though the company had recovered. It had a good financial base to stand on, and it was paying divedends of 8% a year to its shareholders. On the 22 October 1889, the Portswood route ran via Spear Road and Avenue Road. Fares cost less money in 1896 because they changed from 3d to 2d for \"through routes\". The tram times became two times as fast to every 5 minutes from Stag Gates to Holy Rood. Four new trams and forty horses were needed to run this service.\nThe Southampton Tramway Company was bought by Southampton Corporation on 30 June 1898 for £51,000.\nTrams.\nThe last route to open as part of the first stage of the electrified system was Portswood - Hampton Park on 25 July 1903.\nAfter thiese additions, the system was at its biggest. The only new lines opened after this were to miss out the Bargate Arch in Southampton. The east side opened on 24 April 1932 and the west side on 5 June 1938.\nBefore World War 2, two routes were also closed. Roberts Road - Millbrook closed on 2 October 1935 except for workmen's services. It did however re-open whilst the war was happening. The second route to close was Clock Tower - Northam Bridge, which closed on 4 June 1926.\nRound topped \"Bargate\" trams.\nBefore 1932, the only road route between Southampton High Street and Above Bar was through the arch in the centre of the Bargate. In 1923 a new design of enclosed double deck tram was built by P.J Baker, General Manager of the tramways. It had a rounded top that would fit through the arch. These trams had smaller wheels to help reduce the tram's height. They were driven by high speed motors which produced more torque. However, the roadway through the arch in the Bargate still had to be lowered to allow the trams to pass through the arch. Some secret changing of the profile of the arch's masonry was also needed at the last minute. Trams started to pass around the East of the Bargate on 24 April 1932. The last tram to pass through the central archway did so on 4 June 1938. By this time part of Southampton ancient walls had been demolished so that the Bargate was passable on both sides.\nWorld War One.\nSouthampton Tramways were mainly affected by staffing issues during World War I. To try and stop this women were allowed to become \"conductorettes\". Because of this toastrack tram No.2 had a gangway cut through the middle of it. In the early years of the war a tram went round Southampton for two hours twice a week. It had a military band playing on the top deck. This was an effort to try and boost recruitment.\nWorld War Two.\nWorld War II affected Southampton much more than World War One. Women were again employed by the company. Unlike in World War I though they were allowed to drive the trams this time.\nCar No.31 was destroyed by an incendiary bomb on 30 November 1940. It was the only tram to be destroyed during the war. To save the fleet of trams from the intensive bombing of Southampton during World War II they were painted grey. Regular services stopped at 7pm and they were parked up overnight in Cemetery Road on Southampton Common for the same reason.\nIn November 1942, a tram was accidentally set in motion whilst parked up overnight. It took two other trams with it. The unmanned convoy of trams was stopped by a lorry before anybody was hurt. The incident caused some worry locally because it was thought that saboteurs were responsible. It later emerged that the incident was due to a young boy playing on the trams.\nClosure.\nThe trams in Southampton made good profits for Southampton Corporation. However the Corporation had not put those profits back into the tram system. Because of this the whole system needed modernisation by the end of the Second World War. This included the trams, the power supply and the track.\nIt was decided that buses were a better alternative to modernising the trams. The tramway system therefore closed. The first line to close was Bitterne Park - St. Mary's - Docks on 15 May 1948. Swaythling - Portswood - Lodge Road - Stag Gates closed on 30 October 1948. Swaythling - Burgess Road - Bassett Crossroads - Avenue Junction closed on 5 March 1949. Floating Bridge - Shirley, Holy Rood - High Street - Royal Pier and Roberts Road - Millbrook all closed on 31 December 1949. The last movement of a tram in Southampton was on 4 February 1950 when cars No.21 and No.101 were moved from Shirley depot to Portswood depot under their own power. After the system closed some trams were sold to Leeds. The majority though were sent to A F Harris's scrapyard at Bevois Valley for scrapping. A few were sold on from there to be used as sheds or summer houses. This allowed some trams to be preserved.","categories":[],"infobox_types":[],"annotations":[{"uri":"Transport","surface_form":"transport","offset":39},{"uri":"Tram","surface_form":"tram","offset":110},{"uri":"Horse","surface_form":"horse","offset":121},{"uri":"Southampton","surface_form":"Southampton","offset":190},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":217},{"uri":"Hampshire","surface_form":"Hampshire","offset":243},{"uri":"Nineteenth_century","surface_form":"nineteenth century","offset":281},{"uri":"Population","surface_form":"population","offset":305},{"uri":"Horse","surface_form":"horse-drawn","offset":439},{"uri":"Bus","surface_form":"omnibus","offset":451},{"uri":"Millbrook%2C_Hampshire","surface_form":"Millbrook","offset":545},{"uri":"Totton_and_Eling","surface_form":"Eling","offset":556},{"uri":"Bitterne","surface_form":"Bitterne","offset":563},{"uri":"Shirley%2C_Hampshire","surface_form":"Shirley","offset":573},{"uri":"Portswood","surface_form":"Portswood","offset":582},{"uri":"Totton_and_Eling","surface_form":"Totton","offset":593},{"uri":"Romsey","surface_form":"Romsey","offset":604},{"uri":"Tram","surface_form":"tram","offset":679},{"uri":"Public_transport","surface_form":"public transport","offset":1077},{"uri":"5_May","surface_form":"5 May","offset":1331},{"uri":"1879","surface_form":"1879","offset":1337},{"uri":"%C2%A3","surface_form":"£","offset":1360},{"uri":"Petition","surface_form":"petition","offset":1458},{"uri":"6_May","surface_form":"6 May","offset":1792},{"uri":"1879","surface_form":"1879","offset":1798},{"uri":"9_June","surface_form":"9 June","offset":1989},{"uri":"1879","surface_form":"1879","offset":1996},{"uri":"Divedend","surface_form":"divedend","offset":2316},{"uri":"22_October","surface_form":"22 October","offset":2367},{"uri":"1889","surface_form":"1889","offset":2378},{"uri":"30_June","surface_form":"30 June","offset":2754},{"uri":"1898","surface_form":"1898","offset":2762},{"uri":"25_July","surface_form":"25 July","offset":2895},{"uri":"1903","surface_form":"1903","offset":2903},{"uri":"24_April","surface_form":"24 April","offset":3075},{"uri":"1932","surface_form":"1932","offset":3084},{"uri":"5_June","surface_form":"5 June","offset":3110},{"uri":"1938","surface_form":"1938","offset":3117},{"uri":"World_War_2","surface_form":"World War 2","offset":3130},{"uri":"2_October","surface_form":"2 October","offset":3207},{"uri":"1935","surface_form":"1935","offset":3217},{"uri":"4_June","surface_form":"4 June","offset":3382},{"uri":"1926","surface_form":"1926","offset":3389},{"uri":"Torque","surface_form":"torque","offset":3839},{"uri":"24_April","surface_form":"24 April","offset":4119},{"uri":"1932","surface_form":"1932","offset":4128},{"uri":"4_June","surface_form":"4 June","offset":4194},{"uri":"1938","surface_form":"1938","offset":4201},{"uri":"World_War_I","surface_form":"World War I","offset":4405},{"uri":"World_War_II","surface_form":"World War II","offset":4766},{"uri":"30_November","surface_form":"30 November","offset":4998},{"uri":"1940","surface_form":"1940","offset":5010},{"uri":"World_War_II","surface_form":"World War II","offset":5145},{"uri":"Southampton_Common","surface_form":"Southampton Common","offset":5268},{"uri":"15_May","surface_form":"15 May","offset":6163},{"uri":"1948","surface_form":"1948","offset":6170},{"uri":"30_October","surface_form":"30 October","offset":6235},{"uri":"1948","surface_form":"1948","offset":6246},{"uri":"5_March","surface_form":"5 March","offset":6327},{"uri":"1949","surface_form":"1949","offset":6335},{"uri":"31_December","surface_form":"31 December","offset":6448},{"uri":"4_February","surface_form":"4 February","offset":6516},{"uri":"1950","surface_form":"1950","offset":6527},{"uri":"Leeds","surface_form":"Leeds","offset":6679},{"uri":"Bevois_Valley","surface_form":"Bevois Valley","offset":6745}]}