{"id":140117,"url":"http://en.wikipedia.org/wiki/European_Union_Rule_of_Law_Mission_in_Kosovo","text":"The European Union Rule of Law Mission in Kosovo also called EULEX Kosovo is a contract between the European Union and Kosovo. With this, certain states of the European Union will send police forces as well as lawyers to help make Kosovo more secure. This is what was agreed by the Ahtisaari plan. The idea is to continue the presence of foreign police forces to help the police in Kosovo, as planned under United Nations Security Council Resolution 1244. Russia and Serbia see this mission as illegal. The plan is to have 2.000 police force and lawyers on the ground. The mission started to deploy its forces on 16 February 2008. Currently only 400 of the some 1,900 police officers and judges foreseen by the EULEX mission are in place.\nComposition and deployment.\nThe European Council agreed on sending 1800 to 1900 people on 14 December 2007. Because of the unstable political climate, this force was later increased to 2000 people. Primarily this was done because it was impossible to reach an agreement with Serbia. The force is made up mainly of police officers. Some of the officers have received training on how to control rioting crowds. Some people of the force are prosecutors and judges. Because the force is so big, there will soon be the most EU civil servants doing their job there, rather than in Brussels. Chief of the mission is Yves de Kermabon, who is accountable to the European Union Special Representative in Kosovo, Pieter Feith. The mission is expected to cost €165 million in its first year.\nThe final decision on the mission was planned to be taken on 28 January 2008. This was postponed due to concerns over possible negative effects on the second round of the presidential election in Serbia on 3 February 2008 and the possible signing of the Stabilisation and Association Agreement with Serbia on that date. The officially voiced reason for the postponement is the lack of a legal basis (through a UNSC resolution or something similar) for the mission. A Joint Action was approved on 4 February 2008, meaning that only the final approval is required; it is expected to be given on 18 February 2008.\nThere are still questions on how this mission should replace the UN administration in Kosovo. Until these are answered, Spain will not take part in the mission. Spanish Foreign Minister Miguel Ángel Moratinos told a meeting of European Union Foreign Ministers that Spain will not send its contingent to the EULEX mission until there has been a formal transfer of powers from the United Nations.\nApart from EU members, third parties Turkey, Switzerland, Norway and the United States will also take part.\nPolitical situation.\nThe countries of the European Union are currently divided. Some recognise Kosovo, whilst others do not. The current Presidency of the European Council said\nthat countries could send people to take part in the mission, even without recognising Kosovo as an independent state.\nAccording to the EU, the mission will be based on United Nations Security Council Resolution 1244. This resolution introduced international rule in Kosovo in 1999. The EU force has not yet received a new UN Security Council directive, because Russia opposed it. Russia blocked the transfer of the UN mission to the EU. According to Serbia, the mission implies that the EU recognises Kosovo as an independent state.","categories":[],"infobox_types":[],"annotations":[{"uri":"Contract","surface_form":"contract","offset":79},{"uri":"European_Union","surface_form":"European Union","offset":100},{"uri":"Kosovo","surface_form":"Kosovo","offset":119},{"uri":"Police","surface_form":"police","offset":185},{"uri":"Lawyer","surface_form":"lawyer","offset":210},{"uri":"Ahtisaari_plan","surface_form":"Ahtisaari plan","offset":282},{"uri":"Russia","surface_form":"Russia","offset":456},{"uri":"Serbia","surface_form":"Serbia","offset":467},{"uri":"European_Council","surface_form":"European Council","offset":771},{"uri":"Riot","surface_form":"riot","offset":1132},{"uri":"Prosecutor","surface_form":"prosecutor","offset":1177},{"uri":"Judge","surface_form":"judge","offset":1193},{"uri":"European_Civil_Service","surface_form":"EU civil servants","offset":1258},{"uri":"Brussels","surface_form":"Brussels","offset":1314},{"uri":"Yves_de_Kermabon","surface_form":"Yves de Kermabon","offset":1348},{"uri":"European_Union_Special_Representative","surface_form":"European Union Special Representative","offset":1392},{"uri":"Pieter_Feith","surface_form":"Pieter Feith","offset":1441},{"uri":"Euro","surface_form":"€","offset":1487},{"uri":"Serbian_presidential_election%2C_2008","surface_form":"presidential election","offset":1690},{"uri":"Serbia","surface_form":"Serbia","offset":1715},{"uri":"Stabilisation_and_Association_Agreement","surface_form":"Stabilisation and Association Agreement","offset":1773},{"uri":"Spain","surface_form":"Spain","offset":2250},{"uri":"Miguel_%C3%81ngel_Moratinos","surface_form":"Miguel Ángel Moratinos","offset":2316},{"uri":"Turkey","surface_form":"Turkey","offset":2562},{"uri":"Switzerland","surface_form":"Switzerland","offset":2570},{"uri":"Norway","surface_form":"Norway","offset":2583},{"uri":"United_States","surface_form":"United States","offset":2598},{"uri":"State","surface_form":"state","offset":2922},{"uri":"United_Nations_Security_Council_Resolution_1244","surface_form":"United Nations Security Council Resolution 1244","offset":2979},{"uri":"Russia","surface_form":"Russia","offset":3172}]}