{"id":14029,"url":"http://en.wikipedia.org/wiki/Menstruation","text":"e=\"preserve\">Menstruation, or menses, is when an unfertilized female has blood come out of her vagina for 2–7 days every month. A more common word for menstruation is a \"period\".\nSummary.\nInside the thick part of the uterus are blood vessels and other nutrients that a baby will need to grow. If an ovum in the uterus gets fertilized, it sticks to the wall of the uterus and starts to grow. However, if the ovum is not fertilized, it does not stick. The uterus then gets rid of the ovum and the extra tissue by releasing it from the body. The tissue and blood flows out of the uterus through the vagina. This is called menstruation or having a period. The bleeding normally lasts about 3-5 days, though some girls may bleed longer or have a bit of bleeding between periods. The uterus then starts preparing for another ovum. For most girls, the time between their periods is about one month. For about 2 years after menstruation starts, the time between periods is not always the same. Some girls may skip a month, or have 2 periods close to each other. It is also normal to have cramps (rather painful squeezing feelings) or to feel bloated (swollen up) in the abdomen at periods. When many girls start having periods, they begin using sanitary napkins or tampons to soak up the blood and tissue. A sanitary napkin is a piece of material that absorbs (takes in) liquids which is worn between the vulva and underpants. A tampon is a stick of absorbent material that is placed in the vagina.\nMenstruation.\nMost women menstruate for 3–5 days every month. However, anywhere from 2–7 days is normal. The amount of blood lost is normally about 50ml. Women usually use a pad or a tampon to keep the blood from staining their undergarments.\nMenopause.\nMenopause is menstruation stopping at the age of around 45-70, which is caused by hormones. Symptoms include irritability, heat, vaginal burning and/or discomfort, and vaginal dryness. A slang word for it is called \"the change\". Most women must take a few months to adjust to the dryness. After they stop their period they can no longer produce babies.\nPhysical appearance.\nThe fluid that comes out looks like blood, but it is more than just blood. It also has endometrial tissue. This is the tissue that lines the inside of the uterus (womb).\nMenses happens in the first days of the menstrual cycle. This is the changes that happen in a woman's body every month. These changes are started by changes in hormone levels in the blood. These changes also cause a woman to ovulate and make an ovum (also called \"egg\"). Menstruation usually starts around the age of 11, even as early as 9 years old, and ends when the woman is too old to have children. However, some women can still have children from the age of 50-70.\nEffect.\nSome women have pain in the low part of the abdomen when they menstruate. This is called dysmenorrhea, or cramps. The hormones that are produced before and during a period can also make a woman feel moody, or just strange. This is called premenstrual syndrome (PMS), or premenstrual tension (PMT). A women can feel bloated or swollen and have long cramps. Some women have extremely bad reactions to menstruation and may even feel suicidal. This is called premenstrual dysphoric disorder, or PMDD.\nMaterials.\nMost women use something to absorb or catch their menses. There are a number of different methods available. The most common methods of absorbing the \"flow\" are sanitary towels (sometimes called \"pads\"), tampons and padded underwear. Some women use sea sponges, towels and other reusable absorbing items.\nIn addition to products to contain the menstrual flow, pharmaceutical companies likewise provide products — commonly non-steroidal anti-inflammatory drugs (NSAIDs) — to relieve menstrual cramps. Some herbs, such as dong quai, raspberry leaf and crampbark, are also claimed to relieve menstrual pain, however there is no documented scientific evidence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Unfertilized","surface_form":"unfertilized","offset":49},{"uri":"Female","surface_form":"female","offset":62},{"uri":"Blood","surface_form":"blood","offset":73},{"uri":"Vagina","surface_form":"vagina","offset":95},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":228},{"uri":"Menstruation","surface_form":"menstruation","offset":619},{"uri":"Material","surface_form":"material","offset":1330},{"uri":"Endometrium","surface_form":"endometrial","offset":2206},{"uri":"Tissue_(biology)","surface_form":"tissue","offset":2218},{"uri":"Uterus","surface_form":"uterus","offset":2274},{"uri":"Menstrual_cycle","surface_form":"menstrual cycle","offset":2329},{"uri":"Hormone","surface_form":"hormone","offset":2449},{"uri":"Ovulate","surface_form":"ovulate","offset":2514},{"uri":"Ovum","surface_form":"ovum","offset":2534},{"uri":"Abdomen","surface_form":"abdomen","offset":2812},{"uri":"Dysmenorrhea","surface_form":"dysmenorrhea","offset":2857},{"uri":"Hormones","surface_form":"hormones","offset":2886},{"uri":"Moody","surface_form":"moody","offset":2967},{"uri":"Bloat","surface_form":"bloat","offset":3083},{"uri":"Suicide","surface_form":"suicidal","offset":3198},{"uri":"Sanitary_towels","surface_form":"sanitary towels","offset":3437},{"uri":"Tampon","surface_form":"tampon","offset":3480}]}