{"id":140318,"url":"http://en.wikipedia.org/wiki/Ava%C3%AD_F.C.","text":"Avaí Futebol Clube, or Avaí as they are usually called, is a Brazilian football team from Florianópolis in Santa Catarina, founded on September 1, 1923. It became nationally known after the tennis player Gustavo Kuerten declared to be a supporter of Avaí.\nHome stadium is the Ressacada stadium, capacity 19,000. They play in blue shirts, shorts and socks.\nHistory.\nThe club was founded after a businessman called Amadeu Horn gave football kits to a group of boys. These boys played a match against a team called Humaitá, and won. On September 1, 1923, at Amadeu Horn's house, the club was founded, being called at that time Avahy Football Club. The team was named Avahy after the Battle of Avahy, in the Paraguayan War In the following year, it became the first Santa Catarina State Championship champion.\nAvaí played the Brazilian First Division (\"Série A\") four times: in 1974, 1976, 1977 and 1979. In 1998, it won its only national title, the Brazilian Third Division (\"Série C\"). Since 1999, it plays the Série B and the best campaigns happened in 2001 and 2004, when Avaí reached the Final Four, but could not be promoted to the First Division (only the two best placed teams were promoted). Avaí is the club with more titles won in the Santa Catarina State Championship in the 20th century (13).\nStadium.\nAvaí's stadium is Estádio da Ressacada, inaugurated in 1983, with a maximum capacity of 19,000 people.\nRival.\nAvaí's greatest rival is Figueirense F.C..","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazilian_Football_League_Teams","surface_form":"Brazilian football team","offset":61},{"uri":"Florian%C3%B3polis","surface_form":"Florianópolis","offset":90},{"uri":"Santa_Catarina_(state)","surface_form":"Santa Catarina","offset":107},{"uri":"Gustavo_Kuerten","surface_form":"Gustavo Kuerten","offset":204},{"uri":"Est%C3%A1dio_da_Ressacada","surface_form":"Ressacada stadium","offset":276},{"uri":"War_of_the_Triple_Alliance","surface_form":"Paraguayan War","offset":704},{"uri":"Campeonato_Brasileiro_S%C3%A9rie_A","surface_form":"Brazilian First Division","offset":822},{"uri":"Campeonato_Brasileiro_S%C3%A9rie_C","surface_form":"Brazilian Third Division","offset":946},{"uri":"Campeonato_Brasileiro_S%C3%A9rie_B","surface_form":"Série B","offset":1009},{"uri":"Figueirense_F.C.","surface_form":"Figueirense F.C.","offset":1446}]}