{"id":140359,"url":"http://en.wikipedia.org/wiki/Poison_dart_frog","text":"Poison dart frog is the common name of a group of frogs in the family \"Dendrobatidae\". They are native to Central and South America.\nUnlike many frogs, these are active during the day. They often have brightly-coloured bodies, which act as warning colouration. All dendrobatids are at least somewhat toxic. In the wild, frog of different species and in different places may have very different levels of toxicity. Many species are critically endangered.\nPoison dart frogs are poisonous because they eat ants and other small insects that have toxins in their bodies. If an animal eats the frog, it will become very sick.\nToxicity.\nMany poison dart frogs secrete alkaloid toxins through their skin. Alkaloids in the skin glands of poison frogs serve as a chemical defense against predation. They are able to be active alongside potential predators during the day. About 28 structural classes of alkaloids are known in poison frogs.\nThe most toxic of poison dart frog species is \"Phyllobates terribilis\". As mentioned above, dart frogs do not make their own poisons, but keep (sequester) the chemicals from arthropod prey, such as ants, centipedes and mites. This is the diet-toxicity hypothesis. Because of this, captive-bred animals do not have significant levels of toxins: they are reared on diets that do not have the alkaloids used by wild populations. Nonetheless, the captive-bred frogs can store up alkaloids if they get an alkaloid-containing diet.\nMost wild species are not lethal to their predators, but rather taste foul enough that frogs are released immediately. Despite the toxins used by some poison dart frogs, some predators can withstand them. One is the snake \"Leimadophis epinephelus\", which has developed immunity to the poison.\nTaxonomy.\nDart frogs are the focus of many studies. Their scientific names may sometimes change. Family Dendrobatidae was revised in 2006 and now has 12 genera, with about 170 species.\nColour morphs.\nSome poison dart frogs species include a number of colour morphs that evolved as recently as 6,000 years ago.\nPredation does influence the evolution of polymorphism, for example, in \"O. granulifera\". Sexual selection has contributed to differentiation among the Bocas del Toro populations of \"Oophaga pumilio\".\nOther websites.\nDyeing Poison Frog. ARKive, n.d. Web. 17 Jan. 2013. <http://www.arkive.org/ >.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frog","surface_form":"frog","offset":50},{"uri":"Family_(biology)","surface_form":"family","offset":63},{"uri":"Central_America","surface_form":"Central","offset":106},{"uri":"South_America","surface_form":"South America","offset":118},{"uri":"Warning_colouration","surface_form":"warning colouration","offset":240},{"uri":"Poison","surface_form":"toxic","offset":300},{"uri":"Endangered_species","surface_form":"critically endangered","offset":431},{"uri":"Ants","surface_form":"ants","offset":503},{"uri":"Toxin","surface_form":"toxin","offset":542},{"uri":"Alkaloid","surface_form":"alkaloid","offset":661},{"uri":"Defense_against_predation","surface_form":"defense against predation","offset":762},{"uri":"Phyllobates_terribilis","surface_form":"Phyllobates terribilis","offset":977},{"uri":"Centipede","surface_form":"centipede","offset":1134},{"uri":"Mite","surface_form":"mite","offset":1149},{"uri":"Alkaloid","surface_form":"alkaloid","offset":1320},{"uri":"Polymorphism","surface_form":"colour morph","offset":2000},{"uri":"Sexual_selection","surface_form":"Sexual selection","offset":2149}]}