{"id":140459,"url":"http://en.wikipedia.org/wiki/Cognitive-behavioral_therapy","text":"Cognitive Behavioral Therapy (CBT) is a type of psychotherapy which is used to help people change thoughts, feelings and behaviors that are causing them problems. Psychologists task patients to try out different situational coping skills and help patients to acknowledge, then challenge those problematic thought patterns, feelings and behaviors. CBT refers to many types of psychotherapeutic systems that deal with cognitions, interpretations, beliefs and responses. Those systems come from strategies commonly used in cognitive therapy and behavior therapy, combining them. It is used to try to change problem-causing emotions and behaviors.\nResearch shows that CBT is the most effective form of treatment for those coping with depression and anxiety. CBT alone is 50-75% effective for overcoming depression and anxiety after 5 – 15 modules. Medication alone is effective, however, science still does not understand the long-term effects on the brain and body. Medication and CBT combined are most effective in helping people overcome mental illness.\nIt can be used to treat mood disorders (like depression), personality disorders (like borderline personality disorder), posttraumatic stress disorder, eating disorders, obsessive-compulsive disorder, phobias and drug addiction. CBT can take place one-on-one between a therapist and a client, during group therapy, or online.\nThe History of Cognitive Behavioural Therapy.\nIn the early 1900s, Austrian psychotherapist Alfred Adler’s notion of basic mistakes and their role in unpleasant emotions made him one of the earliest therapists to address cognition in psychotherapy. His work inspired American psychologist Albert Ellis to develop rational emotive behaviour therapy (REBT) in the 1950s. This is now considered one of the earliest forms of cognitive psychotherapy. It is based on the idea that a person’s emotional distress arises from their thoughts about an event rather than the actual event itself.\nIn the 1950s and 1960s, American psychiatrist Aaron T. Beck noticed that his clients had internal dialogues going on in their minds during analytical sessions. He discovered that the clients appeared to almost be talking to themselves, but they only shared a small part of this kind of thinking with him. For example, a person might have thought to themselves, “The therapist is being very quiet today; I wonder if he’s mad at me?” and then began to feel anxious as a result.\nIn the 1960s, a number of empirical studies into how cognitions affect behaviours and emotions were carried out. This is known as the cognitive revolution. It emphasised the role that conscious thinking plays in psychotherapy and is known as the “second wave” of CBT.\nUses.\nCognitive-behavior therapy can be effectively used as a short-term treatment centered on helping people with a very specific problem and teaching them to focus on present thoughts and beliefs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychotherapy","surface_form":"psychotherapy","offset":48},{"uri":"Cognitive_distortions","surface_form":"problematic thought patterns","offset":293},{"uri":"Psychotherapy","surface_form":"psychotherapeutic","offset":375},{"uri":"Cognition","surface_form":"cognition","offset":416},{"uri":"Cognitive_therapy","surface_form":"cognitive therapy","offset":520},{"uri":"Behavior_therapy","surface_form":"behavior therapy","offset":542},{"uri":"Emotion","surface_form":"emotion","offset":620},{"uri":"Mood_disorder","surface_form":"mood disorder","offset":1077},{"uri":"Major_depressive_disorder","surface_form":"depression","offset":1098},{"uri":"Personality_disorder","surface_form":"personality disorder","offset":1111},{"uri":"Borderline_personality_disorder","surface_form":"borderline personality disorder","offset":1139},{"uri":"Posttraumatic_stress_disorder","surface_form":"posttraumatic stress disorder","offset":1173},{"uri":"Eating_disorder","surface_form":"eating disorder","offset":1204},{"uri":"Obsessive-compulsive_disorder","surface_form":"obsessive-compulsive disorder","offset":1222},{"uri":"Phobia","surface_form":"phobia","offset":1253},{"uri":"Drug_addiction","surface_form":"drug addiction","offset":1265},{"uri":"Therapist","surface_form":"therapist","offset":1321},{"uri":"Group_therapy","surface_form":"group therapy","offset":1352},{"uri":"Online","surface_form":"online","offset":1370}]}