{"id":140463,"url":"http://en.wikipedia.org/wiki/Eye_Movement_Desensitization_and_Reprocessing","text":"e=\"preserve\">Eye Movement Desensitization and Reprocessing (EMDR / AIP) is considered by many therapists as a major form of psychotherapy. Francine Shapiro, Ph.D., noted that recalling or thinking about disturbing events, coupled with eye-motion; audio input or sensory input (touch, smell, taste) could aid unprocessed emotional trauma that are emotionally hurtful or painful to the body. The once painful emotional materials are un-embedded via recall of the event coupled with a sensory input which are 'metabolized' by the person's psyche from a painful and harmful state into a helpful learning experience. This processing has proven useful in helping overcome many traumatic events ranging from rape, family violence, physical or verbal abuse, first-responder shock, chronic pain, combat, hurtful memories; select health issues and unresolved, hurtful life experiences.\nEMDR involves the processing of painful emotional events via the recalling of the event...paired with movement of the eyes; the hearing of select sound; tactile contact; gustatory (taste) input as an input into the brains processing. This process helps the client to move-on from the physical or emotional pain they are feeling. EMDR or Adaptive Information Processing (AIP) as it is alternatively named, has been being tested and researched in a large number of organizations since it was first discovered in 1987.\nLike all psychological theorems and processes it has it's admiring adherents and strong critics.\nThe EMDR has training and trainers licensed internationally and over 10,000 psychologists and therapists qualified to practice in the U.S.\nEMDR therapy combines different elements to maximize treatment effects.  A full description of the theory, sequence of treatment, and research on protocols and active mechanisms can be found in F. Shapiro (2001) Eye movement desensitization and reprocessing:  Basic principles, protocols and procedures (2nd edition) New York: Guilford Press.\nEMDR therapy involves attention to three time periods:  the past, present, and future.  Focus is given to past disturbing memories and related events.  Also, it is given to current situations that cause distress, and to developing the skills and attitudes needed for positive future actions.  With EMDR therapy, these items are addressed using an eight-phase treatment approach.\nPhase 1:  The first phase is a history-taking session(s).  The therapist assesses the client’s readiness and develops a treatment plan.  Client and therapist identify possible targets for EMDR processing.  These include distressing memories and current situations that cause emotional distress.  Other targets may include related incidents in the past.  Emphasis is placed on the development of specific skills and behaviors that will be needed by the client in future situations.\nInitial EMDR processing may be directed to childhood events rather than to adult onset stressors or the identified critical incident if the client had a problematic childhood.  Clients generally gain insight on their situations, the emotional distress resolves and they start to change their behaviors.  The length of treatment depends upon the number of traumas and the age of PTSD onset.  Generally, those with single event adult onset trauma can be successfully treated in under 5 hours.  Multiple trauma victims may require a longer treatment time.\nPhase 2:  During the second phase of treatment, the therapist ensures that the client has several different ways of handling emotional distress.  The therapist may teach the client a variety of imagery and stress reduction techniques the client can use during and between sessions. A goal of EMDR therapy is to produce rapid and effective change while the client maintains equilibrium during and between sessions.\n1.  The vivid visual image related to the memory\n2.  A negative belief about self\n3.  Related emotions and body sensations.\nIn addition, the client identifies a positive belief.  The therapist helps the client rate the positive belief as well as the intensity of the negative emotions.  After this, the client is instructed to focus on the image, negative thought, and body sensations while simultaneously engaging in EMDR processing using sets of bilateral stimulation.  These sets may include eye movements, taps, or tones.  The type and length of these sets is different for each client.  At this point, the EMDR client is instructed to just notice whatever spontaneously happens.\nAfter each set of stimulation, the clinician instructs the client to let his/her mind go blank and to notice whatever thought, feeling, image, memory, or sensation comes to mind.  Depending upon the client’s report, the clinician will choose the next focus of attention.  These repeated sets with directed focused attention occur numerous times throughout the session.  If the client becomes distressed or has difficulty in progressing, the therapist follows established procedures to help the client get back on track.\nWhen the client reports no distress related to the targeted memory, (s)he is asked to think of the preferred positive belief that was identified at the beginning of the session.  At this time, the client may adjust the positive belief if necessary, and then focus on it during the next set of distressing events.\nPhase 7:  In phase seven, closure, the therapist asks the client to keep a log during the week.  The log should document any related material that may arise.  It serves to remind the client of the self-calming activities that were mastered in phase two.\nPhase 8:  The next session begins with phase eight.  Phase eight consists of examining the progress made thus far.  The EMDR treatment processes all related historical events, current incidents that elicit distress, and future events that will require different responses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychotherapy","surface_form":"psychotherapy","offset":124}]}