{"id":140492,"url":"http://en.wikipedia.org/wiki/Spider-Man_2","text":"\"Spider-Man 2\" is a 2004 movie and the sequel to the 2002 \"Spider-Man\" movie. All of the main cast came back to make the movie.\nPlot.\nPeter Parker struggles to balance his new powers and starts to think that his role as Spider-Man is distracting him from his real life. He once delivers pizzas and is late because he had to save two children from being run over in the street.\nSoon, Peter was invited to attend a demonstration by a man named Otto Octavius. He has built a series of four mechanical arms. He says that the arms can control him, but because of a special mental chip on his back, he can control them instead of the other way around. He uses the arms to allow him to build and touch a reactor that uses energy from the sun. The reactor is powered by tritium. Tritium is very rare and costly, so Harry Osborn and his company spend their money to provide him with the product. However, a paper clip gets into the machine and causes massive damage. Otto's wife is killed. Peter dons the Spider-Man costume and rescues his friend Harry Osborn. Harry is mad because he hates Spider-Man since he thinks that Spider-Man killed his father (back in the first movie). The accident causes Otto's mechanical arms to fuse to his body, and it also destroyed the chip that allows him to control his arms. The loss of his wife makes him go crazy. The arms start forcing him to build the machine again to get revenge, but say they needed money in order to do it. Now called Doc Ock by the press, Otto attempts to rob a bank vault for cash, but is foiled by Spider-Man in the process.\nLater, Peter promises to attend Mary Jane Watson's play, but is distracted by a crime in progress and has to go fight it and arrest the criminal. He cannot go into the play afterwards and Mary Jane likes him less for missing the play. He finally decides to give up the Spider-Man costume and become a normal person.\nWithout Spider-Man in his life, Peter's grades improve in school. He attends Mary Jane's play. However, she tells him that she has already been engaged to John Jameson. John is the son of his boss at the Daily Bugle.\nDoc Ock later, after finishing the machine, wants some more tritium to power it.. He wants to build rebuild his reactor to be even larger than before. He forces Harry to give it to him by threatening to kill him. Harry says he will give him the tritium as long as he brings Spider-Man to him. Doc Ock kidnaps Mary Jane, forcing Peter to put his suit again. A fight breaks out. Finally, Doc Ock puts a subway on course to crash. Spider-Man manages to stop the train with great effort. but becomes very weak and is captured and tied up and brought to Harry. Harry takes out a knife to kill him, but is shocked and stops when he pulls off Spider-Man's mask to reveal that his friend Peter is underneath the mask. Peter forces Harry to tell him where Doc Ock is, and then goes down there to save Mary Jane and the city.\nDown at the river, Doc Ock has rebuilt his reactor, this one much larger than before. Peter stuns him with an electric shock, reveals who he is, and convinces him to not do it, and Doc Ock has a change of heart. He says that the reactor is so big that only a river can contain it and uses his mechanical arms to destroy the floor underneath and dies in the process. Peter reveals his secret identity to Mary Jane but says they cannot be together because Spider-Man's enemies will target her.\nAt the end of the movie, Peter sits in his apartment and is very unhappy. The wedding for Mary Jane Watson is about to take place, but at the last minute she cancels and runs to the apartment. There, she tells him that she is willing to take the risk of being Spider-Man's girlfriend. A fire truck siren roars past. She says, \"Go get them, tiger\" and watches as Spider-Man goes out on another rescue mission.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sequel","surface_form":"sequel","offset":39},{"uri":"Spider-Man_(movie)","surface_form":"Spider-Man","offset":59},{"uri":"Peter_Parker","surface_form":"Peter Parker","offset":134},{"uri":"Spider-Man","surface_form":"Spider-Man","offset":220},{"uri":"Tritium","surface_form":"tritium","offset":762},{"uri":"Harry_Osborn","surface_form":"Harry Osborn","offset":807},{"uri":"Mary_Jane_Watson","surface_form":"Mary Jane Watson","offset":1611},{"uri":"Play_(theatre)","surface_form":"play","offset":1630},{"uri":"Crime","surface_form":"crime","offset":1659},{"uri":"Wedding","surface_form":"wedding","offset":3498}]}