{"id":14047,"url":"http://en.wikipedia.org/wiki/Nightclub","text":"A nightclub is a type of theatre or bar or club where there are shows, singers and dance girls. Examples of this are the \"Folies Bergère\" in Paris, the \"Tropicana\" in Havana and the \"Cotton Club\" in Harlem, Manhattan.\nAlso the name is used for places where adults socialize and meet others and drink alcoholic beverages, like wine, beer, and mixed drinks.\nMost nightclubs are only open in the evening and in the night. Some are open during the day, but in these cases, the facility usually provides a different service, such as a restaurant service.\nActivities.\nNightclubs, in the original sense, put on shows which people watched sitting in chairs, often at a table where food and drink was served.\nToday, the word is used for venues with a dance floor and a DJ playing pop, rock, and dance music recordings. Some nightclubs have entertainment such as pop bands, rock bands, or comedians. Some nightclubs have a quieter lounge area with couches, sofas, and low tables, so that people can talk together.\nThey mostly have burgers and wings for the people at the party\nFood and drinks.\nSome nightclubs also serve a small selection of food, usually snacks or finger food. Nightclubs often have a much wider selection of alcoholic drinks than pubs (pubs specialize in beer and ale). Most nightclubs sell a number of different brands of spirits, liquers, wine, sherry, Some nightclubs have a large selection of expensive brands of alcohol (these are called \"premium\" brands).\nThe bartenders (also called \"barmen\" or \"barmaids\") at nightclubs often make a much larger variety of mixed drinks than pubs. Mixed drinks and cocktails are alcoholic drinks that consist of one or more types of alcohol (e.g., rum, vodka, whiskey, etc.) mixed with flavorings such as orange juice, cream, chocolate syrup, or soda. Many mixed drinks also include ice, crushed ice, or sliced lemon or lime.\nSome well-known mixed drinks include the martini, the \"Rum and Coke\", and the \"screwdriver\" (orange juice mixed with vodka).\nStaff.\nNightclubs hire a variety of staff to do different jobs. Bartenders (also called \"barmen\" or \"barmaids\") at nightclubs serve alcohol and mix drinks. Some nightclubs hire servers to bring drinks to people who are sitting at tables or in chairs. Some nightclubs also hire people to take away empty bottles and glasses.\nSecurity in nightclubs is provided by door staff, often called \"bouncers\". Door staff check the identification of people entering the nightclub, to ensure that people that are too young to drink do not enter the club. Door staff also prevent drunk or aggressive people from entering the nightclub. They also escort people out of the club if they are too drunk, fighting, or taking drugs. Door staff may also call the police if they cannot deal with a situation.\nNightclubs that serve food have cooks, dishwashers, and servers to prepare, cook, and serve the food. Nightclubs also have coat check employees who hang up the patron's coats, sound technicians to maintain the sound system (the CD players, amplifiers, and speakers), and cleaners (to sweep the floors and clean the bathrooms). Some large nightclubs may hire DJs to work in the club every week as employees.\nDJs, bands, comedians who entertain patrons during the evening are usually not usually employees of the nightclub. Instead, the nightclub signs a contract with these entertainers, in which the entertainer promises to come to the club on a specified night, in return for a sum of money.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theatre","surface_form":"theatre","offset":25},{"uri":"Bar_(business)","surface_form":"bar","offset":36},{"uri":"Club","surface_form":"club","offset":43},{"uri":"Show","surface_form":"show","offset":64},{"uri":"Singer","surface_form":"singer","offset":71},{"uri":"Dance","surface_form":"dance","offset":83},{"uri":"Folies_Berg%C3%A8re","surface_form":"Folies Bergère","offset":122},{"uri":"Paris","surface_form":"Paris","offset":141},{"uri":"Tropicana","surface_form":"Tropicana","offset":153},{"uri":"Havana","surface_form":"Havana","offset":167},{"uri":"Cotton_Club","surface_form":"Cotton Club","offset":183},{"uri":"Harlem","surface_form":"Harlem","offset":199},{"uri":"Manhattan","surface_form":"Manhattan","offset":207},{"uri":"Alcohol","surface_form":"alcoholic","offset":300},{"uri":"Beverage","surface_form":"beverage","offset":310},{"uri":"Wine","surface_form":"wine","offset":326},{"uri":"Beer","surface_form":"beer","offset":332},{"uri":"Show","surface_form":"show","offset":604},{"uri":"DJ","surface_form":"DJ","offset":760},{"uri":"Music","surface_form":"music","offset":792},{"uri":"Entertainment","surface_form":"entertainment","offset":831},{"uri":"Pop_music","surface_form":"pop","offset":853},{"uri":"Rock_and_roll","surface_form":"rock","offset":864},{"uri":"Food","surface_form":"food","offset":1132},{"uri":"Snack","surface_form":"snack","offset":1146},{"uri":"Pub","surface_form":"pub","offset":1239},{"uri":"Bartender","surface_form":"bartender","offset":1475},{"uri":"Cocktail","surface_form":"cocktail","offset":1614},{"uri":"Alcohol","surface_form":"alcohol","offset":1682},{"uri":"Rum","surface_form":"rum","offset":1697},{"uri":"Vodka","surface_form":"vodka","offset":1702},{"uri":"Juice","surface_form":"juice","offset":1761},{"uri":"Cream","surface_form":"cream","offset":1768},{"uri":"Chocolate","surface_form":"chocolate","offset":1775},{"uri":"Syrup","surface_form":"syrup","offset":1785},{"uri":"Soft_drink","surface_form":"soda","offset":1795},{"uri":"Ice","surface_form":"ice","offset":1832},{"uri":"Lemon","surface_form":"lemon","offset":1860},{"uri":"Lime","surface_form":"lime","offset":1869},{"uri":"Martini","surface_form":"martini","offset":1916},{"uri":"Bartender","surface_form":"Bartender","offset":2064},{"uri":"Illegal_drugs","surface_form":"drugs","offset":2705},{"uri":"Amplifier","surface_form":"amplifier","offset":3026},{"uri":"Speaker","surface_form":"speaker","offset":3042}]}