{"id":140447,"url":"http://en.wikipedia.org/wiki/Hurricane_Iniki","text":"Hurricane Iniki was the 10th hurricane and the 7th major hurricane of the 1992 Pacific hurricane season. Iniki was a powerful hurricane that affected Hawaii, just weeks after Hurricane Andrew stuck Florida during the Atlantic hurricane season.\nHistory.\nThe origin of Iniki is unclear, but it possibly began as a tropical wave that moved off the African coast on August 18. It moved westward across the unfavorable Atlantic Ocean and crossed Central America into the Pacific on the 28th. the shock wave continued to go west, and remained disorganized. Conditions slowly became more favorable, and, as the convection concentrated around a center, the wave was classified Tropical Depression Eighteen-E on September 5, located 1,700 miles (2700 km) southwest of Cabo San Lucas, Mexico or 1550 miles (2500 km) east-southeast of Hilo, Hawaii. The depression continued quickly westward and remained weak until the 8th, when it slowed enough to strengthen to a tropical storm. Iniki continued to get stronger and became a hurricane on September 9. It turned north towards Hawaii and became major Hurricane the next day. On September 11, Iniki peaked as Category 4 hurricane and hit Hawaii with wind of 145 mph. Hurricane Iniki rapidly weakened and went extra tropical Midway between Also and Hawaii.\nPreparations and Impact.\nThe Central Pacific Hurricane Center (CPHC) failed to issue tropical cyclone warnings and watches for the hurricane well in advance. For several days prior to the disaster, the CPHC and the news media forecast Iniki to remain well south of the island chain, with the only effect being some high surf conditions. Some of the standard international computer models were indicating a northward turn towards the populated Hawaiian Islands, but these were rejected by the CPHC forecasters. CHPC Advisory #19 was issued at 11 AM local time on September 10, and suggested that a weakening Iniki would remain well to the south. It was not until a special bulletin was issued by the CPHC at 6:30 PM on September 10 - less than 24 hours before landfall - that any warning was given to the public.\nA hurricane watch was issued for Kauai early on September 11 and was upgraded to a hurricane warning later that day. Prior to Iniki's arrival in Kauai, 8,000 people were housed in shelters, most of whom remembered Hurricane Iwa 10 years prior. Rather than sending tourists to public shelters, two major hotels kept their occupants in the buildings during the storm's passage. During the evacuation of the island, people left days before to family, friends or shelters. Because schools were cancelled, traffic was light and evacuation was well-executed.\nThe CPHC issued a tropical storm warning for Oahu on September 11 which was upgraded to a hurricane warning later that day. Though not hit by the hurricane, Iniki's large wind field caused nearly 30,000 people to evacuate to 110 public shelters in Oahu. Public school buildings acted as shelters, and were for refuge only, meaning they did not provide food, cots, blankets, medications or other comfort items. Roughly one-third of Oahu's population participated in the evacuation, though many others went to the house of a family member or friend for shelter. The execution of the evacuations went well, beginning with the vulnerable coastal area. For those in need, vans and buses gave emergency transportation, while police manned certain overused intersections. The two main problems that occurred during the evacuation were lack of parking at shelters and exit routes for the coastlines.\nHurricane Iniki was the costliest hurricane to strike the state of Hawaii, causing $1.8 billion ($2.6 billion in 2004 US dollars) in damage. Most damage was on the island of Kauai, where the storm destroyed thousands of homes and left a large amount of the island without power, although Oahu also suffered significant damage. Iniki also was responsible for six deaths.\nThe hurricane nearly struck the Central Pacific Hurricane Center in Honolulu. Had it hit there, Iniki, along with Hurricane Andrew and Typhoon Omar, would have struck each of the three National Weather Service offices responsible for tropical cyclone warnings within a two-month period.","categories":[],"infobox_types":[],"annotations":[{"uri":"1992_Pacific_hurricane_season","surface_form":"1992 Pacific hurricane season","offset":74},{"uri":"Hawaii","surface_form":"Hawaii","offset":150},{"uri":"Hurricane_Andrew","surface_form":"Hurricane Andrew","offset":175},{"uri":"Florida","surface_form":"Florida","offset":198},{"uri":"1992_Atlantic_hurricane_season","surface_form":"Atlantic hurricane season","offset":217},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":312},{"uri":"Africa","surface_form":"Africa","offset":345},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":414},{"uri":"Central_America","surface_form":"Central America","offset":441},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":466},{"uri":"Mile","surface_form":"mile","offset":730},{"uri":"Kilometre","surface_form":"km","offset":742},{"uri":"Cabo_San_Lucas","surface_form":"Cabo San Lucas","offset":759},{"uri":"Mexico","surface_form":"Mexico","offset":775},{"uri":"Hilo%2C_Hawaii","surface_form":"Hilo, Hawaii","offset":824},{"uri":"Central_Pacific_Hurricane_Center","surface_form":"Central Pacific Hurricane Center","offset":1322},{"uri":"Tropical_cyclone_warnings_and_watches","surface_form":"tropical cyclone warnings and watches","offset":1378},{"uri":"Hurricane_Iwa","surface_form":"Hurricane Iwa","offset":2319},{"uri":"Oahu","surface_form":"Oahu","offset":2703},{"uri":"Honolulu%2C_Hawaii","surface_form":"Honolulu","offset":3988},{"uri":"Hurricane_Andrew","surface_form":"Hurricane Andrew","offset":4034},{"uri":"Typhoon_Omar","surface_form":"Typhoon Omar","offset":4055},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":4105}]}