{"id":140520,"url":"http://en.wikipedia.org/wiki/Pierre-Auguste_Renoir","text":"Pierre-Auguste Renoir (25 February 1841 – 3 December 1919) was a French artist. He was a leading painter who helped to create the Impressionist style. He painted portraits, and still life, but above all, he painted social scenes of the day.\nAs a painter of women, it has been said that \"Renoir is the final representative of a tradition which runs directly from Rubens to Watteau\".\nYouth.\nPierre-Auguste Renoir was born in Limoges, Haute-Vienne, France, the child of a working class family. As a boy, he worked in a porcelain factory where his drawing talents led to him being chosen to paint designs on fine china. He also painted hangings for overseas missionaries and decorations on fans before he enrolled in art school. During those early years, he often visited the Louvre to study the French master painters.\nMaturity.\nIn the late 1860s, through the practice of painting light and water \"en plein air\" (in the open air), he and his friend Claude Monet discovered that the color of shadows is not brown or black, but the reflected color of the objects surrounding them, an effect today known as diffuse reflection. Several pairs of paintings exist in which Renoir and Monet, working side-by-side, depicted the same scenes (\"La Grenouillère\", 1869).\nRenoir experienced his initial acclaim when six of his paintings hung in the first Impressionist exhibition in 1874. In the same year, two of his works were shown with Paul Durand-Ruel in London.\nOne of the best known Impressionist works is Renoir's 1876 Dance at Le Moulin de la Galette (\"Bal du moulin de la Galette\"). The painting depicts an open-air scene, crowded with people, at a popular dance garden on the \"Butte Montmartre\", close to where he lived.\nThe works of his early maturity were typically Impressionist snapshots of real life, full of sparkling colour and light.\nA trip to Italy in 1881, when he saw works by Raphael and other Renaissance masters, that convinced him that he was on the wrong path. For the next several years he painted in a more severe, classical, style. After 1890, however, he changed direction again, returning to thinly brushed colour to dissolve outlines as in his earlier work. From this period onward he concentrated on nudes and domestic scenes.\nA prolific artist, he made several thousand paintings. The warm sensuality of Renoir's style made his paintings some of the most well-known and reproduced works in the history of art. The single largest collection of his works—181 paintings in all—is at the Barnes Foundation, near Philadelphia, Pennsylvania.\nIn 1890, he married Aline Victorine Charigot. She, with a number of the artist's friends, had been a model for \"Le Déjeuner des canotiers\" (Luncheon of the Boating Party, 1881). They already had a child, Pierre, in 1885. After his marriage, Renoir painted many scenes of his wife and daily family life, including their children and their nurse, Aline's cousin. The Renoirs had three sons, one of whom, Jean, became a film director of note and another, Pierre, became a stage and film actor.\nOld age.\nAround 1892, Renoir developed rheumatoid arthritis. In 1907, he moved to the warmer climate of \"Les Collettes,\" a farm at Cagnes-sur-Mer, close to the Mediterranean coast. Renoir painted during the last twenty years of his life, even when arthritis severely limited his movement, and he was wheelchair-bound. He developed progressive deformities in his hands and ankylosis of his right shoulder, requiring him to adapt his painting technique. It has often been reported that in the advanced stages of his arthritis, he painted by having a brush strapped to his paralyzed fingers, but this is erroneous; Renoir remained able to grasp a brush, although he required an assistant to place it in his hand. The wrapping of his hands with bandages, apparent in late photographs of the artist, served to prevent skin irritation.\nDuring this period, he created sculptures by cooperating with a young artist, Richard Guino, who worked the clay. Renoir also used a moving canvas, or picture roll, to help him paint large works.\nIn 1919, Renoir visited the Louvre to see his paintings hanging with the old masters. He died in the village of Cagnes-sur-Mer, Provence-Alpes-Côte d'Azur, on 3 December.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":65},{"uri":"Artist","surface_form":"artist","offset":72},{"uri":"Painting","surface_form":"painter","offset":97},{"uri":"Impressionism","surface_form":"Impressionist","offset":130},{"uri":"Portrait","surface_form":"portrait","offset":162},{"uri":"Still_life","surface_form":"still life","offset":177},{"uri":"Social","surface_form":"social","offset":215},{"uri":"Scene","surface_form":"scene","offset":222},{"uri":"Peter_Paul_Rubens","surface_form":"Rubens","offset":362},{"uri":"Antoine_Watteau","surface_form":"Watteau","offset":372},{"uri":"Limoges","surface_form":"Limoges","offset":423},{"uri":"Haute-Vienne","surface_form":"Haute-Vienne","offset":432},{"uri":"France","surface_form":"France","offset":446},{"uri":"Working_class","surface_form":"working class","offset":469},{"uri":"Porcelain","surface_form":"porcelain","offset":516},{"uri":"Factory","surface_form":"factory","offset":526},{"uri":"Louvre","surface_form":"Louvre","offset":772},{"uri":"Claude_Monet","surface_form":"Claude Monet","offset":946},{"uri":"Diffuse","surface_form":"diffuse","offset":1101},{"uri":"Reflection","surface_form":"reflection","offset":1109},{"uri":"Bal_du_moulin_de_la_Galette","surface_form":"Bal du moulin de la Galette","offset":1545},{"uri":"Raphael","surface_form":"Raphael","offset":1882},{"uri":"Renaissance","surface_form":"Renaissance","offset":1900},{"uri":"Nude","surface_form":"nude","offset":2217},{"uri":"Domestic","surface_form":"domestic","offset":2227},{"uri":"Philadelphia%2C_Pennsylvania","surface_form":"Philadelphia, Pennsylvania","offset":2526},{"uri":"Jean_Renoir","surface_form":"Jean","offset":2956},{"uri":"Film_director","surface_form":"film director","offset":2971},{"uri":"Pierre_Renoir","surface_form":"Pierre","offset":3006},{"uri":"Arthritis","surface_form":"rheumatoid arthritis","offset":3084},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":3205},{"uri":"Ankylosis","surface_form":"ankylosis","offset":3417},{"uri":"Sculpture","surface_form":"sculpture","offset":3906},{"uri":"Clay","surface_form":"clay","offset":3983},{"uri":"Louvre","surface_form":"Louvre","offset":4099},{"uri":"Cagnes-sur-Mer","surface_form":"Cagnes-sur-Mer","offset":4183},{"uri":"Provence-Alpes-C%C3%B4te_d%27Azur","surface_form":"Provence-Alpes-Côte d'Azur","offset":4199}]}