{"id":140510,"url":"http://en.wikipedia.org/wiki/Twenty_Thousand_Leagues_Under_the_Sea","text":"\"Twenty Thousand Leagues Under the Sea\" () is a science fiction novel by French writer Jules Verne. It was published in 1870. It is the story of Captain Nemo and his submarine \"Nautilus\". The book depicts the latest technology, and more advanced things that had not yet been invented.\nPlot.\nThe story starts in 1866. All over the world, people on ships see something strange in the sea. The strange thing is long and thin, and sometimes it glows in the water. It is much bigger and faster than a whale. Some people think it is a moving reef. Others say it could be a sea serpent.\nThe next year, in 1867, the strange thing attacks two ships. People become scared that the strange thing will attack other ships, so the United States government sends an expedition to look for the thing and find out what it is. The expedition group includes a French professor named Pierre Arronax. He thinks the strange thing might be a giant narwhal. Arronax's servant Conseil goes with him. A Canadian harpooner named Ned Land is also in the group.\nThe expedition sets sail on a ship, the \"Abraham Lincoln\" (named after Abraham Lincoln). After looking for some time, the expedition sees the strange thing. The thing attacks the \"Abraham Lincoln\". Arronax, Conseil, and Ned Land fall into the sea. They swim to the strange thing and climb onto it. They find that it is not a sea animal at all; it is a submarine, the \"Nautilus\". (The submarine is named after the nautilus, a sea creature that can rise and sink to different levels in the sea, just like a submarine).\nArronax, Conseil, and Ned Land meet the owner of the submarine, who calls himself Captain Nemo (\"Nemo\" is the Latin word for \"nobody\"). Nemo tells them that they will be prisoners on the submarine for the rest of their lives, because if he let them escape from the submarine, they would tell everybody about him. Ned Land is very angry to be a prisoner, and he starts making up plans to escape. Arronax is angry at first, but soon he finds that living in a submarine is fun; he is an expert on sea animals, and now he can look at them in their own habitat. As for Conseil, he just likes being a helpful servant, so he is happy as long as Arronax is happy.\nNemo takes his prisoners on a trip around the world, going through all of the world's oceans. They travel 43,200 miles, or 20,000 leagues (that is why the book is called \"Twenty Thousand Leagues Under the Sea\"). They have many adventures. But then Arronax discovers that Captain Nemo attacks some ships on purpose, to try to sink them. Nemo is trying to get revenge on a country that killed his family. But he will not say which country it is, or even where he came from.\nFinally, the \"Nautilus\" gets stuck in the Maelstrom, a giant whirlpool in the Atlantic Ocean. Arronax, Conseil, and Ned Land finally escape and make it back to dry land. Arronax wonders whether Captain Nemo got out of the Maelstrom safely. He also wonders whether he will ever learn what Nemo's real name is, or where he came from. Most of all, Arronax hopes that Nemo will forgive his enemies and become a peaceful man, studying all the wonderful things under the sea. The story ends\nPublication.\nPierre-Jules Hetzel published the novel in a magazine he owned, the \"Magazine of Education and Recreation\" (). The story was serialized in issues of the magazine, beginning in March 1869 and ending in June 1870. After that, in 1871, Hetzel published it as a book, with more than a hundred illustrations by Alphonse de Neuville and Édouard Riou.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science_fiction","surface_form":"science fiction","offset":48},{"uri":"France","surface_form":"French","offset":73},{"uri":"Jules_Verne","surface_form":"Jules Verne","offset":87},{"uri":"1870","surface_form":"1870","offset":120},{"uri":"Submarine","surface_form":"submarine","offset":166},{"uri":"Ship","surface_form":"ship","offset":347},{"uri":"Glow","surface_form":"glows","offset":440},{"uri":"Whale","surface_form":"whale","offset":496},{"uri":"Reef","surface_form":"reef","offset":536},{"uri":"Sea_serpent","surface_form":"sea serpent","offset":567},{"uri":"United_States_government","surface_form":"United States government","offset":717},{"uri":"Expedition","surface_form":"expedition","offset":751},{"uri":"Professor","surface_form":"professor","offset":848},{"uri":"Narwhal","surface_form":"narwhal","offset":925},{"uri":"Servant","surface_form":"servant","offset":944},{"uri":"Canada","surface_form":"Canadian","offset":977},{"uri":"Harpoon","surface_form":"harpooner","offset":986},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":1104},{"uri":"Submarine","surface_form":"submarine","offset":1385},{"uri":"Nautilus","surface_form":"nautilus","offset":1446},{"uri":"Latin","surface_form":"Latin","offset":1660},{"uri":"Prisoner","surface_form":"prisoner","offset":1720},{"uri":"Expert","surface_form":"expert","offset":2034},{"uri":"Habitat","surface_form":"habitat","offset":2098},{"uri":"Adventure","surface_form":"adventure","offset":2433},{"uri":"Revenge","surface_form":"revenge","offset":2564},{"uri":"Whirlpool","surface_form":"whirlpool","offset":2739},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":2756},{"uri":"Enemy","surface_form":"enemies","offset":3064},{"uri":"Pierre-Jules_Hetzel","surface_form":"Pierre-Jules Hetzel","offset":3176},{"uri":"Magazine","surface_form":"magazine","offset":3221},{"uri":"Education","surface_form":"Education","offset":3257},{"uri":"Recreation","surface_form":"Recreation","offset":3271},{"uri":"Serialize","surface_form":"serialized","offset":3301},{"uri":"Alphonse_de_Neuville","surface_form":"Alphonse de Neuville","offset":3482},{"uri":"%C3%89douard_Riou","surface_form":"Édouard Riou","offset":3507}]}