{"id":140531,"url":"http://en.wikipedia.org/wiki/Hurricane_Isabel","text":"Hurricane Isabel was the costliest and deadliest hurricane in the 2003 Atlantic hurricane season. It was the ninth named storm, fifth hurricane, and second major hurricane of the season. Isabel formed from a tropical wave in the tropical Atlantic Ocean. It moved northwestward, and it steadily strengthened to reach peak winds of 165 mph (265 km/h) on September 11. After weakening and strengthening for four days, Isabel slowly weakened. It moved onto the Outer Banks of North Carolina with winds of 105 mph (165 km/h) on September 18. It quickly weakened over land.\nIn North Carolina, the storm surge from Isabel washed away part of Hatteras Island. This area of washed away land was sometimes known as Isabel Inlet. Damage was highest along the Outer Banks, where thousands of homes were damaged or destroyed. The worst effects happened in Virginia, especially in the Hampton Roads area and on the shores of the James River. Virginia had the most deaths and damage from the hurricane. About 64% of the total damage and 68% of the total deaths from the storm happened in North Carolina and Virginia.\nThere was moderate to severe damage up the Atlantic coastline and as far west as West Virginia. About six million lost power in the eastern United States. Rain fell from South Carolina to Maine, and westward to Michigan. In total, damage is estimated at $3.6 billion (2003 USD, $4.1 billion 2008 USD). 16 deaths in seven states are blamed directly on the hurricane. 35 more deaths in six states and one province were not directly related to the hurricane.","categories":[],"infobox_types":[],"annotations":[{"uri":"Atlantic_hurricane","surface_form":"hurricane","offset":49},{"uri":"2003_Atlantic_hurricane_season","surface_form":"2003 Atlantic hurricane season","offset":66},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":208},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":238},{"uri":"Outer_Banks","surface_form":"Outer Banks","offset":457},{"uri":"North_Carolina","surface_form":"North Carolina","offset":472},{"uri":"Storm_surge","surface_form":"storm surge","offset":591},{"uri":"Virginia","surface_form":"Virginia","offset":843},{"uri":"Hampton_Roads","surface_form":"Hampton Roads","offset":871},{"uri":"West_Virginia","surface_form":"West Virginia","offset":1183},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1272},{"uri":"Maine","surface_form":"Maine","offset":1290},{"uri":"Michigan","surface_form":"Michigan","offset":1313}]}