{"id":140770,"url":"http://en.wikipedia.org/wiki/Chittagong_Hill_Tracts","text":"The Chittagong Hill Tracts (Bengali:পার্বত্য চট্টগ্রাম), (Parbotto Chôṭṭogram) comprise an area of 13,189 km2 in south-eastern Bangladesh. The area forms the border of Bangladesh with the Republic of India and Burma. It was a single district of East Pakistan till 1971. In that year it was divided into three separate districts: Khagrachari, Rangamati and Bandarban. Topographically, this is the only hill intensive area of the People's Republic. With a population of Around 800,000 Indigenous peoples (Native (non-Bengali). The Chittagong Hill Tracts is one of the most diverse regions in the country in terms of geography, ethnicity, culture and traditions of the people. The indigenous distinct Jumma people are distinct and different from the majority Bengali people of present-day \"Bangla-desh\" in respect of race, language, culture, heritage, religion, political history and economy.\nOn 2 December 1997 a \"Peace agreement\" was signed by the government and Parvatya Chattagram Jana Samhati Samiti, the political platform of the indigenous peoples, granting a limited level of autonomy to three districts of CHT. The Jana Samhati Samiti transformed into a party, but this treaty has never been implemented, as it was opposed by both the opposition parties of Bangla Desh and by the majority fraction of the Shanti Bahini. The previous nationalists Bangla Desh government of Khaleda Zia promised to re-launch the peace process, but until now did not accomplish with its promises.\nHistorical Background.\nBefore the colonization, the indigenous Jumma people of CHT were independent. There had been no external interference by any outside power in the affairs of the CHT until 1787, when an agreement was signed with the British. British colonization actually started in 1860. From 1787 to 1860 the British government did not intervene in the internal administration of the CHT. After 1860 and until 1900 the British government administered CHT through a set of Rules promulgated from time to time. For the maintenance of discipline among the police personnel in the CHT, Frontier Police Regulation III of 1881 was promulgated on the 7 December 1881 and CHT Police Force was raised with indigenous Jumma people. For the good government of the CHT, in 1900 the British government enacted the CHT Regulation 1 of 1900 and declared it as an Excluded Area, in order to protect the Jumma people from economic exploitation by non-indigenous Bengali people and to preserve their traditional socio-cultural and political institutions based on customary laws, community ownership of land and so on.\nThrough the Partition of India, CHT was ceded to the Dominion of Pakistan. The Pakistani government recognized CHT as an Excluded Area and even in the first Constitution of Pakistan, which was adopted in 1956, CHT was declared as an Excluded Area under the CHT Regulation of 1900. From the very outset, the Pakistani government looked upon the Jumma people with an eye of suspicion for being anti-Pakistani as well as anti-Islamic. There was discrimination against the Jumma people in employment, business and education. The government policy was clearly revealed by the repeal of the CHT Frontier Police Regulation of 1881, thus disbanding the Jumma police force in 1948. Even in 1950, in implementing its brazen designs violating the principles and spirit of the CHT Regulation of 1900, the Government of Pakistan started Bengali Muslim settlement program, which continued up to 1966. The government had enacted the CHT (Land Acquisition) Regulation in 1958 in order to grab Jumma people’s ancestral lands. Moreover, the government snatched away the rights and privileges of the Jumma people by canceling the Excluded Area status of the CHT in 1963. In 1960, in order to carry out its plan and break down the economic backbone of the Jumma people of the CHT in the name of so-called industrial development, the Pakistani government built the Kaptai hydro-electric dam on the Karnaphuli river in the heartland of the indigenous Jumma people.\nDuring the Separatists War of 1971, the then Chakma King sided with the Pakistanis, so when independence came, the Adivasis’ plea for special status fell on deaf ears. The Chakma king left for Pakistan and later became that country’s ambassador to Argentina.\nMeanwhile, more and more Bengalis were migrating into the area, usurping the land. In 1973 the Adivasis initiated an insurgency. To counter it, the government, in 1979, started issuing permits to landless Bengalis to settle there, with title to tribal land. This practice continued for six years and resulted in a mass migration of approximately 400,000 people into the area – almost as many as all the tribal groups combined. Countless human-rights abuses occurred as the army tried to put down the revolt.\nFrom 1973 until 1997 the Hill Tracts area was the scene of a guerrilla war between the Bangladeshi army and the Shanti Bahini rebels. The troubles stemmed from the cultural clash between the tribal groups and the plains people. After nine months of war of separatism against Pakistan, Bangladesh emerged as an independent state on 16 December 1971. The Jumma people then had hoped that the new rulers of Bangladesh would realize their hopes and aspirations. So the Jumma people demanded to the then government for regional autonomy in a democratic way. Unfortunately, the government of Bangladesh did not respect their fundamental rights and did not write even a single word in the Constitution regarding the entity and safeguard of the Jumma people. Rather, immediately following the independence of Bangladesh in early 1972 the CHT underwent militarization. When the democratic movement to safeguard the national existence of the Jumma people was negotiated by the government with repressive measures through the civil and police administrations, including through militarization with the construction of three Army cantonments, it forced Manabendra Narayan Larma, the then MP and the hero of the CHT Jumma movement, to call for an armed struggle. An armed wing of PCJSS was formed with the name of Shanti Bahini (Peace Force). Since 1979 the Government of Bangladesh has undertaken a drastic program to settle the Bengali population from other Districts of Bangladesh to CHT, so that they would outnumber the Jumma people and use them as human shields for the protection of the Army personnel. At least four hundred thousands of Bengali Muslims were transferred into the CHT and settled on Jumma people’s lands.\nThe PCJSS has always kept the door open for dialogue for resolving the CHT problem through political and peaceful means. For this purpose, the PCJSS held 6 and 13 times formal dialogues with the governments of Ershad and Khaleda Zia respectively. During the last one, after holding 7 round of dialogues with Sheikh Hasina government, the 'CHT Accord' was signed between the National Committee on the CHT on behalf of the government of Bangladesh and the PCJSS on behalf of the permanent residents of the CHT in Dhaka on 2 December 1997.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bangladesh","surface_form":"Bangladesh","offset":127},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":188},{"uri":"Topography","surface_form":"Topographically","offset":367},{"uri":"People%27s_Republic","surface_form":"People's Republic","offset":428},{"uri":"Bengali_people","surface_form":"Bengali people","offset":756},{"uri":"Parbatya_Chattagram_Jana_Sanghati_Samiti","surface_form":"Parvatya Chattagram Jana Samhati Samiti","offset":962},{"uri":"Shanti_Bahini","surface_form":"Shanti Bahini","offset":1311},{"uri":"1787","surface_form":"1787","offset":1677},{"uri":"1860","surface_form":"1860","offset":1771},{"uri":"1900","surface_form":"1900","offset":1900},{"uri":"Partition_of_India","surface_form":"Partition of India","offset":2602},{"uri":"Dominion_of_Pakistan","surface_form":"Dominion of Pakistan","offset":2643},{"uri":"1956","surface_form":"1956","offset":2794},{"uri":"1881","surface_form":"1881","offset":3209},{"uri":"1948","surface_form":"1948","offset":3257},{"uri":"1950","surface_form":"1950","offset":3271},{"uri":"1966","surface_form":"1966","offset":3471},{"uri":"1963","surface_form":"1963","offset":3736},{"uri":"1971","surface_form":"1971","offset":4063},{"uri":"Argentina","surface_form":"Argentina","offset":4281},{"uri":"1973","surface_form":"1973","offset":4378},{"uri":"1979","surface_form":"1979","offset":4455},{"uri":"1997","surface_form":"1997","offset":4816},{"uri":"1972","surface_form":"1972","offset":5621},{"uri":"1979","surface_form":"1979","offset":6136}]}