{"id":140707,"url":"http://en.wikipedia.org/wiki/Child_grooming","text":"e=\"preserve\">Child grooming is a term which describes the following situation. When an adult becomes friends with a child, this is sometimes done for a reason. The reason is to lower the inhibitions of the child and to prepare for sexual abuse. So, action taken by an adult to form a trusting relationship with a child, with the intent of later having sexual contact, is 'child grooming'.\nThe act of grooming a child may include activities that are legal, but later lead to sexual contact. The grooming is done to gain the child's trust, and the trust of those responsible for the child. Children are less likely to report a crime if it involves someone the child knows, trusts, and cares about. Also, a relationship with the family means the child's parents will be less likely to believe any accusations.\nChild grooming on the internet.\nSexual grooming of children also occurs on the internet. Some abusers pose as children online and make arrangements to meet with them in person.\nIn 2003, MSN implemented restrictions in their chat rooms purportedly intended to help protect children from adults seeking sexual conversations with them. In 2005, Yahoo! chat rooms were investigated by the New York State attorney general's office for allowing users to create rooms whose names suggested that they were being used for this purpose. That October, Yahoo! agreed to \"implement policies and procedures designed to ensure\" that such rooms would not be allowed.\nAn organization called Perverted-Justice (known as PJ) uses PJ operatives posing as underage teens on the internet to identify potential child molesters and turn the information over to the police and the courts. The news program \"Dateline NBC\" features the recurring segment \"To Catch a Predator\", based on documenting such activities.\nAn organization called Crisp Thinking has created an expert service providing social platforms and apps with the risk protection they need to protect their users from sexual exploitation, child abuse images and trolls.\nAnother software company in the UK has developed a program that hold as competitor to Crisp, called [http://www.sentryparentalcontrols.co.uk/ Sentry Parental Controls]. It was launched by television personality Coleen Nolan and is supported by Mark Williams-Thomas, a leading expert in child protection.","categories":[],"infobox_types":[],"annotations":[{"uri":"Adult","surface_form":"adult","offset":87},{"uri":"Child","surface_form":"child","offset":116},{"uri":"Inhibition","surface_form":"inhibition","offset":187},{"uri":"Sexual_abuse","surface_form":"sexual abuse","offset":231},{"uri":"Internet","surface_form":"internet","offset":886},{"uri":"MSN","surface_form":"MSN","offset":993},{"uri":"Chat_room","surface_form":"chat room","offset":1031},{"uri":"Yahoo%21","surface_form":"Yahoo!","offset":1149},{"uri":"New_York","surface_form":"New York State","offset":1192},{"uri":"Perverted-Justice","surface_form":"Perverted-Justice","offset":1481},{"uri":"Dateline_NBC","surface_form":"Dateline NBC","offset":1689},{"uri":"To_Catch_a_Predator","surface_form":"To Catch a Predator","offset":1735},{"uri":"Child_prostitution","surface_form":"sexual exploitation","offset":1962},{"uri":"UK","surface_form":"UK","offset":2046}]}