{"id":140722,"url":"http://en.wikipedia.org/wiki/Botanical_Garden_of_Curitiba","text":"The Botanical Garden of Curitiba () - also known as the \"Jardim Botânico Fanchette Rischbieter\" - is in the Jardim Botânico district in the city of Curitiba, the capital of the state of Paraná, the biggest city of southern Brazil.\nIt is the major tourist attraction of the city. In 2007, it was the most voted place in an online election to choose the \"Seven Wonders of Brazil\". The botanical garden houses part of the campus of the Federal University of Paraná. It is the unofficial symbol of the city and of all South Brazil.\nThe international identification code is CURIT'\".\nHistory.\nThe first Botanical Garden in Curitiba was the Passeio Público (\"Public Promenade Park\"), in 19th century. Inaugurated by the President of Paraná Province Alfredo d’Escragnolle Taunay, was the first public park of the city.\nName.\nThe official name - \"Jardim Botânico Fanchette Rischbieter\" - is a tribute to Francisca Maria (Fanchette) Garfunkel Rischbieter (1929-1989), pioneer planner in urban planning of Curitiba.\nCurrent location.\nOpened in the administration of Jewish Mayor Jaime Lerner, on October 5, 1991 on an old dump, was created in the style of French gardens. The design of flowerbeds geometrical gardens was inspired by the flag of the city, which can be clearly seen in an aerial view of the place. The greenhouses of iron and glass - the main one of them inspired in the Crystal Palace (a building that existed in London in 1851) were designed by the architect Abraão Assad, who also planned the Botanical Museum.\nDescription.\nThe Botanical Garden of Curitiba is the most know Curitiba's picture postcard landmark and contains many Brazilian plants and from other countries, spread across boulevards and greenhouses of iron and glass - the main one of them, in an art nouveau style with a modern metallic structure, looks like the mid-19th century Crystal Palace in England.\nOnce the portal of entry, may be seen extensive gardens in the French style in the middle of fountains, waterfalls and lakes, and the main greenhouse of 458 square meters, which holds in its interior, copies plants characteristic of tropical regions. It rolls out its carpet of flowers to the visitors right at the entrance, between 6 geometric gardens (each one illuminated by chandeliers with Republican-style, each with five lanterns), each with 4 flowerbeds - totaling 24 flowerbeds - enclosed by buxaceae and adorned with seasonal flowers. This occupies 278.000 m² in area. The principal greenhouse, with three domes, in an art nouveau style with a modern metallic structure, looks like the mid-19th century Crystal Palace in London, England. The Botanic Museum, which provides a national reference collection of native flora, attracts researchers from all over the world. It includes many botanic species from the moist Atlantic Forests of eastern Brazil.\nThe native forest have many paths for walk. Behind the greenhouse is the Museum of [http://www.morgenwelt.de/futureframe/000529-krajcberg.htm Franz Krajcberg], the Polish Brazilian artist who took up the cause of environmental conservation; with 1,320 square meters of area, divided into multimedia classrooms, an auditorium with 60 seats and lounge with several exhibitions of works donated by visual artist, represented by sculptures and reliefs, as well as photographs, videos, publications and educational materials.\nIn the other side is the Botanical Museum, a wooden building which entrance using a bridge made of wood also. Actually, the Botanical Museum of Curitiba has the fourth largest herbarium in the country. In front of the construction there is a pond with carp, turtles, teal, herons, etc., and offers a lake, an auditorium, a library, an expositions area and a theatre. The park also has tennis courts and a cycle track.\nPlant collections.\nMore than a postcard of the city, or a place for leisure and recreation, is a research center for the flora of Paraná, contributing to environmental education, preservation and conservation of nature.\nLike all botanical gardens, the curitiban has a great variety of plants and also has the objective of cultivate them, protect them, study them and reproduce them.\nIn 2008, another greenhouse was built to research, shelter and reproduction of Brazilian living plants - and in danger of extinction - and Brazilian native ornamental plants. In contrast to main greenhouse, this is not open to the public; it serves to scientific research and is home to rare plants to prevent disappearance of nature. It is made of polycarbonate and has internal system of irrigation and temperature control.\nIn order to appreciate the native plants, in 2007, the Garden of Native Plants of Curitiba was created; every plant in the garden is native, even the grass. Because it has no exotic plants, the garden attracts lots of butterflies and other pollinating insects\nIn the past, the Atlantic Forest was the second largest forest in Brazil; currently there is less than 5% of forest in the country.\nThis is the native vegetation of Curitiba. The araucaria moist forests are a subtropical moist forest ecoregion of southern Brazil, and is now one of the most endangered biomas of the world; corresponds to approximately 40% of the vegetation of the \"Jardim Botânico de Curitiba\". The park was created in order to protect this biodiversity.\nNext to one of the lakes, 200 seedlings of trees and shrubs native of the Serra do Mar of Paraná were planted; the Mountain Range of the Sea () is a 1,500 km long system of mountain ranges and escarpments in Southeastern Brazil, which runs in parallel to the Atlantic Ocean coast. Some planted species were cultivated on the coast of Paraná and then transplanted into the garden of plants of the Serra do Mar.\nEvery year, in July, the prunus serrulata blossoms; there are about 30 trees, planted in a path that connects the parking to the portal of entrance of the park.\nIn the capital city of Parana, the first seedlings were taken by Japanese immigrants in the first half of the 20th century, but began to be planted in large quantities from the 1990s, with the opening of the Botanical Garden. Now the seedlings are produced by the city and used in afforestation of streets and squares.\nOpened in 2008, the \"Jardim das Sensações\" is a track of 200 meters long where visitors walk blindfolded (without the vision) to know some plants and natural landscapes using the other senses. More than 70 plant species with smells, textures, shapes and sizes fill the course of the Garden.\nOccupies an area of 2381 meters square surrounded by trees that help to isolate external noise and, to guarantee the surprise, it is hidden by a fence of bamboo. All elements of the track are identified in Braille, the language made with points in high relief used by blind persons. The space is free and monitored, where small groups are organized to make the experience (that can walk the path with or without the blindfold). Receives approximately 5,000 visitors per week.\nThe Botanical Museum of Curitiba.\nThe Museu Botânico de Curitiba (\"Botanical Museum of Curitiba\") is inside the Botanical Garden of the city; has ample space for exhibitions, library and auditorium. Was founded in 1965, when the botanical Gerdt Günther Hatschbach donated his private collection to the municipality of Curitiba. Today, the collection is the fourth largest in Brazil, with more than 333,000 specimens.\nThe Museum has developed an exchange program for botanical material, and exchanges material with 207 institutions worldwide (53 in Brazil, 154 in other places). Due to this program, around 90% of the collection has been identified by specialists; it makes the Botanical Museum of Curitiba an international reference for botanical material - receives annually an average of 400 research scientist visitors, and includes specialists and graduate students.\nEach year, the collection increases by approximately 15,000 specimens.\nSculptures.\nAmor Materno (\"Maternal Love\") - Sculpture of Polish artist João Zaco Paraná (stage name of Jan Żak) (1884-1961), cast in bronze and placed in a fountain. This sculpture was made in 1907 (in the same year, the Polish-Brazilian artist won the special prize of the \"Hall of Fine Arts in Brussels\"), and was donated by the Polish colony of Brazil to honor all paranaense mothers in the celebration of 300th anniversary of the city in 1993.\nZaco Paraná immigrated with his parents to Brazil in 1896; was the author of many monuments, statues, sculptures, etc. in several Brazilian states and around the world.\nTorso do Trabalhador (\"Worker's Trunk\") - Sculpture of paranaense artist Erbo Stenzel (1911-1980), cast in bronze and placed inside the glasshouse, in a fountain. This sculpture was made in 1941 and was placed in 1994 to honor all the workers of the world, when Curitiba hosted the \"World Habitat Day\" in 1995 - an event celebrated by UN to make reflection on the situation of cities and the human right to adequate housing, as well remind the world of its collective responsibility for the habitat for future generations.\nErbo Stenzel was born in Parana State, descendant of Germans and Austrians; held many monuments and sculptures of political personalities of the state and about local culture.\nEspaço Cultural Frans Krajcberg.\nThe \"Frans Krajcberg Cultural Space\" is behind the main greenhouse. Originally opened to be a orchidary, received the artworks in 2003, including 110 large sculptures (all made from the remains of burned or illegally cut down trees), reliefs, photographs, videos and texts. The name \"The Revolt\" expresses the artist's feeling about the complete destruction caused by man in the Brazilian forests. There is also an exhibit of photos taken by the sculptor and selling books related to the artist. The main purpose of the space is, according to Krajcberg, environmental awareness. All works were donated by the artist.\nKrajcberg was born in 1921, in Poland. Son of a Jewish family who disappeared in 1945 (in the Holocaust), left for Brazil in 1948 and became a naturalized Brazilian years later. Received many awards around the world, and other \"Frans Krajcberg Cultural Space\" - but in Paris. But in Curitiba Botanic Garden was the first place in the world that was specifically designed to house his works. The gallery receives about 60,000 visitors each year.\nIconic use.\nThe new Botanical Garden was part of many other creations of Mayor Jaime Lerner, who at time had created the slogan for the city \"The Ecological Capital of Brazil\". It quickly became an icon of the city, and the image of the main greenhouse is the most landmark used in advertising about the city, becoming the unofficial symbol of Curitiba and of all the South region of Brazil.\nThe city of Concórdia, in Santa Catarina state, built a mall [http://mw2.google.com/mw-panoramio/photos/medium/1297603.jpg inspired in the greenhouse] of the Botanical Garden; another construction evidently inspired is the [http://3.bp.blogspot.com/_9dA3kW1r1g8/TEdiBSTI62I/AAAAAAAAAEI/LSa9csiRnac/s1600/SNC00369.jpg Shopping Pátio Higienópolis], in São Paulo City. The logo for the [http://www.fabiocampana.com.br/wp-content/uploads/2009/01/curitiba_cidade_candidata.jpg candidacy of Curitiba] as the host city of the 2014 FIFA World Cup in Brazil was also inspired in the park's glasshouse.\nThematic lighting.\nAs the best known place in the city, the image of greenhouse is used from many manifestations: since 2008, the park lights are turned off by one hour as a way to join the Earth Hour (an global event organized by World Wide Fund for Nature - WWF - held on the last Saturday of March annually); every year, in October, the greenhouse is illuminated with pink, to support the \"Breast Cancer Awareness Month\"; in December, an Christmas decoration is made, as part of the \"Christmas of Light\". And a thousand days to the World Cup in Brazil (2014), between 16 and 23 September 2011 was made an tribute with the light colors of the flags of each country that has won the championship: Brazil, Italy, Germany, Uruguay, Argentina, England, France and Spain. At the same year Curitiba became part of the cities engaged in the \"Decade of Action for Road Safety\", by United Nations; the yellow color, that in traffic means \"attention\", lighted the greenhouse.\nSports and leisure.\nThe park has Wi-Fi at many places. To access the network of free wireless internet is necessary first register on the site of [http://www.passaportecuritiba.org.br/ Passport Curitiba].\nThe Curitiba Velodrome.\nThe Irineu Marinho Velodrome (also known as Curitiba Velodrome) was opened in 1979 and is the first Brazilian velodrome to have a public cycling school. The measurements are Olympic, with 333,33 meters long and holds national and international competitions.\nIn 1982, it was refurbished and in 2002 and underwent a major renovation. Due to the work of their coaches, became an important way to formation of many of Brazil's best cyclists, male or female, forming teams representing the state and the country to participate in national championships, international and Olympic.\n\"The Velodrome Center for Sport and Leisure\"\nThe \"Center for Sport and Recreation\" has the velodrome cycling track, courts to beach football and sand volleyball, and three tennis courts. It offers activities guided by physical education teachers, like gymnastics, walking and cycling. In 2010, he was installed an \"outdoor gym\", and like the other things, is open to the public and completely free.\nAddress.\nOn Eng. Ostoja Roguski Street, s/n°, Jardim Botânico Neighborhood, Curitiba, Paraná, Brazil. Free open daily to visitors from 6 am till 9 pm during summertime and from 6 am till 8 pm during the rest of the year. Phone: +55 (41) 3362-5289.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":140},{"uri":"Curitiba","surface_form":"Curitiba","offset":148},{"uri":"Capital_(city)","surface_form":"capital","offset":162},{"uri":"State","surface_form":"state","offset":177},{"uri":"Paran%C3%A1_(state)","surface_form":"Paraná","offset":186},{"uri":"Southern_Brazil","surface_form":"southern Brazil","offset":214},{"uri":"Tourism","surface_form":"tourist attraction","offset":247},{"uri":"Election","surface_form":"election","offset":329},{"uri":"Universidade_Federal_do_Paran%C3%A1","surface_form":"Federal University of Paraná","offset":433},{"uri":"South","surface_form":"South","offset":514},{"uri":"Brazil","surface_form":"Brazil","offset":520},{"uri":"Botanical_Garden","surface_form":"Botanical Garden","offset":597},{"uri":"Park","surface_form":"park","offset":793},{"uri":"Urban_planner","surface_form":"planner","offset":966},{"uri":"Urban_planning","surface_form":"urban planning","offset":977},{"uri":"Jew","surface_form":"Jew","offset":1055},{"uri":"Mayor","surface_form":"Mayor","offset":1062},{"uri":"Jaime_Lerner","surface_form":"Jaime Lerner","offset":1068},{"uri":"Garbage","surface_form":"dump","offset":1111},{"uri":"France","surface_form":"French","offset":1145},{"uri":"Garden","surface_form":"garden","offset":1152},{"uri":"Flowerbed","surface_form":"flowerbeds","offset":1175},{"uri":"Greenhouse","surface_form":"greenhouse","offset":1306},{"uri":"Iron","surface_form":"iron","offset":1321},{"uri":"Glass","surface_form":"glass","offset":1330},{"uri":"Crystal","surface_form":"Crystal","offset":1375},{"uri":"Palace","surface_form":"Palace","offset":1383},{"uri":"Building","surface_form":"building","offset":1393},{"uri":"London","surface_form":"London","offset":1418},{"uri":"Architect","surface_form":"architect","offset":1455},{"uri":"Plant","surface_form":"plant","offset":1646},{"uri":"Country","surface_form":"countries","offset":1668},{"uri":"Boulevard","surface_form":"boulevard","offset":1693},{"uri":"Greenhouse","surface_form":"greenhouse","offset":1708},{"uri":"Iron","surface_form":"iron","offset":1723},{"uri":"Glass","surface_form":"glass","offset":1732},{"uri":"Art_nouveau","surface_form":"art nouveau","offset":1768},{"uri":"Metal","surface_form":"metal","offset":1800},{"uri":"Structure","surface_form":"structure","offset":1809},{"uri":"19th_century","surface_form":"19th century","offset":1839},{"uri":"The_Crystal_Palace","surface_form":"Crystal Palace","offset":1852},{"uri":"England","surface_form":"England","offset":1870},{"uri":"Fountain","surface_form":"fountain","offset":1972},{"uri":"Waterfall","surface_form":"waterfall","offset":1983},{"uri":"Lake","surface_form":"lake","offset":1998},{"uri":"Square_meters","surface_form":"square meters","offset":2036},{"uri":"Tropical_region","surface_form":"tropical region","offset":2112},{"uri":"Carpet","surface_form":"carpet","offset":2147},{"uri":"Flower","surface_form":"flower","offset":2157},{"uri":"Chandelier","surface_form":"chandelier","offset":2257},{"uri":"Republica","surface_form":"Republica","offset":2274},{"uri":"Lantern","surface_form":"lantern","offset":2307},{"uri":"Flowerbed","surface_form":"flowerbeds","offset":2330},{"uri":"Buxaceae","surface_form":"buxaceae","offset":2380},{"uri":"Season","surface_form":"season","offset":2406},{"uri":"M%C2%B2","surface_form":"m²","offset":2446},{"uri":"Area","surface_form":"area","offset":2452},{"uri":"Greenhouse","surface_form":"greenhouse","offset":2472},{"uri":"Dome","surface_form":"dome","offset":2495},{"uri":"Art_nouveau","surface_form":"art nouveau","offset":2508},{"uri":"Metal","surface_form":"metal","offset":2540},{"uri":"Structure","surface_form":"structure","offset":2549},{"uri":"19th_century","surface_form":"19th century","offset":2579},{"uri":"The_Crystal_Palace","surface_form":"Crystal Palace","offset":2592},{"uri":"London","surface_form":"London","offset":2610},{"uri":"England","surface_form":"England","offset":2618},{"uri":"Museum","surface_form":"Museum","offset":2639},{"uri":"Indigenous_(ecology)","surface_form":"native","offset":2697},{"uri":"Flora","surface_form":"flora","offset":2704},{"uri":"Research","surface_form":"research","offset":2720},{"uri":"World","surface_form":"world","offset":2750},{"uri":"Species","surface_form":"species","offset":2782},{"uri":"Atlantic_Forest","surface_form":"Atlantic Forest","offset":2805},{"uri":"East","surface_form":"east","offset":2825},{"uri":"Brazil","surface_form":"Brazil","offset":2833},{"uri":"Indigenous_(ecology)","surface_form":"native","offset":2845},{"uri":"Forest","surface_form":"forest","offset":2852},{"uri":"Greenhouse","surface_form":"greenhouse","offset":2896},{"uri":"Museum","surface_form":"Museum","offset":2914},{"uri":"Poland","surface_form":"Polish","offset":3005},{"uri":"Brazil","surface_form":"Brazil","offset":3012},{"uri":"Artist","surface_form":"artist","offset":3022},{"uri":"Environment","surface_form":"environment","offset":3054},{"uri":"Square_meter","surface_form":"square meter","offset":3093},{"uri":"Classroom","surface_form":"classroom","offset":3140},{"uri":"Sculpture","surface_form":"sculpture","offset":3266},{"uri":"Photography","surface_form":"photographs","offset":3301},{"uri":"Video","surface_form":"video","offset":3314},{"uri":"Bridge","surface_form":"bridge","offset":3446},{"uri":"Wood","surface_form":"wood","offset":3461},{"uri":"Herbarium","surface_form":"herbarium","offset":3538},{"uri":"Pond","surface_form":"pond","offset":3604},{"uri":"Carp","surface_form":"carp","offset":3614},{"uri":"Turtles","surface_form":"turtles","offset":3620},{"uri":"Teal","surface_form":"teal","offset":3629},{"uri":"Heron","surface_form":"heron","offset":3635},{"uri":"Lake","surface_form":"lake","offset":3662},{"uri":"Auditorium","surface_form":"auditorium","offset":3671},{"uri":"Library","surface_form":"library","offset":3685},{"uri":"Theatre","surface_form":"theatre","offset":3720},{"uri":"Tennis","surface_form":"tennis","offset":3747},{"uri":"Bicycle","surface_form":"cycle","offset":3767},{"uri":"Postcard","surface_form":"postcard","offset":3811},{"uri":"Paran%C3%A1_(state)","surface_form":"Paraná","offset":3910},{"uri":"Nature","surface_form":"nature","offset":3992},{"uri":"Botanical_garden","surface_form":"botanical garden","offset":4009},{"uri":"Plant","surface_form":"plant","offset":4065},{"uri":"Research","surface_form":"research","offset":4204},{"uri":"Extinction","surface_form":"extinction","offset":4285},{"uri":"Irrigation","surface_form":"irrigation","offset":4553},{"uri":"Temperature","surface_form":"temperature","offset":4568},{"uri":"Garden","surface_form":"garden","offset":4712},{"uri":"Grass","surface_form":"grass","offset":4739},{"uri":"Introduced_species","surface_form":"exotic plants","offset":4764},{"uri":"Butterflies","surface_form":"butterflies","offset":4807},{"uri":"Insects","surface_form":"insects","offset":4841},{"uri":"Atlantic_Forest","surface_form":"Atlantic Forest","offset":4866},{"uri":"Moist","surface_form":"moist","offset":5038},{"uri":"Endangered_species","surface_form":"endangered biomas","offset":5140},{"uri":"Biodiversity","surface_form":"biodiversity","offset":5307},{"uri":"Seedling","surface_form":"seedling","offset":5351},{"uri":"Shrub","surface_form":"shrub","offset":5374},{"uri":"Serra_do_Mar","surface_form":"Serra do Mar","offset":5395},{"uri":"Mountain","surface_form":"mountain","offset":5494},{"uri":"Escarpment","surface_form":"escarpment","offset":5514},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":5580},{"uri":"July","surface_form":"July","offset":5746},{"uri":"Prunus_serrulata","surface_form":"prunus serrulata","offset":5756},{"uri":"Blossom","surface_form":"blossom","offset":5773},{"uri":"Trees","surface_form":"trees","offset":5802},{"uri":"Parking","surface_form":"parking","offset":5845},{"uri":"Curitiba","surface_form":"capital city of Parana","offset":5899},{"uri":"Japan","surface_form":"Japan","offset":5957},{"uri":"Immigrant","surface_form":"immigrant","offset":5966},{"uri":"20th_century","surface_form":"20th century","offset":6002},{"uri":"1990s","surface_form":"1990s","offset":6069},{"uri":"Reforesting","surface_form":"afforestation","offset":6173},{"uri":"Town_square","surface_form":"square","offset":6202},{"uri":"Blind","surface_form":"without the vision","offset":6317},{"uri":"Senses","surface_form":"senses","offset":6396},{"uri":"Odor","surface_form":"smells","offset":6436},{"uri":"Texture","surface_form":"texture","offset":6444},{"uri":"Shape","surface_form":"shape","offset":6454},{"uri":"Size","surface_form":"size","offset":6465},{"uri":"Bamboo","surface_form":"bamboo","offset":6656},{"uri":"Braille","surface_form":"Braille","offset":6708},{"uri":"Botanic","surface_form":"botanic","offset":7207},{"uri":"Municipality","surface_form":"municipality","offset":7280},{"uri":"Brazil","surface_form":"Brazil","offset":7526},{"uri":"Research","surface_form":"research","offset":7772},{"uri":"Scientist","surface_form":"scientist","offset":7781},{"uri":"Student","surface_form":"student","offset":7839},{"uri":"Species","surface_form":"specimens","offset":7909},{"uri":"Poland","surface_form":"Polish","offset":7978},{"uri":"Jo%C3%A3o_Zaco_Paran%C3%A1","surface_form":"João Zaco Paraná","offset":7992},{"uri":"Stage_name","surface_form":"stage name","offset":8010},{"uri":"Casting","surface_form":"cast","offset":8046},{"uri":"Bronze","surface_form":"bronze","offset":8054},{"uri":"Brussels","surface_form":"Brussels","offset":8217},{"uri":"Statue","surface_form":"statue","offset":8462},{"uri":"Erbo_Stenzel","surface_form":"Erbo Stenzel","offset":8611},{"uri":"Casting","surface_form":"cast","offset":8637},{"uri":"Bronze","surface_form":"bronze","offset":8645},{"uri":"UN","surface_form":"UN","offset":8873},{"uri":"House","surface_form":"housing","offset":8954},{"uri":"Habitat","surface_form":"habitat","offset":9029},{"uri":"Progeny","surface_form":"descendant","offset":9100},{"uri":"Germany","surface_form":"Germans","offset":9114},{"uri":"Austria","surface_form":"Austria","offset":9126},{"uri":"Politic","surface_form":"politic","offset":9175},{"uri":"Orchidaceae","surface_form":"orchidary","offset":9364},{"uri":"Fire","surface_form":"burned","offset":9467},{"uri":"Tree","surface_form":"tree","offset":9496},{"uri":"Relief","surface_form":"relief","offset":9504},{"uri":"Photograph","surface_form":"photograph","offset":9513},{"uri":"Video","surface_form":"video","offset":9526},{"uri":"Text","surface_form":"text","offset":9537},{"uri":"Environment","surface_form":"environment","offset":9824},{"uri":"Jew","surface_form":"Jew","offset":9935},{"uri":"Holocaust","surface_form":"Holocaust","offset":9981},{"uri":"Award","surface_form":"award","offset":10079},{"uri":"Paris","surface_form":"Paris","offset":10156},{"uri":"Icon","surface_form":"icon","offset":10530},{"uri":"Conc%C3%B3rdia","surface_form":"Concórdia","offset":10736},{"uri":"Santa_Catarina_(state)","surface_form":"Santa Catarina state","offset":10750},{"uri":"Mall","surface_form":"mall","offset":10780},{"uri":"S%C3%A3o_Paulo","surface_form":"São Paulo","offset":11074},{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup","offset":11248},{"uri":"Park","surface_form":"park","offset":11298},{"uri":"Earth_Hour","surface_form":"Earth Hour","offset":11507},{"uri":"World_Wide_Fund_for_Nature","surface_form":"World Wide Fund for Nature","offset":11548},{"uri":"Saturday","surface_form":"Saturday","offset":11600},{"uri":"March","surface_form":"March","offset":11612},{"uri":"October","surface_form":"October","offset":11644},{"uri":"Pink","surface_form":"pink","offset":11688},{"uri":"December","surface_form":"December","offset":11745},{"uri":"Christmas","surface_form":"Christmas","offset":11758},{"uri":"Flag","surface_form":"flag","offset":11962},{"uri":"Brazil","surface_form":"Brazil","offset":12015},{"uri":"Italy","surface_form":"Italy","offset":12023},{"uri":"Germany","surface_form":"Germany","offset":12030},{"uri":"Uruguay","surface_form":"Uruguay","offset":12039},{"uri":"Argentina","surface_form":"Argentina","offset":12048},{"uri":"England","surface_form":"England","offset":12059},{"uri":"France","surface_form":"France","offset":12068},{"uri":"Spain","surface_form":"Spain","offset":12079},{"uri":"United_Nations","surface_form":"United Nations","offset":12192},{"uri":"Traffic","surface_form":"traffic","offset":12234},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":12318},{"uri":"Wireless","surface_form":"wireless","offset":12370},{"uri":"Internet","surface_form":"internet","offset":12379},{"uri":"Cycling","surface_form":"cycling","offset":12651},{"uri":"Olympic","surface_form":"Olympic","offset":12688},{"uri":"Coach_(sport)","surface_form":"coach","offset":12871},{"uri":"Championship","surface_form":"championship","offset":13048},{"uri":"Court","surface_form":"court","offset":13206},{"uri":"Soccer","surface_form":"beach football","offset":13216},{"uri":"Volleyball","surface_form":"sand volleyball","offset":13235},{"uri":"Tennis","surface_form":"tennis","offset":13262},{"uri":"Physical_education_class","surface_form":"physical education","offset":13308},{"uri":"Teacher","surface_form":"teacher","offset":13327},{"uri":"Gymnastics","surface_form":"gymnastics","offset":13342},{"uri":"Walk","surface_form":"walk","offset":13354},{"uri":"Gym","surface_form":"gym","offset":13413},{"uri":"Curitiba","surface_form":"Curitiba","offset":13565},{"uri":"Paran%C3%A1_(state)","surface_form":"Paraná","offset":13575},{"uri":"Brazil","surface_form":"Brazil","offset":13583},{"uri":"Summer","surface_form":"summer","offset":13646}]}