{"id":140896,"url":"http://en.wikipedia.org/wiki/John_Dewey","text":"John Dewey (born 20 October 1859) was an American psychologist and philosopher. He was born in Burlington, Vermont. Dewey graduated from the University of Vermont. He later taught at many schools. In September 1882, Dewey went to the Johns Hopkins University and studied philosophy and psychology and published the paper, \"The New Psychology\" in the \"Andover Review\" in 1884. Afterwards, he taught psychology at universities and later on, got married to his former student Alice Chipman. In 1886, he started a new school which came to be known as the \"Laboratory School\" or \"Dewey School\". This school taught pragmatism, which says that a school's curriculum should be based on everyday life, lessons, and focuses on hands-on activities to better help students learn. His wife Alice was principal of the \"Dewey School\" from 1901 to 1904. After he retired as a teacher, he continued watching and figuring the society and politics. John Dewey died in 1952.\nTheory.\nJohn Dewey believed in the \"theory of inquiry\", which shows how animals survived in their environment. He used the theory in the way he taught. He said that children learn best with real-life problems and hands-on activities. His most well-known essay was \"The Reflex Arc Concept in Psychology\" (1896) which created the stimulus that became the response, which later became known as social behaviorism. For example, a person focuses on something, decides what to do, then acts on the decision.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":41},{"uri":"Psychologist","surface_form":"psychologist","offset":50},{"uri":"Philosopher","surface_form":"philosopher","offset":67},{"uri":"Burlington%2C_Vermont","surface_form":"Burlington, Vermont","offset":95},{"uri":"Graduate","surface_form":"graduated","offset":122},{"uri":"University_of_Vermont","surface_form":"University of Vermont","offset":141},{"uri":"Johns_Hopkins_University","surface_form":"Johns Hopkins University","offset":234},{"uri":"Philosophy","surface_form":"philosophy","offset":271},{"uri":"Psychology","surface_form":"psychology","offset":286},{"uri":"Pragmatism","surface_form":"pragmatism","offset":609},{"uri":"Social_behaviorism","surface_form":"social behaviorism","offset":1346}]}