{"id":140928,"url":"http://en.wikipedia.org/wiki/The_Kite_Runner","text":"\"The Kite Runner\" is a 2003 book written by Afghan-American Khaled Hosseini.\nIn \"The Kite Runner\", Amir and Hassan grow up together in Afghanistan like brothers, although they could not be more different. Amir is the son of a rich businessman, a Sunni Muslim, a Pashtun. He is educated and loves to read and write. Hassan's father Ali is a servant to Amir's father. Hassan is a Sh'ia Muslim and a Hazara. He can not read and has a harelip. Neither boy has a mother, although Baba's friend, Rahim Kahn, has a close friendship with Amir. They spend their boyhoods roaming the streets of Kabul together. Amir is a selfish friend to Hassan, who is devoted and loyal to Amir. One day, he hides in fear as Hassan is beaten and raped by three bullies, led by a boy called Assef, when Hassan refuses to give them a kite that he found for Amir. After this, he cannot bear to talk to Hassan and pretends to his father that Hassan stole his watch so that Hassan will be sent away. Although his father forgives Hassan, Ali and Hassan decide to leave. The Soviet invasion of Afghanistan sends Amir and his father escaping to the United States, because Amir's father has been known to curse the Communists and had a strong admiration on Ronald Reagan. Amir is called back to Afghanistan, by a terminally ill Rahim Kahn, as an adult during the Taliban rule to rescue Hassan's son Sohrab, when Rahim tells him that he and Hassan are actually half-brothers because his father secretly had sex with Hassan's mother. When rescuing Sohrab, Amir has to confront Assef who is now a leader of the Taliban. He gets severely beaten by Assef and Sohrab eventually saves him by firing a slingshot at Assef's eye. He goes home with Amir to live with him and his wife Soraya, but does not talk or play. Eventually, Amir gets Sohrab to smile when he teaches him to fly a kite.","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Book","surface_form":"book","offset":28},{"uri":"Khaled_Hosseini","surface_form":"Khaled Hosseini","offset":60},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":135},{"uri":"Business","surface_form":"business","offset":231},{"uri":"Sunni","surface_form":"Sunni","offset":246},{"uri":"Muslim","surface_form":"Muslim","offset":252},{"uri":"Pashtun","surface_form":"Pashtun","offset":262},{"uri":"Education","surface_form":"educated","offset":277},{"uri":"Sh%27ia","surface_form":"Sh'ia","offset":378},{"uri":"Hazara","surface_form":"Hazara","offset":397},{"uri":"Harelip","surface_form":"harelip","offset":431},{"uri":"Kabul","surface_form":"Kabul","offset":585},{"uri":"Rape","surface_form":"rape","offset":721},{"uri":"Bully","surface_form":"bullies","offset":736},{"uri":"Soviet_Union","surface_form":"Soviet","offset":1043},{"uri":"United_States","surface_form":"United States","offset":1116},{"uri":"Communist","surface_form":"Communist","offset":1181},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":1223},{"uri":"Taliban","surface_form":"Taliban","offset":1329},{"uri":"Sexual_intercourse","surface_form":"sex","offset":1472}]}