{"id":140910,"url":"http://en.wikipedia.org/wiki/Blackpool_tramway","text":"The conduit system was changed to overhead wires in 1899. In 1900 the line was built more to the north to Gynn Square. It linked up the \"Blackpool & Fleetwood Tramroad\" there. The Marton loop opened in 1901. It connected Talbot Square and Central Station along Church Street, Devonshire Square, Whitegate Drive, Waterloo Road and Central Drive. At Whitegate Drive in Marton a new depot was built. Another line was added from Talbot Square along Talbot Road to Layton on 1902. The promenade line had got as far as the Pleasure Beach by 1903.\nThe Blackpool Corporation took over the \"Blackpool & Fleetwood Tramroad Company\" in 1920. The Corporation got eight miles of track and three depots from the take-over. Two depots were in Fleetwood and one was in Bispham. The small Bold Street Depot in Fleetwood was closed and a new loop was built at Fleetwood Ferry.\nThe depot at Blundell Street was replaced by a bigger one on Rigby Road in 1920. In 1925 the line to Fleetwood was made more direct between Rossall and Broadwater. The last extension was built in 1926. It went along the promenade to Clifton Drive at Starr Gate. A connection was made there with the Lytham St Annes tracks.\nThe first route closure took place in 1936. They were the Central Drive and Layton routes. In 1961 Lytham Road closed, and Marton closed one year later. The tramroad line on Dickson Road to North Station closed in 1963. Marton and Copse Road Depots closed in the same year. The depot at Bispham closed in 1966. All that was left was the track running from Starr Gate to Fleetwood. It is still there today. The running of the buses and tramway was handed over to Blackpool Transport Services Limited in 1986 by Blackpool Borough Council.\nNetwork.\nOn the line there are four turning loops. One is at Starr Gate, another is opposite the Pleasure Beach and two more are at Little Bispham and Fleetwood. There is also one that links into Rigby Road Depot.\nBlackpool tramway today.\nBlackpool runs a mix of double-deck and single-deck cars, though there are more single-deck trams in the fleet. The double-deck trams are used the most in the tourist season. The single-deck trams are not used as much at that time. They are sometimes used though when it is busy to let the system carry more passengers. Blackpool was the only town in the UK that kept its trams. Between 1962 and 1992 Blackpool was the only town with a tramway in the UK that was not a preserved system. The last English city to lose its trams was Sheffield in 1960. The last in the UK was Glasgow in 1962. Trams have been returning to the towns and cities in Britain since the Manchester Metrolink opened in Manchester in 1992.\nThere are lots of different trams in the fleet at Blackpool. Most of them were built in the 1930s and are still in service in an unchanged condition. Some others have had their bodywork changed. Sometime historic trams are borrowed from the National Tramway Museum in Crich and other museums for public service.\nThe trams from Starr Gate in the south to Fleetwood in the north. At busy periods such as the Blackpool Illuminations or on bank holidays services start or finish short at Cleveleys, Bispham or the Pleasure Beach. This means that more trams can run through the centre of Blackpool in a small period. When the Illuminations are on specially decorated trams carry passengers along the promenade and the illuminated area. The area runs from Starr Gate to Bispham. Until the opening of the Metrolink, Fleetwood was the only town in England that kept trams running down the main street.\nIn November 2007 the whole tramway closed for the first time. It was closed for five months for the second part of an £11,800,000 upgrade. Blackpool Transport Services and Blackpool Council currently have a joint bid awaiting Government approval. It could give up to £77,000,000 for a total upgrade of the trams and tracks. In January 2007 the City Class 611 prototype \"supertram\" was being tested on the tramway. It caught fire as it approached Central Pier. This caused lots of damage. The driver managed to get out of the cab. The tram was built by Mersyside-based Tram Power. It was being tested as part of a bid to replace the current trams. The same tram had already derailed on 30 May 2006 at Starr Gate loop in trials then. A Rail Accident Investigation Board report said that the derailmet was because of wear and tear on the track. They said another factor was the new type of running gear on the two-car prototype.\nThe company paid £150,000 to rebuild the tramcar. It cannot be re-tested until November 2008 at the earliest though. This is because testing is not allowed during the busy summer months and also because of the earlier closure of the tracks for repairs.\nA £1 billion bid for a Government grant was made in 2002 by Blackpool Council and Lancashire County Council after the Government made a pledge to build 25 new tram networks by 2010. They want to expand the tram network to include St Annes to the south and new housing estates in Fleetwood to the north. There is a possible further phase to include links to Poulton-le-Fylde and Thornton. In 2004 campaigners behind the bid expressed disappointment that nothing had been done to take the plans forward in two years. By November 2007 there was no further development.","categories":[],"infobox_types":[],"annotations":[{"uri":"Overhead_wires","surface_form":"overhead wires","offset":34},{"uri":"Depot","surface_form":"depot","offset":380},{"uri":"Layton%2C_Blackpool","surface_form":"Layton","offset":460},{"uri":"Pleasure_Beach_Blackpool","surface_form":"Pleasure Beach","offset":517},{"uri":"Bispham%2C_Blackpool","surface_form":"Bispham","offset":753},{"uri":"Rossall","surface_form":"Rossall","offset":999},{"uri":"Broadwater","surface_form":"Broadwater","offset":1011},{"uri":"Starr_Gate","surface_form":"Starr Gate","offset":1109},{"uri":"Lytham_St_Annes","surface_form":"Lytham St Annes","offset":1158},{"uri":"Sheffield","surface_form":"Sheffield","offset":2489},{"uri":"Glasgow","surface_form":"Glasgow","offset":2531},{"uri":"Manchester_Metrolink","surface_form":"Manchester Metrolink","offset":2619},{"uri":"National_Tramway_Museum","surface_form":"National Tramway Museum","offset":2911},{"uri":"Crich","surface_form":"Crich","offset":2938},{"uri":"Blackpool_Illuminations","surface_form":"Blackpool Illuminations","offset":3076},{"uri":"Bank_holiday","surface_form":"bank holiday","offset":3106},{"uri":"Bid","surface_form":"bid","offset":3777},{"uri":"Government","surface_form":"Government","offset":3790},{"uri":"Central_Pier%2C_Blackpool","surface_form":"Central Pier","offset":4010},{"uri":"Rail_Accident_Investigation_Board","surface_form":"Rail Accident Investigation Board","offset":4298},{"uri":"Billion","surface_form":"billion","offset":4748},{"uri":"Lancashire_County_Council","surface_form":"Lancashire County Council","offset":4825},{"uri":"Pledge","surface_form":"pledge","offset":4879},{"uri":"Poulton-le-Fylde","surface_form":"Poulton-le-Fylde","offset":5100},{"uri":"Thornton%2C_Lancashire","surface_form":"Thornton","offset":5121}]}