{"id":140934,"url":"http://en.wikipedia.org/wiki/Client-server","text":"In Computer science, client-server is a software architecture model consisting of two parts, client systems and server systems, both communicating over a computer network or on the same computer. A client-server application is a distributed system made up of both client and server software. Client server application provide a better way to share the workload.The client process always initiates a connection to the server, while the server process always waits for requests from any client.\nWhen both the client process and server process are running on the same computer, this is called a single seat setup.\nAnother type of related software architecture is known as peer-to-peer, because each host or application instance can simultaneously act as both a client and a server (unlike centralized servers of the client-server model) and because each has equivalent responsibilities and status. Peer-to-peer architectures are often abbreviated using the acronym P2P.\nThe client-server relationship describes the relation between the client and how it makes a service request to the server, and how the server can accept these requests, process them, and return the requested information to the client. The interaction between client and server is often described using sequence diagrams. Sequence diagrams are standardized in the Unified Modeling Language.\nBoth client-server and P2P architectures are in wide usage today.\nThe basic type of client-server software architecture employs only two types of hosts: clients and servers. This type of architecture is sometimes referred to as two-tier. The two-tier architecture means that the client acts as one tier and server process acts as the other tier.\nThe client-server software architecture has become one of the basic models of network computing. Many types of applications have been written using the client-server model. Standard networked functions such as E-mail exchange, web access and database access, are based on the client-server model. For example, a web browser is a client program at the user computer that may access information at any web server in the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_science","surface_form":"Computer science","offset":3},{"uri":"Software_architecture","surface_form":"software architecture","offset":40},{"uri":"Client","surface_form":"client","offset":93},{"uri":"Server_(computing)","surface_form":"server","offset":112},{"uri":"Computer_network","surface_form":"computer network","offset":154},{"uri":"Computer","surface_form":"computer","offset":186},{"uri":"Distributed_computing","surface_form":"distributed system","offset":229},{"uri":"Process_(computing)","surface_form":"process","offset":372},{"uri":"Process_(computing)","surface_form":"process","offset":442},{"uri":"Process_(computing)","surface_form":"process","offset":514},{"uri":"Process_(computing)","surface_form":"process","offset":533},{"uri":"Computer","surface_form":"computer","offset":565},{"uri":"Process_(computing)","surface_form":"application","offset":704},{"uri":"Object_(computer_science)","surface_form":"instance","offset":716},{"uri":"Abbreviation","surface_form":"abbreviated","offset":932},{"uri":"Acronym","surface_form":"acronym","offset":954},{"uri":"Sequence_diagram","surface_form":"sequence diagram","offset":1269},{"uri":"Unified_Modeling_Language","surface_form":"Unified Modeling Language","offset":1330},{"uri":"Client","surface_form":"client","offset":1510},{"uri":"Server","surface_form":"server","offset":1522},{"uri":"Client","surface_form":"client","offset":1636},{"uri":"Server","surface_form":"server","offset":1664},{"uri":"Process_(computing)","surface_form":"process","offset":1671},{"uri":"Network_computing","surface_form":"network computing","offset":1781},{"uri":"E-mail","surface_form":"E-mail","offset":1913},{"uri":"World_Wide_Web","surface_form":"web","offset":1930},{"uri":"Database","surface_form":"database","offset":1945},{"uri":"Web_browser","surface_form":"web browser","offset":2015}]}