{"id":140957,"url":"http://en.wikipedia.org/wiki/Mainstream","text":"The mainstream includes all popular culture, usually by mass media. An example of the opposite of the mainstream is counterculture. The term is sometimes used as a negative term. In the United States, Protestant with a mix of conservative, moderate, and liberal theologies are sometimes referred to as \"mainstream.\"\nIn movies.\nMainstream movies can be defined as movies that cost much to make and are created for profit. To pay the cost and make the profit they are made so very many people will want to pay to see them. They have a wide release to first run theaters. Those are movie theaters that run mostly new mainstream movies from the major movie companies. After their time in first-run theaters, mainstream movies are sold at popular stores. Hollywood and Bollywood movies are usually considered mainstream, and may also be blockbusters. The boundary is vague. An example of the opposite of mainstream movie is art films.\nIn literature.\nIn literature, \"mainstream\" refers to traditional realistic fiction, as opposed to genre fictions such as science fiction or mysteries.\nIn music.\nMainstream music refers to music that is familiar to and popular with the majority of people in their culture. For example, popular music or pop music. However, older generations often dislike the mainstream taste of the youth, and may not agree as to what is or is not mainstream.\nOpposing mainstream music is the music of subcultures. These opposing subcultures exist in most genres of music and is commonly found in punk rock, indie rock, and extreme metal, among others. In the 1960s, the music of the hippie counterculture exemplified this music. In more recent years, alternative rock, such as the music of Nirvana, has managed to maintain popularity in the mainstream music market even though their music did not conform to mainstream standards.\nPunk rock has set itself apart from other non-mainstream genres by self-asserting an active \"anti\"-mainstream social movement that resists commercialism and corporate control. The punk subculture usually does not appreciate major label bands that play punk music that denies the do it yourself (DIY) punk ethic, and thinks they are the same as mainstream music. Indie rock that surfaced in the early 1990s underground took this same DIY ethic.\nMainstream media.\nMany anti-corporate and not-for-profit forms of alternative protest have surfaced in the punk underground, for example, self-made publications known as \"zines\", where there is greater freedom to discuss controversial (usually far left) political issues such as bigotry, LGBT community issues, feminism, militant atheism, and veganism. Although the mainstream media often views this behavior as a youthful expression of rebellion, modern punk embodies a range of age groups who generally disagree with the perceived shared countercultural principals. It is not uncommon for middle-aged people to form punk houses (houses where people of the punk subculture live and open to others to stay, including touring bands) and resistance movements against what they see as the widespread, unfair use of human and animal rights for profit. This modern group is effectively voiced through the anarcho-punk and crust punk subcultures, in attempt to fight what is seen by those groups as a general of, and way to profit from, life.\nMainstreaming in education.\nMainstreaming refers to a type of education where children with a learning disability are mixed into classes with children without learning disabilities to help them learn better and to become comfortable with the \"mainstream\" of student life and life in their community. This is normally called \"integration\". When their needs cannot be met, they must be moved to special schools.","categories":[],"infobox_types":[],"annotations":[{"uri":"Popular_culture","surface_form":"popular culture","offset":28},{"uri":"Mass_media","surface_form":"mass media","offset":56},{"uri":"Counterculture","surface_form":"counterculture","offset":116},{"uri":"United_States","surface_form":"United States","offset":186},{"uri":"Theology","surface_form":"theologies","offset":262},{"uri":"Movie","surface_form":"movie","offset":363},{"uri":"Profit","surface_form":"profit","offset":413},{"uri":"Movie_theater","surface_form":"movie theater","offset":579},{"uri":"Movie_studio","surface_form":"movie companies","offset":647},{"uri":"Hollywood","surface_form":"Hollywood","offset":750},{"uri":"Bollywood","surface_form":"Bollywood","offset":764},{"uri":"Blockbuster_(entertainment)","surface_form":"blockbuster","offset":832},{"uri":"Art_film","surface_form":"art film","offset":919},{"uri":"Fiction","surface_form":"fiction","offset":1005},{"uri":"Genre","surface_form":"genre","offset":1028},{"uri":"Science_fiction","surface_form":"science fiction","offset":1051},{"uri":"Crime_fiction","surface_form":"mysteries","offset":1070},{"uri":"Popular_music","surface_form":"popular music","offset":1215},{"uri":"Pop_music","surface_form":"pop music","offset":1232},{"uri":"Subculture","surface_form":"subculture","offset":1415},{"uri":"Punk_rock","surface_form":"punk rock","offset":1510},{"uri":"Indie_rock","surface_form":"indie rock","offset":1521},{"uri":"Extreme_metal","surface_form":"extreme metal","offset":1537},{"uri":"Hippie","surface_form":"hippie","offset":1597},{"uri":"Counterculture","surface_form":"counterculture","offset":1604},{"uri":"Exemplified","surface_form":"exemplified","offset":1619},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":1665},{"uri":"Nirvana_(band)","surface_form":"Nirvana","offset":1704},{"uri":"Music_market","surface_form":"music market","offset":1766},{"uri":"Conform","surface_form":"conform","offset":1811},{"uri":"Social_movement","surface_form":"social movement","offset":1954},{"uri":"Commercialism","surface_form":"commercialism","offset":1983},{"uri":"Corporation","surface_form":"corporate control","offset":2001},{"uri":"Do_it_yourself","surface_form":"do it yourself","offset":2123},{"uri":"Ethics","surface_form":"ethic","offset":2149},{"uri":"Indie_(music)","surface_form":"Indie rock","offset":2206},{"uri":"Non-profit_organization","surface_form":"not-for-profit","offset":2330},{"uri":"Protest","surface_form":"protest","offset":2366},{"uri":"Bigotry","surface_form":"bigotry","offset":2567},{"uri":"LGBT","surface_form":"LGBT","offset":2576},{"uri":"Feminism","surface_form":"feminism","offset":2599},{"uri":"Militant_atheism","surface_form":"militant atheism","offset":2609},{"uri":"Veganism","surface_form":"veganism","offset":2631},{"uri":"Countercultur","surface_form":"countercultur","offset":2828},{"uri":"Human_rights","surface_form":"human","offset":3100},{"uri":"Animal_rights","surface_form":"animal rights","offset":3110},{"uri":"Profit","surface_form":"profit","offset":3128},{"uri":"Anarcho-punk","surface_form":"anarcho-punk","offset":3188},{"uri":"Crust_punk","surface_form":"crust punk","offset":3205},{"uri":"Learning_disability","surface_form":"learning disability","offset":3419},{"uri":"Community","surface_form":"community","offset":3614}]}