{"id":140982,"url":"http://en.wikipedia.org/wiki/Subculture","text":"e=\"preserve\">A subculture is a group of people involved in a community of some sort. Subcultures can be hobbies, groups or communities. A subculture is a group of people with a culture (whether distinct or hidden) which makes them different from the larger culture that they belong to, known as the \"dominant\" culture. If a subculture is described as opposing the dominant culture, it may be described as a counterculture. As Ken Gelder notes, subcultures are social, with their own shared rules, values and rituals, but they can also seem self-involved — another thing that makes them different from countercultures.\nIdentifying subcultures.\nSubcultures can be identified by the members' age, race, ethnicity, social class, location, or gender. The qualities that distinguish among subcultures may be linguistic, aesthetic, religious, political, sexual, geographical, or a combination of factors. Members of a subculture often signal each other through the use of fashion style, stereotypical behaviors, and use of a secret language created to prevent outsiders from understanding them (this is known as Argot). They also live out particular relations to places: Ken Gelder talks about 'subcultural geographies' along these lines.\nThe study of subcultures often involves the study of symbolism attached to clothing, music and other visible things by members of subcultures, and also the ways that these same symbols are seen and understood by members of the dominate culture. Subcultures have been documented by others for a long time. In some cases—such as homeless people, criminal gangs or skateboarders—subcultures have had laws created to control or end their activities. But subcultures also talk about themselves, very often.","categories":[],"infobox_types":[],"annotations":[{"uri":"Counterculture","surface_form":"counterculture","offset":407},{"uri":"Ritual","surface_form":"ritual","offset":508},{"uri":"Race_(sociology)","surface_form":"race","offset":694},{"uri":"Ethnic_group","surface_form":"ethnicity","offset":700},{"uri":"Social_class","surface_form":"social class","offset":711},{"uri":"Gender","surface_form":"gender","offset":738},{"uri":"Linguistics","surface_form":"linguistic","offset":802},{"uri":"Aesthetics","surface_form":"aesthetic","offset":814},{"uri":"Religion","surface_form":"religious","offset":825},{"uri":"Politics","surface_form":"political","offset":836},{"uri":"Sex","surface_form":"sex","offset":847},{"uri":"Geography","surface_form":"geographical","offset":855},{"uri":"Fashion","surface_form":"fashion","offset":965},{"uri":"Style","surface_form":"style","offset":973},{"uri":"Symbol","surface_form":"symbol","offset":1285},{"uri":"Clothing","surface_form":"clothing","offset":1307},{"uri":"Music","surface_form":"music","offset":1317},{"uri":"Homelessness","surface_form":"homeless people","offset":1559},{"uri":"Criminal","surface_form":"criminal","offset":1576},{"uri":"Gang","surface_form":"gang","offset":1585},{"uri":"Skateboard","surface_form":"skateboard","offset":1594}]}