{"id":141074,"url":"http://en.wikipedia.org/wiki/Bandwidth_(computing)","text":"e=\"preserve\">In computer network and computer science, digital bandwidth or just bandwidth means the amount of data that can be sent from one point to another in a certain period of time. It is measured as a bit rate expressed in bits per second (bits/s) or multiples of it (kbit/s Mbit/s etc.)\nBandwidth in web hosting.\nIn web hosting, the term \"bandwidth\" is often used to describe the amount of data transferred to or from the website within a defined period of time. Another more specific phrase used for this meaning of bandwidth is monthly data transfer.\nWeb hosting companies often quote a monthly data transfer for a website, for example 500 gigabytes per month. If the total amount of data downloaded from the website in a particular month reaches this limit, the hosting company may shut off further public access to the site.\nBroadband.\nSometimes, the word \"broadband\" is used to mean \"high-speed\", especially with high-speed internet connections. \"Broadband\" means \"wide band\", and suggests high-speed. However, the term is not clear; \"high-speed\" is more clear. A dial-up telephone connection is most often thought to be low-speed, at less than 56,000 bit/s (bits per second). High-speed is usually 200,000 bit/s or faster. DSL (Digital Subscriber Line) or Cable modem connections are usually high-speed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_network","surface_form":"computer network","offset":16},{"uri":"Computer_science","surface_form":"computer science","offset":37},{"uri":"Information","surface_form":"data","offset":111},{"uri":"Bit_rate","surface_form":"bit rate","offset":208},{"uri":"Bit","surface_form":"bit","offset":230},{"uri":"Second","surface_form":"second","offset":239},{"uri":"World_Wide_Web","surface_form":"web","offset":324},{"uri":"Website","surface_form":"website","offset":430},{"uri":"Phrase","surface_form":"phrase","offset":493},{"uri":"Gigabyte","surface_form":"gigabyte","offset":650},{"uri":"Download","surface_form":"download","offset":699},{"uri":"Internet","surface_form":"internet","offset":937},{"uri":"Dial-up","surface_form":"dial-up","offset":1077},{"uri":"DSL","surface_form":"DSL","offset":1237},{"uri":"Cable_modem","surface_form":"Cable modem","offset":1270}]}