{"id":141119,"url":"http://en.wikipedia.org/wiki/Asceticism","text":"Asceticism (Greek: \"askēsis\") is a word that describes a certain way of living. In this kind of life, a person gets rid of worldly pleasures for religion or spirituality. A person might not have sex or drink alcohol. One might spend much of their time in prayer or meditation. Often, the reason is to follow goals of Christianity and the Indian religions (including yoga). These teach that salvation and freedom involve a process of changing one's mind and body. This is done by limiting speech, what one thinks and does with the body.\nThe earliest people who practiced Buddhism, Jainism, and the Christian hermits, lived very simply and without luxury. They rejected sensual pleasures and keeping money. This did not mean that life could not be enjoyed. But spiritual and religious goals are hindered by such indulgence.\nAsceticism is closely related to the abstinence and the Christian concept of chastity and might be said to be the technical implementation of the abstract vows of renunciation. Those who practice ascetic lifestyles do not consider their practices as virtuous but pursue such a life-style in order to satisfy certain technical requirements for mind-body transformation. There is remarkable uniformity among the above religions with respect to the benefits of sexual continence. Religions teach that purifying the soul also involves purification of the body which thereby enables connection with the Divine and the cultivation of inner peace. In the popular imagination asceticism is considered a sort of perversion (self-flagellation by birch twigs as the archetypal stereotype of self-mortification) but the \"askēsis\" enjoined by religion functions in order to bring about greater freedom in various areas of one's life, such as freedom from compulsions and temptations bringing about peacefulness of mind with a concomitant increase in clarity and power of thought. Asceticists sometimes neglect their maslowist or maslowic needs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religion","offset":145},{"uri":"Spirituality","surface_form":"spirituality","offset":157},{"uri":"Sexual_intercourse","surface_form":"sex","offset":195},{"uri":"Alcohol","surface_form":"alcohol","offset":208},{"uri":"Prayer","surface_form":"prayer","offset":255},{"uri":"Meditation","surface_form":"meditation","offset":265},{"uri":"Christianity","surface_form":"Christianity","offset":317},{"uri":"Indian_religions","surface_form":"Indian religions","offset":338},{"uri":"Yoga","surface_form":"yoga","offset":366},{"uri":"Salvation","surface_form":"salvation","offset":390},{"uri":"Practice","surface_form":"practice","offset":560},{"uri":"Buddhism","surface_form":"Buddhism","offset":570},{"uri":"Jainism","surface_form":"Jainism","offset":580},{"uri":"Hinder","surface_form":"hindered","offset":793},{"uri":"Indulgence","surface_form":"indulgence","offset":810},{"uri":"Abstinence","surface_form":"abstinence","offset":859},{"uri":"Chastity","surface_form":"chastity","offset":899},{"uri":"Virtuous","surface_form":"virtuous","offset":1072},{"uri":"Inner_peace","surface_form":"inner peace","offset":1450},{"uri":"Maslowist","surface_form":"maslowist","offset":1925},{"uri":"Maslowic","surface_form":"maslowic","offset":1938}]}