{"id":141191,"url":"http://en.wikipedia.org/wiki/1999_East_Timorese_crisis","text":"e=\"preserve\">The 1999 East Timorese crisis was a conflict. Militia who did not like the independence in East Timor started the conflict when they attacked civilians. These attacks led to more violence all over the country. Most of the violence occurred in the capital Dili.\nThe violence started after the result of an election was independence from Indonesia. About 1400 people are thought to have died. An UN force (InterFET) made up mainly of people from the Australian Defence Force was sent to East Timor to establish and maintain peace.\nBackground: referendum.\nIn 1999, there was a lot of pressure on Indonesia. Therefore, the Indonesian government decided to hold a vote. In this referendum it asked the people of East Timor, whether they wanted to stay with Indonesia or become independent. Portugal had done some lobbying. The referendum was held on August 30. In it, a clear majority (78.5%) of people voting said they would prefer to become independent. The alternative proposal would have been to stay with Indonesia, but to have many freedoms as an \"autonomous province\", called Special Autonomous Region of East Timor (SARET).\nViolence.\nDirectly after the referendum, violence broke out. The violence came from Indonesian soldiers and from a special East Timorese pro-integration militia which was supported by Indonesia. These troops became violent and terrorised the population. They did not like how the people had voted. About 14,000 Timorese people were killed. 300.000 had to flee to West Timor to live as refugees. Most of the infrastructure of the country, including houses, watering systems, and the electricity was destroyed. Noam Chomsky said: \"In one month, this massive military operation murdered some 2,000 people, raped hundreds of women and girls, displaced three-quarters of the population, and demolished 75 percent of the country's infrastructure.\"\nInterFET.\nOn 20 September 1999 the Australian-led peacekeeping troops of the International Force for East Timor (INTERFET) came to the country. This ended the violence. Activists in Portugal, Australia, the United States, and elsewhere pressured their governments to take action. US President Bill Clinton eventually threatened Indonesia, that the IMF loans would be stopped. Indonesia was in deep economic troubles already. The Indonesian government agreed to withdraw its troops and allowed a multinational force into Timor to stabilize the area. It was clear that the UN did not have sufficient resources to fight the paramilitary forces directly. Instead, the UN authorised the creation of a multinational military force known as INTERFET (International Force for East Timor), with Security Council Resolution 1264. 23 nations sent troops, about 11,000 people in total. The force was led by Major-General Peter Cosgrove. Troops landed in East Timor on 20 September 1999.","categories":[],"infobox_types":[],"annotations":[{"uri":"Conflict","surface_form":"conflict","offset":49},{"uri":"Militia","surface_form":"Militia","offset":59},{"uri":"Independence","surface_form":"independence","offset":88},{"uri":"East_Timor","surface_form":"East Timor","offset":104},{"uri":"Civilian","surface_form":"civilian","offset":155},{"uri":"Violence","surface_form":"violence","offset":192},{"uri":"Capital_city","surface_form":"capital","offset":260},{"uri":"Dili","surface_form":"Dili","offset":268},{"uri":"East_Timor_Special_Autonomy_Referendum","surface_form":"election","offset":318},{"uri":"Independence","surface_form":"independence","offset":331},{"uri":"Indonesia","surface_form":"Indonesia","offset":349},{"uri":"United_Nations","surface_form":"UN","offset":407},{"uri":"InterFET","surface_form":"InterFET","offset":417},{"uri":"Australia","surface_form":"Australia","offset":461},{"uri":"Vote","surface_form":"vote","offset":672},{"uri":"Referendum","surface_form":"referendum","offset":686},{"uri":"Portugal","surface_form":"Portugal","offset":798},{"uri":"Pro-Indonesia_militia","surface_form":"East Timorese pro-integration militia","offset":1263},{"uri":"Troop","surface_form":"troop","offset":1341},{"uri":"Terrorism","surface_form":"terrorised","offset":1367},{"uri":"West_Timor","surface_form":"West Timor","offset":1503},{"uri":"Refugee","surface_form":"refugee","offset":1525},{"uri":"Infrastructure","surface_form":"infrastructure","offset":1547},{"uri":"House","surface_form":"house","offset":1588},{"uri":"Irrigation","surface_form":"watering system","offset":1596},{"uri":"Electricity","surface_form":"electricity","offset":1622},{"uri":"Noam_Chomsky","surface_form":"Noam Chomsky","offset":1649},{"uri":"Murder","surface_form":"murder","offset":1715},{"uri":"Rape","surface_form":"rape","offset":1743},{"uri":"Australia","surface_form":"Australia","offset":1917},{"uri":"International_Force_for_East_Timor","surface_form":"International Force for East Timor","offset":1959},{"uri":"United_States","surface_form":"United States","offset":2089},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":2175},{"uri":"IMF","surface_form":"IMF","offset":2230},{"uri":"Loan","surface_form":"loan","offset":2234},{"uri":"Asian_financial_crisis","surface_form":"deep economic troubles","offset":2275},{"uri":"INTERFET","surface_form":"INTERFET","offset":2616},{"uri":"Peter_Cosgrove","surface_form":"Peter Cosgrove","offset":2791}]}