{"id":141239,"url":"http://en.wikipedia.org/wiki/Manchester","text":"Manchester is a city in North West England. In 2013 there were 514,417 people living there, which makes it the fifth largest city in the United Kingdom.\nIt is a city and metropolitan borough of Greater Manchester, England. Manchester was given city status in 1853. The city is in the middle of the Greater Manchester Urban Area, which has 2,240,230 people, and is the United Kingdom's third largest built-up place.\nManchester is a very important city in England, and is often called the \"Capital of the North\". Manchester has many places for the arts, places for learning, businesses providing media as well as lots of shops. In a poll of British managers in 2006, Manchester was named the best place in Britain to have a business. A report in 2007 said Manchester is a fast-growing city (meaning lots of jobs are being created). Manchester was the host of the 2002 Commonwealth Games. It has two well-known football teams, Manchester United and Manchester City.\nManchester was the first city to industrialise, because of the Industrial Revolution. It became the main place for making cloth and fabric. During the 19th century it had the nickname Cottonopolis, because it had so many cotton mills. The middle of Manchester is important because of its network of canals and mills built during its 19th-century development.\nHistory.\nIn the late 18th century, Manchester was much smaller than it is today with about 40,000 people living there. This changed at the start of the Industrial Revolution. During this time, there were revolts about the living conditions for workers. The most well known of these revolts was the Peterloo Massacre. Fifteen to twenty people were killed during the Peterloo Massacre and hundreds of other people were hurt. In 1780, Richard Arkwright built the first cotton mill in the area.\nLater in the 1800s, Manchester became most important cotton town in the world. It was also the first 'industrialised' city, meaning that it was the first city to have a big amount of industry in it. Only a small amount of cloth is still made in the city and the trade has mainly stopped. This left a big number of old buildings from that time including the Town Hall, Free Trade Hall and Central Library and left a lot of other buildings empty.\nThe Manchester Ship Canal was created by the digging of canals in the rivers Irwell and Mersey for from Salford to the Mersey estuary. This let ocean going ships sail into the Port of Manchester.\nThe county of Greater Manchester was made in 1974. The county was made from cities and towns in southern Lancashire and northern Cheshire (the two main areas which make up Greater Manchester), and some mainly rural districts of Derbyshire and Yorkshire.\nIn 1996, the Irish Republican Army put a bomb in a truck in the centre of the city. Nobody was killed, but it did a lot of damage.\nOn 22 May 2017, a bombing occurred at the Manchester Arena which killed 22 people and injured 55. It was a suicide bombing.\nGeography.\nManchester is northwest of England's capital, London. The city has many canals and rivers which were important to its growth, especially in the 18th and 19th centuries. The largest open space in the city is Heaton Park. It has an area of about. Heaton Park is a place that attracts many people every year. People go there to see the many animals and the beauty of the countryside. Much of Manchester is built-up (or 'urbanised'). Much of Manchester's rain comes over from the Pennines, which are hills to the east of the city. The city is mainly urban areas but also has some areas which are mainly of farmland. To the south of the centre is Manchester Airport. This is the third largest airport in the United Kingdom.\nCulture.\nA revival of the city's importance started in the 1980s. This was partly led by a vibrant music scene whose spirit was called 'Madchester'. It was led by bands such as The Happy Mondays and Joy Division. The Smiths came from nearby Salford.\nThe scene was partly fuelled by the number of students attending the universities and further education colleges in the city. Manchester has the most students in the United Kingdom in term time.\nThe University of Manchester is the largest university in the UK. It has over 30,000 students. The city also has the UK's fourth largest university, the Manchester Metropolitan University.\nThe city has two Premier League football teams, Manchester City and Manchester United. Football is a very important part of the culture of the city. Many of the people support or show interest in the sport.\nTransport.\nManchester and North West England are served by Manchester Airport. The airport has the most passengers in the UK outside London, with 22.1 million passengers in 2007. Planes fly to lots of destinations in Europe, North America, the Caribbean, Africa, the Middle East and Asia (with more destinations from Manchester than from London Heathrow).\nManchester is very well served by train and in terms of passengers, Manchester Piccadilly was the busiest English train station outside London in 2005 and 2006. Northern Rail operates all over the north of England, and other operators include Virgin Trains. The Liverpool and Manchester Railway was the first passenger railway in the world. Greater Manchester has a very big railway network. The city centre has over a lot of park and ride sites. Manchester became the first city in the UK to get a new tram system when the Manchester Metrolink opened in 1992. There are lots of new lines being built.\nThe city has one of the biggest bus networks outside London with over 50 bus companies operating in the Greater Manchester area around the city. First Manchester and Stagecoach Manchester are the main bus operators. First Manchester also operates three free bus services called Metroshuttle which carry workers around Manchester's business areas.\nA big canal network runs though the city, built in the Industrial Revolution, today mainly used for leisure. The Manchester Ship Canal is open, but not many boats use it.\nBuildings.\nManchester's buildings display many different types of building styles, from Victorian to contemporary architecture. The very common use of red bricks characterises the look of the city. Much Manchester's architecture dates back to its days as a global centre for the trade of cotton. Just outside the city centre is a large number of former cotton mills, some of which have been left mostly untouched since they were closed, while many others have been turned into apartment buildings and office spaces.Manchester Town Hall, in Albert Square, was built in the gothic revival style and is thought of by many to be one of the most important Victorian buildings in all of England.\nEducation.\nThere are two universities in the city of Manchester. The University of Manchester, created in 2004 when Victoria University of Manchester and UMIST were combined, is the largest full-time non-collegiate university in the United Kingdom. The Manchester Business School, at the University of Manchester, was the first school to offer an MBA course in the United Kingdom in 1965. Manchester Metropolitan University was created as Manchester Polytechnic on the merger of three colleges in 1970. It was given university status in 1992, and in the same year, combined with Crewe and Alsager College of Higher Education, in South Cheshire.\nTwin cities.\nManchester has twinning plans (or \"friendship agreements\") with lots of places. In addition, the British Council has a \"metropolitan centre\" in Manchester. Although not an official twin city, Tampere, Finland is known as \"the Manchester of Finland\" – or \"Manse\" for short. Also, Ahmedabad, India became the centre of a booming textile industry, and it got the nickname \"the Manchester of the East\".\"","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":137},{"uri":"City","surface_form":"city","offset":161},{"uri":"Metropolitan_borough","surface_form":"metropolitan borough","offset":170},{"uri":"Greater_Manchester","surface_form":"Greater Manchester","offset":194},{"uri":"England","surface_form":"England","offset":214},{"uri":"City_status_in_the_United_Kingdom","surface_form":"city status","offset":244},{"uri":"Arts","surface_form":"arts","offset":546},{"uri":"Media","surface_form":"media","offset":594},{"uri":"Shop","surface_form":"shop","offset":619},{"uri":"Commonwealth_Games","surface_form":"Commonwealth Games","offset":866},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":924},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City","offset":946},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":1026},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":1474},{"uri":"Revolution","surface_form":"revolts","offset":1526},{"uri":"Peterloo_Massacre","surface_form":"Peterloo Massacre","offset":1620},{"uri":"Richard_Arkwright","surface_form":"Richard Arkwright","offset":1754},{"uri":"Cotton","surface_form":"cotton","offset":1866},{"uri":"Industry","surface_form":"industrialised","offset":1915},{"uri":"Cloth","surface_form":"cloth","offset":2035},{"uri":"Trade","surface_form":"trade","offset":2075},{"uri":"Buildings","surface_form":"buildings","offset":2131},{"uri":"Town_hall","surface_form":"Town Hall","offset":2170},{"uri":"Trade_hall","surface_form":"Free Trade Hall","offset":2181},{"uri":"Library","surface_form":"Library","offset":2209},{"uri":"Manchester_Ship_Canal","surface_form":"Manchester Ship Canal","offset":2262},{"uri":"River","surface_form":"river","offset":2328},{"uri":"Irwell","surface_form":"Irwell","offset":2335},{"uri":"River_Mersey","surface_form":"Mersey","offset":2346},{"uri":"Salford","surface_form":"Salford","offset":2362},{"uri":"Estuary","surface_form":"estuary","offset":2384},{"uri":"Ocean","surface_form":"ocean","offset":2402},{"uri":"Ship","surface_form":"ship","offset":2414},{"uri":"Sail","surface_form":"sail","offset":2420},{"uri":"Port_of_Manchester","surface_form":"Port of Manchester","offset":2434},{"uri":"Metropolitan_county","surface_form":"county","offset":2458},{"uri":"Lancashire","surface_form":"Lancashire","offset":2559},{"uri":"Cheshire","surface_form":"Cheshire","offset":2583},{"uri":"Rural","surface_form":"rural","offset":2663},{"uri":"Derbyshire","surface_form":"Derbyshire","offset":2682},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":2697},{"uri":"IRA","surface_form":"Irish Republican Army","offset":2721},{"uri":"Bomb","surface_form":"bomb","offset":2749},{"uri":"Truck","surface_form":"truck","offset":2759},{"uri":"Manchester_Arena","surface_form":"Manchester Arena","offset":2881},{"uri":"Capital_(city)","surface_form":"capital","offset":3011},{"uri":"London","surface_form":"London","offset":3020},{"uri":"Canal","surface_form":"canal","offset":3046},{"uri":"River","surface_form":"river","offset":3057},{"uri":"Heaton_Park","surface_form":"Heaton Park","offset":3181},{"uri":"Tourism","surface_form":"attracts","offset":3247},{"uri":"Animal","surface_form":"animal","offset":3312},{"uri":"Beautiful","surface_form":"beauty","offset":3328},{"uri":"City","surface_form":"urbanised","offset":3391},{"uri":"Pennines","surface_form":"Pennines","offset":3450},{"uri":"Farm","surface_form":"farm","offset":3576},{"uri":"Manchester_Airport","surface_form":"Manchester Airport","offset":3616},{"uri":"Airport","surface_form":"airport","offset":3662},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3677},{"uri":"Music","surface_form":"music","offset":3792},{"uri":"The_Happy_Mondays","surface_form":"The Happy Mondays","offset":3870},{"uri":"Joy_Division","surface_form":"Joy Division","offset":3892},{"uri":"The_Smiths","surface_form":"The Smiths","offset":3906},{"uri":"Salford","surface_form":"Salford","offset":3934},{"uri":"Student","surface_form":"student","offset":3989},{"uri":"University","surface_form":"universities","offset":4012},{"uri":"Education","surface_form":"education","offset":4037},{"uri":"College","surface_form":"college","offset":4047},{"uri":"University_of_Manchester","surface_form":"University of Manchester","offset":4142},{"uri":"Manchester_Metropolitan_University","surface_form":"Manchester Metropolitan University","offset":4291},{"uri":"English_Premier_League","surface_form":"Premier League","offset":4344},{"uri":"Football_(soccer)","surface_form":"football","offset":4359},{"uri":"Manchester_City_F.C.","surface_form":"Manchester City","offset":4375},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":4395},{"uri":"Culture","surface_form":"culture","offset":4455},{"uri":"Sport","surface_form":"sport","offset":4527},{"uri":"North_West_England","surface_form":"North West England","offset":4560},{"uri":"Manchester_Airport","surface_form":"Manchester Airport","offset":4593},{"uri":"London","surface_form":"London","offset":4667},{"uri":"Destination","surface_form":"destinations","offset":4735},{"uri":"London_Heathrow","surface_form":"London Heathrow","offset":4872},{"uri":"Manchester_Piccadilly_Station","surface_form":"Manchester Piccadilly","offset":4958},{"uri":"Northern_Rail","surface_form":"Northern Rail","offset":5051},{"uri":"Virgin_Trains","surface_form":"Virgin Trains","offset":5133},{"uri":"Greater_Manchester","surface_form":"Greater Manchester","offset":5231},{"uri":"Tram","surface_form":"tram","offset":5393},{"uri":"Manchester_Metrolink","surface_form":"Manchester Metrolink","offset":5414},{"uri":"Greater_Manchester","surface_form":"Greater Manchester","offset":5596},{"uri":"First_Manchester","surface_form":"First Manchester","offset":5637},{"uri":"Stagecoach_Manchester","surface_form":"Stagecoach Manchester","offset":5658},{"uri":"Canal","surface_form":"canal","offset":5845},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":5894},{"uri":"Manchester_Ship_Canal","surface_form":"Manchester Ship Canal","offset":5952},{"uri":"Victorian_architecture","surface_form":"Victorian","offset":6098},{"uri":"Contemporary_architecture","surface_form":"contemporary architecture","offset":6111},{"uri":"Brick","surface_form":"brick","offset":6165},{"uri":"Cotton_mill","surface_form":"mills","offset":6370},{"uri":"Manchester_Town_Hall","surface_form":"Manchester Town Hall","offset":6525},{"uri":"Albert_Square%2C_Manchester","surface_form":"Albert Square","offset":6550},{"uri":"Gothic_Revival_architecture","surface_form":"gothic revival","offset":6582},{"uri":"University","surface_form":"universities","offset":6725},{"uri":"Twin_town","surface_form":"twinning","offset":7373},{"uri":"British_Council","surface_form":"British Council","offset":7455},{"uri":"Tampere","surface_form":"Tampere","offset":7550},{"uri":"Finland","surface_form":"Finland","offset":7559},{"uri":"Ahmedabad","surface_form":"Ahmedabad","offset":7637}]}