{"id":141340,"url":"http://en.wikipedia.org/wiki/Livadeia","text":"e=\"preserve\">Livadeia is a Greek town. It is in the district of Voiotia in central Greece and its population is 21.385. Livadeia is the capital of Voiotia and it is built on a plane, near Kopaida plane. The distance between Athens and Livadeia is 136 km. North of livadeia is mountain Parnassos and west of Livadeia is mountain Elikonas. In the east and south of Livadeia is the plane of Kopaida. Near Livadeia there is Orchomenos and Cheronia which are historical places.\nHistory of Livadeia.\nIn antiquity, Livadeia was one of the Boeotian towns. Boeotians were an ancient Greek tribe which was a branch of the Dorian tribe. In Livadeia there was an oracle which was known by the name Trofonion. The Trofonion oracle was very important, although not as important as the Delphi oracle which was located nearby in the north. During the Middle Ages Livadeia was an insignificant town until about the thirteenth century when it became the capital of the Catalonian knights' domain. The Catalonian knights had conquered central Greece when they defeated the Lombard knights in a battle. Later, during the 15th century, the district was conquered by the Ottomans.\nDuring the Ottoman period, Livadeia became an important town of central Greece. There was a castle and a guard was posted in it. The residents were all with Greek origin. Later during the Greek revolution of 1821 against the Turks, Livadeia played a significant role. Livadeia was liberated in 1830 when Greece became an independent state.\nSights of Livadeia.\nThe most interesting sight of Livadeia is the springs of Krya. These springs are in the edge of the town and they are very beautiful. A river start from these springs whose name is Erkyna. In Livadeia there are some old beautiful houses and an old big clock above the town.\nMunicipality of Livadeia.\nLivadeia is a capital of the Livadeia's municipality. In this municipality, apart from Livadeia belong the villages Romeiko, Lafysti, Tsoukalades and Zeriki.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greece","surface_form":"Greece","offset":83},{"uri":"Kopaida","surface_form":"Kopaida","offset":188},{"uri":"Athens","surface_form":"Athens","offset":224},{"uri":"Kilometer","surface_form":"km","offset":251},{"uri":"Parnassos","surface_form":"Parnassos","offset":285},{"uri":"Elikonas","surface_form":"Elikonas","offset":328},{"uri":"Delphi%2C_Greece","surface_form":"Delphi","offset":771},{"uri":"Ottomans","surface_form":"Ottomans","offset":1149},{"uri":"Greek_revolution_of_1821","surface_form":"Greek revolution of 1821","offset":1347},{"uri":"1830","surface_form":"1830","offset":1453}]}