{"id":141499,"url":"http://en.wikipedia.org/wiki/Responsible_government","text":"e=\"preserve\">Responsible government is a principle of some democratic governments. It is not the same as a government with responsibility.\nA responsible government is one in which there is a degree of accountability towards parliament. There is also the fundamental concept of Bicameralism. For example, in the United Kingdom the accountability tends towards the Lower House (House of Commons), as the upper House (House of Lords) is not wholly elected. Thus, there is a better representation of those who voted for the government that holds the doctrine of parliamentary sovereignty.\nIn the government of a country that uses responsible government, the leaders of the executive branch of government (called the cabinet) are also members of the legislature. Also, the cabinet must have the support of the majority of the legislature to stay in power. If it loses the support of the legislature, there will be an election or a different political party will make a new cabinet.\nCountries that use responsible government usually have parliamentary systems of government. Some examples of countries that have responsible government are the United Kingdom, Canada, and Australia.\nIn countries that do not have responsible government, the cabinet and the legislature are each elected separately. This system has more separation of powers than a system with responsible government. Some examples of countries that \"do not\" have a system of responsible government are the United States and France.","categories":[],"infobox_types":[],"annotations":[{"uri":"Democracy","surface_form":"democratic","offset":59},{"uri":"Government","surface_form":"government","offset":70},{"uri":"Responsibility","surface_form":"responsibility","offset":123},{"uri":"Bicameralism","surface_form":"Bicameralism","offset":277},{"uri":"Country","surface_form":"country","offset":608},{"uri":"Executive_(government)","surface_form":"executive branch","offset":669},{"uri":"Cabinet","surface_form":"cabinet","offset":712},{"uri":"Legislature","surface_form":"legislature","offset":745},{"uri":"Majority","surface_form":"majority","offset":805},{"uri":"Election","surface_form":"election","offset":912},{"uri":"Political_party","surface_form":"political party","offset":936},{"uri":"Parliamentary_system","surface_form":"parliamentary system","offset":1032},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1137},{"uri":"Canada","surface_form":"Canada","offset":1153},{"uri":"Australia","surface_form":"Australia","offset":1165},{"uri":"Separation_of_powers","surface_form":"separation of powers","offset":1312},{"uri":"United_States","surface_form":"United States","offset":1465},{"uri":"France","surface_form":"France","offset":1483}]}