{"id":141561,"url":"http://en.wikipedia.org/wiki/Israeli%E2%80%93Palestinian_conflict","text":"The Israeli–Palestinian conflict is a war and dispute that is still going on between the State of Israel and the Palestinians (some of which are represented by the Palestinian Authority, Fatah, or Hamas). It is part of the wider Arab–Israeli conflict. The dispute is over a specific area of land (what used to be the Mandatory Palestine area) that Palestinians and Israelis both claim. Many attempts have been made to make a two-state solution, which would mean an independent Palestinian state and an Israeli state, dividing the land between the two groups.\nRight now, the vast majority of Israelis and Jews, according to many polls, agree a two-state solution is the best way to end the conflict. Most Palestinians view the West Bank and Gaza Strip as the area of their future state, which is a view also accepted by most Israelis. A handful of academics advocate a one-state solution, where all of Israel, the Gaza Strip, and West Bank would become a bi-national state (a country for both Israelis and Palestinians) with equal rights for all. However, there are big areas of disagreement over the form of any final agreement and also about the level of trust each side has in the other in following an agreement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Israel","surface_form":"State of Israel","offset":89},{"uri":"Palestinian_people","surface_form":"Palestinians","offset":113},{"uri":"Palestinian_Authority","surface_form":"Palestinian Authority","offset":164},{"uri":"Fatah","surface_form":"Fatah","offset":187},{"uri":"Hamas","surface_form":"Hamas","offset":197},{"uri":"Arab%E2%80%93Israeli_conflict","surface_form":"Arab–Israeli conflict","offset":229},{"uri":"Mandatory_Palestine","surface_form":"Mandatory Palestine","offset":317},{"uri":"Two-state_solution","surface_form":"two-state solution","offset":425},{"uri":"Proposals_for_a_Palestinian_state","surface_form":"Palestinian state","offset":477},{"uri":"West_Bank","surface_form":"West Bank","offset":726},{"uri":"Gaza_Strip","surface_form":"Gaza Strip","offset":740},{"uri":"One-state_solution","surface_form":"one-state solution","offset":868},{"uri":"Rights","surface_form":"rights","offset":1030}]}