{"id":141595,"url":"http://en.wikipedia.org/wiki/The_Final_Cut_(album)","text":"\"The Final Cut\" is the twelfth studio album by Pink Floyd. It was recorded at various studios in the UK from July to December 1982. It is the final Pink Floyd studio album with the band's bassist and primary songwriter Roger Waters.\nThe album is predominantly the work of Waters. It is the only Pink Floyd album on which the credit for writing every song is given to Waters alone. Keyboardist Rick Wright had been fired by Waters during the recording of \"The Wall\", so this is the only Pink Floyd album on which Wright does not participate at all. Meanwhile, David Gilmour sings lead vocals on only one of the album's twelve songs, the rest being sung entirely by Waters.\nDuring the recording of \"The Final Cut\", there was a lot of tension between Waters and the other members of the band, particularly Gilmour, who now says that he doesn't like most of the album. For these and other reasons, it is sometimes regarded as a Roger Waters solo album rather than a true Pink Floyd album.\nNone of the album's songs has ever been performed live by Pink Floyd, though some have been performed live by Waters during solo tours. Waters' dominance on the album is most clearly seen on the back cover, which reads: \"The Final Cut: A Requiem for the Post-War Dream - by Roger Waters, performed by Pink Floyd\".\nTrack listing.\nAll songs composed by Roger Waters. All lead vocals performed by Roger Waters unless otherwise stated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":47},{"uri":"United_Kingdom","surface_form":"UK","offset":101},{"uri":"Bass_guitar","surface_form":"bassist","offset":188},{"uri":"Roger_Waters","surface_form":"Roger Waters","offset":219},{"uri":"Rick_Wright","surface_form":"Rick Wright","offset":393},{"uri":"The_Wall","surface_form":"The Wall","offset":455},{"uri":"David_Gilmour","surface_form":"David Gilmour","offset":559},{"uri":"Roger_Waters","surface_form":"Roger Waters","offset":1336},{"uri":"Roger_Waters","surface_form":"Roger Waters","offset":1379}]}