{"id":14169,"url":"http://en.wikipedia.org/wiki/Taliban","text":"e=\"preserve\">The Taliban is an Islamic militant group operating in Afghanistan and western Pakistan. In the late 1990s it made a government, the Islamic Emirate of Afghanistan. It was formed in 1994 in southern Afghanistan and was helped by Pakistan and Iran.\nThe Taliban governed Afghanistan between 1996 and 2001. During this time, its leaders put in place the strictest forms of Sharia law ever seen in the Muslim world. Much criticism of the Taliban came from important Muslim scholars. For example, if a thief was caught stealing something the Taliban would cut-off one of his hands so that he does not use it to steal again, no matter what it was that he stole. Many criminals were put to death fast and without a fair trial. Anyone who refused to follow the law was considered a non-Muslim enemy. Every male had to go to mosque for prayer (except Afghan non-Muslims) during praying times, which is 5 times daily. The Taliban became known around the world for their very bad treatment of women and girls.\nAfter the September 11 attacks in 2001, the United States invaded Afghanistan. The Taliban had been giving al-Qaeda a safe base from which to operate. The U.S. government said that Osama bin Laden and al-Qaeda members did the attacks in New York and Washington, but the Taliban asked the U.S. for proof of this before it would arrest them. The aim of the invasion was to remove the Taliban government from power, destroy al-Qaeda and capture bin Laden. The Taliban is still fighting the Afghan and Pakistani governments in Afghanistan and parts of Pakistan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Islam","surface_form":"Islam","offset":31},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":67},{"uri":"Pakistan","surface_form":"Pakistan","offset":91},{"uri":"Government","surface_form":"government","offset":129},{"uri":"Islamic_Emirate_of_Afghanistan","surface_form":"Islamic Emirate of Afghanistan","offset":145},{"uri":"Iran","surface_form":"Iran","offset":254},{"uri":"Sharia_law","surface_form":"Sharia law","offset":382},{"uri":"Kafir","surface_form":"non-Muslim","offset":786},{"uri":"Woman","surface_form":"women","offset":994},{"uri":"Girl","surface_form":"girls","offset":1004},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":1021},{"uri":"United_States","surface_form":"United States","offset":1055},{"uri":"War_in_Afghanistan_(2001%E2%80%9314)","surface_form":"invaded","offset":1069},{"uri":"Al-Qaeda","surface_form":"al-Qaeda","offset":1118},{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":1192},{"uri":"Taliban_insurgency","surface_form":"still fighting","offset":1479},{"uri":"War_in_North-West_Pakistan","surface_form":"parts of Pakistan","offset":1550}]}