{"id":141608,"url":"http://en.wikipedia.org/wiki/Aboriginal_art","text":"Aboriginal art is art made by indigenous Australian people. It includes work made in many different ways including painting on leaves, wood carving, rock carving, sculpting, ceremonial clothing and sand painting. Aboriginal art is closely linked to religious ceremonies or rituals. It is an important part of the world's oldest continuous cultural tradition, based on totems and the Dreaming.\nAustralian Indigenous art is the oldest ongoing tradition of art in the world. The earliest artworks were rock carvings, body painting and ground designs, which date back more than 30,000 years.\nSymbols are used in aboriginal art, to show different things. While the meaning of these symbols is often shared, they can change meaning within the same piece, and they can be different between different groups. Aboriginal art is a language in itself, communicating through beautiful patterns. This started around 30,000 to 40,000 years ago.\nSome aboriginal artists sell their artwork for a lot of money. In 2007 Pitjantjatjara artist Yannima Pikarli Tommy Watson sold a painting for AU$240,000.\nIn 2010 the Queensland Government said that it would have the first two Tilt Trains painted by indigenous artists Judy Watson and Alick Tipoti. With seven carriages and two locomotives, the trains will be 185 metres long, making them the biggest modern aboriginal art piece. The Tilt Trains will run between Brisbane and Cairns.\nTypes of art.\nThere are several types of aboriginal art and ways of making art. This includes rock painting, dot painting, rock engravings, bark painting, carvings, sculptures, and weaving and string art.\nRock painting.\nAustralian indigenous art is the oldest unbroken tradition of art in the world. The oldest dated rock art painting in Australia is a charcoal image on a rock, drawn 28,000 years ago. It is one of the oldest known pieces of rock art on Earth. It was found in the Narwala Gabarnmang rock shelter in south-western Arnhem Land in the Northern Territory.\nRock art includes painting and engraving or carving. It can be found at sites throughout Australia, but is difficult to date. Some examples in the Pilbara area of Western Australia and at Olary in South Australia are believed to be 40,000 years old. Some art shows extinct animals such as \"Genyornis\" and \"Thylacoleo\". Other paintings show the arrival of European ships.\nRock engravings.\nThe indigenous Australians used different ways of making a rock engraving. This often depended on the type of rock. There are several different types of rock art across Australia. The most famous sites are Murujuga in Western Australia, the Sydney rock engravings around Sydney in New South Wales, and the Panaramitee rock art in Central Australia. The Sydney engravings show carved animals and humans in a style not found elsewhere in Australia.\nThe rock art at Murujuga is said to be the world's largest collection of petroglyphs. It has images of animals such as the thylacine, which are now extinct.\nDot painting.\nDot painting is made up of small dots of paint colours like yellow (representing the sun), brown (the soil), red (desert sand) and white (the clouds and the sky). These are traditional Aboriginal colours. Dot paintings can be painted on anything, including on rocks, in caves, etc. The paintings were mostly images of animals or lakes, and the Dreamtime. Stories and legends were shown on caves and rocks.\nBark painting.\nBark painting is made on sheets of bark from trees. Bark paintings are regarded as fine art, and high prices are often paid for it on the international art markets. The best artists are recognized annually in the National Aboriginal & Torres Strait Islander Art Award.\nAerial desert \"country\" landscapes.\nThis is a kind of maplike, bird's-eye view of the desert landscape. It is often used to tell Dreaming stories. In the distant past, these were made on rock, sand or as body painting. Today they are often colored drawings with liquid based color on canvas (see section Papunya Tula and \"Dot Painting\" below).\nStone arrangements.\nStone arrangements are found across Australia. Some are large, such as the 50m-diameter circles of Victoria, with 1m-high stones buried in the ground. Some are small such as those near Yirrkala which show images of the praus used by Macassan Trepang fishermen and spear throwers.\nSymbols.\nModern Aboriginal art still uses traditional symbols. While the meaning of the symbols can be the same across Australia, they can also change within in a single painting. A symbol such as a circle can be used as a circle within a circle, sometimes on its own or clustered in groups. The meaning can depend on which tribe the artist is from. The circles could be campfires, trees, hills, digging holes, water holes or a spring. The meaning can be changed by the use of colour, so water could be blue or black.\nMany paintings by Aboriginal artists, tell a story from the Dreamtime. These can be drawn like a map. The story shows how the land was created by ancestral beings in their journey or during creation. These paintings continue a tradition of songs, ceremonies, rock art and body art that is thousands of years old.\nWhatever the meaning, interpretations of the symbols should be made in context of the entire painting, the region from which the artist originates, the story behind the painting, and the style of the painting, with additional clues being the colours used in some of the more modern works, such as blue circles signifying water.\nReligious and cultural aspects of Aboriginal art.\nTraditional art almost always is about the Dreamtime of indigenous Australian artists. Wenten Rubuntja, an indigenous landscape artist, says it is hard to find any art that is devoid of spiritual meaning\n\"Doesn't matter what sort of painting we do in this country, it still belongs to the people, all the people. This is worship, work, culture. It's all Dreaming. There are two ways of painting. Both ways are important, because that's culture.\" – source \"The Weekend Australian Magazine\", April 2002\nStory-telling and totem representation feature prominently in all forms of Aboriginal artwork. In some parts of Arnhem Land, the artists used an X-ray style of painting.\nDamage.\nMany important sites of Aboriginal rock paintings have been gradually damaged or destroyed by early settlers and modern-day visitors. Some sites have been cleared or built over. Other sited have been damaged by visitors touching the paint, or graffiti. Many sites are now protected by fences or closed off to the public permanently.","categories":[],"infobox_types":[],"annotations":[{"uri":"Art","surface_form":"art","offset":18},{"uri":"Indigenous_Australians","surface_form":"indigenous Australian","offset":30},{"uri":"Totemism","surface_form":"totems","offset":368},{"uri":"Dreaming_(spirituality)","surface_form":"Dreaming","offset":383},{"uri":"Symbol","surface_form":"Symbol","offset":588},{"uri":"Pitjantjatjara","surface_form":"Pitjantjatjara","offset":1002},{"uri":"Tilt_Train","surface_form":"Tilt Train","offset":1157},{"uri":"Carriage","surface_form":"carriage","offset":1240},{"uri":"Locomotive","surface_form":"locomotive","offset":1258},{"uri":"Cairns%2C_Queensland","surface_form":"Cairns","offset":1406},{"uri":"Charcoal","surface_form":"charcoal","offset":1767},{"uri":"Gabarnmung","surface_form":"Narwala Gabarnmang rock shelter","offset":1896},{"uri":"Arnhem_Land","surface_form":"Arnhem Land","offset":1945},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":1964},{"uri":"Engraving","surface_form":"engraving","offset":2015},{"uri":"Pilbara","surface_form":"Pilbara","offset":2131},{"uri":"Western_Australia","surface_form":"Western Australia","offset":2147},{"uri":"South_Australia","surface_form":"South Australia","offset":2181},{"uri":"Extinct","surface_form":"extinct","offset":2249},{"uri":"Genyornis","surface_form":"Genyornis","offset":2274},{"uri":"Thylacoleo","surface_form":"Thylacoleo","offset":2290},{"uri":"Rock_art","surface_form":"rock art","offset":2525},{"uri":"Murujuga","surface_form":"Murujuga","offset":2578},{"uri":"Western_Australia","surface_form":"Western Australia","offset":2590},{"uri":"Sydney_rock_engravings","surface_form":"Sydney rock engravings","offset":2613},{"uri":"Sydney","surface_form":"Sydney","offset":2643},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":2653},{"uri":"Panaramitee","surface_form":"Panaramitee","offset":2678},{"uri":"Central_Australia","surface_form":"Central Australia","offset":2702},{"uri":"Petroglyph","surface_form":"petroglyph","offset":2892},{"uri":"Thylacine","surface_form":"thylacine","offset":2942},{"uri":"Bark","surface_form":"bark","offset":3446},{"uri":"National_Aboriginal_%26amp%3B_Torres_Strait_Islander_Art_Award","surface_form":"National Aboriginal & Torres Strait Islander Art Award","offset":3624},{"uri":"Map","surface_form":"map","offset":3734},{"uri":"Bird%27s-eye_view","surface_form":"bird's-eye view","offset":3743},{"uri":"Landscape","surface_form":"landscape","offset":3773},{"uri":"Dreaming_(spirituality)","surface_form":"Dreaming","offset":3809},{"uri":"Body_painting","surface_form":"body painting","offset":3884},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":4143},{"uri":"Yirrkala","surface_form":"Yirrkala","offset":4229},{"uri":"Prau","surface_form":"prau","offset":4263},{"uri":"Macassan","surface_form":"Macassan","offset":4277},{"uri":"Holothuroidea","surface_form":"Trepang","offset":4286},{"uri":"Wenten_Rubuntja","surface_form":"Wenten Rubuntja","offset":5620},{"uri":"Arnhem_Land","surface_form":"Arnhem Land","offset":6146},{"uri":"X-ray","surface_form":"X-ray","offset":6179}]}