{"id":14162,"url":"http://en.wikipedia.org/wiki/Dolphin","text":"Dolphins are part of the toothed whales. Generally, they are among the smaller whales. Most live in salt water oceans, but some live in rivers there are oceanic dolphins and river dolphins. Dolphins are from to long, but the largest dolphin, the killer whale (or orca), can be up to long.\nAll dolphins live in groups called \"pods\". They are social animals at all stages of their life. They have some remarkable behaviours. A speeding group of dolphin is a sight to see. They \"porpoise\" in and out of the water at high speed. The function of this is not known for sure. It may be the fastest movement they are capable of. What they eat, almost exclusively, is fish. When they chase fish, the fish go into a \"bait ball\" to self-protect. In turn, the dolphins attack in a group and eat as many fish as they can.\nThe name 'dolphin' comes from the Ancient Greek δελφίς (\"delphis\") meaning \"with a womb\", because it was first thought to be a fish with a womb. It is now known to be a mammal, and quite an intelligent mammal. Dolphins breathe air. A dolphin's nose is on top of its head so the dolphin can easily breathe on the surface of the water. The skin of a dolphin has no scales. It is soft and smooth. However, it is very firm, due to how much muscle they have. Dolphins use echolocation to find their food.\nThe skin of a bottlenose dolphin is gray, smooth, and rubbery. They are always social. They can help each other fight off predators. Dolphins have fought off sharks in this way. They can kill large sharks by ramming them over and over again with their snouts and heads. They look after the young, when the mothers need to leave their calves to hunt for food. The young need to breathe more often than the adults, and the food may be in deeper waters.\nOceanic dolphins are marine animals living in the sea. They live in all of the oceans.\nThree of the four species of river dolphins live in fresh water rivers. The La Plata dolphin lives in saltwater estuaries and the ocean. Water pollution and the loss of habitat are a threat to some dolphins, especially those living in rivers and estuaries.\nSleep.\nDolphin groups or species have their own way of sleeping. Pinnipeds, like seals, can sleep like dolphins.\nSenses.\nThe brain of a dolphin is like a human brain in size and development. Dolphins have reasonable eyesight. They can watch a thing in the water, and they can see colors, too. They can also see in dark places.\nA dolphin's hearing is better than their sight. There are small holes behind the eyes, and they are the ears of a dolphin. Dolphins can hear a sound underwater. They can know the direction of the sound very well.\nMythology.\nDolphins have long played a role in human culture. Dolphins are common in Greek mythology and there are many coins from ancient Greece which feature a man or boy or deity riding on the back of a dolphin. The Ancient Greeks welcomed dolphins; spotting dolphins riding in a ship’s wake was considered a good omen. In Hindu mythology, the Ganges River Dolphin is associated with Ganga, the deity of the Ganges river.\nCuisine.\nDolphin meat is eaten in a few countries, including Japan and Peru (where it is referred to as \"chancho marino\", or \"sea pork\"). Japan may be the best-known and most controversial example, but eating dolphin is not that common.\nDolphin therapy.\nDolphin therapy is sometimes used for people with mental or physical handicaps. It involves contact with trained dolphins. It is not agreed whether this is any better than the usual treatments.\nScientists continue to study dolphin therapy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Odontoceti","surface_form":"toothed whale","offset":25},{"uri":"Whale","surface_form":"whale","offset":79},{"uri":"Ocean","surface_form":"ocean","offset":111},{"uri":"River","surface_form":"river","offset":136},{"uri":"Oceanic_dolphin","surface_form":"oceanic dolphin","offset":153},{"uri":"River_dolphin","surface_form":"river dolphin","offset":174},{"uri":"Killer_whale","surface_form":"killer whale","offset":246},{"uri":"Greek_language","surface_form":"Greek","offset":851},{"uri":"Fish","surface_form":"fish","offset":936},{"uri":"Womb","surface_form":"womb","offset":948},{"uri":"Air","surface_form":"air","offset":1036},{"uri":"Nose","surface_form":"nose","offset":1053},{"uri":"Head","surface_form":"head","offset":1075},{"uri":"Surface","surface_form":"surface","offset":1121},{"uri":"Water","surface_form":"water","offset":1136},{"uri":"Echolocation","surface_form":"echolocation","offset":1276},{"uri":"Shark","surface_form":"shark","offset":1467},{"uri":"Shark","surface_form":"shark","offset":1507},{"uri":"Ocean","surface_form":"marine","offset":1781},{"uri":"Ocean","surface_form":"ocean","offset":1839},{"uri":"River_dolphin","surface_form":"river dolphin","offset":1876},{"uri":"Fresh_water","surface_form":"fresh water","offset":1899},{"uri":"River","surface_form":"river","offset":1911},{"uri":"Saltwater","surface_form":"saltwater","offset":1949},{"uri":"Estuary","surface_form":"estuaries","offset":1959},{"uri":"Sleep","surface_form":"Sleep","offset":2104},{"uri":"Species","surface_form":"species","offset":2129},{"uri":"Pinniped","surface_form":"Pinniped","offset":2169},{"uri":"Brain","surface_form":"brain","offset":2229},{"uri":"Watch","surface_form":"watch","offset":2339},{"uri":"Water","surface_form":"water","offset":2360},{"uri":"Sound","surface_form":"sound","offset":2574},{"uri":"Direction","surface_form":"direction","offset":2610},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":2729},{"uri":"Ancient_Greece","surface_form":"Ancient Greeks","offset":2863},{"uri":"Hindu_mythology","surface_form":"Hindu mythology","offset":2970},{"uri":"Ganges","surface_form":"Ganges","offset":3055},{"uri":"Japan","surface_form":"Japan","offset":3130},{"uri":"Peru","surface_form":"Peru","offset":3140}]}