{"id":141663,"url":"http://en.wikipedia.org/wiki/Spontaneous_generation","text":"The theory known as spontaneous generation held that complex, living organisms are generated by decaying organic substances. Mice might spontaneously appear in stored grain or maggots could spontaneously appear in meat.\nAccording to Aristotle it was a readily observable truth that aphids arise from the dew which falls on plants, fleas from putrid matter, mice from dirty hay, crocodiles from logs rotting at the bottom of bodies of water, and so forth. In the 17th century these things started to be questioned.\nSir Thomas Browne wrote a book called \"Pseudodoxia Epidemica\". He subtitled it \"Enquiries into Very many Received Tenets, and Commonly Presumed Truths\". He published it in 1646. He wrote it as an attack on \"false beliefs and \"vulgar errors\".\nScientists failed to accept the conclusions he reached. For example, Alexander Ross, a scientist who lived at the same time as Browne, wrote about it: \"To question this (he meant: to question spontaneous generation) is to question reason, sense and experience. If he doubts of this let him go to Egypt, and there he will find the fields swarming with mice, begot of the mud of Nylus, to the great calamity of the inhabitants.\"\nIn 1546 the physician Girolamo Fracastoro theorized that epidemic diseases were caused by tiny, invisible particles or \"spores\", which might not be living creatures, but this was not widely accepted. Next, Robert Hooke published the first drawings of a microorganism in 1665. He is also credited for naming the cell which he discovered while observing cork samples.\nIn 1676, Anthony van Leeuwenhoek discovered microorganisms that were probably protozoa and bacteria. This sparked new interest in the microscopic world.\nThe first step was taken by the Italian Francesco Redi. In 1668, Redi proved that no maggots appeared in meat when flies were prevented from laying eggs. From the 17th century onwards it was gradually shown that, at least in the case of all the higher and readily visible organisms, the previous sentiment regarding spontaneous generation was false. The alternative seemed to be omne vivum ex ovo: that every living thing came from a pre-existing living thing (literally, everything from an egg).\nIn 1768 Lazzaro Spallanzani proved that microbes came from the air, and could be killed by boiling. Yet it was not until 1861 that Louis Pasteur performed a series of careful experiments. With these experiments, Pasteur proved that organisms such as bacteria and fungi do not appear in nutrient-rich media of their own accord in non-living material. This experiment supported cell theory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organism","surface_form":"organism","offset":69},{"uri":"Mouse","surface_form":"Mice","offset":125},{"uri":"Grain","surface_form":"grain","offset":167},{"uri":"Maggot","surface_form":"maggot","offset":176},{"uri":"Meat","surface_form":"meat","offset":214},{"uri":"Aristotle","surface_form":"Aristotle","offset":233},{"uri":"Aphid","surface_form":"aphid","offset":282},{"uri":"Dew","surface_form":"dew","offset":304},{"uri":"Flea","surface_form":"flea","offset":331},{"uri":"Putrid","surface_form":"putrid","offset":342},{"uri":"Hay","surface_form":"hay","offset":373},{"uri":"Crocodile","surface_form":"crocodile","offset":378},{"uri":"Log","surface_form":"log","offset":394},{"uri":"Sir_Thomas_Browne","surface_form":"Sir Thomas Browne","offset":514},{"uri":"Conclusion","surface_form":"conclusion","offset":788},{"uri":"Alexander_Ross_(writer)","surface_form":"Alexander Ross","offset":825},{"uri":"Egypt","surface_form":"Egypt","offset":1052},{"uri":"Swarm","surface_form":"swarm","offset":1093},{"uri":"Nile","surface_form":"Nylus","offset":1133},{"uri":"Girolamo_Fracastoro","surface_form":"Girolamo Fracastoro","offset":1205},{"uri":"Epidemic","surface_form":"epidemic","offset":1240},{"uri":"Disease","surface_form":"disease","offset":1249},{"uri":"Robert_Hooke","surface_form":"Robert Hooke","offset":1389},{"uri":"Microorganism","surface_form":"microorganism","offset":1436},{"uri":"Cork_(material)","surface_form":"cork","offset":1535},{"uri":"Anthony_van_Leeuwenhoek","surface_form":"Anthony van Leeuwenhoek","offset":1558},{"uri":"Protozoa","surface_form":"protozoa","offset":1627},{"uri":"Bacteria","surface_form":"bacteria","offset":1640},{"uri":"Italy","surface_form":"Italian","offset":1734},{"uri":"Francesco_Redi","surface_form":"Francesco Redi","offset":1742},{"uri":"Maggot","surface_form":"maggot","offset":1787},{"uri":"Omne_vivum_ex_ovo","surface_form":"omne vivum ex ovo","offset":2081},{"uri":"Lazzaro_Spallanzani","surface_form":"Lazzaro Spallanzani","offset":2207},{"uri":"Microbe","surface_form":"microbe","offset":2239},{"uri":"Boiling","surface_form":"boiling","offset":2290},{"uri":"Louis_Pasteur","surface_form":"Louis Pasteur","offset":2330},{"uri":"Fungi","surface_form":"fungi","offset":2462},{"uri":"Nutrient","surface_form":"nutrient","offset":2485},{"uri":"Cell_theory","surface_form":"cell theory","offset":2575}]}