{"id":141778,"url":"http://en.wikipedia.org/wiki/Cloud_computing","text":"Cloud computing is when computing services are provided by a company or place outside of where they are being used. It is like the way in which electricity is sent to users: they simply use the electricity that is sent to them and do not need to worry where the electricity is from or how it is made and brought to them. Every month, they pay only for what they used and nothing more. The idea behind cloud computing is similar: The user can simply use storage, computing power, or development environments, without having to worry how they work behind the scenes.\nThe \"cloud\" is a metaphor for the Internet based on how it is described in computer network diagrams. Just as how in the real world, clouds hide parts of the sky from sight, the \"cloud\" in computing hides the complex infrastructure that makes the Internet work. It is a type of computing in which IT-related actions are provided “as a service”, allowing users to access these services through the Internet (\"in the \"cloud\"). They do not have to know or control the technologies behind them, preventing them from running into ethical and legal problems.\nAccording to the IEEE, cloud computing is a concept where information is placed on servers and sent over the Internet to other devices, such as computers, laptops, handhelds, and sensors. It includes the idea of having software as a service (SaaS), such as Web 2.0, that depend on the Internet to meet the needs of their users. For example, Google has made several office suite apps which are accessed from a web browser. Unlike other software that does the same tasks, including Microsoft Office, the software and data are stored on Google's servers, not on the machine in which they are used.\nComparisons.\nCloud computing often uses grid computing, has autonomic characteristics and is billed like utilities, but cloud computing can be seen as a \"natural next step\" from the \"grid-utility model\". Some successful cloud architectures have little or no centralised infrastructure or billing systems including peer-to-peer networks like BitTorrent and Skype.\nArchitecture.\nThe majority of cloud computing infrastructure currently consists of reliable services delivered through data centers that are built on computer and storage virtualization technologies. The services are accessible anywhere in the world, with \"The Cloud\" appearing as a single point of access for all the computing needs of consumers. Commercial offerings need to meet the quality of service requirements of customers and typically offer service level agreements. Open standards and open source software are also critical to the growth of cloud computing.\nCharacteristics.\nAs customers generally do not own the infrastructure or know all details about it, mainly they are accessing or renting, so they can consume resources as a service, and may be paying for what they do not need, instead of what they actually do need to use. Many cloud computing providers use the utility computing model which is analogous to how traditional public utilities like electricity are consumed, while others are billed on a subscription basis. By sharing consumable and \"\"intangible\"\" computing power between multiple \"tenants\", utilization rates can be improved (as servers are not left idle) which can reduce costs significantly while increasing the speed of application development.\nA side effect of this approach is that \"computer capacity rises dramatically\" as customers do not have to engineer for peak loads. Adoption has been enabled by \"increased high-speed bandwidth\" which makes it possible to receive the same response times from centralized infrastructure at other sites.\nProviders.\nCloud computing is being driven by providers including Google, Amazon.com, and Yahoo! as well as traditional vendors including IBM, Intel, Microsoft and SAP. It can adopted by all kinds of users, be they individuals or large enterprises. Most internet users are currently using cloud services, even if they do not realize it. Webmail for example is a cloud service, as are Facebook and Wikipedia and contact list synchronization and online data backups.\nHistory.\n\"The Cloud\" is a metaphor for the Internet, or more generally components and services which are managed by others.\nThe underlying concept dates back to 1960 when John McCarthy expressed his opinion that \"computation may someday be organized as a public utility\" and the term \"Cloud\" was already in commercial use in the early 1990s to refer to large ATM networks. By the turn of the 21st century, cloud computing solutions had started to appear on the market, though most of the focus at this time was on Software as a service.\nAmazon.com played a key role in the development of cloud computing when upgrading their data centers after the dot-com bubble and providing access to their systems by way of Amazon Web Services in 2002 on a utility computing basis. They found the new cloud architecture resulted in significant internal efficiency improvements.\n2007 observed increased activity, including Google, IBM and a number of universities starting large scale \"cloud computing\" research project, around the time the term started gaining popularity in the mainstream press. It was a hot topic by mid-2008 and numerous cloud computing events had been scheduled.\nIn August 2008 Gartner observed that \"organizations are switching from company-owned hardware and software assets to per-use service-based models\" and that the \"projected shift to cloud computing will result in dramatic growth in IT products in some areas and in significant reductions in other areas\".\nPolitical issues.\n\"Clouds\" cross many country borders and \"may be the ultimate form of globalisation\". As such it is the subject of complex geopolitical issues, whereby providers must satisfy many legal restrictions in order to deliver service to a global market. This dates back to the early days of the Internet, where libertarian thinkers felt that \"cyberspace was a distinct place calling for laws and legal institutions of its own\"; author Neal Stephenson envisaged this as a tiny island data haven in his science-fiction classic novel Cryptonomicon.\nAlthough there have been efforts to match the legal environment (such as US-EU Safe Harbor), providers like Amazon Web Services usually deal with international markets (typically the United States and European Union) by deploying local infrastructure and allowing customers to select their countries. However, there are still concerns about security and privacy for individual through various governmental levels, (for example the USA PATRIOT Act and use of national security letters and title II of the Electronic Communications Privacy Act, the Stored Communications Act).\nLegal issues.\nIn March 2007, Dell applied to trademark the term '\"cloud computing\" in the United States. It received a \"Notice of Allowance\" in July 2008 which was subsequently canceled on August 6, resulting in a formal rejection of the trademark application in less than a week later.\nIn November 2007, the Free Software Foundation released the Affero General Public License (abbreviated as Affero GPL and AGPL), a version of GPLv3 designed to close a perceived legal loophole associated with Free software designed to be run over a network, particularly software as a service. According to the AGPL license application service providers are required to release any changes they make to an AGPL open source code.\nArchitecture.\n\"Cloud architecture\" is the systems architecture of the software systems involved in the delivery of \"cloud computing\" (e.g. hardware, software) as designed by a \"cloud architect\" who typically works for a \"cloud integrator\". It typically involves multiple \"cloud components\" communicating with each other over application programming interfaces (usually web services).\nThis is very similar to the Unix philosophy of having multiple programs doing one thing well and working together over universal interfaces. Complexity is controlled and the resulting systems are more manageable than their monolithic counterparts.\n\"Cloud architecture\" extends to the client where web browsers and/or software applications are used to access \"cloud applications\".\n\"Cloud storage architecture\" is loosely coupled where metadata operations are centralized enabling the data nodes to scale into the hundreds, each independently delivering data to applications or users.\nStorage.\nTraditional storage vendors have recently begun to offer their own flavor of cloud storage, sometimes in conjunction with their existing software products (e.g. Symantec's [http://www.symantec.com/business/online-storage-for-backup-exec Online Storage for Backup Exec]). Others focus on providing a new kind of back-end storage optimally designed for delivering cloud storage (EMC's [http://www.emc.com/products/detail/software/atmos.htm Atmos]), categorically known as Cloud Optimized Storage.\nProvider.\nA \"cloud computing provider\" or \"cloud computing service provider\" owns and operates \"cloud computing\" systems serve someone else. Usually this needs building and managing new data centers. Some organisations get some of the benefits of cloud computing by becoming \"internal\" cloud providers and servicing themselves, though they do not benefit from the same economies of scale and still have to engineer for peak loads. The barrier to entry is also significantly higher with capital expenditure required and billing and management creates some overhead. However, significant operational efficiency and quickness advantages can be achieved even by small organizations, and server consolidation and virtualization rollouts are already in progress. Amazon.com was the first such provider, modernising its data centers which, like most computer networks were using as little as 10% of its capacity at any one time just to leave room for occasional spikes. They opened it up to outsiders as Amazon Web Services in 2002 on a utility computing basis.\nA user is a consumer of \"cloud computing\". The privacy of users in cloud computing has become of increasing concern. The rights of users is also an issue, which is being addressed via a community effort to create a bill of rights ([http://wiki.cloudcommunity.org/wiki/CloudComputing:Bill_of_Rights currently in draft]).","categories":[],"infobox_types":[],"annotations":[{"uri":"Computing","surface_form":"computing","offset":24},{"uri":"Company","surface_form":"company","offset":61},{"uri":"Outsourcing","surface_form":"outside of where they are being used","offset":78},{"uri":"Electric_power_distribution","surface_form":"electricity is sent to users","offset":144},{"uri":"Idea","surface_form":"idea","offset":389},{"uri":"Storage","surface_form":"storage","offset":453},{"uri":"Central_processing_unit","surface_form":"power","offset":472},{"uri":"Software_development","surface_form":"development","offset":482},{"uri":"Metaphor","surface_form":"metaphor","offset":582},{"uri":"Internet","surface_form":"Internet","offset":599},{"uri":"Computer_network","surface_form":"computer network","offset":640},{"uri":"Cloud","surface_form":"clouds","offset":698},{"uri":"Sky","surface_form":"sky","offset":723},{"uri":"Sight","surface_form":"sight","offset":732},{"uri":"Infrastructure","surface_form":"infrastructure","offset":782},{"uri":"Information_technology","surface_form":"IT-related","offset":862},{"uri":"Everything_as_a_service","surface_form":"as a service","offset":895},{"uri":"Technology","surface_form":"technologies","offset":1030},{"uri":"Ethics","surface_form":"ethical","offset":1090},{"uri":"Law","surface_form":"legal","offset":1102},{"uri":"Institute_of_Electrical_and_Electronics_Engineers","surface_form":"IEEE","offset":1135},{"uri":"Paradigm","surface_form":"concept","offset":1162},{"uri":"Servers","surface_form":"servers","offset":1201},{"uri":"Computer","surface_form":"computer","offset":1262},{"uri":"Laptop","surface_form":"laptop","offset":1273},{"uri":"Handheld","surface_form":"handheld","offset":1282},{"uri":"Sensor","surface_form":"sensor","offset":1297},{"uri":"Software_as_a_service","surface_form":"software as a service","offset":1337},{"uri":"Web_2.0","surface_form":"Web 2.0","offset":1375},{"uri":"Google","surface_form":"Google","offset":1459},{"uri":"Office_suite","surface_form":"office suite","offset":1483},{"uri":"Web_browser","surface_form":"web browser","offset":1527},{"uri":"Microsoft_Office","surface_form":"Microsoft Office","offset":1598},{"uri":"Software","surface_form":"software","offset":1620},{"uri":"Information","surface_form":"data","offset":1633},{"uri":"Grid_computing","surface_form":"grid computing","offset":1753},{"uri":"Property","surface_form":"characteristics","offset":1783},{"uri":"Bill","surface_form":"bill","offset":1806},{"uri":"Public_utility","surface_form":"utilities","offset":1818},{"uri":"Infrastructure","surface_form":"infrastructure","offset":1983},{"uri":"Peer-to-peer","surface_form":"peer-to-peer","offset":2027},{"uri":"BitTorrent_(protocol)","surface_form":"BitTorrent","offset":2054},{"uri":"Skype_Protocol","surface_form":"Skype","offset":2069},{"uri":"Infrastructure","surface_form":"infrastructure","offset":2122},{"uri":"Data_center","surface_form":"data center","offset":2195},{"uri":"Virtualization","surface_form":"virtualization","offset":2247},{"uri":"Open_source_software","surface_form":"open source software","offset":2572},{"uri":"Customer_service","surface_form":"customers","offset":2665},{"uri":"Everything_as_a_service","surface_form":"as a service","offset":2813},{"uri":"Analogy","surface_form":"analogous","offset":2990},{"uri":"Public_utilities","surface_form":"public utilities","offset":3019},{"uri":"Electricity","surface_form":"electricity","offset":3041},{"uri":"Subscription","surface_form":"subscription","offset":3096},{"uri":"Intangible","surface_form":"\"intangible\"","offset":3143},{"uri":"Tenant","surface_form":"tenant","offset":3191},{"uri":"Server","surface_form":"server","offset":3239},{"uri":"Google","surface_form":"Google","offset":3724},{"uri":"Amazon.com","surface_form":"Amazon.com","offset":3732},{"uri":"Yahoo%21","surface_form":"Yahoo!","offset":3748},{"uri":"IBM","surface_form":"IBM","offset":3796},{"uri":"Intel","surface_form":"Intel","offset":3801},{"uri":"Microsoft","surface_form":"Microsoft","offset":3808},{"uri":"SAP_AG","surface_form":"SAP","offset":3822},{"uri":"Webmail","surface_form":"Webmail","offset":3995},{"uri":"Facebook","surface_form":"Facebook","offset":4042},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":4055},{"uri":"Contact_list","surface_form":"contact list","offset":4069},{"uri":"Metaphor","surface_form":"metaphor","offset":4149},{"uri":"Internet","surface_form":"Internet","offset":4166},{"uri":"John_McCarthy_(computer_scientist)","surface_form":"John McCarthy","offset":4294},{"uri":"Public_utility","surface_form":"public utility","offset":4378},{"uri":"Technical_terminology","surface_form":"term","offset":4402},{"uri":"Automated_teller_machine","surface_form":"ATM","offset":4482},{"uri":"Software_as_a_service","surface_form":"Software as a service","offset":4637},{"uri":"Amazon.com","surface_form":"Amazon.com","offset":4660},{"uri":"Data_center","surface_form":"data center","offset":4748},{"uri":"Dot-com_bubble","surface_form":"dot-com bubble","offset":4771},{"uri":"Amazon_Web_Services","surface_form":"Amazon Web Services","offset":4834},{"uri":"Utility_computing","surface_form":"utility computing","offset":4867},{"uri":"Google","surface_form":"Google","offset":5032},{"uri":"IBM","surface_form":"IBM","offset":5040},{"uri":"University","surface_form":"universities","offset":5060},{"uri":"Gartner","surface_form":"Gartner","offset":5309},{"uri":"Country","surface_form":"country","offset":5635},{"uri":"Geopolitics","surface_form":"geopolitical","offset":5737},{"uri":"Legal","surface_form":"legal","offset":5794},{"uri":"Libertarianism","surface_form":"libertarian","offset":5918},{"uri":"Neal_Stephenson","surface_form":"Neal Stephenson","offset":6042},{"uri":"Cryptonomicon","surface_form":"Cryptonomicon","offset":6138},{"uri":"United_States","surface_form":"United States","offset":6336},{"uri":"European_Union","surface_form":"European Union","offset":6354},{"uri":"Country","surface_form":"countries","offset":6443},{"uri":"Government","surface_form":"government","offset":6546},{"uri":"USA_PATRIOT_Act","surface_form":"USA PATRIOT Act","offset":6584},{"uri":"Electronic_Communications_Privacy_Act","surface_form":"Electronic Communications Privacy Act","offset":6657},{"uri":"Dell","surface_form":"Dell","offset":6757},{"uri":"Trademark","surface_form":"trademark","offset":6773},{"uri":"Technical_terminology","surface_form":"term","offset":6787},{"uri":"United_States","surface_form":"United States","offset":6818},{"uri":"Free_Software_Foundation","surface_form":"Free Software Foundation","offset":7037},{"uri":"Affero_General_Public_License","surface_form":"Affero General Public License","offset":7075},{"uri":"Abbreviation","surface_form":"abbreviated","offset":7106},{"uri":"GNU_General_Public_License","surface_form":"GPLv3","offset":7156},{"uri":"Legal_technicality","surface_form":"legal loophole","offset":7192},{"uri":"Free_software","surface_form":"Free software","offset":7223},{"uri":"Software_as_a_service","surface_form":"software as a service","offset":7285},{"uri":"Application_service_provider","surface_form":"application service provider","offset":7338},{"uri":"Systems_architecture","surface_form":"systems architecture","offset":7485},{"uri":"Software_systems","surface_form":"software systems","offset":7513},{"uri":"Application_programming_interface","surface_form":"application programming interface","offset":7768},{"uri":"Web_service","surface_form":"web service","offset":7812},{"uri":"Unix_philosophy","surface_form":"Unix philosophy","offset":7855},{"uri":"Computer_program","surface_form":"programs","offset":7890},{"uri":"Monolithic_system","surface_form":"monolithic","offset":8050},{"uri":"Client","surface_form":"client","offset":8111},{"uri":"Web_browser","surface_form":"web browser","offset":8124},{"uri":"Software_application","surface_form":"software application","offset":8144},{"uri":"Metadata","surface_form":"metadata","offset":8261},{"uri":"Cloud_Optimized_Storage","surface_form":"Cloud Optimized Storage","offset":8889},{"uri":"Data_center","surface_form":"data center","offset":9100},{"uri":"Economies_of_scale","surface_form":"economies of scale","offset":9283},{"uri":"Barrier_to_entry","surface_form":"barrier to entry","offset":9349},{"uri":"Capital_(economics)","surface_form":"capital","offset":9400},{"uri":"Overhead","surface_form":"overhead","offset":9469},{"uri":"Platform_virtualization","surface_form":"virtualization","offset":9622},{"uri":"Amazon.com","surface_form":"Amazon.com","offset":9671},{"uri":"Data_center","surface_form":"data center","offset":9727},{"uri":"Computer_network","surface_form":"computer network","offset":9757},{"uri":"Utility_computing","surface_form":"utility computing","offset":9944},{"uri":"Bill_of_rights","surface_form":"bill of rights","offset":10184}]}