{"id":14179,"url":"http://en.wikipedia.org/wiki/Joan_of_Arc","text":"Saint Joan of Arc or The Maid of Orléans (Jeanne d'Arc, c.1412 – 30 May 1431) is a national heroine of France. She is also a Catholic saint. She was a peasant girl born in the east of France. Joan said that she had visions from God. In these visions, she said that God told her to take back her home, which was then under English rule late in the Hundred Years' War. Many quick military victories made her famous. In 1430, soldiers of Burgundy captured her and gave her to her English enemies.\nJoan of Arc has remained an important figure in Western civilization. Famous writers like Shakespeare, Tchaikovsky, Mark Twain, and Voltaire wrote about her. She appears in video games, television, movies, songs, and dances.\nVisions of Joan of Arc.\nWhen Joan of Arc was put on trial, she said no to the customary courtroom rules about a witness's oath. She said she would not answer every question about her visions. She complained that the normal witness oath would not be right because she had an oath that she had given to the king. It is not known how much the record which reports this has been changed by dishonest court officials or her possible lies to protect state secrets. Some historians simply say that her belief in her duty was more important than where the visions came from.\nMost people say that she was healthy and that she was not crazy. Recently, people have tried to explain her visions through things like epilepsy, migraine, tuberculosis, and schizophrenia. None of these guesses have been greatly supported. This is because, even though seeing visions can be through different diseases, other facts of Joan's life do not agree with these ideas. Two experts who studied a teberculoma hypothesis in the medical journal \"Neuropsychobiology \"said: \"It is difficult to draw final conclusions, but it would seem unlikely that widespread tuberculosis, a serious disease, was present in this 'patient' whose life-style and activities would surely have been impossible had such a serious disease been present.\" Ralph Hoffman, professor of psychology at Yale University, points out that visions, like \"hearing voices\" are not always signs of mental illness. He says that her religious inspiration was possibly a reason. However, he does not say any other reasons.\nNonetheless, the court of Charles VII was obsessed about her mental health.\nExecution.\nJoan was tried by a French inquisitorial tribunal under English control. The Church said Joan should be killed for wearing men's clothes even after being warned not to. Joan agreed to wear women's clothes. She wore male clothes again. This might have been to protect herself from being attacked. It could also have been, as Jean Massieu said, because her dress had been stolen and she was left with nothing else to wear.\nShe was burned on a stake on 30 May 1431, at age 19. After she died, the English showed people her burnt body so no one could say she had escaped alive. Then they burned the body two times again to turn it into ashes. They put what was left of her in the Seine. The executioner, Geoffroy Therage, later said that he \"...greatly feared to be damned.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Nation","surface_form":"nation","offset":83},{"uri":"Hero","surface_form":"hero","offset":92},{"uri":"France","surface_form":"France","offset":103},{"uri":"Roman_Catholic","surface_form":"Catholic","offset":125},{"uri":"Canonization","surface_form":"saint","offset":134},{"uri":"Peasant","surface_form":"peasant","offset":151},{"uri":"Vision","surface_form":"vision","offset":215},{"uri":"God","surface_form":"God","offset":228},{"uri":"England","surface_form":"English","offset":322},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":347},{"uri":"Burgundy","surface_form":"Burgundy","offset":435},{"uri":"Western_civilization","surface_form":"Western civilization","offset":542},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":584},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":597},{"uri":"Mark_Twain","surface_form":"Mark Twain","offset":610},{"uri":"Voltaire","surface_form":"Voltaire","offset":626},{"uri":"Video_game","surface_form":"video game","offset":667},{"uri":"Television","surface_form":"television","offset":680},{"uri":"Movie","surface_form":"movie","offset":692},{"uri":"Song","surface_form":"song","offset":700},{"uri":"Dance","surface_form":"dance","offset":711},{"uri":"Witness","surface_form":"witness","offset":831},{"uri":"Oath","surface_form":"oath","offset":841},{"uri":"History","surface_form":"historians","offset":1183},{"uri":"Insanity","surface_form":"crazy","offset":1344},{"uri":"Epilepsy","surface_form":"epilepsy","offset":1422},{"uri":"Migraine","surface_form":"migraine","offset":1432},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1442},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":1460},{"uri":"Hypothesis","surface_form":"hypothesis","offset":1701},{"uri":"Medicine","surface_form":"medical","offset":1719},{"uri":"Psychology","surface_form":"psychology","offset":2048},{"uri":"Yale_University","surface_form":"Yale University","offset":2062},{"uri":"Religion","surface_form":"religious","offset":2183},{"uri":"Inquisition","surface_form":"inquisitorial","offset":2386},{"uri":"Seine","surface_form":"Seine","offset":3035},{"uri":"Executioner","surface_form":"executioner","offset":3046},{"uri":"Damn","surface_form":"damn","offset":3121}]}