{"id":141743,"url":"http://en.wikipedia.org/wiki/John_Vane_(bushranger)","text":"John Vane was an Australian bushranger who became a member of Ben Hall's gang. He was one of the few members of the gang to die of old age, and not to be killed.\nVane was born at Jerry Plains near Singleton, New South Wales on 28 June 1842. His grandparents had come to Australia as convicts but his father and mother were seen as respectable and wealthy. They lived at Kelso, near Bathurst before moving to Jerry Plains in about 1841. When John was about six years old the family moved back to Kelso and then onto Teasdale Park (Carcoar), near Hobbys Yards. Teasdale Park was owned by George Chesher (Cheshire) who would become Vane's father-in-law. The Vane family moved to Kempfield, near the Abercrombie caves where they stayed for a number of years. John worked as a shepherd and the money he was paid helped his father buy land, probably their Wattle Grove home.\n1850 John Vane and his brother William (Billy) went to work at James Hanrahan's Wentworth Gully Station near the Weddin Mountains. It is not known if all the family went or just the two boys. Billy taught John to ride horses while at Hanrahan's. They stayed there for about a year and returned to the Kempfield district.\nJohn was 14 years when sent to Bathurst, apprenticed to a blacksmith and wheelwright named McDonald. He then went on to the Turon goldfields where he saved a some money before it was stolen from him. He then drove a bullock team between Orange and Lambing Flat (Young).\nHe was described in 1863 as being about six feet tall, with dark hair and a ruddy complexion. He worked as a stockman, looking after cattle and was said to be an excellent horse rider.\nBushranger.\nOn Christmas Eve of 1862 John Vane, Billy Vane, George Chesher Jnr, James Burke and John McKellar were at Boyce's public house at Long Swamp near Trunkey Creek. Warrants were issued for the five youth for robbery of the publican. John Vane hid in the bush and eluded capture until his surrender later that year. The others were captured by police but were released as there was not enough evidence to take them to court [1863 New South Wales Police Gazette].\nJohn Vane and his good mate Micky Burke had built a reputation for providing locals with stolen beef and horses. In July 1863 members of the Ben Hall gang were seeking fresh horses and new places to rob. John Gilbert and John O'Meally came to the Carcoar district and sent out word that they needed Vane's local knowledge and skills. The pair met with Vane at his camp at Millpost Creek and laid plans for an attack on the Carcoar bank. On 30 July 1863 that plan was put into action. Vane had provided information and support for the raid, though he did not participate. Gilbert and O'Meally rode into town and performed the first daylight bank robbery in Australia. Vane joined the gang and soon after so did his mate Micky Burke.\nBen Hall joined the other members of the gang and they began stealing around the district. They bailed up store owners and gold buyers. They held the town of Canowindra and all its people prisoner for three days. They tied the pursuing police troopers to trees and took their uniforms and weapons. They raided the large town of Bathurst and which sent the colonial government into turmoil.\nThe excitiment and adventure came to a tragic end when on the afternoon of 24 October 1863, the gang went to the home of Gold Commissioner Henry Keightley at Dunn's Plains, near Rockley. At the house were Mrs. Keightley, house staff and Dr. Pechey. During the gun battle Vane's mate Micky Burke was shot in the stomach, and through fear of being caught by police decided to shoot himself. There is still debate today around who actually shot Burke. Vane was enraged and wanted to kill Keightley in revenge. It was decided though that the ransom Keightley would receive for killing Burke (₤500)should be sought by the gang. Keightley's wife and Dr Pechey rode to Bathurst that night to get the money from Mrs Keightley's father, Henry Rotton. Pechey and Rotton returned the next morning and the money was handed to Gilbert. Keightley was immediately released. The story of the ride was later turned into a stage play. Many people say that John Vane is a handsome, old, lad but hated him dearly.\nSurrender.\nIn November 1863 a priest, Father Tim M'Carthy met Vane by chance in the bush. He later met the bushranger's mother. They talked Vane into giving himself up. It is said that John, cried and cried. His Father and mother knew how he felt! They gave him some food and money and told him sternly that a life as a bushranger was not good. He eventually decided that there was no point continuing to hide, so he walked off with shredded pants and shirt. He went with the priest to Nathaniel Connolly's home, who supplied them with a letter to secure Vane's passage to Bathurst courthouse. Vane was sentenced to 15 years at Darlinghurst and released after six for good behavior.\nLater life.\nHe drove the mail coach between Carcoar and Mt Donald until retiring. Vane continued to be in trouble with the police. In 1880 the newspapers reported that John Vane, ex-bushranger, was in court at Bathurst, for stealing 431 sheep. A friend, Terence M'Cann who had helped steal the sheep, was the main witness. John Vane's brother-in-law, Thomas Parker, tried to stop M'Cann from giving evidence. He was put in gaol for 12 months.\nJohn Vane died of Ileocolitis in the hospital at Cowra, New South Wales on January 30, 1906.\nJohn was a known bushranger in the 1800's because of all the big and small things he stole. He was also a help to the police in controlling, pubs, roads and the like. Although it wasn't his intention he inadvertently made these places better today!\nHe made gold diggers and people around the gold fields more aware of robbers and bushranger.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian","surface_form":"Australian","offset":17},{"uri":"Bushranger","surface_form":"bushranger","offset":28},{"uri":"Ben_Hall","surface_form":"Ben Hall","offset":62},{"uri":"Singleton%2C_New_South_Wales","surface_form":"Singleton, New South Wales","offset":197},{"uri":"Grandparent","surface_form":"grandparent","offset":245},{"uri":"Convict","surface_form":"convict","offset":283},{"uri":"Kelso%2C_New_South_Wales","surface_form":"Kelso","offset":370},{"uri":"Bathurst%2C_New_South_Wales","surface_form":"Bathurst","offset":382},{"uri":"Carcoar%2C_New_South_Wales","surface_form":"Carcoar","offset":530},{"uri":"Kempfield%2C_New_South_Wales","surface_form":"Kempfield","offset":676},{"uri":"Shepherd","surface_form":"shepherd","offset":772},{"uri":"Weddin_Mountains","surface_form":"Weddin Mountains","offset":982},{"uri":"Blacksmith","surface_form":"blacksmith","offset":1248},{"uri":"Wheelwright","surface_form":"wheelwright","offset":1263},{"uri":"Orange%2C_New_South_Wales","surface_form":"Orange","offset":1427},{"uri":"Lambing_Flat","surface_form":"Lambing Flat","offset":1438},{"uri":"Young%2C_New_South_Wales","surface_form":"Young","offset":1452},{"uri":"Stockman","surface_form":"stockman","offset":1569},{"uri":"Horse","surface_form":"horse","offset":1632},{"uri":"John_Gilbert_(bushranger)","surface_form":"John Gilbert","offset":2320},{"uri":"Bathurst%2C_New_South_Wales","surface_form":"Bathurst","offset":3900},{"uri":"Priest","surface_form":"priest","offset":4262},{"uri":"The_bush","surface_form":"the bush","offset":4312},{"uri":"Courthouse","surface_form":"courthouse","offset":4814},{"uri":"Gaol","surface_form":"gaol","offset":5338},{"uri":"Cowra%2C_New_South_Wales","surface_form":"Cowra, New South Wales","offset":5407}]}