{"id":14171,"url":"http://en.wikipedia.org/wiki/Tajikistan","text":"Tajikistan is a country in Central Asia. It was previously part of the Soviet Union. Tajikistan is a republic. The capital city is Dushanbe. The official language is Tajik,which is a dialect of Farsi (Persian).\nTajikistan is a member of the Commonwealth of Independent States, the CIS. Tajikistan is eighth in size of CIS countries.\nGeography.\nTajikistan is one of the new countries in South-central Asia. It is west of China, north of Afghanistan and Pakistan, that is separated by a narrow 14 km strip of Tajik claimed land known as the Wakhan Corridor in the Pamirs, east of Uzbekistan and south of Kyrgyzstan.\nTajikistan is landlocked in the middle of the continent of Asia.\nIts total area is only about. It is slightly smaller than Wisconsin, USA. Tajikistan’s borders total to long.\nThe climate has hot summers and mild winters.\nAlmost all of the country (85 percent) is mountainous with river-valleys running across, however high altitude mountains of Pomir are in the eastern part of the country, (which is the west end of the Himalayas). The climate there is semiarid to polar. The mountains cover an area of about. There are other countries within the mountain range. The mountains are between high.\nKarakul lake is located within a meteorite crater, which would have formed about 25 million years ago, or less than 5 million years ago.\nHistory.\nThe land that is now Tajikistan has been lived in since 4,000 BC. It has been under the rule of various empires throughout history, mostly the Persian Empires.\nIn the year 800, Islam came to north-east of Iran, (Nowadays called a part of this Land Tajikistan)\nIn 1868, Tajikistan became a Russian Colony. It later became a part of the Soviet Union.\nOn 9 September 1991, after long periods of mass protests against Soviet Government, the Parliament of Tajikistan declared independence from Soviet Union, and held first presidential elections.\nRahmon Nabiev, who ran the country during Soviet Union in the late 1970s and early 1980s, become its president. He was unable to bring any much needed reforms to the country, and so there were protests in the capital city, Dushanbe.\nThe government responded by organising a pro-government demonstration, mainly made of old Communist Party members and people from the southeast of the country brought to the city. Anti-government protests did not stop, so the government gave weapons to the pro-government demonstrator. Then the Opposition armed themselves.\nAfter this bloody civil war broke out. In which all of the new democratic parties, political organisations and movements together with the political Islamic movements created an alliance, opposing the old communist government and southerners.\nAfter the September 11, 2001 attacks, many American and French Soldiers came into the country.\nPolitical structure.\nIn 2010 a leaked US Embassy cable described Tajikistan as\n\"... The greatest obstacle to improving the economy is resistance to reform. From the President down to the policeman on the street, government is characterized by cronyism and corruption. Emomali Rahmon and his family control the country's major businesses, including the largest bank, and they play hardball to protect their business interests, no matter the cost to the economy writ large... The government has limited opposition party operations and rejected electoral law reforms for the February 28, 2010 parliamentary elections. The Embassy does not expect the elections to be free and fair. There has been almost no coverage of opposition political parties by state media, and most of the population is unaware of the purpose of the elections...\"\nProvinces.\nTajikistan is divided into 4 provinces.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":16},{"uri":"South-central_Asia","surface_form":"Central Asia","offset":27},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":71},{"uri":"Republic","surface_form":"republic","offset":101},{"uri":"Capital_(city)","surface_form":"capital city","offset":115},{"uri":"Dushanbe","surface_form":"Dushanbe","offset":131},{"uri":"Dialect","surface_form":"dialect","offset":183},{"uri":"Farsi","surface_form":"Farsi","offset":194},{"uri":"Commonwealth_of_Independent_States","surface_form":"Commonwealth of Independent States","offset":241},{"uri":"South-central_Asia","surface_form":"South-central Asia","offset":386},{"uri":"West","surface_form":"west","offset":412},{"uri":"China","surface_form":"China","offset":420},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":436},{"uri":"Pakistan","surface_form":"Pakistan","offset":452},{"uri":"Wakhan_Corridor","surface_form":"Wakhan Corridor","offset":539},{"uri":"Pamirs","surface_form":"Pamirs","offset":562},{"uri":"Uzbekistan","surface_form":"Uzbekistan","offset":578},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":602},{"uri":"Landlocked","surface_form":"landlocked","offset":628},{"uri":"Continent","surface_form":"continent","offset":660},{"uri":"Asia","surface_form":"Asia","offset":673},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":737},{"uri":"USA","surface_form":"USA","offset":748},{"uri":"Himalayas","surface_form":"Himalayas","offset":1035},{"uri":"Impact_crater","surface_form":"meteorite crater","offset":1243},{"uri":"Empire","surface_form":"empire","offset":1460},{"uri":"Persian_Empire","surface_form":"Persian Empire","offset":1499},{"uri":"Islam","surface_form":"Islam","offset":1533},{"uri":"Russia","surface_form":"Russia","offset":1645},{"uri":"Colony","surface_form":"Colony","offset":1653},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1691},{"uri":"Independence","surface_form":"independence","offset":1827},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1845},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1940},{"uri":"Civil_war","surface_form":"civil war","offset":2473},{"uri":"September_11%2C_2001_attacks","surface_form":"September 11, 2001 attacks","offset":2708},{"uri":"Emomali_Rahmon","surface_form":"Emomali Rahmon","offset":3061},{"uri":"Province","surface_form":"province","offset":3667}]}