{"id":14187,"url":"http://en.wikipedia.org/wiki/Final_Fantasy","text":"is a game franchise created by KarimitoSakaguchi. It is developed and owned by Square Enix. Final Fantasy is a series of fantasy and science fantasy role-playing video games (RPGs). It also includes movies, anime, printed media, and other products.\nThe first game was published in 1987. The game was a success. It had sequels. The video game has since branched into other Video game genres. Some of these genres are tactical role-playing, action role-playing, massively multiplayer online role-playing, racing, third-person shooter, fighting, and rhythm.\nMost \"Final Fantasy\" games are independent stories. They have different settings and main characters. Recurring elements include plot themes, character names, and game mechanics. Plots center on a group of heroes fighting evil and exploring their internal struggles and relationships. Character names are borrowed from history, languages, and mythologies of many cultures.\nThe series is a commercial and critical success. It is Square Enix's best selling video game franchise. It sold more than units. It is one of the best-selling video game franchises. It was awarded a star on the Walk of Game in 2006. It has seven Guinness World Records in the \"Guinness World Records Gamer's Edition 2008\". Final Fantasy is known for its innovation, visuals, and music. It includes full motion videos, photo-realistic character models, and orchestra music by Nobuo Uematsu.\nTypes.\nThere are two main types of \"Final Fantasy\" game: the main series, where the games are just numbered with Roman numbers, and several related games and spinoffs. Each of the games in the main series have very little to do with each other, with its own setting, story, and characters. Some exceptions include \"Final Fantasy X\" and \"X-2\", the sequel, or \"Final Fantasy XIII\" and \"Final Fantasy XIII-2\" and \"Lightning Returns\". But the games are connected through the gameplay, themes, and 'style'. Newer sequels and prequels are \"Final Fantasy X-2\" and the \"Compilation of Final Fantasy VII\" games and films.\nHistory.\nSince 1987, more than seventeen games have been released. The series started on Nintendo Entertainment System, but today most \"Final Fantasy\" games are made for the Sony PlayStation or PlayStation 2. Games have also been released for the Nintendo Game Boy and GameCube. \"Final Fantasy VII\" is generally regarded as one of the pinnacle achievements of gaming. A must-play for any gamer.\nIn 2001, Columbia Pictures made a CGI movie called '.\nExceptions.\nWhile it is not actually a \"Final Fantasy\" game, one game called \"Final Fantasy Adventure\" was released in America for the Nintendo Game Boy. The game was actually a prequel to the SNES game \"Secret of Mana\", but was released in the United States with the name \"Final Fantasy\" to boost sales. In 2003 it was remade for the Game Boy Advance with the title \"Sword of Mana\". In Japan, the Mana series is called \"Seiken Densetsu\", which means \"Legend of the Sword.\" There are three games in the series, but only the first two, \"Secret of Mana\" and \"Sword of Mana\", have been released in the United States.\nGameplay.\nIn \"Final Fantasy\", players control a group of characters. They go through the game's story by exploring the game world and defeating enemies. Enemies are found randomly. This changed in \"Final Fantasy XI\" and \"Final Fantasy XII\". The player gives combat orders. These orders are \"Fight\", \"Magic\", and \"Item\". The orders are given to individual characters through a menu. This menu appears when in battles.\nThe games have used different battle systems. Before \"Final Fantasy XI\", battles were turn-based. The main characters and bad characters were on different sides of the battlefield. \"Final Fantasy IV\" introduced the \"Active Time Battle\" (ATB) system. It made better the turn-based system with a time-keeping system. This system was designed by Hiroyuki Ito. It gave a feeling of urgency and excitement to the fights. It required the player to act before an enemy attacks. It was used until \"Final Fantasy X\". This game had the \"Conditional Turn-Based\" (CTB) system. This new system returned to the old turn-based system.\nMagic is common in the game. The way characters get magic depends on the game. It is generally divided into classes organized by color: \"White magic\" focuses on spells that heal teammates; \"Black magic\" focuses on hurting enemies; \"Red magic\" is a combination of white and black magic, \"Blue magic\" copies enemy attacks; and \"Green magic\" focuses on applying status effects to teammates or enemies.\nThere are other types of magic like \"Time magic\". This magic focuses on time, space, and gravity; \"Summoning magic\" brings legendary creatures to help in battle. This magic has appeared since \"Final Fantasy III\". Summoned creatures are called names like \"Espers\" or \"Eidolons\". They are inspired by mythologies from Arabic, Hindu, Norse, and Greek cultures.\nDifferent means of transportation have appeared through the series. The most common is the airship. There are also chocobos for travelling short distances. Others include sea and land vehicles. Following \"Final Fantasy VII\", more modern and futuristic vehicles have appeared.\nFuture Games.\nA list of upcoming \"Final Fantasy\" games.","categories":[],"infobox_types":["VG series"],"annotations":[{"uri":"Hironobu_Sakaguchi","surface_form":"Sakaguchi","offset":39},{"uri":"Square_Enix","surface_form":"Square Enix","offset":79},{"uri":"Fantasy","surface_form":"fantasy","offset":121},{"uri":"Science_fantasy","surface_form":"science fantasy","offset":133},{"uri":"Role-playing_video_game","surface_form":"role-playing video game","offset":149},{"uri":"Movie","surface_form":"movie","offset":199},{"uri":"Anime","surface_form":"anime","offset":207},{"uri":"Final_Fantasy_(video_game)","surface_form":"The first game","offset":249},{"uri":"Video_game_genres","surface_form":"Video game genres","offset":372},{"uri":"Tactical_role-playing_game","surface_form":"tactical role-playing","offset":416},{"uri":"Action_role-playing_game","surface_form":"action role-playing","offset":439},{"uri":"Massively_multiplayer_online_role-playing_game","surface_form":"massively multiplayer online role-playing","offset":460},{"uri":"Racing_video_game","surface_form":"racing","offset":503},{"uri":"Third-person_shooter","surface_form":"third-person shooter","offset":511},{"uri":"Fighting_game","surface_form":"fighting","offset":533},{"uri":"Rhythm_game","surface_form":"rhythm","offset":547},{"uri":"Game_mechanics","surface_form":"game mechanics","offset":718},{"uri":"List_of_best-selling_video_game_franchises","surface_form":"best-selling video game franchises","offset":1074},{"uri":"Walk_of_Game","surface_form":"Walk of Game","offset":1139},{"uri":"Guinness_World_Records","surface_form":"Guinness World Records","offset":1174},{"uri":"Guinness_World_Records_Gamer%27s_Edition","surface_form":"Guinness World Records Gamer's Edition","offset":1205},{"uri":"Full_motion_video","surface_form":"full motion video","offset":1326},{"uri":"Photorealism","surface_form":"photo-realistic","offset":1346},{"uri":"Nobuo_Uematsu","surface_form":"Nobuo Uematsu","offset":1403},{"uri":"Roman_numeral","surface_form":"Roman numbers","offset":1531},{"uri":"Fictional_character","surface_form":"characters","offset":1696},{"uri":"1987","surface_form":"1987","offset":2046},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":2120},{"uri":"Sony","surface_form":"Sony","offset":2205},{"uri":"PlayStation","surface_form":"PlayStation","offset":2210},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":2225},{"uri":"Game_Boy","surface_form":"Game Boy","offset":2287},{"uri":"GameCube","surface_form":"GameCube","offset":2300},{"uri":"Columbia_Pictures","surface_form":"Columbia Pictures","offset":2435},{"uri":"Computer-generated_imagery","surface_form":"CGI","offset":2460},{"uri":"Movie","surface_form":"movie","offset":2464},{"uri":"Super_Nintendo_Entertainment_System","surface_form":"SNES","offset":2673},{"uri":"2003","surface_form":"2003","offset":2788},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":2815},{"uri":"Random_encounter","surface_form":"found randomly","offset":3259},{"uri":"Hiroyuki_Ito","surface_form":"Hiroyuki Ito","offset":3854},{"uri":"Status_effect","surface_form":"status effect","offset":4490},{"uri":"Evocation","surface_form":"brings","offset":4646},{"uri":"Arabian_mythology","surface_form":"Arabic","offset":4846},{"uri":"Hindu_mythology","surface_form":"Hindu","offset":4854},{"uri":"Norse_mythology","surface_form":"Norse","offset":4861},{"uri":"Greek_mythology","surface_form":"Greek","offset":4872}]}