{"id":141832,"url":"http://en.wikipedia.org/wiki/Allspice","text":"Allspice (also called Jamaica pepper, Kurundu, Myrtle pepper, pimento, allspice berries, or newspice) is a spice which is the dried unripe fruit of the \"Pimenta dioica\" plant, a tree native to the West Indies, southern Mexico and Central America. The tree \"Pimenta dioica\" is from the myrtle family (Myrtaceae), and it is very valued for its berries. The allspice was named because the flavor of the berry is like a mixture of cloves, cinnamon, and nutmeg. It is used very much in baking, mostly for making mincemeat and mixed pickling spice. It was discovered first by the early Spanish explorers, who mistook it for a type of pepper.\nAllspice is the only spice grown in the Western Hemisphere. But after that, the wild trees were cut down to get the berries and only a few allspice are left. There are many plantations in Mexico and Central America, too. However, the best allspice comes from Jamaica where the weather and soil are best for the berries.\nHistory.\nAllspice was used by the Mayans and by other South American Indians when making chocolate. The name \"Jamaica\" comes from Xamayca. This means ‘land of wood and water’ in the language of the Arawaks. The Arawaks used allspice to help keep the meat from rotting, or sometimes against their enemies.\nThe spice was imported to Europe after it was discovered. There were many tries to plant it in the East, but it did not work because the trees could not give a lot of fruit. Even though it had a rich smell and a tasty flavor, allspice never had the same caché in Europe as cinnamon or pepper. The English started taking the spice by ship to England in 1737, but by that time the want for spices had been taken over by other kinds of products such as sugar and coffee. It was still a little popular in England though, where it came to be known as the \"English Spice\".\nIn the Napoleonic war of 1812, Russian soldiers put the spice in their boots to keep their feet warm. Because of this, today the pimento oil from the allspice is usually used for the men’s dress.\nDescription.\nDried allspice berries look like large brown peppercorns and their colors are cocoa brown. When the berries are not yet ripe, they are harvested and dried by the sun. They are different in size from between 4 and 7 mm (1/8 - 1/4 in) in diameter and are dark brown. Their skin is very wrinkled, and the outer case has two seeds. Allspice can be eaten ground or whole.\nStorage.\nWhole dried allspice can keep without a time limit if they are properly kept in airtight jars. They also must not face the light. It can be ground in a mill or an electric coffee grinder. After it is ground, the spice loses its flavor in a few days.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spice","surface_form":"spice","offset":107},{"uri":"Fruit","surface_form":"fruit","offset":139},{"uri":"Myrtaceae","surface_form":"Myrtaceae","offset":300},{"uri":"Clove","surface_form":"clove","offset":427},{"uri":"Cinnamon","surface_form":"cinnamon","offset":435},{"uri":"Nutmeg","surface_form":"nutmeg","offset":449},{"uri":"Baking","surface_form":"baking","offset":481},{"uri":"Mincemeat","surface_form":"mincemeat","offset":507},{"uri":"Spain","surface_form":"Spanish","offset":580},{"uri":"Plantation","surface_form":"plantation","offset":809},{"uri":"Mexico","surface_form":"Mexico","offset":824},{"uri":"Central_America","surface_form":"Central America","offset":835},{"uri":"Jamaica","surface_form":"Jamaica","offset":895},{"uri":"Chocolate","surface_form":"chocolate","offset":1045},{"uri":"Arawak","surface_form":"Arawak","offset":1154},{"uri":"Europe","surface_form":"Europe","offset":1287},{"uri":"Cinnamon","surface_form":"cinnamon","offset":1534},{"uri":"Black_pepper","surface_form":"pepper","offset":1546},{"uri":"English_people","surface_form":"English","offset":1558},{"uri":"England","surface_form":"England","offset":1602},{"uri":"Sugar","surface_form":"sugar","offset":1711},{"uri":"Coffee","surface_form":"coffee","offset":1721},{"uri":"Brown","surface_form":"brown","offset":2076},{"uri":"Peppercorn","surface_form":"peppercorn","offset":2082},{"uri":"Cocoa","surface_form":"cocoa","offset":2115},{"uri":"Harvest","surface_form":"harvest","offset":2172},{"uri":"Sun","surface_form":"sun","offset":2199},{"uri":"Milimeter","surface_form":"mm","offset":2252},{"uri":"Diameter","surface_form":"diameter","offset":2273},{"uri":"Seed","surface_form":"seed","offset":2358},{"uri":"Ground","surface_form":"ground","offset":2387},{"uri":"Whole","surface_form":"whole","offset":2397},{"uri":"Mill_(grinding)","surface_form":"mill","offset":2565},{"uri":"Electricity","surface_form":"electric","offset":2576},{"uri":"Coffee","surface_form":"coffee","offset":2585}]}