{"id":141901,"url":"http://en.wikipedia.org/wiki/Morse_code","text":"Morse code is a type of code that is used to send telegraphic information using rhythm. Morse code uses \"dots\" and \"dashes\" to show the alphabet letters, numbers, punctuation and special characters of a given message. When messages are sent by Morse code, dots are short beeps or clicks or flashes, and dashes are longer ones.\nMorse code is named after Samuel Morse, who helped invent it. It is not used as much today as it was in the 19th and 20th centuries. Teletypewriters were invented in the early 20th century with their own codes and gradually replaced Morse code. Other types of technology that are easier to use for communication became even more common.\nSome amateur radio operators still use Morse code to communicate and were previously required to learn and pass telegraphy exams to qualify their licenses. The requirements were lifted after 2003.\nThere are different types of Morse code for some different countries.\nThere are three different symbols in Morse code; there's a short one, usually called 'dit', a long one, called 'dah', and the pause. A dah is three times as long as a dit, and the pause has the same length as the dit.\nDifferent ways to send Morse code.\nMorse code can be sent in different ways. On ships, flickering lights were often used instead of radio communication.\nThe history of the S.O.S.\nThe S.O.S as it is used today, was introduced by the Imperial German Marine in 1904. It was mandatory for all German ships starting in 1905. It was meant as a distress signal, and should be repeated until all other stations stopped sending. Afterwards the real message would be sent. Also, there is no pause between the characters.\nAt the time, the market was controlled by two companies; one was Telefunken, and the other was Marconi. Marconi was under British control, Telefunken was German. Marconi used CQD as a distress signal.\nThe people doing the communication were employees of either Marconi or Telefunken; they were not employed by the ships' owners. These operators were not allowed to answer calls sent by the competing company, which also included distress signals. As this was against the laws of the sea, a conference in Berlin decided to use the German distress signal internationally. This started in 1908. When the ship Republic sent a distress signal in 1909, it was still CQD, and the Titanic also sent CQD at first, in 1912.\nThe first ship to use the new signal was the RMS Slavonia, in 1909.\nReplacing the S.O.S signal.\nThe Global Maritime Distress and Safety System (GMDSS) is a satellite-based system that was introduced in 1999 to handle distress situations. It defines four different regions, three of which are covered by satellite. The fourth, which covers the polar regions, is covered by shortwave radio. With the introduction of GMDSS, the S.O.S signal is no longer used.","categories":[],"infobox_types":[],"annotations":[{"uri":"Code","surface_form":"code","offset":24},{"uri":"Telegraph","surface_form":"telegraph","offset":50},{"uri":"Rhythm","surface_form":"rhythm","offset":80},{"uri":"Alphabet","surface_form":"alphabet","offset":136},{"uri":"Letter","surface_form":"letter","offset":145},{"uri":"Numbers","surface_form":"numbers","offset":154},{"uri":"Punctuation","surface_form":"punctuation","offset":163},{"uri":"Samuel_Morse","surface_form":"Samuel Morse","offset":353},{"uri":"Teletypewriter","surface_form":"Teletypewriter","offset":460},{"uri":"Technology","surface_form":"technology","offset":587},{"uri":"Communication","surface_form":"communication","offset":625},{"uri":"Amateur_radio","surface_form":"amateur radio","offset":669},{"uri":"Telefunken","surface_form":"Telefunken","offset":1725},{"uri":"Marconi","surface_form":"Marconi","offset":1755},{"uri":"CQD","surface_form":"CQD","offset":1835},{"uri":"Emergency","surface_form":"distress","offset":2089},{"uri":"Titanic","surface_form":"Titanic","offset":2333},{"uri":"Global_Maritime_Distress_and_Safety_System","surface_form":"Global Maritime Distress and Safety System","offset":2474}]}