{"id":14199,"url":"http://en.wikipedia.org/wiki/New_Orleans","text":"New Orleans is a city in the state of Louisiana in the United States. It is the largest city in Louisiana, and the 49th-largest city in the U.S. It is the capital of Orleans Parish. It was named in honour of the French Duke of Orléans (then Regent of France).\nHistory.\nThe city began as the capital of Louisiana (New France), part of the first French colonial empire at the mouth of the Mississippi River. It became a territory of the United States when President Thomas Jefferson bought the Louisiana Purchase in 1803. It became one of the world's great seaports. All the land is low, originally just a short vertical distance above sea level. In the last three hundred years, the city has sunk slowly into the marshy soil. Large portions of New Orleans are now below sea level. A system of many pumps, dikes, sea walls, and levees were built.\nThe Battle of New Orleans was fought here in 1815. The capture of New Orleans in 1863 was an important step in the defeat of the Confederacy in the American Civil War\nOver half of the grain that is sent by ship to other countries, comes first by barge through the Port of New Orleans. The grains are grown in the farming states bordering the Mississippi River, the Missouri River, and Ohio Rivers. Much of the crude oil that is made into gasoline and diesel fuel is brought to New Orleans for oil refinery and distribution to other parts of the United States by barge or oil pipeline. Also, there are many oil well platforms nearby, in the Gulf of Mexico.\nHurricane Katrina.\nOn August 29, 2005, New Orleans was affected by Hurricane Katrina. The special systems built to protect the city failed in several ways. It is estimated that more than three quarters (3/4) of New Orleans was under water in early September of 2005. Sewer, phone, electric and fresh water systems failed. Many people drowned. Many homes were completely covered with water. Important records, some from the French period of the 18th century were destroyed.\nFor years, many people believed that a flood in New Orleans would happen. A very serious flood happened several hundred miles upstream, on the Mississippi delta, when heavy rains fell in 1927. The hardships from that flood led many people to move away. Many moved to Chicago.\nEffects of Hurricane Katrina.\nAfter Hurricane Katrina, many people who lived in the flooded city moved to other places in the US. Many people were afraid to move back. Their jobs and homes were gone and their possessions were lost. The people who could move back spread to many other states. Texas received the most flood victims. Many volunteers and charities are helping the flood victims to relocate to new homes and, at the same time, repair homes and services in this city. Several years after Katrina, New Orleans still had much fewer people than it did before the hurricane.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":17},{"uri":"Louisiana","surface_form":"Louisiana","offset":38},{"uri":"United_States","surface_form":"United States","offset":55},{"uri":"City","surface_form":"city","offset":128},{"uri":"Philippe%2C_Duke_of_Orl%C3%A9ans%2C_Regent_of_France","surface_form":"Duke of Orléans (then Regent of France)","offset":219},{"uri":"Louisiana_(New_France)","surface_form":"Louisiana (New France)","offset":302},{"uri":"French_colonial_empire","surface_form":"French colonial empire","offset":344},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":387},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":464},{"uri":"Louisiana_Purchase","surface_form":"Louisiana Purchase","offset":492},{"uri":"Sea_level","surface_form":"sea level","offset":634},{"uri":"Sea_wall","surface_form":"sea wall","offset":811},{"uri":"Levee","surface_form":"levee","offset":826},{"uri":"Battle_of_New_Orleans","surface_form":"Battle of New Orleans","offset":849},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":993},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":1187},{"uri":"Missouri_River","surface_form":"Missouri River","offset":1210},{"uri":"Ohio_River","surface_form":"Ohio River","offset":1230},{"uri":"Crude_oil","surface_form":"crude oil","offset":1255},{"uri":"Gasoline","surface_form":"gasoline","offset":1283},{"uri":"Oil_refinery","surface_form":"oil refinery","offset":1338},{"uri":"Pipeline","surface_form":"pipeline","offset":1420},{"uri":"Oil_well","surface_form":"oil well","offset":1451},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1485},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":1568},{"uri":"Mississippi_delta","surface_form":"Mississippi delta","offset":2117},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago","offset":2241},{"uri":"United_States","surface_form":"US","offset":2376},{"uri":"Texas","surface_form":"Texas","offset":2542}]}