{"id":142002,"url":"http://en.wikipedia.org/wiki/Komodo_dragon","text":"The Komodo dragon (\"Varanus komodoensis\") is a species of lizard that lives in the Indonesian islands of Komodo, Rincah, Flores, Gili Motang, and Gili Dasami. It is the largest living lizard. They grow to an average length of 2–3 meters (approximately 6.5–10 ft) and weigh around 70 kg (154 pounds). Komodo dragon bites can be very dangerous, and they sometimes attack people.\nWestern scientists first saw Komodo dragons in 1910. They are very popular animals in zoos because they are very big and look scary. The lizards are in some danger. There are very few Komodo dragons still alive on their home islands. Indonesian law does not allow hunting these lizards. Komodo National Park was made to help protect Komodo dragons.\nThe Komodo dragon has other names. It can also be called the Komodo monitor or the Komodo Island monitor by some scientists, but this is not very common. The people who live in Komodo Island call them \"ora\", \"buaja durat\" (land crocodile) or \"biawak raksasa\" (giant monitor).\nDescription.\nThe Komodo dragon is cold-blooded. Its tail is as long as its body. It has about 60 sharp teeth that can grow up to 2.5 centimeters (1 inch) long. It also has a long, yellow, forked tongue. Its skin can be blue, orange, green, gray, or brown. Its saliva is red because its gums almost completely cover its teeth. When they eat, their teeth cut their gums and make them bleed. This creates a good environment for the dangerous bacteria that live in its mouth.\nSize.\nThese lizards are the top predators in the places where they live because they are so big.\nPeople used to think they were very big because there are no other large, meat-eating animals on the islands where they live. Therefore they did not have to compete with other similar animals for the same food and places to live. People also thought they were big because of their low metabolic rate.\nHowever, facts are different. The fossil record shows that the Komodo is the last of a group of lizards called varanids. These lizards have been about the same size for nearly a million years. They had their origin in Australia nearly four million years ago, and spread later to much of Indonesia. Their size has nothing to do with being on a relatively small island.\nMost of them died out after contact with the\nSenses.\nThe Komodo dragon's earholes are easy to see, but Komodo dragons are not very good at hearing. It is able to see as far away as 300 meters (985 feet), but it is thought to have poor night vision. The Komodo dragon is able to see in color, but has trouble seeing objects that do not move.\nThe Komodo dragon uses its tongue to taste and smell like many other reptiles. They have a special part of the body called the Jacobson's organ for smelling. With the help of a good wind, they can smell dead animals from 4–9.5 kilometres (2.5–6 mi) away. The Komodo dragon's nostrils are not very useful for smelling, because it does not have a diaphragm. It only has a few taste buds in the back of its throat. Its scales have special connections to nerves that give the lizard a sense of touch. The scales around its ears, lips, chin, and bottoms of the feet may have three or more of these connections.\nSaliva.\nKomodo dragons have dangerous bacteria in their saliva. Scientists have identified 57 of them. One of the most dangerous bacteria in Komodo dragon saliva appears to be a kind of \"Pasteurella multocida\". These bacteria cause disease in the blood of their victim. If a bite does not kill an animal and it escapes, it will usually die within a week from infection. The Komodo dragon seems to never get sick from its own bacteria. So, researchers have been looking for the lizard's antibacterial. This may be used as medicine for humans.\nIn addition to the deadly bacteria, the Komodo dragon has venom glands in its lower jaws which match the potency of the inland taipan, a venomous snake. The venom acts as a blood thinner, and will cause death by heart failure and massive internal bleeding in as little as 30 minutes.\nReproduction.\nMating begins between May and August, and the eggs are laid in September. Dragons leave about twenty eggs in empty nests left by birds called megapodes. The eggs develop for seven to eight months. The eggs open and the baby lizards come out in April, when there are many insects to eat. Young Komodo dragons live in trees, where they are safe from adult Komodo dragons and other animals that might eat them. They take around three to five years to mature and may live as long as fifty years. Female Komodo dragons can have babies without fertilisation (parthenogenesis).\nHabitat.\nThe Komodo dragon likes hot and dry places and lives in dry open grassland, savanna, and tropical forest on lower land. It is most active in the day because it is cold-blooded, although it is sometimes active at night. Komodo dragons live alone. They come together only to breed and eat. They can run up to 20 kilometers per hour (12.4 mph), dive up to 4.5 metres (15 ft) at top speed for short periods of time. When they are young, they climb trees with their strong claws. As the Komodo dragon grows bigger, its claws are used mostly as weapons, because it is too big to climb trees well.\nThe Komodo dragon digs holes for protection with its powerful legs and claws. These holes can be from 1–3 metres (3–10 ft) wide.\nBecause it is very big and sleeps in holes, it is able to keep itself warm through the night. The Komodo dragon usually hunts in the afternoon, but stays in the shade during the hottest part of the day. Komodo dragons have special resting places on ridges that catch cool sea breezes.\nFood.\nKomodo dragons are carnivores, which means that they eat meat. Although they eat mostly dead animals they will also catch live animals as prey. When prey goes by a Komodo dragon, it will suddenly charge at the animal and bite or claw the belly or the throat. To catch animals that are up high and out of reach, the Komodo dragon may stand on its back legs and use its tail as a support.\nKomodo dragons do not chew their food. They eat by biting and pulling off large chunks of flesh and swallowing them whole. They can swallow smaller prey, up to the size of a goat, whole. This is because they have flexible jaws and skulls, and their stomachs can expand. Komodo dragons make much saliva to help the food move easily, but swallowing still takes a long time (15–20 minutes to swallow a goat). Komodo dragons may try to swallow faster by running and pushing the dead animal in its mouth very hard against a tree. Sometimes a lizard hits the tree so hard that it gets knocked out. Dragons breathe using a small tube under the tongue that connects to the lungs. This allows it to continue breathing even while swallowing large things. Komodo dragons can eat up to 80 percent of its body weight in one meal. After swallowing its food, it drags itself to a sunny place to speed up digestion so the food does not rot and poison the dragon. Large dragons can survive on as little as 12 meals a year. After digestion, the Komodo dragon vomits the horns, hair, and teeth of the animal it ate. This vomit is covered in a smelly mucus. After vomiting, it rubs its face in the dirt or on bushes to get rid of the mucus. This suggests that komodo dragons dislike the smell, just like humans do.\nThe largest animals usually eat first, while the smaller ones eat later. Dragons of equal size may wrestle each other. Losers usually run away, although sometimes they are chased and eaten by the winners.\nThe Komodo dragon's diet includes invertebrates, other reptiles (including smaller Komodo dragons), birds, bird eggs, small mammals, monkeys, wild boars, goats, deer, horses, and water buffalo. Young Komodo dragons will eat insects, eggs, geckoes, and small mammals. Komodo dragons may eat people and, they can even dig up bodies from their graves to eat them. Therefore, people on Komodo Island moved their graves from sandy to clay ground and piled rocks on top to stop the lizards from digging up dead bodies.\nBecause the Komodo dragon does not have a diaphragm, it cannot suck water when drinking. It cannot lap water with its tongue either. Instead, it drinks by taking a mouthful of water, lifting its head, and letting the water run down its throat.\nEvolutionary history.\nRecent fossils from Queensland suggests that the Komodo dragon evolved in Australia before spreading to Indonesia. Its body size remained stable on Flores, ever since the islands were isolated by rising sea levels, about 900,000 years ago. The sea level dropped very low during the last ice age and uncovered wide areas of continental shelf. The Komodo dragon spread into these areas. They became isolated on the islands where they live today when sea levels rose again. They moved into what is now the Indonesian island group. They spread as far east as the island of Timor.\nIn zoos.\nKomodo dragons have been popular in zoos for a long time. However, there are few of them in zoos because they may become sick and do not have babies easily. As of May 2009, there are 13 European, 2 African, 35 North American, 1 Singaporean, and 2 Australian institutions that keep Komodo dragons.\nA Komodo dragon was shown in a zoo for the first time in 1934 at the Smithsonian National Zoological Park. But, it lived for only two years. People continued to try to keep Komodo dragons in zoos, but the lives of these creatures was very short. The average life of a dragon in a zoo was five years in the National Zoological Park. Walter Auffenberg studied the dragons in zoos and eventually helped zoos to keep dragons more successfully.\nMany dragons in zoos may become tamer than wild lizards within a short period of time in a zoo. Many zoo keepers have brought the animals out of their cages to meet visitors without any problems. Dragons can also recognize individual humans. However, even dragons that seem tame may surprise people and become aggressive. This can often happen when a stranger enters the animal's home.\nResearch with captive Komodo dragons has shown that they play. One dragon would push a shovel left and seemed attracted to the sound of it moving across rocks. A young female dragon at the National Zoo in Washington, D.C. would grab and shake things like statues, drink cans, plastic rings, and blankets. She would also put her head in boxes, shoes, and other objects. She did not make a mistake and think these objects were food; she would only swallow them if they were covered in rat blood.\nDanger to humans.\nKomodo dragons do not attack humans very often. However, they do sometimes hurt or kill people.\nIn June 2001, a Komodo dragon seriously hurt Phil Bronstein—executive editor of the \"San Francisco Chronicle\". Bronstein had entered the dragon's cage at the Los Angeles Zoo after being invited in by its keeper. The zoo keeper had told him to take off his white shoes, which could have excited the Komodo dragon. Bronstein was bitten on his bare foot. Although he escaped, he needed surgery to repair his foot.\nOn June 4, 2007, a Komodo dragon attacked an eight-year-old boy on Komodo Island. The boy later died because he lost too much blood. This was the first time that people know a dragon had killed a human in 33 years. Local people blamed the attack on environmentalists. People from outside the island had stopped local people from killing goats and leaving them for the dragons. The Komodo dragons no longer found the food they needed, so they came into places where humans lived in search of food. Many natives of Komodo Island believe that Komodo dragons are actually the reincarnation of relatives and should be treated with respect.\nOn March 24, 2009, two Komodo dragons attacked and killed fisherman Muhamad Anwar on Komodo Island. They attacked Anwar after he fell out of a sugar-apple tree. He was bleeding badly from bites on his hands, body, legs, and neck. He was taken to a clinic on the nearby island of Flores, but doctors said he was dead when he arrived.\nProtecting Komodo dragons.\nThere are very few Komodo dragons, and they may not survive. The lizards are on the IUCN Red List of animals in danger. Not many Komodo dragons still live on their home islands.\nHowever, there may now be only 352 females having babies in the wild. The Komodo National Park was founded in 1980 to protect the Komodo dragon on its home islands.\nMany things have reduced the number of dragons, including: volcanoes, earthquakes, loss of good places to live, fire, not enough animals to eat, tourism, and illegal hunting.\nBuying or selling Komodo dragons or their skins is illegal as part of an international law called CITES (the Convention on International Trade in Endangered Species).","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":47},{"uri":"Lizard","surface_form":"lizard","offset":58},{"uri":"Indonesia","surface_form":"Indonesia","offset":83},{"uri":"Island","surface_form":"island","offset":94},{"uri":"Komodo_(island)","surface_form":"Komodo","offset":105},{"uri":"Rincah_(island)","surface_form":"Rincah","offset":113},{"uri":"Flores","surface_form":"Flores","offset":121},{"uri":"Science","surface_form":"scientists","offset":385},{"uri":"Zoo","surface_form":"zoo","offset":463},{"uri":"Scary","surface_form":"scary","offset":503},{"uri":"Komodo_National_Park","surface_form":"Komodo National Park","offset":664},{"uri":"Komodo_(island)","surface_form":"Komodo Island","offset":903},{"uri":"Cold-blooded","surface_form":"cold-blooded","offset":1036},{"uri":"Saliva","surface_form":"saliva","offset":1262},{"uri":"Gums","surface_form":"gums","offset":1288},{"uri":"Blood","surface_form":"bleed","offset":1384},{"uri":"Bacteria","surface_form":"bacteria","offset":1441},{"uri":"Predator","surface_form":"predator","offset":1506},{"uri":"Metabolism","surface_form":"metabolic","offset":1856},{"uri":"Fossil","surface_form":"fossil","offset":1906},{"uri":"Varanidae","surface_form":"varanids","offset":1983},{"uri":"Australia","surface_form":"Australia","offset":2090},{"uri":"Jacobson%27s_organ","surface_form":"Jacobson's organ","offset":2708},{"uri":"Diaphragm","surface_form":"diaphragm","offset":2926},{"uri":"Taste_bud","surface_form":"taste bud","offset":2955},{"uri":"Bacteria","surface_form":"bacteria","offset":3225},{"uri":"Pasteurella_multocida","surface_form":"Pasteurella multocida","offset":3374},{"uri":"Sepsis","surface_form":"disease in the blood","offset":3419},{"uri":"Infection","surface_form":"infection","offset":3546},{"uri":"Antibacterial","surface_form":"antibacterial","offset":3673},{"uri":"Venom","surface_form":"venom","offset":3787},{"uri":"Glands","surface_form":"glands","offset":3793},{"uri":"Taipan","surface_form":"taipan","offset":3856},{"uri":"Clot","surface_form":"blood thinner","offset":3902},{"uri":"Megapode","surface_form":"megapode","offset":4169},{"uri":"Fertilisation","surface_form":"fertilisation","offset":4565},{"uri":"Parthenogenesis","surface_form":"parthenogenesis","offset":4580},{"uri":"Grassland","surface_form":"grassland","offset":4672},{"uri":"Savanna","surface_form":"savanna","offset":4683},{"uri":"Tropical","surface_form":"tropical","offset":4696},{"uri":"Carnivores","surface_form":"carnivores","offset":5637},{"uri":"Carrion","surface_form":"dead animals","offset":5706},{"uri":"Predation","surface_form":"prey","offset":5756},{"uri":"Stomach","surface_form":"stomach","offset":6254},{"uri":"Lung","surface_form":"lung","offset":6670},{"uri":"Percent","surface_form":"percent","offset":6782},{"uri":"Digestion","surface_form":"digestion","offset":6894},{"uri":"Vomit","surface_form":"vomit","offset":7046},{"uri":"Mucus","surface_form":"mucus","offset":7136},{"uri":"Invertebrate","surface_form":"invertebrate","offset":7539},{"uri":"Monkey","surface_form":"monkey","offset":7638},{"uri":"Wild_boar","surface_form":"wild boar","offset":7647},{"uri":"Goat","surface_form":"goat","offset":7659},{"uri":"Deer","surface_form":"deer","offset":7666},{"uri":"Water_buffalo","surface_form":"water buffalo","offset":7684},{"uri":"Gecko","surface_form":"gecko","offset":7744},{"uri":"Diaphragm","surface_form":"diaphragm","offset":8060},{"uri":"Queensland","surface_form":"Queensland","offset":8304},{"uri":"Ice_age","surface_form":"ice age","offset":8571},{"uri":"Continental_shelf","surface_form":"continental shelf","offset":8607},{"uri":"Archipelago","surface_form":"island group","offset":8798},{"uri":"Timor","surface_form":"Timor","offset":8853},{"uri":"Smithsonian_National_Zoological_Park","surface_form":"Smithsonian National Zoological Park","offset":9235},{"uri":"Domestication","surface_form":"tamer","offset":9638},{"uri":"Smithsonian_National_Zoological_Park","surface_form":"National Zoo","offset":10181},{"uri":"Phil_Bronstein","surface_form":"Phil Bronstein","offset":10645},{"uri":"San_Francisco_Chronicle","surface_form":"San Francisco Chronicle","offset":10685},{"uri":"Los_Angeles_Zoo","surface_form":"Los Angeles Zoo","offset":10758},{"uri":"IUCN_Red_List","surface_form":"IUCN Red List","offset":12090},{"uri":"Komodo_National_Park","surface_form":"Komodo National Park","offset":12258},{"uri":"Volcano","surface_form":"volcano","offset":12408},{"uri":"Earthquake","surface_form":"earthquake","offset":12419},{"uri":"CITES","surface_form":"CITES","offset":12622}]}