{"id":142029,"url":"http://en.wikipedia.org/wiki/SAT","text":"e=\"preserve\">The SAT Reasoning Test (used to be called Scholastic Aptitude Test and Scholastic Assessment Test) is a test for college admissions in the United States. The SAT is owned, published, and created by the College Board, a non-profit organization in the United States, and was once owned by the Educational Testing Service (ETS). ETS now administers the exam.\nThe test tests students (usually high school seniors) in three areas: Critical Reading, Mathematics, and Writing. The newest section is Writing, introduced in 2005, with a new essay section. The scores in each area go from 200 to 800, 800 being the best score. The scores in the three areas are added up, for a score between 600 and 2400. The average score is about 1500 in total. On the old SAT administered before 2005, the top score was 1600. Getting near the highest or lowest scores is rare.\nThe sections are mostly 25 minutes long, but the later sections start to get shorter, with fewer questions. The whole test lasts 3 hours and 45 minutes.\nThe PSAT is also fee-based, and is practice for the real SAT. The SAT Subject Tests are not to be confused with the SAT.\nThe NMSQT is the National Merit Scholarship Qualifying Test. It's a qualifying test for the National Merit Scholarship Program.\nAs of March 5, 2016, the College Board has begun using a new SAT, which has four sections (reading, writing, math without calculator, math with calculator) plus an optional essay.\nThe reading section comes first. It is 65 minutes long, and has 52 questions. Unlike on the pre-2016 SAT, there are no vocabulary words or sentences to fill in.\nThe writing section, which is 35 minutes long and has 44 questions, comes next. It is similar to the old writing section.\nThe math section is split into two parts: one which lets students use calculators, and one which does not. The no-calculator section comes before the calculator section, and has 20 problems to be finished in 25 minutes. The calculator section has 38 problems to be done in 55 minutes.\nFinally, the essay is 50 minutes long, but does not have to be taken by every student. The new essay is based on analyzing a passage, instead of answering a question about life experiences.\nScores on the new SAT range from 400 to 1600, as on the pre-2005 SAT.","categories":[],"infobox_types":[],"annotations":[{"uri":"College","surface_form":"college","offset":126},{"uri":"United_States","surface_form":"United States","offset":152},{"uri":"College_Board","surface_form":"College Board","offset":215},{"uri":"Non-profit_organization","surface_form":"non-profit organization","offset":232},{"uri":"Educational_Testing_Service","surface_form":"Educational Testing Service","offset":304},{"uri":"High_school","surface_form":"high school","offset":402},{"uri":"Essay","surface_form":"essay","offset":545},{"uri":"National_Merit_Scholarship_Program","surface_form":"National Merit Scholarship Program","offset":1232}]}