{"id":142011,"url":"http://en.wikipedia.org/wiki/Nathan_Kress","text":"Nathan Karl Kress also Nate Kress (born November 18, 1992) is an American teen actor and voice actor.\nEarly life.\nNathan Kress was born in Glendale, California and resides in Southern California. He acts on the hit Nickelodeon show \"iCarly as Freddie Benson.\"\nCareer.\nWhen Kress was young, he would quote lines and monologues from television and perform for his family and friends. He began modeling, acting and voiceover work at 3 years old. At age 6, he took a break from acting, and at about age 10, asked his mom to begin homeschooling him so that he could pursue acting again. He voiced the role of Eizan Kaburagi from Nickelodeon's animated series, Shuriken School. He has also guest starred in The Suite Life of Zack and Cody as Jamie. Kress has enjoyed playing dramatic roles in \"House\", \"Standoff\", and \"Without a Trace\".\nIn early 2007, Nathan performed in a short film, \"Bag\", for which he won a Jury Honorable Mention Award at the 168 Hour Film Festival for the role of Albert. \"Bag\" also won the Festival award for Best Comedy.\niCarly.\nOn \"iCarly\", Nathan's role is that of Freddie Benson, the technical producer for Carly's webshow, iCarly. Freddie is a computer whiz kid who has a crush on Carly (Miranda Cosgrove) and an ongoing feud with Sam (Jennette McCurdy). \"It's weird,\" says Kress, \"I have to pretend to love Carly and kiss Sam when actually we are just all really good friends.\" He co-stars with Miranda Cosgrove, Jennette McCurdy, and Jerry Trainor on iCarly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":65},{"uri":"Teen_actor","surface_form":"teen actor","offset":74},{"uri":"Voice_actor","surface_form":"voice actor","offset":89},{"uri":"Glendale%2C_California","surface_form":"Glendale, California","offset":139},{"uri":"Nickelodeon_(TV_channel)","surface_form":"Nickelodeon","offset":215},{"uri":"ICarly","surface_form":"iCarly","offset":233},{"uri":"Shuriken_School","surface_form":"Shuriken School","offset":655},{"uri":"The_Suite_Life_of_Zack_and_Cody","surface_form":"The Suite Life of Zack and Cody","offset":701},{"uri":"House_(TV_series)","surface_form":"House","offset":788},{"uri":"Standoff","surface_form":"Standoff","offset":797},{"uri":"Without_a_Trace","surface_form":"Without a Trace","offset":813},{"uri":"ICarly","surface_form":"iCarly","offset":1052},{"uri":"Miranda_Cosgrove","surface_form":"Miranda Cosgrove","offset":1211},{"uri":"Jennette_McCurdy","surface_form":"Jennette McCurdy","offset":1259},{"uri":"Miranda_Cosgrove","surface_form":"Miranda Cosgrove","offset":1419},{"uri":"Jennette_McCurdy","surface_form":"Jennette McCurdy","offset":1437},{"uri":"Jerry_Trainor","surface_form":"Jerry Trainor","offset":1459}]}