{"id":142253,"url":"http://en.wikipedia.org/wiki/Fancy_rat","text":"The fancy rat or pet rat is a type of the brown rat (\"Rattus norvegicus\") that is bred to be a pet. The name \"fancy rat\" has nothing to do with the \"fanciness\" of how they look. It comes from the phrase \"animal fancy\". A person who keeps pet rats is said to be involved in \"rat fancy.\" Some people domesticate black rats (\"Rattus rattus\"), and Gambian pouched rats (\"Cricetomys gambianus\"). These types of rats are not usually called fancy rats because the hobby does not center around them.\nFancy rats have been bred as pets at least since the late 19th century. They can have many different colors and coat types. They are sociable, intelligent animals. They can learn to come when called, use a litter box, and do many different tricks. Pet rats act differently from rats found in nature. The number of generations since they have been removed from the wild and how they were bred has an effect on how much they act differently. They are not any more of a health risk than other common pets.\nIn the 19th century france, Fancy Rats were quite a popular attraction of entertainment, they could be taughtt a handfull of tricks.\nFancy rats do not have the diseases and illness as a wild rat would have.\nFancy rats can have ears on the top of their head (standard) or at the side (dumbo)","categories":[],"infobox_types":[],"annotations":[{"uri":"Brown_rat","surface_form":"brown rat","offset":42},{"uri":"Breed","surface_form":"bred","offset":82},{"uri":"Pet","surface_form":"pet","offset":95},{"uri":"Fancy","surface_form":"fanciness","offset":149},{"uri":"Phrase","surface_form":"phrase","offset":196},{"uri":"Domestication","surface_form":"domesticate","offset":298},{"uri":"Black","surface_form":"black","offset":310},{"uri":"Rats","surface_form":"rats","offset":316},{"uri":"Hobby","surface_form":"hobby","offset":457},{"uri":"19th_century","surface_form":"19th century","offset":550},{"uri":"Coat","surface_form":"coat","offset":604},{"uri":"Society","surface_form":"sociable","offset":625},{"uri":"Intelligence","surface_form":"intelligent","offset":635},{"uri":"Animals","surface_form":"animals","offset":647},{"uri":"Litter_box","surface_form":"litter box","offset":698},{"uri":"Trick","surface_form":"trick","offset":732},{"uri":"Generation","surface_form":"generation","offset":806}]}