{"id":142307,"url":"http://en.wikipedia.org/wiki/1857_War_of_Independence_in_Murree","text":"The 1857 War of Independence in Murree, part of the Indian Rebellion of 1857 (better known as the Indian Mutiny), was a minor conflict between the tribes surrounding the hill station of Murree (now Pakistan) and the colonial government of British India The local tribes had become angry with the British ever since the British had started their colonial rule in the area.\nToday Murree is part of Pakistan but in 1857 it was part of British India, ever since the British rule began in India there had been rebellions and wars against the British. However, in 1857 rebellions broke out in many different places, Murree being one of these places. People thought the rule of the British was about to be overthrown. In the Murree hills it was the Dhund Abbasi and Karlal tribes who rose up against the British.\nBackground.\nAlthough the tribes of Murree had risen against the British, not everyone had been against British rule. Before British rule had been established in the area, the tribes had fought against the Sikhs. Under the command of Mohammed Ali Shah (also known as the Pir of Plasi), they had fought against the Sikh Army in Balakot - the troops here were commanded by Syed Shah Ismail Shahid and Syed Ahmad Shaheed (known as \"The Martyrs\")\nThe British, after battling in Rawalpindi in 1845 had captured Rani Jind Kaur, the widow of Maharaja Ranjit Singh (the former Ruler of Punjab) - this caused the collapse of Sikh rule and, when the British marched into the Murree area, the local tribes at first welcomed them. However, many of the tribes soon considered that they had exchanged one form of occupation for another and events elsewhere in India also encouraged an uprising.\nThe British had recruited many of the tribes in the area into their army, for example many members of the Satti tribe were recruited as Sepoys and the British commanders (like elsewhere across Colonial India) won this war largely by the use of Indian soldiers.\nWar reaches Murree.\nThe War against the British then reached Murree and the Southern Areas of Hazara Division, the part of which is now known as Circle Bakote in July 1857 when the Dhund Abbasi leader Sardar Sherbaz Khan planned to attack the British.\nAttack on Murree.\nBy the end of August many of the British troops who had been in Murree had left to join the campaign in Delhi. Rebels had taken Delhi from British control and the British had sent as many soldiers as they could. The decision to send troops to Delhi meant that the defence of Murree was weakened However the British were unable to take Delhi quickly, and as Delhi still held out against the British the Dhund tribesmen decided to take Murree. The Dhund attacked Murree by rising on every side at the same time and crowding up the nearer hill-sides threatening destruction of the station. Several of the table-servants supported the hill-men, and for some hours the danger to Murree became imminent.\nAccording to the 1857 Punjab Mutiny Report the attack failed because the British were told of the plan to attack them. One of Lady Lawrence's servants, named Hakim Khan, told the British of the attack to come. The loyalty of Hakim was described in the report as \"the means, under God, of saving Murree\" The British quickly organised defences, and quickly got volunteers. A cordon of sentries surrounded the station and the three weakest points were held in some force. When the Dhunds arrived in the middle of the night they found the whole station waiting for them.\nAfter a few hours of skirmishing the Dhunds retreated with the loss of two or three of their men who had come within musket range of the British. After that, the British quickly arrested, convicted and executed two Hindustani doctors for being involved in the plot. They had been educated in government institutions, were practising in Murree and employed by the government. The British suspected that the Dhunds were expecting support from their Hindustani allies, so as well as the doctors several domestic servants were seized and punished.\nAn urgent request was sent to troops in Hazara to reinforce Murree and Major Beecher sent every available man from Abbottabad to Murree - however the British troops in Murree had managed to secure the station and beat off the attack before the arrival of reinforcements.\nAftermath.\nThe revolt did not succeed, the rebels' leaders were arrested and punished. All of Sardar Sherbaz Khan's eight sons were blasted by cannon fire in Murree whilst Sardar Khan himself was hanged.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian_Rebellion_of_1857","surface_form":"Indian Rebellion of 1857","offset":52},{"uri":"Indian_Mutiny","surface_form":"Indian Mutiny","offset":98},{"uri":"Murree","surface_form":"Murree","offset":186},{"uri":"Pakistan","surface_form":"Pakistan","offset":198},{"uri":"Colonial","surface_form":"colonial","offset":216},{"uri":"British_India","surface_form":"British India","offset":239},{"uri":"British_India","surface_form":"British India","offset":432},{"uri":"Dhund_Abbasi","surface_form":"Dhund Abbasi","offset":742},{"uri":"Karlal","surface_form":"Karlal","offset":759},{"uri":"Sikhs","surface_form":"Sikhs","offset":1011},{"uri":"Balakot","surface_form":"Balakot","offset":1132},{"uri":"Rawalpindi","surface_form":"Rawalpindi","offset":1279},{"uri":"Jind_Kaur","surface_form":"Jind Kaur","offset":1316},{"uri":"Ranjit_Singh","surface_form":"Ranjit Singh","offset":1349},{"uri":"British_Indian_Army","surface_form":"their army","offset":1748},{"uri":"Sepoy","surface_form":"Sepoy","offset":1822},{"uri":"British_Empire","surface_form":"British","offset":1987},{"uri":"Murree","surface_form":"Murree","offset":2008},{"uri":"Hazara_Division","surface_form":"Hazara Division","offset":2041},{"uri":"Bakote","surface_form":"Bakote","offset":2099},{"uri":"Dhund_Abbasi","surface_form":"Dhund Abbasi","offset":2128},{"uri":"Sherbaz_Khan","surface_form":"Sherbaz Khan","offset":2155},{"uri":"Delhi","surface_form":"Delhi","offset":2321},{"uri":"Musket","surface_form":"musket","offset":3599},{"uri":"Hindustani","surface_form":"Hindustani","offset":3697}]}