{"id":142340,"url":"http://en.wikipedia.org/wiki/Patras","text":"e=\"preserve\">Patra () is the third biggest Greek city. Patra is in southwest Greece on the west coast of the Peloponnese. It is the capital of the prefecture of Achaia and also the capital of the Greek perifereia (district) of Western Peloponnese. 171,616 lived there in 2001. The total population of Patra, including all its suburbs, is over 200,000 people. Patra is a coastal city, so it has a big port. Patra's port connects Greece with east-facing Italian ports such as Bari, Brindisi and Ancona.\nHistory.\nPatra developed in the third century BC. During the Roman period, Patra became an important city. In Patra Christianity arrived quite early, approximately in the first century AD, by St Andrew, who was martyred there. During the Middle Ages Patra was not very significant. Patra developed again after the Greek liberation from the Turks, in 1830 following the Greek revolution of 1821.\nSights.\nThe most important site in Patra is the contemporary Bridge Rion-Antirion which links Peloponnese and Sterea Ellada. This bridge is located a short distance from Patra's center, in the district of Rio. Opposite Rio is Antirio and it ends at the bridge. Other significant sites in Patra are the church of Agios Andreas and the Apollon theater. The cathedral of Agios Andreas is the third biggest churches in Greece. Patra is known for its wines, with the famous and oldest Winery in Greece, Achaia Clauss founded in 1861.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greece","surface_form":"Greek","offset":43},{"uri":"Peloponnese","surface_form":"Peloponnese","offset":109},{"uri":"Capital_city","surface_form":"capital","offset":132},{"uri":"Achaea","surface_form":"Achaia","offset":161},{"uri":"Suburb","surface_form":"suburb","offset":326},{"uri":"Port","surface_form":"port","offset":400},{"uri":"Italy","surface_form":"Italian","offset":452},{"uri":"Ancient_Rome","surface_form":"Roman","offset":562},{"uri":"Christianity","surface_form":"Christianity","offset":617},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":739},{"uri":"Turkey","surface_form":"Turks","offset":841},{"uri":"1830","surface_form":"1830","offset":851},{"uri":"Bridge_Rion-Antirion","surface_form":"Bridge Rion-Antirion","offset":957},{"uri":"Peloponnese","surface_form":"Peloponnese","offset":990},{"uri":"Sterea_Ellada","surface_form":"Sterea Ellada","offset":1006},{"uri":"Church","surface_form":"church","offset":1198},{"uri":"Theater","surface_form":"theater","offset":1238}]}