{"id":14232,"url":"http://en.wikipedia.org/wiki/Independence_Day_(United_States)","text":"In the United States, Independence Day, commonly known as the Fourth of July or the Fourth, is a holiday commemorating the adoption of the Declaration of Independence on July 4, 1776, declaring independence from the Kingdom of Great Britain. On Independence Day there are many events such as fireworks, parades, barbecues, carnivals, picnics, concerts, baseball games, political speeches and ceremonies, and various other public and private events. These events celebrate the history, government, and traditions of the United States.\nIndependence Day, the only holiday that celebrates the United States, is a national holiday marked by patriotic displays. Similar to other summer-themed events, Independence Day celebrations often take place outdoors. Independence Day is a federal holiday, so all non-essential federal institutions (like the postal service and federal courts) are closed on that day. Many politicians make it a point on this day to appear at a public event to praise the nation's heritage, laws, history, society, and people.\nFamilies often celebrate Independence Day by having or going to a picnic or barbecue, and take advantage of the day off and in some years, long weekend to gather with relatives and friends. People may also do fun and relaxing hobbies like any other day off such as swimming, fishing, boating, sunbathing, playing sports, or just kicking back and relaxing. Many stores are open on the fourth so people may go shopping. In the evening, people may launch their own fireworks. Decorations (e.g., streamers, balloons, and clothing) are generally colored red, white, and blue, the colors of the American flag. Parades often are in the morning, while fireworks displays occur in the evening at such places as parks, fairgrounds, or town squares.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":7},{"uri":"Holiday","surface_form":"holiday","offset":97},{"uri":"United_States_Declaration_of_Independence","surface_form":"Declaration of Independence","offset":139},{"uri":"Kingdom_of_Great_Britain","surface_form":"Kingdom of Great Britain","offset":216},{"uri":"Parade","surface_form":"parade","offset":303},{"uri":"Barbecue","surface_form":"barbecue","offset":312},{"uri":"Carnival","surface_form":"carnival","offset":323},{"uri":"Picnic","surface_form":"picnic","offset":334},{"uri":"Concert","surface_form":"concert","offset":343},{"uri":"Baseball","surface_form":"baseball","offset":353},{"uri":"National_Day","surface_form":"national holiday","offset":609},{"uri":"Patriotism","surface_form":"patriotic","offset":636},{"uri":"United_States_Postal_Service","surface_form":"postal service","offset":843},{"uri":"United_States_federal_courts","surface_form":"federal courts","offset":862},{"uri":"Politician","surface_form":"politician","offset":907},{"uri":"Streamer","surface_form":"streamer","offset":1536},{"uri":"Balloon","surface_form":"balloon","offset":1547},{"uri":"Clothing","surface_form":"clothing","offset":1561},{"uri":"Flag_of_the_United_States","surface_form":"American flag","offset":1633}]}