{"id":142440,"url":"http://en.wikipedia.org/wiki/Griffith%27s_experiment","text":"Griffith's Experiment was an experiment done in 1928 by Frederick Griffith. It was one of the first experiments showing that bacteria can get DNA through a process called transformation.\nGriffith used two strains of \"Streptococcus pneumoniae\". He then uses the bacteria to infect the mice, which have many similar characteristics to humans. He used a type III-S (smooth) and type II-R (rough) strain. The III-S strain covers itself with a polysaccharide capsule that protects it from the host's immune system. This means that the host will die. The II-R strain does not have that protective shield around it and is killed by the host's immune system.\nIn this experiment, bacteria from the III-S strain were killed by heat, and their remains were added to II-R strain bacteria. While neither harmed the mice on their own, the blend of the two was able to kill mice.\nGriffith was also able to get both live II-R and live III-S strains of \"S. pneumoniae\" from the blood of these dead mice. He concluded that the type II-R had been \"transformed\" into the lethal III-S strain by a \"transforming principle\" that was somehow part of the dead III-S strain bacteria.\nToday, we know that the \"transforming principle\" Griffith saw was the DNA of the III-S strain bacteria. While the bacteria had been killed, the DNA had survived the heating process and was taken up by the II-R strain bacteria. The III-S strain DNA contains the genes that form the shielding polysaccharide part from attack. Armed with this gene, the former II-R strain bacteria were now protected from the host's immune system and could kill the host.\nThe exact nature of the transforming principle was confirmed in the experiments done by Avery, McLeod and McCarty, as well as Hershey and Chase.","categories":[],"infobox_types":[],"annotations":[{"uri":"Experiment","surface_form":"experiment","offset":29},{"uri":"Frederick_Griffith","surface_form":"Frederick Griffith","offset":56},{"uri":"Bacteria","surface_form":"bacteria","offset":125},{"uri":"DNA","surface_form":"DNA","offset":142},{"uri":"Transformation_(genetics)","surface_form":"transformation","offset":171},{"uri":"Strain_(biology)","surface_form":"strain","offset":205},{"uri":"Streptococcus_pneumoniae","surface_form":"Streptococcus pneumoniae","offset":217},{"uri":"Mouse","surface_form":"mice","offset":284},{"uri":"Polysaccharide","surface_form":"polysaccharide","offset":439},{"uri":"Immune_system","surface_form":"immune system","offset":495},{"uri":"Bacterium","surface_form":"bacteria","offset":671},{"uri":"DNA","surface_form":"DNA","offset":1228},{"uri":"Avery%E2%80%93MacLeod%E2%80%93McCarty_experiment","surface_form":"Avery, McLeod and McCarty","offset":1698},{"uri":"Hershey%E2%80%93Chase_experiment","surface_form":"Hershey and Chase","offset":1736}]}