{"id":142579,"url":"http://en.wikipedia.org/wiki/2005_Pacific_hurricane_season","text":"The 2005 Pacific hurricane season was a slightly inactive season that produced 17 tropical cyclones. It officially started on May 15 and ended on November 30, dates which conventionally delimit the period during which most tropical cyclones form in the northeast Pacific Ocean. The first tropical cyclone, Hurricane Adrian, developed on May 17, while the last storm Tropical Depression Sixteen-E, dissipated on October 20. During the year, a total of 17 tropical cyclones, 15 tropical storms, 7 hurricanes and 2 major hurricanes formed. The most intense hurricane, Hurricane Kenneth remained out over open waters for the duration of its existence. However, the remnants of the storm caused minor flooding on the Island of Hawaii. September was the most active month of the year, as 6 of the 17 tropical cyclones formed during this time.\nThe pre-season forecast from the U.S. National Oceanic and Atmospheric Administration called for 11-15 named storms and 6-8 hurricanes, of which 2-4 were expected to attain major hurricane status.\nVery few storms impacted land throughout the season. Hurricane Adrian was the only landfalling system. It struck El Salvador as a dissipating tropical depression after rapidly weakening from hurricane status. Flooding in Nicaragua caused the only fatality during the season. Tropical Storm Dora and Hurricane Hilary brought tropical storm force winds to coastal Mexico, although no damage was reported. The remnants Tropical Depression One-C caused heavy rainfall on the Island of Hawaii, peaking at 8.8 in (223.52 mm). Hawaii was also affected by the remnants of Hurricane Kenneth which also caused heavy rains on the Island of Hawaii. The combined storms caused very little damage and only one fatality.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclones","surface_form":"tropical cyclones","offset":82},{"uri":"Hurricane_Adrian_(2005)","surface_form":"Hurricane Adrian","offset":306},{"uri":"Hurricane_Kenneth_(2005)","surface_form":"Hurricane Kenneth","offset":565},{"uri":"Hawaii_(island)","surface_form":"Island of Hawaii","offset":712},{"uri":"United_States","surface_form":"U.S.","offset":870},{"uri":"National_Oceanic_and_Atmospheric_Administration","surface_form":"National Oceanic and Atmospheric Administration","offset":875},{"uri":"El_Salvador","surface_form":"El Salvador","offset":1147},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":1255},{"uri":"Mexico","surface_form":"Mexico","offset":1396},{"uri":"Hawaii_(island)","surface_form":"Island of Hawaii","offset":1505},{"uri":"Inch","surface_form":"in","offset":1538},{"uri":"Millimetre","surface_form":"mm","offset":1549},{"uri":"Hawaii","surface_form":"Hawaii","offset":1554}]}