{"id":142543,"url":"http://en.wikipedia.org/wiki/Magnetic_tape","text":"Magnetic tape is a long and narrow strip of plastic that thin magnetic material is coated on. Nearly all recording tape is of this type, whether used for recording audio or video or computer data storage.\nMagnetic tape recording uses magnetic tape which moves on a recording head. Electrical signals are fed to the recording head, inducing a pattern of magnetization similar to the signal. A playback head can then pick up the changes in magnetic field from the tape and convert it into an electrical signal.\nDevices that record and playback audio and video using magnetic tape are generally called tape recorders and videotape recorders respectively. A device that stores computer data on magnetic tape can be called a tape drive, a tape unit, or a streamer. Autoloaders and tape libraries are frequently used to automate cartridge handling.\nHistory.\nMagnetic tape was first invented for recording sound by Fritz Pfleumer in 1928 in Germany. Pfleumer's invention used an iron oxide(Fe2O3) powder coating on a long strip of paper.\nMagnetic tape has been used for data storage for over 50 years. In this time, many advances in tape have been made. Modern magnetic tape is most commonly packaged in cartridges and cassettes.\nToday, many other technologies like CD or DVD are replacing magnetic tape. However, innovation in the technology continues and tape is still widely used.\nStrength and Weakness.\nWhen storing large amounts of data, tape can be cheaper than disk or other data storage options. Tape storage has always been used with large computer systems. Modern usage is a high capacity medium for backups and archives. As of 2019, the highest capacity tape cartridge can store 330 TB of data without using compression.\nMagnetic tape data storage uses the Sequential access method for reading data. Tape has a longer access time than disk for random accesses since the deck must wind the tape to move from one location to another.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plastic","surface_form":"plastic","offset":44},{"uri":"Magnet","surface_form":"magnet","offset":62},{"uri":"Material","surface_form":"material","offset":71},{"uri":"Audio","surface_form":"audio","offset":164},{"uri":"Video","surface_form":"video","offset":173},{"uri":"Computer","surface_form":"computer","offset":182},{"uri":"Data_storage","surface_form":"data storage","offset":191},{"uri":"Tape_recorder","surface_form":"tape recorder","offset":599},{"uri":"Videotape","surface_form":"videotape","offset":618},{"uri":"Tape_drive","surface_form":"tape drive","offset":720},{"uri":"Fritz_Pfleumer","surface_form":"Fritz Pfleumer","offset":908},{"uri":"Germany","surface_form":"Germany","offset":934},{"uri":"Iron_oxide","surface_form":"iron oxide","offset":972},{"uri":"Compact_disc","surface_form":"CD","offset":1259},{"uri":"DVD","surface_form":"DVD","offset":1265},{"uri":"Sequential_access","surface_form":"Sequential access","offset":1761}]}