{"id":142533,"url":"http://en.wikipedia.org/wiki/N-type_semiconductor","text":"e=\"preserve\">An N-type semiconductor is a type of material used in electronics.\nIt is made by adding an impurity to a pure semiconductor such as silicon or germanium. The impurities used may be phosphorus, arsenic, antimony, bismuth or some other chemical element. They are called donor impurities.\nThe impurity is called a \"donor\" because it gives a free electron to a semiconductor. The purpose of doing this is to make more charge carriers, or electron wires available in the material for conduction. The final material is a lot more conductive than the original silicon or germanium.\nIntroduction.\nSemiconductor materials like silicon and germanium have four electrons in their outer shell. The outer shell of electrons is called the valence shell. The four electrons are used by the semiconductor atom in forming bonds with its neighbouring atoms. This leaves a low number of electrons available for conduction.\nPentavalent elements are those elements which have five electrons in their outer shell. To make the n-type semiconductor, pentavalent impurities like phosphorus or arsenic are added. Four of the impurities' electrons form bonds with the surrounding silicon atoms. This leaves one electron free. The resulting material has a large number of free electrons. Since electrons are negative charge carriers, the resultant material is called an n-type (or negative type) semiconductor. The pentavalent impurity that is added is called a 'dopant' and the process of addition is called 'doping'.\nManufacture.\nN-type semiconductors are manufactured by doping pure semiconductor material. The amount of impurity added is very small compared to the amount of semiconductor. The way this new semiconductor works is changed by controlling the quantity of the dopant.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronics","surface_form":"electronics","offset":67},{"uri":"Phosphorus","surface_form":"phosphorus","offset":194},{"uri":"Arsenic","surface_form":"arsenic","offset":206},{"uri":"Antimony","surface_form":"antimony","offset":215},{"uri":"Bismuth","surface_form":"bismuth","offset":225},{"uri":"Chemical_element","surface_form":"chemical element","offset":247},{"uri":"Electron","surface_form":"electron","offset":356},{"uri":"Electrons","surface_form":"electron","offset":447},{"uri":"Electrical_conductivity","surface_form":"conduction","offset":492},{"uri":"Silicon","surface_form":"silicon","offset":631},{"uri":"Germanium","surface_form":"germanium","offset":643}]}