{"id":142562,"url":"http://en.wikipedia.org/wiki/Criticism_of_Wikipedia","text":"e=\"preserve\">Wikipedia is a large, popular free encyclopedia written by volunteers. There is some criticism of Wikipedia.\nCritics of Wikipedia.\nWikipedia editors know that the site should not be used as a primary source for research. A librarian, whose name is Philip Bradley, said Wikipedia does not have authority. For a printed encyclopedia, the people writing it have to make sure the information is correct, or they could lose their job. Some people say calling Wikipedia an \"encyclopedia\" means that people trust it even when they should not trust it. Some librarians, academics, and writers of other encyclopedias do not like Wikipedia as a source of information. Many schools and universities do not accept Wikipedia as a source, except most of them do not want \"any\" encyclopedias used - they want primary sources instead.\nCriticism of the Wikipedia community.\nKat Walsh, a person in the Wikimedia Foundation (which runs Wikipedia), said Wikipedia was easier when it was made. Today, there are many rules and it is more difficult for new people to change articles. Many people who change Wikipedia have stopped, and the number of article changers have gone down since 2006. In 2006, Jimmy Wales said most of changes on Wikipedia are made by about 500 people who \"all know each other\". But most of the changes are made by people who sometimes change articles, or who do not have Wikipedia accounts at all.\nOn some articles, many people bother each other. Sometimes good arguments are ignored because they are not popular with the article changers.\nTo stop vandalism, some people have administration powers. People with administration powers can delete articles, stop a change on an article, and stop users. There are special rules to stop people with administrative powers from taking too much control, but the ideas of people with administration powers can be over the ideas of other people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Criticism","surface_form":"criticism","offset":98},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":111},{"uri":"Primary_source","surface_form":"primary source","offset":205},{"uri":"Research","surface_form":"research","offset":224},{"uri":"Authority","surface_form":"authority","offset":306},{"uri":"Librarian","surface_form":"librarian","offset":563},{"uri":"Academia","surface_form":"academics","offset":575},{"uri":"Primary_source","surface_form":"primary source","offset":807},{"uri":"Vandalism","surface_form":"vandalism","offset":1564},{"uri":"Administrator","surface_form":"administration powers","offset":1592}]}