{"id":14264,"url":"http://en.wikipedia.org/wiki/DC_Comics","text":"DC Comics, Inc. is an American comic book company. It is the publishing unit of DC Entertainment, a subsidiary of Warner Bros. Entertainment, Inc., which itself is owned by Time Warner. Its top rival is Marvel Comics. DC Comics is one of the largest and oldest American comic book companies, which is best well known for making \"superhero\" comic books. DC Comics is very famous in the modern art subject Graphics.\nThe company is responsible for some of the most iconic characters such as Superman, Batman, Wonder Woman, Green Lantern, the Flash, Aquaman, Cyborg, Martian Manhunter, Green Arrow, Supergirl, Batgirl, Robin, Black Canary, White Canary, Hawkman, Hawkgirl, Static, Zatanna, and Shazam!.\nMost of their characters take place in the fictional DC Universe (DCU) and its most famous and recognizable teams are the Justice League, the Justice Society of America, the Green Lantern Corps., the Young Justice, the Suicide Squad, and the Teen Titans.\nIt is also famous for featuring well-known fictional villains including Lex Luthor, the Joker, Darkseid, Harley Quinn, General Zod, Catwoman, Brainiac, Doomsday, Bane, Mr. Freeze, the Penguin, the Riddler, Two-Face, Ra's al Ghul, Ares, Maxwell Lord, the Cheetah, Sinestro, Black Manta, Reverse-Flash, and Black Adam.\nHistory.\nWhat is known today as DC Comics was founded in 1934 by publishing entrepreneur Malcolm Wheeler-Nicholson under the name of \"National Allied Publications\". DC was formed by the merging of \"National Allied Publications\" and \"Detective Comics Inc\", as well as the affiliated \"All-American Publications\". Despite being officially known as \"National Comics\", the comic covers carried a \"DC\" logo and were referred to as a result of its nickname: \"DC Comics\". People had nicknamed it \"DC\" because of one its most popular comic series; \"Detective Comics\" and thus was born one of the world's most recognizable comic book brandings along with rivals Marvel publishing.\nThe company did not officially change its name to DC Comics however, until 1977 during the presidency of Jenette Kahn.\nDC Comics has its current official headquarters at 1700 Broadway, 7th, New York, New York. Random House distributes DC Comics' books to the bookstore market, while Diamond Comics Distributors supplies the comics shop specialty market.\nGolden Age.\nNational Allied Publications' first comic was ' which was released in the February of 1935. It hit off, and was surprisingly popular. Later that year, a second title was released: \"1.\" The size and length \"New Comics #1\" became the archetype for many comics afterwards, and it became the longest running comic series of all time.\nIn 1938, National launched \"Action Comics\", which featured the brand new character from regular contributors Jerry Siegel and Joe Shuster, Superman. Originally dismissed as \"silly\" by editorial, reports soon came back noting the popularity and sales increase resulting from the Superman feature. Superman quickly became a sensation and before long, dozens of imitations from both National and other publishing houses appeared almost overnight. Writer Bill Finger and his artist employer Bob Kane soon submitted Batman to appear in \"Detective Comics\" and before long, an entire Justice Society of America had been formed including properties such as The Flash, Green Lantern, The Sandman, Wonder Woman, Hawkman and The Spectre, to name a few, many of whom were either created or written by the prolific Gardner Fox.\nWith the establishment of DC as one of the major comic book companies and with many of the most marketable names in the early years of comics, it is sometimes considered the main company that other companies had to compete with. Companies tried different approaches, One that succeeded and often outsold DC for instance was Fawcett Publications who had a character who some consider similar to Superman who was an all-powerful hero with a supporting \"family\" known as Captain Marvel and the Marvel Family, whereas other companies such as Charlton Comics created entire new worlds preventing DC from attacking them with lawsuits. Further along in the Silver Age many of these companies failed or like Fawcett were sued out of existence. Thus although they had once been competitors, many of the soon public domain properties of Fawcett and Charlton were eventually revived and trademarked and seemingly taken under DC's control.\nSilver and Bronze Age.\nDuring the post-War years, the popularity of superheroes had declined almost completely, though DC and other publishers were still going strong moving into other genres such as funny animals, romance, Sci-Fi, Westerns and horror. Major characters such as Batman, Wonder Woman and Superman has managed to remain in publication and by the mid-1950s the superhero was again due for a comeback. \"4\" in 1956 introduced readers to Barry Allen, the all-new Flash re-imagined with a sleeker design and steeped much heavier in science fiction (and the older Golden Age heroes being relegated to existing on Earth Two). Characters such as The Atom, Green Lantern and the JSA, now reinvented as the Justice League of America soon followed and a new superhero boom was kicked off.\nDuring this time, The Comics Code Authority has also come into play, which drastically subdued the content available in the comic book medium. Many of the stories during the period moved away from more controversial horror or violent themes.\nWith the reinvigoration of Marvel in the 1960s under the leadership of Stan Lee and Jack Kirby, DC found itself a new and more potent competitor. Marvel succeeded by breaking what had become by then generic archetypes of superheroes by introducing characters which were younger and more flawed (and thus appeared more human and appealed to a younger crowd in a more direct manner.) After falling behind Marvel in sales, DC was finally forced to adopt much of the same system which Marvel had, by introducing such young teams as the Teen Titans to compete with the X-Men.\nModern Age and \"Crisis On Infinite Earths\".\nIn 1985, DC Comics decided its 50 years of continuity and numerous alternative Earths had become too messy and was in need of new blank slate. DC penned one of the first major comic book crossovers that incorporated almost every DC title and character ever published by the company. The series ended with multiple Earths being erased and merging into to one unified Earth. Following this, Batman, Superman and Wonder Woman were given new leases of life thanks to big name creators such as John Byrne, Frank Miller and George Perez that redefined the elderly heroes for a new generation.\nDuring this same period, the comic audience has begun to grow up and the direct market for comic stores had opened allowing a wider variety of publications to be experimented with. One such experiment involved bringing in British writer Alan Moore to pen the low selling \"Saga of the Swamp Thing\" series. What resulted was style of comic book not experienced before by mainstream readers in its literary and story driven complexity and execution. Before long, other writers from across the pond such as Neil Gaiman, Peter Milligan and Grant Morrison were recruited to revamp obscure properties and tell new and interesting stories with an older audience in mind. 1986 saw the release of two seminal works from DC Comics, Frank Miller's \"The Dark Knight Returns\" and Alan Moore's \"Watchmen\" that reached unprecedented levels of critical acclaim and outside media attention. By the 90's DC and the entire comic book industry experienced a boom in mature comics aimed at older audiences and simultaneously witnessed a collector's boom that increased sales but almost caused the industry to collapse soon after.\nIn 1993, senior editor Karen Berger convinced DC to make her own imprint for mature readers named Vertigo, similar to DC imprints Piranha Press and Paradox Press as well as Marvel's Epic Comics. Using popular titles such as \"Animal Man\", \"Swamp Thing\", \"Hellblazer\", \"The Sandman\" and \"Shade, The Changing Man\" as its blueprint along side new creator owned material, DC/Vertigo became a hub for intelligent and acclaimed comic books. While rival Marvel Comics continued to dominate the publishing arena with their exceedingly popular properties, DC/Vertigo became the destination for literary and inventive titles during the period.\nIn 1999, DC purchased Jim Lee's WildStorm Productions, formerly one of the founding studios of Image. The line of WildStorm comics and properties came under DC's control though the line continued to be published on the West Coast away from DC editorial until 2010.\n\"All Star DC Comics\".\nIn 2000 Marvel Comics started an imprint called ultimate marvel in which the characters' origin is changed and modernized. This eventually led DC to starting an imprint of their own in 2005, thus All Star was born.\nBoth All-Star series are in their own continuity, except \"All-Star Batman and Robin\" which was part of Earth-31.\nAll Star Batman and Robin the Boy Wonder.\n\"All-Star Batman\" started in 2005 and was written by Frank Miller and Penciled by Jim Lee. This was the first series in the All Star imprint and opened to mainly negative reviews but had high sales. The series was released in a sporadic schedule. The series only reached 10 issues (2008) 2 issues before the intended end of the series.\n\"All-Star Superman\".\n\"All-Star Superman\" started in 2006 and was written by Grant Morrison and Penciled by Frank Quitley. This was the second series under the All Star imprint, the first being \"All-Star Batman and Robin\". The series opened to mainly good reviews and went on to win the Eisner Award for best new series in 2006 and best ongoing series in 2007 and 2009. Like \"All-Star Batman\" the series was also released in a sporadic schedule. The series ended with issue 12. The series overall has widely considered to be one of the best Superman stories of all time.\nThe New 52.\nIn 2011, after a period of declining comic sales, DC announced they were cancelling all the main titles and starting over with all New 52's as part of a relaunch. In charge of the relaunch is Geoff Johns and Jim Lee. The relaunch started with the release of 1 on August 31st. this was done partially to revitalize the company and to de-age the characters and thus make them more dynamic. On January 12, 2012, it was announced that there would be a second wave of the new 52 where six titles would be getting canceled with another six to replace them, though the plan to stay at 52 ongoing monthlies seems to be consistent. DC also released a Third wave in September 2012, one year after the relaunch in September 2011. One book in the Third Wave, \"Talon\", starring Calvin Rose was the first solo book for a character who was introduced in the New 52. The Fourth wave started in January 2013 and ended in March 2013, meaning that it was the first wave not to come out in a single month. The Fifth Wave consisted of titles such as \"the Movement\", \"the Green Team\" and \"Superman Unchained\".\nThe New 52 had proved to be so successful with critics, fans and commercially that Marvel the main competitor of DC decided to do a relaunch of their own called \"Marvel NOW!\" in late 2012.\nRelocating from Manhattan to Burbank.\nIn 2015, DC Entertainment moved their entire operations from their Manhattan headquarters in New York City to their new home in Burbank, California. DC's digital and administrative departments had already been relocated to Burbank beginning in 2010. The new office is only a few blocks from their corporate parent company, Warner Bros. Studios.\nOther media.\nOver the years, DC Comics' parent company Warner Brothers (with a few exceptions) has produced a variety of feature films based on DC Comics properties for cinematic release, including TV shows, action figures, and video games which have made them even more popular.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":22},{"uri":"Comic_book","surface_form":"comic book","offset":31},{"uri":"Company","surface_form":"company","offset":42},{"uri":"Warner_Bros.","surface_form":"Warner Bros. Entertainment, Inc.","offset":114},{"uri":"Time_Warner","surface_form":"Time Warner","offset":173},{"uri":"Marvel_Comics","surface_form":"Marvel Comics","offset":203},{"uri":"Superhero","surface_form":"superhero","offset":329},{"uri":"History_of_graphic_design","surface_form":"Graphics","offset":404},{"uri":"Superman","surface_form":"Superman","offset":488},{"uri":"Batman","surface_form":"Batman","offset":498},{"uri":"Wonder_Woman","surface_form":"Wonder Woman","offset":506},{"uri":"Green_Lantern","surface_form":"Green Lantern","offset":520},{"uri":"The_Flash","surface_form":"Flash","offset":539},{"uri":"Aquaman","surface_form":"Aquaman","offset":546},{"uri":"Cyborg_(comics)","surface_form":"Cyborg","offset":555},{"uri":"Martian_Manhunter","surface_form":"Martian Manhunter","offset":563},{"uri":"Green_Arrow","surface_form":"Green Arrow","offset":582},{"uri":"Supergirl","surface_form":"Supergirl","offset":595},{"uri":"Batgirl","surface_form":"Batgirl","offset":606},{"uri":"Robin_(comics)","surface_form":"Robin","offset":615},{"uri":"Black_Canary","surface_form":"Black Canary","offset":622},{"uri":"White_Canary","surface_form":"White Canary","offset":636},{"uri":"Hawkman","surface_form":"Hawkman","offset":650},{"uri":"Hawkgirl","surface_form":"Hawkgirl","offset":659},{"uri":"Static","surface_form":"Static","offset":669},{"uri":"Zatanna","surface_form":"Zatanna","offset":677},{"uri":"Shazam%21","surface_form":"Shazam!","offset":690},{"uri":"DC_Universe","surface_form":"DC Universe","offset":752},{"uri":"Justice_League","surface_form":"Justice League","offset":821},{"uri":"The_Justice_Society_of_America","surface_form":"Justice Society of America","offset":841},{"uri":"Green_Lantern_Corps.","surface_form":"Green Lantern Corps.","offset":873},{"uri":"Young_Justice","surface_form":"Young Justice","offset":899},{"uri":"Suicide_Squad","surface_form":"Suicide Squad","offset":918},{"uri":"Teen_Titans","surface_form":"Teen Titans","offset":941},{"uri":"Lex_Luthor","surface_form":"Lex Luthor","offset":1026},{"uri":"Joker_(comics)","surface_form":"Joker","offset":1042},{"uri":"Darkseid","surface_form":"Darkseid","offset":1049},{"uri":"Harley_Quinn","surface_form":"Harley Quinn","offset":1059},{"uri":"General_Zod","surface_form":"General Zod","offset":1073},{"uri":"Catwoman","surface_form":"Catwoman","offset":1086},{"uri":"Brainiac_(character)","surface_form":"Brainiac","offset":1096},{"uri":"Doomsday_(comics)","surface_form":"Doomsday","offset":1106},{"uri":"Bane_(comics)","surface_form":"Bane","offset":1116},{"uri":"Mr._Freeze","surface_form":"Mr. Freeze","offset":1122},{"uri":"Penguin_(comics)","surface_form":"Penguin","offset":1138},{"uri":"Riddler_(comics)","surface_form":"Riddler","offset":1151},{"uri":"Two-Face","surface_form":"Two-Face","offset":1160},{"uri":"Ra%27s_al_Ghul","surface_form":"Ra's al Ghul","offset":1170},{"uri":"Ares_(DC_Comics)","surface_form":"Ares","offset":1184},{"uri":"Maxwell_Lord","surface_form":"Maxwell Lord","offset":1190},{"uri":"Cheetah_(comics)","surface_form":"Cheetah","offset":1208},{"uri":"Sinestro","surface_form":"Sinestro","offset":1217},{"uri":"Black_Manta","surface_form":"Black Manta","offset":1227},{"uri":"Reverse-Flash","surface_form":"Reverse-Flash","offset":1240},{"uri":"Black_Adam","surface_form":"Black Adam","offset":1259},{"uri":"Malcolm_Wheeler-Nicholson","surface_form":"Malcolm Wheeler-Nicholson","offset":1360},{"uri":"Detective_Comics","surface_form":"Detective Comics","offset":1811},{"uri":"Marvel_Comics","surface_form":"Marvel","offset":1923},{"uri":"Jenette_Kahn","surface_form":"Jenette Kahn","offset":2047},{"uri":"New_Comics","surface_form":"1","offset":2489},{"uri":"Action_Comics","surface_form":"Action Comics","offset":2666},{"uri":"Jerry_Siegel","surface_form":"Jerry Siegel","offset":2747},{"uri":"Joe_Shuster","surface_form":"Joe Shuster","offset":2764},{"uri":"Superman","surface_form":"Superman","offset":2777},{"uri":"Bill_Finger","surface_form":"Bill Finger","offset":3089},{"uri":"Bob_Kane","surface_form":"Bob Kane","offset":3125},{"uri":"Batman","surface_form":"Batman","offset":3149},{"uri":"Detective_Comics","surface_form":"Detective Comics","offset":3170},{"uri":"Justice_Society_of_America","surface_form":"Justice Society of America","offset":3215},{"uri":"The_Flash","surface_form":"The Flash","offset":3287},{"uri":"Green_Lantern","surface_form":"Green Lantern","offset":3298},{"uri":"The_Sandman","surface_form":"The Sandman","offset":3313},{"uri":"Wonder_Woman","surface_form":"Wonder Woman","offset":3326},{"uri":"Hawkman","surface_form":"Hawkman","offset":3340},{"uri":"The_Spectre","surface_form":"The Spectre","offset":3352},{"uri":"Gardner_Fox","surface_form":"Gardner Fox","offset":3440},{"uri":"Captain_Marvel_and_the_Marvel_Family","surface_form":"Captain Marvel and the Marvel Family","offset":3921},{"uri":"Charlton_Comics","surface_form":"Charlton Comics","offset":3991},{"uri":"Silver_Age","surface_form":"Silver Age","offset":4103},{"uri":"Showcase","surface_form":"4","offset":4796},{"uri":"The_Comics_Code_Authority","surface_form":"The Comics Code Authority","offset":5191},{"uri":"Stan_Lee","surface_form":"Stan Lee","offset":5486},{"uri":"Jack_Kirby","surface_form":"Jack Kirby","offset":5499},{"uri":"Teen_Titans","surface_form":"Teen Titans","offset":5947},{"uri":"X-Men","surface_form":"X-Men","offset":5979},{"uri":"George_Perez","surface_form":"George Perez","offset":6548},{"uri":"Vertigo","surface_form":"Vertigo","offset":7823},{"uri":"Piranha_Press","surface_form":"Piranha Press","offset":7855},{"uri":"Paradox_Press","surface_form":"Paradox Press","offset":7873},{"uri":"Animal_Man","surface_form":"Animal Man","offset":7950},{"uri":"Swamp_Thing","surface_form":"Swamp Thing","offset":7964},{"uri":"Hellblazer","surface_form":"Hellblazer","offset":7979},{"uri":"The_Sandman","surface_form":"The Sandman","offset":7993},{"uri":"Shade","surface_form":"Shade","offset":8011},{"uri":"The_Changing_Man","surface_form":"The Changing Man","offset":8018},{"uri":"WildStorm_Productions","surface_form":"WildStorm Productions","offset":8390},{"uri":"Image","surface_form":"Image","offset":8453},{"uri":"Earth-_31","surface_form":"Earth-31","offset":8963},{"uri":"New_52%27s","surface_form":"New 52's","offset":10064},{"uri":"Geoff_Johns","surface_form":"Geoff Johns","offset":10125},{"uri":"Jim_Lee","surface_form":"Jim Lee","offset":10141},{"uri":"Justice_League","surface_form":"1","offset":10191},{"uri":"Marvel_NOW%21","surface_form":"Marvel NOW!","offset":11183},{"uri":"Warner_Bros.","surface_form":"Warner Brothers","offset":11648}]}