{"id":14265,"url":"http://en.wikipedia.org/wiki/Wonder_Woman","text":"Wonder Woman is a superhero who appears in comic books published by DC Comics and the tritagonist in the DC Universe. She is one of the first female superheroes in American comic books and the most famous, most recognizable female superhero in the world. William Moulton Marston, a psychologist who believed that women could be as strong and powerful as men, created Wonder Woman, partly inspired by his wife, Elizabeth Holloway-Marston. Wonder Woman first appeared in the pages of 8, published in December 1941. Her first solo comic book debuted in the summer of 1942, when 1 was published.\nStory.\nIn the comic book, Wonder Woman's real name is Diana, and she is the daughter of Queen Hippolyta, ruler of the Amazons, a race of peace-loving women who lived in an island named Themyscira (also referred to as Paradise Island). Soon after Steve Trevor, a US Air Force pilot, crash-lands on Paradise Island during World War II, Diana and the amazons tend to his wounds and help him recover. Diana decides that she will bring him back to the United States; once there she becomes the superhero that the world calls \"Wonder Woman\". Her best-known powers are superhuman strength, speed, and reflexes, as well as flight. She has a magic lasso that compels those bound by it to tell the truth, and unbreakable gauntlets that can deflect bullets.\nIn Other media.\nWonder Woman had also appeared in animated cartoons and in a live-action television program in the 1970s with actress Lynda Carter. The series made the character very famous.\nIn January 2001, producer Joel Silver asked Todd Alcott to write a \"Wonder Woman\" screenplay. Early rumours listed actresses such as Mariah Carey, Sandra Bullock, and Catherine Zeta-Jones to play the role of Wonder Woman. Leonard Goldberg, speaking in a May 2001 interview, named Sandra Bullock as a strong candidate for the project. Bullock said that she was asked to play the role. Lucy Lawless and Chyna both were interested in it. The screenplay then went through many versions written by many different writers. By August 2003, Levens was replaced by screenwriter Laeta Kalogridis.\nIn March 2005, Warner Bros. said that Joss Whedon would write and direct the movie version of \"Wonder Woman.\" Because Whedon was directing \"Serenity\" at the time and needed time to learn Wonder Woman's background, he did not start writing until late 2005. Silver wanted to movie \"Wonder Woman\" in Australia once the script was finished. In May 2005, Whedon said that he would not cast Wonder Woman until he finished the script. Charisma Carpenter and Morena Baccarin said they were interested in the role.\nIn February 2007, Whedon left the project. He said there were problems with differences about the script between the studio and himself. Whedon said that since he was not doing the \"Wonder Woman\" project, he would focus on making his movie \"Goners\".\nGal Gadot played Wonder Woman in the upcoming 2016 action movie '. She was also the lead role of the 2017 superhero film \"Wonder Woman\". She will play the role again in \"Wonder Woman 1984\" (2020) and \"Zack Snyder's Justice League\" (2021).\nHonors.\nOn October 21, 2016, the United Nations controversially named Wonder Woman a UN Honorary Ambassador for the Empowerment of Women and Girls. The character was dropped from the role two months later after a petition against the appointment stated Wonder Woman was an overly sexualized image\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Superhero","surface_form":"superhero","offset":18},{"uri":"DC_Comics","surface_form":"DC Comics","offset":68},{"uri":"William_Moulton_Marston","surface_form":"William Moulton Marston","offset":255},{"uri":"Psychologist","surface_form":"psychologist","offset":282},{"uri":"All-Star_Comics","surface_form":"8","offset":482},{"uri":"Amazons","surface_form":"Amazons","offset":710},{"uri":"US_Air_Force","surface_form":"US Air Force","offset":854},{"uri":"World_War_II","surface_form":"World War II","offset":912},{"uri":"United_States","surface_form":"United States","offset":1039},{"uri":"Lasso","surface_form":"lasso","offset":1231},{"uri":"Bracelet","surface_form":"gauntlet","offset":1303},{"uri":"Animation","surface_form":"animated","offset":1389},{"uri":"Cartoon","surface_form":"cartoon","offset":1398},{"uri":"Live-action","surface_form":"live-action","offset":1416},{"uri":"Television_program","surface_form":"television program","offset":1428},{"uri":"Lynda_Carter","surface_form":"Lynda Carter","offset":1473},{"uri":"Movie_producer","surface_form":"producer","offset":1547},{"uri":"Joel_Silver","surface_form":"Joel Silver","offset":1556},{"uri":"Screenplay","surface_form":"screenplay","offset":1612},{"uri":"Rumor","surface_form":"rumours","offset":1630},{"uri":"Actor","surface_form":"actresses","offset":1645},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":1663},{"uri":"Sandra_Bullock","surface_form":"Sandra Bullock","offset":1677},{"uri":"Catherine_Zeta-Jones","surface_form":"Catherine Zeta-Jones","offset":1697},{"uri":"Leonard_Goldberg","surface_form":"Leonard Goldberg","offset":1752},{"uri":"Lucy_Lawless","surface_form":"Lucy Lawless","offset":1914},{"uri":"Chyna","surface_form":"Chyna","offset":1931},{"uri":"Screenwriter","surface_form":"writers","offset":2038},{"uri":"Warner_Bros.","surface_form":"Warner Bros.","offset":2132},{"uri":"Joss_Whedon","surface_form":"Joss Whedon","offset":2155},{"uri":"Movie_director","surface_form":"direct","offset":2183},{"uri":"Movie","surface_form":"movie","offset":2194},{"uri":"Serenity_(movie)","surface_form":"Serenity","offset":2257},{"uri":"Australia","surface_form":"Australia","offset":2414},{"uri":"Charisma_Carpenter","surface_form":"Charisma Carpenter","offset":2545},{"uri":"Morena_Baccarin","surface_form":"Morena Baccarin","offset":2568},{"uri":"Movie_studio","surface_form":"studio","offset":2740},{"uri":"Gal_Gadot","surface_form":"Gal Gadot","offset":2873},{"uri":"Wonder_Woman_(2017_movie)","surface_form":"Wonder Woman","offset":2995},{"uri":"Wonder_Woman_1984","surface_form":"Wonder Woman 1984","offset":3043},{"uri":"Zack_Snyder%27s_Justice_League","surface_form":"Zack Snyder's Justice League","offset":3074},{"uri":"United_Nations","surface_form":"United Nations","offset":3145}]}