{"id":142773,"url":"http://en.wikipedia.org/wiki/Niobe","text":"In Greek mythology, Niobe (Νιόβη) was the daughter of the semi-legendary ruler Tantalus, called the \"Phrygian\" and sometimes even as \"King of Phrygia\" Tantalus ruled in Sipylus, a city located at the western end of Anatolia. The city has the same name than the mountain on which it was founded (Mount Sipylus) and of which few traces remain, and not in the traditional heartland of Phrygia lying more inland and centered around Gordion. Niobe was an Anatolian princess. She married Amphion of Thebes and Greek mythology was a vehicle for her historical record mixed with legends. Niobe was the sister of Pelops, who gave his name to the Peloponnese.\nLife.\nArtemis killed Niobe's daughters and Apollo killed Niobe's sons as they practiced athletics, with the last begging for his life. The bodies of her children lay for nine days unburied, for Zeus had changed the people to stone; on the tenth day they were buried by the gods. Apollo and Artemis used poisoned arrows to kill them, though according to some versions at least one Niobid was spared, (usually Meliboea). Amphion, at the sight of his dead sons, either killed himself or was killed by Apollo for swearing revenge. A devastated Niobe fled to Mount Sipylus (Spil Mount) of Lydia in Anatolia and was turned into a stone waterfall as she wept unceasingly. Spil Mount has a natural rock formation resembling a female face claimed to be Niobe, not to be confused with a sculpture carved into the rock-face of nearby crag Coddinus, north of Spil Mount, probably representing Cybele and attributed by the locals to Broteas, the ugly brother of Niobe. The rock formation is also known as the \"Weeping Stone\", as the stone is said to have wept tears during the summer. The rock appears to weep because it is porous limestone and rainwater seeps through the pores.\nThere are various accounts about how and where Niobe died; the story that returns Niobe from Thebes to her Lydian homeland is recorded in \"Bibliotheke\" 3.46.\nThe names and number of her children, and the time and place of their death, are variously given. This \"Niobe\", described by Pausanias (i. 21) and Quintus Smyrnaeus (i. 293-306), both natives of the district, was the appearance assumed by a cliff on Sipylus when seen from a distance and from the proper point of view (see [https://en.m.wikisource.org/wiki/Tragedies_of_Sophocles_(Jebb_1917)/Antigone Jebb on Sophocles, \"Antigone,\" 831]). It is to be distinguished from an archaic figure still visible, carved in the northern side of the mountain near Magnesia, to which tradition has given the name of Niobe, but which is really intended for Cybele.\nAccording to some, Niobe is the goddess of snow and winter, whose children, slain by Apollo and Artemis, symbolize the ice and snow melted by the sun in spring; according to others, she is an earth-goddess, whose progeny - vegetation and the fruits of the soil - is dried up and slain every summer by the shafts of the sun-god. Burmeister regards the legend as an incident in the struggle between the followers of Dionysus and Apollo in Thebes, in which the former were defeated and driven back to Lydia. Heffter builds up the story round the dripping rock in Lydia, really representing an Asiatic goddess, but taken by the Greeks for an ordinary woman. Enmann, who interprets the name as \"she who prevents increase\" (in contrast to Leto, who made women prolific), considers the main point of the myth to be Niobe's loss of her children. He compares her story with that of Lamia, who, after her children had been slain by Zeus, retired to a lonely cave and carried off and killed the children of others. The appearance of the rock on Sipylus gave rise to the story of Niobe having been turned to stone. The tragedians used her story to point the moral of the instability of human happiness; Niobe became the representative of human nature, liable to pride in prosperity and forgetfulness of the respect and submission due to the gods.\nThe tragic story of Niobe was a favourite subject in literature and art. Aeschylus and Sophocles wrote tragedies upon it; Ovid has described it at length in his \"[https://en.m.wikipedia.org/wiki/Tragedy_in_Ovid%27s_Metamorphoses Metamorphoses].\" In art, the most famous representation was a marble group of Niobe and her children, taken by Sosius to Rome and set up in the temple of Apollo Sosianus (Pliny, \"Nat. Hist.\" xxxvi. 4). What is probably a Roman imitation of this work was found in 1583 near the Lateran, and is now in the Uffizi gallery at Florence. In ancient times it was disputed whether the original was the work of Praxiteles or Scopas, and modern authorities are not agreed as to its identity with the group mentioned by Pliny.\nThe story of Niobe is an ancient one among Greeks: Niobe is mentioned by Achilles to Priam in Homer's \"Iliad\" book XXIV, as a stock type for mourning. Priam is like Niobe in that he is grieving for his son Hector, who was killed and not buried for several days. Niobe is also mentioned in Sophocles'\n\"Antigone\": as she is marched toward her death, Antigone compares her own loneliness to that of Niobe. The \"Niobe\" of Aeschylus, set in Thebes, survives in fragmentary quotes that were supplemented by a papyrus sheet containing twenty-one lines of text. From the fragments it appears that for the first part of the tragedy the grieving Niobe sits veiled and silent. Sophocles too contributed a \"Niobe\" that is lost. Furthermore, the conflict between Niobe and Leto is mentioned in one of Sappho's poetic fragments, (\"Before they were mothers, Leto and Niobe had been the most devoted of friends.\") The subject of Niobe and the destruction of the Niobids was part of the repertory of Attic vase-painters and inspired sculpture groups and wall frescoes as well as relief carvings on Roman sarcophagi.\nNiobe's iconic tears were also mentioned in Hamlet's soliloquy (Act 1, Scene 2), in which he contrasts his mother's grief over the dead King, Hamlet's father — \"like Niobe, all tears\" —\nto her unseemly hasty marriage to Claudius.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":3},{"uri":"Tantalus","surface_form":"Tantalus","offset":79},{"uri":"Phrygian","surface_form":"Phrygian","offset":101},{"uri":"Phrygia","surface_form":"Phrygia","offset":142},{"uri":"Anatolia","surface_form":"Anatolia","offset":215},{"uri":"Mount_Sipylus","surface_form":"Mount Sipylus","offset":295},{"uri":"Gordion","surface_form":"Gordion","offset":428},{"uri":"Amphion","surface_form":"Amphion","offset":482},{"uri":"Thebes","surface_form":"Thebes","offset":493},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":504},{"uri":"Pelops","surface_form":"Pelops","offset":604},{"uri":"Peloponnese","surface_form":"Peloponnese","offset":637},{"uri":"Artemis","surface_form":"Artemis","offset":656},{"uri":"Apollo","surface_form":"Apollo","offset":693},{"uri":"Chloris","surface_form":"Meliboea","offset":1058},{"uri":"Spil_Mount","surface_form":"Mount Sipylus","offset":1204},{"uri":"Lydia","surface_form":"Lydia","offset":1234},{"uri":"Anatolia","surface_form":"Anatolia","offset":1243},{"uri":"Cybele","surface_form":"Cybele","offset":1531},{"uri":"Broteas","surface_form":"Broteas","offset":1570},{"uri":"Limestone","surface_form":"limestone","offset":1768},{"uri":"Pore","surface_form":"pores","offset":1810},{"uri":"Lydia","surface_form":"Lydia","offset":1924},{"uri":"Bibliotheke","surface_form":"Bibliotheke","offset":1956},{"uri":"Achilles","surface_form":"Achilles","offset":4779},{"uri":"Priam","surface_form":"Priam","offset":4791},{"uri":"Homer","surface_form":"Homer","offset":4800},{"uri":"Iliad","surface_form":"Iliad","offset":4809},{"uri":"Hector","surface_form":"Hector","offset":4912},{"uri":"Sophocles","surface_form":"Sophocles","offset":4995},{"uri":"Antigone","surface_form":"Antigone","offset":5007},{"uri":"Aeschylus","surface_form":"Aeschylus","offset":5124},{"uri":"Thebes","surface_form":"Thebes","offset":5142},{"uri":"Sophocles","surface_form":"Sophocles","offset":5372},{"uri":"Niobids","surface_form":"Niobids","offset":5652},{"uri":"Sarcophagus","surface_form":"sarcophagi","offset":5793},{"uri":"Hamlet","surface_form":"Hamlet","offset":5849},{"uri":"Soliloquy","surface_form":"soliloquy","offset":5858}]}