{"id":142827,"url":"http://en.wikipedia.org/wiki/Hurricane_Linda_(1997)","text":"Hurricane Linda of 1997 was the strongest hurricane ever Recorded in the east Pacific, until Hurricane Patricia in 2015 with continued winds of 160 knots and gusting to 190 knots, and a central pressure of 902 mbar. It was part of an abnormally active season for both the Eastern and Western Pacific Basins.\nSince it was far from land, it did not cause much damage.\nHistory.\nA tropical wave moved off the coast of Africa on August 24th. It moved across the unfavorable Atlantic without development. As it crossed Central America convection increased, and a poorly-defined center developed early on September 9th. Banding and convection increased, and it became a tropical depression that night, 400 nautical miles south of Manzanillo, Mexico.\nTropical Depression 14-E continued northwestward, and became a tropical storm on the 10th. Linda started to intensify more quickly, becoming a hurricane on the 11th 475 nautical miles south-southeast of the southern tip of Baja California. After 30 hours of rapidly intensifying, Linda reached her peak of 160 knots on the 12th, or around 185 M.P.H. winds. That is an increase of 95 knots, and a drop of 85 millibars. Linda moved directly over Socorro Island on the 12th as a Category 5 hurricane, but cooler waters weakened it greatly, dissipating it on the 17th.\nImpact.\nLinda went over Soccoro Island, doing $3.2 million in damage.\nIn California, Linda was responsible for 8 deaths and $68 million in damage. Five people drowned in a jetty. Floods caused 3 deaths and mudslides destroyed millions of homes and caused $68 million in damage. The Southwest would get devastated again by Hurricane Nora weeks later.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hurricane","surface_form":"hurricane","offset":42},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":78},{"uri":"Africa","surface_form":"Africa","offset":414},{"uri":"Central_America","surface_form":"Central America","offset":513},{"uri":"Manzanillo%2C_Mexico","surface_form":"Manzanillo, Mexico","offset":723},{"uri":"Baja_California_Peninsula","surface_form":"Baja California","offset":966},{"uri":"Socorro_Island","surface_form":"Socorro Island","offset":1187},{"uri":"Soccoro_Island","surface_form":"Soccoro Island","offset":1332},{"uri":"Hurricane_Nora","surface_form":"Hurricane Nora","offset":1630}]}