{"id":142817,"url":"http://en.wikipedia.org/wiki/2002_Pacific_hurricane_season","text":"The 2002 Pacific hurricane season was an event in tropical cyclone meteorology. The most notable storm this year was Hurricane Kenna, which reached Category 5 on the Saffir-Simpson Hurricane Scale. It made landfall near Puerto Vallarta, Jalisco, Mexico, on October 25. It killed four people and was one of the most powerful hurricanes to ever strike the western coast of Mexico. Elsewhere, Tropical Storm Julio made landfall in Mexico, and Tropical Storm Boris dumped torrential rain along the Mexican coast, although it remained offshore.\nOther storms were individually unusual. Hurricanes Elida and Hernan also reached Category 5 intensity, but neither did any damage. Hurricane Fausto, while it had no effect on land, regenerated into a tiny tropical storm at a very high latitude.\nSeason summary.\nIt officially started May 15, 2002, in the eastern Pacific, and June 1, 2002, in the central Pacific, and lasted until November 30, 2002. These dates conventionally delimit the period of each year when most tropical cyclones form in the northeastern Pacific Ocean.\nThere were twelve tropical storms in the eastern Pacific Ocean this season. Of those, six became hurricanes and five became major hurricanes by reaching Category 3 or high on the Saffir Simpson Scale. A record three Category 5 storms formed. In the central Pacific, one tropical storm, one hurricane, and one major hurricane formed. The season saw below average activity in terms of the number of systems, but above average activity in terms of stronger storms. This was due to a moderately strong El Niño that also suppressed activity in the Atlantic Ocean.\nAlso of note this season is an unusual gap in storm formation during the first three weeks of August. That time usually sees several nameable storms, but for some reason there were none.\nTropical Storm Boris.\nOn June 8, an area of disturbed weather that had absorbed a tropical wave spawned Tropical Depression Two-E. It became a tropical storm the next day. After peaking on June 9, steering currents collapsed and Boris stalled out in the ocean between two ridges of high pressure. Shear increased, and the cyclone weakened to a depression on June 10. The next day, Boris degenerated into a remnant low. The remnant drifted east and then southeast before dissipating on June 12.\nBoris dumped heavy rains on sections of the Mexican coast. Several homes at an unspecified location were damaged. There were no deaths.\nTropical Storm Julio.\nAn area of convection and disturbed weather possibly related to outflow from Hurricane Isidore developed a circulation on September 23 and organized into Tropical Depression Thirteen-E on September 25. The depression headed northward and strengthened into a tropical storm the same day. Julio turned to the northwest and peaked just before landfall near Lazaro Cardenas on September 26. The storm quickly dissipated over Mexico.\nNo one was killed by Julio. Around 100 houses in Acapulco and Zihuatanejo were damaged or washed away by flash flooding.\nHurricane Kenna.\nA powerful Category 5 hurricane at its peak, the third of the season, Kenna made landfall on Mexico as a Category 4. As of 2005, it is the most recent Pacific hurricane to have its name retired.\nKenna killed four people in Mexico and left thousands homeless. Its total damage was from 5 to 100 million dollars.\nTropical Depression Eleven-E.\nEleven-E threatened land. It resulted in warnings and watches being issued for parts of the Baja California Peninsula, but it weakened to a remnant low before strengthening into a storm. No deaths or damages were reported. Eleven-E was the final storm of the season. It lasted for two days in November and dissipated on the sixteenth day of that month.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hurricane_Kenna","surface_form":"Hurricane Kenna","offset":117},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":166},{"uri":"Puerto_Vallarta","surface_form":"Puerto Vallarta","offset":220},{"uri":"Jalisco","surface_form":"Jalisco","offset":237},{"uri":"Mexico","surface_form":"Mexico","offset":246},{"uri":"Mexico","surface_form":"Mexico","offset":428},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1051},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir Simpson Scale","offset":1245},{"uri":"El_Ni%C3%B1o","surface_form":"El Niño","offset":1564},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1609},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":1894},{"uri":"Wind_shear","surface_form":"Shear","offset":2109},{"uri":"Hurricane_Isidore","surface_form":"Hurricane Isidore","offset":2541},{"uri":"Lazaro_Cardenas%2C_Mexico","surface_form":"Lazaro Cardenas","offset":2818},{"uri":"Acapulco","surface_form":"Acapulco","offset":2942},{"uri":"Zihuatanejo","surface_form":"Zihuatanejo","offset":2955},{"uri":"Flash_flood","surface_form":"flash flood","offset":2998},{"uri":"As_of_2005","surface_form":"As of 2005","offset":3148},{"uri":"Tropical_cyclone_warnings_and_watches","surface_form":"warnings and watches","offset":3413},{"uri":"Baja_California_Peninsula","surface_form":"Baja California Peninsula","offset":3464},{"uri":"November","surface_form":"November","offset":3665},{"uri":"November_16","surface_form":"sixteenth day","offset":3696}]}