{"id":142824,"url":"http://en.wikipedia.org/wiki/Hurricane_John_(1994)","text":"Hurricane John was the longest-lived tropical cyclone ever observed, tracking from the Eastern Pacific to the Western Pacific and crossing back to the Central Pacific for 31 days total.\nThe precursor to Hurricane John was a tropical wave that moved off the coast of Africa on July 25th. It moved across the unfavorable Atlantic, and reached the Eastern Pacific on August 8th. It slowly organized, and became Tropical Depression 10-E on August 11th, 300 nautical miles south-southeast of Acapulco, Mexico. Conditions were not ideal for development, but it developed banding features and well-defined outflow, and managed to strengthen to become Tropical Storm John later that day.\nA strong ridge of high pressure over the Northeastern Pacific Ocean forced John westward, where upper level shear kept John a tropical storm as its intensity fluctuated. The shear greatly lessened greatly on the 19th, and John became a hurricane on the 20th. Later that day, it became a major hurricane, and crossed into the Central Pacific shortly thereafter.\nHurricane John continued to strengthen, and reached a peak of 150 knots (175 mph winds) on the 23rd, passing 300 nautical miles south of Hawaii. John had posed a threat to the island days before, but the ridge of high pressure pushed John safely south of the island. The hurricane still caused heavy waves and rains, though. During these days, John's intensity was constantly checked by Air Force Reserve aircraft reconnaissance.\nJohn turned more northerly, where it steadily weakened to a minimal hurricane on the 26th. Then, it crossed just north of Johnston Island, where it caused moderate damage. Conditions again favored strengthening, and John re-strengthened to a 135 mph Category 4 hurricane, but upper level shear again weakened it. John crossed the International Date Line, and became Typhoon John.\nThe system continued to weaken, becoming a tropical storm on the 31st and a tropical depression on the 2nd while drifting eastward. John looped back to the northwest, and gradually restrengthened. An upper trough pulled the storm to the northeast on the 7th, and re-entered the Central Pacific on the 8th. John became a hurricane again late on the 8th, and retained that intensity for another day. Upper level shear weakened the hurricane to a tropical storm on the 10th, and John became extratropical in the North Central Pacific about a thousand miles south of Unalaska Island. John dissipated later that day, after an unprecedented 31 days at sea.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":37},{"uri":"Africa","surface_form":"Africa","offset":266},{"uri":"July_25","surface_form":"July 25","offset":276},{"uri":"August_11","surface_form":"August 11","offset":436},{"uri":"Acapulco%2C_Mexico","surface_form":"Acapulco, Mexico","offset":487},{"uri":"Hawaii","surface_form":"Hawaii","offset":1178},{"uri":"Johnston_Island","surface_form":"Johnston Island","offset":1593},{"uri":"International_Date_Line","surface_form":"International Date Line","offset":1801},{"uri":"Unalaska_Island","surface_form":"Unalaska Island","offset":2414}]}