{"id":142982,"url":"http://en.wikipedia.org/wiki/Commedia_dell%27arte","text":"\"Commedia dell'arte\" is a form of improvisational theatre that began in Italy in the 16th century. It continued to be popular during the 17th century and is still popular today.\nThe title is difficult to translate. A close translation is “comedy of craft”. This is shortened from \"commedia dell’arte all’improvviso\", or “comedy of improvisation”.\nThe plays of Commedia dell'arte were often performed by a small group of actors who traveled around and performed in town squares. The actors would pass a hat around for people to put money in.\nThe earliest known company was in Padua in 1545. By the turn of the seventeenth century there were several troupes (group of actors) such as the Gelosi, Confidenti, and Fedeli. Some troupes were popular at foreign courts, especially in France, where images from the commedia became a favorite theme of well-known artists.\nThe actors often wore masks. The stories were often about people being cunning. Hunger, love and money were important in the stories. There were several characters who often appeared in lots of the stories. These are called \"stock characters\". Examples of stock characters from Commedia dell'arte are: Harlequin, Pantalone, Arlecchino, Colombina, Pulcinella, Pierrot, Scaramuccia.\nCommedia dell'arte had a lot of influence on theatre plays in many countries. Punch and Judy shows, popular with children in Britain and other countries, are similar to Commedia dell'arte. They also have stock characters: Punch, Judy, the crocodile, the policeman etc.","categories":[],"infobox_types":[],"annotations":[{"uri":"Improvisation","surface_form":"improvisation","offset":34},{"uri":"Theatre","surface_form":"theatre","offset":50},{"uri":"Italy","surface_form":"Italy","offset":72},{"uri":"17th_century","surface_form":"17th century","offset":137},{"uri":"Translation","surface_form":"translate","offset":204},{"uri":"Play_(theatre)","surface_form":"plays","offset":351},{"uri":"Actor","surface_form":"actor","offset":420},{"uri":"Town_square","surface_form":"town square","offset":464},{"uri":"Hat","surface_form":"hat","offset":502},{"uri":"Money","surface_form":"money","offset":531},{"uri":"Padua","surface_form":"Padua","offset":575},{"uri":"Court","surface_form":"court","offset":755},{"uri":"France","surface_form":"France","offset":777},{"uri":"Mask","surface_form":"mask","offset":885},{"uri":"Hunger","surface_form":"Hunger","offset":943},{"uri":"Love","surface_form":"love","offset":951},{"uri":"Money","surface_form":"money","offset":960},{"uri":"Influence","surface_form":"influence","offset":1276},{"uri":"Punch_and_Judy","surface_form":"Punch and Judy","offset":1322},{"uri":"Britain","surface_form":"Britain","offset":1369},{"uri":"Crocodile","surface_form":"crocodile","offset":1483},{"uri":"Policeman","surface_form":"policeman","offset":1498}]}