{"id":143055,"url":"http://en.wikipedia.org/wiki/Cyclotron","text":"A cyclotron is a type of particle accelerator invented by Ernest Lawrence from the University of California, Berkeley in 1930. It accelerates charged particles by whirling them in a circle. The first cyclotrons were the size of a hand. Some modern circular accelerators use a circle as wide as a city.\nCyclotrons use perpendicular magnetic field to bend electrons and particles through into a semicircular path by an applied electric field. The applied electric field accelerates electrons between the \"D\" electrodes(also called \"dees\") of the magnetic field region.\nThe accelerating electric field reverses just at the time the electrons finish their half circle, so that it accelerates them across the gap. With a higher speed, they move in a larger semicircle. After repeating this process several times, they come out the exit port at a high speed.\nCyclotron Frequency.\nformula_1.\nIt is found that the period is independent of the radius. Therefore if a square wave is applied at angular frequency qB/m, the charge will spiral outward, increasing in speed.\nWhen a square wave of angular frequency ω=qB/m is applied between the two sides of the magnetic poles, the charge will be boosted again at just the right time to accelerate it across the gap. Thus the constant cyclotron frequency can continue to accelerate the charge (so long as it is not relativistic).","categories":[],"infobox_types":[],"annotations":[{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":25},{"uri":"Ernest_Lawrence","surface_form":"Ernest Lawrence","offset":58},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California, Berkeley","offset":83},{"uri":"Charged_particle","surface_form":"charged particle","offset":142},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":331},{"uri":"Electron","surface_form":"electron","offset":354},{"uri":"Particle","surface_form":"particle","offset":368},{"uri":"Electric_field","surface_form":"electric field","offset":425},{"uri":"Square_wave","surface_form":"square wave","offset":958},{"uri":"Angular_frequency","surface_form":"angular frequency","offset":984},{"uri":"Magnetic_poles","surface_form":"magnetic poles","offset":1148},{"uri":"Frequency","surface_form":"frequency","offset":1281}]}