{"id":143057,"url":"http://en.wikipedia.org/wiki/Johanna_Spyri","text":"Johanna Spyri (12 June 1827 – 7 July 1901) wrote stories for children in the German language. Her most famous book was \"Heidi\".\nBiography.\nShe was born Johanna Heusser in Hirzel, Switzerland. Her father was a doctor and her mother was a poet.\nShe lived with her extended family: her grandmother, two aunties, and two cousins as well as her mother, father, two brothers and three sisters. This large household inspired her when she wrote \"Gritli's Children\".\nShe spent several summers around Chur in Graubünden when she was young. This setting was later used in her novels.\nHer only education was her village school in Hirzel. She wrote poetry as a child.\nShe married Bernhard Spyri, an employee, when she was 25. They met when they were children. They lived in Zurich, Switzerland and had only one child, a son, Berhard Diethelm Spyri, in 1855. In Zurich, they were friends with the musician Richard Wagner and poet Conrad Ferdinand Meyer. Both her husband and son died of tuberculosis in 1884.\nWriting.\nIn 1870, she started writing to help orphans and refugees of the Franco-Prussian War by describing their situation and giving money from her books to help them.\nHer first stories were very popular, so she wrote another story about another orphan, Heidi. She published the first part of \"Heidi\" anonymously in 1881. It became popular, so she wrote the second part in 1882 using her own name. She became very famous, but preferred a quiet, private life.\nShe wrote more than forty stories for children in German. Most of these stories have been translated into English. \"Heidi\" is still her most popular book, with new editions still published today.\nShe died in Berlin on July 7, 1901, but is buried with her family Zurich.","categories":[],"infobox_types":[],"annotations":[{"uri":"12_June","surface_form":"12 June","offset":15},{"uri":"1827","surface_form":"1827","offset":23},{"uri":"7_July","surface_form":"7 July","offset":30},{"uri":"1901","surface_form":"1901","offset":37},{"uri":"German_language","surface_form":"German language","offset":77},{"uri":"Heidi","surface_form":"Heidi","offset":120},{"uri":"Hirzel","surface_form":"Hirzel","offset":171},{"uri":"Switzerland","surface_form":"Switzerland","offset":179},{"uri":"Medical_doctor","surface_form":"doctor","offset":209},{"uri":"Poet","surface_form":"poet","offset":237},{"uri":"Chur","surface_form":"Chur","offset":491},{"uri":"Graub%C3%BCnden","surface_form":"Graubünden","offset":499},{"uri":"Zurich","surface_form":"Zurich","offset":761},{"uri":"Switzerland","surface_form":"Switzerland","offset":769},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":892},{"uri":"Conrad_Ferdinand_Meyer","surface_form":"Conrad Ferdinand Meyer","offset":916},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":973},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":1069},{"uri":"Heidi","surface_form":"Heidi","offset":1251}]}