{"id":143008,"url":"http://en.wikipedia.org/wiki/BonziBuddy","text":"e=\"preserve\">BonziBuddy (styled as BonziBUDDY) was a freeware program from BONZI Software. The software was available from 1999 to 2004. It is based on the Microsoft Agent technology. The program is no longer available because it contained a lot of adware, malware, and spyware. Most antivirus software picked up the software as Adware. The user would right click on the character's tummy and a menu would come up with different things that the character could do. It could tell jokes, facts, sing songs, download files and keep people on schedule with a calendar. Most things required the purchase of add-ons which would add extra jokes, facts and songs. There were also game add-ons and a speech recognition add-on which was called the 'Talking Add-on Module'. The program itself was advertised as an Internet Companion. The official website stayed open until 2008 and then it was no longer working. BonziBUDDY can still be downloaded by uploads from fans.\nCharacters.\nFor the first version, they used a green bird called Peedy that was created by Microsoft. In 2001, the company made their own character. They called it Bonzi. The character was a purple gorilla. When the program launched, the gorilla would surf onto their screen on a yellow surf board. In later versions, they changed Bonzi's entrance from a surf board to a jungle vine.\nVirus issues.\nBonziBUDDY had a lot of spyware. It would bring out random advertisements, set the homepage to www.bonzi.com and slow down the computer. It was also rated 6th at PCWorld's annoying spyware products. It would also collect personal information about what people do on their computer and that was a legal issue about this software.","categories":[],"infobox_types":[],"annotations":[{"uri":"Freeware","surface_form":"freeware","offset":53},{"uri":"Computer_program","surface_form":"program","offset":62},{"uri":"Software","surface_form":"software","offset":95},{"uri":"Microsoft_Agent","surface_form":"Microsoft Agent technology","offset":156},{"uri":"Adware","surface_form":"adware","offset":249},{"uri":"Malware","surface_form":"malware","offset":257},{"uri":"Spyware","surface_form":"spyware","offset":270},{"uri":"Antivirus_software","surface_form":"antivirus software","offset":284},{"uri":"Purchase","surface_form":"purchase","offset":590},{"uri":"Speech_recognition","surface_form":"speech recognition","offset":691},{"uri":"Download","surface_form":"download","offset":926},{"uri":"Upload","surface_form":"upload","offset":940},{"uri":"Green","surface_form":"green","offset":1006},{"uri":"Bird","surface_form":"bird","offset":1012},{"uri":"Microsoft","surface_form":"Microsoft","offset":1050},{"uri":"Company","surface_form":"company","offset":1074},{"uri":"Fictional_character","surface_form":"character.","offset":1097},{"uri":"Gorilla","surface_form":"gorilla","offset":1157},{"uri":"Spyware","surface_form":"spyware","offset":1381},{"uri":"Legal","surface_form":"legal","offset":1653}]}