{"id":143145,"url":"http://en.wikipedia.org/wiki/Alabaster%2C_Alabama","text":"Alabaster is a city and southern suburb of Birmingham in Shelby County, Alabama, United States. At the 2000 census the population was 22,619. According to the 2005 U.S. Census estimates, the city had a population of 27,517.\nLocation.\nAlabaster is located at (33.231162, -86.823829).\nThe city has a total area of 20.6 square miles (53.2 km²). 20.5 square miles (53.0 km²) of it is land and 0.1 square miles (0.1 km²) of it (0.24%) is water.\nHistory.\nShelby County, which is the geographical center of Alabama, was created on 7 February 1818 by an act of the Alabama Territorial General Assembly. The county was named for Isaac Shelby. He was a hero of the King's Mountain Battle during the American Revolutionary War. Alabama gained statehood on 14 December 1819.\nMany of the first settlers came from South Carolina, Tennessee, and Kentucky. Many came to this region after the Battle of Horseshoe Bend in 1814. The 1820 census records say that Shelby County contained 2,492 people at that time, 2,044 whites and 448 Africans.\nU.S. Highway 31 was a two-lane highway at that time. Because it was the main artery from Birmingham to Montgomery, the highway played an important part in the growth of the community.\nGeorge L. Scott, Sr. was an Alabaster pioneer. He owned and operated Alabaster Lime Co. His shipping point, which was named after him, was known as “Scott Rock”. Later, houses were built for his employees to live in. These houses became a community. It got its name from alabaster, a white chalky mineral. The First Bank of Alabaster opened in 1952. Its president was George L. Scott, Jr. He later became the first mayor of Alabaster. The first attempt in 1952 to incorporate Alabaster failed. In January 1953 the petition was filed again. On 23 February 1953, Alabaster was officially incorporated. There were 427 people living there. Other Alabaster pioneers were Kenton B. Nickerson and William J. Maxwell. In 1955, the Alabaster Water and Gas Board was formed. Alabaster merged with the adjoining city of Siluria, Alabama April 27, 1971.\nToday, Shelby County is the fastest-growing county in Alabama.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Birmingham%2C_Alabama","surface_form":"Birmingham","offset":43},{"uri":"Shelby_County%2C_Alabama","surface_form":"Shelby County","offset":57},{"uri":"Alabama","surface_form":"Alabama","offset":72},{"uri":"United_States","surface_form":"United States","offset":81},{"uri":"United_States_Census_2000","surface_form":"2000 census","offset":103},{"uri":"United_States_Census_Bureau","surface_form":"U.S. Census","offset":164},{"uri":"Shelby_County%2C_Alabama","surface_form":"Shelby County","offset":449},{"uri":"Alabama_Territorial_General_Assembly","surface_form":"Alabama Territorial General Assembly","offset":557},{"uri":"Isaac_Shelby","surface_form":"Isaac Shelby","offset":620},{"uri":"King%27s_Mountain_Battle","surface_form":"King's Mountain Battle","offset":655},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":689},{"uri":"South_Carolina","surface_form":"South Carolina","offset":800},{"uri":"Tennessee","surface_form":"Tennessee","offset":816},{"uri":"Kentucky","surface_form":"Kentucky","offset":831},{"uri":"Battle_of_Horseshoe_Bend","surface_form":"Battle of Horseshoe Bend","offset":876},{"uri":"Birmingham%2C_Alabama","surface_form":"Birmingham","offset":1114},{"uri":"Montgomery%2C_Alabama","surface_form":"Montgomery","offset":1128},{"uri":"Alabaster","surface_form":"alabaster","offset":1480},{"uri":"Siluria%2C_Alabama","surface_form":"Siluria, Alabama","offset":2018}]}