{"id":143140,"url":"http://en.wikipedia.org/wiki/Mr._T","text":"Mr. T, whose real name is Laurence Tureaud (born May 21, 1952) is an American actor. He is famous for playing Sgt. Bosco \"B. A.\" Baracus in \"The A-Team\" and James \"Clubber\" Lang in \"Rocky III\". \"Mr. T\" has a popular catch phrase, \"I Pity the Fool\", which lead to the name of a reality television series he appeared on. He also had a comic series called \"Mr T and the T-force\". \"Mr. T\" is known for having a mohawk hairstyle and wearing a lot of gold jewelry.\nEarly life.\nTureaud was born in Chicago. Before he became an actor, he was a bodyguard.\nPersonal life.\nMr. T is a born-again Christian.\nTureaud made his neighbors in a Chicago suburb called Lake Forest angry. He cut down more than a hundred oak trees on his estate. This is now called \"The Lake Forest Chain Saw Massacre\".\nHe gave up almost all his gold, one of his identifying marks, after helping with the cleanup after Hurricane Katrina in 2005. He said, \"As a Christian, when I saw other people lose their lives and lose their land and property...I felt that it would be a sin before God for me to continue wearing my gold. I felt it would be insensitive and disrespectful to the people who lost everything, so I stopped wearing my gold.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":69},{"uri":"Actor","surface_form":"actor","offset":78},{"uri":"The_A-Team","surface_form":"The A-Team","offset":141},{"uri":"Reality_television","surface_form":"reality television","offset":277},{"uri":"Mohawk","surface_form":"mohawk","offset":407},{"uri":"Gold","surface_form":"gold","offset":445},{"uri":"Jewelry","surface_form":"jewelry","offset":450},{"uri":"Chicago","surface_form":"Chicago","offset":491},{"uri":"Bodyguard","surface_form":"bodyguard","offset":536},{"uri":"Born_again_Christianity","surface_form":"born-again Christian","offset":573},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":881}]}