{"id":143106,"url":"http://en.wikipedia.org/wiki/Clifton_Beach%2C_Karachi","text":"Clifton Beach, on the Arabian Sea, is a beach in Clifton, Karachi, Sindh, Pakistan, one of the neighborhoods of Saddar Town, Karachi. The beach has attractions for families and tourists, including beachside horse and camel rides, amusement parks, restaurants, and swimming in the Arabian Sea.\nThe whole beach area of Clifton and Seaview is considered safe and peacful even in times of political turmoil.\nA gated residential area called Seaview Apartments is close to a section of Clifton beach known as Seaview beach or simply Seaview. Farther ahead is Darakhshan Villas which has residential townhouses.\nIn this very area new CINEPLEX cinema houses were constructed for the entertainment starved people of Karachi, particularly for the people who live in DHA and Clifton. This has happened after around three decades of cinema decline in Pakistan. Hollywood films are released here along with or soon after the international releases of these films. These cinemas are more expensive and are family cinemas meaning that no males or group of males are allowed to watch movies here without being accompanied by families, females or children.\nDefence Housing Authority is filling the beach area with sand to obtain more ground and this will push the beach farther, which will change the shape and features of this beach.\nOther beaches close to the city include \"Sandspit\", \"Hawke's Bay\", and \"Paradise Point\" - a sandstone rock promontory with a natural arch, but Clifton Beach is the most popular picnic destination in Karachi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":22},{"uri":"Clifton%2C_Karachi","surface_form":"Clifton","offset":49},{"uri":"Karachi","surface_form":"Karachi","offset":58},{"uri":"Sindh","surface_form":"Sindh","offset":67},{"uri":"Pakistan","surface_form":"Pakistan","offset":74},{"uri":"Saddar_Town","surface_form":"Saddar Town","offset":112},{"uri":"Karachi","surface_form":"Karachi","offset":125},{"uri":"Seaview_Clifton_beach","surface_form":"Seaview Apartments","offset":436},{"uri":"Universe_Cineplex","surface_form":"CINEPLEX","offset":627},{"uri":"Sandspit_Beach","surface_form":"Sandspit","offset":1359},{"uri":"Hawke%27s_Bay_(Karachi)","surface_form":"Hawke's Bay","offset":1371},{"uri":"Paradise_Point","surface_form":"Paradise Point","offset":1390},{"uri":"Sandstone","surface_form":"sandstone","offset":1410},{"uri":"Natural_arch","surface_form":"natural arch","offset":1443}]}