{"id":143282,"url":"http://en.wikipedia.org/wiki/2008_Mumbai_attacks","text":"The 2008 Mumbai attacks were carried out at seven places across Mumbai, India, on 26th November 2008. 175 people were killed and 291 were injured in these attacks.\nWho did the attacks?\nMumbai City (mainly south Mumbai area) came under heavy terrorist attacks with gunmen firing sophisticated weapons, hurling grenades and blasts on Nov 26, 2008, from 2120 hrs. [http://www.ijtr.nic.in/amir%20kasab.pdf] The attack began with two heavily armed terrorists opening indiscriminate fire and grenade attack on the public and police inside the CST (VT) Railway Station, after which, they threw grenades at BMC Office and then moved to Cama Hospital at a distance of about 200 mtrs from CST. They tried to take some hostages in the hospital,[https://indianexpress.com/article/26-11/stories-of-strength/mumbai-26-11-attack-lessons-at-cama-hospital-87-cctvs-70-guards-keep-vigil-5458283/ 26/11 lessons at Cama hospital: 87 CCTVs, 70 guards keep vigil | 26-11 News, The Indian Express] then, came out on main road where they shot dead the ATS chief, HemantKarkare and other police officials, who were coming in a Toyota Qualis vehicle. Two terrorists hijacked a police vehicle and tried to escape but faced cross fire from Police in which one terrorist (injured) was captured and other died near Metro Cinema.\nAnother group of terrorists opened indiscriminate fire on occupants of Leopold Cafe, Colaba (at a distance of 2.5 km from CST)and took some hostages including a Jewish couple. Later, the group holed itself up inside Nariman House after taking hostages [https://economictimes.indiatimes.com/five-hostages-dead-in-nariman-house-two-terrorists-killed/articleshow/3770111.cms Five hostages dead in Nariman House; two terrorists killed - The Economic Times] while another group forced themselves inside the lobby of Hotel Taj (at 0.5 km from Nariman House),threw grenades and started indiscriminate firing on the people inside the hotel lobby. Later, they moved onto the third floor and took some hostages including foreigners. They tried to blast the dome of the hotel and set the hotel on fire through grenade blast. Yet another group of terrorists entered into the lobby of Hotel Trident Oberai (at 1.5 km from CST) and started indiscriminate firing at different locations including pool side/upper floors and took hostages. Two taxies carrying explosives were also exploded killing its drivers and inmates in WadiBunder and Vile Parle area.[https://www.ndtv.com/mumbai-news/26-11-mumbai-attacks-how-india-fought-back-a-timeline-1953099 26/11 Mumbai Attacks: How India Fought Back - A Timeline]\nIn a major operation, the National Security Guards (NSG) neutralized all the terrorists holed up in Taj Hotel, Oberoi-Trident and Nariman House, Mumbai. The NSG completed the sanitization of Nariman House and Oberoi-Trident Hotel on November 29, 2008,Hotel Taj on early morning of November 30.In the attack, 175 persons were killed (Police-18, Public-122, Foreigners-26 and terrorists-9) and 291 were injured (Police-25,Public-243 Foreigners-22 and terrorist-1).[https://www.ncbi.nlm.nih.gov/pubmed/22673262 Mortality pattern of the 26/11 Mumbai terror attacks. - PubMed - NCBI]\nThe multiple terrorist attacks in Mumbai were launched from Karachi from where a group of 10 Laskhar-e-Taiba (LeT)fidayeens (all Pakistanis) equipped with arms/ammunition had sailed off on November 23,2008.GPS instrument recovered [https://www.hindustantimes.com/mumbai/10-infiltrators-take-26-11-sea-route-to-enter-city-expose-security-lapses/story-GAccPundp1QTMnp3c47YDK.html] from the boat which they had hijacked mid sea for coming to Mumbai showed Karachi-Mumbai route plotted for navigation. [https://zeenews.india.com/news/nation/26/11-location-in-gps-matched-route-indicated-in-terrorists-diary_558851.html 26/11: Location in GPS matched route indicated in terrorist`s diary | India News] A new militant outfit called Deccan Mujahideen claimed responsibility for the attack.[https://www.rediff.com/news/2008/nov/27deccan-mujahideen-claims-responsibility.htm Deccan Mujahideen claims responsibility] Investigations have revealed that the sender of the email was connected to Zarrar Shah Communication, [https://indianexpress.com/article/india/india-others/as-uk-us-and-india-watched-lashkar-man-plotted-2611/ Zarrar Shah] Coordinator of LeT based in Pakistan. One of the perpetrators namely Ajmal belonging to district Okara of Pakistan, who was captured, revealed in his interrogation his LeT connections and other details about the attack. According to him, the operation was planned by Zaki-ur-Rehman of LeT.\nNine terrorists killed in the operations by the security forces in Mumbai have been identified by Ajmal as his fidayeen associates from LeT.[https://www.indiatoday.in/india/story/26-11-attackers-pakistani-handlers-hyderabad-mujahideen-1396371-2018-11-26 Handlers asked 26/11 Pakistani terrorists to identify themselves as Hyderabad residents - India News]\nConviction of Mohd Amir MohdAjmalKasab and death penalty\nMohd Amir MohdAjmalKasab, Pakistani national [https://indianexpress.com/article/26-11/timeline/perpetrators-and-masterminds-of-the-2611-mumbai-terror-attacks/ Perpetrators and masterminds of the 26/11 Mumbai terror attacks | 26-11 News, The Indian Express] and lone arrested terrorist was convicted by the Special Court, Mumbai (case no. 175/2009) and awarded death sentence on May 6, 2010. The death penalty was upheld by the Bombay High Court and the Supreme Court of India. The mercy petition of Ajmal Kasab was rejected by the President of India, and he was hanged on November 21,2012 at 7:30 am at Yerwada jail, Pune. [https://economictimes.indiatimes.com/news/politics-and-nation/ajmal-kasab-the-26/11-mumbai-attacker-hanged-at-yerwada-jail-in-pune/articleshow/17303961.cms Ajmal Kasab: Ajmal Kasab, the 26/11 Mumbai attacker, hanged at Yerwada jail in Pune - The Economic Times]\nAcquittal of Fahim Ansari and Sabahuddin\nIn the same case, two Indian accused viz. Fahim Ansari and Sabahuddin were acquitted with benefit of the doubt on May 3, 2010 by The Trial Court. Prosecution has challenged the acquittal of both co-accused, before the Supreme Court.[https://www.thehindu.com/news/national/Fahim-Ansari-Sabahuddin-get-the-benefit-of-doubt/article15453699.ece Fahim Ansari, Sabahuddin get the benefit of doubt - The Hindu]","categories":[],"infobox_types":[],"annotations":[]}