{"id":143240,"url":"http://en.wikipedia.org/wiki/Yass%2C_New_South_Wales","text":"Yass is a town in the Southern Tablelands of New South Wales, Australia. It is in the Yass Valley Shire. The name probably comes from an Aboriginal word, \"Yarrh\" (or \"Yharr\"), which means 'running water'.\nYass is about 280 km southwest of Sydney and is 56 km north of Canberra. It is on the Hume Highway which is the main road between Melbourne and Sydney. The new Hume Freeway goes around the town. The Yass River flows past the town. It later flows into the Murrumbidgee River.\nYass has an impressive and historic main street. It includes many 19th century hotels with large verandahs. It is popular with tourists, some from Canberra and others taking a break from the Hume Highway.\nThe Pride of Erin Festival and Yass Show are held in March. The Yass Arts-and-Crafts Festival is held in November.\nHistory.\nThe Yass area has long been inhabited by Aboriginal tribes called the Wiradjuri and Ngunnawal. They called it \"yarrh\", meaning “running water.”\nIn 1821 the area was visited by the European explorer Hamilton Hume. In 1830 a small village began. It started where the road crossed the Yass River. The road became the main road to Melbourne.\nYass became a District Council in 1842. By 1848 there were 248 people living in Yass. On 13 March, 1873, the Municipal District of Yass was begun. James Cottrell was elected as the first Mayor of Yass.\nOne of Australia's best known poets, A.B. 'Banjo' Paterson came to the area with his family in 1871. He was only 7 and spent his childhood in the district, near Binalong. He later bought a property at Wee Jasper, near Yass, so that his children could enjoy a country life. Poet and priest Patrick Hartigan was born near Yass in 1878. He studied at the local convent school as a youth. He wrote using the name John O'Brien.\nSir Walter Merriman started a farm called 'Merryville'. It became one of Australia's most famous sheep farms. It produced some of the best fine wool in 1903. Yass is an important area for raising sheep which have very fine wool. This is because of the soil and climate in the Yass area.\nYass was one of the sites suggested for the Australian Federal Capital after 1901.\nRailways at Yass.\nBecause of the steep hills the New South Wales Government Railways built the railway a few kilometres from the town. The people in Yass wanted the railway to pass closer or even through the town. In 1892, a light railway or tram was built to connect Yass Junction on the main railway line and Yass Town.\nYass Junction was the nearest railway station on the Sydney Melbourne railway to serve the national capital at Canberra. The uniform gauge (distance between the rails) railway line between Melbourne and Sydney was opened in 1961. The special train had to stop at Yass Junction to pick up William Charles Wentworth. He was a member of parliament who had worked hard to get the railway built. He could not get on the train at Sydney because he was needed in the parliament at Canberra.\nSt Augustines.\n[http://www.cathnet.com/staug-yass St Augustine's Parish Yass] began in 1838 with the laying of the foundation stone of the church now called the Chapel.\nAn unusual modern style new building (the 'big' church) was begun in 1954. The bishop in charge was Bishop Young who later became the Archbishop of Hobart. The design for the church was by the architects Fowell Mansfield and Maclurcan of Sydney. The builder was James Wallace of 123 Sussex St Sydney.\nThe foundation stone of the new church was laid on 11 April 1954 by Archbishop Eris O'Brien and the church was opened on 29 April 1956, by Archbishop Guilford Young. Fifty year celebrations were organised on 29 April 2006 by Father Laurie Bent.","categories":[],"infobox_types":[],"annotations":[{"uri":"Southern_Tablelands","surface_form":"Southern Tablelands","offset":22},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":45},{"uri":"Australia","surface_form":"Australia","offset":62},{"uri":"Yass_Valley_Council","surface_form":"Yass Valley Shire","offset":86},{"uri":"Indigenous_Australian","surface_form":"Aboriginal","offset":137},{"uri":"Kilometre","surface_form":"km","offset":223},{"uri":"Sydney","surface_form":"Sydney","offset":239},{"uri":"Canberra","surface_form":"Canberra","offset":268},{"uri":"Hume_Highway","surface_form":"Hume Highway","offset":291},{"uri":"Melbourne","surface_form":"Melbourne","offset":335},{"uri":"Yass_River","surface_form":"Yass River","offset":404},{"uri":"Murrumbidgee_River","surface_form":"Murrumbidgee River","offset":460},{"uri":"Verandah","surface_form":"verandah","offset":577},{"uri":"Tourist","surface_form":"tourist","offset":607},{"uri":"Indigenous_Australians","surface_form":"Aboriginal","offset":850},{"uri":"Hamilton_Hume","surface_form":"Hamilton Hume","offset":1007},{"uri":"Melbourne","surface_form":"Melbourne","offset":1136},{"uri":"13_March","surface_form":"13 March","offset":1236},{"uri":"1873","surface_form":"1873","offset":1246},{"uri":"Mayor","surface_form":"Mayor","offset":1334},{"uri":"Poet","surface_form":"poet","offset":1379},{"uri":"Banjo_Patterson","surface_form":"A.B. 'Banjo' Paterson","offset":1386},{"uri":"Binalong%2C_New_South_Wales","surface_form":"Binalong","offset":1510},{"uri":"Wee_Jasper%2C_New_South_Wales","surface_form":"Wee Jasper","offset":1550},{"uri":"Priest","surface_form":"priest","offset":1631},{"uri":"Patrick_Joseph_Hartigan","surface_form":"Patrick Hartigan","offset":1638},{"uri":"Convent","surface_form":"convent","offset":1707},{"uri":"Sheep","surface_form":"sheep","offset":1968},{"uri":"Wool","surface_form":"wool","offset":1995},{"uri":"New_South_Wales_Government_Railways","surface_form":"New South Wales Government Railways","offset":2191},{"uri":"Tram","surface_form":"tram","offset":2384},{"uri":"William_Wentworth_IV","surface_form":"William Charles Wentworth","offset":2752},{"uri":"Hobart","surface_form":"Hobart","offset":3265},{"uri":"Joseph_Charles_Fowell","surface_form":"Fowell","offset":3321}]}