{"id":143263,"url":"http://en.wikipedia.org/wiki/Imran_Khan","text":"Imran Ahmad Khan Niazi () (born 5 October 1952) is a Pakistani politician. He is the 22nd and current Prime Minister of Pakistan. Before entering politics Khan was a cricketer and played for international cricket for two decades in the late 20th century.\nKhan became a politician in the mid-1990s. Currently, besides running his own political party, Khan is also a charity worker and cricket commentator. He made his political party Pakistan Tehreek-e-Insaf (PTI) in 1996. He made a cancer hospital, Shaukat Khanum, in memory of his mother who also died of cancer.\nOn July 26, 2018, Khan was elected Prime Minister despite many people accusing Khan's campaign of rigging the election. Khan took oath as Prime Minister of Pakistan on 18 August 2018.\nCricket career.\nKhan started his career as a first-class cricketer in Lahore in 1968. During his studies at the University of Oxford, he also played for their Blue's Cricket team.\nIn 1971, he played his first international test match for Pakistan against England. In 1974, he played his first One-day international against England.\nKhan also became the second fastest all-rounder to reach the mark of 3000 runs and 300 wickets. He also has the second best batting average in test cricket at position 6.\nKhan became the captain of Pakistan side in 1982, becoming one of the most successful captains with 91 wins in tests and ODIs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan","surface_form":"Pakistan","offset":53},{"uri":"Prime_Minister_of_Pakistan","surface_form":"Prime Minister of Pakistan","offset":102},{"uri":"Cricket","surface_form":"cricket","offset":205},{"uri":"Politician","surface_form":"politician","offset":269},{"uri":"Pakistan_Tehreek-e-Insaf","surface_form":"political party","offset":333},{"uri":"Charity_(practice)","surface_form":"charity","offset":365},{"uri":"Pakistani_general_election%2C_2018","surface_form":"July 26, 2018","offset":568},{"uri":"Rigging","surface_form":"rigging","offset":663},{"uri":"Prime_Minister_of_Pakistan","surface_form":"Prime Minister of Pakistan","offset":703},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":861}]}