{"id":143225,"url":"http://en.wikipedia.org/wiki/Sergei_Eisenstein","text":"Sergei Mikhailovich Eisenstein (; January 23, 1898 – February 11, 1948) was a Soviet Russian movie director and movie theorist. He was known mostly for his silent movies \"Strike\", \"The Battleship Potemkin\" and \"October\". He was also known for his historical epics \"Alexander Nevsky\" and \"Ivan the Terrible\". His work had a major impact on early movie directors because of his creative use of and writings about montage.\nEarly years.\nEisenstein was born in Riga, Latvia but his family moved a lot in his early years. Eisenstein continued to move often during his life. Eisenstein's father Mikhail Osipovich Eisenstein was of German-Jewish and Swedish descent and his mother, Julia Ivanovna Konetskaya, was from a Russian Orthodox family. He was born into a middle-class family. His father was an architect and his mother was the daughter of a wealthy merchant. Julia left Riga the year of the 1905 Revolution. She brought Sergei with her to St. Petersburg. Sergei would return at times to see his father. His father would later move to join them around 1910. His mother soon divorced his father and moved to France away from the family.\nAt the Petrograd Institute of Civil Engineering, Sergei studied architecture and engineering, the job of his father. At school with his fellow students however, Sergei would join the military to serve the revolution. His father did not support his joining the army. In 1918 Sergei joined the Red Army with his father, Mikhail, supporting the opposite side. This brought his father to Germany after defeat, and Sergei to Petrograd, Vologda, and Dvinsk. In 1920, Sergei was transferred to a command position in Minsk, after success providing propaganda for the October Revolution. At this time, Sergei studied Japanese. He learned some three hundred kanji characters which he cited as an influence on his pictorial development. This also allowed him to see Kabuki theatre. Because of his studies, he traveled to Japan.\nFrom theatre to cinema.\nIn 1920 Eisenstein moved to Moscow, and began his career in theatre working for Proletkult. His productions there were named \"Gas Masks,\" \"Listen Moscow,\" and \"Wiseman\". Eisenstein would then work as a designer for Vsevolod Meyerhold. In 1923 Eisenstein began his career as a theorist, by writing \"The Montage of Attractions\" for LEF. Eisenstein's first movie, \"Glumov's Diary\", was also made in that same year. Dziga Vertov hired at first as an \"instructor\" for the film The movie formed part of his theatre production \"Wiseman\".\n\"Strike\" (1925) was Eisenstein's first full-length movie. \"The Battleship Potemkin\" (1925) was well liked by critics throughout the world. Because he was known throughout the world, Eisenstein was able to direct \"October\" (also known as \"Ten Days That Shook The World\"). The movie was part of the tenth anniversary celebration of the October Revolution of 1917. He then directed \"The General Line\" (also known as \"Old and New\"). People in the outside world praised the movies. However, in the Soviet Union, Eisenstein's focus on structural issues such as camera angles, crowd movements and montage, was not liked by the much of the Soviet movie community.\nTravels to Europe.\nIn the autumn of 1928, Eisenstein left the Soviet Union for a tour of Europe. He was joined by Grigori Aleksandrov and cinematographer Eduard Tisse. The trip was supposed to allow Eisenstein and others to learn about sound motion pictures. It would also show the famous Soviet artists to the capitalist West. For Eisenstein, however, it was also an opportunity to see landscapes and cultures outside those found within the Soviet Union. He spent the next two years touring and lecturing in Berlin, Zurich, London, and Paris. In 1929, in Switzerland, Eisenstein supervised an educational documentary about abortion directed by Edouard Tissé entitled \"Frauennot - Frauenglück\".\nAmerican projects.\nIn late April 1930, Jesse L. Lasky, working for Paramount Pictures, offered Eisenstein the chance to make a movie in the United States. He accepted a short-term contract for $100,000 and arrived in Hollywood in May 1930. However, this agreement failed. Eisenstein's approach to filmmaking did not work with the style and way movies were made in American movie studios.\nEisenstein proposed a biography of munitions invester Sir Basil Zaharoff and a movie version of \"Arms and the Man\" by George Bernard Shaw. He also made plans for a movie of \"Sutter's Gold\" by Jack London. But the studio's producers did not like the plan. Paramount then proposed a movie version of Theodore Dreiser's \"An American Tragedy\". This excited Eisenstein, who had read and liked the work, and had met Dreiser at one time in Moscow. Eisenstein completed a script by the start of October 1930. Paramount disliked it completely. They also found themselves intimidated by Major Frank Pease, president of the \"Hollywood Technical Director's Institute\". Pease, an anti-communist, started a public campaign against Eisenstein. On October 23, 1930, Paramount and Eisenstein declared their contract canceled. Eisenstein and his movie partners were given return tickets to Moscow, at Paramount's expense.\nEisenstein was faced with returning home as a failure. The Soviet movie industry was solving the sound-movie issue without him and his movies. His methods and ideas were becoming increasingly attacked as 'ideological failures'. They were called examples of formalism. Many of his theoretical articles from this period, such as \"Eisenstein on Disney\", have been found decades later as important scholarly texts. These are used in movie schools around the world.\nEisenstein spent a large amount of time with Charlie Chaplin. Chaplin recommended that Eisenstein meet American socialist author Upton Sinclair who Chaplin thought might help Eisenstein. Sinclair's works had been accepted by and were widely read in the Soviet Union, and were known to Eisenstein. The two liked each other's work. Between the end of October 1930, and Thanksgiving of that year, Sinclair had gotten an extension of Eisenstein's leave from the Soviet Union. He also received permission for Eisenstein to travel to Mexico to make a movie to be produced by Sinclair and his wife, Mary Craig Kimbrough Sinclair. They joined with three other investors to make the Mexican Film Trust.\nTrip to Mexico.\nOn November 24, Eisenstein signed a contract with the Trust. The deal was \"upon the basis of Eisenstein's desire to be free to direct the making of a picture according to his own ideas of what a Mexican picture should be, and in full faith in Eisenstein's artistic integrity.\" The contract also said that the movie would be \"non-political.\" The money first came from Mrs. Sinclair and would be \"not less than Twenty-Five Thousand Dollars.\" The schedule for making the movie would be \"a period of from three to four months,\". The contract also said that \"Eisenstein...agrees that all pictures made or directed by him in Mexico, all negative film and positive prints, and all story and ideas embodied in said Mexican picture, will be the property of Mrs. Sinclair...\" An addition to the contract, dated December 1, allowed that the \"Soviet Government may have the [finished] movie free for showing inside the U.S.S.R.\" Reportedly, it was verbally decided that the movie was expected to be an hour long.\nBy December 4, 1930, Eisenstein was on his way to Mexico by train. He was joined by Alexandrov and Tisse. Later he came up with a short summary of the six-part movie which would come. This would be the final plan Eisenstein would settle on for his project. The title for the project, \"¡Que viva México!\", was decided on some time later. While in Mexico, Eisenstein mixed socially with Frida Kahlo and Diego Rivera. Eisenstein liked these artists and Mexican culture in general. They inspired Eisenstein to call his movies, \"moving frescoes.\"\nAfter a long time away from the Soviet Union, Stalin sent a telegram saying he was worried that Eisenstein had become a deserter. Eisenstein blamed Mary Sinclair's younger brother, Hunter Kimbrough, for the film's problems. Kimbrough had been sent along to act as a line producer on the movie. Eisenstein hoped to pressure the Sinclairs to stop Stalin, so Eisenstein could finish the movie in his own way.\nThe upset Sinclair shut down production. He ordered Kimbrough to return to the United States with the remaining movie footage. The three Soviets came as well to see what they could do with the movie already shot. For the unfinished filming of the \"novel\" of Soldadera, Eisenstein had gotten 500 soldiers, 10,000 guns, and 50 cannons from the Mexican Army. This was lost due to Sinclair's canceling of production.\nWhen Eisenstein arrived at the American border, a customs search of his trunk revealed sketches and drawings of Jesus along with other material of a pornographic nature. Eisenstein's re-entry visa had expired, and Sinclair's contacts in Washington were unable to secure him an additional extension. Eisenstein, Alexandrov and Tisse were, after a month's stay at the U.S.-Mexico border outside Laredo, Texas, allowed a 30-day \"pass\" to get from Texas to New York. From there, they would be allowed to leave for Moscow. Kimbrough returned to Los Angeles with the remaining movie.\nEisenstein toured the American South, on his way to New York. In mid-1932, the Sinclairs were able to get the services of Sol Lesser. Lesser had just opened his own distribution office in New York, Principal Distributing Corp.. Lesser agreed to supervise post-production work on the miles of negative — at the Sinclairs' expense — and distribute any finished product. Two short movies and a short subject — \"Thunder Over Mexico\" based on the \"Maguey\" footage, \"Eisenstein in Mexico\", and \"Death Day\" respectively — were completed and released in the United States between the autumn of 1933 and early 1934.\nEisenstein never saw any of the Sinclair-Lesser movies, nor a later effort by his first biographer, Marie Seton, called \"Time In The Sun.\" He would publicly say that he had lost all interest in the project.\nReturn to Soviet Union.\nEisenstein's trip to the west made the Soviet movie business look at him with a suspicion that would never completely go away. He apparently spent some time in a mental hospital in Kislovodsk in July 1933. This was possibly a result of depression because he realized that he would never be allowed to edit the Mexican footage which was turned over by Sinclair to Hollywood editors.\nHe was then given a teaching job with the movie school GIK (now Gerasimov Institute of Cinematography) where he had taught before. In 1933 and 1934 he was in charge of writing the education plan. Eisenstein married filmmaker and writer Pera Atasheva (1900–65) in 1934. They remained married until his death in 1948. There is some question about his sexuality.\nIn 1935, he began another project, \"Bezhin Meadow\". It appears the movie had many of the same problems as \"Que Viva Mexico\". Eisenstein decided to movie two versions of the plot. One was for adult viewers and one was for children. He failed to set a clear shooting schedule. He also used a lot of film which meant a lot of costs and missed deadlines. The movie ran into problems because it was not fully supported by its American financers.\nThe thing that may have saved Eisenstein's career at this point was that Stalin ended up saying that the \"Bezhin Meadow\" problems, along with several other problems facing the business, had less to do with Eisenstein's approach to filmmaking as with the executives who were supposed to have been watching him. In the end, this made Boris Shumyatsky, \"executive producer\" of Soviet movies since 1932 to blame. In early 1938, he was denounced, arrested, tried and convicted as a traitor, and shot. (The production executive at movie studio Mosfilm, where Meadow was being made, was also replaced, but without more executions).\nReturn to success.\nEisenstein was then able to impress Stalin again for \"one more chance\", and he chose, from two offerings, the job of a movie of \"Alexander Nevsky,\" with music composed by Sergei Prokofiev. This time, however, he was also given a co-writer, Pyotr Pavlenko, to bring in a completed script. He had professional actors to play the roles. He also had an assistant director, Dmitri Vasilyev, to make the filming faster.\nThe result was a movie critically received by both the Soviets and in the West. He won the Order of Lenin and the Stalin Prize. It was an obvious allegory and hard warning against the growing forces of Nazi Germany. This was started, completed, and put in theatres all within 1938. It was Eisenstein's first movie in nearly a decade. It also his first movie with sound.\nBut, within months of its release, Stalin entered into his agreement with Hitler. \"Nevsky\" was quickly pulled from distribution. Eisenstein returned to teaching. He was assigned to direct Richard Wagner's \"Die Walküre\" at the Bolshoi Theatre. Eisenstein had to wait until Hitler's sent German troops across the Soviet border in a fatal first strike, to see \"Nevsky\" receive wide distribution and real international success.\nWith the war coming to Moscow, Eisenstein was one of many filmmakers evacuated to Alma-Ata. There is where he first considered the idea of making a movie about Czar Ivan IV. Eisenstein wrote letters to Prokofiev from Alma-Ata. Prokofiev joined him there in 1942. Prokofiev composed the score for Eisenstein's movie. Eisenstein designed sets for an opera version of \"War and Peace\" that Prokofiev was creating.\nIvan trilogy.\nEisenstein's movie, \"Ivan The Terrible, Part I\", showing Ivan IV of Russia as a national hero, was liked by Joseph Stalin (and it won a Stalin Prize). The sequel, \"Ivan The Terrible, Part II\", was not approved of by the government. All the film from the not-finished ' was taken away, and most of it was destroyed (though several filmed scenes still exist today).\nEisenstein's health was also failing. He had a heart attack during the making of this movie. He died soon after of another heart attack at the age of 50. He is buried at Novodevichy Cemetery in Moscow.\nmovie theorist.\nEisenstein was one of the first to use montage, a specific form of movie editing. He and Lev Kuleshov, two of the first movie theorists, said that montage was the basis of movies. His articles and books — especially \"Film Form\" and \"The Film Sense\" — explain the need for montage in detail.\nEisenstein taught movie making during his career at GIK. He also wrote the lessons for the directors' course there. His classroom illustrations are reproduced in Vladimir Nizhniĭ's \"Lessons with Eisenstein.\" Exercises and examples for students were based on literature such as Honoré de Balzac's \"Le Père Goriot.\" Another situation students had to produce was the staging of the Haitian struggle for independence as depicted in Anatolii Vinogradov's \"The Black Consul,\". Eisenstein also taught the specifics of directing, photography, and editing. He encouraged his students' development of individuality, expressiveness, and creativity. Eisenstein's teaching, like his movies, were politically charged and contained quotes from Vladimir Lenin.\nIn his first movies, Eisenstein did not use professional actors. His narratives did not focus on individual characters. Instead, they addressed broad social issues, especially class conflict. He used basic characters, and the roles were filled with untrained people from the matching classes. He avoided using stars. Eisenstein's vision of communism brought him into conflict with officials in the ruling system of Joseph Stalin. Like many Bolshevik artists, Eisenstein pictured a new society which would pay for artists totally. This would free them from bosses and budgets. It would leave them free to create. But budgets and producers were as important to the Soviet movie business as the rest of the world. The isolated, post-revolution, new nation did not have the resources to nationalize its movie business at first. When it did, limited resources — both monetary and equipment — required production controls as big as in the capitalist world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soviet_Union","surface_form":"Soviet","offset":78},{"uri":"Russian_people","surface_form":"Russian","offset":85},{"uri":"Movie_director","surface_form":"movie director","offset":93},{"uri":"Movie_theory","surface_form":"movie theorist","offset":112},{"uri":"Silent_movie","surface_form":"silent movie","offset":156},{"uri":"Strike_(1925_movie)","surface_form":"Strike","offset":171},{"uri":"Battleship_Potemkin","surface_form":"The Battleship Potemkin","offset":181},{"uri":"Ten_Days_That_Shook_the_World","surface_form":"October","offset":211},{"uri":"Historical_movie","surface_form":"historical","offset":247},{"uri":"Epic_film","surface_form":"epics","offset":258},{"uri":"Alexander_Nevsky_(movie)","surface_form":"Alexander Nevsky","offset":265},{"uri":"Ivan_the_Terrible_(movie)","surface_form":"Ivan the Terrible","offset":288},{"uri":"Montage_(filmmaking)","surface_form":"montage","offset":411},{"uri":"Mikhail_Eisenstein","surface_form":"Mikhail Osipovich Eisenstein","offset":588},{"uri":"Germans","surface_form":"German","offset":624},{"uri":"Jew","surface_form":"Jew","offset":631},{"uri":"Swedish_people","surface_form":"Swedish","offset":642},{"uri":"Descent","surface_form":"descent","offset":650},{"uri":"Russian_people","surface_form":"Russian","offset":712},{"uri":"Orthodox_Christian","surface_form":"Orthodox","offset":720},{"uri":"Architect","surface_form":"architect","offset":795},{"uri":"Russian_Revolution_(1905)","surface_form":"1905 Revolution","offset":892},{"uri":"Red_Army","surface_form":"Red Army","offset":1428},{"uri":"Vologda","surface_form":"Vologda","offset":1567},{"uri":"Daugavpils","surface_form":"Dvinsk","offset":1580},{"uri":"Minsk","surface_form":"Minsk","offset":1645},{"uri":"Propaganda","surface_form":"propaganda","offset":1676},{"uri":"October_Revolution","surface_form":"October Revolution","offset":1695},{"uri":"Japanese_language","surface_form":"Japanese","offset":1744},{"uri":"Kanji","surface_form":"kanji","offset":1784},{"uri":"Kabuki","surface_form":"Kabuki","offset":1891},{"uri":"Proletkult","surface_form":"Proletkult","offset":2057},{"uri":"Enough_Stupidity_in_Every_Wise_Man","surface_form":"Wiseman","offset":2137},{"uri":"Vsevolod_Meyerhold","surface_form":"Vsevolod Meyerhold","offset":2192},{"uri":"Theorist","surface_form":"theorist","offset":2253},{"uri":"LEF_(journal)","surface_form":"LEF","offset":2307},{"uri":"Glumov%27s_Diary","surface_form":"Glumov's Diary","offset":2339},{"uri":"Dziga_Vertov","surface_form":"Dziga Vertov","offset":2389},{"uri":"The_Battleship_Potemkin","surface_form":"The Battleship Potemkin","offset":2567},{"uri":"Ten_Days_That_Shook_the_World","surface_form":"October","offset":2721},{"uri":"October_Revolution","surface_form":"October Revolution","offset":2842},{"uri":"The_General_Line","surface_form":"The General Line","offset":2888},{"uri":"Grigori_Aleksandrov","surface_form":"Grigori Aleksandrov","offset":3278},{"uri":"Cinematographer","surface_form":"cinematographer","offset":3302},{"uri":"Eduard_Tisse","surface_form":"Eduard Tisse","offset":3318},{"uri":"Capitalism","surface_form":"capitalist","offset":3475},{"uri":"Documentary","surface_form":"documentary","offset":3770},{"uri":"Abortion","surface_form":"abortion","offset":3788},{"uri":"Frauennot_-_Frauengl%C3%BCck","surface_form":"Frauennot - Frauenglück","offset":3833},{"uri":"Jesse_L._Lasky","surface_form":"Jesse L. Lasky","offset":3898},{"uri":"Paramount_Pictures","surface_form":"Paramount Pictures","offset":3926},{"uri":"Hollywood","surface_form":"Hollywood","offset":4076},{"uri":"Propose","surface_form":"proposed","offset":4258},{"uri":"Biography","surface_form":"biography","offset":4269},{"uri":"Ammunition","surface_form":"munitions","offset":4282},{"uri":"Invester","surface_form":"invester","offset":4292},{"uri":"Sir_Basil_Zaharoff","surface_form":"Sir Basil Zaharoff","offset":4301},{"uri":"Arms_and_the_Man","surface_form":"Arms and the Man","offset":4344},{"uri":"George_Bernard_Shaw","surface_form":"George Bernard Shaw","offset":4365},{"uri":"Sutter%27s_Gold","surface_form":"Sutter's Gold","offset":4421},{"uri":"Jack_London","surface_form":"Jack London","offset":4439},{"uri":"Producer","surface_form":"producer","offset":4469},{"uri":"Theodore_Dreiser","surface_form":"Theodore Dreiser","offset":4545},{"uri":"An_American_Tragedy","surface_form":"An American Tragedy","offset":4565},{"uri":"Intimidate","surface_form":"intimidate","offset":4809},{"uri":"Frank_Pease","surface_form":"Major Frank Pease","offset":4824},{"uri":"Communist","surface_form":"communist","offset":4919},{"uri":"Campaign","surface_form":"campaign","offset":4947},{"uri":"Ideological","surface_form":"ideological","offset":5356},{"uri":"Formalist_movie_theory","surface_form":"formalism","offset":5408},{"uri":"Eisenstein_on_Disney","surface_form":"Eisenstein on Disney","offset":5479},{"uri":"Charlie_Chaplin","surface_form":"Charlie Chaplin","offset":5657},{"uri":"Socialism","surface_form":"socialist","offset":5724},{"uri":"Upton_Sinclair","surface_form":"Upton Sinclair","offset":5741},{"uri":"Extension","surface_form":"extension","offset":6029},{"uri":"Mary_Craig_Kimbrough_Sinclair","surface_form":"Mary Craig Kimbrough Sinclair","offset":6204},{"uri":"Mexican_Film_Trust","surface_form":"Mexican Film Trust","offset":6286},{"uri":"Basis","surface_form":"basis","offset":6406},{"uri":"Integrity","surface_form":"integrity","offset":6587},{"uri":"Politic","surface_form":"politic","offset":6651},{"uri":"Photographic_film","surface_form":"film","offset":6962},{"uri":"Embodied","surface_form":"embodied","offset":7012},{"uri":"Verbal","surface_form":"verbal","offset":7258},{"uri":"%C2%A1Que_viva_M%C3%A9xico%21","surface_form":"¡Que viva México!","offset":7608},{"uri":"Frida_Kahlo","surface_form":"Frida Kahlo","offset":7708},{"uri":"Diego_Rivera","surface_form":"Diego Rivera","offset":7724},{"uri":"Fresco","surface_form":"fresco","offset":7854},{"uri":"Telegram","surface_form":"telegram","offset":7925},{"uri":"Deserter","surface_form":"deserter","offset":7985},{"uri":"Jesus","surface_form":"Jesus","offset":8796},{"uri":"Pornography","surface_form":"pornographic","offset":8833},{"uri":"Vis","surface_form":"vis","offset":8876},{"uri":"U.S.-Mexico_border","surface_form":"U.S.-Mexico border","offset":9050},{"uri":"Laredo%2C_Texas","surface_form":"Laredo, Texas","offset":9077},{"uri":"Sol_Lesser","surface_form":"Sol Lesser","offset":9384},{"uri":"Principal_Distributing_Corp.","surface_form":"Principal Distributing Corp.","offset":9460},{"uri":"Distribute","surface_form":"distribute","offset":9597},{"uri":"Short_subject","surface_form":"short subject","offset":9653},{"uri":"Marie_Seton","surface_form":"Marie Seton","offset":9969},{"uri":"Time_In_The_Sun","surface_form":"Time In The Sun","offset":9990},{"uri":"Suspicion","surface_form":"suspicion","offset":10180},{"uri":"Apparent","surface_form":"apparent","offset":10230},{"uri":"Mental_hospital","surface_form":"mental hospital","offset":10262},{"uri":"Kislovodsk","surface_form":"Kislovodsk","offset":10281},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":10336},{"uri":"Gerasimov_Institute_of_Cinematography","surface_form":"Gerasimov Institute of Cinematography","offset":10546},{"uri":"Pera_Atasheva","surface_form":"Pera Atasheva","offset":10718},{"uri":"Bezhin_Meadow","surface_form":"Bezhin Meadow","offset":10878},{"uri":"Boris_Shumyatsky","surface_form":"Boris Shumyatsky","offset":11615},{"uri":"Traitor","surface_form":"traitor","offset":11760},{"uri":"Mosfilm","surface_form":"Mosfilm","offset":11821},{"uri":"Execution","surface_form":"execution","offset":11895},{"uri":"Alexander_Nevsky_(movie)","surface_form":"Alexander Nevsky","offset":12056},{"uri":"Sergei_Prokofiev","surface_form":"Sergei Prokofiev","offset":12098},{"uri":"Pyotr_Pavlenko","surface_form":"Pyotr Pavlenko","offset":12167},{"uri":"Dmitri_Ivanovich_Vasilyev","surface_form":"Dmitri Vasilyev","offset":12296},{"uri":"Order_of_Lenin","surface_form":"Order of Lenin","offset":12432},{"uri":"Stalin_Prize","surface_form":"Stalin Prize","offset":12455},{"uri":"Allegory","surface_form":"allegory","offset":12487},{"uri":"Molotov%E2%80%93Ribbentrop_Pact","surface_form":"his agreement","offset":12766},{"uri":"Distribution","surface_form":"distribution","offset":12826},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":12899},{"uri":"Die_Walk%C3%BCre","surface_form":"Die Walküre","offset":12917},{"uri":"Bolshoi_Theatre","surface_form":"Bolshoi Theatre","offset":12937},{"uri":"Evacuate","surface_form":"evacuate","offset":13204},{"uri":"Almaty","surface_form":"Alma-Ata","offset":13217},{"uri":"Ivan_the_Terrible_(Prokofiev)","surface_form":"the score","offset":13417},{"uri":"Opera","surface_form":"opera","offset":13483},{"uri":"War_and_Peace_(Prokofiev)","surface_form":"War and Peace","offset":13501},{"uri":"Ivan_The_Terrible%2C_Part_I","surface_form":"Ivan The Terrible, Part I","offset":13580},{"uri":"Ivan_IV_of_Russia","surface_form":"Ivan IV of Russia","offset":13616},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":13667},{"uri":"Stalin_Prize","surface_form":"Stalin Prize","offset":13695},{"uri":"Sequel","surface_form":"sequel","offset":13714},{"uri":"Ivan_The_Terrible%2C_Part_II","surface_form":"Ivan The Terrible, Part II","offset":13723},{"uri":"Approve","surface_form":"approve","offset":13760},{"uri":"Heart_attack","surface_form":"heart attack","offset":13970},{"uri":"Novodevichy_Cemetery","surface_form":"Novodevichy Cemetery","offset":14093},{"uri":"Soviet_montage_theory","surface_form":"montage","offset":14180},{"uri":"Movie_editing","surface_form":"movie editing","offset":14208},{"uri":"Lev_Kuleshov","surface_form":"Lev Kuleshov","offset":14230},{"uri":"Honor%C3%A9_de_Balzac","surface_form":"Honoré de Balzac","offset":14709},{"uri":"Le_P%C3%A8re_Goriot","surface_form":"Le Père Goriot","offset":14729},{"uri":"Haiti","surface_form":"Haiti","offset":14811},{"uri":"Vladimir_Lenin","surface_form":"Vladimir Lenin","offset":15161},{"uri":"Professional","surface_form":"professional","offset":15221},{"uri":"Class_conflict","surface_form":"class conflict","offset":15353},{"uri":"Movie_star","surface_form":"stars","offset":15487},{"uri":"Communism","surface_form":"communism","offset":15517},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":15592},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":15617},{"uri":"Nationalization","surface_form":"nationalize","offset":15960}]}