{"id":143398,"url":"http://en.wikipedia.org/wiki/White_supremacy","text":"White supremacy is the belief that white people are better than other races. The words \"white supremacy\" are sometimes used to describe a political idea that shows the social and political dominance of whites.\nWhite supremacy is a form of racism. However it is not to be confused with different political and moral differences that people of any race may hold. White supremacists also want racial separation, which means people of different races living apart. White supremacy has often resulted in anti-black racism and antisemitism (Anti-Jewish hate).\nDiverse kinds of white supremacy have different ideas of whiteness, and not all white supremacist groups agree on which group is their worst enemy. White supremacists often consider Jews to be the biggest threat to their cause, because they think Jews are able to mix much more easily than other ethnic groups.\nHistory.\nPolitically, socially and economically, white supremacy was common in the United States before the American Civil War and for decades after. The same is true of white supremacist regimes in South Africa and Rhodesia and of parts of Europe at different time periods; importantly under Nazi Germany's Third Reich. The size of White supremacy's influence on Western culture, and the way in which it influences society, is still being debated. In some parts of the United States, many people who were considered non-white could not vote and were not allowed to be part of the government. They were also not allowed to hold most government jobs — well into the second half of the 20th century. White leaders often thought of Native Americans and Australian Aborigines as stopping society from going forward, rather than as settlers in their own right. Many European-settled countries at the Pacific Ocean limited immigration from Asian and Pacific countries. Many U.S. states banned marriage between races, through \"anti-miscegenation laws\" until 1967, when these laws were changed. South Africa and Rhodesia kept its white supremacist dicatorships until 1994 and 1980, respectively.\nWhite supremacists have become linked with a racist part of the skinhead subculture, though when the skinhead scene first developed in the United Kingdom in the late 1960s, it was heavily influenced by Jamaican rude boys and British mods. By the 1980s,\na large white power skinhead faction had formed.\nWhite supremacist movements and ideas.\nWhite supremacist groups can be found in most countries and regions with a large white population, including North America, Europe, Australia, New Zealand, South Africa, and Latin America. In all of these areas, their views represent a small amount of the population, and the amount of people who are active in the groups is quite small. The militant approach taken by white supremacist groups has caused them to be watched closely by law enforcement officials. Some European countries have laws against hate speech, as well as other laws that ban or limit some white supremacist organizations (but not all).\nReligious movements.\nThe Christian Identity movement, which is regarded by most other Christians as heretical is closely tied to white supremacy. Although the Ku Klux Klan's reasons for supporting racial segregation are not mainly based on religious ideals, some Klan groups are openly Christian Protestant because of their northern European/Germanic roots.\nSome white supremacists say that they follow the Odinist religion, although most Odinists reject white supremacy, and white supremacists make up only a small part of those who support Odinism (belief in the gods of Norse mythology). Some white supremacist groups, such as the South African Boeremag, put elements of Christianity and Odinism together.\nThe World Church of the Creator, now called the Creativity Movement promotes a federally-recognized racial religious creed called Creativity. The basic ideology is based on the idea of a sound mind in a sound body in a sound society in a sound environment. The religion is dedicated to the \"survival, expansion and advancement of the white race\" and \"building a whiter and brighter world.\" Central to this is a unique \"holy war\" referred to as \"RAHOWA\" is which members of the white race must take steps to preserve their white race. They believe that all races are at enmity with each other for territory and natural resources and their war is a religious war. They are not Christian and essentially atheistic agnostic.","categories":[],"infobox_types":[],"annotations":[{"uri":"White_people","surface_form":"white people","offset":35},{"uri":"Race_(sociology)","surface_form":"race","offset":70},{"uri":"Political","surface_form":"political","offset":138},{"uri":"Society","surface_form":"social","offset":168},{"uri":"Politics","surface_form":"political","offset":179},{"uri":"Dominant","surface_form":"dominance","offset":189},{"uri":"Racism","surface_form":"racism","offset":239},{"uri":"Separation","surface_form":"separation","offset":397},{"uri":"Black_people","surface_form":"black","offset":504},{"uri":"Antisemitism","surface_form":"antisemitism","offset":521},{"uri":"Whiteness","surface_form":"whiteness","offset":611},{"uri":"Jew","surface_form":"Jew","offset":736},{"uri":"Political","surface_form":"Political","offset":874},{"uri":"Social","surface_form":"social","offset":887},{"uri":"Economics","surface_form":"economically","offset":900},{"uri":"United_States","surface_form":"United States","offset":948},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":973},{"uri":"South_Africa","surface_form":"South Africa","offset":1064},{"uri":"Rhodesia","surface_form":"Rhodesia","offset":1081},{"uri":"Europe","surface_form":"Europe","offset":1106},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1158},{"uri":"Third_Reich","surface_form":"Third Reich","offset":1173},{"uri":"Government","surface_form":"government","offset":1446},{"uri":"20th_century","surface_form":"20th century","offset":1549},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native Americans","offset":1594},{"uri":"Australian_Aborigine","surface_form":"Australian Aborigine","offset":1615},{"uri":"Settler","surface_form":"settler","offset":1692},{"uri":"Europe","surface_form":"Europe","offset":1726},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1760},{"uri":"Immigration","surface_form":"immigration","offset":1782},{"uri":"U.S._state","surface_form":"U.S. state","offset":1833},{"uri":"Anti-miscegenation_laws","surface_form":"anti-miscegenation laws","offset":1885},{"uri":"South_Africa","surface_form":"South Africa","offset":1952},{"uri":"Rhodesia","surface_form":"Rhodesia","offset":1969},{"uri":"Racism","surface_form":"racist","offset":2098},{"uri":"Skinhead","surface_form":"skinhead","offset":2117},{"uri":"Subculture","surface_form":"subculture","offset":2126},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2192},{"uri":"Jamaica","surface_form":"Jamaica","offset":2255},{"uri":"Rude_boy","surface_form":"rude boy","offset":2264},{"uri":"Mod_(lifestyle)","surface_form":"mods","offset":2286},{"uri":"North_America","surface_form":"North America","offset":2503},{"uri":"Europe","surface_form":"Europe","offset":2518},{"uri":"Australia","surface_form":"Australia","offset":2526},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2537},{"uri":"South_Africa","surface_form":"South Africa","offset":2550},{"uri":"Latin_America","surface_form":"Latin America","offset":2568},{"uri":"Hate_speech","surface_form":"hate speech","offset":2898},{"uri":"Christian_Identity","surface_form":"Christian Identity","offset":3028},{"uri":"Christians","surface_form":"Christians","offset":3089},{"uri":"Heresy","surface_form":"heretical","offset":3103},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":3162},{"uri":"Racial_segregation","surface_form":"racial segregation","offset":3200},{"uri":"Protestant","surface_form":"Protestant","offset":3299},{"uri":"%C3%81satr%C3%BA","surface_form":"Odinist","offset":3410},{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":3576},{"uri":"South_Africa","surface_form":"South Africa","offset":3637},{"uri":"Boeremag","surface_form":"Boeremag","offset":3651},{"uri":"Creativity_Movement","surface_form":"Creativity Movement","offset":3760}]}