{"id":143323,"url":"http://en.wikipedia.org/wiki/Application-specific_integrated_circuit","text":"e=\"preserve\">ASIC or Application-specific integrated circuit is a kind of integrated circuit. It is built for a particular use instead of for general-purpose use. Digital circuits are a common form of ASIC, but analog ASICs were manufactured beginning in the latter half of the 1990s.\nASIC has advantages compared to Programmable Logic Device or Standard Logic IC.\nThere are also disadvantages of ASIC.\nDesign.\nDesign of ASIC is gate array design, cell base design, embedded array design, standard cell design, and structured ASIC design.\nGate array design has elementary gate circuit at first base, (we) manufacture the products with putting ordered proper wire-layers.\nManufacturing is quick because a finished product needs only production of wire-layers and it is cheap because of mass production of its foundation.\nHowever, because (we) form a circuit with formation of standard gate, it has worse contact rate and efficiency.\nCell base design uses wire-layer between block that was designed and arranged and logical circuit. and product is manufactured.\nPerformance is better than gate array, but time of making cell base is longer than time of making gate array, and cost of making cell base is more expensive than cost of making gate array.\nEmbedded array design Use finished functional block were located. It was rest of theory for wired to use part of gate array. It was called that gate array and basis of cell were compromising.\nStandard cell design is a general term for gate array, cell base, embedded array. if standard cell is cell base IC, direction is different each company.\nStructured ASIC design uses customization of standard subsystems to speed design and production.\nDesigners of ASIC use a hardware description language (HDL) such as Verilog or VHDL to describe the functionality of the design.","categories":[],"infobox_types":[],"annotations":[{"uri":"Integrated_circuit","surface_form":"integrated circuit","offset":74},{"uri":"Digital_circuit","surface_form":"Digital circuit","offset":163},{"uri":"Logic_Device","surface_form":"Logic Device","offset":330},{"uri":"Standard_Logic","surface_form":"Standard Logic","offset":346},{"uri":"Gate_array","surface_form":"gate array","offset":429},{"uri":"Cell_base","surface_form":"cell base","offset":448},{"uri":"Embedded_array","surface_form":"embedded array","offset":466},{"uri":"Standard_cell","surface_form":"standard cell","offset":489},{"uri":"Structured_ASIC","surface_form":"structured ASIC","offset":515},{"uri":"HDL","surface_form":"HDL","offset":1746},{"uri":"VHDL","surface_form":"VHDL","offset":1770}]}