{"id":143324,"url":"http://en.wikipedia.org/wiki/Photoelectric_effect","text":"The photoelectric effect is a phenomenon in physics. The effect is based on the idea that electromagnetic radiation is made of a series of particles called photons. When a photon hits an electron on a metal surface, the electron can be emitted. The emitted electrons are called photoelectrons. The effect is also called the Hertz Effect, because it was discovered by Heinrich Rudolf Hertz, but this name is not used often.\nThe photoelectric effect has helped physicists understand the quantum nature of light and electrons. The concept of wave–particle duality was developed because of the photoelectric effect. Albert Einstein proposed the Laws of Photoelectric Effect and won the Nobel Prize For Physics 1921.\nMechanism.\nNot every electromagnetic wave will cause the photoelectric effect, only radiation of a certain frequency or higher will cause the effect. The minimum frequency needed is called the \"cutoff frequency\" or \"threshold frequency'. The cutoff frequency is used to find the work function, formula_1, which is the amount of energy holding the electron to the metal surface. The work function is a property of the metal and is not affected by the incoming radiation. If a frequency of light strikes the metal surface that is greater than the cutoff frequency, then the emitted electron will have some kinetic energy.\nThe energy of a photon causing the photoelectric effect is found through formula_1, where formula_1 is Planck's constant, J·s, formula_1 is the frequency of the electromagnetic wave, formula_1 is the kinetic energy of the photoelectron and formula_1 is the work function for the metal. If the photon has a lot of energy, Compton scattering (~ thousands of eV) or pair production (~ millions of eV) may take place.\nThe intensity of the light alone does not cause ejection of electrons. Only light of the cut off frequency or higher can do that. However, increasing the intensity of light will increase the number of electrons being emitted, as long as the frequency is above the cut off frequency.\nHistory.\nHeinrich Hertz made the first observation of the photoelectric effect in 1887. He reported that a spark jumped more readily between two charged spheres if light was shining on them. Further studies were done to learn about the effect observed by Hertz. In 1902, Philipp Lenard showed that the kinetic energy of a photoelectron does not depend on the light intensity. However, it was not until 1905 that Einstein proposed a theory that explained the effect fully. The theory says that electromagnetic radiation is a series of particles, called photons. The photons collide with the electrons on the surface and emit them. This theory ran against the belief that electromagnetic radiation was a wave. Thus, at first it was not recognised as correct. In 1916, Robert Millikan published the results of experiments using a vacuum photo-tube. His work showed that Einstein's photoelectric equation explained the behaviour very accurately. However, Millikan and other scientists were slower to accept Einstein's theory of light quanta. Maxwell's wave theory of electromagnetic radiation cannot explain the photoelectric effect and blackbody radiation. These are explained by quantum mechanics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phenomenon","surface_form":"phenomenon","offset":30},{"uri":"Physics","surface_form":"physics","offset":44},{"uri":"Electron","surface_form":"electron","offset":187},{"uri":"Emission","surface_form":"emitted","offset":236},{"uri":"Heinrich_Rudolf_Hertz","surface_form":"Heinrich Rudolf Hertz","offset":367},{"uri":"Physicist","surface_form":"physicist","offset":459},{"uri":"Quantum_mechanics","surface_form":"quantum","offset":485},{"uri":"Light","surface_form":"light","offset":503},{"uri":"Electrons","surface_form":"electrons","offset":513},{"uri":"Wave%E2%80%93particle_duality","surface_form":"wave–particle duality","offset":539},{"uri":"Nobel_Prize_For_Physics","surface_form":"Nobel Prize For Physics","offset":682},{"uri":"Cutoff_frequency","surface_form":"cutoff frequency","offset":906},{"uri":"Planck_constant","surface_form":"Planck's constant","offset":1435},{"uri":"Joule","surface_form":"J","offset":1454},{"uri":"Second","surface_form":"s","offset":1456},{"uri":"Compton_scattering","surface_form":"Compton scattering","offset":1653},{"uri":"Pair_production","surface_form":"pair production","offset":1695},{"uri":"Intensity_(physics)","surface_form":"intensity","offset":1750},{"uri":"Philipp_Lenard","surface_form":"Philipp Lenard","offset":2300},{"uri":"Robert_Millikan","surface_form":"Robert Millikan","offset":2795},{"uri":"Blackbody_radiation","surface_form":"blackbody radiation","offset":3162},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":3206}]}