{"id":143543,"url":"http://en.wikipedia.org/wiki/Hand_grenade","text":"A hand grenade is a small explosive device that is thrown at a target. It can be used as a weapon against an enemy soldier or vehicle. The most common type of grenade is the fragmentation grenade. Fragmentation grenades send out lots of very fast, very small fragments when they explode. Hand granades are usually thrown, and explode soon after that. Some specially designed grenades are fired from rifles or specially made grenade launchers. There are grenades which contain tear gas. These are used to control riots.\nHand grenades are used by the infantry. There are three main types: one which gives a big powerful blast to destroy bunkers, another which starts fires and another which contains shrapnel to hurt enemy soldiers. Most grenades are shaped like an egg, with a metal-arm on its top and a ring. When the ring is pulled out, the arm flips up and ignites a fuse. The user then has a few seconds to throw it and take cover, usually about 5 seconds. It explodes on impact and may injure or even kill people.\nHistory.\nEarly grenades were iron balls, filled with gunpowder and with a long fuse that its user must light up with a match before throwing. Some were too big to throw, so soldiers rolled them. Some armies assigned special soldiers called \"grenadiers\" to throw or roll grenades.\nGrenades in the early 20th century exploded on contact. This was changed during World War I to time fuses. The German army used stick grenades (grenades with handles) during World War I and World War II. The Soviet Army used different grenades for attack and defense.","categories":[],"infobox_types":[],"annotations":[{"uri":"Explosive","surface_form":"explosive","offset":26},{"uri":"Bomb","surface_form":"device","offset":36},{"uri":"Weapon","surface_form":"weapon","offset":91},{"uri":"Soldier","surface_form":"soldier","offset":115},{"uri":"Vehicle","surface_form":"vehicle","offset":126},{"uri":"Rifle","surface_form":"rifle","offset":399},{"uri":"Tear_gas","surface_form":"tear gas","offset":476},{"uri":"Riot","surface_form":"riot","offset":512},{"uri":"Infantry","surface_form":"infantry","offset":549},{"uri":"Bunker","surface_form":"bunker","offset":635},{"uri":"Fire","surface_form":"fire","offset":665},{"uri":"Shrapnel","surface_form":"shrapnel","offset":698},{"uri":"Injury","surface_form":"hurt","offset":710},{"uri":"Egg_(food)","surface_form":"egg","offset":764},{"uri":"Fuse","surface_form":"fuse","offset":869},{"uri":"Gunpowder","surface_form":"gunpowder","offset":1071},{"uri":"Wehrmacht","surface_form":"German army","offset":1409},{"uri":"World_War_I","surface_form":"World War I","offset":1472},{"uri":"World_War_II","surface_form":"World War II","offset":1488},{"uri":"Soviet_Army","surface_form":"Soviet Army","offset":1506}]}