{"id":143838,"url":"http://en.wikipedia.org/wiki/Diacritic","text":"Image:Arabic script evolution.svg|thumb|230px|Evolution of early Arabic (9th – 11th century). The Basmala was taken as an example, from kufic Qur’an manuscripts. (1) Early 9th century. script with no dots or diacritic marks [http://commons.wikimedia.org/wiki/Image:Basmala_kufi.svg]; (2) and (3)9th – 10th century under Abbasid dynasty, the Abu al-Aswad's system establish red dots with each arrangement or position indicating a different short vowel. Later, a second black dots system was used to differentiate between letters like \" and \"qāf\" [http://commons.wikimedia.org/wiki/Image:Kufi.jpg] [http://commons.wikimedia.org/wiki/Image:Kufi.jpg]; (4) 11th century, In Al Farāhídi's system (system we know today) dots were changed into shapes resembling the letters to transcribe the corresponding long vowels\nA diacritic (for example, an acute accent) is a mark put above, below, through or on a letter. The word comes from the Greek word διακριτικός (transl. diakritikós = 'distinguishing').\nUsually, it affects the way the word is said (pronounced). Most diacritics concern pronunciation because most alphabets do not describe the sounds of words exactly. Diacritics are rare in English, but common in many other languages.\nEnglish.\nEnglish orthography often uses digraphs (like \"ph\", \"sh\", \"oo\", and \"ea\") rather than diacritics to show more sounds that can be shown with single letters of the Latin alphabet. Unlike other systems (such as Spanish) where the spelling shows how to say the words, English pronunciation is so varied that diacritics alone would not make it phonetic. By using digraphs we show sounds which are not shown by single letters.\nDiacritics are not used much in modern English. Two types of diacritics have become part of everyday English: the dot above the \"i\" or \"j\" and the apostrophe. But they are no longer commonly thought of as being diacritical. The apostrophe is used to show missing letters (elision, \"it's\" to replace \"it is\") and show possession (as in \"Mike's car\").\nIn most other cases, use of diacritics for native English words is considered old-fashioned (not used anymore). Diaereses (similar to umlauts) can be used on words where two vowels next to each other are pronounced separately like \"noöne\", \"reëstablished\", or \"coöperate\" (two vowels pronounced \"together\" are a diphthong). This method is still used sometimes. Diacritics are sometimes used in loanwords (words of foreign origin), such as \"naïve\", \"entrée\", \"pâté\", \"façade\".\nFrench.\nLetter e: common are the acute accent é (rising voice, as in the French word née), grave accent è (lowering voice); \"élève\" has (from the left) acute, grave and silent e. The cedilla ç denotes a soft c.\nA different principle is illustrated by the circumflex î. This usually shows the loss of letter: e.g. maistre (Middle French) > maître (modern French). Thus its function is historical. Also, less often, the circumflex is used to distinguish between homophones. These are words spelt the same, but with different meanings. Example: \"sur\" = on, but \"sûr\" = safe. In those cases the pronunciation of the two words may be different.\nSpanish.\nIn Spanish the acute accent simply signals stress, e.g. \"educación\". There the stress is on the last vowel, not on the usual second to last. Second to last vowel (syllable) is the usual position for stress in spoken Spanish. It is usually not signalled by a printed accent. Where the stress is in its usual place, the end consonant is often dropped in speech.\nThe tilde ñ is pronounced something like ny. It counts as a separate letter in their dictionaries, coming after n.\nThe double L is pronounced as our Y and LL is in Spanish dictionaries in its own section, after the single L section.\nGerman.\nThe umlaut ü in German is pronounced ue, and is less used in modern German. Historical name-spellings should always keep the umlaut if it was used for that name.\nSwedish, Norwegian, Danish.\nThe Scandinavian languages treat the characters with diacritics ä, ö and å as new and separate letters of the alphabet, and sort them after z. Usually ä is sorted as equal to æ (ash) and ö is sorted as equal to ø (o-slash). Also, aa, when used as an alternative spelling to å, is sorted as such. Other letters modified by diacritics are treated as variants of the underlying letter, with the exception that ü is frequently sorted as y.\nNon-Roman scripts.\nScripts for semitic languages such as Arabic and Hebrew have a wide variety of diacritics. This is partly because the scripts for semitic languages were originally formed without separate letters for vowels, and partly because some of the languages (Arabic in particular) are spoken in a number of dialects.\nThe diacritics in Hebrew and Arabic are not always used, however.","categories":[],"infobox_types":[],"annotations":[{"uri":"Basmala","surface_form":"Basmala","offset":98},{"uri":"Kufic","surface_form":"kufic","offset":136},{"uri":"Qur%E2%80%99an","surface_form":"Qur’an","offset":142},{"uri":"Acute_accent","surface_form":"acute accent","offset":839},{"uri":"Letter","surface_form":"letter","offset":897},{"uri":"Greek_language","surface_form":"Greek word","offset":929},{"uri":"Transliteration","surface_form":"transl.","offset":953},{"uri":"Pronunciation","surface_form":"pronunciation","offset":1077},{"uri":"Alphabet","surface_form":"alphabet","offset":1104},{"uri":"English_language","surface_form":"English","offset":1182},{"uri":"Orthography","surface_form":"orthography","offset":1244},{"uri":"Digraph_(orthography)","surface_form":"digraph","offset":1267},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":1398},{"uri":"Spanish_language","surface_form":"Spanish","offset":1444},{"uri":"Phonetic","surface_form":"phonetic","offset":1575},{"uri":"Apostrophe","surface_form":"apostrophe","offset":1804},{"uri":"Possession","surface_form":"possession","offset":1974},{"uri":"Old-fashioned","surface_form":"old-fashioned","offset":2085},{"uri":"Diaeresis","surface_form":"Diaereses","offset":2119},{"uri":"Umlaut","surface_form":"umlaut","offset":2141},{"uri":"Vowel","surface_form":"vowel","offset":2181},{"uri":"Diphthong","surface_form":"diphthong","offset":2319},{"uri":"Loanword","surface_form":"loanwords","offset":2401},{"uri":"Acute_accent","surface_form":"acute accent","offset":2516},{"uri":"French_language","surface_form":"French","offset":2556},{"uri":"Grave_accent","surface_form":"grave accent","offset":2574},{"uri":"Cedilla","surface_form":"cedilla","offset":2666},{"uri":"Circumflex","surface_form":"circumflex","offset":2738},{"uri":"Homophone","surface_form":"homophone","offset":2943},{"uri":"Pronunciation","surface_form":"pronunciation","offset":3074},{"uri":"Spanish_language","surface_form":"Spanish","offset":3135},{"uri":"Vowel","surface_form":"vowel","offset":3233},{"uri":"Syllable","surface_form":"syllable","offset":3295},{"uri":"Consonant","surface_form":"consonant","offset":3454},{"uri":"Tilde","surface_form":"tilde","offset":3496},{"uri":"Umlaut","surface_form":"umlaut","offset":3737},{"uri":"German_language","surface_form":"German","offset":3749},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":3927},{"uri":"Semitic_languages","surface_form":"semitic languages","offset":4390},{"uri":"Arabic_language","surface_form":"Arabic","offset":4416},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":4427}]}