{"id":143864,"url":"http://en.wikipedia.org/wiki/Languages_of_Singapore","text":"e=\"preserve\">There are many languages in Singapore. The reason is that Singapore has a multi-ethnic society. The Singapore government recognises four official languages: English, Malay, Mandarin, and Tamil. Due to the Singapore's history, the symbolic national language is Malay. The local patois spoken on the streets is a creole called Singlish amongst the locals. It is known by academics as 'Singapore Colloquial English'.\nWorking language.\nEnglish was introduced to Singapore by the British in 1819. The British established a port, later a colony, on the island. English had been the administrative language of the colonial government, and when Singapore gained self-government in 1959 and independence in 1965, the local government decided to keep English as the working language. It is not against the law to speak mother tongue during working hours. It is against the law to forbid people speaking their mother tongue anywhere at work as long as it does not harm the business and/or compromise safety at work.\nThe use of English as a common language serves to bridge the gap between the diverse ethnic groups in Singapore.\nBilingualism.\nIn schools, students are also required to take a Mother Tongue class, where they are either taught Mandarin Chinese, Malay or Tamil.\nAs a result, most Singaporeans have at least conversational ability and basic literacy in a minimum of two languages: English, and the language that is used at home. Many more are conversant in three or more languages.\nOther languages.\nAbout 60% of Singapore's Indian population speaks Tamil as their native language. Other Indian languages include Malayalam and Hindi.\nThere are around 5,000 Peranakans living on the island, and they still use the Hokkien-influenced Malay dialect called Baba Malay.\nA handful of Portuguese Eurasians still speak a Portuguese-creole known as Papia Kristang. The most fluent speakers however, come from the pre-war generation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Singapore","surface_form":"Singapore","offset":71},{"uri":"Multi-ethnic","surface_form":"multi-ethnic","offset":87},{"uri":"Official_language","surface_form":"official language","offset":150},{"uri":"English_language","surface_form":"English","offset":170},{"uri":"Malay_language","surface_form":"Malay","offset":179},{"uri":"Mandarin_language","surface_form":"Mandarin","offset":186},{"uri":"Tamil_language","surface_form":"Tamil","offset":200},{"uri":"Patois","surface_form":"patois","offset":290},{"uri":"Creole_language","surface_form":"creole","offset":324},{"uri":"Singlish","surface_form":"Singlish","offset":338},{"uri":"British","surface_form":"British","offset":488},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":1244},{"uri":"Malay_language","surface_form":"Malay","offset":1262},{"uri":"Tamil_language","surface_form":"Tamil","offset":1271},{"uri":"Tamil_language","surface_form":"Tamil","offset":1564},{"uri":"Indian_languages","surface_form":"Indian languages","offset":1602},{"uri":"Malayalam","surface_form":"Malayalam","offset":1627},{"uri":"Hindi","surface_form":"Hindi","offset":1641},{"uri":"Peranakan","surface_form":"Peranakan","offset":1671},{"uri":"Baba_Malay","surface_form":"Baba Malay","offset":1767},{"uri":"Papia_Kristang","surface_form":"Papia Kristang","offset":1854}]}