{"id":14396,"url":"http://en.wikipedia.org/wiki/White_House","text":"The White House is the home and main workplace of the President of the United States. The house was designed by Irish-born James Hoban and built by slaves. It is at 1600 Pennsylvania Avenue NW in Washington, D.C..\nHistory.\nThe building was built between 1792 and 1800 out of white-painted sandstone from Aquia Creek in Virginia. Hundreds of black slaves were forced to build the White House along with free workers. It was designed in the Neoclassical style. It has been the home of every U.S. President since John Adams. When Thomas Jefferson moved into the house in 1801, he (with architect Benjamin Henry Latrobe) expanded the building outward. They made two colonnades that were meant to hide stables and storage. It was originally called the Executive Mansion before being renamed the White House by President Theodore Roosevelt.\nIn 1814, during the War of 1812, the mansion was set on fire by the British Army in the Burning of Washington. Some of the soldiers who burned it were former slaves who had run away from their owners to fight with the British. They ate dinner in the house before setting it on fire. The fire destroyed the inside of the house and charred much of the outside. Reconstruction began almost immediately. President James Monroe moved into the partially reconstructed house in October 1817. Construction continued with the addition of the South Portico in 1824 and the North in 1829.\nBecause of crowding within the executive mansion itself, President Theodore Roosevelt had all work offices moved to the newly constructed West Wing in 1901. Eight years later, President William Howard Taft expanded the West Wing and created the first Oval Office. This was eventually moved as the section was expanded. The third-floor attic was changed into living quarters in 1927. A newly built East Wing was used as a reception area for social events. Jefferson's colonnades connected the new wings. East Wing changes were completed in 1946. These changes made more office space. By 1948, the house's load-bearing exterior walls and internal wood beams were found to be close to failure. Under Harry S. Truman, the interior rooms were completely taken apart and a new internal load-bearing steel frame was built inside the walls. Once this work was done, the interior rooms were rebuilt.\nToday, the White House Complex includes the Executive Residence, West Wing, East Wing, Blair House, and the Old Executive Office Building, a separate building west of the West Wing, which houses the executive offices of the President and Vice President.\nDuring the COVID-19 pandemic, there was an outbreak of COVID-19 at the White House in October 2020. During the outbreak, President Donald Trump and First Lady Melania Trump were diagnosed with the infection.\nStructure.\nThe White House is made up of six stories— the two story basement, The Ground Floor, The State Floor, The Second Floor and The Third Floor.The term \"White House\" is regularly used as a metonym for the Executive Office of the President of the United States and for the president's administration and advisers in general. The property is owned by the National Park Service and is part of the President's Park. In 2007, it was ranked second on the American Institute of Architects list of \"America's Favorite Architecture.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":54},{"uri":"James_Hoban","surface_form":"James Hoban","offset":123},{"uri":"Slaves","surface_form":"slaves","offset":148},{"uri":"Pennsylvania_Avenue","surface_form":"Pennsylvania Avenue","offset":170},{"uri":"Northwest%2C_Washington%2C_D.C.","surface_form":"NW","offset":190},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":196},{"uri":"Sandstone","surface_form":"sandstone","offset":289},{"uri":"Aquia_Creek","surface_form":"Aquia Creek","offset":304},{"uri":"Virginia","surface_form":"Virginia","offset":319},{"uri":"Black_people","surface_form":"black","offset":341},{"uri":"Neoclassicism","surface_form":"Neoclassical style","offset":439},{"uri":"John_Adams","surface_form":"John Adams","offset":510},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":527},{"uri":"Benjamin_Henry_Latrobe","surface_form":"Benjamin Henry Latrobe","offset":593},{"uri":"Colonnade","surface_form":"colonnade","offset":662},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":815},{"uri":"War_of_1812","surface_form":"War of 1812","offset":855},{"uri":"British_Army","surface_form":"British Army","offset":903},{"uri":"Char","surface_form":"charred","offset":1165},{"uri":"James_Monroe","surface_form":"James Monroe","offset":1245},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":1480},{"uri":"William_Howard_Taft","surface_form":"William Howard Taft","offset":1599},{"uri":"Oval_Office","surface_form":"Oval Office","offset":1664},{"uri":"Attic","surface_form":"attic","offset":1748},{"uri":"Beam_(structure)","surface_form":"beams","offset":2063},{"uri":"Harry_S._Truman","surface_form":"Harry S. Truman","offset":2110},{"uri":"Old_Executive_Office_Building","surface_form":"Old Executive Office Building","offset":2412},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":2542},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":2569},{"uri":"White_House_outbreak_of_COVID-19","surface_form":"outbreak","offset":2601},{"uri":"COVID-19","surface_form":"COVID-19","offset":2613},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":2689},{"uri":"Melania_Trump","surface_form":"Melania Trump","offset":2717},{"uri":"Metonym","surface_form":"metonym","offset":2962},{"uri":"National_Park_Service","surface_form":"National Park Service","offset":3126},{"uri":"American_Institute_of_Architects","surface_form":"American Institute of Architects","offset":3222},{"uri":"America%27s_Favorite_Architecture","surface_form":"America's Favorite Architecture","offset":3264}]}