{"id":143906,"url":"http://en.wikipedia.org/wiki/Alex_Salmond","text":"Alexander Elliot Anderson \"Alex\" Salmond (surname pronounced \"SAM-MOND\"; born 31 December 1954 in Linlithgow, Scotland) is a Scottish politician who is a former First Minister of Scotland and former leader of the Scottish National Party (SNP) which is a political party that wants Scotland to become an independent country from the United Kingdom. He is also the longest-serving First Minister of Scotland, with over seven-and-a-half years in office.\nAlex Salmond studied at the University of St Andrews and became an economist at the Royal Bank of Scotland. Salmond became a Member of Parliament (MP) for the constituency of Banff and Buchan at the 1987 General Election. In 1990, Alex Salmond became the leader of the Scottish National Party. He became a Member of the Scottish Parliament (MSP) for Banff and Buchan at the 1999 Scottish Parliament Election and resigned as SNP leader in 2000.\nSalmond became the party leader again in 2004 and stood in the 2007 Scottish Parliament election for the constituency of Gordon. At this election, the SNP received the highest number of seats and the highest share of the vote in Scotland, but did not have enough seats to form a majority government. The SNP then formed a minority government with Alex Salmond as First Minister.\nAlex Salmond was against the 2003 invasion of Iraq and was one of several MPs who called for Prime Minister Tony Blair to be impeached. At the 2010 General Election, Alex Salmond stood down as a Member of Parliament but argued against the BBC's decision not to allow the SNP on the televised Prime Ministerial Debates.\nOn 19 September 2014, following the results of the independence referendum which confirmed a majority of the Scottish people had voted to remain as part of the United Kingdom, Salmond announced that he would be resigning as First Minister in November 2014. His resignation became effective on 20 November 2014, when his deputy, Nicola Sturgeon succeeded him.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Linlithgow","surface_form":"Linlithgow","offset":98},{"uri":"Scotland","surface_form":"Scotland","offset":110},{"uri":"First_Minister_of_Scotland","surface_form":"First Minister of Scotland","offset":161},{"uri":"Scottish_National_Party","surface_form":"Scottish National Party","offset":213},{"uri":"Political_party","surface_form":"political party","offset":254},{"uri":"Scotland","surface_form":"Scotland","offset":281},{"uri":"Scottish_independence","surface_form":"independent country","offset":303},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":332},{"uri":"First_Minister_of_Scotland","surface_form":"First Minister of Scotland","offset":379},{"uri":"Economist","surface_form":"economist","offset":518},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":576},{"uri":"Constituency","surface_form":"constituency","offset":610},{"uri":"2007_Scottish_Parliament_election","surface_form":"2007 Scottish Parliament election","offset":958},{"uri":"Constituency","surface_form":"constituency","offset":1000},{"uri":"2003_invasion_of_Iraq","surface_form":"2003 invasion of Iraq","offset":1303},{"uri":"Tony_Blair","surface_form":"Tony Blair","offset":1382},{"uri":"Impeachment","surface_form":"impeached","offset":1399},{"uri":"United_Kingdom_general_election%2C_2010","surface_form":"2010 General Election","offset":1417},{"uri":"BBC","surface_form":"BBC","offset":1513},{"uri":"Scottish_independence_referendum%2C_2014","surface_form":"independence referendum","offset":1644},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1753},{"uri":"Deputy_First_Minister_of_Scotland","surface_form":"deputy","offset":1913},{"uri":"Nicola_Sturgeon","surface_form":"Nicola Sturgeon","offset":1921}]}