{"id":143905,"url":"http://en.wikipedia.org/wiki/Hermit_crab","text":"The hermit crab is a type of crab that does not have a hard shell. They use old shells for protection. They especially like old whelk shells. When the hermit crab grows in size, it finds a larger shell.\nDescription.\nThe hermit crab is a crustacean, but it is very different from other crustaceans. While most crustaceans are covered from head to tail with a hard exoskeleton, the hermit crab is missing part of its exoskeleton. The back part where its abdomen is located, is soft and squishy. Thus, the minute a hermit crab molts into an adult, it sets out to find a shell in which to live.\nTo get into the shell, the hermit crab squeezes in backwards, securing itself with its four back legs. The back legs have hooks that anchor the hermit crab into the shell without difficulty. The next four legs are used for walking, while the front two are its chelipeds. The chelipeds are not equal in size: one is big and other is small. The larger one is used for grabbing prey and guarding the entrance to its shell. All together, hermit crabs have a total of ten legs, including the chelipeds and the rear legs used to anchor to the shell.\nThere are about 500 different species of hermit crabs around the world, and they have different colors, often with patterns like stripes and dots on their bodies. Most hermit crab species live on the ocean floor, but many live on land. Female terrestrial (land based) hermit crabs must return to the sea to breed.\nDiet.\nHermit crabs are omnivores (eating plants and animals) and scavengers (eating dead animals that they find). They eat worms, plankton, lime chips, and organic debris.\nFossil Record.\nHermit crabs first appeared in the Cretaceous period, before the Dinosaurs became extinct (died out). Fossils have been found where they have used Ammonite shells.\nReproduction.\nThe reproductive (sexual) organs of hermit crabs are located near and just below the animal's heart and open to the outside at the base of the last pair of walking legs in the male. In the female, they are located at the base of the middle pair of walking legs. Female hermit crabs usually lay their eggs shortly after copulating (mating) but they can also store sperm (male sexual cell<nowiki/>s) for many months. The eggs are fertilised as they are laid by passing through the chamber holding the sperm. The eggs are carried and hatched in a mass attached to the abdomen inside the shell. The number of eggs is usually large, but depends on the animal's size.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crab","surface_form":"crab","offset":29},{"uri":"Whelk","surface_form":"whelk","offset":128},{"uri":"Crustacean","surface_form":"crustacean","offset":237},{"uri":"Head","surface_form":"head","offset":338},{"uri":"Tail","surface_form":"tail","offset":346},{"uri":"Exoskeleton","surface_form":"exoskeleton","offset":363},{"uri":"Abdomen","surface_form":"abdomen","offset":452},{"uri":"Squish","surface_form":"squishy","offset":484},{"uri":"Molt","surface_form":"molt","offset":524},{"uri":"Adult","surface_form":"adult","offset":538},{"uri":"Animal_shell","surface_form":"shell","offset":567},{"uri":"Anchor","surface_form":"anchor","offset":724},{"uri":"Trouble","surface_form":"difficulty","offset":770},{"uri":"Cheliped","surface_form":"chelipeds","offset":851},{"uri":"Prey","surface_form":"prey","offset":966},{"uri":"Guard","surface_form":"guard","offset":975},{"uri":"Animal_shell","surface_form":"shell","offset":1004},{"uri":"Species","surface_form":"species","offset":1165},{"uri":"Dot","surface_form":"dot","offset":1276},{"uri":"Worm","surface_form":"worm","offset":1572},{"uri":"Plankton","surface_form":"plankton","offset":1579},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":1671},{"uri":"Period","surface_form":"period","offset":1682},{"uri":"Dinosaurs","surface_form":"Dinosaurs","offset":1701},{"uri":"Extinct","surface_form":"extinct","offset":1718},{"uri":"Died","surface_form":"died","offset":1727},{"uri":"Fossils","surface_form":"Fossils","offset":1738},{"uri":"Ammonite","surface_form":"Ammonite","offset":1783},{"uri":"Animal_shell","surface_form":"shells","offset":1792},{"uri":"Heart","surface_form":"heart","offset":1908},{"uri":"Cell","surface_form":"cell","offset":2196}]}