{"id":143948,"url":"http://en.wikipedia.org/wiki/Balti_language","text":"Balti (بلتی) is a language spoken in Baltistan, in the Gilgit Baltistan of Pakistan and adjoining parts of the disputed territory of Indian-administered Kashmir. Before 1948 Baltistan was part of Ladakh province. The language is a sub-dialect of Ladakhi and an archaic dialect of the Tibetan language, but many of the consonants that are silent in most modern Tibetan dialects are pronounced in Balti.\nBalti.\nAll people of different races, living in Baltistan are called Balti. Greeks used the word Byaltae instead of Bal-ti, which in Tibetan means water gorge. The historian Ptolemy who was also a general in the army of Alexander the Great had named the region (Byaltae) in his book. Baltistan is the Persian translation of \"Baltiyul\", “The Homeland of Balti”. The people belonging to Balti nationality are settled on both banks of the river Indus from Kargil (in the east) to Haramosh (in the west) and from Karakoram range (in the north) to Deosai plains (in the south). In this nationality the majority comes from Tibetan origin. However people migrated to this area in different periods of ancient times, on account of different reasons and after merging in the prevailing Tibetan society, gave birth to a new civilisation. All these multi-racial groups speak Balti language, which is a branch of the ancient Tibetan language. However, in some rural areas, the Sheen people still speak Shina language.\nThe Balti are a very forbearing, cheerful,brave and hospitable people. But during the Rmakpon reign (from 12th century to 1840 A.D.) they invaded Ladakh and Tibet many times.\nThere are several Balti communities in Pakistan's urban areas farther south, that is in Lahore, Islamabad, in Karachi and other places.But they are living as non Pakistani in Pakistan because Gilgit Baltistan is considered as disputed region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baltistan","surface_form":"Baltistan","offset":37},{"uri":"Gilgit_Baltistan","surface_form":"Gilgit Baltistan","offset":55},{"uri":"Pakistan","surface_form":"Pakistan","offset":75},{"uri":"Indian-administered_Kashmir","surface_form":"Indian-administered Kashmir","offset":133},{"uri":"Ladakh","surface_form":"Ladakh","offset":196},{"uri":"Ladakhi","surface_form":"Ladakhi","offset":246},{"uri":"Tibetan_language","surface_form":"Tibetan language","offset":284},{"uri":"Ptolemy","surface_form":"Ptolemy","offset":576},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":622},{"uri":"Persian_language","surface_form":"Persian","offset":703},{"uri":"Indus","surface_form":"Indus","offset":844},{"uri":"Tibetan_people","surface_form":"Tibetan","offset":1179},{"uri":"Lahore","surface_form":"Lahore","offset":1671},{"uri":"Islamabad","surface_form":"Islamabad","offset":1679},{"uri":"Karachi","surface_form":"Karachi","offset":1693}]}