{"id":143936,"url":"http://en.wikipedia.org/wiki/Triode","text":"A triode (“valve” in British) is a type of empty tube with wires in it (vacuum tube). It is not a vacuum tube diode, which has only two wires (electrodes), but has a third electrode, called the grid between the 2 wires (cathode (electric thrower) and anode (electric eater)).\nHow the word is created.\nThe word “triode” comes from the word parts “tri” (three) + “ode” (way, road).\nHow it works.\nWhen the cathode becomes hot, it gives out electricity particles (electrons). These electrons are then taken by the anode. This makes an electric movement (current), which is controlled by the grid. The grid “checks” how many electrons can pass through, and “eats” the extra ones. The grid lets the triode to be used as an electric amount changer (amplifier).\nThe grid can also quickly change the amount of electrons it lets through, so it can also be part of an oscillator (wave thrower) and wave taker (detector).\nHistory.\nPhilipp Lenard created the “grid” idea in 1902 to make an electron taker.\nThen, the diode (Fleming valve) was created by John Ambrose Fleming in 1904.\nLee De Forest and Robert von Lieben created the triode in 1908 from his original Audion diode of 1906. The triode is used as an amplifier (electric amount changer). The name triode was created because people needed to know which kind of vacuum tube it is, rather than a diode, tetrode, or pentode.\nPeople wanted to talk to people far away. They used triodes to talk, by triode radio receiver<nowiki/>s (wave takers) and triode radio transmitter<nowiki/>s (wave throwers). At first they only sent Morse code but better triodes later allowed talking by radio.\nThe triode transmitters were so good that they replaced the crystal transmitters to make the new listening devices (earphones)\nThis made the first way of talking far away, creating the beginning of radio broadcasting (sending radio wave<nowiki/>s to many people) around 1920. This made far away telephones better.\nThen people at the “Bell Telephone” group made even better telephones that can catch waves that traveled about 800 miles. When they put the first long triode wave throwers in the (Atlantic) ocean (transcontinental telephone line) people were very happy 3 years after on January 25, 1915.\nOther people put the wave throwers in their creations, making very good things (television, public address systems, electric phonographs, and talking motion pictures)\nThen people started putting more wires inside, to 4 wires (tetrode, by Walter Schottky in 1916) to 5 wires (pentode, by Gilles Holst and Bernandus Dominicus Hubertus Tellegen in 1926).\nThe triode was used in other devices (radios, televisions, and audio systems) until it was beaten by the super wave thrower (transistor), made in 1947, ending the time of the triode.\nToday triodes are used in wave throwing and hot making. Triodes are also starting to be used in good electric audio machines and music machines. They are also used in glow makers (vacuum florescent displays, (VFDs), and there are different types of glow makers, but all use triodes.\nWhat it can be used for.\nRadios and telephones are also wave takers, so it is used in them. But it is too big, so from 1960 to 1969, the transistor has mostly replaced it. It is an ancestor of the transistor. It is still used in vacuum tube amplifiers.\nToday, the triode is still used in iPods and radios and heaters to heat and to take waves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vacuum_tube","surface_form":"vacuum tube","offset":72},{"uri":"Diode","surface_form":"diode","offset":110},{"uri":"Electrode","surface_form":"(electrodes)","offset":142},{"uri":"Grid","surface_form":"grid","offset":194},{"uri":"Cathode","surface_form":"cathode","offset":220},{"uri":"Anode","surface_form":"anode","offset":251},{"uri":"Electron","surface_form":"electron","offset":460},{"uri":"Amplifier","surface_form":"amplifier)","offset":742},{"uri":"Oscillator","surface_form":"oscillator","offset":857},{"uri":"Lee_De_Forest","surface_form":"Lee De Forest","offset":1070},{"uri":"Audion","surface_form":"Audion","offset":1151},{"uri":"Amplifier","surface_form":"amplifier","offset":1198},{"uri":"Diode","surface_form":"diode","offset":1340},{"uri":"Tetrode","surface_form":"tetrode","offset":1347},{"uri":"Pentode","surface_form":"pentode","offset":1359},{"uri":"Receiver","surface_form":"receiver","offset":1453},{"uri":"Transmitter","surface_form":"transmitter","offset":1503},{"uri":"Morse_code","surface_form":"Morse code","offset":1566},{"uri":"Broadcasting","surface_form":"broadcasting","offset":1832},{"uri":"Radio_wave","surface_form":"radio wave","offset":1854},{"uri":"Transistor","surface_form":"transistor","offset":3185},{"uri":"Transistor","surface_form":"transistor","offset":3245}]}