{"id":144038,"url":"http://en.wikipedia.org/wiki/Charles_Barkley","text":"Charles Wade Barkley (born February 20, 1963) is an American retired professional basketball player and politician. Nicknamed \"Sir Charles\" for his aggressive and outspoken behavior and \"The Round Mound of Rebound,\" for his unusual build and talent as a player, Barkley established himself as one of the National Basketball Association's most dominating power forwards.\nFor a power forward, Barkley had an extremely versatile offensive game. He was not considered a great player at the defensive end. He is referred to as Chuck Barkley by many of his friends.\nBarkley had many nicknames over the course of his college and pro career, making him one of the basketball players, and persons, with the most nicknames. Some of the other nicknames include The Chuckster, The Chuck Wagon, The Prince of Pizza and Wide Load from Leeds. Barkley is regarded as one of the best rebounders in the history of the game.\nMany people view him as the greatest player who did not win an NBA championship during his career, although others argue for players such as Karl Malone, John Stockton and Patrick Ewing. Often considered the best power forward in the league (NBA), people did not agree with his totalitarian views. He is an analyst on the television show \"Inside the NBA\". The program features host Ernie Johnson with analysts Kenny Smith and Shaquille O'Neal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Basketball","surface_form":"basketball","offset":82},{"uri":"Politician","surface_form":"politician","offset":104},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":304},{"uri":"Power_forward_(basketball)","surface_form":"power forwards","offset":354},{"uri":"Rebound_(basketball)","surface_form":"rebounders","offset":867},{"uri":"Karl_Malone","surface_form":"Karl Malone","offset":1047},{"uri":"John_Stockton","surface_form":"John Stockton","offset":1060},{"uri":"Patrick_Ewing","surface_form":"Patrick Ewing","offset":1078},{"uri":"Inside_the_NBA","surface_form":"Inside the NBA","offset":1245}]}