{"id":144055,"url":"http://en.wikipedia.org/wiki/Electric_vehicle","text":"An electric vehicle is a vehicle that uses electricity to move. Its wheels are driven by electric motors.\nElectric vehicles were one of the first kinds that did not use horse or human power. Electric trains and cars were built in the 1830's, and in the early 1900's there were more electric cars than gasoline-powered cars. But cars powered by gasoline or diesel fuel become the most common kind of car for most of the last 100 years.\nElectric vehicles have long been used in some special cases, such as forklifts used inside a building, golf carts, trolley bus or certain vehicles used around airplanes at an airport. Early in the 21st century people are using more electric and hybrid vehicles again as a way to reduce pollution and use less gasoline.\nHistory.\nIt is unclear who the first inventor was, but Ányos Jedlik of Hungary built a small model of a working electric car in 1828. In the 1830's Robert Anderson of Scotland, Professor Stratingh of Holland and Thomas Davenport, a blacksmith from Vermont all built electric vehicles. Davenport is said to be the inventor of the DC electric motor. In 1865, Gaston Plante of France made a better battery. In 1886, the inventor Frank Sprague of Connecticut made important changes to the electric motor.\nGreat Britain and France were early leaders in making better electric cars. Interest in the electric car in the United States grew after 1891 when A. L. Ryker built a three-wheeled electric car, and William Morrison built a six-passenger wagon.\nThe years 1899 and 1900 were the best years for electric cars in America, as they outsold all other types of cars (steam, gasoline and diesel). One example was the 1902 Phaeton built by the Woods Motor Vehicle Company of Chicago, which had a range of 18 miles, a top speed of 14 mph and cost $2,000. (At that time, there were few good roads between towns, so most driving was for short distances). Electric cars could go as far as steam-powered cars and did not take 30 to 40 minutes to get started. Gasoline engines were smelly and noisy.\nBut then the internal combustion engine (that used gasoline and diesel) were greatly improved, and cars that used those engines could go much farther and faster than other cars.\nSome people would make electric cars in their garages by taking out the engine and putting in an electric motor and batteries, but for a long time, no big car company made an electric car. Only in the late 1990's did big car companies start making electric cars again. The most famous was the GM's EV-1. Now interest in alternative fuel vehicles is growing.\nPure electric cars.\nThese types of cars do not have any kind of internal combustion engine, but are driven entirely using electric motors, which gets its power in different ways other than an engine.\nHybrid cars.\nA hybrid is a combination of two things. In this case, it is an electric motor, and another type of power, such as an engine. Because of this, hybrid vehicles are not true electric vehicles.\nOther vehicles.\nThere are many other types of electric vehicles. A trolley bus (also called a track<nowiki/>less trolley) uses overhead electric lines to power it. Many trains use a railway electrification system to supply power. A few high-speed rail lines use powered magnets in the track to move the train, in a system called 'mag-lev' (magnetic levitation). There are electric bicycles and motorcycles and some tricycles (trikes) like the Corbin Motors Sparrow, which was also seen in the Austin Powers movie Goldmember.\nMost freight trains are diesel-electric. The locomotive has a diesel engine which provides electricity, and an electric motor which makes the wheels turn. In recent years, however, there are buses and trains that store their power in a battery or use some other source like fuel cells. These kinds of vehicles do not need wires.\nAdvantages and disadvantages.\nAdvantages: These vehicles use an electric motor, so they are very quiet, no smell and no pollution from exhaust gases. They can even be used indoors, in tunnels and mines. Oil for gasoline and diesel is a limited resource - it will not last forever and is becoming more expensive. If the electricity for a battery-electric vehicle comes from a renewable energy source, like a windmill, solar cells, geothermal or hydroelectric, then it will not produce as many global warming gases.\nDisadvantages: Batteries do not store a lot of energy, and they are large and heavy, so the vehicles usually cannot go very far. It takes a long time to recharge a battery, sometimes many hours. Good batteries can be very expensive, and all batteries need to be replaced after a while. Most electricity in the United States comes from coal or natural gas, so an electric vehicle that is powered by electricity from one of these plants will still add to global warming gases.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vehicle","surface_form":"vehicle","offset":25},{"uri":"Electricity","surface_form":"electricity","offset":43},{"uri":"Electric_motor","surface_form":"electric motors","offset":89},{"uri":"Horse","surface_form":"horse","offset":169},{"uri":"Human","surface_form":"human","offset":178},{"uri":"Trains","surface_form":"trains","offset":200},{"uri":"Car","surface_form":"cars","offset":211},{"uri":"Gasoline","surface_form":"gasoline","offset":301},{"uri":"Diesel","surface_form":"diesel","offset":356},{"uri":"Forklift","surface_form":"forklift","offset":504},{"uri":"Golf_cart","surface_form":"golf carts","offset":538},{"uri":"Trolleybus","surface_form":"trolley bus","offset":550},{"uri":"Pollution","surface_form":"pollution","offset":721},{"uri":"Hungary","surface_form":"Hungary","offset":825},{"uri":"Scotland","surface_form":"Scotland","offset":921},{"uri":"Holland","surface_form":"Holland","offset":954},{"uri":"Blacksmith","surface_form":"blacksmith","offset":986},{"uri":"Vermont","surface_form":"Vermont","offset":1002},{"uri":"Direct_current","surface_form":"DC","offset":1083},{"uri":"Gaston_Plante","surface_form":"Gaston Plante","offset":1111},{"uri":"Battery","surface_form":"battery","offset":1149},{"uri":"Frank_Sprague","surface_form":"Frank Sprague","offset":1180},{"uri":"Connecticut","surface_form":"Connecticut","offset":1197},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1255},{"uri":"France","surface_form":"France","offset":1273},{"uri":"United_States","surface_form":"United States","offset":1367},{"uri":"Steam","surface_form":"steam","offset":1615},{"uri":"Phaeton","surface_form":"Phaeton","offset":1669},{"uri":"Chicago","surface_form":"Chicago","offset":1721},{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":2053},{"uri":"General_Motors","surface_form":"GM's","offset":2511},{"uri":"EV-1","surface_form":"EV-1","offset":2516},{"uri":"Alternative_fuel_vehicle","surface_form":"alternative fuel vehicle","offset":2538},{"uri":"Hybrid","surface_form":"hybrid","offset":2791},{"uri":"Trolleybus","surface_form":"trolley bus","offset":3047},{"uri":"Railway_track","surface_form":"track","offset":3074},{"uri":"Overhead_lines","surface_form":"overhead electric lines","offset":3107},{"uri":"Railway_electrification_system","surface_form":"railway electrification system","offset":3162},{"uri":"High-speed_rail","surface_form":"high-speed rail","offset":3216},{"uri":"Magnets","surface_form":"magnets","offset":3250},{"uri":"Maglev_train","surface_form":"mag-lev","offset":3310},{"uri":"Motorcycle","surface_form":"motorcycles","offset":3374},{"uri":"Tricycle","surface_form":"tricycles","offset":3395},{"uri":"Austin_Powers_in_Goldmember","surface_form":"Goldmember","offset":3493},{"uri":"Train","surface_form":"train","offset":3518},{"uri":"Diesel-electric","surface_form":"diesel-electric","offset":3529},{"uri":"Pollution","surface_form":"pollution","offset":3954},{"uri":"Non-renewable_resource","surface_form":"limited resource","offset":4070},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":4209},{"uri":"Windmill","surface_form":"windmill","offset":4241},{"uri":"Geothermal_energy","surface_form":"geothermal","offset":4264},{"uri":"Hydroelectric","surface_form":"hydroelectric","offset":4278},{"uri":"Greenhouse_gas","surface_form":"global warming gases","offset":4326}]}