{"id":14402,"url":"http://en.wikipedia.org/wiki/Hurricane_Katrina","text":"Hurricane Katrina was one of the deadliest hurricanes to ever strike the United States and the second Category 5 hurricane of the record-breaking 2005 Atlantic hurricane season. The storm formed over the Bahamas on August 23, where it moved west and hit south Florida as a Category 1 hurricane two days later. Katrina then crossed over Florida and strengthened into a Category 5 hurricane moving west in the Gulf of Mexico. The storm then turned north, had an eyewall replacement cycle, and hit east Louisiana and Mississippi, flooding coastal areas on the morning of August 29. The leftovers of Katrina then died out over the Great Lakes on August 31.\n80% of New Orleans was flooded when the levees protecting the city broke. Most of the people killed by Katrina were thought to have died from drowning. Many of the survivors had swum to higher roofs or tree branches.\nStorm history.\nHurricane Katrina formed as Tropical Depression Twelve over the southeastern Bahamas on August 23, 2005, as the result of the merger of a tropical wave and the remnants of Tropical Depression Ten four days earlier. The storm strengthened into Tropical Storm Katrina on the morning of August 24. The tropical storm moved towards Florida and became a hurricane only two hours before making landfall between Hallandale Beach and Aventura on the morning of August 25. The storm weakened over land, but it regained hurricane status about one hour after entering the Gulf of Mexico, and it continued strengthening over open waters. On August 27, the storm reached Category 3 intensity on the Saffir-Simpson hurricane wind scale, becoming the third major hurricane of the season. An eyewall replacement cycle disrupted the intensification but caused the storm to nearly double in size. Thereafter, Katrina rapidly intensified over the \"unusually warm\" waters of the Loop Current from a Category 3 hurricane to a Category 5 hurricane in just nine hours.\nAfter attaining Category 5 status on the morning of August 28, Katrina reached its peak strength at 1800 UTC, with maximum sustained winds of 175 mph (280 km/h) and a minimum central pressure of 902 mbar (26.6 inHg). The pressure measurement made Katrina the fifth most intense Atlantic hurricane on record at the time, only to be surpassed by Hurricanes Rita and Wilma later in the season; it was also the strongest hurricane ever recorded in the Gulf of Mexico at the time, before Rita broke the record. The hurricane subsequently weakened due to another eyewall replacement cycle, and Katrina made its second landfall at 1110 UTC on August 29, as a Category 3 hurricane with sustained winds of 125 mph (205 km/h), near Buras-Triumph, Louisiana. At landfall, hurricane-force winds extended outward 120 miles (190 km) from the center and the storm's central pressure was 920 mbar (27 inHg). After moving over southeastern Louisiana and Breton Sound, it made its third and final landfall near the Louisiana–Mississippi border with 120 mph (190 km/h) sustained winds, still at Category 3 intensity. Katrina maintained strength well into Mississippi, finally losing hurricane strength more than 150 miles (240 km) inland near Meridian, Mississippi. It was downgraded to a tropical depression near Clarksville, Tennessee; its remnants were absorbed by a cold front in the eastern Great Lakes region on August 31. The resulting extratropical storm moved rapidly to the northeast and affected eastern Canada.[1]","categories":[],"infobox_types":["hurricane"],"annotations":[{"uri":"List_of_Category_5_Atlantic_hurricanes","surface_form":"Category 5 hurricane","offset":102},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":146},{"uri":"Bahamas","surface_form":"Bahamas","offset":204},{"uri":"Florida","surface_form":"Florida","offset":260},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":408},{"uri":"Eyewall_replacement_cycle","surface_form":"eyewall replacement cycle","offset":460},{"uri":"Louisiana","surface_form":"Louisiana","offset":500},{"uri":"Great_Lakes","surface_form":"Great Lakes","offset":627},{"uri":"New_Orleans","surface_form":"New Orleans","offset":660},{"uri":"Levee","surface_form":"levee","offset":693}]}