{"id":144067,"url":"http://en.wikipedia.org/wiki/Electronic_engineering","text":"Electronic engineering is an engineering discipline that investigates the use of electricity and magnetism. Electronic engineers are concerned with such processes as; the use of radio wave<nowiki/>s, the design of electronic circuits, the design of computer systems, and the development of control system<nowiki/>s such as aircraft autopilots and other embedded systems.\nThe term electronic engineering started to emerge in the late 1950s. Before World War II, electronic engineering was commonly known as a 'radio engineering'. At that time, studying radio engineering at a university was part of a physics degree. Later, as other electronic devices were developed, the field broadened to include radar, television, audio systems, Hi-Fi and later computers and microprocessor<nowiki/>s. In the mid to late 1950s, the term radio engineering gradually gave way to the name 'electronic engineering', which then became a stand-alone university degree subject.\nEngineers must study the sciences of physics and mathematics as these help to get both qualitative and quantitative descriptions of how such systems will work. Today most engineering work involves the use of computers and it is commonplace to use computer-aided technologies when designing electronics systems.","categories":[],"infobox_types":[],"annotations":[{"uri":"Engineering","surface_form":"engineering","offset":29},{"uri":"Radio_wave","surface_form":"radio wave","offset":178},{"uri":"Control_system","surface_form":"control system","offset":290},{"uri":"Embedded_system","surface_form":"embedded system","offset":353},{"uri":"World_War_II","surface_form":"World War II","offset":447},{"uri":"Radar","surface_form":"radar","offset":698},{"uri":"Microprocessor","surface_form":"microprocessor","offset":762},{"uri":"Physics","surface_form":"physics","offset":994},{"uri":"Mathematics","surface_form":"mathematics","offset":1006},{"uri":"Computer-aided_technologies","surface_form":"computer-aided technologies","offset":1204},{"uri":"Electronics","surface_form":"electronics","offset":1247}]}