{"id":14410,"url":"http://en.wikipedia.org/wiki/Saint_Anna","text":"e=\"preserve\">Saint Anna is the mother of Virgin Mary and the grandmother of Jesus. Her husband is Saint Joachim. Her name is a version of the Hebrew name Hanna. Anna means grace.\nAccording to tradition, Joachim went to a temple to pray, but was not allowed in because he did not have a child. Anna heard, prayed, and sacrificed. She promised God that she would bring up a child in God's name. An angel came to Anna and Joachim and told them that God would grant her a baby. Anna had the baby soon after and named the girl Mary. Anna kept her promise. When Mary was about three years old Joachim and Anna brought her up in the Second Temple.\nOnce, as Anna prayed beneath a laurel tree near her home in Galilee, an angel appeared and said to her, \"Anna, Anna, the Lord has heard your prayer, and you shall conceive, and shall bring forth; and your seed shall be spoken of in all the world.\" Anna replied, \"As the Lord my God lives, if I beget either male or female, I will bring it as a gift to the Lord my God; and it shall minister to Him in holy things all the days of its life.\" This is how Anna became the mother of the Blessed Virgin Mary.\nThe feast (name) day of St. Anna and St. Joachim is July 26.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":41},{"uri":"Grandmother","surface_form":"grandmother","offset":61},{"uri":"Jesus","surface_form":"Jesus","offset":76},{"uri":"Saint_Joachim","surface_form":"Saint Joachim","offset":98},{"uri":"Hebrew","surface_form":"Hebrew","offset":142},{"uri":"Hannah_(given_name)","surface_form":"Hanna","offset":154},{"uri":"Grace","surface_form":"grace","offset":172},{"uri":"Temple","surface_form":"temple","offset":221},{"uri":"Prayer","surface_form":"pray","offset":231},{"uri":"Sacrifice","surface_form":"sacrifice","offset":317},{"uri":"Covenant","surface_form":"promised","offset":333},{"uri":"God","surface_form":"God","offset":342},{"uri":"Angel","surface_form":"angel","offset":396},{"uri":"Second_Temple","surface_form":"Second Temple","offset":626},{"uri":"Laurel_wreath","surface_form":"laurel tree","offset":672},{"uri":"Galilee","surface_form":"Galilee","offset":701}]}