{"id":14411,"url":"http://en.wikipedia.org/wiki/Nepal","text":"Nepal () is a country in South Asia bordering the Republic of India and the People's Republic of China. Mount Everest, the highest mountain in the world, is found there, as well as the Himalaya Mountains. 12 of the world's highest mountain peaks are in Nepal. It is also the birthplace of Buddha. It has recently become a secular country, but before it was the only Hindu kingdom in the world. Nepal is a very important pilgrimage place for both Hindus and Buddhists. The population of Nepal in 2007 was almost 29 million people.\nNepali is the official language, and there are many other regional languages. English and Hindi are widely understood. The capital city of Nepal is Kathmandu which has a population of over two million people. The second largest city is Pokhara. Pokhara is a major tourist attraction of Nepal which is rich in natural beauty. Pokhara includes many lakes, Phewa Tal is one of them.\nGeography.\nNepal is a landlocked country, which means it is not next to any ocean, and it is surrounded by India and China. Mount Everest is on the border Nepal shares with China. Nepal is a little smaller than Illinois and Bangladesh, but a little bigger than Kyrgyzstan. It also has the second-highest average elevation in the world at (10,715 ft), only behind Bhutan.\nEconomy.\nNepal used to be an agricultural country until 1950. Since 1951 it entered the modern era and has made progress. Agriculture, however is still a major economic activity, employing 80% of the population and providing 37% of GDP. Only about 20% of the total area is cultivable; another 33% is forested; most of the rest is mountainous. Rice and wheat are the main food crops. The lowland Terai region produces an agricultural surplus, part of which supplies the food-deficient hill areas.\nChina is the 2nd largest exporter to Nepal, but India is the largest buyer of Nepal's goods, China's imports from Nepal are zero, thus burdening Nepal's monetary stability and monetary balance. The yearly monsoon rain, or lack of it, strongly influences economic growth. From 1996 to 1999, real GDP growth averaged less than 4%. The growth rate recovered in 1999, rising to 6% before slipping slightly in 2001 to 5.5%.Nepal has 1/3 of its trade with India.\nDemographics.\nThe people of Nepal belong to two main groups; Indo-Aryan group and Tibeto-Burman group. Indo-Aryans are mostly Hindus and they celebrate Hindu festivals like Dashain, Tihar, Teej, Maghe Sankranti, Krishna Janmastami, Holi, Janai Purnima, Matatirtha Aunsi, Chhath, etc. Tibeto-Burmans are Buddhist and they celebrate Lhosar, Buddha Jayanti, etc.\nEducation.\nModern education in Nepal began with the opening of the first school in 1853. This school was only for the members of the ruling families and their courtiers. Schooling for the general people began only after 1951 when a popular movement ended the autocratic Rana family regime and started a democratic system. In the past 50 years, there has been a big expansion of education facilities in the country. As a result, adult literacy (age 15+) of the country was reported to be 48.2% (female: 34.6%, male: 62.2%) in the Population Census, 2001, up from about 5% in 1952–54. Beginning from about 300 schools and two colleges with about 10,000 students in 1951, there now are 26,000 schools (including higher secondary), 415 colleges, five universities, and two academies of higher studies. Altogether 5.5 million students are enrolled in those schools and colleges who are served by more than 150,000 teachers.\nDespite such examples of success, there are problems and challenges. Education management, quality, relevance, and access are some of the critical issues of education in Nepal. Societal disparities based on gender, ethnicity, location, economic class, etc. are yet to be rid of completely. Resource crunch has always been a problem in education. These problems have made the goal of education for all a challenge for the country.\nCulture.\nThe official calendar of Nepal is the Vikram Samvat, which is a Hindu calendar. Their new year begins in Baishakh, which is around mid-April. Nepal has 36 public holidays in the year. This makes Nepal the country with the most public holidays.\nThe national cuisine of Nepal is Dhindo and Gundruk. Dhindo is a type of dough that is served very hot. Gundruk is a dish with fermented green vegetables.\nAssociation football is the most popular sport in Nepal. The Nepal national football team plays at Dasarath Rangasala Stadium in Tripureswar, Kathmandu, Nepal.\nHistory.\nKing Prithvi Narayan Shah of Gorkha in 1786 had invaded the Kathmandu Valley and unified Nepal. Before the unification, Nepal was ruled by various Kirats, Lichchavis, Thakuris and Mallas. The history mentioned that Kirats ruled Nepal during the 7th century BC. Though much was not known about Kirats,the Lichchavi dynasty followed the Kirats which lasted from the 2nd to 9th century AD. Nepal was ruled by the Thakuris who were followed by the Mallas for two centuries after The Lichchavis. Nepal was divided into many principalities and small kingdoms in the fifth centuries of Malla rule.\nJang Bahadur Rana the then Prime Minister of Nepal revolted against the royalty in 1844. The famous Kot Massacre took place during this period in which numbers of noblemen were killed. The Rana took absolute power but continued to maintain the Shah family in the palace. The 104 years regime of Ranas came to and end due to their autocratic rules.\nIt was in November 1950 King Tribhuvan restored democracy overthrowing the Rana regime with large number of Nepalese people support. He restored Shah Regime again in Nepal.After his death King Mahendra had ruled in Nepal from 13 March 1955 to 31 January 1972.\nBirendra ruled Nepal from 31 January 1972 –1 June 2001 and he was known as one of the most noble and peaceful king of Nepal. The entire family of King Birendra was massacred in June 2001 popularly Known as Royal Massacre 2001. Prince Dipendra was crowned as King while he was on coma stage, later he died in hospital bed. After the death of Diepndra, Gyanendra Shah late King Birendra’s brother succeeded as the King of Nepal.\nKing Gyanendra Shah was dethroned in 2006 by a decade long People’s revolution led by communist party of Nepal (Maoist) and several weeks protest by major political parties and established Federal Democratic Republic of Nepal.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Asia","surface_form":"South Asia","offset":25},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":50},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":76},{"uri":"Mount_Everest","surface_form":"Mount Everest","offset":104},{"uri":"Mountain","surface_form":"mountain","offset":131},{"uri":"Himalayas","surface_form":"Himalaya Mountains","offset":185},{"uri":"Buddha","surface_form":"Buddha","offset":289},{"uri":"Secular","surface_form":"secular","offset":322},{"uri":"Hinduism","surface_form":"Hindu","offset":366},{"uri":"Kingdom","surface_form":"kingdom","offset":372},{"uri":"Nepali_language","surface_form":"Nepali","offset":530},{"uri":"English_language","surface_form":"English","offset":608},{"uri":"Hindi","surface_form":"Hindi","offset":620},{"uri":"Kathmandu","surface_form":"Kathmandu","offset":678},{"uri":"Pokhara","surface_form":"Pokhara","offset":766},{"uri":"Phewa_Tal","surface_form":"Phewa Tal","offset":884},{"uri":"Landlocked","surface_form":"landlocked country","offset":932},{"uri":"Ocean","surface_form":"ocean","offset":986},{"uri":"India","surface_form":"India","offset":1017},{"uri":"China","surface_form":"China","offset":1027},{"uri":"Border","surface_form":"border","offset":1058},{"uri":"Illinois","surface_form":"Illinois","offset":1121},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1134},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":1171},{"uri":"Elevation","surface_form":"elevation","offset":1222},{"uri":"Bhutan","surface_form":"Bhutan","offset":1273},{"uri":"Surplus","surface_form":"surplus","offset":1714},{"uri":"Monsoon","surface_form":"monsoon","offset":1982},{"uri":"Indo-Aryan","surface_form":"Indo-Aryan","offset":2295},{"uri":"Tibeto-Burman","surface_form":"Tibeto-Burman","offset":2316},{"uri":"Hindus","surface_form":"Hindus","offset":2360},{"uri":"Dashain","surface_form":"Dashain","offset":2407},{"uri":"Tihar","surface_form":"Tihar","offset":2416},{"uri":"Autocracy","surface_form":"autocratic","offset":2853},{"uri":"Calendar","surface_form":"calendar","offset":3965},{"uri":"Vikram_Samvat","surface_form":"Vikram Samvat","offset":3990},{"uri":"Hindu_calendar","surface_form":"Hindu calendar","offset":4016},{"uri":"Baishakh","surface_form":"Baishakh","offset":4057},{"uri":"Public_holiday","surface_form":"public holiday","offset":4107},{"uri":"Dhindo","surface_form":"Dhindo","offset":4229},{"uri":"Gundruk","surface_form":"Gundruk","offset":4240},{"uri":"Fermentation","surface_form":"fermented","offset":4323},{"uri":"Association_football","surface_form":"Association football","offset":4351},{"uri":"Nepal_national_football_team","surface_form":"Nepal national football team","offset":4412},{"uri":"Dasarath_Rangasala_Stadium","surface_form":"Dasarath Rangasala Stadium","offset":4450},{"uri":"Tripureswar","surface_form":"Tripureswar","offset":4480},{"uri":"Kathmandu","surface_form":"Kathmandu","offset":4493}]}