{"id":144211,"url":"http://en.wikipedia.org/wiki/Rhea_(bird)","text":"The rheas are flightless birds of the genus \"Rhea\", native to South America. They are ratites, which means they are large flightless birds with no keel to their breastbone or sternum.\nDescription.\nThe greater or American rhea (also called the 'Nandu') is a large, flightless bird from forests of South America. This ratite is the largest bird in the Americas. It is a fast runner; and when it runs, its neck is almost horizontal to the ground. Rheas congregate in flocks of 20 to 30 birds. The lesser or Darwin's rhea, \"Rhea pennata\", is mostly found in the southern part of South America.\nDiet.\nRheas eat mostly plants, fruits, seeds, and nuts, but also will also eat insects and other small animals (like lizards).\nReproduction.\nThe female rhea lays 12-30 yellow-cream eggs in a clutch. The male digs the nest (a simple scrape in the ground), incubates the eggs (for 6 weeks), and raises the chicks. Rheas are mature at 2 years of age.\nEvolution.\nIt was once thought that ratites were all one monophyletic group, which evolved together in Gondwana in the Upper Cretaceous. Then they evolved in their separate ways as Gondwana split up, and the parts drifted apart. The parts became the modern southern continents, plus Africa and the Indian subcontinent.\nHowever, modern genetic analysis conflicts with this. DNA analysis shows that the ratites diverged from one another too recently to share a common Gondwanian ancestor. However, all analyses show that rheas and the living Australasian/Oceanian ratites \"are\" monophyletic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flightless_birds","surface_form":"flightless birds","offset":14},{"uri":"South_America","surface_form":"South America","offset":62},{"uri":"Ratites","surface_form":"ratites","offset":86},{"uri":"Sternum","surface_form":"sternum","offset":175},{"uri":"Ratite","surface_form":"ratite","offset":316},{"uri":"Lizard","surface_form":"lizard","offset":707},{"uri":"Monophyletic","surface_form":"monophyletic","offset":995},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":1057},{"uri":"Africa","surface_form":"Africa","offset":1221},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":1236},{"uri":"Sequence_analysis","surface_form":"genetic analysis","offset":1273},{"uri":"DNA","surface_form":"DNA","offset":1311},{"uri":"Australasia","surface_form":"Australasia","offset":1478},{"uri":"Oceania","surface_form":"Oceania","offset":1491}]}