{"id":144387,"url":"http://en.wikipedia.org/wiki/Id%2C_ego%2C_and_super-ego","text":"The Id, ego, and super-ego are ideas created by Sigmund Freud. They are three concepts used to explain the way the human mind works.\nFreud describes the human mind as interaction of id, ego, super-ego. The ego, and to some extent the super-ego, is conscious or on the surface. The id remains unconscious. Together they make up the personality.\nAccording to this model of the psyche, the id is the set of uncoordinated instinctual trends; the ego is the organized realistic part; and the super-ego plays the critical and moralising role.\nThe id, ego and super-ego are functions of the mind, \"not\" parts of the brain. They do not correspond one-to-one with actual structures of the kind dealt with by neuroscience.\nId.\nThe id represents a constant in the personality as it is always present. The id is governed by the 'pleasure principle'.\nEarly in the development of his theory Freud saw sexual energy as the only source of energy for the id. After the tragedy of World War I, however, Freud felt it necessary to add another instinct to the id. So, he proposed thanatos, the death instinct. Thanatos accounts for the instinctual violent urges of humankind. Obviously, the rest of the personality would have somehow to deal with these two instincts. By adding thanatos, he could describe more mental phenomena. His idea of id had wide influence.\nEgo.\nThe ego is the sense of self and the surface of the personality, the part you usually show the world. The ego is governed by the 'reality principle', or a practical approach to the world. It seeks to turn the id’s drive to behaviour which brings benefits in the long term rather than grief.\nConscious awareness resides in the ego, although not all of the operations of the ego are conscious.\nThe ego separates out what is real. It helps us to organise our thoughts and make sense of them and the world around us.\nBut the ego \"serves three severe masters...the external world, the super-ego and the id\".110 Its task is to find a balance between primitive drives and reality while satisfying the id and super-ego. \"Thus the ego, driven by the id, confined by the super-ego, repulsed by reality, struggles...[in] bringing about harmony among the forces and influences working in and upon it, and readily 'breaks out in anxiety\".110/1\nSuper-Ego.\nThe Super-ego aims for perfection and the ideal outcome. It comprises that part of the personality, mainly unconscious, which includes the individual's ego ideals, spiritual goals, and the psychic agency (commonly called \"conscience\") that criticises and prohibits his or her drives, fantasies, feelings, and actions.\nThe superego consists of two parts, the conscience and the ego-ideal. The conscience is the familiar metaphor of angel and devil on each shoulder. The conscience decides what course of action one should take. The ego-ideal is an idealized view of one's self. Comparisons are made between the ego-ideal and one's actual behavior. Both parts of the super-ego develop through experience with others or via social interactions. According to Freud, a strong super-ego serves to inhibit the biological instincts of the id, while a weak super-ego gives in to the id's urgings. Further, the levels of guilt in the two cases above will be high and low, respectively.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":48},{"uri":"Concept","surface_form":"concept","offset":78},{"uri":"Conscious","surface_form":"conscious","offset":248},{"uri":"Unconscious","surface_form":"unconscious","offset":292},{"uri":"Personality","surface_form":"personality","offset":331},{"uri":"Psyche_(psychology)","surface_form":"psyche","offset":375},{"uri":"Instinct","surface_form":"instinct","offset":418},{"uri":"Mind","surface_form":"mind","offset":584},{"uri":"Neuroscience","surface_form":"neuroscience","offset":699},{"uri":"World_War_I","surface_form":"World War I","offset":963},{"uri":"Thanatos","surface_form":"Thanatos","offset":1090},{"uri":"Phenomenon","surface_form":"phenomena","offset":1298},{"uri":"Grief","surface_form":"grief","offset":1633},{"uri":"Anxiety","surface_form":"anxiety","offset":2265},{"uri":"Unconscious","surface_form":"unconscious","offset":2398},{"uri":"Ego_ideals","surface_form":"ego ideals","offset":2443},{"uri":"Metaphor","surface_form":"metaphor","offset":2710}]}