{"id":144507,"url":"http://en.wikipedia.org/wiki/Multan","text":"e=\"preserve\">Multan is a city in the Punjab province of Pakistan. It is the capital of the Multan District. Called the \"City of the Saints\", the history of the city goes back more than 5,000 years.\nEtymology.\nMultan is Moolastan which means the Place of origin (Moolam is source or origin).\nHistory.\nThe old city of Multan is a Walled city which is built on an ancient mound. Archaeologists believe the mound is made up of earlier cities going back to the Bronze Age. There were six gates into the old city but these have been destroyed over time. Three gates were rebuilt by the British when they governed the country. Inside the wall is a circular road, called the \"alang\". The old city has narrow and winding streets, with houses crowded close together.\nPolitical importance.\nMultan is the main center of the South Punjab, Seraiki speaking region. The people here think their language is separate from the majority Punjabi language of Punjab and want to create a separate province of their own, called Seraikistan.This city has some important political figures. Syed Yousaf Raza Gillani,a former Prime Minister of Pakistan belongs to Multan. Another well-known politician from here is Shah Mehmood Qureshi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Punjab_(Pakistan)","surface_form":"Punjab","offset":37},{"uri":"Pakistan","surface_form":"Pakistan","offset":56},{"uri":"Capital_(city)","surface_form":"capital","offset":76},{"uri":"Multan_District","surface_form":"Multan District","offset":91},{"uri":"Walled_city","surface_form":"Walled city","offset":328},{"uri":"Archaeologist","surface_form":"Archaeologist","offset":376},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":456},{"uri":"British","surface_form":"British","offset":580},{"uri":"Seraiki","surface_form":"Seraiki","offset":826},{"uri":"Punjabi_language","surface_form":"Punjabi language","offset":918},{"uri":"Seraikistan","surface_form":"Seraikistan","offset":1005},{"uri":"Yousaf_Raza_Gillani","surface_form":"Yousaf Raza Gillani","offset":1070},{"uri":"Shah_Mehmood_Qureshi","surface_form":"Shah Mehmood Qureshi","offset":1188}]}