{"id":144723,"url":"http://en.wikipedia.org/wiki/HMS_Supply_(1759)","text":"HMS \"Supply\" was a small ship, an armed tender which sailed with the First Fleet. She was intended to be a support ship for HMS \"Sirius\" (1786). The First Fleet carried the convicts and soldiers to Australia to start a penal colony. The ships left England in May 1787 and arrived in Australia in January 1788. This was the start of European settlement of Australia. \"Supply\" was commanded by Lieutenant Henry Lidgbird Ball.\n\"Supply\" was a brig rigged sloop of 170 tons. A sloop is a small ship with a single gun deck. A brig rig means the ship had two masts and carried square sails. She had eight small three pounder guns and carried 50 men. She was the smallest ship in the fleet, and the fastest. She was long and wide.\nA supply ship.\nThe Royal Navy had difficulty in finding a suitable ship. Several were checked but were not seen as suitable for the long journey to Australia. A French storeship, the \"Eclipse\", had been damaged when it ran ashore. An American ship, the \"Rattlesnake\" was not of suitable quality. The Navy purchased the British-made \"Grantham\", a packet boat, used for the quick transport of mail. When it was partly taken apart for repairs, the Navy decided it needed so much work, that it would cost too much to repair or rebuild it. They then selected the \"HM Supply\", a small Royal Navy ship based in Portsmouth, which was used to move naval stores around to the different naval yards.\nAfter the setting up of the penal colony at Port Jackson, HMS \"Supply\" made ten trips to Norfolk Island. When HMS \"Sirius\" was wrecked in 1790, the \"Supply\" was the new settlement's only ship. In April 1790 she made a trip to Batavia to get more food. She left for England in November 1791 and reached Plymouth on April 21 1792. She was sold at auction in July 1792. Renamed the \"Thomas and Nancy\" she carried coal on the Thames until 1806.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tender","surface_form":"tender","offset":40},{"uri":"First_Fleet","surface_form":"First Fleet","offset":69},{"uri":"HMS_Sirius_(1786)","surface_form":"HMS \"Sirius\" (1786)","offset":124},{"uri":"Convict","surface_form":"convict","offset":173},{"uri":"Soldier","surface_form":"soldier","offset":186},{"uri":"Australia","surface_form":"Australia","offset":198},{"uri":"Penal_colony","surface_form":"penal colony","offset":219},{"uri":"Europe","surface_form":"Europe","offset":332},{"uri":"Henry_Lidgbird_Ball","surface_form":"Henry Lidgbird Ball","offset":403},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":742},{"uri":"Portsmouth","surface_form":"Portsmouth","offset":1327},{"uri":"Port_Jackson","surface_form":"Port Jackson","offset":1456},{"uri":"Norfolk_Island","surface_form":"Norfolk Island","offset":1501},{"uri":"Batavia","surface_form":"Batavia","offset":1638},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":1714},{"uri":"Auction","surface_form":"auction","offset":1757},{"uri":"Thames","surface_form":"Thames","offset":1834}]}