{"id":144737,"url":"http://en.wikipedia.org/wiki/Scarborough_(ship)","text":"The \"Scarborough\" was one of six convict transport ships in the First Fleet. The First Fleet carried the convicts and soldiers to Australia to start a penal colony. The ships left England in May 1787 and arrived in Australia in January 1788. This was the start of European settlement of Australia.\nThe \"Scarborough\" was a ship of 430 tons under the command of John Marshall. She was long and wide. The prison deck was very small and cramped. The height of the space was only. The ship had a contract with the British Government to carry convicts. The owners were paid at a rate of 10 shillings per ton per month. They had to agree to keep the prisoners secure and in safe custody. After transporting the convicts to New South Wales, the \"Scarborough\" was under contract to work for the East India Company.\n\"Scarborough\" left Australia 5 May 1788, and with the \"Lady Penrhyn\", sailed to China. On 17 May 1788 she landed at Lord Howe Island for birds and vegetables, and got back to England on 15 June 1789.\nSecond Fleet.\n\"Scarborough\" went back to New South Wales with the notorious Second Fleet. With \"Surprize\" and \"Neptune\" she sailed from England with 253 male convicts on 19 January 1790. Her captain was again John Marshall and the surgeon was Augustus Jacob Beyer. She arrived at the Cape of Good Hope on 13 April 1790, and spent 16 days there, loading food and other items. She also picked up eight male convicts from HMS \"Guardian\" which had been wrecked after hitting an iceberg. She and \"Neptune\" were parted from \"Surprize\" in heavy weather and arrived at Port Jackson on 28 June, 160 days out from England. During the voyage, 73 convicts died (28%) and 96 (37%) were very sick when landed.\nOther ships named Scarborough.\nThere were at least 4 British built ships named \"Scarborough\" in the eighteenth century. At least two of these were contracted to the English East India Co. for the far east trade. One of the \"Scarborough\"s was lost in the South China Sea on a shoal on 12 Sept 1784. All on board died and the shoal was then named Scarborough Shoal, lying at 15°11′N 117°46′E, recently the subject of sovereignty between China and Philippines. Another ship of the same name was built at Scarborough in 1782 of 430 tons but this is not the one lost on the Scarborough Shoal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Convict","surface_form":"convict","offset":33},{"uri":"First_Fleet","surface_form":"First Fleet","offset":64},{"uri":"Convict","surface_form":"convict","offset":105},{"uri":"Soldier","surface_form":"soldier","offset":118},{"uri":"Australia","surface_form":"Australia","offset":130},{"uri":"Penal_colony","surface_form":"penal colony","offset":151},{"uri":"Europe","surface_form":"Europe","offset":264},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":716},{"uri":"East_India_Company","surface_form":"East India Company","offset":786},{"uri":"Lady_Penrhyn_(ship)","surface_form":"Lady Penrhyn","offset":861},{"uri":"China","surface_form":"China","offset":886},{"uri":"Lord_Howe_Island","surface_form":"Lord Howe Island","offset":922},{"uri":"England","surface_form":"England","offset":981},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":1047},{"uri":"Second_Fleet_(Australia)","surface_form":"Second Fleet","offset":1082},{"uri":"Surprize_(ship)","surface_form":"\"Surprize\"","offset":1101},{"uri":"Neptune_(ship)","surface_form":"\"Neptune\"","offset":1116},{"uri":"England","surface_form":"England","offset":1142},{"uri":"Surgeon","surface_form":"surgeon","offset":1237},{"uri":"Augustus_Jacob_Beyer","surface_form":"Augustus Jacob Beyer","offset":1249},{"uri":"Cape_of_Good_Hope","surface_form":"Cape of Good Hope","offset":1290},{"uri":"HMS_Guardian_(1784)","surface_form":"HMS \"Guardian\"","offset":1425},{"uri":"Iceberg","surface_form":"iceberg","offset":1480}]}