{"id":144796,"url":"http://en.wikipedia.org/wiki/Lenz%27s_law","text":"Lenz's law is a common way to understand how electromagnetic circuits obey Newton's third law and the conservation of energy.\n\"The direction of the induced emf is always such as to result in opposition to the change producing it.\"\nAs another example of the application of Lenz's law, consider a coil of wire to which a battery is suddenly connected. Suppose that the battery starts a current flowing clockwise, as viewed by the observer. This current will give rise to a magnetic field whose lines will thread the coil and circle back outside it. Thus, as the current due to the battery builds up, there is a changing magnetic flux through the coil and this must result in an induced emf in the coil. What is the direction of this induced emf? Lenz's law tells us immediately that it must be counterclockwise, so as to oppose the building up of the current. Similarly, when the current in a circuit is broken, the induced emf seeks to keep the current from dying out, and this accounts for the sparking observed when switches are opened slowly. The induced emf in a circuit whose current is changing is called the \"back emf\", since it always opposes the alteration in the current. It arises from change in the current's own magnetic field, an effect referred to as \"self-inductance\".\nWere Lenz's law not true, an increase in current in a coil would result in an emf that aided the applied battery, thus increasing the current further, inducing more emf and further increases in the current, ad \"infinitum\". This would be an unstable situation and one in which the conservation of energy principle would be disobeyed.\nThis sort of reasoning may be extended to other situations in which a system in equilibrium is displaced and the principle arrived at is the following.\nWhen a system in equilibrium is disturbed, the equilibrium is displaced in the direction which tends to undo the effects of the disturbance.\nThis generalization of Lenz's law is called Le Chatelier's principle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electromagnetic","surface_form":"electromagnetic","offset":45},{"uri":"Conservation_of_energy","surface_form":"conservation of energy","offset":102},{"uri":"Coil","surface_form":"coil","offset":295},{"uri":"Self-inductance","surface_form":"self-inductance","offset":1266},{"uri":"Infinitum","surface_form":"infinitum","offset":1495},{"uri":"Equilibrium","surface_form":"equilibrium","offset":1697},{"uri":"Le_Chatelier%27s_principle","surface_form":"Le Chatelier","offset":1954}]}