{"id":144714,"url":"http://en.wikipedia.org/wiki/Guan_Yin","text":"Guan Yin (also spelled \"Kwan Yin\") is the Chinese name of Avalokiteshvara, the Bodhisattva of compassion and mercy.\nfull name is Guanshiyin which means \"Observing the sounds (or cries) of the world.\" he represents mercy and compassion and is popular in the East and the West.\nhe takes various forms all over the world, in different eras and various forms. he can appear in the world as either male or female.\nIconography.\nOriginally, Guan Yin was shown as a male with an open dress revealing his chest and sometimes with a mustache. In modern times, the female form of Guan Yin has become very popular. Guan Yin is said to be androgynous.\nThe Lotus Sutra describes Avalokiteshvara (Guan Yin) as a Bodhisattva who can take any form. He can transform into a male, female, adult, child, elder, human, or non-human, in order to teach the Dharma. The \"Lotus Sutra\" states that Guan Yin has 33 different manifestations. Seven of these are female.\nRepresentations of Guan Yin in the Song Dynasty were masculine in appearance. Images and statues of Guan Yin during this time later became both genders because of the Lotus Sutra. Because Guan Yin is considered to be the personification of compassion and kindness, and a mother-goddess as well as a patroness of mothers and seamen, the representation of the Bodhisattva became mostly female around the 12th century. In the modern period, Guan Yin is often depicted as a beautiful, young white-robed woman, a depiction which derives from the earlier \"Pandaravasini\" form.\nIn China, he is often depicted as young and beautiful, wearing white robes and a necklace of Indian/Chinese royalty. In the left hand he holds a vase that contains the elixir of immortality and in the right hand, he holds a willow branch. He wears a crown with an image of Amitabha Buddha.","categories":[],"infobox_types":[],"annotations":[{"uri":"Avalokiteshvara","surface_form":"Avalokiteshvara","offset":58},{"uri":"Bodhisattva","surface_form":"Bodhisattva","offset":79},{"uri":"Lotus_Sutra","surface_form":"Lotus Sutra","offset":643},{"uri":"Bodhisattva","surface_form":"Bodhisattva","offset":697},{"uri":"Dharma","surface_form":"Dharma","offset":834},{"uri":"%27%27Lotus_Sutra%27%27","surface_form":"\"Lotus Sutra\"","offset":846},{"uri":"Song_Dynasty","surface_form":"Song Dynasty","offset":976},{"uri":"Masculine","surface_form":"masculine","offset":994},{"uri":"Personification","surface_form":"personification","offset":1162},{"uri":"Mothers","surface_form":"mothers","offset":1253},{"uri":"Seamen","surface_form":"seamen","offset":1265},{"uri":"Amitabha","surface_form":"Amitabha","offset":1785},{"uri":"Buddha","surface_form":"Buddha","offset":1794}]}