{"id":14471,"url":"http://en.wikipedia.org/wiki/Byte","text":"e=\"preserve\">A byte is a unit of measurement of the size of information on a computer or other electronic device. A single byte is usually eight bits. Some early computers used six bits for each byte. Bits are the smallest unit of storage on a computer, a single on/off value. Bytes are often represented by the capital letter B, bits by a lower case b.\nA single typed character (for example, 'x' or '8') is stored in one byte. The character is held as a binary number which encodes a text character. To map each number to a character an agreed code such as EBCDIC or ASCII is needed. EBCDIC is a character encoding used mainly on mainframe computers. It uses 8 bits per byte. ASCII is another encoding that only uses seven bits. \"Extended ASCII\" uses 8 bits to give more types of characters, mostly used on personal computers.\nThe byte is the smallest useful unit of measure to show how many characters a computer (or electronics device) can hold. This is useful for things like RAM, or storage devices like USB drives and other types of Flash memory. Sending of data (for a modem or wi-fi) is usually measured in bits, not bytes.\nOn modern computers one byte is equal to eight bits. Some early computers used fewer bits for each byte. To tell them apart, computer scientists called an 8 bit byte an octet. In modern usage, an octet and a byte are the same.\nAbbreviation.\nThe symbol for \"byte\" is \"B\". Sometimes a lowercase \"b\" is used, but this use is incorrect because \"b\" is actually the IEEE symbol for \"bit\". The IEC symbol for bit is bit. For example, \"MB\" means \"megabyte\" and \"Mbit\" means \"megabit\". The difference is important because 1 megabyte (MB) is 1,000,000 bytes, and 1 megabit (Mbit) is 1,000,000 bits or 125,000 bytes. It's easy to confuse the two, but bits are much smaller than bytes, so the symbol \"b\" should be used when referring to \"bits\" and an uppercase \"B\" when referring to \"bytes\".\nByte Chart.\nAccording to the International Electrotechnical Commission (IEC), who sets many computer standards, these charts show how bytes should be referred to.\nPeople who refer to 1 kilobyte as 1,024 bytes, for example, are technically incorrect; 1,024 bytes should be referred to as 1 kibibyte, according to the IEC. However, using 1024 for kilo and 1048576 for mega, etc. was widely practiced before the IEC standards were set in 1998. There is some confusion and mixing of terms in the marketplace. Computer memory is still referred to in powers of 2, so 1KB of memory is 1024 bytes, whereas in computer data storage powers of 10 are used, so 1KB is 1000 bytes.\n\"kilo-\" = 1,000.\nWhen using standard metric names like \"kilo-\", \"mega-\" and \"giga-\", they should follow the same measure that other metric measurements use, like kilometer (1 kilometer = 1,000 meters), or gigahertz (1 gigahertz = 1,000,000,000 hertz) for example.\n\"kibi-\" = 1,024.\nSince computers are very complex digital devices that are based on the binary numeral system rather than the commonly-used decimal numeral system or binary coded decimal system, there are many situations where the standard metric system does not work well, particularly with memory sizes for a computer or storage device. If a memory or storage device uses a binary number for addresses, the number of different positions to be accessed (the size of the memory) can be expressed as a power of 2, rather than a power of 10.","categories":[],"infobox_types":[],"annotations":[{"uri":"Unit","surface_form":"unit","offset":25},{"uri":"Measurement","surface_form":"measurement","offset":33},{"uri":"Information","surface_form":"information","offset":60},{"uri":"Computer","surface_form":"computer","offset":77},{"uri":"Electronics","surface_form":"electronic","offset":95},{"uri":"Bit","surface_form":"bit","offset":145},{"uri":"Binary","surface_form":"binary","offset":455},{"uri":"Encode","surface_form":"encode","offset":475},{"uri":"EBCDIC","surface_form":"EBCDIC","offset":558},{"uri":"ASCII","surface_form":"ASCII","offset":568},{"uri":"Character_encoding","surface_form":"character encoding","offset":597},{"uri":"Mainframe_computer","surface_form":"mainframe computers","offset":631},{"uri":"Personal_computers","surface_form":"personal computers","offset":808},{"uri":"Random_Access_Memory","surface_form":"RAM","offset":980},{"uri":"USB_flash_drive","surface_form":"USB drives","offset":1009},{"uri":"Flash_memory","surface_form":"Flash memory","offset":1039},{"uri":"Modem","surface_form":"modem","offset":1076},{"uri":"Wi-fi","surface_form":"wi-fi","offset":1085},{"uri":"Bit","surface_form":"bit","offset":1179},{"uri":"Octet_(computing)","surface_form":"octet","offset":1301},{"uri":"IEEE","surface_form":"IEEE","offset":1492},{"uri":"IEC","surface_form":"IEC","offset":1519},{"uri":"Computer_memory","surface_form":"Computer memory","offset":2417},{"uri":"Computer_data_storage","surface_form":"computer data storage","offset":2513},{"uri":"International_System_of_Units","surface_form":"metric","offset":2617},{"uri":"Kilometer","surface_form":"kilometer","offset":2742},{"uri":"Gigahertz","surface_form":"gigahertz","offset":2785},{"uri":"Binary_numeral_system","surface_form":"binary numeral system","offset":2932},{"uri":"Decimal_numeral_system","surface_form":"decimal numeral system","offset":2984},{"uri":"Binary_coded_decimal","surface_form":"binary coded decimal","offset":3010}]}