{"id":144868,"url":"http://en.wikipedia.org/wiki/Hurricane_Fico","text":"e=\"preserve\">Hurricane Fico of the 1978 Pacific hurricane season was a tropical cyclone that caused damage in Hawaii.\nStorm history.\nA tropical depression formed on July 7 and organized into the sixth tropical storm of the season the next day. Initially heading west-northwest, it changed direction to almost due west shortly after reaching Category 4 intensity on July 11. After spending over a day at that intensity, Fico decayed and fell back down to a mid-range Category 1 on July 14. Fico then reintensified back to Category 4 strength the next day.\nThe hurricane's strength fluctuated, but Fico stayed a major hurricane until July 17, when it entered the central Pacific as a Category 1. It slowly intensified and became a major hurricane yet again on the 21st. At this point, Fico turned to the northwest and slowly lost strength. The storm dropped to a tropical storm early on July 28, and went extratropical later that day. At a later date, the remnants were enmeshed in a frontal system which headed towards the Aleutian Islands.\nFico was a tropical cyclone for 20 days, and travelled a distance of roughly 5500 mi (9000 km), both of which were records. It was also a hurricane for 17 consecutive days. Both of Fico's records have been broken. Hurricane Tina and then Hurricane John outlasted Fico. John also outran its distance record.\nImpact.\nFico never made landfall. Despite this, it pounded the Big Island with 15-30 foot waves doing \"considerable damage\" [http://www.prh.noaa.gov/cphc/summaries/1978.php#Fico] to roads and buildings along the coast. Smaller waves also broke on the southern shores of Maui with minimal effects. Six people aboard a sloop were washed overboard and rescued, while a tugboat was driven aground on a reef at Kukuiula. A weakening Fico also caused a sharp wind gradient, producing gusty gale-force winds that blew across the islands, knocking over trees and causing power outages. Fico's extratropical remnants caused heavy rains and gales south of Cold Bay in the Aleutians.\nThe name Fico was retired after this storm and replaced with Fabio in the 1982 season.","categories":[],"infobox_types":[],"annotations":[{"uri":"1978_Pacific_hurricane_season","surface_form":"1978 Pacific hurricane season","offset":35},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":71},{"uri":"Hawaii","surface_form":"Hawaii","offset":110},{"uri":"July_7","surface_form":"July 7","offset":165},{"uri":"Saffir_Simpson_Hurricane_Scale","surface_form":"Category 4","offset":341},{"uri":"July_11","surface_form":"July 11","offset":365},{"uri":"July_14","surface_form":"July 14","offset":480},{"uri":"July_17","surface_form":"July 17","offset":632},{"uri":"July_21","surface_form":"21st","offset":762},{"uri":"July_28","surface_form":"July 28","offset":885},{"uri":"Mid-latitude_cyclone","surface_form":"frontal system","offset":982},{"uri":"Aleutian_Islands","surface_form":"Aleutian Islands","offset":1022},{"uri":"Hurricane_John","surface_form":"Hurricane John","offset":1278},{"uri":"Hawaii_(island)","surface_form":"Big Island","offset":1410},{"uri":"Maui","surface_form":"Maui","offset":1617},{"uri":"Sloop","surface_form":"sloop","offset":1664},{"uri":"Tugboat","surface_form":"tugboat","offset":1713},{"uri":"Kukuiula","surface_form":"Kukuiula","offset":1753},{"uri":"Gale","surface_form":"gale","offset":1831},{"uri":"Power_outage","surface_form":"power outage","offset":1910},{"uri":"Cold_Bay","surface_form":"Cold Bay","offset":1993},{"uri":"1982_Pacific_hurricane_season","surface_form":"1982 season","offset":2094}]}