{"id":144914,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Ana_(2003)","text":"Tropical Storm Ana was the only tropical cyclone on record in the Atlantic Ocean in the month of April. Ana was the first tropical storm of the 2003 Atlantic hurricane season. Tropical Storm Ana was two kinds of storms, a \"subtropical cyclone\", and a \"tropical cyclone\". It formed as a subtropical cyclone on April 20, while it was to the west of Bermuda. It moved towards the east-southeast and began to get better organized. On April 21, the subtropical cyclone became a tropical cyclone. Tropical Storm Ana then turned towards the east-northeast. It quickly lost strength because of wind shear and a close cold front. On April 24, Ana became an extratropical cyclone.\nThe storm moved near Bermuda, while causing light rainfall. The remnants of the storm also dropped rain in the Azores and the United Kingdom. Stormy sea waters caused by the storm capsized a boat near Florida coastline. The incident killed two people.\nMeteorological history.\nA low pressure area formed to the south, and southwest, of Bermuda on April 18. A trough, which is a type of weather system, brought an area of clouds into the low pressure system. The low pressure system moved towards the north. After turning towards the northwest, the weather system looped southeastward. Thunderstorm activity became stronger near the center of the cyclone. The storm was named Subtropical Storm Ana on April 20, while located about 250 miles (400 km) west of Bermuda.\nThe subtropical storm moved to the east-southeastward and it continued to get stronger. It is estimated that Ana became a tropical storm by 0000 UTC on April 21. When it became a tropical cyclone, Ana reached its highest winds of 60 mph (95 km/h). Shortly after, Ana came close to Bermuda. Strong wind shear began to remove a lot of the thunderstorm activity from Ana. Ana continued to move eastward, and early on April 22, the wind shear again removed the thunderstorms from the center of the storm. After turning towards the northeast, the core of Ana merged with a cold front on April 24. Because of t his, Tropical Storm Ana turned into an extratropical cyclone. The remnants of the cyclone sped towards the east-northeastward, before it died out on April 27.\nImpact, records, and naming.\nBefore Ana was formed, the government of Bermuda declared a gale warning for the island. When Ana formed, a tropical storm warning was also issued for Bermuda. The storm moved close to Bermuda and dropped 2.63 inches (67 mm) of rainfall the Bermuda International Airport. The winds on the island were light.\nStormy seas from the storm reached the coast of Florida in the United States. A couple of factors, which included the stormy seas, caused a boat to capsize in Jupiter Inlet. Two people on the ship drowned, and the others were rescued. The remnants of Ana dropped 0.87 inches (22 mm) of rainfall in the city of Ponta Delgada in the Azores. Clouds from the remnants of Ana also caused rain in the United Kingdom. Two ships experienced tropical storm force winds because of Ana.\nAna was the second subtropical cyclone on record in the Atlantic basin in the month of April. When the storm became a tropical cyclone, it was also the first Atlantic tropical storm in the month of April. Because the damage from Ana was not bad, the name \"Ana\" was not retired by the World Meteorological Organization. The name Ana was used again in 2009.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":32},{"uri":"Atlantic_hurricane","surface_form":"Atlantic Ocean","offset":66},{"uri":"Subtropical_cyclone","surface_form":"subtropical cyclone","offset":223},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":252},{"uri":"Bermuda","surface_form":"Bermuda","offset":347},{"uri":"Wind_shear","surface_form":"wind shear","offset":586},{"uri":"Cold_front","surface_form":"cold front","offset":609},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":648},{"uri":"Azores","surface_form":"Azores","offset":782},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":797},{"uri":"Florida","surface_form":"Florida","offset":872},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":949},{"uri":"Bermuda","surface_form":"Bermuda","offset":1006},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":1029},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":1581},{"uri":"Wind_shear","surface_form":"wind shear","offset":1733},{"uri":"Cold_front","surface_form":"cold front","offset":2004},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":2080},{"uri":"Bermuda","surface_form":"Bermuda","offset":2270},{"uri":"Tropical_cyclone_warnings_and_watches","surface_form":"tropical storm warning","offset":2337},{"uri":"Bermuda_International_Airport","surface_form":"Bermuda International Airport","offset":2470},{"uri":"Florida","surface_form":"Florida","offset":2585},{"uri":"United_States","surface_form":"United States","offset":2600},{"uri":"Jupiter%2C_Florida","surface_form":"Jupiter Inlet","offset":2696},{"uri":"Ponta_Delgada","surface_form":"Ponta Delgada","offset":2847},{"uri":"Azores","surface_form":"Azores","offset":2868},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2932},{"uri":"Subtropical_cyclone","surface_form":"subtropical cyclone","offset":3032},{"uri":"Atlantic_hurricane","surface_form":"Atlantic basin","offset":3069},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":3297},{"uri":"Tropical_Storm_Ana_(2009)","surface_form":"2009","offset":3363}]}