{"id":145031,"url":"http://en.wikipedia.org/wiki/Kirchhoff%27s_circuit_laws","text":"e=\"preserve\">In 1845, German physicist Gustav Kirchhoff described two laws about electrical circuits..\nThese laws are generalizations of Ohm's law.\nKirchhoff's circuit laws are very useful in solving circuit problems.\nKirchhoff's current law.\nKirchhoff's current law is also known as Kirchhoff's first law and Kirchhoff's junction law.\nThis law states that 'The sum of current into a junction equals the sum of current out of the junction'.\nThis is the same as Kirchhoff's junction law.\nIn a junction, the electric charge's sum preservation law is applied.\nIf the entering value of the current is i2 and i3, this current splits into the current of i1 and i4. Then the equation (i1 + i4 = i2 + i3) is satisfied.\nThe right picture gives an example.\nThis Kirchhoff's first law is that charge is not destroyed or created in a junction point.\nThis is based by an electric charge preservation law.\nKirchhoff's voltage law.\nKirchhoff's voltage law is also known as Kirchhoff's second law, a closed circuit law and Kirchhoff's loop law.\nThe algebraic sum of the voltage (potential) differences in any loop must equal zero.(This circuit is a closed circuit)\nAny complex circuit can be divided into many closed circuits.\nThis law means that in the circuit there is an electric cell and electric resistance.\nThe electric cell gives the charge a electromotive force, and then the electric resistance dissipates this force.\nBut in electric resistance if the direction is opposite of the current's direction, this electric resistance adds to the electromotive force.\nThis Kirchhoff's second law is based on potential energy preservation law.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gustav_Kirchhoff","surface_form":"Gustav Kirchhoff","offset":39},{"uri":"Electrical_circuit","surface_form":"electrical circuit","offset":81},{"uri":"Ohm%27s_law","surface_form":"Ohm's law","offset":137},{"uri":"Electric_charge","surface_form":"electric charge","offset":506},{"uri":"Force_(physics)","surface_form":"force","offset":1348}]}