{"id":14509,"url":"http://en.wikipedia.org/wiki/Desert","text":"A desert is an arid (very dry) biome. They get less than of rainfall a year. Another source defines it as \"any region that can have a moisture deficit over the course of a year. In other words, they can have less rainfall in a year than they give up through evaporation\".\nThese kinds of areas can cover about 33% of the land on Earth. That includes much of Antarctica, where large areas get no snow at all. The largest hot desert is the Sahara desert, in northern Africa, covering 9 million square kilometers.\nDeserts land surfaces are various examples are stones, sand dunes and snow. They have a wide variety of animals and plants. Deserts sometimes expand (desertification), and sometimes contract.\nDeserts are mostly found in the western part of the Americas, Western Asia, Central Australia, and South and North Africa. Many, such as the Sahara (the largest), are very hot during the day and have cold nights, but there are also cold deserts such as the Atacama in South America which remain frozen day and night.\nCold deserts.\nThere are hot deserts and cold deserts. Cold deserts may be covered with snow or ice but some are so dry that the ice sublimates away. Some cold deserts have a short season of above-freezing temperatures. These deserts are called tundra. An ice cap can be a cold desert that remains below freezing all year-round.\nCold deserts can be found close to the poles. That is why they are also called polar deserts. Other regions of the world have cold deserts too, for instance high altitude areas like the Himalayas. These are called montane deserts. Antarctica is the world's largest cold desert.\nHot deserts.\nHot deserts are mostly in the subtropics. They can be covered by sand, rock, salt lakes, stony hills and even mountains. Most non-polar deserts are hot in the day and chilly at night. The temperature in the daytime can reach or higher in the summer, and dip to or lower at night time in the winter.\nThe largest hot desert in the world is the Sahara in North Africa. It is almost as large as Europe or the United States. The Sahara desert is also the hottest desert in the world.\nThe driest desert in the world is the Atacama Desert in South America. The Atacama Desert had no rain for 401 years, between 1570 and 1971. This desert is caused by a cold ocean current.\nRain.\nIt does rain in the desert, but not often. One place in the Atacama Desert had no rain for 401 years. In other deserts it may rain every year or once every few years. Rains in a desert may bring a great amount of water to the ground in a short time. Some rain passes straight into the dry soil, but the rest may form a temporary river. Wadis, stream channels that are normally dry, can quickly fill after heavy rain, causing a flash flood.\nPeople sometimes bring water from wet places to hot deserts so plants can grow. This is called irrigation.\nSandstorm.\nA sandstorm or dust storm arises when wind blows loose sand and dust from a dry surface. Clouds of sand or dust are often so dense that they obscure the sun. A sandstorm can move whole sand dunes. Sandstorms are common in large, dusty deserts.\nAnimals and plants.\nThere are not many animals in the desert, but some animals are able to survive. They have different ways to survive the intense conditions of the desert. Examples of animals that live in hot deserts are lizards, small rodents, snakes, and camels. Plants and animals in hot deserts must live with very little water.\nXerophytic plants which live in the desert have special adaptations. They may survive by growing roots that are very near the surface to absorb the rain that may fall before it evaporates. Plants such as the cactus have thick, fleshy stems that help them store water.\nSmall animals such as lizards and small rodents often escape the hot rays by digging underground burrows where they live. They only come out at night to search for food. Like the plants, desert animals must live on as little water as possible. Most of the water used by these animals comes from seeds and stems that absorb and hold water. Camels survive in hot deserts by storing water in body fat in their humps. Like other desert animals, the camel loses little water in its wastes (urine and feces).","categories":[],"infobox_types":[],"annotations":[{"uri":"Biome","surface_form":"biome","offset":31},{"uri":"Rainfall","surface_form":"rainfall","offset":60},{"uri":"Rainfall","surface_form":"rainfall","offset":213},{"uri":"Evaporation","surface_form":"evaporation","offset":258},{"uri":"Antarctica","surface_form":"Antarctica","offset":357},{"uri":"Sahara","surface_form":"Sahara","offset":437},{"uri":"Africa","surface_form":"Africa","offset":464},{"uri":"Sand_dunes","surface_form":"sand dunes","offset":565},{"uri":"Snow","surface_form":"snow","offset":580},{"uri":"Animals","surface_form":"animals","offset":614},{"uri":"Plants","surface_form":"plants","offset":626},{"uri":"Desertification","surface_form":"desertification","offset":660},{"uri":"Americas","surface_form":"Americas","offset":754},{"uri":"Western_Asia","surface_form":"Western Asia","offset":764},{"uri":"Central_Australia","surface_form":"Central Australia","offset":778},{"uri":"North_Africa","surface_form":"North Africa","offset":811},{"uri":"Sahara","surface_form":"Sahara","offset":843},{"uri":"Atacama","surface_form":"Atacama","offset":959},{"uri":"Snow","surface_form":"snow","offset":1106},{"uri":"Ice","surface_form":"ice","offset":1114},{"uri":"Sublimation","surface_form":"sublimates","offset":1151},{"uri":"Tundra","surface_form":"tundra","offset":1263},{"uri":"Ice_cap","surface_form":"ice cap","offset":1274},{"uri":"Polar_circle","surface_form":"poles","offset":1386},{"uri":"Altitude","surface_form":"altitude","offset":1509},{"uri":"Himalayas","surface_form":"Himalayas","offset":1533},{"uri":"Antarctica","surface_form":"Antarctica","offset":1578},{"uri":"Subtropics","surface_form":"subtropics","offset":1668},{"uri":"Sahara","surface_form":"Sahara","offset":1980},{"uri":"Atacama_Desert","surface_form":"Atacama Desert","offset":2155},{"uri":"Ocean_current","surface_form":"ocean current","offset":2289},{"uri":"Rain","surface_form":"rain","offset":2318},{"uri":"Wadi","surface_form":"Wadi","offset":2646},{"uri":"Flash_flood","surface_form":"flash flood","offset":2737},{"uri":"Irrigation","surface_form":"irrigation","offset":2845},{"uri":"Dust_storm","surface_form":"dust storm","offset":2883},{"uri":"Dune","surface_form":"sand dunes","offset":3053},{"uri":"Snake","surface_form":"snake","offset":3359},{"uri":"Camel","surface_form":"camel","offset":3371},{"uri":"Xerophytic","surface_form":"Xerophytic","offset":3447},{"uri":"Adaptation","surface_form":"adaptation","offset":3503},{"uri":"Lizard","surface_form":"lizard","offset":3737},{"uri":"Rodent","surface_form":"rodent","offset":3755},{"uri":"Urine","surface_form":"urine","offset":4200},{"uri":"Feces","surface_form":"feces","offset":4210}]}