{"id":145084,"url":"http://en.wikipedia.org/wiki/Upper_Sind_Frontier_District","text":"e=\"preserve\">Upper Sind Frontier District was a district of the Bombay Presidency during British Rule in what is now the Sindh province of Pakistan. Sind is an old spelling of Sindh.\nThe district was the northernmost part of Sindh. It was bordered to the north and west by the Dera Ghazi Khan District of the Punjab and by Baluchistan, on the south by Sukkur District, and on the east by the river Indus.\nPopulation.\nThe District contained one town, Jacobabad, and 390 villages. According to the 1872 census it had a population of 115,050. In 1881 the population was 145,180. In 1891 the population had risen to 174,548. According to the 1901 census the population was 232,045.\nThe increase in 1901 was the largest. This was due to immigration from Baluchistan and the Punjab as well as a change in the borders of the district. According to the 1901 census, the main language was Sindhi. Sindhi was spoken by 165,110 people in 1901 (71 per cent). The Baluchi and Siraiki languages were also spoken in all parts of the District. Muslims formed 90 per cent of the total population and Hindus 9 per cent.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bombay_Presidency","surface_form":"Bombay Presidency","offset":64},{"uri":"British_Raj","surface_form":"British Rule","offset":89},{"uri":"Sindh","surface_form":"Sindh","offset":121},{"uri":"Dera_Ghazi_Khan_District","surface_form":"Dera Ghazi Khan District","offset":277},{"uri":"Punjab_(British_India)","surface_form":"Punjab","offset":309},{"uri":"Balochistan_(Pakistan)","surface_form":"Baluchistan","offset":323},{"uri":"Sukkur_District","surface_form":"Sukkur District","offset":352},{"uri":"Jacobabad","surface_form":"Jacobabad","offset":450},{"uri":"Immigration","surface_form":"immigration","offset":732},{"uri":"Border","surface_form":"border","offset":803},{"uri":"Muslim","surface_form":"Muslim","offset":1028},{"uri":"Hindu","surface_form":"Hindu","offset":1083}]}