{"id":14508,"url":"http://en.wikipedia.org/wiki/Cactus","text":"A cactus is a kind of a plant adapted to hot, dry climates. Plants which live this kind of life-style are called xerophytes. Most are succulents, which store water.\nCacti are members of the plant family Cactaceae, in the order Caryophyllales. There are about 127 genera, with over 1750 known species. \"Almost all of them are native to the Americas\", from Patagonia in the south to parts of western Canada in the north. The species \"Rhipsalis baccifera\" also grows in Africa and Sri Lanka.\nTheophrastus was the first to use the word \"cactus\": It comes from Ancient Greek. Theophrastus used it for a spiny plant whose identity is not known for sure. Cacti are part of an important food chain in dry, hot climates. Now cacti have spread to many other parts of the world, and many people like to grow them in pots or gardens.\nMany cacti live in dry places, such as deserts. Most cacti have sharp thorns (stickers) and thick skin. There are many shapes and sizes of cacti. Some are short and round; others are tall and thin. Many cactus flowers are big and beautiful. Some bloom at night and are pollinated by moths and bats. Some cactus fruits are brightly coloured and good to eat: many animals eat cactus fruits.\nAdaptations.\nAn adaptation is anything that helps a living thing survive and make more of its own kind. Cacti have many adaptations for living in places that are sometimes dry for a long time. At other times these places can get lots of rain.\nCacti can have many small, thin roots near the top of the soil. These roots take in water quickly after a rain. The same cactus may have one long, thick root called a taproot. The taproot grows deep in the soil. It can reach water when the soil on top is dry.\nCacti store water in thick stems. The stems are covered with tough skin, and the skin is covered with wax. The thick waxy skin slows down loss of water. The leaves of cacti are sharp spines (thorns, stickers). Many animals want the water inside the cactus, but the sharp spines and thick skin protect the cactus.\nUses of cacti.\nCacti are commonly grown as houseplants. They are pretty and easy to grow. Some cacti are grown in gardens, especially in dry areas. Cactus can be used as a living fence. The wood of dead cactus is sometimes used for houses\nPeople eat the fruit of some kinds of cactus, such as dragonfruit and prickly pear. \"Dactylopius coccus\" is a scale insect from which cochineal dye is got. This insect lives on cacti from the genus \"Opuntia\", feeding on moisture and nutrients in the cactus sap. The insect produces carminic acid, which deters predation by other insects. The carminic acid can be extracted from the insect's body and eggs to make the red dye.\nCactus in history.\nThe ancient Aztecs of North America held cactus to be very important. Cactus can be found in many of their sculptures and drawings. The national coat of arms of Mexico shows an eagle, a snake, and cactus.\nChristopher Columbus brought the first cactus to Europe. Scientists and gardeners became very interested in cactus.\nPrickly pear was taken to Australia in the 19th century for use as a natural fence and for use in the cochineal industry. The cactus spread out of control, but was controlled by the larva of a South American moth.\nFrom the start of the 20th century interest in cactus has grown. Every year, scientists discover new kinds of cactus. A bad effect of this has been the digging up of many cacti from the wild, making some kinds endangered.\nCactus stems.\nA cactus does not have leaves because it lives in dry places. Leaves transpire, and this can waste water. So, the cactus saves water by having no leaves. The green parts of the cactus are actually its stems. Because the stems are green, they do the photosynthesis for the cactus. They also grow prickly needles to protect the cactus from animals that want to eat it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"a plant","offset":22},{"uri":"Xerophyte","surface_form":"xerophyte","offset":113},{"uri":"Succulent_plant","surface_form":"succulents","offset":134},{"uri":"Family_(biology)","surface_form":"family","offset":196},{"uri":"Cactaceae","surface_form":"Cactaceae","offset":203},{"uri":"Order_(biology)","surface_form":"order","offset":221},{"uri":"Caryophyllales","surface_form":"Caryophyllales","offset":227},{"uri":"Patagonia","surface_form":"Patagonia","offset":355},{"uri":"Canada","surface_form":"Canada","offset":398},{"uri":"Africa","surface_form":"Africa","offset":467},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":478},{"uri":"Theophrastus","surface_form":"Theophrastus","offset":489},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":556},{"uri":"Deserts","surface_form":"deserts","offset":861},{"uri":"Thorn","surface_form":"thorn","offset":892},{"uri":"Flowers","surface_form":"flowers","offset":1032},{"uri":"Pollination","surface_form":"pollinated","offset":1091},{"uri":"Moths","surface_form":"moths","offset":1105},{"uri":"Bats","surface_form":"bats","offset":1115},{"uri":"Adaptation","surface_form":"adaptation","offset":1227},{"uri":"Houseplants","surface_form":"houseplants","offset":2070},{"uri":"Dragonfruit","surface_form":"dragonfruit","offset":2320},{"uri":"Prickly_pear","surface_form":"prickly pear","offset":2336},{"uri":"Scale_insect","surface_form":"scale insect","offset":2376},{"uri":"Cochineal","surface_form":"cochineal","offset":2400},{"uri":"Dye","surface_form":"dye","offset":2410},{"uri":"Defence_against_predators","surface_form":"deters predation","offset":2569},{"uri":"Aztecs","surface_form":"Aztecs","offset":2723},{"uri":"North_America","surface_form":"North America","offset":2733},{"uri":"Sculpture","surface_form":"sculpture","offset":2818},{"uri":"Coat_of_arms","surface_form":"coat of arms","offset":2856},{"uri":"Mexico","surface_form":"Mexico","offset":2872},{"uri":"Eagle","surface_form":"eagle","offset":2888},{"uri":"Snake","surface_form":"snake","offset":2897},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":2916},{"uri":"Scientists","surface_form":"Scientists","offset":2973},{"uri":"Prickly_pear","surface_form":"Prickly pear","offset":3032},{"uri":"Australia","surface_form":"Australia","offset":3058},{"uri":"Cochineal","surface_form":"cochineal","offset":3134},{"uri":"Moth","surface_form":"moth","offset":3240},{"uri":"Endangered","surface_form":"endangered","offset":3456},{"uri":"Transpiration","surface_form":"transpire","offset":3551},{"uri":"Water","surface_form":"water","offset":3581},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":3731}]}