{"id":145184,"url":"http://en.wikipedia.org/wiki/Forensic_psychology","text":"e=\"preserve\">Forensic psychology is a branch of psychology which relates to the law. The main part of forensic psychology is working with the criminal justice system.\nForensic psychology is the use of psychological practices and principles and applying them to the legal system, mainly in court. In 1893 James McKeen Cattell at Columbia University was the first to research and study the psychology of testimony.\nThe American Psychological Association Council of Representatives in 2001 recognized Forensic psychology as a specialty. A broad definition for forensic psychology includes two parts. The first part is to research human behavior that is and/or can be related to the legal process. The second is the use of psychological practice to consult on and within the legal system, including both criminal and civil law.\nThe public part of a forensic psychologist’s time is spent in a courtroom working as a witness for the court. He or she answers questions based on interviews and discussions with people suspected of a crime. One aspect of the forensic psychologist is to give evidence as to the suspect’s ability to stand trial. Another is his or her thoughts about the accused's state of mind at the time of the offense. At sentencing, a forensic psychologist may give evidence of mitigating circumstances arising from the accused's condition at the time.\nMajor roles.\nForensic psychology has some major roles in a court that bring psychology into a legal arena. The first is \"malingering\" a defendant is pretending to have a mental illness, or is lying to the court about his state of mind. A forensic psychologist keeps in mind that a defendant may have a mental disorder but also keeps in mind to watch for signs of deception, or errors in the defendant’s story. Another job of a forensic psychologist is to investigate the state of mind of the defendant at the time he or she committed the crime. Another is to see whether or not the defendant is able to be charged with the crimes due to his or her mental condition. Another job is to evaluate the defendant to see if he or she is able to be rehabilitated, or if they might commit the crime again.\nHistory of forensic psychology.\nThe branch of psychology known as Forensic psychology has been in existence for a little over 50 years. This branch of psychology has gone through many changes throughout the years.\nThese changes have been possible due to a development in different ways to assess psychological factors. These assessments are used in courtrooms in order to work to understand behaviors which are criminal or abnormal. These tests include but are not limited to: The Wechsler Adult Intelligence Scale, the Rorschach Ink Blot Test and The Minnesota Multiphasic Personality Inventory.\nThe ancient Greeks and Romans were the ones to first introduce the concept of insanity to the law. One of the first cases was Rex v. Arnold in 1723 in which Edward Arnold \"Mad Ned\" shot and injured Lord Onslow. As a result, Edward Arnold was found guilty and sentenced to death. But, Lord Onslow was not satisfied with this decision and said instead he should remain in prison for life. The judge ruled in his favor and that the behavior after the crime was admissible. This ruling set the stage for future trials to consider medical testimony and examinations performed after the crime.\nRorschach ink blot test.\nThe Rorschach Ink Blot Test was developed in the 1930s by a man named Hermann Rorschach. With this test, subjects were shown an ambiguous blot of ink on a page and were asked to describe what they see. Based on the response of the subject, they are then evaluated using a scale which can then provide inferences about their personality characteristics as well as emotional functioning. Based on the contributions of this test, it has been used in multiple court proceedings including but not limited to criminal, civil, domestic, and quasi-legal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychology","surface_form":"psychology","offset":48},{"uri":"Law","surface_form":"law","offset":80},{"uri":"Criminal_justice","surface_form":"criminal justice","offset":142},{"uri":"James_McKeen_Cattell","surface_form":"James McKeen Cattell","offset":304},{"uri":"Columbia_University","surface_form":"Columbia University","offset":328},{"uri":"Courtroom","surface_form":"courtroom","offset":888},{"uri":"Witness","surface_form":"witness","offset":911},{"uri":"Court","surface_form":"court","offset":927},{"uri":"Interview","surface_form":"interview","offset":971},{"uri":"State_of_mind","surface_form":"state of mind","offset":1187},{"uri":"Mitigating_circumstances","surface_form":"mitigating circumstances","offset":1289},{"uri":"Defendant","surface_form":"defendant","offset":1500},{"uri":"Mental_disorder","surface_form":"mental disorder","offset":1666},{"uri":"Deception","surface_form":"deception","offset":1727},{"uri":"Investigate","surface_form":"investigate","offset":1819},{"uri":"Mental_condition","surface_form":"mental condition","offset":2012}]}