{"id":145198,"url":"http://en.wikipedia.org/wiki/Tajja","text":"Tajja(타짜 in Korean) means a professional gambler in Korea. Tajja is a comic book drew by the Korean best cartoonist \"Heo Young-Man\", written by the author \"Kim Se-Young\". This novel was once serialized in the newspaper 'Donga-ilbo'. Tajja was made in a book on 2006 september 28th. Tajja has made a 'Tajja syndrome' right away the publication among the adult readers. Recently, although this comic book is a adult-comic, every ages and sex is watching this comic book. Tajja has shown the human's desire in the front.\nTo do so, cartoonist \"Heo Young-Man\" based on a thorough collection of data by himself. He went everywhere if you could gather a information about his comic.\nTajja won high praises without stint through its production that perfectly penetrated the material and a reality which it makes us an illusion like we are watching a movie.\nBecause Heo Young-Man is the cartoonist who Korean likes the best, the reader can feel Heo Young-Man's value through Tajja.\nThe story is about a guy who is born in South Korea, Busan. He was a normal child as others.\nBut one day he went to a gambling house by coincidence. That was the problem, he lost all of his money, and brought his sisters money which must be used in a marriage of her sister.\nOf course he lost all of his money again. So the story starts from now on to be a professional gambler and gather lots of money.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gambler","surface_form":"gambler","offset":41},{"uri":"Korea","surface_form":"Korea","offset":52},{"uri":"Comic","surface_form":"comic","offset":70},{"uri":"Novel","surface_form":"novel","offset":176},{"uri":"Newspaper","surface_form":"newspaper","offset":209},{"uri":"2006","surface_form":"2006","offset":261},{"uri":"September","surface_form":"september","offset":266},{"uri":"Syndrome","surface_form":"syndrome","offset":306},{"uri":"Sex","surface_form":"sex","offset":436},{"uri":"Movie","surface_form":"movie","offset":842}]}