{"id":14534,"url":"http://en.wikipedia.org/wiki/Random","text":"e=\"preserve\">Random is a term used in mathematics (and less formally) to mean that there is no way to reliably predict an outcome (to know what will happen \"before\" it happens) or sense a pattern. Something that is chosen at random is not chosen for any conscious reason, and therefore thought to be purely by chance. An example of a random event is winning a lottery.\nA computer can make lists of apparently random numbers. Humans are unable to do this, because the brain works in patterns. If someone is asked to keep saying \"heads\" or \"tails\" at random, a smart human observer or properly programmed computer might eventually be able to tell which one the person is likely to say next because the computer notices the patterns.\nOn a website such as English Wikipedia the user can click on \"Random page\" to get a random article. The chances of any one page appearing are exactly the same as for any other page.\nSometimes the word \"random\" is used more loosely. There are websites of random jokes, which just means: a variety of jokes about all sorts of things.\nIn recent years young people have started to use the word \"random\" even more loosely to describe anything which is rather strange or has no logic. Sentences such as \"the mouldy cheese is escaping\" or \"I like pie and spam\" might be described as \"random\", although this is not the proper dictionary or mathematical meaning of the word.\nMaking random numbers.\nThere are many uses for random numbers. The need has led to methods for generating data which is more or less random (pseudorandom). These methods vary as to how unpredictable (statistically random) they are, and how quickly they can generate random numbers.\nThere are computational random number generators, generating large amounts of sufficiently random numbers. Before then, tables were published as pseudo-random number tables.\nThere are two ways computers can make what appear to be random numbers.\nIn cryptography.\nKeys for encryption must be random in order to be secure. Key generation by a faulty random number generator has sometimes led to successful cryptanalysis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":38},{"uri":"Lottery","surface_form":"lottery","offset":360},{"uri":"Computer","surface_form":"computer","offset":371},{"uri":"Number","surface_form":"number","offset":416},{"uri":"Brain","surface_form":"brain","offset":467},{"uri":"Pattern","surface_form":"pattern","offset":482},{"uri":"Website","surface_form":"website","offset":736},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":760},{"uri":"Joke","surface_form":"joke","offset":992},{"uri":"Logic","surface_form":"logic","offset":1203},{"uri":"Dictionary","surface_form":"dictionary","offset":1349},{"uri":"Random_number_generator","surface_form":"random number generator","offset":1703},{"uri":"Random_number_table","surface_form":"random number table","offset":1831},{"uri":"Key_(cryptography)","surface_form":"Keys","offset":1942},{"uri":"Encryption","surface_form":"encryption","offset":1951},{"uri":"Key_generation","surface_form":"Key generation","offset":2000},{"uri":"Cryptanalysis","surface_form":"cryptanalysis","offset":2083}]}