{"id":14530,"url":"http://en.wikipedia.org/wiki/Firefighter","text":"Firefighters or firemen are people whose job is to put out fires and rescue people. Besides fires, firefighters rescue people and animals from car wrecks, collapsed buildings, stuck elevators and many other emergencies. Firefighting is a job which requires bravery, strength, quick thinking and a wide range of skills.\nFirefighters are based at a building called a \"fire station\" (also known as a \"firehouse\" or \"fire hall\"). When their help is needed, they drive a vehicle called a \"fire engine\" or \"fire truck\" to the scene responding code 1 code 2 or code 3.These vehicles can pump water and foam to put out fires. Fire engines also carry ladders, cutting tools and lots of different types of rescue equipment. Most carry first aid kits to help people who are injured or hurt.\nFirefighters wear heavy clothing to protect them from the heat when they are fighting with a fire. This is called \"bunker gear\" or \"turnout gear\". They wear a breathing apparatus to protect themselves from breathing in smoke.\nFire departments.\nDepending on the country, the agency firefighters work for is called a \"fire department\", \"fire service\", \"fire and rescue service\" or \"fire brigade\". Fire departments are usually government agencies that are funded by taxes and look after a local area. Some sites employ their own firefighters, such as airports and some factories.\nSome fire departments employ firefighters who work full-time and wait at the fire station to be called out. They have to work both in the daytime and at night, though they can usually have a rest if they have nothing to do at night. Villages and small towns usually have part-time firefighters who have other jobs outside of the fire service. These firefighters will drive from their home or workplace to the fire station when their help is needed. They may be volunteers, or they may be paid for doing this (known as \"retained firefighters\" in the UK).\nIn some places such as large US cities, it is common for the fire department to run the emergency medical services. In those departments, such as the New York City Fire Department, most of the fire department's calls are medical emergencies rather than fires. Although these are usually dealt with by full-time paramedics, many firefighters are trained in first aid and they may assist in medical emergencies, even bringing the fire engine to the scene.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fire","surface_form":"fire","offset":59},{"uri":"Rescue","surface_form":"rescue","offset":69},{"uri":"Car_wreck","surface_form":"car wrecks","offset":143},{"uri":"Collapsed_building","surface_form":"collapsed buildings","offset":155},{"uri":"Fire_station","surface_form":"fire station","offset":366},{"uri":"Fire_engine","surface_form":"fire engine","offset":484},{"uri":"Foam","surface_form":"foam","offset":595},{"uri":"Ladder","surface_form":"ladders","offset":642},{"uri":"First_aid_kit","surface_form":"first aid kit","offset":725},{"uri":"Clothing","surface_form":"clothing","offset":804},{"uri":"Airport","surface_form":"airport","offset":1328},{"uri":"Emergency_medical_services","surface_form":"emergency medical services","offset":1999},{"uri":"New_York_City_Fire_Department","surface_form":"New York City Fire Department","offset":2061},{"uri":"Paramedic","surface_form":"paramedics","offset":2222},{"uri":"First_aid","surface_form":"first aid","offset":2267}]}