{"id":14536,"url":"http://en.wikipedia.org/wiki/Cellular_respiration","text":"e=\"preserve\">Cellular respiration is what cells do to break up sugars to get energy they can use. Cellular respiration takes in food and uses it to create ATP, a chemical which the cell uses for energy.\nUsually, this process uses oxygen, and is called aerobic respiration. It has four stages known as glycolysis, Link reaction, the Krebs cycle, and the electron transport chain. This produces ATP which supplies the energy that cells need to do work.\nWhen they don't get enough oxygen, the cells use anaerobic respiration, doesn’t require oxygen. However, this process produces lactic acid, and is not as efficient as when oxygen is used.\nAerobic respiration, the process that does use oxygen, produces much more energy and doesn’t produce lactic acid. It also produces carbon dioxide as a waste product, which then enters the circulatory system. The carbon dioxide is taken to the lungs, where it is exchanged for oxygen.\nC6H12O6 + 6O2 → 6CO2 + 6H2O + Energy (as ATP)\nThe word equation for this is:Glucose (sugar) + Oxygen → Carbon dioxide + Water + Energy (as ATP)\nGlycolysis.\nIn glycolysis, glucose in the cytoplasm is broken into two molecules of pyruvate. Ten enzymes are needed for the ten intermediate compounds in this process.\nProductivity of the cycle.\nBiology textbooks often state that 38 ATP molecules can be made per oxidised glucose molecule during cellular respiration (two from glycolysis, two from the Krebs cycle, and about 34 from the electron transport chain). However, the process actually makes less energy (ATP) because of losses through leaky membranes. Estimates are 29 to 30 ATP per glucose.\nAerobic metabolism is about (see sentence above) 15 times more efficient than anaerobic metabolism. Anaerobic metabolism yields 2 mol ATP per 1 mol glucose. They share the initial pathway of glycolysis but aerobic metabolism continues with the Krebs cycle and oxidative phosphorylation. The post glycolytic reactions take place in the mitochondria in eukaryotic cells, and in the cytoplasm in prokaryotic cells.\nLink reaction.\nPyruvate from glycolysis is actively pumped into mitochondria. One carbon dioxide molecule and one hydrogen molecule are removed from the pyruvate (called oxidative decarboxylation) to produce an acetyl group, which joins to an enzyme called CoA to form acetyl CoA. This is essential for the Krebs cycle.\nKrebs cycle.\nAcetyl CoA joins with oxaloacetate to form a compound with six carbon atoms. This is the first step in the ever-repeating Krebs cycle. Because two acetyl-CoA molecules are produced from each glucose molecule, \"two cycles are required per glucose molecule\". Therefore, at the end of two cycles, the products are: two ATP, six NADH, two FADH, and four CO2. The ATP is a molecule which carries energy in chemical form to be used in other cell processes. This process is also known as the TCA cycle (Tricarboxylic (try-car-box-ILL-ick) acid cycle), the citric acid cycle, or the Krebs cycle after the biochemist who elucidated its reactions.\nElectron transport chain (ETC).\nThis is where most of the ATP is made. All of the hydrogen molecules which have been removed in the steps before (Krebs cycle, Link reaction) are pumped inside the mitochondria using energy that electrons release. Eventually, the electrons powering the pumping of hydrogen into the mitochondria mix with some hydrogen and oxygen to form water and the hydrogen molecules stop being pumped.\nEventually, the hydrogen flows back into the cytoplasm of the mitochondria through protein channels. As the hydrogen flows, ATP is made from ADP and phosphate ions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cell_(biology)","surface_form":"cells","offset":42},{"uri":"Sugar","surface_form":"sugar","offset":63},{"uri":"ATP","surface_form":"ATP","offset":155},{"uri":"Chemicals","surface_form":"chemical","offset":162},{"uri":"Oxygen","surface_form":"oxygen","offset":230},{"uri":"Glycolysis","surface_form":"glycolysis","offset":301},{"uri":"Link_reaction","surface_form":"Link reaction","offset":313},{"uri":"Krebs_cycle","surface_form":"Krebs cycle","offset":332},{"uri":"Electron_transport_chain","surface_form":"electron transport chain","offset":353},{"uri":"ATP","surface_form":"ATP","offset":393},{"uri":"Anaerobic_respiration","surface_form":"anaerobic respiration","offset":500},{"uri":"Lactic_acid","surface_form":"lactic acid","offset":578},{"uri":"Circulatory_system","surface_form":"circulatory system","offset":827},{"uri":"Glucose","surface_form":"C6H12O6","offset":923},{"uri":"Oxygen","surface_form":"O2","offset":934},{"uri":"Carbon_dioxide","surface_form":"CO2","offset":940},{"uri":"Water","surface_form":"H2O","offset":947},{"uri":"ATP","surface_form":"ATP","offset":964},{"uri":"Glucose","surface_form":"Glucose","offset":999},{"uri":"Oxygen","surface_form":"Oxygen","offset":1017},{"uri":"Carbon_dioxide","surface_form":"Carbon dioxide","offset":1026},{"uri":"Water","surface_form":"Water","offset":1043},{"uri":"ATP","surface_form":"ATP","offset":1062},{"uri":"Molecule","surface_form":"molecule","offset":1138},{"uri":"Pyruvate","surface_form":"pyruvate","offset":1151},{"uri":"Enzyme","surface_form":"enzyme","offset":1165},{"uri":"Membrane","surface_form":"membrane","offset":1568},{"uri":"Glycolysis","surface_form":"glycolysis","offset":1810},{"uri":"Eukaryote","surface_form":"eukaryotic cell","offset":1970},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":1999},{"uri":"Prokaryote","surface_form":"prokaryotic cell","offset":2012},{"uri":"Mitochondria","surface_form":"mitochondria","offset":2095},{"uri":"Acetyl","surface_form":"acetyl","offset":2242},{"uri":"CoA","surface_form":"CoA","offset":2288},{"uri":"Carbon","surface_form":"carbon","offset":2427},{"uri":"Protein_channels","surface_form":"protein channels","offset":3506},{"uri":"ADP","surface_form":"ADP","offset":3564}]}