{"id":145344,"url":"http://en.wikipedia.org/wiki/Static_electricity","text":"Static electricity means the increase of electric charge on the surface of objects. This electric charge remains on an object until it either flows into the ground, or loses its charge quickly by a discharge. Charge exchange can happen in conditions like when different objects are rubbed and separated. A static charge will only remain when one of the surfaces has a high resistance to electrical flow. The effects of static electricity are familiar to most people because they can see, feel and even hear the spark. This spark happens when the excess charge is neutralized. This neutralization occurs when excess charge flows into an electrical conductor (for example a path to ground). Other charge flow occurs when a charged object is near a region with an excess charge of the opposite polarity (positive or negative). The familiar phenomenon of a static 'shock' is caused by the neutralization of charge.\nHistory.\nIn Greek age, Thales found static electricity when he was cleaning his amber. But at that time, they did not pay attention to this and research it. They just knew that rubbing something made a pulling force. Earnest research into static electricity was started in the 17th century, when Otto Von Guericke made the first friction generator. And in the 18th century, Coulomb started research into a fixed quantity of static electricity. Benjamin Franklin associated static electricity with storms. In 1832 Michael Faraday published the results of his experiment on the identity of electricity. This report proved that the electricity made by using a magnet, voltaic electricity produced by a battery, and static electricity are all the same. Since Faraday's result, the history of static electricity can be thought as the study of electricity in general.\nCharge.\nMany situations can cause static electricity.\nDischarge.\nStatic discharge is excess charge that is neutralized by a flow of charges from or to the surroundings. Positive charges get\nelectrons from the surroundings, and negative charges lose their electrons to the surroundings.\nThe feeling of a static electric shock is caused by the stimulation of nerves as the neutralizing current flows through the human body. Due to the presence of much water in the body, the charge is generally not enough to cause a dangerously high current. Lightning is also an example of static discharge. A cloud gets a very huge charge by clashing with other clouds. It gives off the excess charge to the ground. But this huge charge never occurs in the human's surroundings naturally, unless he is struck by the lightning.\nDespite the apparently harmless nature of static electricity, there can be significant risks in research, because a large charge can break down the equipment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_charge","surface_form":"electric charge","offset":41},{"uri":"Surface","surface_form":"surface","offset":64},{"uri":"Thales","surface_form":"Thales","offset":934},{"uri":"Amber","surface_form":"amber","offset":991},{"uri":"Otto_von_Guericke","surface_form":"Otto Von Guericke","offset":1207},{"uri":"Coulomb","surface_form":"Coulomb","offset":1285},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":1355},{"uri":"Michael_Faraday","surface_form":"Michael Faraday","offset":1424},{"uri":"Magnet","surface_form":"magnet","offset":1568},{"uri":"Voltaic_electricity","surface_form":"voltaic electricity","offset":1576},{"uri":"Electrons","surface_form":"electrons","offset":1963},{"uri":"Electrons","surface_form":"electrons","offset":2028},{"uri":"Electric_current","surface_form":"current","offset":2305},{"uri":"Lightning","surface_form":"Lightning","offset":2314}]}