{"id":145426,"url":"http://en.wikipedia.org/wiki/Megabat","text":"Megabats are also called Old World fruit bats. They are the suborder Megachiroptera, family Pteropodidae of the order Chiroptera (bats).\nThese fruit bats are flying mammals that live in dense forests in Africa, Europe, Australia, and Asia. There are about 166 species of fruit bats. Fruit bats are sometimes known as flying foxes. These bats live in huge colonies, known as \"camps.\" These nocturnal (most active at night) animals rest during the day while hanging upside down from their feet.\nPollination and seed dispersal.\nAs fruit bats fly from plant to plant getting food, they also pollinate the plants they visit. In addition, they disperse the plants' seeds as they eat. Many plants, including some avocados, dates, mangos, and peaches, are dependent on these bats for either pollination or seed dispersal.\nSenses and diet.\nFruit bats mostly eat fruit juice and flower nectar. They chew the fruit, then spit out the seeds, peel, and pulp. Fruit bats, like other Megachiropteran bats, use the sense of smell to find their food, fruit and/or nectar. Although they have large eyes and can see well, fruit bats do not use sight as their primary sense. Fruit bats eat other things too.\nCarriers of Ebola virus.\nSome megabats are vectors of dangerous diseases.\nThe first recorded human outbreak of Ebola virus was in 1976, but the source of the virus is still unknown. Recent tests have shown that some species of fruit bats collected during Ebola outbreaks show the bats have the virus, but do not show any signs of it. Further studies also show that Ebola can reproduce in fruit bats and other bats in the 'Tadarida' genus. This could mean that the bats are the source of the virus. The Marburg virus, which is related to Ebola, has also been found in fruit bats in Uganda.\nAnother explanation is that fruit bats could be an intermediate host because of the uncertainty that fruit bats are the index case for Ebola. It is also important to note that certain species of fruit bats in Africa are immune to the Ebola virus and that their DNA or RNA are similar to the Zaire Ebola virus. This could explain the spread to humans since people in that region tend to eat fruit bats.\nCarriers of other viruses.\nFlying foxes in Australia are known to carry two infections which can pose a serious risk to human health - Australian bat lyssavirus and hendra virus (\"Henipavirus\"). These bat-borne diseases, unique to Queensland, are among the deadliest viruses in the Western world. Although rare, these illnesses continue to mystify medical professionals. These bat-borne diseases are almost always fatal. Human infections with these viruses are fortunately very rare.\nHendra virus is a virus that mainly infects megabats (large fruit bats, or ‘flying foxes’) which can be passed on to horses. Like ebola and marburg, hendra is a haemorrhagic fever with high to very high mortality (50-90%). Both ebola and marburg virus have been associated with megabats as infectious vectors.\nIt is thought that horses contract the Hendra virus by ingesting food or water contaminated with infected megabat body fluids and excretions. The virus can be deadly to both humans and horses. When there is no handling or direct physical contact with flying foxes, there is negligible public health risk.\nOnly three people are known to have survived the bat-borne Hendra virus.\nSo far more than half of all people who have contracted Hendra virus died within six weeks, however there have been no survivors of a second Queensland bat-borne disease. In 1994 lyssavirus - a close relative of rabies virus - was first discovered in a flying fox showing symptoms near Ballina, NSW (which lies on the border with Queensland). Lyssavirus has killed the only three people to have ever contracted it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_World","surface_form":"Old World","offset":25},{"uri":"Suborder","surface_form":"suborder","offset":60},{"uri":"Family_(biology)","surface_form":"family","offset":85},{"uri":"Order","surface_form":"order","offset":112},{"uri":"Chiroptera","surface_form":"Chiroptera","offset":118},{"uri":"Africa","surface_form":"Africa","offset":203},{"uri":"Europe","surface_form":"Europe","offset":211},{"uri":"Australia","surface_form":"Australia","offset":219},{"uri":"Asia","surface_form":"Asia","offset":234},{"uri":"Bat","surface_form":"bat","offset":337},{"uri":"Avocado","surface_form":"avocado","offset":706},{"uri":"Date","surface_form":"date","offset":716},{"uri":"Mango","surface_form":"mango","offset":723},{"uri":"Peach","surface_form":"peach","offset":735},{"uri":"Seed","surface_form":"seed","offset":923},{"uri":"Peel","surface_form":"peel","offset":930},{"uri":"Pulp_(fruit)","surface_form":"pulp","offset":940},{"uri":"Nectar","surface_form":"nectar","offset":1047},{"uri":"Vector_(biology)","surface_form":"vectors","offset":1231},{"uri":"Ebola","surface_form":"Ebola","offset":1299},{"uri":"Tadarida","surface_form":"Tadarida","offset":1610},{"uri":"Genus","surface_form":"genus","offset":1620},{"uri":"Uganda","surface_form":"Uganda","offset":1769},{"uri":"DNA","surface_form":"DNA","offset":2038},{"uri":"RNA","surface_form":"RNA","offset":2045},{"uri":"Australia","surface_form":"Australia","offset":2222},{"uri":"Queensland","surface_form":"Queensland","offset":2410},{"uri":"Ebola","surface_form":"ebola","offset":2793},{"uri":"Marburg","surface_form":"marburg","offset":2803},{"uri":"Haemorrhagic_fever","surface_form":"haemorrhagic fever","offset":2824},{"uri":"Vectors","surface_form":"vectors","offset":2964},{"uri":"Rabies","surface_form":"rabies","offset":3563}]}