{"id":14546,"url":"http://en.wikipedia.org/wiki/Lesotho","text":"Lesotho is a small country in southern Africa. Its population is about 1,800,000.\nThe capital of Lesotho is called Maseru.\nLesotho has the highest suicide rate in Africa.\nGeography.\nLesotho has no coast on the sea nor on a lake. This type of country is called \"landlocked\", meaning it is surrounded by land. All of Lesotho's trade must either be flown in by aeroplane, or brought in by land. Lesotho position is unusual: it is completely surrounded by the country of South Africa and has no borders with any other country. This type of country is called an \"enclave\". Enclave countries are very rare, but Lesotho is one (there are only two other countries like this, San Marino and the Vatican City). This makes Lesotho's relationship with South Africa very important to them both.\nLesotho has many mountains and is one of the most mountainous countries in the world. All of Lesotho is at least 1,400 m above sea level. People sometimes travel there to ski in winter. The many mountains in Lesotho mean that it rains there a lot. Lesotho uses some of its water to generate electricity and sells some of the water to South Africa.\nHistory.\nLesotho became a country in 1818, but it was then called Basutoland. A man called Moshoeshoe brought several of the groups of people in the area together and formed a new country with him as its king. This new country came under attack from its enemies and in 1868 Moshoeshoe asked Queen Victoria of Great Britain for help. Great Britain said it would help if Lesotho became part of the British Empire.\nLesotho eventually gained its independence on 4 October 1966. Now it is a member of the British Commonwealth. King Letsie III is the ruler of Lesotho.","categories":[],"infobox_types":[],"annotations":[{"uri":"Africa","surface_form":"Africa","offset":39},{"uri":"Population","surface_form":"population","offset":51},{"uri":"Maseru","surface_form":"Maseru","offset":115},{"uri":"Suicide","surface_form":"suicide","offset":147},{"uri":"Coast","surface_form":"coast","offset":197},{"uri":"Sea","surface_form":"sea","offset":210},{"uri":"Trade","surface_form":"trade","offset":325},{"uri":"Aeroplane","surface_form":"aeroplane","offset":358},{"uri":"South_Africa","surface_form":"South Africa","offset":467},{"uri":"Enclave","surface_form":"enclave","offset":558},{"uri":"San_Marino","surface_form":"San Marino","offset":667},{"uri":"Vatican_City","surface_form":"Vatican City","offset":686},{"uri":"Mountain","surface_form":"mountain","offset":799},{"uri":"Sea_level","surface_form":"sea level","offset":909},{"uri":"Ski","surface_form":"ski","offset":953},{"uri":"Winter","surface_form":"winter","offset":960},{"uri":"Electricity","surface_form":"electricity","offset":1073},{"uri":"1818","surface_form":"1818","offset":1167},{"uri":"King","surface_form":"king","offset":1334},{"uri":"1868","surface_form":"1868","offset":1399},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":1421},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1439},{"uri":"Independence","surface_form":"independence","offset":1572},{"uri":"4_October","surface_form":"4 October","offset":1588},{"uri":"1966","surface_form":"1966","offset":1598}]}