{"id":145556,"url":"http://en.wikipedia.org/wiki/Basking_shark","text":"The basking shark (\"Cetorhinus maximus\") is a huge filter-feeding shark, which can grow up to the length of 40 feet (12 metres). It is the second largest shark in the world (after the whale shark). The basking shark is also called the sunfish, the bone shark, the elephant shark, the sailfish shark, and the big mouth shark.\nDescription.\nThe basking shark is one of the most recognizable species of all sharks. Its large size and extended gill slits which nearly encircle the head and caudal fin together, helps distinguish it from all other species. It has a snout which is in the shape of a cone, and it has many large gill rakers made for filter feeding. Its enormous mouth extends past the small eyes and contains many small, hooked teeth. The basking shark has a very large liver that makes up to 25% of its body weight. The liver is high in squalene, a low-density hydrocarbon that helps the shark float and not sink.\nThe dorsal surface of the basking shark is mainly a greyish-brown colour, but can range from dark grey to almost black. The underside is usually the same colour, but is often paler and more whiter.\nThe basking shark has many hundreds of tiny teeth. Those teeth which are in the center of the jaws are low and triangular while those on the sides are more cone-shaped and slightly recurved. There is mainly a wide space on the center of the upper jaw which only has scattered teeth.\nThe basking shark is the second largest shark in the world, only to be behind the Whale shark. The basking shark can reach lengths of up to 40 feet (12 metres), but the average adult length is 22–29 feet (6.6-8.7 m). The size at birth is believed to be between 5–6 feet (1.5-1.8 metres). The basking shark is an extremely slow-growing species and may grow to 16–20 feet (4.8–6 metres) before becoming mature.\nHabitat.\nThe basking shark is a coastal-pelagic species, found throughout the world's arctic and temperate waters. In the western Atlantic, it ranges from Newfoundland to Florida, and southern Brazil to Argentina. In the eastern Atlantic it ranges from Iceland and Norway to Senegal, including the parts of the Mediterranean. In the western Pacific, it is found off Japan, China and the Koreas as well as western and southern Australia and the coastlines of New Zealand. In the eastern Pacific, it is found from the Gulf of Alaska to the Gulf of California and from Ecuador to Chile.\nBehaviour.\nBasking sharks are usually found travelling in pairs or groups of up to 100 or more, but are sometimes seen travelling alone. It is not fully understood why they have such a different behaviour to other shark species, as they seem to travel alone and in groups. They are highly migrational, and in the winter months they will be harder to find as they go to the deeper parts of the water to find food.\nWhen they are seen swimming in circles, it is believed that this is to get the attention of females for mating. They may spend hours performing this, just in order to get noticed. They are usually very patient when it comes to attracting a mate.\nFeeding.\nAlong with the Whale shark and the Megamouth shark, the basking shark is one of three species of large, filter-feeding sharks. However, the basking shark is the only one that relies on the flow of water through its pharynx by swimming. The basking shark is usually seen swimming with its mouth wide open, taking in a continuous flow of water. Food is strained from the water by gill rakers in the gill slits. The basking shark's gill rakers can strain up to 2000 tons of water per hour. These sharks feed along areas that contain high densities of large zooplankton (i.e., small crustaceans, invertebrate larvae, and fish eggs and larvae). There is a theory that the basking shark feeds on the surface when plankton is common, then sheds its gill rakers and hibernates in deeper water during winter. Also, it has been suggested that the basking shark turns to benthic (near bottom) feeding when it loses its gill rakers. It is not known how often it sheds these gill rakers or how quickly they are replaced.\nReproduction.\nBasking sharks are ovoviviparous, meaning that the young embryos develop in a yolk sac inside of the female, but they aren’t attached to a placental connection. It is believed that the females can delay gestation so that they may remain pregnant from 1 to 3 years. Mating occurs in the early summer and the females often move to very shallow water when ready for the young to be born. She may have up to 6 pups that are up to 6 feet long. The age of maturity is from 6 to 13 years. Basking sharks start mating when they are around 15 to 20 feet long.\nMigration.\nBasking sharks are highly migratory. Off the Atlantic coast of North America, it appears in the southern part of its range (North Carolina to New York) in the spring, shifts northward (New England and Canada) in the summer, and disappears in autumn and winter. Off the southwest coast of the United Kingdom, in the northeast Atlantic, the basking shark feeds at the surface of coastal waters during the summer. These sharks are absent from November to March, suggesting a migration beyond the continental shelf during the winter months. This is explained by the high amount of zooplankton (the main food of the basking shark) that exists in these waters during late spring and early summer. During migration, basking sharks form groups depending on size and gender.\nParasites.\nMany people have witnessed individual basking sharks leaping from the water. This behaviour is not fully understood, but some believe that the shark may be trying to get rid of parasites or commensals such as remoras and sea lampreys, which are often seen attached to the skin of the basking shark. The lamprey cannot cut through the denticle-armored skin, but they may be enough of an irritant to cause a reaction like jumping or rubbing against an object to get rid of them. The cookiecutter shark has also been known to attack basking sharks by using its suction cup-like lips and muscular pharynx to drill off pieces of flesh on the outside of the shark.\nConservation.\nThe basking shark has been hunted for its large liver, which has been sold in Japan, and has been burned and used in lamps by fishermen in the U.K, whilst the oil has been used in the manufacture of cosmetics. Due to the long amount of time it takes to mature, and the slow reproductive rate, the basking shark is vulnerable to over-fishing, and targeted populations are very slow to recover from targeted fisheries. Today the biggest threat comes from the demand for the fins for shark fin soup, and from accidental by-catches in the fishing industries. Although it is difficult to tell exactly, there has been a report that the population of basking sharks has decreased by 80% since 1950.","categories":[],"infobox_types":[],"annotations":[{"uri":"Filter_feeder","surface_form":"filter-feeding","offset":51},{"uri":"Shark","surface_form":"shark","offset":66},{"uri":"Shark","surface_form":"shark","offset":154},{"uri":"Whale_shark","surface_form":"whale shark","offset":184},{"uri":"Species","surface_form":"species","offset":388},{"uri":"Shark","surface_form":"shark","offset":403},{"uri":"Gill","surface_form":"gill","offset":439},{"uri":"Head","surface_form":"head","offset":476},{"uri":"Caudal_fin","surface_form":"caudal fin","offset":485},{"uri":"Teeth","surface_form":"teeth","offset":737},{"uri":"Liver","surface_form":"liver","offset":779},{"uri":"Squalene","surface_form":"squalene","offset":847},{"uri":"Hydrocarbon","surface_form":"hydrocarbon","offset":871},{"uri":"Jaw","surface_form":"jaw","offset":1216},{"uri":"Shark","surface_form":"shark","offset":1445},{"uri":"Whale_shark","surface_form":"Whale shark","offset":1487},{"uri":"Coastal","surface_form":"coastal","offset":1846},{"uri":"Pelagic_zone","surface_form":"pelagic","offset":1854},{"uri":"Arctic","surface_form":"arctic","offset":1900},{"uri":"Temperate","surface_form":"temperate","offset":1911},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":1944},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":1969},{"uri":"Florida","surface_form":"Florida","offset":1985},{"uri":"Brazil","surface_form":"Brazil","offset":2007},{"uri":"Argentina","surface_form":"Argentina","offset":2017},{"uri":"Iceland","surface_form":"Iceland","offset":2067},{"uri":"Norway","surface_form":"Norway","offset":2079},{"uri":"Senegal","surface_form":"Senegal","offset":2089},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":2125},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":2155},{"uri":"Japan","surface_form":"Japan","offset":2180},{"uri":"China","surface_form":"China","offset":2187},{"uri":"Korea","surface_form":"Korea","offset":2201},{"uri":"Australia","surface_form":"Australia","offset":2240},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2272},{"uri":"Gulf_of_Alaska","surface_form":"Gulf of Alaska","offset":2330},{"uri":"Gulf_of_California","surface_form":"Gulf of California","offset":2352},{"uri":"Ecuador","surface_form":"Ecuador","offset":2380},{"uri":"Chile","surface_form":"Chile","offset":2391},{"uri":"Shark","surface_form":"shark","offset":2612},{"uri":"Species","surface_form":"species","offset":2618},{"uri":"Migrate","surface_form":"migrational","offset":2687},{"uri":"Whale_shark","surface_form":"Whale shark","offset":3081},{"uri":"Megamouth_shark","surface_form":"Megamouth shark","offset":3101},{"uri":"Species","surface_form":"species","offset":3152},{"uri":"Filter_feeder","surface_form":"filter-feeding","offset":3170},{"uri":"Shark","surface_form":"shark","offset":3185},{"uri":"Pharynx","surface_form":"pharynx","offset":3281},{"uri":"Zooplankton","surface_form":"zooplankton","offset":3620},{"uri":"Crustacean","surface_form":"crustacean","offset":3645},{"uri":"Invertebrate","surface_form":"invertebrate","offset":3658},{"uri":"Larvae","surface_form":"larvae","offset":3671},{"uri":"Fish","surface_form":"fish","offset":3683},{"uri":"Egg_(biology)","surface_form":"eggs","offset":3688},{"uri":"Larvae","surface_form":"larvae","offset":3697},{"uri":"Plankton","surface_form":"plankton","offset":3773},{"uri":"Ovoviviparous","surface_form":"ovoviviparous","offset":4107},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":4695},{"uri":"North_America","surface_form":"North America","offset":4713},{"uri":"North_Carolina","surface_form":"North Carolina","offset":4774},{"uri":"New_York_(state)","surface_form":"New York","offset":4792},{"uri":"New_England","surface_form":"New England","offset":4835},{"uri":"Canada","surface_form":"Canada","offset":4851},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":4942},{"uri":"Zooplankton","surface_form":"zooplankton","offset":5227},{"uri":"Parasite","surface_form":"parasite","offset":5604},{"uri":"Remora","surface_form":"remora","offset":5636},{"uri":"Sea_lamprey","surface_form":"sea lamprey","offset":5648},{"uri":"Skin","surface_form":"skin","offset":5699},{"uri":"Cookiecutter_shark","surface_form":"cookiecutter shark","offset":5908},{"uri":"Liver","surface_form":"liver","offset":6148},{"uri":"Japan","surface_form":"Japan","offset":6178},{"uri":"United_Kingdom","surface_form":"U.K","offset":6243},{"uri":"Oil","surface_form":"oil","offset":6259},{"uri":"Fin","surface_form":"fin","offset":6572}]}