{"id":145543,"url":"http://en.wikipedia.org/wiki/Gray_whale","text":"The gray whale (\"Eschrichtius robustus\") is a baleen whale (a filter feeder) that has a layer of blubber up to 10 inches (25 cm) thick. Because a mother gray whale would defend her calf so fiercely it would actually attack whalers and overturn their boats, whalers often called the gray whale a devilfish.\nThe gray whale migrates from cold waters to the tropics each year in pods. Gray whales are very agile swimmers. They can dive for up to 30 minutes and go 500 feet (155 m) deep. Gray whales make grunts, clicks, and whistling sounds which may be used to communicate with other gray whales.\nDiet.\nThis giant cetacean eats small fish, crustaceans, squid, and other tiny organisms that it finds on the sea floor. It sieves its food through its comb-like plates of baleen.\nDescription.\nCompared to most baleen whales, gray whales are rather small, growing to be only about 45 feet long. They are easy to see with their gray mottled color, which is actually more charcoal black than it is gray. Gray whales have lots of barnacles and lice on their skin. However, scientists say the lice and barnacles do not harm the whale, and it is possible they may actually \"help\" the whale by feeding off of dead skin, which the whale needs to get rid of.\nWhales prefer one fin over the other, just like humans are right-handed or left-handed. It is possible to see whether a gray whale is left-fineed or right-finned. The fin that has least barnacles is the fin it uses most. This is because the whale likes to dive down to the ocean floor to scoop up huge amounts of sand from the bottom, filtering out small prey animals that live in it. When the whale does this, many of the barnacles on the side that rubbed along the bottom are scraped off. So, whichever side has fewest barnacles is the side the whale prefers to use when it digs up sand.\nMigration.\nGray whales make a really long migration from the Arctic Ocean (northwest of Alaska) to the coast of Mexico, and back each year. They travel about 20,000 km (~12,500 miles) each year, staying near the coast. They feed in the cold Arctic waters and calve and mate in the warm, protected tropical lagoons of the Pacific Ocean off Mexico.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baleen_whale","surface_form":"baleen whale","offset":46},{"uri":"Defend","surface_form":"defend","offset":170},{"uri":"Fierce","surface_form":"fiercely","offset":189},{"uri":"Whaling","surface_form":"whalers","offset":223},{"uri":"Boat","surface_form":"boat","offset":250},{"uri":"Squid","surface_form":"squid","offset":650},{"uri":"Whale","surface_form":"whale","offset":810},{"uri":"Gray","surface_form":"gray","offset":919},{"uri":"Mottled","surface_form":"mottled","offset":924},{"uri":"Color","surface_form":"color","offset":932},{"uri":"Charcoal","surface_form":"charcoal","offset":962},{"uri":"Black","surface_form":"black","offset":971},{"uri":"Gray","surface_form":"gray","offset":988},{"uri":"Barnacle","surface_form":"barnacle","offset":1019},{"uri":"Lice","surface_form":"lice","offset":1033},{"uri":"Ocean","surface_form":"ocean","offset":1516},{"uri":"Scoop","surface_form":"scoop","offset":1531},{"uri":"Huge","surface_form":"huge","offset":1540},{"uri":"Sand","surface_form":"sand","offset":1556},{"uri":"Filter_feeder","surface_form":"filtering","offset":1578},{"uri":"Prey","surface_form":"prey","offset":1598},{"uri":"Barnacle","surface_form":"barnacle","offset":1666},{"uri":"Arctic_Ocean","surface_form":"Arctic Ocean","offset":1894},{"uri":"Alaska","surface_form":"Alaska","offset":1921},{"uri":"Mexico","surface_form":"Mexico","offset":1945},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":2154}]}