{"id":145696,"url":"http://en.wikipedia.org/wiki/Hurricane_Nora_(1997)","text":"Hurricane Nora was the first hurricane to cause a significant danger to the Continental United States since Kathleen in 1976.\nPart of a tropical wave that contributed to the formation of Hurricane Erika in the Atlantic moved into the Pacific and organized into Tropical Depression 16-E on September 16 and Tropical Storm Nora that same day. Nora became a hurricane in a favorable environment September 18 while moving northwest. Its motion then stalled over an upwelling of cooler water that weakened it.\nOn September 20, Nora again started moving. It reached its peak intensity of 115 knots and 950 mb On September 21 and 22 it moved over the wake of Hurricane Linda. This weakened the storm pack down to a Category 1.\nDuring this time, a trough developed that turned Nora to the northeast. This carried Nora over a favorable environment and towards Baja California. After restrengthening slightly, Nora made landfall as a Category 1 hurricane near Punta Eugenia and again south of San Fernando, both times as a hurricane.\nNora stayed a tropical storm as it moved into the United States. Yuma reported sustained gale-force winds. Rains were heavy, sometimes exceeding the \"annual\" rainfall for the area. Nora weakened to a depression while over California, and it dissipated September 26.\nNora killed two people in Mexico. One was killed by a downed power line in Mexicali, and the other was a scuba diving in underwater currents. No one in the United States was directly killed by Nora. However, the California Highway Patrol attributed several traffic accident deaths to the weather.\nThere was extensive damage to areas hit by Nora. Waves ruined dozens of homes. Roughly 350 to 400 people were left homeless in San Felipe, and winds uprooted trees and peeled roofs from homes in Puerto Peñasco.\nIn the United States, thousands were left without power in California and Arizona, and 16 telephone poles were downed in Seeley. Streets flooded in San Diego, Indio, El Centro, and Palm Springs. A remnant circulation continued aloft, and damaged trees and three homes in Utah. Total damages were \"several hundred million dollars\", as well as 40 million dollars to lemon trees.\nNora crossed an area of abnormally warm water near the west coast of the Baja California Peninsula. It restrengthened slightly before making its first landfall near Bahía Tortugas, Baja California Sur. When Nora was inland, the area of the storm located in the Gulf of California began to reintensify. Hurricane Nora then made a second landfall about 60 miles (95 km) south-southeast of San Fernando, Baja California.\nAt landfall, a trough was accelerating Nora northwards, causing it to reach a forward speed of 30 mph (50 km/h). Late on September 25 (UTC), still a tropical storm, it entered the continental United States at the California-Arizona state line. Nora began to weaken rapidly, and was downgraded to a tropical depression three hours later, while located between Blythe and Needles, California. Nora reached Arizona while still tropical, becoming the third known system to do so. Nora degenerated over land, and the low-level center moved towards the north-northeast. A remnant circulation aloft persisted, however, and was likely responsible for a period of near hurricane-force winds observed at the NWS Cedar City, Utah Doppler weather radar. The remnants gradually became more diffuse over the following two days while moving generally northeastward, through portions of Utah, Colorado, Idaho and Wyoming.\nOn September 24, Arizona Governor Jane Dee Hull activated an emergency response center to prepare the state's response to the flash flooding the storm would cause on the dry desert floor, and Yuma residents began to fill approximately 55,000 sandbags to contain the possible flooding. Hull also activated the state's National Guard, and sent drinking water and electric generators to Yuma. Farther inland, the National Weather Service issued flash flood watches for western Arizona, southeastern California, southwestern Colorado, southern Nevada and southern Utah on September 26.\nIn the United States, there were no direct deaths blamed on the hurricane. However, the California Highway Patrol attributed three or four traffic fatalities in southern California to the weather.\nDamage totals in the United States are not fully known, although media summaries of Nora included a loss to agriculture preliminarily estimated at several hundred million dollars, and at least one study places the figure at $150–200 million (1997 USD). It is estimated that $30–40 million (1997 USD) in damage to lemon trees occurred. Although Nora was significantly weakened, near hurricane-force winds were observed at the Dixie National Forest in southwestern Utah, where strong gusts sheared off the tops of large trees.\nThe Yuma radar indicated a small area of rainfall totals along the northern Gulf of California coast of Baja California. In the United States, the largest total rainfall was recorded at the Harquahala Mountains in Arizona, where of rainfall were recorded as a result of Nora, causing flash floods in western Arizona.\nNear Phoenix, rainfall from the storm caused the Narrows Dam, a small earthen dam, to fail. In other locations in Arizona, California, Nevada, and Utah, more than occurred in a few localized areas, sometimes with precipitation comparable to the entire local yearly average rainfall. Flooding was also reported in Somerton, San Diego, El Centro, Palm Springs and Indio, while 12,000 people lost power in Yuma, as well as Los Angeles and southwestern Utah.\nDespite the damage, the World Meteorological Organization did not retire the name \"Nora\" during its meeting in the spring of 1998. As a result, it was used in the 2003 Pacific hurricane season and is on the list of names to be used in 2009.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Continental_United_States","surface_form":"Continental United States","offset":76},{"uri":"September_16","surface_form":"September 16","offset":289},{"uri":"Baja_California_Peninsula","surface_form":"Baja California","offset":851},{"uri":"Yuma%2C_Arizona","surface_form":"Yuma","offset":1089},{"uri":"Gale","surface_form":"gale","offset":1113},{"uri":"September_26","surface_form":"September 26","offset":1276},{"uri":"Mexicali","surface_form":"Mexicali","offset":1365},{"uri":"Puerto_Pe%C3%B1asco%2C_Mexico","surface_form":"Puerto Peñasco","offset":1782},{"uri":"San_Diego","surface_form":"San Diego","offset":1946},{"uri":"Palm_Springs%2C_California","surface_form":"Palm Springs","offset":1979},{"uri":"Utah","surface_form":"Utah","offset":2069},{"uri":"Lemon","surface_form":"lemon trees","offset":2162},{"uri":"Baja_California_Peninsula","surface_form":"Baja California Peninsula","offset":2248},{"uri":"Bah%C3%ADa_Tortugas","surface_form":"Bahía Tortugas","offset":2340},{"uri":"Baja_California_Sur","surface_form":"Baja California Sur","offset":2356},{"uri":"Gulf_of_California","surface_form":"Gulf of California","offset":2436},{"uri":"San_Fernando%2C_Baja_California","surface_form":"San Fernando","offset":2562},{"uri":"Baja_California_(state)","surface_form":"Baja California","offset":2576},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":2608},{"uri":"Continental_United_States","surface_form":"continental United States","offset":2773},{"uri":"California","surface_form":"California","offset":2806},{"uri":"Arizona","surface_form":"Arizona","offset":2817},{"uri":"Needles%2C_California","surface_form":"Needles, California","offset":2963},{"uri":"Arizona","surface_form":"Arizona","offset":2997},{"uri":"National_Weather_Service","surface_form":"NWS","offset":3291},{"uri":"Cedar_City%2C_Utah","surface_form":"Cedar City","offset":3295},{"uri":"Utah","surface_form":"Utah","offset":3307},{"uri":"Doppler_weather_radar","surface_form":"Doppler weather radar","offset":3312},{"uri":"Colorado","surface_form":"Colorado","offset":3470},{"uri":"Idaho","surface_form":"Idaho","offset":3480},{"uri":"Wyoming","surface_form":"Wyoming","offset":3490},{"uri":"Jane_Dee_Hull","surface_form":"Jane Dee Hull","offset":3533},{"uri":"Flash_flooding","surface_form":"flash flooding","offset":3625},{"uri":"Yuma%2C_Arizona","surface_form":"Yuma","offset":3691},{"uri":"United_States_National_Guard","surface_form":"National Guard","offset":3816},{"uri":"Drinking_water","surface_form":"drinking water","offset":3841},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":3909},{"uri":"Flash_flood","surface_form":"flash flood","offset":3941},{"uri":"Colorado","surface_form":"Colorado","offset":4020},{"uri":"Nevada","surface_form":"Nevada","offset":4039},{"uri":"Utah","surface_form":"Utah","offset":4059},{"uri":"California_Highway_Patrol","surface_form":"California Highway Patrol","offset":4169},{"uri":"California","surface_form":"California","offset":4251},{"uri":"United_States_dollar","surface_form":"USD","offset":4525},{"uri":"Dixie_National_Forest","surface_form":"Dixie National Forest","offset":4703},{"uri":"Utah","surface_form":"Utah","offset":4741},{"uri":"Gulf_of_California","surface_form":"Gulf of California","offset":4879},{"uri":"Harquahala_Mountains","surface_form":"Harquahala Mountains","offset":4993},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix","offset":5125},{"uri":"Earthen_dam","surface_form":"earthen dam","offset":5190},{"uri":"Nevada","surface_form":"Nevada","offset":5255},{"uri":"Somerton%2C_Arizona","surface_form":"Somerton","offset":5433},{"uri":"San_Diego","surface_form":"San Diego","offset":5443},{"uri":"El_Centro","surface_form":"El Centro","offset":5454},{"uri":"Palm_Springs%2C_California","surface_form":"Palm Springs","offset":5465},{"uri":"Indio","surface_form":"Indio","offset":5482},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":5540},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":5599},{"uri":"2003_Pacific_hurricane_season","surface_form":"2003 Pacific hurricane season","offset":5738}]}