{"id":145751,"url":"http://en.wikipedia.org/wiki/Chess_boxing","text":"Chess boxing is a mixed sport which puts together the sport of boxing with games of chess in every other round. Chess boxing fights have been done since early 2003. The sport was started when Dutch artist Iepe Rubingh, given the idea by a similar sport in the writing of Enki Bilal, started actual matches. The sport has become more well known since then. To do well at chess boxing, players must be both good chess players and good boxers.\nStructure and rules.\nA match between two players is made up of up to 11 rounds of boxing and chess sessions, starting with a four-minute chess round followed by two minutes of boxing and so on. Between rounds there is a one-minute pause, during which the players change their gear. The form of chess played is speed chess in which each player has a total of twelve minutes for the whole game. Players may win by knocking out the other player, checkmate, a judge's choice, or if the other player runs out of chess time. If a player does not make a move in the round of chess, he will be given a warning by the referee and he must then make a move in the next 10 seconds.\nHistory.\nThe idea was started in 1992 by cartoonist Enki Bilal, and a match of chess boxing was a big story part of his graphic novel \"Froid Équateur\". Iepe Rubingh, a Dutch artist, was took the idea from Bilal's book and started the sport in the spring of 2001. Rubingh decided that the method of play in the book, a boxing match with a chess match after, was not very good. Rubingh made the rules so a round of chess would come after a round of boxing.\nThe World Chess Boxing Organisation (WCBO), keeps control of the sport. The first world championship was in Amsterdam in 2003 and was won by Iepe Rubingh, the starter of the sport. The First European Chess Boxing Championship took place in Berlin on October 1, 2005 when Tihomir Atanassov Dovramadjiev of Bulgaria beat Andreas D'Schneider of Germany after D'Schneider gave up in the seventh round.\nIn April 2008, the World Chess Federation, FIDE, posted a video on its website in which its president Kirsan Ilyumzhinov played a friendly chess boxing match in Elista. Also in April 2008 the UK's first Chess Boxing club was started in London by Great Britain Chess Boxing Organisation founder Tim Woolgar. In July 2008 in Berlin, a 19-year old Russian mathematics student Nikolai Sazhin won the title of \"World Champion\" in chess boxing by beating Frank Stoldt. Stoldt resigned in the 5th round after losing his queen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":24},{"uri":"Boxing","surface_form":"boxing","offset":63},{"uri":"Chess","surface_form":"chess","offset":84},{"uri":"Iepe_Rubingh","surface_form":"Iepe Rubingh","offset":205},{"uri":"Enki_Bilal","surface_form":"Enki Bilal","offset":271},{"uri":"Boxing","surface_form":"boxing","offset":523},{"uri":"Chess","surface_form":"chess","offset":534},{"uri":"Speed_chess","surface_form":"speed chess","offset":751},{"uri":"Checkmate","surface_form":"checkmate","offset":884},{"uri":"Cartoonist","surface_form":"cartoonist","offset":1152},{"uri":"Enki_Bilal","surface_form":"Enki Bilal","offset":1163},{"uri":"Graphic_novel","surface_form":"graphic novel","offset":1231},{"uri":"Froid_%C3%89quateur","surface_form":"Froid Équateur","offset":1246},{"uri":"Iepe_Rubingh","surface_form":"Iepe Rubingh","offset":1263},{"uri":"Netherlands","surface_form":"Dutch","offset":1279},{"uri":"World_Chess_Boxing_Organisation","surface_form":"World Chess Boxing Organisation","offset":1570},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":1674},{"uri":"Berlin","surface_form":"Berlin","offset":1806},{"uri":"Tihomir_Atanassov_Dovramadjiev","surface_form":"Tihomir Atanassov Dovramadjiev","offset":1837},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":1871},{"uri":"Andreas_D%27Schneider","surface_form":"Andreas D'Schneider","offset":1885},{"uri":"FIDE","surface_form":"FIDE","offset":2007},{"uri":"Kirsan_Ilyumzhinov","surface_form":"Kirsan Ilyumzhinov","offset":2066},{"uri":"Elista","surface_form":"Elista","offset":2125},{"uri":"Tim_Woolgar","surface_form":"Tim Woolgar","offset":2258},{"uri":"Nikolai_Sazhin","surface_form":"Nikolai Sazhin","offset":2337}]}