{"id":145756,"url":"http://en.wikipedia.org/wiki/Beth_Groundwater","text":"Beth Groundwater is an American author who has written two novels in the Claire Hanover gift basket designer mystery series, \"A Real Basket Case\" and \"To Hell in a Handbasket\". The first, published in March, 2007, was put up for the Best First Novel Agatha Award in 2007. The sequel, \"To Hell in a Handbasket\" was published in May, 2009. She writes in the Mystery genre, and has also written several short stories.\nWriting career.\nGroundwater first began writing fiction in the fifth grade, and in high school took an outside study in English. She went to the College of William and Mary and got a degree in Psychology and Computer Science in 1978. She worked in another job until 1999, then she chose to become a writer.\nAfter going to a few writers' meetings, she began writing short stories. Seven were published before she met a literary agent who agreed to publish her first novel, \"A Real Basket Case\". It was published in 2007, and was put up for the Best First Novel Agatha Award in 2007. Of her short stories, eight have been published and one was written in Farsi. Another of Groundwater's short stories has been made into a live play.\nAwards.\nGroundwater's writings have won several awards. Her first novel was put up for the Best First Novel Agatha Award in 2007. Groundwater's short stories have won awards also. Her short story \"New Zealand\" won first place in the 2003 PPW Paul Gillette Memorial Writing Contest, and was the winner of the Rocky Mountain Fiction Writers Short Story Anthology Contest. \"Flamingo Fatality\" won the Great Manhattan Mysteries Conclave Short Story Anthology Contest in 2005, and her 2005 short story \"Lucky Bear\" was first in the Storyteller Magazine Flash Fiction Contest.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":23},{"uri":"Author","surface_form":"author","offset":32},{"uri":"A_Real_Basket_Case","surface_form":"A Real Basket Case","offset":126},{"uri":"Mystery","surface_form":"Mystery","offset":356},{"uri":"Genre","surface_form":"genre","offset":364},{"uri":"College_of_William_and_Mary","surface_form":"College of William and Mary","offset":560},{"uri":"Psychology","surface_form":"Psychology","offset":608},{"uri":"Computer_Science","surface_form":"Computer Science","offset":623},{"uri":"Farsi","surface_form":"Farsi","offset":1068}]}