{"id":146077,"url":"http://en.wikipedia.org/wiki/Queens%27_College%2C_Cambridge","text":"Queens' College is one of the colleges that make up the University of Cambridge in England. It was first founded in 1448 by Margaret of Anjou (the Queen of Henry VI), and refounded in 1465 by Elizabeth Woodville (the Queen of Edward IV). This is why the name of the college is spelt Queens' and not Queen's: it was founded by two queens.\nThe \"President's Lodge\" of Queens' is the oldest building on the river at Cambridge, dating from about 1460.\nThe college is on both sides of the river Cam. A bridge joins the two parts. This bridge is always called the \"Mathematical Bridge\". The students call the older part of the college \"The Dark Side\" and the newer part \"The Light Side\".\nMany people take photographs of the college. There is a story that the bridge was designed and built by Sir Isaac Newton without the use of nuts or bolts. The story says that once some students tried to take the bridge apart and put it back together again, but were unable to do so. That is why they had to put nuts and bolts in which can be seen today. The story is not true. The bridge was built in 1749, after Newton had died. It was never taken apart although it was rebuilt twice.\nStephen Fry is one of many famous people who have studied there.","categories":[],"infobox_types":[],"annotations":[{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":56},{"uri":"1448","surface_form":"1448","offset":116},{"uri":"Margaret_of_Anjou","surface_form":"Margaret of Anjou","offset":124},{"uri":"Henry_VI_of_England","surface_form":"Henry VI","offset":156},{"uri":"Elizabeth_Woodville","surface_form":"Elizabeth Woodville","offset":192},{"uri":"Edward_IV_of_England","surface_form":"Edward IV","offset":226},{"uri":"1460","surface_form":"1460","offset":441},{"uri":"River_Cam","surface_form":"river Cam","offset":483},{"uri":"Mathematical_Bridge","surface_form":"Mathematical Bridge","offset":558},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":789},{"uri":"1749","surface_form":"1749","offset":1082},{"uri":"Stephen_Fry","surface_form":"Stephen Fry","offset":1167}]}