{"id":146185,"url":"http://en.wikipedia.org/wiki/Holography","text":"Holography is a way of making three-dimensional (3-D) picture made with a laser. It allows the holographer to make a more exact image than with photography. The holograph seems to move and change slightly to look as if it were three-dimensional. Holography uses the wave aspect of light.\nHow a hologram is made.\nHolograms are made with light flashed onto a plate or screen, almost like how photos are made. To make a hologram instead of a photograph, some of the light, called a \"reference beam,\" has to go directly to the screen. The light has to be a laser because lasers are more accurate and have a wavelength that does not change the way the wavelengths of light from other sources does, like light from lightbulbs. To stop other light from ruining the hologram, holograms are usually taken in the dark. Because even the tiniest vibration can stop the hologram from forming properly, the tables upon which that the holographer places the equipment may be built with shocks or inflated chambers to stop vibrations from the floor.\nHolograms vs. photographs.\nHolograms can be compared to photos. Holography records both the intensity of light, like photography, but also records the difference in the phase of light. Holography records all of information from the light that the object reflects.\nFunctionality.\nHolography uses a reference wave (which goes onto the plate) and an exposure wave (object wave, which comes from the object). The reference wave can save the phase information as patterns of light and dark on a film. The object wave and reference wave must have the same wavelength in order to save the phase information and they usually come from the same laser.\nHistory.\nThe most famous person in the history of holography is the physician Dennis Gábor, the inventor of the hologram.\nIn 1947, he was trying to improve microscopes, and he figured out how to display three-dimensional objects.\nRecording.\nHolograms need laser beams. A dispersing lens makes the beam bigger and then it goes through a special mirror. Only a piece of this laser beam can go through the mirror. Then this beam becomes the reference wave, and it is recorded on the film. The other piece of the laser beam is reflected off of the mirror. This piece becomes the exposure wave at the object. The object reflects this wave on the film.\nReconstruction.\nMaking a hologram is very similar to making a photograph, and it needs chemicals.\nTo look at a hologram the film must be lit up with the reference wave. These waves are reflected on the film (hologram) and create a virtual picture of the recorded object, even if that picture can only be seen from a specific angle.\nMeasurement.\nIndustries use holograms to measure things. In the car industry, cars are measured using holography so engineers can see bulges and vibration characteristics. Phase-shift holography is one kind of holography used to make cars.\nThe first step in making a hologram is to examine the ground level state of the object, then overload the object through heat or mechanical pressure. Covering the original hologram and the modified hologram can produce interference fringes. By measuring the interference fringes, engineers learn how big the deformation or other problem is. Engineers can measure tiny terminal expansions or vibrations in mechanical systems. This needs two reference waves.\nData storage.\nThere are holographic storage machines for analog pictures and digital data. Digital information will be affiliated by a two-dimensional bit-pattern.","categories":[],"infobox_types":[],"annotations":[{"uri":"Three-dimensional","surface_form":"three-dimensional","offset":30},{"uri":"Laser","surface_form":"laser","offset":74},{"uri":"Photography","surface_form":"photography","offset":144},{"uri":"Wave","surface_form":"wave","offset":266},{"uri":"Light","surface_form":"light","offset":281},{"uri":"Photography","surface_form":"photos","offset":390},{"uri":"Laser","surface_form":"laser","offset":553},{"uri":"Wavelength","surface_form":"wavelength","offset":603},{"uri":"Lightbulb","surface_form":"lightbulbs","offset":709},{"uri":"Shocks","surface_form":"shocks","offset":971},{"uri":"Phase_of_light","surface_form":"phase of light","offset":1203},{"uri":"Wavelength","surface_form":"wavelength","offset":1584}]}