{"id":146190,"url":"http://en.wikipedia.org/wiki/Dirty_paper_coding","text":"e=\"preserve\">In telecommunications, dirty paper coding (DPC) is a good way to send digital data through a channel that is subject to some interference that is known to the sender. The sender does precoding of the data so as to cancel the effect of the interference.\nWhen Costa asked his question, the Shannon–Hartley theorem (and the more general noisy-channel coding theorem) was well known.\nThe Shannon–Hartley theorem tells us that, all else being equal, a paper sent along a path that picks up less dirt can reliably deliver more information than another paper sent along a path that picks up more dirt.\nPeople have also thought up many ways of dealing with such dirt added after the message is written—see error detection and correction for details.\nMost people expected that the same thing would happen when dirt is added to the paper before the message was written—the more dirt, the less information can be reliably sent.\nIn 1983, Costa showed the surprising result that we can send just as much information on such a dirty piece of paper as we can when writing on a clean sheet of paper, and gave a way to get that capacity.\nA dirty paper code is a way for the writer to adapt his message to the dirt already on the paper.\nThe writer and the reader agree ahead of time on which dirty paper code they will use for the messages.\nHistory.\nPeople have thought up several dirty paper codes, including Costa precoding (1983), Tomlinson-Harashima precoding (1971) and the vector perturbation technique of Hochwald et al. (2005).\nA similar problem called \"writing on dirty tape (WDT)\" is more complicated.\nAs of 2005, the capacity computation problem and the capacity-achieving\nproblem for writing on dirty tape are unsolved\n\"Writing on wet paper\" is a related problem in steganography\nwireless networks.\nIn a wireless network, often a transmitter has many different messages, and each one needs to be sent to a different person.\nThe sum-rate capacity of a system that transmits all the messages at the same time—and uses dirty-paper codes to reduce the interference between messages—can be many times the sum-rate capacity of a similar system that only sends one message at a time (TDMA).\nAny one receiver is only concerned with the messages for that receiver—all the other messages the transmitter is simultaneously sending to everyone else are—to that receiver—irrelevant noise that only interferes with the desired message.\nThe \"dirty paper\" story can be seen as a parable for wireless communication.\nRecently, there has been interest in DPC as a possible solution to optimize the efficiency of wireless networks, in particular multiuser MIMO networks and into an interference aware coding technique for dynamic wireless networks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Telecommunication","surface_form":"telecommunication","offset":16},{"uri":"Digital","surface_form":"digital","offset":83},{"uri":"Information","surface_form":"data","offset":91},{"uri":"Communications_channel","surface_form":"channel","offset":106},{"uri":"Interference","surface_form":"interference","offset":138},{"uri":"Precoding","surface_form":"precoding","offset":196},{"uri":"Shannon%E2%80%93Hartley_theorem","surface_form":"Shannon–Hartley theorem","offset":301},{"uri":"Noisy-channel_coding_theorem","surface_form":"noisy-channel coding theorem","offset":347},{"uri":"Error_detection_and_correction","surface_form":"error detection and correction","offset":711},{"uri":"Steganography","surface_form":"steganography","offset":1773},{"uri":"Wireless_network","surface_form":"wireless network","offset":2600},{"uri":"MIMO","surface_form":"MIMO","offset":2643}]}