{"id":146259,"url":"http://en.wikipedia.org/wiki/John_Key","text":"John Phillip Key (born 9 August 1961) was the 38th Prime Minister of New Zealand and was the leader of the New Zealand National Party.\nJohn Key entered the New Zealand Parliament in 2002 representing the north-west Auckland area of Helensville as a National MP, a seat that he still holds. In 2006 he succeeded Don Brash as the National Party leader in 2006. Key led his party to victory in the November 2008 general election.\nOn 5 December 2016, Key resigned as prime minister and as party leader. Bill English soon replaced Key as prime minister and party leader.\nPersonal Life.\nKey was born in Auckland, New Zealand, to George Key and Ruth Key. His father, who was from the UK, died of a heart attack in 1967. Key and his two sisters were raised in a state house in Christchurch by his Jewish mother.\nHe attended Burnside High School, and earned a Bachelor of Commerce degree in accounting from the University of Canterbury in 1981. He has attended management studies courses at Harvard University, although he did not receive a degree from this institution.\nKey met his wife Bronagh when they were both students at Burnside High School. They married in 1984. She is currently full-time mother of their two children, Stephie and Max.\nBefore politics.\nIn 1995, he joined Merrill Lynch as head of Asian foreign exchange in Singapore. That same year he was promoted to Merrill's global head of foreign exchange, based in London, where he may have earned around US$2.25 million a year including bonuses, which is about NZ$5 million at 2001 exchange rates. Some co-workers called him \"the smiling assassin\" for maintaining his usual cheerfulness while sacking dozens (some say hundreds) of staff after heavy losses from the 1998 Russian financial crisis. He was a member of the Foreign Exchange Committee of the New York Federal Reserve Bank from 1999 to 2001.\nPrime Minister (2008-2016).\nKey became Prime Minister following the general election on 8 November 2008 which ended the Labour-led government of nine years under Helen Clark. The National Party, promoting a policy of \"change\", won 45% of the party vote and 59 of the 122 seats in Parliament, a big margin over the Labour Party which won 43 seats.\nKey was sworn in as Prime Minister on 19 November 2008 along with his new cabinet. His first international outing as Prime Minister was the 20th APEC meeting in Peru the following day.\nKey announced he will step down from the role of Prime Minister and leader of the National Party effective 12 December 2016.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Prime_Minister_of_New_Zealand","surface_form":"Prime Minister of New Zealand","offset":51},{"uri":"New_Zealand_National_Party","surface_form":"New Zealand National Party","offset":107},{"uri":"New_Zealand_Parliament","surface_form":"New Zealand Parliament","offset":156},{"uri":"Don_Brash","surface_form":"Don Brash","offset":311},{"uri":"2008_general_election","surface_form":"2008 general election","offset":404},{"uri":"Bill_English","surface_form":"Bill English","offset":499},{"uri":"Auckland","surface_form":"Auckland","offset":597},{"uri":"New_Zealand","surface_form":"New Zealand","offset":607},{"uri":"UK","surface_form":"UK","offset":677},{"uri":"Christchurch","surface_form":"Christchurch","offset":769},{"uri":"Jewish","surface_form":"Jewish","offset":789},{"uri":"Burnside_High_School","surface_form":"Burnside High School","offset":816},{"uri":"Bachelor_of_Commerce","surface_form":"Bachelor of Commerce","offset":851},{"uri":"Accounting","surface_form":"accounting","offset":882},{"uri":"University_of_Canterbury","surface_form":"University of Canterbury","offset":902},{"uri":"Harvard_University","surface_form":"Harvard University","offset":982},{"uri":"Merrill_Lynch","surface_form":"Merrill Lynch","offset":1273},{"uri":"1998_Russian_financial_crisis","surface_form":"1998 Russian financial crisis","offset":1722},{"uri":"Foreign_Exchange_Committee","surface_form":"Foreign Exchange Committee","offset":1776},{"uri":"Helen_Clark","surface_form":"Helen Clark","offset":2021},{"uri":"APEC_Peru_2008","surface_form":"20th APEC","offset":2346},{"uri":"Peru","surface_form":"Peru","offset":2367}]}