{"id":146289,"url":"http://en.wikipedia.org/wiki/Plumbing","text":"Plumbing (which comes from the Latin word \"plumbum\", which means lead, as pipes were once made from lead) is the job of working with pipes, tubing and plumbing fixtures for drinking water systems and getting rid of waste. A plumber is someone who fixes or puts in piping systems, plumbing fixtures and equipment such as water heaters. Many plumbers are construction workers. The plumbing industry is an important part of every developed economy because people need clean water and safe ways to move and store waste.\nPlumbing also refers to a system of pipes and fixtures put in a building to move water and the get rid of waste that is in water. Plumbing is different from water and sewage systems because plumbing system serves one building, while water and sewage systems serve a group of buildings or a city.\nHistory.\nPlumbing was very rare until modern cities grew in the 19th century. At about the same time, public health leaders began wanting better systems to get rid of waste. Before this, people got rid of waste by collecting it and dumping it onto the ground or into rivers. However, there were some plumbing pipes in the city settlements of the Indus Valley Civilization by 2700 B.C. Plumbing was also used during the ancient civilizations such as the Greek, Roman, Persian, Indian, and Chinese civilizations as they built public baths and needed drinking water, and somewhere to drain waste. The Romans used pipe inscriptions to stop people from stealing water.\nThese systems did not improve much over the years. There were almost no improvements from the time of the Roman aqueducts and sewer<nowiki/>s until the 19th century. Eventually the development of separate, underground water and sewage systems got rid of open sewage ditches and cesspools. Most large cities today send solid wastes through pipes to sewage treatment plants. Treatment separates water from waste and makes the water more pure before it goes into streams or other bodies of water. Most places stopped using lead for drinking water after World War II because of the dangers of lead poisoning. At this time, copper piping was started because it was safer than using lead pipes.\nMaterials.\nWater systems in ancient times used gravity to move water. They used pipes or channels usually made of clay, lead, bamboo or stone. Today, water-supply systems use a network of high-pressure pumps, and pipes are now made of copper, brass, plastic, or other nontoxic material. Drain and vent lines are made of plastic, steel, cast-iron, and lead. Lead is not used in pipes today because it can be poisonous.\nThe 'straight' sections of plumbing systems are of pipe or tube. A pipe is usually made by casting or welding, where a tube is made through extrusion. Pipe usually has thicker walls and may be threaded or welded, where tubes have thinner walls, and needs special joining techniques such as 'brazing', 'compression fitting', 'crimping', or for plastics, 'solvent welding'.\nAs well as the straight pipe or tubing, many fittings are required in plumbing systems, such as valves, elbows, tees, and unions.\nPlumbing fixtures are designed for the people who use the water. Some examples of fixtures include water closets (also known as toilets), urinals, bidets, showers, bathtubs, utility and kitchen sinks, drinking fountains, ice makers, humidifiers, air washers, fountains, and eye wash stations.\nRegulation.\nMuch of the plumbing work in places where many people live is done under government rules. Putting in plumbing and fixing plumbing generally must be done according to plumbing and building codes to protect the people who live or work in the buildings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":31},{"uri":"Lead","surface_form":"lead","offset":65},{"uri":"Pipe_(material)","surface_form":"pipes","offset":133},{"uri":"Drinking_water","surface_form":"drinking water","offset":173},{"uri":"Construction_worker","surface_form":"construction worker","offset":353},{"uri":"Economy","surface_form":"economy","offset":437},{"uri":"Sewage","surface_form":"sewage systems","offset":683},{"uri":"Public_health","surface_form":"public health","offset":914},{"uri":"River","surface_form":"river","offset":1079},{"uri":"Indus_Valley_Civilization","surface_form":"Indus Valley Civilization","offset":1158},{"uri":"Ancient_China","surface_form":"Chinese","offset":1300},{"uri":"Aqueduct","surface_form":"aqueduct","offset":1588},{"uri":"Sewer","surface_form":"sewer","offset":1602},{"uri":"Cesspit","surface_form":"cesspools","offset":1754},{"uri":"Sewage_treatment","surface_form":"sewage treatment","offset":1824},{"uri":"Pure","surface_form":"pure","offset":1911},{"uri":"Lead","surface_form":"lead","offset":1996},{"uri":"World_War_II","surface_form":"World War II","offset":2026},{"uri":"Lead_poisoning","surface_form":"lead poisoning","offset":2065},{"uri":"Copper","surface_form":"copper","offset":2095},{"uri":"Gravity","surface_form":"gravity","offset":2212},{"uri":"Clay","surface_form":"clay","offset":2279},{"uri":"Lead","surface_form":"lead","offset":2285},{"uri":"Bamboo","surface_form":"bamboo","offset":2291},{"uri":"Welding","surface_form":"welding","offset":2685},{"uri":"Toilet","surface_form":"toilet","offset":3213},{"uri":"Urinal_(restroom)","surface_form":"urinal","offset":3223},{"uri":"Shower","surface_form":"shower","offset":3240},{"uri":"Bathtub","surface_form":"bathtub","offset":3249},{"uri":"Sink","surface_form":"sink","offset":3279},{"uri":"Ice_maker","surface_form":"ice maker","offset":3306},{"uri":"Fountain","surface_form":"fountain","offset":3344},{"uri":"Government","surface_form":"government","offset":3463},{"uri":"Building_code","surface_form":"building code","offset":3570}]}