{"id":14627,"url":"http://en.wikipedia.org/wiki/United_States_Declaration_of_Independence","text":"United States Declaration of Independence is an important document in the history of the United States of America. It was ratified on July 4, 1776. It says that the Americans were no longer under British rule. Instead, the thirteen British colonies came together to become a union of free and independent states.\nBefore the Declaration.\nBefore 1776, the United States of America was not a country. The individual states were colonies of the British Empire. They were called British Colonies. This means that the King and Parliament of Great Britain ruled the Colonies.\nEffects.\nDuring this time, many American people were angry at Great Britain. Many Americans did not like paying taxes to Great Britain when they did not have anyone to speak for them in Parliament. The American people wanted to be treated like British citizens.\nPicking a Writer.\nThe committee decided that one person would write the document, while the rest would give him advice on what to write. John Adams decided that Thomas Jefferson should write the document. He bought him a few drinks and told him that he was more qualified to write it because he was a Virginian and he was simply a better writer. Jefferson got to work.\nWhat it says.\nIn the Declaration, Jefferson starts by writing about people's rights, and what the government should and should not do. This part of the Declaration is called the Preamble. He then lists specific bad things that the British government did to the colonies. He says these included putting people in jail with no reason; making taxes that were too high; and not respecting people who lived in the colonies.\nAgreeing on the Declaration.\nOn July 2, 1776, the Continental Congress argued about the Declaration and made some changes to it. After making changes, they approved the Declaration. They declared their independence from the British Empire that day, at the Pennsylvania State House.\nHowever, the Continental Congress did not officially approve the Declaration until July 4. On that day, twelve of the thirteen groups that represented the colonies approved and ordered the Declaration to be printed. (The Province of New York did not vote.) This version of the Declaration was signed only by the President of the Congress, John Hancock.\nOn July 15, the New York group agreed with the rest of the colonies' groups. This meant that everyone in the Congress agreed on the Declaration.\nOn July 19, the Declaration's title was changed from \"A Declaration of the Representatives of the United States of America in General Congress assembled\" to \"the unanimous declaration of the thirteen United States of America.\"\nOverall, 56 men signed the Declaration. However, some people signed at different times. Many people signed a parchment paper copy of the Declaration on July 2. Many of these signers were not there when the original Declaration was adopted on July 4. One signer, Matthew Thornton, from the Province of New Hampshire, signed on November 4, 1776.\nEffects of the Declaration.\nThe Declaration of Independence had many different effects.\nEffects on Great Britain.\nWhen the King of Great Britain, King George III, and Parliament heard about the Declaration, they were angry. Great Britain and the people in America had already been fighting in a war called the American Revolution. America won the war, and in 1783 Great Britain had to recognize the independence of the new country, the United States, at the Treaty of Paris.\nEffects on America.\nThe people of America know that the Declaration of Independence is very important. Every year on July 4, they have a holiday called 'Independence Day'. They celebrate this holiday to remember the day that the Declaration was approved, and the day that the United States of America became its own country. They often celebrate with parades, fireworks, and songs.\nThe Declaration of Independence also talks about the simple ideas that the people who started the United States believed in. It says that every person in this U.S has the right to life, liberty, and the pursuit of happiness. It also says that the government has to listen to its own people. These things were what made America a free independent country.\nStarting text.\nWhen in the Course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the Laws of Nature and of Nature's God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.\nThe Preamble.\nThe preamble of the declaration is the best-known part.\nWe hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness. — That to secure these rights, Governments are instituted among Men, deriving their just powers from the consent of the governed, — That whenever any Form of Government becomes destructive of these ends, it is the Right of the People to alter or to abolish it, and to institute new Government, laying its foundation on such principles and organizing its powers in such form, as to them shall seem most likely to effect their Safety and Happiness. Prudence, indeed, will dictate that Governments long established should not be changed for light and transient causes; and accordingly all experience hath shewn that mankind are more disposed to suffer, while evils are sufferable than to right themselves by abolishing the forms to which they are accustomed. But when a long train of abuses and usurpations, pursuing invariably the same Object evinces a design to reduce them under absolute Despotism, it is their right, it is their duty, to throw off such Government, and to provide new Guards for their future security.\nPresent day.\nThe Declaration of Independence can be viewed at the National Archives Museum near the National Mall in Washington, D.C.","categories":[],"infobox_types":[],"annotations":[{"uri":"Document","surface_form":"document","offset":58},{"uri":"United_States","surface_form":"United States of America","offset":89},{"uri":"Ratified","surface_form":"ratified","offset":122},{"uri":"Independence","surface_form":"no longer under British rule","offset":180},{"uri":"Thirteen_Colonies","surface_form":"thirteen British colonies","offset":223},{"uri":"Colony","surface_form":"colonies","offset":425},{"uri":"British_Empire","surface_form":"British Empire","offset":441},{"uri":"King_George_III","surface_form":"King","offset":512},{"uri":"Parliament_of_Great_Britain","surface_form":"Parliament of Great Britain","offset":521},{"uri":"Tax","surface_form":"tax","offset":681},{"uri":"Parliament","surface_form":"Parliament","offset":755},{"uri":"Citizenship","surface_form":"citizens","offset":821},{"uri":"John_Adams","surface_form":"John Adams","offset":968},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":992},{"uri":"Rights","surface_form":"rights","offset":1277},{"uri":"Government","surface_form":"government","offset":1298},{"uri":"Jail","surface_form":"jail","offset":1512},{"uri":"Tax","surface_form":"tax","offset":1540},{"uri":"Independence","surface_form":"independence","offset":1821},{"uri":"Pennsylvania_State_House","surface_form":"Pennsylvania State House","offset":1875},{"uri":"Ratification","surface_form":"officially approve","offset":1943},{"uri":"Vote","surface_form":"vote","offset":2151},{"uri":"John_Hancock","surface_form":"John Hancock","offset":2240},{"uri":"Parchment","surface_form":"parchment","offset":2735},{"uri":"Matthew_Thornton","surface_form":"Matthew Thornton","offset":2888},{"uri":"Province_of_New_Hampshire","surface_form":"Province of New Hampshire","offset":2915},{"uri":"King_George_III","surface_form":"King George III","offset":3116},{"uri":"War","surface_form":"war","offset":3265},{"uri":"American_Revolution","surface_form":"American Revolution","offset":3280},{"uri":"Independence","surface_form":"independence","offset":3369},{"uri":"Treaty_of_Paris_(1783)","surface_form":"Treaty of Paris","offset":3428},{"uri":"Holiday","surface_form":"holiday","offset":3582},{"uri":"Independence_Day_(United_States)","surface_form":"Independence Day","offset":3598},{"uri":"Parade","surface_form":"parade","offset":3796},{"uri":"Fireworks","surface_form":"fireworks","offset":3805},{"uri":"Song","surface_form":"song","offset":3820},{"uri":"Idea","surface_form":"idea","offset":3887},{"uri":"Liberty","surface_form":"liberty","offset":4013},{"uri":"Happiness","surface_form":"happiness","offset":4041},{"uri":"Freedom","surface_form":"free","offset":4156},{"uri":"Political","surface_form":"political","offset":4285},{"uri":"Nature","surface_form":"Nature","offset":4438},{"uri":"God","surface_form":"God","offset":4461},{"uri":"Preamble","surface_form":"preamble","offset":4622},{"uri":"Creator","surface_form":"Creator","offset":4778},{"uri":"Despotism","surface_form":"Despotism","offset":5772},{"uri":"National_Mall","surface_form":"National Mall","offset":6003},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":6020}]}