{"id":146379,"url":"http://en.wikipedia.org/wiki/Governess","text":"A governess is a female person who works for a family, teaching the children in their home. She is not like a nanny who looks after them all day, dressing them etc. The governess's job is to be their teacher. She saw to their discipline and early education. Often girls received all their education from their governess (or sometimes a tutor), though boys usually went away to boarding school before their teen years, and then some went on to college.\nVery few children nowadays have a governess, but it was quite common in the families of rich people until around the beginning of the 20th century. In England quite a lot of young children who lived in the country, a long way from good schools, had a governess. When the boys were old enough they were sent away to a boarding school.\nGovernesses taught basic skills such as Reading, Writing and Arithmetic. They may also have taught other skills such as French, piano playing and drawing or painting. Sometimes other teachers might be\nA governess was not a household worker, but she was not treated like a member of the family either. This meant that they were often quite lonely, and they usually ate their meals alone. For girls from a middle class background who were not married it was one of the only ways of earning a living. When the children she taught (her \"charges\") grew up, she would have to find a new job.\nNovels of the time were usually about rich families, and a governess often comes into the story, e.g. in Charlotte Brontë's \"Jane Eyre\" or Anne Brontë's \"Agnes Grey\". Maria, the main character in \"The Sound of Music\", leaves the convent and becomes a governess to the children of the von Trapp family.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nanny","surface_form":"nanny","offset":110},{"uri":"Discipline","surface_form":"discipline","offset":226},{"uri":"College","surface_form":"college","offset":443},{"uri":"20th_century","surface_form":"20th century","offset":586},{"uri":"Boarding_school","surface_form":"boarding school","offset":769},{"uri":"Reading","surface_form":"Reading","offset":826},{"uri":"Writing","surface_form":"Writing","offset":835},{"uri":"Arithmetic","surface_form":"Arithmetic","offset":847},{"uri":"French_language","surface_form":"French","offset":906},{"uri":"Piano","surface_form":"piano","offset":914},{"uri":"Drawing","surface_form":"drawing","offset":932},{"uri":"Painting","surface_form":"painting","offset":943},{"uri":"Domestic_worker","surface_form":"household worker","offset":1009},{"uri":"Middle_class","surface_form":"middle class","offset":1190},{"uri":"Novel","surface_form":"Novel","offset":1372},{"uri":"Charlotte_Bront%C3%AB","surface_form":"Charlotte Brontë","offset":1477},{"uri":"Jane_Eyre","surface_form":"Jane Eyre","offset":1497},{"uri":"Anne_Bront%C3%AB","surface_form":"Anne Brontë","offset":1511},{"uri":"Agnes_Grey","surface_form":"Agnes Grey","offset":1526},{"uri":"The_Sound_of_Music","surface_form":"The Sound of Music","offset":1569},{"uri":"Convent","surface_form":"convent","offset":1601}]}