{"id":146515,"url":"http://en.wikipedia.org/wiki/Bach_Choir","text":"e=\"preserve\">The Bach Choir is a world-famous amateur choir based in London. They sing the music of many composers, not just Johann Sebastian Bach.\nHistory.\nThe Bach Choir gave its first concert on 26 April 1876 with a performance of Bach’s \"Mass in B minor\". At this time more and more people in England were becoming interested in the music of Bach, but the \"Mass in B minor\" had never been performed in England. The conductor Otto Goldschmidt conducted the concert, and afterwards the Choir's committee decided to make The Bach Choir a permanent choir. Otto Goldschmidt was appointed as the Musical Director.\nIn those days all choir members came from rich families (the upper classes). New members had to pass an audition, but they also had to be “proposed” (recommended) by existing members and accepted by the committee. Queen Victoria became Patron of the choir in 1879. The Choir sang music by lots of different composers as well as Bach’s motets, church music and the \"Mass in B minor\".\nGoldschmidt resigned in 1885 and Charles Villiers Stanford became conductor. Stanford had already become well known as organist of Trinity College, Cambridge and conductor of the Cambridge University Musical Society. He widened the repertoire of the Choir, and the concerts also included works for orchestra. Hubert Parry composed his popular anthem \"Blest Pair of Sirens\" for the choir to sing at the Golden Jubilee of the Queen in 1887. The Jubilee concert also included the first London performance of Berlioz's \"Te Deum\", a work dedicated to the late Prince Consort.\n20th century.\nTowards the end of the nineteenth century changes were made, including regular auditions for existing choir members, and stopping the requirement for new members to be proposed. Henry Walford Davies became the conductor. He improved the choir which was then taken over by Hugh Allen in 1908.\nHugh Allen found himself conducting a choir which included the young Ralph Vaughan Williams, who had joined in 1903 and Adrian Boult, who joined around 1914. Allen was strict, but good, and during his time as conductor the Choir gave many important first London performances including Vaughan Williams' \"Toward the Unknown Region\" and \"A Sea Symphony\" and Parry's \"Songs of Farewell\".\nWhen Allen resigned in 1921 his place was taken by Ralph Vaughan Williams who had by then become a famous composer. He had a gentler approach than Allen. He stayed until 1928 when he left to be able to work more on composition. In his place the Choir appointed Gustav Holst, but he became ill and was never able to take up his post. Instead, Adrian Boult took over for three years. During his time it became tradition to perform Bach’s \"St Matthew Passion\" every year. This tradition continues today.\nBoult was replaced by Reginald Jacques (pronounced: “Jakes”), who had been a pupil of Hugh Allen at Oxford. Jacques stayed until 1960. He managed to keep the Choir going through World War II, and the annual Carol Concerts became part of their tradition. They made a recording of the \"St Matthew Passion\" which filled 42 sides of the old 78 rpm. gramophone records.\nJacques was followed by David Willcocks who led the Choir almost to the end of the century. He broadened the Choir’s repertoire, and they gave the first London concert hall performance of Britten's War Requiem, conducted by Britten himself, with Galina Vishnevskaya, Peter Pears and Tom Krause (who replaced Dietrich Fischer-Dieskau at the last minute) as soloists. The Choir then recorded the work and this recording sold more than 200,000 copies in the first five months. Willcocks took the Choir on tours to many parts of the world. His last performance was in 1998.\nThe Choir today.\nToday the Choir is conducted by David Hill. As well as spending much of his time with The Bach Choir, he is also conductor of the BBC Singers. The choir continues to do new things, such as giving world premieres of new music, as well as keeping up the tradition of performing the \"St Matthew Passion\" every spring at the Royal Festival Hall.\nReferences.\nBasil Keen: \"The Bach Choir - The First Hundred Years\" (Ashgate)","categories":[],"infobox_types":[],"annotations":[{"uri":"Amateur","surface_form":"amateur","offset":46},{"uri":"Choir_(music)","surface_form":"choir","offset":54},{"uri":"London","surface_form":"London","offset":69},{"uri":"Music","surface_form":"music","offset":91},{"uri":"Composer","surface_form":"composer","offset":105},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":125},{"uri":"Concert","surface_form":"concert","offset":187},{"uri":"26_April","surface_form":"26 April","offset":198},{"uri":"1876","surface_form":"1876","offset":207},{"uri":"Hohe_Messe","surface_form":"Mass in B minor","offset":242},{"uri":"England","surface_form":"England","offset":297},{"uri":"Otto_Goldschmidt","surface_form":"Otto Goldschmidt","offset":429},{"uri":"Audition","surface_form":"audition","offset":716},{"uri":"Committee","surface_form":"committee","offset":815},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":826},{"uri":"Patron","surface_form":"Patron","offset":848},{"uri":"1879","surface_form":"1879","offset":871},{"uri":"Motet","surface_form":"motet","offset":947},{"uri":"Church_music","surface_form":"church music","offset":955},{"uri":"1885","surface_form":"1885","offset":1019},{"uri":"Charles_Villiers_Stanford","surface_form":"Charles Villiers Stanford","offset":1028},{"uri":"Pipe_organ","surface_form":"organist","offset":1114},{"uri":"Trinity_College%2C_Cambridge","surface_form":"Trinity College, Cambridge","offset":1126},{"uri":"Orchestra","surface_form":"orchestra","offset":1293},{"uri":"Hubert_Parry","surface_form":"Hubert Parry","offset":1304},{"uri":"Anthem","surface_form":"anthem","offset":1338},{"uri":"Blest_Pair_of_Sirens","surface_form":"Blest Pair of Sirens","offset":1346},{"uri":"Golden_Jubilee","surface_form":"Golden Jubilee","offset":1397},{"uri":"1887","surface_form":"1887","offset":1428},{"uri":"Berlioz","surface_form":"Berlioz","offset":1500},{"uri":"Prince_Consort","surface_form":"Prince Consort","offset":1550},{"uri":"Audition","surface_form":"audition","offset":1659},{"uri":"Henry_Walford_Davies","surface_form":"Henry Walford Davies","offset":1758},{"uri":"Hugh_Allen","surface_form":"Hugh Allen","offset":1852},{"uri":"1908","surface_form":"1908","offset":1866},{"uri":"Ralph_Vaughan_Williams","surface_form":"Ralph Vaughan Williams","offset":1941},{"uri":"Adrian_Boult","surface_form":"Adrian Boult","offset":1992},{"uri":"1921","surface_form":"1921","offset":2280},{"uri":"Ralph_Vaughan_Williams","surface_form":"Ralph Vaughan Williams","offset":2308},{"uri":"1928","surface_form":"1928","offset":2427},{"uri":"Composition_(music)","surface_form":"composition","offset":2472},{"uri":"Gustav_Holst","surface_form":"Gustav Holst","offset":2518},{"uri":"Adrian_Boult","surface_form":"Adrian Boult","offset":2599},{"uri":"St_Matthew_Passion","surface_form":"St Matthew Passion","offset":2694},{"uri":"World_War_II","surface_form":"World War II","offset":2936},{"uri":"Gramophone_record","surface_form":"gramophone record","offset":3103},{"uri":"David_Willcocks","surface_form":"David Willcocks","offset":3147},{"uri":"Britten","surface_form":"Britten","offset":3311},{"uri":"War_Requiem","surface_form":"War Requiem","offset":3321},{"uri":"Galina_Vishnevskaya","surface_form":"Galina Vishnevskaya","offset":3369},{"uri":"Peter_Pears","surface_form":"Peter Pears","offset":3390},{"uri":"Tom_Krause","surface_form":"Tom Krause","offset":3406},{"uri":"Dietrich_Fischer-Dieskau","surface_form":"Dietrich Fischer-Dieskau","offset":3431},{"uri":"1998","surface_form":"1998","offset":3687},{"uri":"David_Hill","surface_form":"David Hill","offset":3742},{"uri":"BBC_Singers","surface_form":"BBC Singers","offset":3840},{"uri":"Royal_Festival_Hall","surface_form":"Royal Festival Hall","offset":4031}]}