{"id":146544,"url":"http://en.wikipedia.org/wiki/Marin_Marais","text":"Marin Marais (31 May 1656, Paris – 15 August 1728, Paris) was a French composer and viol player. He is regarded as one of the great French musicians of the Baroque.\nMarais, the son of a poor shoe maker, was educated in a choir school were he was taught to play the viol. He then learnt from Monsieur de Sainte-Colombe, a famous bass viol player. In six months he was said to be better than his teacher. In 1675, aged 19, he joined the orchestra of the Paris Opera. This was where he met Jean-Baptiste Lully, who was the director of the Opera. Lully taught him to compose music. Marais often conducted the operas Lully had written.\nMarais was hired as a musician in 1676 to play at the royal court of Versailles. He did quite well as court musician. In 1679 he was appointed \"ordinaire de la chambre du roy pour la viole\", a title he kept until 1725.\nHe was a master of the basse de viol. He wrote a lot of music for that instrument, he was the most important French composer for it. He wrote five books of \"Pièces de viole\" (1686-1725). Most of the pieces in the book are suites with basso continuo. These were quite popular in the court, and for these he was remembered in later years as he who \"founded and firmly established the empire of the viol\" (Hubert Le Blanc, 1740). His other works include a book of \"Pièces en trio\" (1692) and four operas (1693-1709). \"Alcyone\" (1706) is well known for its storm scene. Marais became the conductor of the Paris Opera in 1706, but after the failure of his 1709 opera, \"Sémélé\" he gradually withdrew from public life. He married Catherine d'Amicourt, on 21 September 1676. They had 19 children together. Two of the children, Vincent Marais and Roland Marais also became famous musicians, as well as his grandson, Nicolas Marais.\nTiton du Tillet wrote about Marais in his book \"Le Parnasse françois\". He describes a piece from Marais' fourth book called \"The Labyrinth\", which goes through lots of keys. The notes which are often dissonant, sometimes fast, sometimes slow, describe a man caught in a labyrinth. Eventually the man comes out of it happily and the music finishes with a gracious and natural chaconne. Another piece called \"La Gamme\" [The Scale], very gradually goes up the steps of the octave and then down again.\nFacsimiles of all five books of Marais' \"Pièces de viole\" are published by Éditions J.M. Fuzeau. A complete critical edition of his instrumental works in seven volumes, edited by John Hsu, is published by Broude Brothers.\nReferences in Film.\nMarais and his music were featured in the movie \"Tous les matins du monde\" (1991). The movie shows a detailed, imagined life of Monsieur de Sainte-Colombe. Marais' music is heard a lot, including his longer work \"Sonnerie de Ste-Geneviève du Mont-de-Paris\" (1723). A recording of the Sonnerie performed on a Fairlight synthesizer was used in the cult classic film \"Liquid Sky\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Paris","surface_form":"Paris","offset":27},{"uri":"France","surface_form":"French","offset":64},{"uri":"Composer","surface_form":"composer","offset":71},{"uri":"Viol","surface_form":"viol","offset":84},{"uri":"Baroque_music","surface_form":"Baroque","offset":156},{"uri":"Jean-Baptiste_Lully","surface_form":"Jean-Baptiste Lully","offset":487},{"uri":"Palace_of_Versailles","surface_form":"Versailles","offset":700},{"uri":"Viol","surface_form":"basse de viol","offset":873},{"uri":"Suite","surface_form":"suite","offset":1072},{"uri":"Basso_continuo","surface_form":"basso continuo","offset":1084},{"uri":"Opera","surface_form":"opera","offset":1344},{"uri":"Storm","surface_form":"storm","offset":1403},{"uri":"Tonality","surface_form":"keys","offset":1941},{"uri":"Dissonant","surface_form":"dissonant","offset":1973},{"uri":"Labyrinth","surface_form":"labyrinth","offset":2043},{"uri":"Chaconne","surface_form":"chaconne","offset":2148},{"uri":"Octave","surface_form":"octave","offset":2243},{"uri":"Facsimile","surface_form":"Facsimile","offset":2271},{"uri":"Synthesizer","surface_form":"synthesizer","offset":2831}]}