{"id":14657,"url":"http://en.wikipedia.org/wiki/Obsessive%E2%80%93compulsive_disorder","text":"Obsessive–compulsive disorder (often shortened to OCD) is a mental disorder that causes repeated and unwanted thoughts and/or feelings (obsessions) and actions (compulsions). Anxiety is one of the most common symptoms and can lead the person to believe that if a task is not completed, something bad will happen. Such a task may be washing hands many times. This belief leads to more anxiety and tension. The actions that someone takes to stop the thoughts and feelings can take more than an hour every day. OCD can limit one's ability to take part in relationships, the workplace, and in society in general. OCD affects around 1.2% of the world's population, and it affects the lives of around 15%. In the United States, about one in fifty adults has OCD.\nObsessions.\nSomeone with obsessive–compulsive disorder has intrusive (unwanted) thoughts called obsessions. An unwanted thought is an obsession that will happen many times and is a thought that the person does not want to have. It is normal to have obsessions, but what changes is how people react to the thoughts. People who do not have OCD are able to ignore bad thoughts and move on, and/or such thoughts do not cause them much distress or anxiety. People who have OCD find it very hard to try and ignore these thoughts. However, just because someone has intrusive (unwanted) thoughts does not always mean they have OCD, but it could mean they have something else. Other brain-based disorders that could result in intrusive thoughts include include Bipolar disorder, Depression, Body dysmorphic disorder, and sometimes Attention-deficit hyperactivity disorder (ADHD).\nDifferent people will have different obsessive thoughts. Some people have obsessions about God, the Devil, or another religious figure hurting them or someone they love. Other people have obsessions about sex. They may think about things like kissing, having sex with, or touching people around them. People with OCD may worry that they will act on these thoughts.\nSome people have obsessive–compulsive disorder without compulsions. This is called \"primarily obsessional OCD\", or \"pure-O\". It is thought that up to half of all people with obsessive–compulsive disorder have primarily obsessional OCD. People with primarily obsessional OCD may have a third type of obsession; that is aggressive thoughts. People with aggressive thoughts may have obsessions about hurting or killing themselves or people around them. Instead of performing compulsions, people with primarily obsessional OCD may act out compulsions in their mind or avoid the things and places that cause the obsessions.\nCompulsions.\nMany people with obsessive–compulsive disorder act in a certain way to stop the obsessive thought. These specific actions are known as compulsions. To someone with obsessive–compulsive disorder, doing these compulsions are a way to stop the obsessive thought. They may also think that doing the compulsion will stop something bad from happening to them or someone they care about.\nMany people mistakenly think OCD is only about organizing or cleaning, but it is more than just those two. For example, someone who has excessive fear of disappointing God, fear they will go to Hell upon death, or committing sins is scrupulous, which is OCD based on religion. Compulsions of someone who is scrupulous includes excessive praying, excessive trips to their church, asking their priest the same question if what they did is a sin even though they've been told it's not, etc.\nPeople with obsessive–compulsive disorder usually know that their compulsions do not make sense, but do them anyways to stop the feelings of panic or anxiety. People with obsessive–compulsive disorder may do their compulsions for hours every day. Their compulsions can also hurt them, such as compulsive hand washing making their hands red and cut.\nCauses.\nThe cause of obsessive–compulsive disorder is unknown. There is evidence that genes have a strong role in developing the disorder. If the disorder starts in childhood, it is more likely that other family members will have OCD than if the disorder starts in adulthood. It is thought that obsessive–compulsive disorder is the result of things humans did when they were evolving.\nDifferential diagnosis.\nThere is another mental disorder similar to obsessive–compulsive disorder called Obsessive–Compulsive Personality Disorder or OCPD. The difference between the two is that people with obsessive–compulsive disorder know that something is wrong and become stressed because of their obsessive thoughts. People with obsessive–compulsive personality disorder do not know that something is wrong, and they like their obsessions and compulsions.\nTherapy.\nBehavioral therapy and cognitive behavioral therapy are used to help people with obsessive–compulsive disorder. The therapy works by making people be in places where they have their obsessive thoughts. They are then made to not do their compulsion. Over time, the person becomes used to the place or things that causes them to have their obsessive thoughts. An example of this is someone who is afraid of dirt having dirt put on their hands without being able to wash it off.\nMedication.\nThe medicines that are usually used are called \"selective serotonin reuptake inhibitors\", or SSRIs. These medicines work by stopping a chemical in the brain called serotonin from working. This causes the obsessive thoughts to happen less. In adults, SSRIs are used for people with moderate or severe issues. In children, SSRIs are used after or with therapy for people with severe issues.\nIf SSRIs do not work, it is possible for a doctor to give someone with obsessive–compulsive disorder anti-psychotic medicines. Doctors may use both medication and counseling for those with the disorder, and they find that this approach works best.\nProcedures.\nSurgery can be used to help people if other treatments do not work. In the United States, surgery is not done unless medicine and therapy have not worked multiple times. In the United Kingdom, surgery cannot be done unless cognitive behavioral therapy has not worked.\nChildren.\nTherapy can be used to reduce the compulsions in children and young adults. Family involvement is very important in treating children. Family also can give the child positive reinforcement for not doing their compulsive behaviors.\nHistory.\nIn Europe from the 14th to 16th centuries, it was thought that people who had obsessive thoughts were possessed. They would treat these people by performing sometimes dangerous exorcisms to remove the Devil or evil spirit from the person. In the 1910s, a doctor named Sigmund Freud said that obsessive–compulsive disorder was because of fighting in someone's head. He said that these fights start in childhood when someone gains a \"touching phobia\", which fights with the natural want to touch things.\nSociety and culture.\nThere are several movies and television shows that show people with obsessive–compulsive disorder. The movie \"The Aviator\" shows the life of Howard Hughes. Hughes was afraid of germs, and his obsessions and compulsions were about keeping germs away. English footballer David Beckham has talked about his obsessive–compulsive disorder. Television hosts Howie Mandel and Marc Summers have also talked about their obsessions and compulsions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mental_illness","surface_form":"mental disorder","offset":60},{"uri":"Anxiety","surface_form":"Anxiety","offset":175},{"uri":"Symptom","surface_form":"symptom","offset":209},{"uri":"Relationship","surface_form":"relationship","offset":552},{"uri":"Anxiety","surface_form":"anxiety","offset":1200},{"uri":"Bipolar_disorder","surface_form":"Bipolar disorder","offset":1509},{"uri":"Depression_(mental_illness)","surface_form":"Depression","offset":1527},{"uri":"Body_dysmorphic_disorder","surface_form":"Body dysmorphic disorder","offset":1539},{"uri":"Attention-deficit_hyperactivity_disorder","surface_form":"Attention-deficit hyperactivity disorder","offset":1579},{"uri":"God","surface_form":"God","offset":1719},{"uri":"Devil","surface_form":"Devil","offset":1728},{"uri":"Religion","surface_form":"religious","offset":1746},{"uri":"Sexual_intercourse","surface_form":"sex","offset":1833},{"uri":"Sexual_intercourse","surface_form":"sex","offset":1887},{"uri":"Hell","surface_form":"Hell","offset":3200},{"uri":"Panic_attack","surface_form":"panic","offset":3635},{"uri":"Anxiety","surface_form":"anxiety","offset":3644},{"uri":"Gene","surface_form":"gene","offset":3929},{"uri":"Evolution","surface_form":"evolving","offset":4218},{"uri":"Obsessive%E2%80%93Compulsive_Personality_Disorder","surface_form":"Obsessive–Compulsive Personality Disorder","offset":4333},{"uri":"Cognitive-behavioral_therapy","surface_form":"cognitive behavioral therapy","offset":4722},{"uri":"Medicine","surface_form":"medicine","offset":5191},{"uri":"Selective_serotonin_reuptake_inhibitor","surface_form":"selective serotonin reuptake inhibitor","offset":5235},{"uri":"Serotonin","surface_form":"serotonin","offset":5351},{"uri":"Antipsychotic","surface_form":"anti-psychotic medicines","offset":5677},{"uri":"Surgery","surface_form":"Surgery","offset":5836},{"uri":"Operant_conditioning","surface_form":"positive reinforcement","offset":6280},{"uri":"Spirit","surface_form":"possessed","offset":6456},{"uri":"Devil","surface_form":"Devil","offset":6555},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":6622},{"uri":"Phobia","surface_form":"phobia","offset":6795},{"uri":"Howard_Hughes","surface_form":"Howard Hughes","offset":7018},{"uri":"David_Beckham","surface_form":"David Beckham","offset":7146}]}