{"id":146764,"url":"http://en.wikipedia.org/wiki/Austin_Motor_Company","text":"Austin was a British car manufacturing company that began production in 1905. The company merged with Morris in 1952, becoming the lead partner in British Motor Corporation. This became British Leyland and then Rover Group. They began phasing the brand out in 1987; by 1989 all Rover Group cars had been cleared of Austin branding. The name has now passed into the ownership of Nanjing Motor Corporation, who have stated an interest in reviving it.\nIndependent Austin 1905-1952.\nThe company was started in 1905 by Herbert Austin, originally making cars at a factory in Rotherham, Yorkshire before moving to Longbridge, Birmingham. In the First World War Austin made aircraft for the Army and Navy, it was this work which led to the rapid expansion of the company; following the war the company stopped making aircraft. The company became Britain's biggest car maker.\nBritish Motor Corporation 1952-1968.\nIn 1952 Austin merged with its biggest rival Morris (founded by William Morris, afterwards Lord Nuffield), with Austin being the lead partner. This company was known as the British Motor Corporation (BMC). Following the merger with Morris, the model line up for Austin changed considerably. The most notable car to come from this era was the Austin Mini, this was also sold as a Morris Mini and was made up until 2000 (though not as an Austin after 1987). Austin enjoyed a favourable market share during the 1950s and 1960s.\nBritish Leyland 1968-1986.\nIn 1968 BMC merged with Leyland (Leyland, Standard and Triumph) to become British Leyland even though Leyland had been a much smaller firm. It was the British Leyland years that were perhaps the most difficult and in 1975 British Leyland was nationalised. Austin's market share fell, as did other marques within the company, leading to the phasing out of the Morris name plate in 1981. There were many strikes at British Leyland's factories, making British Leyland and other companies with the same problem, such as the Ford Motor Company unproductive compared to Japanese and European companied like Volkswagen. Many of the models in this era failed to sell well, either because they were old fashioned or deemed unreliable; the Austin Princess and the Austin Allegro were the only modern cars of this era, while the 1300, 1800 and Austin Maxi were all dated. The Princess and Allegro sold well, but both were saloons, and the only hatchback the company had was the Maxi, which wasn't a popular car.\nRover 1986-1987.\nBritish Leyland became the Rover Group in 1986. Despite the huge success of the Austin Metro, launched in 1980, there was trouble in the company. In the 1980s Austin sold the most cars in the British Leyland group, however when the company became Rover Group, a greater emphasis was placed on the more upmarket Rover name. In 1987 the company began phasing the name out and by 1989 it had been removed from all products.\nRevival.\nThe name now belongs to Nanjing Motor Corporation who have expressed an interest in reviving it. They currently make cars as MGs (the MG marque came from Morris and consisted of three sports cards MGA, MGB and MGC), however it intends to use this brand name for luxury cars and sports cars. Nanjing does not own the Rover name, so the Austin name is the most recent it has to use for its mainstream mass market cars.\nModels.\nThe company's most famous models were the Austin Seven (1922-39), the Austin A30 (1951-56), the Austin A35 (1956-59), the Austin A55 Cambridge (1954-71), the Austin Mini (1959-2000 but only as an Austin until 1969), the Austin 1800 (1964-75), the Austin 1300 (1967-74), Austin Maxi (1969-81), Austin Allegro (1973-83), Austin Princess/Ambassador (1975-84), Austin Metro (1980-1998 but only as an Austin until 1987), Austin Maestro (1983-94), Austin Montego (1984-94).","categories":[],"infobox_types":[],"annotations":[{"uri":"1905","surface_form":"1905","offset":506},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":580},{"uri":"Birmingham","surface_form":"Birmingham","offset":619},{"uri":"First_World_War","surface_form":"First World War","offset":638},{"uri":"1981","surface_form":"1981","offset":1836},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":1976},{"uri":"Volkswagen","surface_form":"Volkswagen","offset":2057},{"uri":"Mini","surface_form":"Austin Mini","offset":3487}]}