{"id":146753,"url":"http://en.wikipedia.org/wiki/Charles_Ives","text":"Charles Edward Ives (October 30, 1874 – May 19, 1954) was an American composer. He experimented with new ways of composing which many people did not understand at the time. These became more widely used later in the century. He used dissonant (harsh) sounding intervals and techniques such as polytonality (playing in several keys at once), polyrhythms (several rhythms at once) and polytextures (several textures at once). Very few people listened to his music at the time he was writing it. Only much later did musicians start to realize the importance of his work. Ives earned his living as an insurance agent. He composed in his spare time.\nEarly years.\nCharles Ives was born in Danbury, Connecticut. His father George Ives was a U.S. Army bandleader in the American Civil War. His mother was a singer. His father taught him a great deal about the music and encouraged him to experiment with new sounds. As well as teaching him counterpoint and introducing him to the music of J.S.Bach he trained his son’s musical ear by getting him to sing a tune in one key while he played the accompaniment in another. In this way the young Charles became used to modern sounds that were quite different from traditional, Romantic music. Charles also listened in Danbury town square to his father's marching band and other bands that were playing on other sides of the square, so that he heard a mixture of several pieces of music at the same time. His father also taught him the music of Stephen Foster.\nIves became a church organist at the age of 14 and wrote various hymns and songs for church services, including his \"Variations on 'America' \". At the same time he also enjoyed sport and was good at baseball, football and tennis.\nIves spent four years at Yale University. His teacher Horatio Parker was very good and taught him important basic techniques of composing, but he could not understand some of things that Ives was writing in his music. Ives got annoyed when his teacher told him he could not finish a section of music on a dissonant chord, but Ives liked it like that. The choirmaster at the Centre Church where Ives played the organ was John Griggs. He had more understanding of what Ives was trying to do. It was a terrible blow to Charles when his father died on 4 November 1894. He always had a huge admiration for his father who had encouraged him in his musical experiments. Charles kept busy composing. He did not do any sport at Yale because his father had forbidden him to take part in sport so that he would spend his time on studying. By the time Charles graduated he had composed more than 40 songs, several marches, overtures, anthems and organ pieces, a string quartet and a symphony. However, most people thought of him as the composer of a simple waltz tune called \"The Bells of Yale\".\nAdult years.\nAfter his studies at Yale Ives continued to work as a church organist while working for an insurance firm. He was very good at his job and became very well known in the insurance business. Some of his business friends were often surprised to find out that he was also a composer.\nIn 1907, Ives had his first \"heart attack\". These attacks may have been more to do with his imagination. When he was better he composed more than ever before. He married in 1908. After several heart attacks in 1918 he composed very little. He stopped composing altogether in 1926. His health problems continued, and he retired from the insurance business in 1930. He spent some time revising works he had written early, but never wrote any more new pieces.\nIves died in 1954 in New York City at 12:32 PM.\nHis music.\nIves published more than 100 of his songs. He was a very good pianist and the piano parts are often quite difficult. They include bitonality and pantonality.. Although he is now best known for his orchestral music, he composed two string quartets and other chamber music. His organ piece \"Variations on \"America\" (1891), takes the tune \"My Country, 'Tis of Thee\" (which is the same tune as \"God Save the Queen \") and changes it in several amusing variations, using a march, a ragtime and bitonality. it was not published until 1949. The variations differ sharply: a running line, a set of close harmonies, a march, a polonaise, and a ragtime allegro; the interludes are one of the first uses of bitonality.\nHis \"Symphony Number 1\" was fairly traditional, but \"Symphony Number 2\" is much more modern sounding, even ending with a dissonant chord with 11 notes.\nIn 1902 he gave up his organ job. He left all his best anthems and organ music in the church library, and these were thrown out in 1915 when the church moved so most of them are lost.\n\"Central Park in the Dark\" is a piece for orchestra which describes the mysterious, quiet park and then sounds of music coming from nearby nightclubs in Manhattan (playing the popular music of the day, ragtime, quoting \"Hello My Baby\" and even Sousa's \"Washington Post March\").\nPerhaps the piece which is most often heard today is the short fanfare \"The Unanswered Question\" (1908), written for the very unusual combination of trumpet, four flutes, and string orchestra. The strings, playing from behind the stage, play very slow, chorale-like music throughout the piece while several times the trumpet (playing from behind the audience) plays a short group of notes that Ives described as \"the eternal question of existence\". Each time the trumpet is answered with harsh outbursts from the flutes (onstage) — apart from the last one. That is the question that is left unanswered. Musicians often have discussions about what the real meaning of the piece is.\nAnother well-known orchestral work is \"Three Places in New England\". His best-known piano work is his \"Concord Sonata\". Ives often liked to quote bits of other pieces, and in this piano sonata he quotes the famous opening of Beethoven's \"Fifth Symphony\". It also has an interesting example of one of Ives' experiments: in the second movement, he tells the pianist to use a 14¾ in (37.5 cm) piece of wood to make a thick but soft cluster chord. The sonata is one of the best piano works of the 20th century.\nOne of his most interesting works is the his \"Fourth Symphony\" (1910–16) written for a huge orchestra. The last movement is like a fight between discord and traditional tonal music. The piece ends quietly with just the percussion playing at a distance. This symphony seems to say everything that Ives had been trying to do in music. It was not until 1965 that a complete performance of the symphony was given.\nIves’ music only gradually began to get well known during the 1930s and into the 1940s. Schoenberg recognized his importance. In 1951, Leonard Bernstein conducted the first performance of Ives' Second Symphony in a broadcast concert by the New York Philharmonic Orchestra. He recorded a lot of his music and even played some in a television programme for young people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":61},{"uri":"Composer","surface_form":"composer","offset":70},{"uri":"Experiment","surface_form":"experimented","offset":83},{"uri":"Dissonance","surface_form":"dissonant","offset":233},{"uri":"Interval_(music)","surface_form":"intervals","offset":260},{"uri":"Polytonality","surface_form":"polytonality","offset":293},{"uri":"Texture","surface_form":"texture","offset":405},{"uri":"Realize","surface_form":"realize","offset":532},{"uri":"Insurance","surface_form":"insurance","offset":597},{"uri":"Connecticut","surface_form":"Connecticut","offset":692},{"uri":"United_States_Army","surface_form":"U.S. Army","offset":734},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":762},{"uri":"Singer","surface_form":"singer","offset":799},{"uri":"Counterpoint","surface_form":"counterpoint","offset":932},{"uri":"Johann_Sebastian_Bach","surface_form":"J.S.Bach","offset":981},{"uri":"Key_(music)","surface_form":"key","offset":1060},{"uri":"Accompaniment_(music)","surface_form":"accompaniment","offset":1084},{"uri":"Romantic_music","surface_form":"Romantic music","offset":1213},{"uri":"Stephen_Foster","surface_form":"Stephen Foster","offset":1480},{"uri":"Hymn","surface_form":"hymn","offset":1561},{"uri":"Baseball","surface_form":"baseball","offset":1695},{"uri":"Football","surface_form":"football","offset":1705},{"uri":"Tennis","surface_form":"tennis","offset":1718},{"uri":"Yale_University","surface_form":"Yale University","offset":1751},{"uri":"Horatio_Parker","surface_form":"Horatio Parker","offset":1780},{"uri":"4_November","surface_form":"4 November","offset":2274},{"uri":"Graduate","surface_form":"graduate","offset":2574},{"uri":"Song","surface_form":"song","offset":2613},{"uri":"March_(music)","surface_form":"marches","offset":2628},{"uri":"Overture","surface_form":"overture","offset":2637},{"uri":"Anthem","surface_form":"anthem","offset":2648},{"uri":"Pipe_organ","surface_form":"organ","offset":2660},{"uri":"String_quartet","surface_form":"string quartet","offset":2676},{"uri":"Symphony","surface_form":"symphony","offset":2697},{"uri":"Waltz_(music)","surface_form":"waltz","offset":2771},{"uri":"Insurance","surface_form":"insurance","offset":2914},{"uri":"Heart_attack","surface_form":"heart attack","offset":3132},{"uri":"1908","surface_form":"1908","offset":3276},{"uri":"1918","surface_form":"1918","offset":3313},{"uri":"1926","surface_form":"1926","offset":3378},{"uri":"1930","surface_form":"1930","offset":3461},{"uri":"Piano","surface_form":"pianist","offset":3681},{"uri":"Bitonality","surface_form":"bitonality","offset":3749},{"uri":"Pantonality","surface_form":"pantonality","offset":3764},{"uri":"Chamber_music","surface_form":"chamber music","offset":3876},{"uri":"God_Save_the_Queen","surface_form":"God Save the Queen","offset":4010},{"uri":"March_(music)","surface_form":"march","offset":4086},{"uri":"Ragtime","surface_form":"ragtime","offset":4095},{"uri":"Bitonality","surface_form":"bitonality","offset":4107},{"uri":"Polonaise","surface_form":"polonaise","offset":4236},{"uri":"Bitonality","surface_form":"bitonality","offset":4314},{"uri":"1902","surface_form":"1902","offset":4481},{"uri":"Anthem","surface_form":"anthem","offset":4533},{"uri":"The_Washington_Post_(march)","surface_form":"\"Washington Post March\"","offset":4914},{"uri":"Fanfare","surface_form":"fanfare","offset":5003},{"uri":"Trumpet","surface_form":"trumpet","offset":5089},{"uri":"Flute","surface_form":"flute","offset":5103},{"uri":"String_orchestra","surface_form":"string orchestra","offset":5115},{"uri":"Chorale","surface_form":"chorale","offset":5193},{"uri":"Beethoven","surface_form":"Beethoven","offset":5846},{"uri":"Symphony_No._5_(Beethoven)","surface_form":"\"Fifth Symphony\"","offset":5858},{"uri":"Cluster","surface_form":"cluster","offset":6050},{"uri":"Movement_(music)","surface_form":"movement","offset":6240},{"uri":"1965","surface_form":"1965","offset":6478},{"uri":"1930s","surface_form":"1930s","offset":6600},{"uri":"1940s","surface_form":"1940s","offset":6619},{"uri":"Schoenberg","surface_form":"Schoenberg","offset":6626},{"uri":"Leonard_Bernstein","surface_form":"Leonard Bernstein","offset":6673},{"uri":"New_York_Philharmonic_Orchestra","surface_form":"New York Philharmonic Orchestra","offset":6778},{"uri":"Television","surface_form":"television","offset":6868}]}