{"id":146730,"url":"http://en.wikipedia.org/wiki/Cornell_University","text":"Cornell University () is in Ithaca, New York, United States. It is a private land-grant university, receiving annual funding from the State of New York for certain educational missions. Ezra Cornell and Andrew Dickson White co-founded it in 1865 by sponsoring a bill in the New York State Legislature to designate it as New York's land grant college. The university was intended to teach and make contributions in all fields of knowledge–from the classics to the sciences and from the theoretical to the applied. This goal was uncommon in 1865. The goal is stated in Cornell's motto, an 1865 Ezra Cornell quotation: \"I would found an institution where any person can find instruction in any study.\" Since its founding, Cornell has also been a co-educational, secular institution where admission is offered irrespective of gender, religion or race.\nThe university has seven undergraduate colleges and seven graduate divisions at its main Ithaca campus, with each college and division defining its own admission standards and academic programs in near autonomy. The university also administers two satellite medical campuses, one in New York City and one in Education City, Qatar. Cornell is one of two private land grant universities, and its seven undergraduate colleges include three state-supported statutory or contract colleges. As a land grant college, it also operates a cooperative extension outreach program in every county of New York.\nCornell counts more than 255,000 living alumni, 31 Marshall Scholars, 28 Rhodes Scholars and 41 Nobel laureates as affiliated with the university. It has 13,000 undergraduate and 6,000 graduate students from all 50 states and 122 countries.\nCornell's athletics teams are called the Big Red, and they have 36 varsity teams. They play against other teams in the Ivy League.\nColleges.\nCornell is divided into colleges. Each operates independently and has its own faculty and admission process: The \"statutory\" or \"contract\" colleges (which receive direct funding from the New York state government) have \"New York State\" in their name. Residents of New York who are enrolled in these colleges pay less tuition than other students at the university. Cornell calls its other colleges \"endowed colleges\".\nGraduate.\nThe four statutory colleges are also units of the State University of New York.\nCornell also had two other colleges that closed. The New York State College of Forrestry closed in 1903. The Nursing School closed in 1979.\nResearch.\nCornell, a research university, produces the fourth largest number of graduates in the world who go on to pursue PhDs in engineering or the natural sciences at American institutions. It is also fifth in the world in producing graduates who pursue PhDs at American institutions in any field. Research is a central element of Cornell's mission. In 2009 Cornell spent $671 million on science and engineering research and development. This makes it the 16th highest in the United States.\nFor the 2004–05 fiscal year, the university spent $561.3 million on research. Of Cornell's units, the largest amount of this funding went to the colleges of Medicine ($164.2 million), Agriculture and Life Sciences ($114.5 million), Arts and Sciences ($80.3 million), and Engineering ($64.8 million). The money comes largely from federal sources, with federal investment of $381.0 million. The federal agencies that invest the most money are the Department of Health and Human Services and the National Science Foundation that make up, respectively, 51.4% and 30.7% of all federal investment in the university. Cornell was on the top-ten list of U.S. universities receiving the most patents in 2003, and was one of the nation's top five institutions in forming start-up companies. In 2004–05, Cornell received 200 invention disclosures, filed 203 U.S. patent applications, completed 77 commercial license agreements, and distributed royalties of more than $4.1 million to Cornell units and inventors.\nSince 1962, Cornell has been involved in unmanned missions to Mars. In the 21st century, Cornell had a hand in the Mars Exploration Rover Mission. Cornell's Steve Squyres, Principal Investigator for the Athena Science Payload, led the selection of the landing zones and requested data collection features for the Spirit and Opportunity rovers. Jet Propulsion Laboratory engineers took those requests and designed the rovers to meet them. The rovers, both of which have operated long past their original life expectancies, are responsible for the discoveries that were awarded 2004 Breakthrough of the Year honors by \"Science\". Control of the Mars rovers has shifted between NASA's Jet Propulsion Laboratory at Caltech and Cornell's Space Sciences Building. Further, Cornell researchers discovered the rings around the planet Uranus. Also, Cornell built and operated the world's largest and most sensitive radiotelescope in Arecibo, Puerto Rico.\nIn 1952, John O. Moore at the Cornell Aeronautical Laboratory began the Automotive Crash Injury Research project. (In 1972, the lab was separated from the University as Calspan Corporation.) It pioneered the use of crash testing, originally using corpses rather than dummies. The project discovered that improved door locks, energy-absorbing steering wheels, padded dashboards, and seat belts could prevent an extraordinary percentage of injuries. The project led Liberty Mutual to fund the building of a demonstration Cornell Safety Car in 1956, which received national publicity and influenced carmakers. Carmakers soon started their own crash-test laboratories and gradually adopted many of the Cornell innovations. Other ideas, such as rear-facing passenger seats, were less popular.\nIn 1984, the National Science Foundation began work on establishing five new supercomputer centers, including the Cornell Center for Advanced Computing, to provide high-speed computing resources for research within the United States. In 1985, a team from the National Center for Supercomputing Applications began the development of NSFNet, a IP-based computer network that could connect to the ARPANET, at the Cornell Center for Advanced Computing and the University of Illinois at Urbana-Champaign. This high-speed network, unrestricted to academic users, became a backbone to which regional networks would be connected. Initially a 56-s network, traffic on the network grew exponentially; the links were upgraded to 1.5 s T1s in 1988 and to 45 Mbit/s in 1991. The NSFNet was a major milestone in the development of the Internet and its rapid growth coincided with the development of the World Wide Web.\nCornell scientists have researched the fundamental particles of nature for more than 70 years. Cornell physicists, such as Hans Bethe, contributed not only to the foundations of nuclear physics but also participated in the Manhattan Project. In the 1930s, Cornell built the second cyclotron in the United States. In the 1950s, Cornell physicists became the first to study synchrotron radiation. During the 1990s, the Cornell Electron Storage Ring, beneath Alumni Field, was the world's highest-luminosity electron-positron collider. After building the synchrotron at Cornell, Robert R. Wilson took a leave of absence to become the founding director of Fermilab, which involved designing and building the Tevatron, the largest accelerator in the United States. Cornell's accelerator and high-energy physics groups are involved in the design of the proposed International Linear Collider and plan to participate in its construction and operation. The International Linear Collider, to be completed in the late 2010s, will complement the Large Hadron Collider and shed light on questions such as the identity of dark matter and the existence of extra dimensions.\nIn the area of humanities and social sciences, Cornell is best known for being one of the world's greatest centers for the study of Southeast Asia. The Southeast Asia Program (SEAP) at Cornell is designated as a National Resource Center (NRC) by the United States Department of Education 2010–2014. Therefore, the SEAP is nationally prominent in promoting advanced foreign language training, area and international knowledge in the liberal arts and applied discipline focused on Southeast Asia. The [http://www.einaudi.cornell.edu/southeastasia/resources/research.asp George McTurnan Kahin Center for Advanced Research on Southeast Asia] is in the historic \"Treman House.\" The George McTurnan Kahin Center is home to SEAP graduate students, visiting fellows and scholars, faculty members, and SEAP's Publication and Outreach offices.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ithaca%2C_New_York","surface_form":"Ithaca","offset":28},{"uri":"New_York","surface_form":"New York","offset":36},{"uri":"Private_university","surface_form":"private","offset":69},{"uri":"Land-grant_university","surface_form":"land-grant university","offset":77},{"uri":"Ezra_Cornell","surface_form":"Ezra Cornell","offset":186},{"uri":"Andrew_Dickson_White","surface_form":"Andrew Dickson White","offset":203},{"uri":"Classics","surface_form":"classics","offset":447},{"uri":"Science","surface_form":"science","offset":463},{"uri":"Co-education","surface_form":"co-education","offset":743},{"uri":"Secular","surface_form":"secular","offset":759},{"uri":"Undergraduate_education","surface_form":"undergraduate","offset":873},{"uri":"Graduate_school","surface_form":"graduate","offset":906},{"uri":"New_York_City","surface_form":"New York City","offset":1131},{"uri":"Education_City","surface_form":"Education City","offset":1156},{"uri":"Qatar","surface_form":"Qatar","offset":1172},{"uri":"Land-grant_university","surface_form":"land grant universities","offset":1209},{"uri":"Statutory_college","surface_form":"state-supported statutory or contract colleges","offset":1285},{"uri":"Cooperative_extension","surface_form":"cooperative extension","offset":1377},{"uri":"Alumnus","surface_form":"alumni","offset":1485},{"uri":"Marshall_Scholarship","surface_form":"Marshall Scholars","offset":1496},{"uri":"Rhodes_Scholarship","surface_form":"Rhodes Scholars","offset":1518},{"uri":"List_of_Nobel_laureates_affiliated_with_Cornell_University","surface_form":"41 Nobel laureates","offset":1538},{"uri":"Ivy_League","surface_form":"Ivy League","offset":1805},{"uri":"State_University_of_New_York","surface_form":"State University of New York","offset":2304},{"uri":"Engineering","surface_form":"engineering","offset":2605},{"uri":"Natural_science","surface_form":"natural science","offset":2624},{"uri":"United_States_dollar","surface_form":"$","offset":2849},{"uri":"Million","surface_form":"million","offset":2854},{"uri":"Department_of_Health_and_Human_Services","surface_form":"Department of Health and Human Services","offset":3413},{"uri":"National_Science_Foundation","surface_form":"National Science Foundation","offset":3461},{"uri":"Patent","surface_form":"patent","offset":3650},{"uri":"Start-up_companies","surface_form":"start-up companies","offset":3728},{"uri":"Royalties","surface_form":"royalties","offset":3900},{"uri":"Mars","surface_form":"Mars","offset":4030},{"uri":"Mars_Exploration_Rover","surface_form":"Mars Exploration Rover Mission","offset":4083},{"uri":"Steve_Squyres","surface_form":"Steve Squyres","offset":4125},{"uri":"Spirit_rover","surface_form":"Spirit","offset":4281},{"uri":"Opportunity_rover","surface_form":"Opportunity rover","offset":4292},{"uri":"Jet_Propulsion_Laboratory","surface_form":"Jet Propulsion Laboratory","offset":4312},{"uri":"Science_(journal)","surface_form":"Science","offset":4585},{"uri":"California_Institute_of_Technology","surface_form":"Caltech","offset":4678},{"uri":"Rings_of_Uranus","surface_form":"rings","offset":4769},{"uri":"Uranus","surface_form":"Uranus","offset":4793},{"uri":"Arecibo_Observatory","surface_form":"world's largest and most sensitive radiotelescope","offset":4838},{"uri":"Arecibo%2C_Puerto_Rico","surface_form":"Arecibo, Puerto Rico","offset":4891},{"uri":"Cornell_Aeronautical_Laboratory","surface_form":"Cornell Aeronautical Laboratory","offset":4943},{"uri":"Crash_test","surface_form":"crash test","offset":5128},{"uri":"Crash_test_dummy","surface_form":"dummies","offset":5180},{"uri":"Liberty_Mutual","surface_form":"Liberty Mutual","offset":5377},{"uri":"Cornell_Safety_Car","surface_form":"Cornell Safety Car","offset":5432},{"uri":"National_Science_Foundation","surface_form":"National Science Foundation","offset":5714},{"uri":"Supercomputer","surface_form":"supercomputer","offset":5778},{"uri":"Cornell_Theory_Center","surface_form":"Cornell Center for Advanced Computing","offset":5815},{"uri":"National_Center_for_Supercomputing_Applications","surface_form":"National Center for Supercomputing Applications","offset":5960},{"uri":"NSFNet","surface_form":"NSFNet","offset":6033},{"uri":"IP","surface_form":"IP","offset":6043},{"uri":"ARPANET","surface_form":"ARPANET","offset":6095},{"uri":"University_of_Illinois_at_Urbana-Champaign","surface_form":"University of Illinois at Urbana-Champaign","offset":6157},{"uri":"Kilobit_per_second","surface_form":"s","offset":6338},{"uri":"Megabit_per_second","surface_form":"s","offset":6423},{"uri":"Digital_Signal_1","surface_form":"T1s","offset":6425},{"uri":"Internet","surface_form":"Internet","offset":6522},{"uri":"World_Wide_Web","surface_form":"World Wide Web","offset":6590},{"uri":"Hans_Bethe","surface_form":"Hans Bethe","offset":6729},{"uri":"Manhattan_Project","surface_form":"Manhattan Project","offset":6829},{"uri":"Cyclotron","surface_form":"cyclotron","offset":6887},{"uri":"Synchrotron_radiation","surface_form":"synchrotron radiation","offset":6978},{"uri":"Cornell_High_Energy_Synchrotron_Source","surface_form":"Cornell Electron Storage Ring","offset":7023},{"uri":"Robert_R._Wilson","surface_form":"Robert R. Wilson","offset":7182},{"uri":"Fermilab","surface_form":"Fermilab","offset":7258},{"uri":"Tevatron","surface_form":"Tevatron","offset":7310},{"uri":"International_Linear_Collider","surface_form":"International Linear Collider","offset":7462},{"uri":"Large_Hadron_Collider","surface_form":"Large Hadron Collider","offset":7641},{"uri":"Dark_matter","surface_form":"dark matter","offset":7715},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":7898},{"uri":"Cornell_South_East_Asia_Program","surface_form":"Southeast Asia Program","offset":7918},{"uri":"National_Resource_Center","surface_form":"National Resource Center","offset":7978},{"uri":"George_McTurnan_Kahin","surface_form":"George McTurnan Kahin","offset":8443}]}