{"id":146726,"url":"http://en.wikipedia.org/wiki/Thermodynamic_entropy","text":"Thermodynamic entropy is a measure of how organized or disorganized energy is present in a system of atoms or molecules. It is measured in joules of energy per unit kelvin. Entropy is an important part of the third law of thermodynamics.\nImagine that a group of molecules has ten units of energy. If the energy in those molecules is perfectly organized, then the molecules can do ten units of work. However, if the energy became less organized (so, the entropy increased), the molecules might only be able to do six units of work, even though they still have ten units of energy in them.\nWhen total entropy is reached, there is no more energy to spend. A good example of this is a cup of hot tea. The tea has a lot of energy compared to the room the tea is in. Over time the heat in the tea will spread into the room. The tea will become colder. This is because the energy (heat) in the tea moves to the surrounding area. Once the tea became cold, there is no more heat that can be spread. The tea has reached total entropy.\nThere are two types of these \"rooms\": An \"open system\" and a \"closed system\". An open system means that energy (like heat) can freely flow in and out of the room. A closed system means that the room is closed off from the outside; no energy can go in or out.\nIn the case of the tea, the room was a closed system; no energy could enter it. But we can also make it an open system by placing a heater into the room. If we turn on the heater, we can use the heat from it to reheat the cup of tea. New energy has been brought into the room. The entropy has thus decreased. The heat that went from the heater into the tea can then move into the room again until total entropy has been reached. This is what the second law of thermodynamics is about.\nA real life example of an open system is the Earth. It gets a lot of energy from the Sun every day. This allows plants to grow and water to stay liquid. If we took away the Sun, plants would die and water would freeze because the surface of our planet would be too cold.","categories":[],"infobox_types":[],"annotations":[{"uri":"Measurement","surface_form":"measure","offset":27},{"uri":"Energy","surface_form":"energy","offset":68},{"uri":"Atom","surface_form":"atom","offset":101},{"uri":"Molecule","surface_form":"molecule","offset":110},{"uri":"Joule","surface_form":"joule","offset":139},{"uri":"Kelvin","surface_form":"kelvin","offset":165},{"uri":"Entropy","surface_form":"Entropy","offset":173},{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":222},{"uri":"Cup","surface_form":"cup","offset":681},{"uri":"Heat_energy","surface_form":"heat","offset":874},{"uri":"Second_law_of_thermodynamics","surface_form":"second law of thermodynamics","offset":1730},{"uri":"Earth","surface_form":"Earth","offset":1814},{"uri":"Sun","surface_form":"Sun","offset":1854}]}