{"id":146750,"url":"http://en.wikipedia.org/wiki/Command_economy","text":"A command economy, or a planned economy, is where the big decisions are made at the centre by the government.\nIn an economic system the main decisions are, for example, allocating resources like labour, capital and oil. Prices, too, are controlled. In a command economy, these decisions are taken by a central body, usually the government. This system contrasts that of a market economy where all the economic actors involved take decisions. The benefit of a planned economy is that the planning body has (supposedly) perfect information, and can make a better decision than in the market economy. Countries at war sometimes command their people to make things the war needs; the major powers in World War II did this.\nFriedrick von Hayek, a 20th-century economist, thought that it is not possible for the planning body to have perfect information. For this reason, the decisions taken by this body will be wrong, as it is not possible to foresee all possible events. Once the decision has been taken there is only a small margin to vary the production; this means that a planned economy cannot adapt to a change as rapidly as a market economy. According to Ludwig von Mises, there is no competition, and there are no reasons to innovate or to look for different solutions to a problem, in a planned economy.\nPlanned economies have sometimes been successful. After World War I and the Russian Civil War the Soviet Union was very undeveloped, but the command economy was able to resume pre-war industrial growth, to build houses and to bring electric power distribution to millions. In a few decades the country became strong and started space travel.\nCommunism is a type of government system that would use a command economy. The only country that now employs a pure command system is North Korea. All the other communist countries that operated under the command system have converted to a mixed economy that resembles the market system. Formerly, the Eastern Bloc and China were command economies, and are now mixed economies where the government still has a major influence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economics","surface_form":"economic","offset":116},{"uri":"Labour_(economics)","surface_form":"labour","offset":195},{"uri":"Capital_(economics)","surface_form":"capital","offset":203},{"uri":"Oil","surface_form":"oil","offset":215},{"uri":"Price","surface_form":"Price","offset":220},{"uri":"Government","surface_form":"government","offset":328},{"uri":"Market_economy","surface_form":"market economy","offset":372},{"uri":"World_War_II","surface_form":"World War II","offset":696},{"uri":"Friedrich_Hayek","surface_form":"Friedrick von Hayek","offset":719},{"uri":"Planning","surface_form":"planning","offset":806},{"uri":"Ludwig_von_Mises","surface_form":"Ludwig von Mises","offset":1158},{"uri":"Competition_(economics)","surface_form":"competition","offset":1188},{"uri":"Innovation","surface_form":"innovate","offset":1229},{"uri":"World_War_I","surface_form":"World War I","offset":1365},{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":1385},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1407},{"uri":"Electric_power_distribution","surface_form":"electric power distribution","offset":1541},{"uri":"Communism","surface_form":"Communism","offset":1651},{"uri":"North_Korea","surface_form":"North Korea","offset":1785},{"uri":"Eastern_Bloc","surface_form":"Eastern Bloc","offset":1953},{"uri":"China","surface_form":"China","offset":1970}]}