{"id":146921,"url":"http://en.wikipedia.org/wiki/God_is_dead","text":"e=\"preserve\">\"God is dead\" (German:) is a well known phrase by the German philosopher Friedrich Nietzsche. It is also known as the death of God. The phrase is not meant literally. Instead it is about what value destruction has done to people's belief in Christianity. Some religious thinkers do take it literally though.\nNietzsche wrote this phrase in his book \"The Gay Science\" (). It is in the section called \"The Madman\". He also used the phrase in his book \"Thus Spoke Zarathustra\" (), which is most responsible for making the phrase popular.\nMeaning.\n\"God is dead\" does not mean that Nietzsche believed in an actual \"God\" who had died literally. Nietzsche is also not saying that atheists are right. Instead, the phrase means that everything built on Christianity will fall apart because \"the belief in the Christian God has become unbelievable\". This becomes a deep sadness because it includes all European morality as well. For Nietzsche, the destruction of Christian morality is something to celebrate. It is also something to confidently replace with a non-Christian morality. \"God is dead\" is an attack on anyone who thinks that a non-Christian morality can support the morals that people take for granted. Many philosophers still think this way and Nietzsche says they are wrong. He says it is impossible to have a Christian or pseudo-Christian morality without the belief in God. This was a problem he had with many modern sceptics.\nThe \"Stanford Encyclopedia of Philosophy\" says that even though the basis of Christianity was meant to have been unbreakable, it is already broken. In fact, it has been much more than anyone could ever understand. This also means that without God, morals are not unquestionable or undoubtable anymore. Nietzsche says that when these morals are shown to be false they are also shown to be harmful. Also, trying to remove these harmful morals causes even more harm. This is because people have become dependent on them. He also says that the most harmful parts of morality have taken control of how we understand ourselves. Therefore, we don't know how to live without this harmful morality. Because of this, the death of God leads to many kinds of nihilism. Nietzsche says that Christianity itself is a kind of nihilism.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":28},{"uri":"Friedrich_Nietzsche","surface_form":"Friedrich Nietzsche","offset":86},{"uri":"Value_destruction","surface_form":"value destruction","offset":205},{"uri":"Christianity","surface_form":"Christianity","offset":254},{"uri":"Atheist","surface_form":"atheist","offset":685},{"uri":"Morality","surface_form":"morality","offset":913},{"uri":"Celebrate","surface_form":"celebrate","offset":1000},{"uri":"Moral","surface_form":"morals","offset":1180},{"uri":"Pseudo-","surface_form":"pseudo-","offset":1339},{"uri":"Sceptic","surface_form":"sceptic","offset":1435},{"uri":"Basis","surface_form":"basis","offset":1513},{"uri":"Nihilism","surface_form":"nihilism","offset":2192}]}