{"id":147003,"url":"http://en.wikipedia.org/wiki/Op%C3%A9ra-Comique","text":"The Opéra-Comique is an opera house and opera company in Paris. Its full name is théâtre national de l’Opéra-Comique (\"National Opéra Comic Theatre\").\nThe Opéra-Comique company was started in 1714 to give somewhere to perform French operas. At the time operas throughout Europe were nearly always in Italian. Opéra-comique (literally: Comic opera) was a French tradition. The operas in this tradition were performed with spoken dialogue between the musical numbers. This is why the opera house and company were given that name.\nThe Opéras-Comiques were more popular and less formal that the traditional Italian operas that were performed at the Académie Royale de Musique. During the three centuries of its existence there have been several changes to it. For a time the Opéra-Comique and the Opéra were organized by the same institution.\nThe Opéra-Comique put on first performances of many famous operas, especially Bizet's \"Carmen\" on 3 March 1875 and Debussy's only opera, \"Pelléas et Mélisande\", on 30 April 1902. Berlioz's \"The Damnation of Faust\" was also first performed there on 6 December 1846. That first performance was a disaster.\nThe building in which the Opéra-Comique performs is called the \"salle Favart,\". It is not the same building as in 1714. Two previous buildings were burnt down in 1838 and 1887. The present building was built in 1898.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera_house","surface_form":"opera house","offset":24},{"uri":"Opera_company","surface_form":"opera company","offset":40},{"uri":"Paris","surface_form":"Paris","offset":57},{"uri":"France","surface_form":"French","offset":226},{"uri":"Europe","surface_form":"Europe","offset":271},{"uri":"Italian_language","surface_form":"Italian","offset":300},{"uri":"Op%C3%A9ra-comique","surface_form":"Opéra-comique","offset":309},{"uri":"Dialogue","surface_form":"dialogue","offset":428},{"uri":"Acad%C3%A9mie_Royale_de_Musique","surface_form":"Académie Royale de Musique","offset":645},{"uri":"Bizet","surface_form":"Bizet","offset":917},{"uri":"Carmen","surface_form":"Carmen","offset":926},{"uri":"Claude_Debussy","surface_form":"Debussy","offset":954},{"uri":"Pell%C3%A9as_et_M%C3%A9lisande_(opera)","surface_form":"Pelléas et Mélisande","offset":977},{"uri":"Berlioz","surface_form":"Berlioz","offset":1018},{"uri":"The_Damnation_of_Faust","surface_form":"The Damnation of Faust","offset":1029}]}