{"id":14701,"url":"http://en.wikipedia.org/wiki/Industrial_Revolution","text":"The Industrial Revolution is the name historians have given to the period in history when there was a large and rapid change in the way things were made. This meant that instead of things being hand made in small workshops, they were made more cheaply in large quantities by machines in factories. Products being made in large quantity now meant that they were sold for less.\nMany people began to move from an agricultural based life in the country to the towns where the factories offered more and better paid work.\nBeginnings.\nThe Industrial Revolution began in Great Britain in the 18th century. Many of the technological innovations were of British origin. In particular, the County of Shropshire was important, for it had both minerals (e.g. iron ore and coal) and transport on the River Severn. This led to the group of industries near the Ironbridge Gorge and the town of Coalbrookdale.\nIn the mid-18th century Britain was the world's leading commercial nation. It controlled a global trading empire with colonies in North America and Africa, and with some political influence on the Indian subcontinent, through the activities of the East India Company. The development of trade and the rise of business were major causes of the Industrial Revolution.\nThe Industrial Revolution marks a major turning point in history. Almost every aspect of daily life was influenced in some way. Average income increased, and population grew rapidly. Some economists say that the major impact of the Industrial Revolution was that the standard of living for the general population began to increase consistently for the first time in history, but others have said that it did not begin to meaningfully improve until the late 19th and 20th centuries.\nThe revolution spread to Europe and the Americas, especially the United States, by the early 19th century. Samuel Slater, who had been an apprentice in an English cotton factory, disguised himself and came to America. He reconstructed a spinning machine from memory and built a factory of his own.\nNew ideas and inventions were also taken up and used in mining, the working of metals, and in the transport of goods. Around the same time new ideas in farming were leaving some farm workers without jobs. They added to the move to the industrial towns where they sought out work in factories.\nThe most important new invention of the industrial revolution was the steam engine. The steam engine, improved by James Watt around 1776, was used to power the factories and pump out the deeper mines. It was also used in railway engines. The heat from burning coal became the main source of power.\nProblems.\nLiving standards rose and people generally became richer and healthier and had more children who survived to be adults instead of starving. The resulting population growth in England caused new problems. Where only a few people had been rich because they owned land, now more became very rich thanks to industry. More, however, were still poor and lived in poor conditions. Children and women had to work for a long time for little pay. Often several families crowded into very small apartments. Working at different times, family members would take turns sleeping when they were not working. Families were usually unable to get together. 12, 14, or even 18-hour workdays were common. The Industrial Revolution brought problems of its own.","categories":[],"infobox_types":[],"annotations":[{"uri":"History","surface_form":"history","offset":77},{"uri":"Machine","surface_form":"machine","offset":275},{"uri":"Factory","surface_form":"factories","offset":287},{"uri":"Agriculture","surface_form":"agricultural","offset":410},{"uri":"Great_Britain","surface_form":"Great Britain","offset":564},{"uri":"Innovation","surface_form":"innovation","offset":625},{"uri":"Shropshire","surface_form":"Shropshire","offset":690},{"uri":"Coal","surface_form":"coal","offset":760},{"uri":"River_Severn","surface_form":"River Severn","offset":787},{"uri":"Ironbridge_Gorge","surface_form":"Ironbridge Gorge","offset":846},{"uri":"Coalbrookdale","surface_form":"Coalbrookdale","offset":879},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":1091},{"uri":"East_India_Company","surface_form":"East India Company","offset":1142},{"uri":"Standard_of_living","surface_form":"standard of living","offset":1527},{"uri":"Europe","surface_form":"Europe","offset":1767},{"uri":"Americas","surface_form":"Americas","offset":1782},{"uri":"United_States","surface_form":"United States","offset":1807},{"uri":"Spinning_Jenny","surface_form":"spinning machine","offset":1979},{"uri":"Mining","surface_form":"mining","offset":2096},{"uri":"Metal","surface_form":"metal","offset":2119},{"uri":"Transport","surface_form":"transport","offset":2138},{"uri":"Steam_engine","surface_form":"steam engine","offset":2403},{"uri":"James_Watt","surface_form":"James Watt","offset":2447},{"uri":"Railway","surface_form":"railway","offset":2554},{"uri":"Coal","surface_form":"coal","offset":2593},{"uri":"Population_growth","surface_form":"population growth","offset":2795}]}