{"id":147037,"url":"http://en.wikipedia.org/wiki/Pawn_(chess)","text":"The pawn (♙♟) is the weakest piece in the game of chess. They represent infantry. Each player starts the game with eight pawns, one on each square of the second row (or rank) from the view of the player. In the white pawns start on a2, b2, c2..., h2, while the black pawns start on a7, b7, c7..., h7.\nMoving.\nPawns move differently than other pieces. Unlike all the other pieces, pawns cannot move backwards. Most of the time, a pawn moves by going up a single square, but the first time each pawn is moved from its starting place, it can go forward two squares. Pawns cannot use the first two-square move to jump over a square with another piece on it or to capture. Any piece in front of a pawn, white or black, stops its moving.if a pawn touches the other side it is Exchanged For one of the players pieces that got captured\nCapturing.\nThe white pawn at e4 can capture either the black rook at d5 or the black knight at f5, but not the bishop at e5, which blocks its straight way forward. Unlike other pieces, the pawn does not capture in the same way as it moves. A pawn captures diagonally, one square forward and to the left or right. In the diagram to the left, the white pawn can capture either the black rook or the black knight.\nEn passant.\nAn even more unusual move is the \"en passant\" capture.\nEn passant happens when a pawn uses its first-move option to move two squares forward instead of one. If it passes over a square guarded by an enemy pawn, that pawn can take the first pawn \"in passing\" \"as if\" the first pawn had moved forward only one square. The taking pawn moves into the empty square over which the first pawn moved. The first pawn is removed from the board. To capture \"en passant\" can only be done on the move right after the double-square pawn advance. Otherwise the chance is lost.\nThe \"en passant\" move was added in late fifteenth-century Europe, to make up for the then newly added two-square first move rule. We have no record of why the rule was added, but it is easy to see that it works to prevent the position becoming blocked and uninteresting.\nPromotion.\nOnce a pawn reaches the other side of the board and cannot move further, it is promoted, meaning it can become any other piece on the board, except the king. Players usually promote their pawns to a queen because it is the next most-powerful piece on the board.\nHistory.\nAs the simplest piece in chess, the pawn was in the oldest version of chess, Chaturanga. It is present in all other types of chess around the world.\nThe changes which took place in the fifteenth century were aimed at allowing the pieces to develop faster, and make the game more exciting.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chess_piece","surface_form":"piece","offset":29},{"uri":"Game","surface_form":"game","offset":42},{"uri":"Chess","surface_form":"chess","offset":50},{"uri":"Infantry","surface_form":"infantry","offset":72},{"uri":"Diagonal","surface_form":"diagonal","offset":1084},{"uri":"En_passant","surface_form":"en passant","offset":1285},{"uri":"King_(chess)","surface_form":"king","offset":2246},{"uri":"Queen_(chess)","surface_form":"queen","offset":2293},{"uri":"Chaturanga","surface_form":"Chaturanga","offset":2442}]}