{"id":147166,"url":"http://en.wikipedia.org/wiki/British_Rail_Class_85","text":"The British Rail Class 85 is an electric locomotive built during the early 1960s, as part of BR's policy to develop a standard electric locomotive. Five prototype classes (81-85) were built and evaluated, which eventually led to the development of the Class 86 locomotive. The locomotives of Class 85 were Originally fitted with germanium rectifiers which were eventually replaced by silicon rectifiers. Forty of these locomotives were built from 1961-64 by BR at Doncaster Works. The class were used to haul trains on the then newly electrified West Coast Main Line, from Birmingham, to Crewe, Manchester Piccadilly, Liverpool and later Preston. By 1965, electrification had spread south to London Euston.\nUnder the earlier BR classification, the type was given the designation AL5 (meaning the 5th design of 25 kV AC Locomotive), and locomotives were numbered E3056-E3095. In 1968, this was changed to Class 85, when BR introduced a new computer numbering system. From 1971 onwards, locomotives were progressively renumbered into the 85001-040 series. Fifteen locomotives were converted for freight only use, numbered in the 85/1 series. These locomotives were restricted to 80 mph.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_Rail","surface_form":"British Rail","offset":4},{"uri":"British_Rail_Class_86","surface_form":"Class 86","offset":252},{"uri":"Germanium","surface_form":"germanium","offset":329},{"uri":"Silicon","surface_form":"silicon","offset":384},{"uri":"Doncaster_railway_works","surface_form":"Doncaster","offset":464},{"uri":"West_Coast_Main_Line","surface_form":"West Coast Main Line","offset":546},{"uri":"Birmingham","surface_form":"Birmingham","offset":573},{"uri":"Crewe","surface_form":"Crewe","offset":588},{"uri":"Manchester_Piccadilly","surface_form":"Manchester Piccadilly","offset":595},{"uri":"Liverpool","surface_form":"Liverpool","offset":618},{"uri":"Preston","surface_form":"Preston","offset":638},{"uri":"London_Euston","surface_form":"London Euston","offset":692}]}