{"id":147248,"url":"http://en.wikipedia.org/wiki/Red_giant","text":"A red giant is a giant star that has the mass of about one-half to ten times the mass of our Sun. Red giants get their name because they appear to be colored red and they are very large. Many red giants could fit thousands and thousands of suns like ours inside of them. Aldebaran, Arcturus, Betelgeuse and Mira are red giants.\nRight now, our Sun is a main-sequence star, not a red giant. However, five billion years from now, scientists believe our sun will become a red giant. It will be about 200 times bigger in diameter than it is now. It will become so big it will swallow up Mercury, Venus and possibly the Earth.\nHow a star becomes a red giant.\nAll new stars change hydrogen to helium through nuclear fusion. This makes a lot of energy (e.g. light and heat). In a normal star, like our Sun and all other main-sequence stars, this change happens at the very center of the star. Sooner or later, almost all of the hydrogen at the center has changed to helium. This causes the nuclear reaction to stop. The center will start to get smaller due to the star's gravity. This makes the layer just outside the center get hotter. This layer still has hydrogen. This hydrogen will fuse to make helium.\nWith this new source of power, the outer layers of the star will get much, much bigger. The star will get brighter, sometimes as much as ten thousand times as bright as when it was on the main sequence. Since the outside of the star is bigger, the energy will be spread over a much larger area. Because of this, the temperature of the surface will go down and the color will change to red or orange.\nThe red giant phase is temporary. It is shorter than the billions of years a star spends on the main sequence. Soon (in only hundreds of millions of years) red giants will start to fuse helium to make other elements like carbon, nitrogen and oxygen. Some of their outer layers will blow away, leaving interstellar gas and dust circling the star. In time, most red giants will become white dwarfs. Very large red giants become neutron stars or black holes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Giant_star","surface_form":"giant star","offset":17},{"uri":"Sun","surface_form":"Sun","offset":93},{"uri":"Red","surface_form":"red","offset":158},{"uri":"Aldebaran","surface_form":"Aldebaran","offset":271},{"uri":"Arcturus","surface_form":"Arcturus","offset":282},{"uri":"Betelgeuse","surface_form":"Betelgeuse","offset":292},{"uri":"Mira","surface_form":"Mira","offset":307},{"uri":"Main-sequence_star","surface_form":"main-sequence star","offset":352},{"uri":"Scientist","surface_form":"scientist","offset":427},{"uri":"Mercury_(planet)","surface_form":"Mercury","offset":582},{"uri":"Venus","surface_form":"Venus","offset":591},{"uri":"Earth","surface_form":"Earth","offset":614},{"uri":"Hydrogen","surface_form":"hydrogen","offset":674},{"uri":"Helium","surface_form":"helium","offset":686},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":701},{"uri":"Gravity","surface_form":"gravity","offset":1063},{"uri":"Surface","surface_form":"surface","offset":1535},{"uri":"Chemical_element","surface_form":"elements","offset":1807},{"uri":"Carbon","surface_form":"carbon","offset":1821},{"uri":"Nitrogen","surface_form":"nitrogen","offset":1829},{"uri":"Oxygen","surface_form":"oxygen","offset":1842},{"uri":"White_dwarf","surface_form":"white dwarf","offset":1983},{"uri":"Neutron_star","surface_form":"neutron star","offset":2026},{"uri":"Black_hole","surface_form":"black hole","offset":2043}]}