{"id":147273,"url":"http://en.wikipedia.org/wiki/Yellow_(song)","text":"\"Yellow\" is a song by English alternative rock band Coldplay. The band wrote the song and co-produced it with British record producer Ken Nelson. It was for their first album \"Parachutes\". The song's lyrics are a reference to band vocalist Chris Martin's unreturned love.\nThe song was released across the world in June 2000. It was the second single off the album following \"Shiver\". It was the lead single in the United States. The single reached number four in the UK Singles Chart. This gave the band their first top-five hit in the United Kingdom.\nHelped by heavy rotation and usage in promotions, the song made the band very popular. Various recording artists worldwide have since made their own versions of \"Yellow\". It remains one of the band's most popular songs.\nBackground and inspiration.\n\"Yellow\" was written in a Rockfield studio in Wales. The studio is called the Quadrangle. It is where Coldplay began working on their first album, \"Parachutes\". One night after finishing recording \"Shiver\", the lead single of the album, the band took a break and went out of the studio. Outside, there were few lights on and the stars in the sky were visible and \"just amazing\", according to the song's co-producer, Ken Nelson. He told the band to look at the stars. The band looked at the stars and felt generally inspired. The song's main melody popped into the head of Chris Martin, the band's vocalist. The melody was a chord pattern. At first, Martin did not take it seriously \"as he relayed the tune to the rest of the band in his worst Neil Young impersonation voice\". Martin has said, \"The song had the word 'stars' and that seemed like a word you should sing in a Neil Young voice.\" The melody \"started off a lot slower\" according to Will Champion, the band's drummer, and sounded like a Neil Young song. Not long after, despite not taking the song seriously, Martin's idea worked out when he had developed the tempo of the verse. When Jonny Buckland, the band's guitarist, started playing it and added to it with his own ideas, they had created the riff, \"and it sort of got a bit heavier\".\nWhile composing the song's lyrics, however, Martin could not find the right words. He was thinking of a specific word to fit the song's main idea and theme. He thought that this missing word was a key word in the lyrics. He looked around the studio and found the telephone directory \"Yellow Pages\". Martin later titled the song \"Yellow\" as a reference to the directory. But according to him, \"In an alternate universe, this song could be called 'Playboy.'\" The lyrics progressed from there with the band collaborating. The band's bassist Guy Berryman came up with the opening line \"Look at the stars\". That night, having quickly composed the song, the band recorded it.\nRecording and production.\nThe band and Nelson produced the track. Nelson was introduced to the band's music through the band's manager. Nelson's manager gave him a copy of an EP and single by Coldplay. Nelson wanted to work them after seeing the band perform live. \"Yellow\" was first recorded upstairs in the project studio. This was a demo room in Liverpool's Parr Street Studios.\nNelson and the band had some problems when they were making some parts of the song. Champion said that \"... it was really difficult to record, because it worked at about five or six different tempos. It was a tough choice of choosing which tempo to play, because sometimes it sounded too rushed, and sometimes it sounded as if it was dragging...\" The band tried to get the tempo correct, according to Nelson, \"because a beat either side of the tempo we picked didn't have the same groove\". To improve the song, they recorded this part live and Buckland overdubbed his guitar. They recorded it two or three times until Nelson and the band were happy at the output. The band recorded backing vocals in the control room of Quadrangle.\nNelson used an analogue tape to record most of the tracks in the album. As recording progressed, \"Yellow\" was one of a couple of songs that they \"couldn't quite get on analogue\". They recorded different versions, but they did not satisfy their taste. So Nelson used Pro Tools \"to get the feel of [the track] just right\". Once all of the takes were recorded into the computer, \"we then put it down to the 2-inch, which I found was a great way to do it\", according to Nelson.\nComposition.\nThe song opens with an acoustic guitar part. This is backed by an electric guitar copying the acoustic guitar. It then forwards to the lead guitar line. It then goes back to the acoustic section. Its instrumentation is varied, including the drums, cymbals, and the occasional hi-hat and ascending bass guitar. \"Yellow\" features Martin's falsetto, and nearly spoken-word whispers. Martin, after the song's mixing, felt that his voice was \"too subdued, too quiet\".\nMartin has explained that \"'Yellow' refers to the mood of the band. Brightness and hope and.\" The references in some of the song's lyrics, including the swimming and drawing a line, \"are all metaphorical slants on the extent of his emotional devotion\". The drawing of a line refers to Martin's habit of writing lists and underlining those important things on the list. Martin has commented that the song is about devotion. He refers to his unreturned love (Martin was single at the time he wrote the song). Most people have considered \"Yellow\" as a happy song, even though the lyrics do not seem to be.\nRelease and reception.\n\"Yellow\" and \"Shiver\" were first released as EPs in the spring of 2000. \"Yellow\" was later released as a single in UK on 26 June 2000. The single includes the songs \"Help Is Round the Corner\" and \"No More Keeping My Feet on the Ground\". The third song was taken from the band's first EP, \"Safety\". In the United States, however, the song was released as the lead single off the album. In October 2000, the track was sent to US college and alternative radio outlets. The band released a limited-edition CD of \"Trouble\", the third single off \"Parachutes\", which features a remix of \"Yellow\". It was pressed to 1,000 copies, and was issued only to fans and journalists.\nThe single received a massive radio airplay, particularly on BBC Radio 1. This was helped by its TV reception through its music video. The reaction was mostly positive. Even BBC Radio 2 played the track repeatedly. This heavy rotation continued for months after its release. \"Yellow\" eventually became 2000's most played song on the radio. The song is also regularly played at various British clubs, bars and sporting events. People often sing along when it is played. The song is often played during home games at English Championship club Watford. \"Yellow\" was used as the theme song for ABC fall television ads a month after the album was released in the United States. The song was also used as the theme music for The Cancer Council Australia's \"Daffodil Day\". This was in recognition of that organisation's official flower's yellow hue.\nCritics were positive towards the song. Matt Diehl of \"Rolling Stone\" magazine has noted \"Yellow\" is \"unrepentantly romantic\". He added that \"the band creates a hypnotic slo-mo otherworld where spirit rules supreme\". \"Yellow\" won Best Single at the 2001 \"NME\" Carling Awards. It was nominated at the 2002 Grammy Awards for Best Rock Song and Best Rock Performance by a Duo or Group with Vocal. \"Billboard\" said that \"every time that electric-guitar riff barges in, you're hooked all over again.\"\nImpact and legacy.\nBrian Hiatt of \"Rolling Stone\" magazine has said that the song was a career-making record. Roach has claimed in his book, \"Coldplay: Nobody Said It Was Easy\", that although \"Shiver\" earned the band their first UK Top 40 single, it was \"Yellow\" that has changed \"everything\", and that it \"exemplifies so much of what had made Coldplay so popular\". In the US, after it was being used in promos of ABC, the band grew in popularity which continued in 2001. According to Barry Walters in his review of Coldplay's second album, \"A Rush of Blood to the Head\", for \"Spin\" magazine, the band is still known in the United States for their \"surprise smash 'Yellow'\". A \"Billboard\" magazine review said, \"After one single ('Yellow') and its accompanying album (\"Parachutes\"  ...), Coldplay have already been anointed heir to the Brit-rock throne.\" The song has since been regarded as the centerpiece track on the album.\nFollowing the aftermath of the September 11 attacks, \"Yellow\" was the first video played on MTV once normal programming resumed.","categories":[],"infobox_types":["Single"],"annotations":[{"uri":"Alternative_rock","surface_form":"alternative rock","offset":30},{"uri":"Coldplay","surface_form":"Coldplay","offset":52},{"uri":"Record_co-producer","surface_form":"co-produced","offset":90},{"uri":"Record_producer","surface_form":"record producer","offset":118},{"uri":"Ken_Nelson_(British_record_producer)","surface_form":"Ken Nelson","offset":134},{"uri":"Parachutes","surface_form":"Parachutes","offset":176},{"uri":"Chris_Martin","surface_form":"Chris Martin","offset":240},{"uri":"Shiver_(Coldplay_song)","surface_form":"Shiver","offset":375},{"uri":"Lead_single","surface_form":"lead single","offset":395},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":467},{"uri":"Heavy_rotation","surface_form":"heavy rotation","offset":562},{"uri":"Rockfield_Studios","surface_form":"Rockfield","offset":826},{"uri":"Wales","surface_form":"Wales","offset":846},{"uri":"Parachutes","surface_form":"Parachutes","offset":948},{"uri":"Shiver_(Coldplay_song)","surface_form":"Shiver","offset":998},{"uri":"Ken_Nelson_(British_record_producer)","surface_form":"Ken Nelson","offset":1216},{"uri":"Melody","surface_form":"melody","offset":1341},{"uri":"Chris_Martin","surface_form":"Chris Martin","offset":1372},{"uri":"Neil_Young","surface_form":"Neil Young","offset":1543},{"uri":"Impersonator","surface_form":"impersonation","offset":1554},{"uri":"Will_Champion","surface_form":"Will Champion","offset":1743},{"uri":"Tempo","surface_form":"tempo","offset":1920},{"uri":"Jonny_Buckland","surface_form":"Jonny Buckland","offset":1945},{"uri":"Riff","surface_form":"riff","offset":2059},{"uri":"Telephone_directory","surface_form":"telephone directory","offset":2364},{"uri":"Yellow_Pages","surface_form":"Yellow Pages","offset":2385},{"uri":"Guy_Berryman","surface_form":"Guy Berryman","offset":2639},{"uri":"The_Blue_Room_(EP)","surface_form":"EP","offset":2946},{"uri":"Brothers_%26amp%3B_Sisters_(song)","surface_form":"single","offset":2953},{"uri":"Demo_(music)","surface_form":"demo","offset":3107},{"uri":"Liverpool","surface_form":"Liverpool","offset":3120},{"uri":"Tempo","surface_form":"tempo","offset":3345},{"uri":"Groove_(music)","surface_form":"groove","offset":3634},{"uri":"Overdubbing","surface_form":"overdubbed","offset":3706},{"uri":"Analog_signal","surface_form":"analogue","offset":3900},{"uri":"Pro_Tools","surface_form":"Pro Tools","offset":4151},{"uri":"Acoustic_guitar","surface_form":"acoustic guitar","offset":4395},{"uri":"Electric_guitar","surface_form":"electric guitar","offset":4438},{"uri":"Drum","surface_form":"drum","offset":4613},{"uri":"Cymbal","surface_form":"cymbal","offset":4620},{"uri":"Hi-hat","surface_form":"hi-hat","offset":4648},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":4669},{"uri":"Falsetto","surface_form":"falsetto","offset":4709},{"uri":"Extended_play","surface_form":"EP","offset":5506},{"uri":"Safety_(EP)","surface_form":"Safety","offset":5750},{"uri":"Lead_single","surface_form":"lead single","offset":5819},{"uri":"Campus_radio","surface_form":"college","offset":5888},{"uri":"Trouble_(Coldplay_song)","surface_form":"Trouble","offset":5970},{"uri":"BBC_Radio_1","surface_form":"BBC Radio 1","offset":6189},{"uri":"BBC_Radio_2","surface_form":"BBC Radio 2","offset":6302},{"uri":"Heavy_rotation","surface_form":"heavy rotation","offset":6348},{"uri":"Watford_F.C.","surface_form":"Watford","offset":6669},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":6718},{"uri":"The_Cancer_Council_Australia","surface_form":"The Cancer Council Australia","offset":6847},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":7026},{"uri":"NME","surface_form":"NME","offset":7226},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":7276},{"uri":"Grammy_Award_for_Best_Rock_Song","surface_form":"Best Rock Song","offset":7294},{"uri":"Grammy_Award_for_Best_Rock_Performance_by_a_Duo_or_Group_with_Vocal","surface_form":"Best Rock Performance by a Duo or Group with Vocal","offset":7313},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":7502},{"uri":"Spin_(magazine)","surface_form":"Spin","offset":8044},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":8145},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":8425},{"uri":"MTV","surface_form":"MTV","offset":8486}]}