{"id":147247,"url":"http://en.wikipedia.org/wiki/1995_Atlantic_hurricane_season","text":"The 1995 Atlantic hurricane season was the time from June 1 to November 30, 1995 when hurricanes officially formed in the Atlantic Ocean. Storms sometimes form before and after these dates but most storms form during the season. No storms formed after November 30 in the 1995 season.\nThe 1995 season was extremely active, largely due to favorable conditions including a La Niña and warm sea surface temperatures. Nineteen named storms formed during the season, making it the third most active on record behind the 2005 and 1933 seasons and tied with 1887 season. There were also eleven storms that reached hurricane strength, again the third most hurricanes in one season after the 1969 and 2005 seasons.\nThis season broke the record for the most Tropical Cyclones at a time in the Atlantic with five storm at a time from August 22 to September 1 – Humberto, Iris, Jerry, Karen, and Luis, were the names of the storms at the same time.\nTropical Depression Six.\nOn August 4, Tropical Depression Six formed in the Bay of Campeche. Six made landfall in over Mexico and dissipated on August 6, never reaching tropical storm strength. There were no reports of damage or deaths.\nTropical Storm Gabrielle.\nTropical Storm Gabrielle formed on August 9 and nearly became a hurricane but it made landfall in Mexico, near La Pesca, Tamaulipas, on August 11. Tropical Storm Gabrielle dissipated the next day without ever reaching hurricane status causing no damage or deaths.\nTropical Storm Jerry.\nTropical Storm Jerry formed just off the Florida coast near Andros Island on August 23 as Tropical Depression Eleven. Jerry made landfall at as a very weak tropical storm. Jerry made landfall in Jupiter, Florida. Jerry dissipated on the 28th over Georgia.\nHurricane Luis.\nHurricane Luis was one of the most powerful storms of the very active 1995 Atlantic hurricane season. Hurricane Luis was the strongest storm to hit the Leeward Islands since Hurricane Hugo in 1989. Luis was one of the four tropical cyclones active from August 22 to September 1 along with Humberto, Iris, Jerry, and Karen.\nTropical Depression Fourteen.\nTropical Depression Fourteen started on September 9. Fourteen moved mostly to the northwest, which made it further from land. It never became a tropical storm before it died on September 13.\nHurricane Opal.\nOpal started on September 27, just to the east of the Yucatan Peninsula. It soon made landfall before becoming a tropical storm. As soon as it enter the Gulf of Mexico it became a tropical storm. It soon became a hurricane and strengthened fast. Hurricane Opal was stopped at a category 4 hurricane. When it made landfall in Florida on October 3, it was a category 2 hurricane.\nTropical Storm Sebastien.\nTropical Storm Sebastien formed on August 20 from a tropical wave just east of the Lesser Antilles. Sebastien remained rather weak, moving northwest through light wind shear. Sebastien took a sharp turn and started moving south-southwest. On October 24, Sebastien weakened to a depression and made landfall in Anguilla. By this time, Sebastien had entered a low level flow as well as increasing wind shear. On October 25 Sebastien dissipated over the northern Caribbean Sea. Although its remnants still caused heavy rain over Hispaniola and Puerto Rico.\nHurricane Tanya.\nThe 1995 season ended with Hurricane Tanya, the first storm to be get a name beginning with 'T' since hurricane naming began in the Atlantic basin in 1950 it was the only until Tropical Storm Tammy in 2005.\nStorm names.\nThis list is the names set aside for use in for Atlantic tropical cyclones in 1995. Notice that only Van and Wendy aren't used they are marked in.\nRetirement.\nIn the Spring of 1996 the names Luis, Marilyn, Opal, and Roxanne were retired. Lorenzo, Michelle, Olga, and Rebekah were placed on the list in 2001 instead.","categories":[],"infobox_types":["Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small"],"annotations":[{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005","offset":514},{"uri":"Bay_of_Campeche","surface_form":"Bay of Campeche","offset":1012},{"uri":"Mexico","surface_form":"Mexico","offset":1055},{"uri":"Florida","surface_form":"Florida","offset":1526},{"uri":"Andros_Island","surface_form":"Andros Island","offset":1545},{"uri":"Jupiter%2C_Florida","surface_form":"Jupiter, Florida","offset":1680},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":1732},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":1909},{"uri":"Hurricane_Hugo","surface_form":"Hurricane Hugo","offset":1931},{"uri":"Yucatan_Peninsula","surface_form":"Yucatan Peninsula","offset":2371},{"uri":"Florida","surface_form":"Florida","offset":2642},{"uri":"Atlantic_basin","surface_form":"Atlantic basin","offset":3424},{"uri":"Tropical_Storm_Tammy_(2005)","surface_form":"Tropical Storm Tammy","offset":3469},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005","offset":3493}]}