{"id":147325,"url":"http://en.wikipedia.org/wiki/Interactive_whiteboard","text":"An interactive whiteboard is a large, interactive screen that connects a computer and a projector. The projector projects the computer's desktop onto the screen of the interactive whiteboard. The user can control the computer by using a special pen, finger or another tool to touch the screen of the interactive whiteboard. Normally, interactive whiteboards are fixed on walls. However, there are some mobile interactive whiteboards. Interactive whiteboards are used in many different places such as in classrooms, in work groups and in training rooms for professional coaching. Interactive whiteboards are the modern version of the traditional whiteboards used in schools.\nOperation.\nThe interactive whiteboard must be connected to an PC before you can use the whiteboard. Most whiteboards are connected to the computer's Serial port or to a USB port. Some newer systems can use a wireless connection to the computer.\nThe summary of use the interactive whiteboard includes three words: controlling, translation and presentation.\nProjection Systems.\nIn this system the projector is placed in front of the whiteboard. Either the projector is fixed on the whiteboard or it hangs on the ceiling.\nCompared to the rear projection this system is much cheaper\nThe teacher or the student must stand in front of the whiteboard and sometimes their body will cast a shadow.\nIn the rear-projection system the projector is placed behind the whiteboard.\nThe teacher does not cast a shadow and does not look into the projector light while speaking to the students.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer","surface_form":"computer","offset":73},{"uri":"Projector","surface_form":"projector","offset":88},{"uri":"Pen","surface_form":"pen","offset":245},{"uri":"Finger","surface_form":"finger","offset":250},{"uri":"Wall","surface_form":"wall","offset":371},{"uri":"Classroom","surface_form":"classroom","offset":503},{"uri":"Whiteboard","surface_form":"whiteboard","offset":645},{"uri":"School","surface_form":"school","offset":665},{"uri":"Serial_port","surface_form":"Serial port","offset":823},{"uri":"USB","surface_form":"USB","offset":843}]}