{"id":147591,"url":"http://en.wikipedia.org/wiki/The_Master_(Doctor_Who)","text":"The Master is a character in the British science fiction television series \"Doctor Who\". He is an evil Time Lord and is one of the biggest enemies of the Doctor.\nWhen the Master first appeared in 1971, he was played by Roger Delgado. Delgado continued in the role until his death in 1973. Afterwards, Peter Pratt and Geoffrey Beevers played a decayed version of the Time Lord, until Anthony Ainley assumed the part in 1981. He remained until \"Doctor Whos cancellation in 1989. In 1996, the Master was played by Eric Roberts in the TV movie. In the revived series, Derek Jacobi provided the character's re-introduction before handing over to John Simm, who portrayed the Master in the end of the 2007 series. Michelle Gomez took over the role in 2014.\nHistory in the show.\nThe Master was once a childhood friend of the Doctor. In \"The Sound of Drums\" (2007), there is a brief clip of the young Master as the Doctor talks about his childhood. When they joined the Time Lord Academy at the age of eight, they were taken to look into the \"Untempered Schism\". This was a portal through which you could see the time vortex (the tunnel the TARDIS travels through as it travels in time) and see the full power of the Time Lords. He suggests that this is what made the Master went mad.\nA would-be universal conqueror, the Master wants to control the universe (in \"The Deadly Assassin\" his ambitions were becoming \"the master of all matter\", and in \"The Sound of Drums\" he acknowledges that he chose his own name). His most distinctive ability is that of hypnotising people by fixing them with an intense stare, often accompanied by the phrase, \"I am the Master, and you will obey me.\"\nSome suspect that a character known as the War Chief in the episode \"The War Games\" is actually the Master in disguise. However, this has not been confirmed.\nCharacteristics.\nThe Master and the Doctor are shown to have similar levels of intelligence, and were classmates on Gallifrey. This is mentioned several times in different stories (\"The Five Doctors\", \"The Sea Devils\" and \"Terror of the Autons\"). In the 2007 episode \"Utopia\", the Doctor calls the disguised Master a genius and shows an immense admiration for his intellect before discovering who he is.\nBoth the Doctor and the Master have been shown to be skilled hypnotists, although the Master's capacity to dominate – even by stare and voice alone – has been shown to be far more pronounced. The Master is also known to always survive death with no explanation other than \"I escaped.\"\nTARDIS.\nIn the original \"Doctor Who\" series, the Master's TARDISes have fully functioning chameleon circuits and have appeared as many things.\nBy the time of the new series, it is unclear whether any of the Master's TARDISes still exist. In \"Rise of the Cybermen\", the Tenth Doctor claims that his TARDIS is the last one in existence although at the time of his saying this, he also thought he was the last Time Lord. In \"Utopia\", the Master resorts to stealing the Doctor's TARDIS, with no explanation of how he travelled from the Time War to the end of the universe.\nOther appearances.\nThe Master has also been featured in spin-offs of the series, which are of unclear canonicity and may not take place in the same continuity. The Master in these stories is, nevertheless, recognisably the same person.\nOne of the most important of these other appearances is David A. McIntee's \"Master trilogy\" of novels comprising \"The Dark Path\" and \"First Frontier\" in the Virgin Publishing lines and \"The Face of the Enemy\" for BBC Books, and the \"Doctor Who\" audio dramas produced by Big Finish Productions, in which Geoffrey Beevers has once again played the Master. Alex MacQueen has also played the Master in Big Finish audio dramas.\nComic strips.\nThe Master returns in a new body and guise, that of a street preacher, in the previously mentioned \"Doctor Who Magazine\" (DWM) comic strip story \"The Fallen\", although the Doctor does not recognise him. The Master reveals himself a few stories later, in \"The Glorious Dead\" (DWM 287-296). The Master had survived the events of the television movie by encountering a cosmic being named Esterath in the time vortex. Esterath controls the Glory, the focal point of the Omniversal spectrum which underlies all existence. The Master's scheme to take control of the Glory fails, and he is banished to parts unknown (see Kroton).\nRole playing game.\nThe \"Doctor Who\" role-playing game published by FASA in 1985 has two modules that give information about the Master. The modules identify the Meddling Monk as an alias the Master has used in the past.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":16},{"uri":"United_Kingdom","surface_form":"British","offset":33},{"uri":"Science_fiction","surface_form":"science fiction","offset":41},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":76},{"uri":"Time_Lord","surface_form":"Time Lord","offset":103},{"uri":"Doctor_(Doctor_Who)","surface_form":"Doctor","offset":154},{"uri":"Roger_Delgado","surface_form":"Roger Delgado","offset":219},{"uri":"Peter_Pratt","surface_form":"Peter Pratt","offset":301},{"uri":"Geoffrey_Beevers","surface_form":"Geoffrey Beevers","offset":317},{"uri":"Anthony_Ainley","surface_form":"Anthony Ainley","offset":383},{"uri":"Eric_Roberts","surface_form":"Eric Roberts","offset":511},{"uri":"Doctor_Who_(1996_film)","surface_form":"TV movie","offset":531},{"uri":"Derek_Jacobi","surface_form":"Derek Jacobi","offset":564},{"uri":"John_Simm","surface_form":"John Simm","offset":641},{"uri":"Michelle_Gomez","surface_form":"Michelle Gomez","offset":708},{"uri":"The_Sound_of_Drums","surface_form":"The Sound of Drums","offset":830},{"uri":"The_Deadly_Assassin","surface_form":"The Deadly Assassin","offset":1355},{"uri":"Hypnosis","surface_form":"hypnotising","offset":1545},{"uri":"Rise_of_the_Cybermen","surface_form":"Rise of the Cybermen","offset":2765},{"uri":"Tenth_Doctor","surface_form":"Tenth Doctor","offset":2792},{"uri":"Utopia_(Doctor_Who)","surface_form":"Utopia","offset":2945},{"uri":"David_A._McIntee","surface_form":"David A. McIntee","offset":3384},{"uri":"BBC_Books","surface_form":"BBC Books","offset":3541},{"uri":"Audio_drama","surface_form":"audio drama","offset":3573},{"uri":"Doctor_Who_Magazine","surface_form":"Doctor Who Magazine","offset":3865},{"uri":"Kroton_(Cyberman)","surface_form":"Kroton","offset":4379},{"uri":"Doctor_Who_RPG","surface_form":"\"Doctor Who\" role-playing game","offset":4411},{"uri":"FASA_Corporation","surface_form":"FASA","offset":4455},{"uri":"The_Meddling_Monk","surface_form":"the Meddling Monk","offset":4545}]}