{"id":147527,"url":"http://en.wikipedia.org/wiki/Oldham_Athletic_A.F.C.","text":"Oldham Athletic Football Club is a football that plays in Football League One. The club plays its games at Boundary Park in Oldham, England.\nThe club has never won any major trophies through their history, though have made several appearances in the late rounds of the FA Cup and Football League Cup.\nHistory.\nThe club was created as Pine Villa Football Club in 1895, but changed to the current name in 1899. Almost immediately, Oldham became a professional team before joining the Football League in 1907. After struggling between the First World War and the Second World War, they became more stable in 1969—when legendary manager Jimmy Frizzell took over. Under Frizzell, the club won 200 of their 544 competitive games and were promoted to higher levels twice.\nAfter leaving in the summer of 1982, Joe Royle took over as the club's manager during which time Oldham again had a successful period. Under Royle, the club won 225 games of 608—a slightly higher winning percentage than under Frizzell. In the early 1990s, under Royle, Oldham reached the semi-finals of the FA Cup and the final of the Football League Cup, losing every time. However, in the 1990–91 season, the club won the Football League Second Division and were promoted to the First Division for the first time in over 70 years. In the 1992–93 season, Oldham was a group of 24 teams that were the founding members of the Premier League—England's top division of football. After Royle's departure to Everton F.C., Oldham struggled and were relegated twice in four seasons.\nIn the early 2000s, Oldham Athletic almost went bankrupt. Businessman Chris Moore decided to purchase the club, promising to return to the Premier League within five years. However, later that season, he left the club, which also left behind much debt and a weak team. However, another businessman purchased the club in 2004, saving them from liquidation. In the 2006–07, under current manager John Sheridan, Oldham almost were promoted to the Football Championship, but lost in the semi-final of the play-offs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"football","offset":35},{"uri":"Football_League_One","surface_form":"Football League One","offset":58},{"uri":"Oldham","surface_form":"Oldham","offset":124},{"uri":"England","surface_form":"England","offset":132},{"uri":"FA_Cup","surface_form":"FA Cup","offset":269},{"uri":"Football_League_Cup","surface_form":"Football League Cup","offset":280},{"uri":"The_Football_League","surface_form":"the Football League","offset":478},{"uri":"World_War_I","surface_form":"First World War","offset":536},{"uri":"World_War_II","surface_form":"Second World War","offset":560},{"uri":"Jimmy_Frizzell","surface_form":"Jimmy Frizzell","offset":633},{"uri":"Joe_Royle","surface_form":"Joe Royle","offset":802},{"uri":"English_Premier_League","surface_form":"Premier League","offset":1390},{"uri":"Everton_F.C.","surface_form":"Everton F.C.","offset":1468},{"uri":"Bankrupt","surface_form":"bankrupt","offset":1589},{"uri":"Liquidation","surface_form":"liquidation","offset":1884},{"uri":"John_Sheridan","surface_form":"John Sheridan","offset":1935},{"uri":"Football_Championship","surface_form":"Football Championship","offset":1985}]}