{"id":147725,"url":"http://en.wikipedia.org/wiki/The_Clean_Tech_Revolution","text":"\"The Clean Tech Revolution: The Next Big Growth and Investment Opportunity\", is a 2007 book by Ron Pernick and Clint Wilder. They say that using clean technologies is a profitable enterprise that is moving steadily into mainstream business. Clean technologies are seen to be important for economic growth.\nPernick and Wilder highlight eight major clean technology areas: solar power, wind power, biofuels, green buildings, personal transportation, the smart grid, mobile applications (such as portable fuel cells), and water filtration. Very large corporations such as GE, Toyota and Sharp, and investment firms such as Goldman Sachs are spending billions of dollars on clean technology.\nHistory of clean tech.\nPernick and Wilder say that, in the 1970s, clean technology was considered “alternative”. Even at the start of the 21st century, the term \"clean tech\" was not yet widely used. But now, throughout much of the world, in trends large and small, there is \"the beginning of a revolution that is changing the places where we live and work, the products we manufacture and purchase, and the development plans of cities, regional governments, and nations around the globe.\"\nClean technology trends.\nPernick and Wilder highlight eight major clean technology sectors: solar power, wind power, biofuels, green buildings, personal transportation, the smart grid, mobile applications, and water filtration. The authors explain how investors, entrepreneurs, and individuals can profit from technological innovation in these areas. Pernick and Wilder identify some specific clean technologies, companies, and regions that are leading the way.\nThe book also explains that nuclear power and clean coal are not clean technologies. Apart from the risks associated with nuclear power, \"multibillion-dollar nuclear plants are simply not cost-effective when compared with other energy sources.\" The authors also believe that \"clean coal\" is an oxymoron for a myriad of reasons, including the sheer number of coal mine-related deaths and the fact that coal-fired plants, even some cleaner ones, are major contributors to serious illnesses such as asthma, heart disease, and mercury poisoning.\nEmerging clean tech cities are seen to include Copenhagen, where wind power generates 20 percent of Denmark's electricity, and Chicago, a leader in \"green\" buildings saving energy, heating and cooling costs.\nSix C's.\nPernick and Wilder identify six major forces, which they call the six C’s, that are pushing clean technology into the mainstream and driving rapid growth and expansion: costs, capital, competition, China, consumers, and climate.\nRecent developments.\nFrom the Nevada desert to the roofs of Wal-Mart stores to the legendary plains of Spain, solar is entering a bold, bright new era. Each week, solar seems to be winning new enthusiasts like Forbes, new investors of all stripes, and new large-scale business users like Wal-Mart, Macy's and Kohl's. Late last month, North Carolina Governor Mike Easley signed that state's first renewable portfolio standard into law, which includes a solar set-aside.\nInvestment money is pouring in, production lines are humming and expanding, the silicon shortage is being addressed, and the long-fought challenge of bringing solar to scale (the title of a 2002 Clean Edge report) is finally showing real hope. Last month, red-hot Chinese solar wafer supplier LDK Solar (whose second-quarter revenue grew 700%) announced manufacturing expansions that would raise its production capacity above 1,600 megawatts (MW) by the end of 2009. German solar cell producer Ersol Solar Energy just inked a contract for 1 billion euros to supply Germany PV module company Solon AG for 11 years.\nErnst & Young and Dow Jones VentureOne have reported that investments in clean technology companies in the first half of 2007 have reached $1.1 billion. The research found that clean technology investments are poised to increase by more than 35% in 2007 compared with 2006. Very large corporations such as GE, Toyota and Sharp, and investment firms such as Goldman Sachs are now making multi-billion dollar investments in clean technology.","categories":[],"infobox_types":[],"annotations":[{"uri":"Clean_technology","surface_form":"clean technologies","offset":145},{"uri":"Economic_growth","surface_form":"economic growth","offset":289},{"uri":"Solar_power","surface_form":"solar power","offset":371},{"uri":"Wind_power","surface_form":"wind power","offset":384},{"uri":"Sustainable_biofuels","surface_form":"biofuels","offset":396},{"uri":"Green_buildings","surface_form":"green buildings","offset":406},{"uri":"Sustainable_transport","surface_form":"personal transportation","offset":423},{"uri":"Smart_grid","surface_form":"smart grid","offset":452},{"uri":"Fuel_cells","surface_form":"fuel cells","offset":502},{"uri":"Water_filtration","surface_form":"water filtration","offset":519},{"uri":"GE","surface_form":"GE","offset":569},{"uri":"Toyota","surface_form":"Toyota","offset":573},{"uri":"Sharp_Corporation","surface_form":"Sharp","offset":584},{"uri":"Goldman_Sachs","surface_form":"Goldman Sachs","offset":620},{"uri":"Solar_power","surface_form":"solar power","offset":1269},{"uri":"Wind_power","surface_form":"wind power","offset":1282},{"uri":"Biofuels","surface_form":"biofuels","offset":1294},{"uri":"Green_buildings","surface_form":"green buildings","offset":1304},{"uri":"Sustainable_transport","surface_form":"personal transportation","offset":1321},{"uri":"Smart_grid","surface_form":"smart grid","offset":1350},{"uri":"Water_filtration","surface_form":"water filtration","offset":1387},{"uri":"Entrepreneur","surface_form":"entrepreneur","offset":1440},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":1667},{"uri":"Clean_coal","surface_form":"clean coal","offset":1685},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":2228},{"uri":"Chicago","surface_form":"Chicago","offset":2308},{"uri":"Wal-Mart","surface_form":"Wal-Mart","offset":2687},{"uri":"Mike_Easley","surface_form":"Mike Easley","offset":2985},{"uri":"Clean_Edge","surface_form":"Clean Edge","offset":3291},{"uri":"Ersol_Solar_Energy","surface_form":"Ersol Solar Energy","offset":3590},{"uri":"Ernst_%26amp%3B_Young","surface_form":"Ernst & Young","offset":3710},{"uri":"Dow_Jones","surface_form":"Dow Jones","offset":3728},{"uri":"GE","surface_form":"GE","offset":4016},{"uri":"Toyota","surface_form":"Toyota","offset":4020},{"uri":"Sharp_Corporation","surface_form":"Sharp","offset":4031},{"uri":"Goldman_Sachs","surface_form":"Goldman Sachs","offset":4067}]}