{"id":147811,"url":"http://en.wikipedia.org/wiki/Conspiracy_theory","text":"A conspirationism / conspiracy theory is a story that says that a group of people (\"conspirators\") have agreed (\"conspired\") to do illegal or evil things and hide them from the public. Conspiracy theories usually have little or no evidence. Many conspiracy theories say that certain historical events were actually caused by such conspirators.\nExamples.\nSome conspiracy theories are about the: Apollo moon landing, the 11 attacks, the existence of UFO's, the assassination of JFK and the death of Diana, Princess of Wales. Other examples not relating to specific events are the Illuminati, Freemasonry-related conspiracy theories, and chemtrails.\nThere are different kinds of conspiracy theory. some cases are straightforward. They pretend to explain events to which we \"do\" know the real cause, or for which there is no specific cause. We now know all we are ever going to know about the 9/11 attacks and the death of Diana, Princess of Wales. Likewise, that the Earth is round (as opposed to flat) has so much evidence that denying it is simply irrational.\nTheir growth.\nThere has been a growth in recent years in conspiracy theories proposed on the internet. Conspiracy theories once limited to fringe audiences have become common in mass media, and particularly on the internet. Conspiracy emerged as a cultural phenomenon in the United States of the late 20th and early 21st centuries.\nIt is worth remembering that conspiracy theorists get paid by websites according to how many viewers they attract. Websites that seem free to the user are paid for by adverts, usually quite harmless, though they may be annoying. The point is that the people who put up the individual articles get paid once the number of viewers is over a certain qualifying number.\nDavid Grimes has calculated that it takes at least three years to expose a conspiracy on the internet, depending on the number of people involved. Many conspiracies would be exposed in between three and four years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Story","surface_form":"story","offset":43},{"uri":"Illegal","surface_form":"illegal","offset":131},{"uri":"Evil","surface_form":"evil","offset":142},{"uri":"Public","surface_form":"public","offset":177},{"uri":"History","surface_form":"historical event","offset":283},{"uri":"Moon_landing_conspiracy_theory","surface_form":"Apollo moon landing","offset":394},{"uri":"September_11_attacks","surface_form":"11 attacks","offset":419},{"uri":"John_F._Kennedy","surface_form":"assassination of JFK","offset":459},{"uri":"Death_of_Diana%2C_Princess_of_Wales","surface_form":"death of Diana, Princess of Wales","offset":488},{"uri":"Illuminati","surface_form":"Illuminati","offset":578},{"uri":"Freemasonry","surface_form":"Freemasonry","offset":590},{"uri":"Chemtrail","surface_form":"chemtrail","offset":635},{"uri":"Flat_Earth","surface_form":"flat","offset":994},{"uri":"Mass_media","surface_form":"mass media","offset":1237}]}