{"id":147861,"url":"http://en.wikipedia.org/wiki/Lyrebird","text":"A lyrebird is a ground-dwelling Australian bird. There are two species in the genus \"Menura\". The live in forests, especially rainforests, of eastern Australia, and they were introduced to Tasmania in the 19th century. They are found in two National Forest areas of Victoria, New South Wales and southeast Queensland.\nMating system.\nThey are most notable for their superb ability to mimic natural and artificial sounds from their environment. Since they live on the ground in fairly dense undergrowth, sound is used by the males to attract attention. When a female arrives, the visual display comes into action. It is a typical \"female choice\" mating system, where males defend a mating territory, and sing and display to get a mate.\nSound mimicry.\nThe lyrebird's mimicked calls are learned from the local environment, including other birds. It takes young birds about a year to perfect their mimicked repertoire. The female lyrebirds of both species are also mimics, and will sing on occasion but the females do so with less skill than the males. A lyrebird classic is their imitation of human sounds in the forest such as car alarms, camera shutters and forest logging with chain-saws.\nBreeding.\nThe breeding cycle of the lyrebirds is long, and lyrebirds are long-lived birds. They can live up to thirty years. They also start breeding later in life than other passerine birds. Female Superb Lyrebirds start breeding at the age of five or six, and males at the age of six to eight. Males defend territories from other males.These territories may contain the breeding places of up to eight females. In a male's territory, he makes or uses display platforms.\nThe females each build an untidy nest, usually low to the ground in a moist gully, where each lays a single egg. She is the sole parent who incubates the egg over 50 days until it hatches, and she is also the sole carer of the lyrebird chick.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":32},{"uri":"Bird","surface_form":"bird","offset":43},{"uri":"Species","surface_form":"species","offset":63},{"uri":"Genus","surface_form":"genus","offset":78},{"uri":"Rainforests","surface_form":"rainforests","offset":126},{"uri":"Australia","surface_form":"Australia","offset":150},{"uri":"Tasmania","surface_form":"Tasmania","offset":189},{"uri":"National_Forest","surface_form":"National Forest","offset":241},{"uri":"Victoria","surface_form":"Victoria","offset":266},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":276},{"uri":"Queensland","surface_form":"Queensland","offset":306},{"uri":"Mimicry","surface_form":"mimic","offset":383},{"uri":"Repertoire","surface_form":"repertoire","offset":902},{"uri":"Passerine","surface_form":"passerine","offset":1363},{"uri":"Superb_Lyrebird","surface_form":"Superb Lyrebird","offset":1387},{"uri":"Egg_(biology)","surface_form":"egg","offset":1767},{"uri":"Avian_incubation","surface_form":"incubates","offset":1799}]}