{"id":147862,"url":"http://en.wikipedia.org/wiki/Albert%27s_lyrebird","text":"The Albert's lyrebird (\"Menura alberti\") is a pheasant-sized songbird, about 90 cm long, with brown upper body feathers and rich chestnut below. It is very similar with the superb lyrebird in its habits. This bird also mimics other species sounds. It is sometimes called the \"Prince Albert Lyrebird\" or the \"Northern Lyrebird\". Named after Queen Victoria's husband, Prince Albert, they are smaller than the Superb Lyrebirds.\nAlbert's lyrebirds are only found in a small area of rainforest in the Lamington National Park near the border of Queensland and New South Wales. There are about 3,500 birds known to exist. There are reports of the birds in the Blackall Range, but this has not been proved. Known groups of birds live on Tamborine Mountain, Scenic Rim and the Nightcap Range.\nThey eat small insects which they scratch up from the ground. They are a shy bird which will run or fly away if disturbed. During the breeding season in winter, from May to August, the male bird performs displays of song and dance to attract the females. The songs are copied from other birds and forest sounds. The songs can last up to four hours, with some individual songs lasting up to one hour. During his dance, the male bird raises his tail feathers up and over his body. The feathers form a lyre shape which is why they were given the name \"lyrebird\".\nIt is listed as a Vulnerable species because it lives in such a limited area, it can only eat a small range of food from that area, and it is not breeding quickly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pheasant","surface_form":"pheasant","offset":46},{"uri":"Songbird","surface_form":"songbird","offset":61},{"uri":"Superb_lyrebird","surface_form":"superb lyrebird","offset":173},{"uri":"Queen_Victoria_of_England","surface_form":"Queen Victoria","offset":340},{"uri":"Prince_Albert","surface_form":"Prince Albert","offset":366},{"uri":"Superb_Lyrebird","surface_form":"Superb Lyrebird","offset":407},{"uri":"Rainforest","surface_form":"rainforest","offset":478},{"uri":"Lamington_National_Park","surface_form":"Lamington National Park","offset":496},{"uri":"Queensland","surface_form":"Queensland","offset":539},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":554},{"uri":"Lyre","surface_form":"lyre","offset":1283},{"uri":"Vulnerable_species","surface_form":"Vulnerable species","offset":1362}]}