{"id":14788,"url":"http://en.wikipedia.org/wiki/Oklahoma","text":"Oklahoma () is a state that is in the southern part of the Central United States. It had a population of about 3,751,351 people in 2010. The state has a land area of about. Oklahoma is the 28th largest state by population and the 20th largest state by area. The name of the state comes from the Choctaw words \"okla\" and \"humma\". It means \"Red People\". It is also known by its nickname, \"The Sooner State.\" The state was formed from Indian Territory on November 16, 1907. It was the 46th state to become part of the United States. The people who live in the state are known as \"Oklahomans\" or \"Okies\". The state's capital and largest city is Oklahoma City.\nIn the past, Oklahoma was used as a path for cattle drives, a place for southern settlers, and a government-made territory for Native Americans.\nThe state is a large producer of natural gas, oil and food. It has large industries in aviation, energy, telecommunications, and biotechnology. The state has one of the fastest growing economies in the nation. Between 2005 and 2006, it had the third highest percentage of income growth and the highest percentage in gross domestic product growth. Oklahoma City and Tulsa are the main economic areas of Oklahoma. Almost 60 percent of Oklahomans live in these two metropolitan statistical areas.\nOklahoma has small mountain ranges, prairies, and eastern forests. Most of Oklahoma is in the Great Plains. It is regularly hit by severe weather.\nThe cultural heritage of Oklahoma is made from by a population descending from many cultures. These include German, Irish, British and Native American people. There are more than 25 Native American languages are spoken in Oklahoma, more than in any other state. Many people in Oklahoma believe in evangelical Christianity. The state is part of the Bible Belt. Oklahoma is one of the most politically conservative states, but voter registration is largest for the Democratic Party.\nHistory.\nOklahoma has only been a state for a little over a century, but its history is much longer. Arrow heads from the Clovis culture, Native Americans who traveled through Oklahoma have been found near the city Anadarko. These arrow heads are about 11,000 years old. The Spiro Mound Building Indians were the state's first permanent settlers. In 1541 the Spanish explorer Coranado traveled through Oklahoma while in search of the Lost City of Gold. During the 1830s, the Five Civilized Tribes were forced to move from the southeastern United States to Indian Territory (now Oklahoma) on the Trail of Tears.\nDuring the American Civil War (1861–1865), several Indian tribes sided with the Confederacy. The tribes owned slaves. They agreed with the ideas of the states that seceded from the United States. Also, the tribes were not happy that the federal government did not do what it told them it would do. Not all the tribes sided with the Confederacy. Some tribes had taken control of several forts. This caused much of the Indian Territory to be under Confederate control, but Oklahoma did not become a Confederate state. The Battle of Honey Springs near Fort Gibson on July 17, 1863 was won by the Union forces. This ended the Confederate control of Indian Territory.\nOn April 22, 1890, the western part of the state was opened to almost 50,000 settlers for the Oklahoma Land Run. During this land run Oklahoma got its nickname, \"The Sooner State\". The nickname came from the settlers who crossed the territory's borders before the land was opened by the government. A year later, the western part of the territory was turned into Oklahoma territory. The northeastern part, which was home to the Five Civilized Tribes, stayed under the control of the tribes. On November 16, 1907, the western and eastern territories joined together. They became the 46th state of the United States.\nThe newly formed state became an important place for the oil industry. The oil pools in the area caused the population of towns to grow very quickly. Tulsa became known as the \"Oil Capital of the World\" for most of the 20th century. The oil was a large part of the state's early economy.\nIn 1927, Tulsa businessman Cyrus Avery, known as the \"Father of Route 66\", began a movement to make U.S. Route 66. Avery used section of highway that was already built between Tulsa and Amarillo, Texas to make the original portion of Highway 66. He was the main person responsible for making the U.S. Highway 66 Association to watch over the building of Route 66.\nDuring the 1930s, northwestern Oklahoma went through a period of time called the Dust Bowl. The area had little rainfall and high temperatures. This caused thousands of farmers to go into poverty and forced them to move to other parts of the United States. From 1930 to 1950, the state saw its only loss in population. It lost 6.9 percent of the people who lived there. Because of the Dust Bowl, the state made hundreds of reservoirs and man-made lakes. By the 1960s, more than 200 man-made lakes had been made. This is the most in the United States.\nThe song \"Oklahoma!\" was made the official song of the state in 1953. The song comes from the 1943 Broadway musical play \"Oklahoma!\". The story is set in Oklahoma Territory in 1906 just before Oklahoma became a state.\nOn April 19, 1995, the Alfred P. Murrah Federal Building in Oklahoma City was bombed by Timothy McVeigh. 168 people were killed in the bombing. This was the worst terrorism attack in the United States before the World Trade Center attacks on September 11, 2001. McVeigh and his partner, Terry Nichols, were both convicted of the bombing. Some people think other people were involved. McVeigh was later sentenced to death and executed by lethal injection on June 11, 2001. His partner, Nichols, was convicted of 161 counts of first degree murder. Nichols is spending the rest of his life in prison without the chance of being released.\nNaming history.\nThe name \"Oklahoma\" comes from the Choctaw phrase \"okla\" \"humma\". This means \"red\" (\"humma\") \"people\" (\"okla\"). Choctaw Chief Allen Wright gave it that name in 1866 during treaty talks with the federal government about the use of Indian Territory. He dreamed of an all-Indian state with power held by the United States Superintendent of Indian Affairs. \"Okla humma\" was a phrase in the Choctaw language that meant the same as the English word \"Indian\". It was used to describe the Native American people all together. \"Oklahoma\" later became the \"de facto\" name for Oklahoma Territory. It was officially accepted in 1890, two years after the area was opened to white settlers.\nGeography.\nOklahoma is the 20th-largest state in the United States. It covers an area of (are land and are water). The state is shaped like a pan with a long, thin section on the west side. This section, known as the \"Panhandle\", is from west to east, and from north to south.\nIt is one of six states on the Frontier Strip. The state is partly in the Great Plains near the center of the 48 continental states. It shares borders with Arkansas, Missouri, Kansas, Colorado, New Mexico, and Texas.\nThe highest point in the state is the Black Mesa, in the Panhandle at. The lowest point is Little River east of Idabel in the southeast part of the state at above sea level. There are four mountain ranges in Oklahoma. They are the Ouachita, Arbuckle, Wichita and Kiamichi ranges. All of the ranges are in the southern part of the state. Forests make up about 24 percent of the state. The state is also known for having more man-made lakes than any other state in the country. These lakes cover more than with water.\nPolitics.\nBy the start of the 21st century, conservative Republicans are the growing force in Oklahoma, but Democrats are still a major factor in statewide politics. In 2006, the incumbent Democrat governor won re-election by 66% over a former Republican Congressman. Despite the landslide victory for the Democrats, the Republicans gained two seats in the State Senate, making a 24 Democrat, 24 Republican tie in the senate, and increased their lead in the house of 57-44.\nWeather.\nOklahoma is in a temperate area of the country. The state sometimes sees extreme temperatures and rain that is commonly found in a continental climate. All of the state frequently has temperatures above or below.\nIt snows in Oklahoma. In the northwest near the Colorado border, the area can get nearly in snowfall during the winter. The southeastern part of the state usually gets less than in snowfall.\nMost of the state is in an area known as Tornado Alley. This is because there is a lot of contact between cold and warm air masses which makes severe weather. Oklahoma has an average of 54 tornadoes each year. This is one of the highest rates in the world. The state is home to the National Storm Prediction Center of the National Weather Service, in Norman.\nCities and towns.\nOklahoma had 549 populated places in 2006. It had three cities over 100,000 in population and 40 over 10,000. Two of the fifty largest cities in the United States are in Oklahoma. They are Oklahoma City and Tulsa. More than half of Oklahomans (58%) live in the two cities.\nOklahoma City is the state's capital and largest city. It had 1,269,907 people living inside its metropolitan area in 2008. Tulsa, the second largest city, had a metropolitan area population of 905,755.\nBetween 2005 and 2006, the Tulsa suburbs of Jenks, Bixby, and Owasso had the biggest population growth in the state. The population of Jenks grew by 47.9%, Bixby grew by 44.56%, and Owasso grew by 34.31%.\nOklahoma's largest cities in 2007 were: Oklahoma City (547,274), Tulsa (384,037), Norman (106,707), Lawton (91,568), Broken Arrow (90,714), Edmond (78,226), Midwest City (55,935), and Moore (51,106). Seven of the state's ten largest cities are in the metropolitan areas of Oklahoma City and Tulsa. Only Lawton has a metropolitan area of its own.\nOklahoma law says that populated areas are divided into two groups. Cities are areas with more than 1,000 people. Towns have fewer than 1,000 people. Both have legislative, judicial, and public power inside their populated areas. Cities can choose between a mayor-council, council-manager, or strong mayor form of government. Towns are run through an elected officer system.\nSports.\nOklahoma has minor league sports teams in basketball, football, arena football, baseball, soccer, and ice hockey. These teams are in Oklahoma City, Tulsa, Enid and Lawton. Tulsa is home to the Tulsa 66ers. They are part the NBA Development League. The Tulsa Revolution, playing in the American Indoor Soccer League, is also in Tulsa. The NBA's New Orleans Hornets became the first major league sports team to play in Oklahoma. This happened after the team was forced to move to the Ford Center in Oklahoma City for two seasons after Hurricane Katrina in 2005. In July 2008, the Seattle SuperSonics moved to Oklahoma City. They play their home games at the Ford Center under the new team name, Oklahoma City Thunder. They are the state's first permanent major league team.\nState symbols.\nOklahoma's state symbols are recognized by state law. The Oklahoma Senate or House of Representatives may add others for special events and to help organizations.","categories":[],"infobox_types":["U.S. state","U.S. state symbols"],"annotations":[{"uri":"U.S._state","surface_form":"state","offset":17},{"uri":"Central_United_States","surface_form":"Central","offset":59},{"uri":"United_States","surface_form":"United States","offset":67},{"uri":"Population","surface_form":"population","offset":91},{"uri":"2010","surface_form":"2010","offset":131},{"uri":"Area","surface_form":"area","offset":158},{"uri":"Choctaw","surface_form":"Choctaw","offset":295},{"uri":"Nickname","surface_form":"nickname","offset":376},{"uri":"Indian_Territory","surface_form":"Indian Territory","offset":432},{"uri":"Capital_(city)","surface_form":"capital","offset":613},{"uri":"City","surface_form":"city","offset":633},{"uri":"Oklahoma_City","surface_form":"Oklahoma City","offset":641},{"uri":"Cattle_drive","surface_form":"cattle drive","offset":701},{"uri":"Settler","surface_form":"settler","offset":737},{"uri":"Government","surface_form":"government","offset":753},{"uri":"Territory","surface_form":"territory","offset":769},{"uri":"Natural_Gas","surface_form":"natural gas","offset":834},{"uri":"Petroleum","surface_form":"oil","offset":847},{"uri":"Food","surface_form":"food","offset":855},{"uri":"Industry","surface_form":"industries","offset":874},{"uri":"Aviation","surface_form":"aviation","offset":888},{"uri":"Energy","surface_form":"energy","offset":898},{"uri":"Telecommunications","surface_form":"telecommunications","offset":906},{"uri":"Biotechnology","surface_form":"biotechnology","offset":930},{"uri":"Economy","surface_form":"economies","offset":986},{"uri":"Nation","surface_form":"nation","offset":1003},{"uri":"Percentage","surface_form":"percentage","offset":1059},{"uri":"Gross_domestic_product","surface_form":"gross domestic product","offset":1117},{"uri":"Tulsa","surface_form":"Tulsa","offset":1166},{"uri":"Metropolitan_statistical_area","surface_form":"metropolitan statistical area","offset":1263},{"uri":"Mountain","surface_form":"mountain","offset":1314},{"uri":"Prairie","surface_form":"prairie","offset":1331},{"uri":"Forest","surface_form":"forest","offset":1353},{"uri":"Great_Plains","surface_form":"Great Plains","offset":1389},{"uri":"Severe_weather","surface_form":"severe weather","offset":1426},{"uri":"Cultural_heritage","surface_form":"cultural heritage","offset":1446},{"uri":"Descendant","surface_form":"descending","offset":1505},{"uri":"Germans","surface_form":"German","offset":1550},{"uri":"Irish_people","surface_form":"Irish","offset":1558},{"uri":"British_people","surface_form":"British","offset":1565},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native American","offset":1577},{"uri":"Language","surface_form":"language","offset":1640},{"uri":"Evangelicalism","surface_form":"evangelical","offset":1739},{"uri":"Christianity","surface_form":"Christianity","offset":1751},{"uri":"Bible_Belt","surface_form":"Bible Belt","offset":1790},{"uri":"Politics","surface_form":"politically","offset":1830},{"uri":"Conservatism","surface_form":"conservative","offset":1842},{"uri":"Voter_registration","surface_form":"voter registration","offset":1867},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":1905},{"uri":"Century","surface_form":"century","offset":1983},{"uri":"Arrow_heads","surface_form":"Arrow heads","offset":2024},{"uri":"Clovis_culture","surface_form":"Clovis culture","offset":2045},{"uri":"Native_Americans","surface_form":"Native Americans","offset":2061},{"uri":"Anadarko%2C_Oklahoma","surface_form":"Anadarko","offset":2138},{"uri":"Spiro_Mounds","surface_form":"Spiro","offset":2198},{"uri":"Mound_Builders","surface_form":"Mound Building","offset":2204},{"uri":"Spain","surface_form":"Spanish","offset":2282},{"uri":"Explorer","surface_form":"explorer","offset":2290},{"uri":"Coranado","surface_form":"Coranado","offset":2299},{"uri":"Quivira_and_C%C3%ADbola","surface_form":"Lost City of Gold","offset":2357},{"uri":"Five_Civilized_Tribes","surface_form":"Five Civilized Tribes","offset":2398},{"uri":"Trail_of_Tears","surface_form":"Trail of Tears","offset":2518},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2545},{"uri":"Confederate_States_of_America","surface_form":"Confederacy","offset":2614},{"uri":"Slavery","surface_form":"slaves","offset":2644},{"uri":"Secede","surface_form":"seceded","offset":2698},{"uri":"Fort","surface_form":"fort","offset":2920},{"uri":"Battle_of_Honey_Springs","surface_form":"Battle of Honey Springs","offset":3054},{"uri":"Fort_Gibson%2C_Oklahoma","surface_form":"Fort Gibson","offset":3083},{"uri":"United_States","surface_form":"Union","offset":3127},{"uri":"Oklahoma_Land_Run","surface_form":"Oklahoma Land Run","offset":3291},{"uri":"Border","surface_form":"border","offset":3442},{"uri":"Oil_industry","surface_form":"oil industry","offset":3869},{"uri":"20th_century","surface_form":"20th century","offset":4031},{"uri":"Business","surface_form":"business","offset":4115},{"uri":"Cyrus_Avery","surface_form":"Cyrus Avery","offset":4127},{"uri":"U.S._Route_66","surface_form":"U.S. Route 66","offset":4200},{"uri":"Amarillo%2C_Texas","surface_form":"Amarillo, Texas","offset":4286},{"uri":"U.S._Highway_66_Association","surface_form":"U.S. Highway 66 Association","offset":4396},{"uri":"Dust_Bowl","surface_form":"Dust Bowl","offset":4545},{"uri":"Rain","surface_form":"rain","offset":4576},{"uri":"Temperature","surface_form":"temperature","offset":4594},{"uri":"Poverty","surface_form":"poverty","offset":4652},{"uri":"Reservoir","surface_form":"reservoir","offset":4887},{"uri":"Lake","surface_form":"lake","offset":4911},{"uri":"Song","surface_form":"song","offset":5019},{"uri":"Oklahoma%21_(song)","surface_form":"Oklahoma!","offset":5025},{"uri":"Broadway","surface_form":"Broadway","offset":5114},{"uri":"Musical_theater","surface_form":"musical play","offset":5123},{"uri":"Oklahoma%21_(musical)","surface_form":"\"Oklahoma!\"","offset":5136},{"uri":"Oklahoma_Territory","surface_form":"Oklahoma Territory","offset":5169},{"uri":"Alfred_P._Murrah_Federal_Building","surface_form":"Alfred P. Murrah Federal Building","offset":5256},{"uri":"Oklahoma_City_Bombing","surface_form":"bombed","offset":5311},{"uri":"Timothy_McVeigh","surface_form":"Timothy McVeigh","offset":5321},{"uri":"Terrorism","surface_form":"terrorism","offset":5396},{"uri":"World_Trade_Center_attacks","surface_form":"World Trade Center attacks","offset":5445},{"uri":"Terry_Nichols","surface_form":"Terry Nichols","offset":5520},{"uri":"Convicted","surface_form":"convicted","offset":5545},{"uri":"Sentenced","surface_form":"sentenced","offset":5635},{"uri":"Executed","surface_form":"executed","offset":5658},{"uri":"Lethal_injection","surface_form":"lethal injection","offset":5670},{"uri":"First_degree_murder","surface_form":"first degree murder","offset":5758},{"uri":"Prison","surface_form":"prison","offset":5823},{"uri":"Choctaw","surface_form":"Choctaw","offset":5919},{"uri":"Tribal_chief","surface_form":"Chief","offset":6004},{"uri":"Treaty","surface_form":"treaty","offset":6056},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":6078},{"uri":"Indian_Territory","surface_form":"Indian Territory","offset":6114},{"uri":"United_States_Superintendent_of_Indian_Affairs","surface_form":"United States Superintendent of Indian Affairs","offset":6189},{"uri":"English_language","surface_form":"English","offset":6314},{"uri":"De_facto","surface_form":"de facto","offset":6431},{"uri":"Oklahoma_Territory","surface_form":"Oklahoma Territory","offset":6450},{"uri":"Frontier_Strip","surface_form":"Frontier Strip","offset":6869},{"uri":"Great_Plains","surface_form":"Great Plains","offset":6912},{"uri":"Continental_United_States","surface_form":"continental states","offset":6951},{"uri":"Arkansas","surface_form":"Arkansas","offset":6994},{"uri":"Missouri","surface_form":"Missouri","offset":7004},{"uri":"Kansas","surface_form":"Kansas","offset":7014},{"uri":"Colorado","surface_form":"Colorado","offset":7022},{"uri":"New_Mexico","surface_form":"New Mexico","offset":7032},{"uri":"Texas","surface_form":"Texas","offset":7048},{"uri":"Black_Mesa","surface_form":"Black Mesa","offset":7093},{"uri":"Oklahoma_Panhandle","surface_form":"Panhandle","offset":7112},{"uri":"Little_River_(Oklahoma)","surface_form":"Little River","offset":7146},{"uri":"Idabel%2C_Oklahoma","surface_form":"Idabel","offset":7167},{"uri":"Sea_level","surface_form":"sea level","offset":7218},{"uri":"Ouachita_Mountains","surface_form":"Ouachita","offset":7286},{"uri":"Arbuckle_Mountains","surface_form":"Arbuckle","offset":7296},{"uri":"Wichita_Mountains","surface_form":"Wichita","offset":7306},{"uri":"Kiamichi_Mountains","surface_form":"Kiamichi","offset":7318},{"uri":"Forest","surface_form":"Forest","offset":7392},{"uri":"21st_century","surface_form":"21st century","offset":7601},{"uri":"2006","surface_form":"2006","offset":7740},{"uri":"Incumbent","surface_form":"incumbent","offset":7750},{"uri":"Temperate_climate","surface_form":"temperate","offset":8071},{"uri":"Temperature","surface_form":"temperature","offset":8135},{"uri":"Continental_climate","surface_form":"continental climate","offset":8185},{"uri":"Snow","surface_form":"snow","offset":8270},{"uri":"Winter","surface_form":"winter","offset":8379},{"uri":"Tornado_Alley","surface_form":"Tornado Alley","offset":8499},{"uri":"Severe_weather","surface_form":"severe weather","offset":8601},{"uri":"Tornado","surface_form":"tornado","offset":8647},{"uri":"Storm_Prediction_Center","surface_form":"National Storm Prediction Center","offset":8740},{"uri":"National_Weather_Service","surface_form":"National Weather Service","offset":8780},{"uri":"Norman%2C_Oklahoma","surface_form":"Norman","offset":8809},{"uri":"List_of_United_States_cities_by_population","surface_form":"fifty largest cities","offset":8956},{"uri":"Oklahoma_City","surface_form":"Oklahoma City","offset":9024},{"uri":"Tulsa","surface_form":"Tulsa","offset":9042},{"uri":"Metropolitan_area","surface_form":"metropolitan area","offset":9205},{"uri":"Suburbs","surface_form":"suburbs","offset":9344},{"uri":"Jenks%2C_Oklahoma","surface_form":"Jenks","offset":9355},{"uri":"Bixby%2C_Oklahoma","surface_form":"Bixby","offset":9362},{"uri":"Owasso%2COklahoma","surface_form":"Owasso","offset":9373},{"uri":"Oklahoma_City","surface_form":"Oklahoma City","offset":9556},{"uri":"Tulsa","surface_form":"Tulsa","offset":9581},{"uri":"Norman%2C_Oklahoma","surface_form":"Norman","offset":9598},{"uri":"Lawton%2C_Oklahoma","surface_form":"Lawton","offset":9616},{"uri":"Broken_Arrow%2C_Oklahoma","surface_form":"Broken Arrow","offset":9633},{"uri":"Edmond%2C_Oklahoma","surface_form":"Edmond","offset":9656},{"uri":"Midwest_City%2C_Oklahoma","surface_form":"Midwest City","offset":9673},{"uri":"Moore%2C_Oklahoma","surface_form":"Moore","offset":9700},{"uri":"Law","surface_form":"law","offset":9871},{"uri":"Legislature","surface_form":"legislative","offset":10022},{"uri":"Judicial","surface_form":"judicial","offset":10035},{"uri":"Mayor-council","surface_form":"mayor-council","offset":10120},{"uri":"Council-manager","surface_form":"council-manager","offset":10135},{"uri":"Strong_mayor","surface_form":"strong mayor","offset":10155},{"uri":"Election","surface_form":"elected","offset":10213},{"uri":"Sports","surface_form":"sports","offset":10271},{"uri":"Basketball","surface_form":"basketball","offset":10287},{"uri":"American_football","surface_form":"football","offset":10299},{"uri":"Arena_football","surface_form":"arena football","offset":10309},{"uri":"Baseball","surface_form":"baseball","offset":10325},{"uri":"Soccer","surface_form":"soccer","offset":10335},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":10347},{"uri":"Tulsa_66ers","surface_form":"Tulsa 66ers","offset":10438},{"uri":"NBADL","surface_form":"NBA Development League","offset":10469},{"uri":"Tulsa_Revolution","surface_form":"Tulsa Revolution","offset":10497},{"uri":"American_Indoor_Soccer_League","surface_form":"American Indoor Soccer League","offset":10530},{"uri":"NBA","surface_form":"NBA","offset":10583},{"uri":"New_Orleans_Hornets","surface_form":"New Orleans Hornets","offset":10589},{"uri":"Major_professional_sports_league","surface_form":"major league sports team","offset":10626},{"uri":"Ford_Center","surface_form":"Ford Center","offset":10727},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":10778},{"uri":"Seattle_SuperSonics","surface_form":"Seattle SuperSonics","offset":10823},{"uri":"Oklahoma_City_Thunder","surface_form":"Oklahoma City Thunder","offset":10938},{"uri":"Symbol","surface_form":"symbol","offset":11049},{"uri":"Oklahoma_Senate","surface_form":"Oklahoma Senate","offset":11090},{"uri":"Oklahoma_House_of_Representatives","surface_form":"House of Representatives","offset":11109},{"uri":"Organization","surface_form":"organization","offset":11180}]}