{"id":147999,"url":"http://en.wikipedia.org/wiki/Lester_Brown","text":"Lester R. Brown (born in 1934 in New Jersey) is an environmental analyst who has authored and co-authored over fifty books. His books have been translated into more than forty languages. He is the founder of the Worldwatch Institute and founder and president of the Earth Policy Institute.\nThe recipient of twenty-five honorary degrees and a MacArthur Fellowship, Brown has been described as \"one of the world's most influential thinkers.\"\nWritings.\nBrown has authored or coauthored 50 books. One of the world's most widely published authors, his books have appeared in some 40 languages. Among his earlier books are \"Man, Land and Food\", \"World Without Borders\", and \"Building a Sustainable Society\". His 1995 book \"Who Will Feed China?\" challenged the official view of China’s food prospect, spawning hundreds of conferences and seminars.\nIn May 2001, he founded the Earth Policy Institute to provide a vision and a road map for achieving sustainable development. In November 2001, he published \"Eco-Economy: Building an Economy for the Earth\", and his most recent book is \"World on the Edge: How to Prevent Environmental and Economic Collapse\" (2011).\nAwards.\nHe is the recipient of many prizes and awards, including 25 honorary degrees, a MacArthur Fellowship, the 1987 United Nations' Environment Prize, the 1989 World Wide Fund for Nature Gold Medal, and the 1994 Blue Planet Prize for his \"exceptional contributions to solving global environmental problems.\" More recently, he was awarded the Presidential Medal of Italy, the Borgström Prize by the Royal Swedish Academy of Agriculture and Forestry, and appointed an honorary professor of the Chinese Academy of Sciences. In 1991, the American Humanist Association named Brown the Humanist of the Year.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_Jersey","surface_form":"New Jersey","offset":33},{"uri":"Environment","surface_form":"environment","offset":51},{"uri":"Worldwatch_Institute","surface_form":"Worldwatch Institute","offset":212},{"uri":"Earth_Policy_Institute","surface_form":"Earth Policy Institute","offset":266},{"uri":"Honorary_degree","surface_form":"honorary degree","offset":319},{"uri":"MacArthur_Fellowship","surface_form":"MacArthur Fellowship","offset":342},{"uri":"China","surface_form":"China","offset":771},{"uri":"Earth_Policy_Institute","surface_form":"Earth Policy Institute","offset":869},{"uri":"Sustainable_development","surface_form":"sustainable development","offset":941},{"uri":"MacArthur_Fellowship","surface_form":"MacArthur Fellowship","offset":1243},{"uri":"United_Nations","surface_form":"United Nations","offset":1274},{"uri":"World_Wide_Fund","surface_form":"World Wide Fund","offset":1318},{"uri":"Italy","surface_form":"Italy","offset":1522},{"uri":"Royal_Swedish_Academy_of_Agriculture_and_Forestry","surface_form":"Royal Swedish Academy of Agriculture and Forestry","offset":1556},{"uri":"Chinese_Academy_of_Sciences","surface_form":"Chinese Academy of Sciences","offset":1650},{"uri":"American_Humanist_Association","surface_form":"American Humanist Association","offset":1692}]}