{"id":147947,"url":"http://en.wikipedia.org/wiki/Functional_illiteracy","text":"Functional illiteracy means that a person is not able to read, write, and do math well in regular life. Someone who is fully illiterate can not read, write, or do math at all. Such people have perhaps never learnt how to read or write; perhaps they did not need to. A person who is functionally illiterate is different - at some point in their lives, these people were taught reading and writing skills. For different reasons, adults who are functionally illiterate try to avoid writing and reading as much as possible. That way, a person who is functionally illiterate may be able to write their name, but it is very difficult for them to write more than a few sentences.\nThese people have trouble functioning in modern society: when they are confronted with printed materials they cannot perform simple tasks such as filling out a form, understanding a contract, following written instructions, reading a newspaper article, traffic signs, consulting a dictionary, or understanding a bus schedule.\nBecause of functional illiteracy, these people also have a lot of trouble using modern communication technologies, such as a personal computer or a mobile phone.\nLinks with poverty and crime.\nThe people who are functionally illiterate often have other problems as well: Other people may bully them, they may have higher health risks, and stress. Because they cannot get good jobs, they often earn little money.\nCrime-researchers and sociologists have talked about the link between functional illiteracy and crime.\nHow common it is.\n\"Business\" magazine estimates that 15 million functionally illiterate adults had a job in the United States at the start of the 21st century. The American Council of Life Insurers reported that 75% of the Fortune 500 companies provide some level of training to help their workers overcome this situation. All over the U.S 30 million - 14% of adults - are unable to perform simple and everyday literacy activities.\nThe National Center for Education Statistics has more detail.\nThis report sees three parameters: prose, document, and quantitative literacy. There are four levels for each parameter: below basic, basic, intermediate, and proficient. For prose literacy, for example, a below basic level of literacy means that a person can look at a short piece of text to get a small piece of uncomplicated information. Similarly, a person who is \"below basic\" in quantitative literacy might be able to add two numbers.\nIn the US, 14% of adults are at the \"below basic\" level for prose literacy; 12% are at the \"below basic\" level for document literacy; and 22% are at that level for quantitative literacy. Only 13% of the population is proficient in these three areas. In the terms of the study, \"proficient\" means these people are able to compare viewpoints in two editorials. They can interpret a table about blood pressure, age, and physical activity. They can also compute and compare the cost per ounce of food items.\nIn the UK, according to the \"Daily Telegraph\" (14 June 2006) \"one in six British adults lacks the literacy skills of an 11-year-old\". The UK government's Department for Education reported in 2006 that 47 percent of school children left school at age 16 without having achieved a basic level in functional maths, and 42 percent fail to achieve a basic level of functional English. Every year 100,000 pupils leave school functionally illiterate in the UK.\nResearch findings.\nA Literacy at Work study, published by the Northeast Institute in 2001, found that business losses attributed to basic skill deficiencies run into billions of dollars a year due to low productivity, errors, and accidents attributed to functional illiteracy.\nSociological research has demonstrated that countries with lower levels of functional illiteracy among their adult populations tend to be those with the highest levels of scientific literacy among the lower stratum of young people nearing the end of their formal academic studies. This correspondence suggests that a contributing factor to a society's level of civic literacy is the capacity of schools to ensure students attain the functional literacy required to comprehend the basic texts and documents associated with competent citizenship.","categories":[],"infobox_types":[],"annotations":[{"uri":"Read","surface_form":"read","offset":57},{"uri":"Write","surface_form":"write","offset":63},{"uri":"Mathematics","surface_form":"math","offset":77},{"uri":"Illiteracy","surface_form":"illiterate","offset":125},{"uri":"Adult","surface_form":"adult","offset":427},{"uri":"Sentence","surface_form":"sentence","offset":662},{"uri":"Society","surface_form":"society","offset":721},{"uri":"Form","surface_form":"form","offset":833},{"uri":"Contract","surface_form":"contract","offset":855},{"uri":"Newspaper","surface_form":"newspaper","offset":907},{"uri":"Traffic_sign","surface_form":"traffic sign","offset":926},{"uri":"Dictionary","surface_form":"dictionary","offset":954},{"uri":"Bus","surface_form":"bus","offset":985},{"uri":"Personal_computer","surface_form":"personal computer","offset":1124},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":1147},{"uri":"Bullying","surface_form":"bully","offset":1286},{"uri":"Criminology","surface_form":"Crime-researcher","offset":1410},{"uri":"Sociologist","surface_form":"sociologist","offset":1432},{"uri":"Crime","surface_form":"crime","offset":1506},{"uri":"American_Council_of_Life_Insurers","surface_form":"American Council of Life Insurers","offset":1677},{"uri":"Fortune_500","surface_form":"Fortune 500","offset":1736},{"uri":"Parameter","surface_form":"parameter","offset":2030},{"uri":"Prose","surface_form":"prose","offset":2042},{"uri":"Editorial","surface_form":"editorial","offset":2795},{"uri":"Blood_pressure","surface_form":"blood pressure","offset":2840},{"uri":"Ounce","surface_form":"ounce","offset":2931},{"uri":"United_Kingdom","surface_form":"UK","offset":2959},{"uri":"Daily_Telegraph","surface_form":"Daily Telegraph","offset":2981},{"uri":"Sociology","surface_form":"Sociological","offset":3683}]}