{"id":148073,"url":"http://en.wikipedia.org/wiki/Anti-nuclear_movement_in_California","text":"e=\"preserve\">The 1970s proved to be a pivotal period for the anti-nuclear movement in California. There was confrontation between nuclear power advocates and environmentalists. In 1981, 1,900 activists were arrested during protests at Diablo Canyon Power Plant. In 1984, the Davis City Council declared the city to be a nuclear free zone. California has banned the approval of new nuclear reactors since the late 1970s because of concerns over waste disposal.\nEarly conflicts.\nThe start of the anti-nuclear movement in California was the controversy over Pacific Gas & Electric's attempt to build the nation's first nuclear power plant in Bodega Bay. This conflict began in 1958 and ended in 1964, with the forced abandonment of these plans. Subsequent plans to build a nuclear power plant in Malibu were also abandoned.\nInto the seventies.\nThe anti-nuclear movement grew in California between 1964 and 1974. It was during this period that some scientists and engineers began supporting the positions of the activists. They were influenced by the non-material philosophy that had inspired activists and had impacted the public consciousness. While Californian voters failed to pass a 1972 proposal placing a 5-year moratorium on nuclear plant construction, anti-nuclear groups campaigned to stop construction of several proposed plants in the seventies, especially those located on the coast and near fault lines. These proposals included the Sundesert Nuclear Power Plant, which was never built.\nOver a two-week period in 1981, 1,900 activists were arrested at Diablo Canyon Power Plant. It was the largest arrest in the history of the U.S. anti-nuclear movement.\nIn this period there were controversies within the Sierra Club about how to lead the anti-nuclear movement, and this led to a split over the Diablo Canyon plant which ended in success for the utilities. The split led to the formation of Friends of the Earth, led by David Brower.\nIn 1979, Abalone Alliance members held a 38-day sit-in in the Californian Governor Jerry Brown's office to protest continued operation of Rancho Seco Nuclear Generating Station, which was a duplicate of the Three Mile Island facility. In 1989, Sacremento voters voted to shut down the Rancho Seco power plant.\nCalifornia has banned the approval of new nuclear reactors since the late 1970s because of concerns over waste disposal.\nNuclear-free communities.\nOn November 14th 1984 the Davis, California City Council declared the city to be a nuclear free zone. Another well-known nuclear-free community is Berkeley, California, whose citizens passed the Nuclear Free Berkeley Act in 1986 which allows the city to levy fines for nuclear weapons-related activity and to boycott companies involved in the United States nuclear infrastructure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nuclear_power","surface_form":"nuclear power","offset":130},{"uri":"City_Council","surface_form":"City Council","offset":281},{"uri":"Pacific_Gas_%26amp%3B_Electric","surface_form":"Pacific Gas & Electric","offset":555},{"uri":"Diablo_Canyon_Power_Plant","surface_form":"Diablo Canyon Power Plant","offset":1562},{"uri":"Anti-nuclear_movement","surface_form":"anti-nuclear movement","offset":1642},{"uri":"Sierra_Club","surface_form":"Sierra Club","offset":1716},{"uri":"Friends_of_the_Earth","surface_form":"Friends of the Earth","offset":1902},{"uri":"David_Brower","surface_form":"David Brower","offset":1931},{"uri":"Abalone_Alliance","surface_form":"Abalone Alliance","offset":1954},{"uri":"Jerry_Brown","surface_form":"Jerry Brown","offset":2028},{"uri":"Rancho_Seco_Nuclear_Generating_Station","surface_form":"Rancho Seco Nuclear Generating Station","offset":2083},{"uri":"Three_Mile_Island_accident","surface_form":"Three Mile Island","offset":2152},{"uri":"High_level_radioactive_waste","surface_form":"waste disposal","offset":2360},{"uri":"Davis%2C_California","surface_form":"Davis, California","offset":2428},{"uri":"City_Council","surface_form":"City Council","offset":2446},{"uri":"Berkeley%2C_California","surface_form":"Berkeley, California","offset":2549}]}