{"id":148040,"url":"http://en.wikipedia.org/wiki/British_Rail_Class_320","text":"The British Rail Class 320 is an alternating current (AC) electric multiple unit (EMU) train found on the Strathclyde Partnership for Transport (SPT) rail network in Central Scotland, and is used exclusively on the North Clyde Line between Helensburgh and Airdrie, North Lanarkshire via Glasgow Queen Street railway station.\n2010 Service.\nWhat with the introduction of the class 380 dsiros for the Inverclyde line, the class 334s will be put to service on the Airdrie to Bathgate route, the class 320s will be split between the cathcart circle lines and the Argyll line, 14 of the 1990 built EMUs will be put to work on the Glasgow - Newton, Neilston and Cathcart Circle lines, while the remaining units shall work alongside the class 318s on the North Clyde/Argyll lines. This can not happen without, the class 320s bogies being upgraded, currently, they have a 75 mph top speed, in November 2010 the class will be driven under their own power to WABTEC Doncaster by GBRF drivers where they will be given a full refurbishment scheme which shall include new seats, toilets fitted, painting into the new scotrail saltire livery and their top speed raised to 90 mph.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alternating_current","surface_form":"alternating current","offset":33},{"uri":"Electric_multiple_unit","surface_form":"electric multiple unit","offset":58},{"uri":"Railway","surface_form":"train","offset":87},{"uri":"Strathclyde_Partnership_for_Transport","surface_form":"Strathclyde Partnership for Transport","offset":106},{"uri":"Scotland","surface_form":"Scotland","offset":174},{"uri":"North_Clyde_Line","surface_form":"North Clyde Line","offset":215},{"uri":"Helensburgh","surface_form":"Helensburgh","offset":240},{"uri":"Airdrie%2C_North_Lanarkshire","surface_form":"Airdrie, North Lanarkshire","offset":256},{"uri":"Glasgow_Queen_Street_railway_station","surface_form":"Glasgow Queen Street railway station","offset":287}]}