{"id":14808,"url":"http://en.wikipedia.org/wiki/Celsius","text":"Celsius (more precisely, a degree Celsius), sometimes called centigrade'\", is a unit of measurement used in many countries to measure temperature. This unit was created by Anders Celsius (1701–1744), a Swedish astronomer.\n0 degrees (°) Celsius is the melting point of pure water at sea level (\"normal pressure\").\n100° Celsius is the boiling point of water at normal pressure. (Water boils at a lower temperature at higher altitudes).\n1 °C is therefore one hundredth (the 100th part) of that difference.\nSince 1948, this unit has been called \"Celsius\". \"Centigrade\" was the name of the unit before the change. \"Centi\" meaning 1/100, and \"grade\" being a scale.\nThe other commonly used measurement of temperature is the Fahrenheit scale. The Celsius scale, based on multiples of ten, is used with SI, or metric measurements.\nHistory.\nIn 1742, Anders Celsius made a \"reversed\" version of the modern Celsius temperature scale. In this scale, zero was the boiling point of water and 100 was the melting point of ice. In his paper \"Observations of two persistent degrees on a thermometer,\" he wrote about his experiments. He showed that the melting point of ice was basically unaffected by air pressure. Ice would turn into water at the same temperature, whether it was at sea level or on a mountain. This was not the case for the boiling point of water. It would boil easier with less pressure (on a mountain). He decided that zero on his temperature scale (water's boiling point) would be set at the standard barometric pressure at sea level. This pressure is known as one atmosphere. In 1954, Resolution 4 of the 10th CGPM (the General Conference on Weights and Measures) set what exactly is one standard atmosphere ().\nIn 1744, the year Anders Celsius died, the famous Swedish botanist Carolus Linnaeus (1707–1778) used a reversed version of Celsius's scale when he bought his first thermometer. This had a scale where zero represented the melting point of ice and 100 represented water's boiling point, similar to what we use it today. His custom-made \"Linnaeus thermometer\", to use in his greenhouses, was made by Daniel Ekström, then Sweden's leading maker of scientific instruments. Ekstöm's workshop was in the basement of the Stockholm observatory. As often happened in this age before modern communications, many physicists, scientists, and instrument makers are given credit with independently making the same measurement scale; among them were Pehr Elvius, the secretary of the Royal Swedish Academy of Sciences (which had an instrument workshop), who Linnaeus had also talked to; Christin of Lyons; Daniel Ekström, the instrument maker; and Mårten Strömer (1707–1770) who had studied astronomy under Anders Celsius.\n...since the caldarium (the hot part of the greenhouse) by the angle of the windows, merely from the rays of the sun, obtains such heat that the thermometer often reaches 30 degrees, although the keen gardener usually takes care not to let it rise to more than 20 to 25 degrees, and in winter not under 15 degrees...\nFor the next 204 years, the scientific and thermometry communities worldwide called this scale the \"centigrade scale\". Temperatures on the centigrade scale were often reported as \"degrees\" or \"degrees centigrade\". The symbol for temperature values on this scale was °C (in several formats over the years). Because the name \"centigrade\" was also the Spanish and French language name for a unit of angular measurement (one-hundredth of a right angle) and had a similar meaning in other languages, the term \"centesimal degree\" was used when very precise, clear language was required for international communication, such as by the International Bureau of Weights and Measures (BIPM). The 9th CGPM (General Conference on Weights and Measures) and the CIPM (International Committee for Weights and Measures) officially decided to use \"degree Celsius\" (symbol: °C) in 1948.\nIt would take nearly two decades however, for school textbooks to change from \"centigrade\" to \"Celsius\", and many people today still use the old name.","categories":[],"infobox_types":[],"annotations":[{"uri":"Unit_of_measurement","surface_form":"unit of measurement","offset":80},{"uri":"Temperature","surface_form":"temperature","offset":134},{"uri":"Anders_Celsius","surface_form":"Anders Celsius","offset":172},{"uri":"Sweden","surface_form":"Swedish","offset":202},{"uri":"Astronomer","surface_form":"astronomer","offset":210},{"uri":"Melting_point","surface_form":"melting point","offset":251},{"uri":"Water","surface_form":"water","offset":273},{"uri":"Pressure","surface_form":"pressure","offset":301},{"uri":"Boiling_point","surface_form":"boiling point","offset":333},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":717},{"uri":"International_System_of_Units","surface_form":"SI, or metric","offset":794},{"uri":"Anders_Celsius","surface_form":"Anders Celsius","offset":840},{"uri":"Barometer","surface_form":"barometric","offset":1504},{"uri":"Atmosphere_(unit)","surface_form":"atmosphere","offset":1568},{"uri":"CGPM","surface_form":"General Conference on Weights and Measures","offset":1624},{"uri":"Carolus_Linnaeus","surface_form":"Carolus Linnaeus","offset":1783},{"uri":"Daniel_Ekstr%C3%B6m","surface_form":"Daniel Ekström","offset":2113},{"uri":"Observatory","surface_form":"observatory","offset":2239},{"uri":"Pehr_Elvius","surface_form":"Pehr Elvius","offset":2450},{"uri":"Jean-Pierre_Christin","surface_form":"Christin of Lyons","offset":2587},{"uri":"M%C3%A5rten_Str%C3%B6mer","surface_form":"Mårten Strömer","offset":2648},{"uri":"BIPM","surface_form":"International Bureau of Weights and Measures","offset":3668},{"uri":"CGPM","surface_form":"General Conference on Weights and Measures","offset":3735},{"uri":"CIPM","surface_form":"International Committee for Weights and Measures","offset":3793}]}