{"id":148157,"url":"http://en.wikipedia.org/wiki/Lachlan_Macquarie","text":"Major-General Lachlan Macquarie CB (31 January 1762 – 1 July 1824) was a British military officer and the fifth Governor of New South Wales from 1810 to 1821. He had a leading role in the social, economic and architectural development of Australia. Historians say he changed New South Wales from a penal colony to a free settlement. This was very important in making the future of Australian society.\nEarly life.\nMacquarie was born on the island of Ulva, in the Inner Hebrides, Scotland. His father had a small farm at Oskamull on Mull. Macquarie's brother Donald, died as a prisoner of war during the American Revolution. Macquarie joined the army, the Royal Highland Emigrants. He was sent to Nova Scotia in 1776, and later served at New York and Charleston. In 1781 he became a Lieutenant and went to Jamaica for three years. He went back to Scotland, for a few years on half pay. He then joined the 77th Regiment and went to India.\nIndia.\nMacquarie was able to advance in rank a number of times which helped him pay off his debts. In 1793 he married Jane Jarvis. She was the daughter of the former Chief Justice of Antigua, who was living in Bombay. In 1795 Macquarie fought the Dutch on Ceylon. In 1796 he became the Governor of Ceylon. He had go back to his wife who was ill. She died from tuberculosis at Macao, in China, on 15 July 1796. He brought her body back to India and she was buried in Bombay on 16 January 1797. He stayed in the army and fought at the Battle of Seringapatam. In 1800 he became the military secretary to the Governor of Bombay. In 1801, Macquarie went to Egypt to fight the French. Later, after the French were defeated, he became deputy adjutant general, in charge of the remaining British forces. He went back to Bombay in 1802. He then went to Scotland to sort out his business affairs.\nMacquarie had become quite rich during his time in India, as was able to buy 10,000 acres on Mull. During his stay in England he was made the assistant adjutant general of London when war started again with the French. In 1804, he met Elizabeth Campbell who would later become his second wife. He served in Bombay again for several years, before going back to Britain in 1807 to join the 73rd Regiment. He married Elizabeth in Devon, before going to Perth. The 73rd Regiment was going to be posted to Australia to replace the New South Wales Corps, and Macquarie was told he would be the new Governor of New South Wales. He was to take over from William Bligh who had been removed from power during the Rum Rebellion. He arrived in December 1809, and took up his new job as governor on 1 January 1810.\nGovernor.\nHe was ordered to arrest John Macarthur and George Johnston who were the leaders of the Rum Rebellion but they had already sailed to England before he got to Australia. There was a large increase in the number of convicts sent to Australia while Macquaire was governor. He used the extra convicts to build roads, building, and towns. He gave tickets of leave to well behaved convicts. This caused him problems with the free settlers, people who had not been convicts. They thought they should have special rights, and that the convicts should not be seen as their equals. They made many complaints about Macquarie's government back to their friends in England.\nClashes between the settlers and the Aborigines increased. Macquarie believed that the best way to treat Aboriginal people was to civilise them. That meant replacing their traditional way of life with European ways. He set up a school for children but most left or went back to their families after a short time. He tried to make a small town to teach the Aborigines how to farm and build houses. He made laws to place Aborigines under British control.\nMacquarie resigned at the end of 1821 because of poor health and the difficulty of the job. He served longer than any other governor. When he left 265 major works had been completed, including new army barracks, three convict barracks, roads to Parramatta, a road across the Blue Mountains, stables, a hospital and five towns along the Hawkesbury River, which were out of reach of floodwaters.\nReturn to Britain.\nIn 1822 and 1823 Macquarie took his family on a holiday to France, Italy and Switzerland. In 1824 he went back to live in his house on Mull. In April 1824 he died in London from a bladder and kidney infection. His body was sent back to his home for burial. His grave is now looked after by the National Trust of Australia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Major-General","surface_form":"Major-General","offset":0},{"uri":"Order_of_the_Bath","surface_form":"CB","offset":32},{"uri":"British","surface_form":"British","offset":73},{"uri":"Governor_of_New_South_Wales","surface_form":"Governor of New South Wales","offset":112},{"uri":"Economic","surface_form":"economic","offset":196},{"uri":"Architecture","surface_form":"architectural","offset":209},{"uri":"Australia","surface_form":"Australia","offset":238},{"uri":"Penal_colony","surface_form":"penal colony","offset":298},{"uri":"Ulva","surface_form":"Ulva","offset":449},{"uri":"Inner_Hebrides","surface_form":"Inner Hebrides","offset":462},{"uri":"Scotland","surface_form":"Scotland","offset":478},{"uri":"Oskamull","surface_form":"Oskamull","offset":519},{"uri":"Mull","surface_form":"Mull","offset":531},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":575},{"uri":"American_Revolution","surface_form":"American Revolution","offset":602},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":695},{"uri":"New_York_City","surface_form":"New York","offset":736},{"uri":"Charleston%2C_South_Carolina","surface_form":"Charleston","offset":749},{"uri":"Lieutenant","surface_form":"Lieutenant","offset":781},{"uri":"Jamaica","surface_form":"Jamaica","offset":804},{"uri":"India","surface_form":"India","offset":929},{"uri":"Antigua","surface_form":"Antigua","offset":1119},{"uri":"Bombay","surface_form":"Bombay","offset":1146},{"uri":"Ceylon","surface_form":"Ceylon","offset":1192},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1296},{"uri":"Macao","surface_form":"Macao","offset":1312},{"uri":"China","surface_form":"China","offset":1322},{"uri":"Battle_of_Seringapatam","surface_form":"Battle of Seringapatam","offset":1469},{"uri":"Egypt","surface_form":"Egypt","offset":1588},{"uri":"France","surface_form":"French","offset":1607},{"uri":"London","surface_form":"London","offset":1995},{"uri":"Devon","surface_form":"Devon","offset":2250},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":2273},{"uri":"William_Bligh","surface_form":"William Bligh","offset":2469},{"uri":"Rum_Rebellion","surface_form":"Rum Rebellion","offset":2526},{"uri":"John_Macarthur_(wool_pioneer)","surface_form":"John Macarthur","offset":2660},{"uri":"George_Johnston","surface_form":"George Johnston","offset":2679},{"uri":"Ticket_of_leave","surface_form":"tickets of leave","offset":2977},{"uri":"Indigenous_Australians","surface_form":"Aborigines","offset":3333},{"uri":"Barrack","surface_form":"barrack","offset":3951},{"uri":"Parramatta%2C_New_South_Wales","surface_form":"Parramatta","offset":3994},{"uri":"Blue_Mountains_(New_South_Wales)","surface_form":"Blue Mountains","offset":4024},{"uri":"Hawkesbury_River","surface_form":"Hawkesbury River","offset":4085},{"uri":"France","surface_form":"France","offset":4221},{"uri":"Italy","surface_form":"Italy","offset":4229},{"uri":"Switzerland","surface_form":"Switzerland","offset":4239},{"uri":"Bladder","surface_form":"bladder","offset":4342},{"uri":"Kidney","surface_form":"kidney","offset":4354},{"uri":"National_Trust_of_Australia","surface_form":"National Trust of Australia","offset":4456}]}