{"id":148178,"url":"http://en.wikipedia.org/wiki/British_Rail_Class_334","text":"The British Rail Class 334 is a suburban electric multiple unit built by the train maker Alstom in Birmingham. They are part of the Juniper family of trains along with Classes 458 and 460. They were built for SPT/Abellio ScotRail outer suburban services in Glasgow, UK. Their introduction saw the withdrawal of the last of Glasgow's old Class 303 \"Blue Train\" sets which had been in service since 1960.\nHistory.\nTheir introduction saw the withdrawal of the last of Glasgow's old Class 303 \"Blue Train\" trains which had been in service since 1960. Although delivered to Strathclyde in 1999-2002, they did not enter passenger service until 2001 due to a large number of problems (like other newly delivered Juniper trains) and technical issues which plagued the new units at their introduction. SPT had ordered 38 Juniper units originally, but two were added to the order as a goodwill gesture, because of these problems.\nSPT purchased a total of 40 units, although only paying for 38 of the units (2 were given free, with the reason stated above) which can be seen in use daily across the SPT electric network. On the first running of the units, 334010 and 334020 ran to Gourock. Initially the units ran Ayrshire Coast Line and Inverclyde Line services but then become a common sight on the Argyle Line and North Clyde Line.\nIn December 2010, the Class 334s operated the Ayrshire Coast Line, Inverclyde Line, North Clyde Line and Argyle Line.\nBy June 2011 the class was substantially replaced by the Class 380 units on the Ayrshire Coast Line and Inverclyde lines, with only occasional units seen on those routes, to be refurbished.\nRelivery and Refurbishment.\nIn September 2008, the Scottish Government's agency Transport Scotland announced that all \"ScotRail\" trains (including from the Strathclyde Partnership for Transport) would be eventually repainted in a new, blue livery with white Saltire markings on the carriage ends. Class 334 re-livery began in November 2010 in preparation for the Airdrie to Bathgate reopening.\nOn 24 August 2011, ScotRail announced plans to refurbish all the fleet, with the project expected to start in November 2011 and take two years to complete. 334020 was the first to be properly refurbished at Kilmarnock's Brodie Rail Works. It was there for 3 months from 3 February 2012 to 2 May 2012. The last unit to receive a full refresh was 334006 which left Brodie Works on 8 November 2014.\nFrom early 2015, an extensive overhaul will be carried out by Alstom to the entire fleet to improve passenger conditions, which will include the retrofitting of full air conditioning, at-seat charging points, provision for wi-fi, and reliability improvements to the doors. Additionally, a new CCTV system for Driver Only Operation will be installed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_multiple_unit","surface_form":"electric multiple unit","offset":41},{"uri":"Birmingham","surface_form":"Birmingham","offset":99},{"uri":"Juniper_(train)","surface_form":"Juniper","offset":132},{"uri":"Railway","surface_form":"trains","offset":150},{"uri":"British_Rail_Class_458","surface_form":"458","offset":176},{"uri":"British_Rail_Class_460","surface_form":"460","offset":184},{"uri":"First_ScotRail","surface_form":"Abellio ScotRail","offset":213},{"uri":"Glasgow","surface_form":"Glasgow","offset":257},{"uri":"United_Kingdom","surface_form":"UK","offset":266},{"uri":"British_Rail_Class_303","surface_form":"Class 303","offset":337},{"uri":"British_Rail_Class_303","surface_form":"Class 303","offset":479},{"uri":"British_Rail_Class_380","surface_form":"Class 380 units","offset":1499}]}