{"id":14816,"url":"http://en.wikipedia.org/wiki/Anthrax","text":"Anthrax, or splenic fever, is a disease. Both humans and other animals can get it. It is caused by the bacterium bacillus anthracis. It is common with even-toed ungulates (some hoofed creatures, like camels and giraffes). The spores of the bacteria can live for hundreds of years. Humans usually catch the disease from animals. It is usually not passed from one human to another. Anthrax can be treated with antibiotics. There is also a vaccine against it. If not treated, anthrax often leads to death.\nTypes of anthrax.\nThere are 89 different strains (kinds) of anthrax. One of them, the Ames strain, was used against the United States in 2001 as a biological weapon.\nOutbreaks.\nOn April 2, 1979, there was a leak at one of the plants just outside of Sverdlovsk that made anthrax during the Cold War. 94 people were infected and 64 of those people died. The USSR blamed the deaths on another strain of anthrax that the people caught by digesting infected meat. However, later it was revealed that the outbreak was caused by an accidental release of the bacteria from a nearby plant which developed biological weapons for the USSR.\nIn September 2001, several letters containing anthrax were mailed to several USA media companies and senators. The attacks were linked to the September 11 attacks which occurred a few days before the start of the attack.\nHoaxes.\nThere were many cases of fake powder being found in envelopes.","categories":[],"infobox_types":["disease"],"annotations":[{"uri":"Disease","surface_form":"disease","offset":32},{"uri":"Bacterium","surface_form":"bacterium","offset":103},{"uri":"Bacillus_anthracis","surface_form":"bacillus anthracis","offset":113},{"uri":"Even-toed_ungulate","surface_form":"even-toed ungulate","offset":151},{"uri":"Spore","surface_form":"spore","offset":226},{"uri":"Antibiotics","surface_form":"antibiotics","offset":408},{"uri":"Vaccine","surface_form":"vaccine","offset":437},{"uri":"United_States","surface_form":"United States","offset":623},{"uri":"Biological_warfare","surface_form":"biological weapon","offset":650},{"uri":"2001_anthrax_attacks","surface_form":"mailed to several USA media companies and senators","offset":1191}]}