{"id":14825,"url":"http://en.wikipedia.org/wiki/Andy_Warhol","text":"Andy Warhol (Andrew Warhol, Jr.; August 6, 1928 – February 22, 1987) was one of the most famous American artists of the latter half of the 20th century. Many people think that Warhol is the \"bellwether of the art market\".\nWarhol was born Andrew Warhola, Jr. in Pittsburgh, Pennsylvania on August 6, 1928. He graduated from the Carnegie Institute of Technology before moving to New York City. His first big break was in August 1949 when he was asked to illustrate an article in Glamour Magazine. He dropped the 'a' from the end of his name when the credits read \"Drawings by Andrew Warhol\". Warhol was also famous for painting Campbells' and Watties' soup cans. He painted about 300 different paintings.. He originally worked as a commercial artist. He designed things like advertisements and window displays for stores. He soon became famous as an artist in the Pop Art movement, in which everyday objects and media images were used. One of his most famous paintings is his colourful portrait of American movie star, Marilyn Monroe. After she died he was deeply moved, and wanted to create some sort of memorial.\nIn 1968, Warhol was shot by Valerie Solanas. He was known for his The Factory studio in New York City where most of his work was created.\nIn 1987, Warhol was in a hospital in New York City after an operation on his gallbladder. He died in his sleep from a sudden post-operative cardiac arrhythmia, aged 58. His family sued the hospital for inadequate care, saying that the arrhythmia was caused by improper care and water poisoning.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":96},{"uri":"Artist","surface_form":"artist","offset":105},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":261},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":273},{"uri":"Graduation","surface_form":"graduated","offset":308},{"uri":"New_York_City","surface_form":"New York City","offset":377},{"uri":"Advertisement","surface_form":"commercial","offset":730},{"uri":"Advertisement","surface_form":"advertisement","offset":773},{"uri":"Window","surface_form":"window","offset":792},{"uri":"Shop","surface_form":"stores","offset":812},{"uri":"Pop_Art","surface_form":"Pop Art","offset":862},{"uri":"Portrait","surface_form":"portrait","offset":984},{"uri":"Movie","surface_form":"movie","offset":1005},{"uri":"Marilyn_Monroe","surface_form":"Marilyn Monroe","offset":1017},{"uri":"Valerie_Solanas","surface_form":"Valerie Solanas","offset":1141},{"uri":"The_Factory","surface_form":"The Factory","offset":1179},{"uri":"New_York_City","surface_form":"New York City","offset":1288},{"uri":"Gallbladder","surface_form":"gallbladder","offset":1328},{"uri":"Cardiac_arrhythmia","surface_form":"cardiac arrhythmia","offset":1391}]}