{"id":14849,"url":"http://en.wikipedia.org/wiki/West_Virginia","text":"West Virginia is a state in the Appalachian region of the United States. Its capital and largest city is Charleston. It is often abbreviated W. Va. or simply WV.\nWest Virginia is bordered by Pennsylvania to the north, by Ohio to the north and west, by Kentucky to the west, by Maryland to the north and east, and by Virginia to the east and south. The Ohio and Potomac Rivers form parts of the boundaries.\nBefore the American Civil War, West Virginia practiced slavery as part of the state of Virginia. Slaves, at first Native American but increasingly brought from Africa in the slave trade, were forced to grow tobacco, mine coal, and be personal servants. Many slaves were rented from owners in other parts of the state to work in the mines. In the 19th century, white people kept slaves in order to earn money by selling them south to states like Texas, Louisiana, and Georgia.\nStatehood Of West Virginia.\nWest Virginia was admitted into the union as a slave state in 1863. Slavery was abolished after the war, and Confederate veterans voted the politicians who passed the laws out of office.\nWest Virginia was once a part of Virginia. At the beginning of the American Civil War, Virginia and the other southern states seceded from the United States, which means they chose to not be a part of it anymore. Slaves were fewer in the west than in other parts, and those in West Virginia who were against slavery were not objecting on moral grounds. They saw it as bad for free labor. While slavery was an issue in other parts of Virginia, in the western counties the issues were taxation and being governed from a state capital that was far away. The people in Western Virginia had far more in common with their neighboring states of Pennsylvania and Ohio than with the Commonwealth of Virginia. So this was an area of Union support.\nOn June 20, 1863, West Virginia became the thirty-fifth state of the United States. But it was not an easy process. There had been some discussion of the area becoming a state since the early 1800s. It took three conventions at Wheeling from 1861 to 1863. The process divided friends and communities.\nStatehood was not universally accepted in West Virginia. While there were no large scale battles, there was a good deal of guerilla warfare in attempts to undermine the new government. Confederates raided into West Virginia trying to terrorize the citizens. Despite Confederate efforts to topple the state government, Washington provided both economic and political support. Union military successes outside the state helped keep the state government in power. After the war there were bitter resentments between those for and against statehood. Virginia even tried to force West Virginia back into becoming a part of Virginia again in 1871. But West Virginia remained a sovereign state despite the efforts.\nGeography.\nWest Virginia is often called the \"Mountain State\" because it is entirely within the Appalachian Mountain Range, and there are many hills and mountains throughout the state. The highest one is Spruce Knob, which is 4,863 feet above sea level. There are many rivers, including the Ohio, the Potomac, the Kanawha, and the Monongahela.","categories":[],"infobox_types":["U.S. state symbols"],"annotations":[{"uri":"U.S._state","surface_form":"state","offset":19},{"uri":"Appalachian_Mountains","surface_form":"Appalachian","offset":32},{"uri":"United_States","surface_form":"United States","offset":58},{"uri":"Capital_(city)","surface_form":"capital","offset":77},{"uri":"Charleston%2C_West_Virginia","surface_form":"Charleston","offset":105},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":191},{"uri":"Ohio","surface_form":"Ohio","offset":221},{"uri":"Kentucky","surface_form":"Kentucky","offset":252},{"uri":"Maryland","surface_form":"Maryland","offset":277},{"uri":"Virginia","surface_form":"Virginia","offset":316},{"uri":"Ohio_River","surface_form":"Ohio","offset":352},{"uri":"Potomac_River","surface_form":"Potomac","offset":361},{"uri":"River","surface_form":"River","offset":369},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":417},{"uri":"Slavery_in_the_United_States","surface_form":"slavery","offset":461},{"uri":"Native_American","surface_form":"Native American","offset":520},{"uri":"Africa","surface_form":"Africa","offset":566},{"uri":"Slave_trade","surface_form":"slave trade","offset":580},{"uri":"Tobacco","surface_form":"tobacco","offset":613},{"uri":"Coal","surface_form":"coal","offset":627},{"uri":"Servant","surface_form":"servants","offset":649},{"uri":"Texas","surface_form":"Texas","offset":851},{"uri":"Louisiana","surface_form":"Louisiana","offset":858},{"uri":"Georgia","surface_form":"Georgia","offset":873},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":1019},{"uri":"Secession","surface_form":"seceded","offset":1223},{"uri":"Moral","surface_form":"moral","offset":1435},{"uri":"Taxation","surface_form":"taxation","offset":1580},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":1735},{"uri":"Ohio","surface_form":"Ohio","offset":1752},{"uri":"Commonwealth_of_Virginia","surface_form":"Commonwealth of Virginia","offset":1771},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":1820},{"uri":"Wheeling%2C_West_Virginia","surface_form":"Wheeling","offset":2063},{"uri":"Guerilla_warfare","surface_form":"guerilla warfare","offset":2259},{"uri":"Undermine","surface_form":"undermine","offset":2291},{"uri":"Sovereign","surface_form":"sovereign","offset":2807}]}