{"id":148412,"url":"http://en.wikipedia.org/wiki/Greenville%2C_Alabama","text":"Greenville is a city in Butler County, Alabama, United States. At the 2000 census, the population was 7,228. The city is the county seat of Butler County. It is called the Camellia City, the state flower of Alabama.\nClimate.\nThe city of Greenville has an average high temperature of 77.30 degrees and an average low temperature of 53.80 degrees Fahrenheit. The city averages 4.80 inches of precipitation per month.\nLaw and government.\nThe local government of Greenville is run by the Mayor and City Council. The city council has five members.\nRecreation and culture.\nThe city's residents were on the first episode of the ABC reality/game show series \"My Kind of Town\", on Sunday, August 14, 2005.\nGreenville is the location of a Robert Trent Jones-designed golf course, Cambrian Ridge. The clubhouse for the golf course is on the highest point in Butler County.\nGreenville is home to Sherling Lake Park and Campground which has 41 campsites and surrounds two lakes.\nGreenville is also the home of the Watermelon Jubilee, a local arts and crafts exposition held each year in the month of August. Every year in September, the city hosts the Butler County Fair. Also, during the fall, Greenville hosts Old Time Farm Day which features activities such as tractor races, blacksmithing and quilting demonstrations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Butler_County%2C_Alabama","surface_form":"Butler County","offset":24},{"uri":"Alabama","surface_form":"Alabama","offset":39},{"uri":"United_States","surface_form":"United States","offset":48},{"uri":"County_seat","surface_form":"county seat","offset":125},{"uri":"Butler_County%2C_Alabama","surface_form":"Butler County","offset":140},{"uri":"Camellia","surface_form":"Camellia","offset":172},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":621},{"uri":"Reality_television","surface_form":"reality","offset":625},{"uri":"Game_show","surface_form":"game show","offset":633},{"uri":"My_Kind_of_Town","surface_form":"My Kind of Town","offset":651},{"uri":"Robert_Trent_Jones","surface_form":"Robert Trent Jones","offset":729}]}