{"id":14855,"url":"http://en.wikipedia.org/wiki/New_Jersey","text":"New Jersey is one of the 50 states of the United States of America. It is in the northeastern section of the country along the coast of the Atlantic Ocean. It is a small state, shaped like a letter [S], and bordered on the west by Pennsylvania and Delaware across the Delaware River, on the north by New York, on the northeast by the Hudson River and New York City, on the east and southeast by the Atlantic Ocean, and on the southwest by Delaware Bay.\nThe capital of New Jersey is Trenton and the largest city is Newark, though New Jersey is better known for bordering the large cities of New York City and Philadelphia. The state nickname is \"The Garden State\". The current governor is Phil Murphy.\nNew Jersey is the fourth smallest state, but has the eleventh highest number of people. It therefore has the highest population density (number of people for the amount of land) in the United States. New Jersey is also well known for its beaches, industries, swamps, and pine forests.\nThe climate is hot and humid summers and cold winters, with about 1200 mm of precipitation every year. The average temperature in July is 25-30 degrees Celsius and in January around freezing point.\nHistory.\nBefore Europeans came, the land that is now New Jersey was inhabited by the Lenape (also known as Delaware Indians by the English), who were nomads, hunters, and farmers. The Dutch came to the northern area of the state in the 1630s, after Henry Hudson explored the area, thought it was a nice place, and claimed it for the Dutch. Towns quickly sprang up, occupied by the Dutch, Swedes, and Finns. People rushed in. The first towns, such as Bergen (now Jersey City), Trenton (the capitol), and Burlington developed. Many others started themselves upon the west bank of the Hudson. New Jersey was part of the area known at this time as New Netherland.\nIn 1664, the English took New Netherland from the Dutch and added it to their colonies. This part was renamed New Jersey after an island in the English Channel known as Jersey.\nNew Jersey took part in the American Revolutionary War, and was a scene of battles. On Christmas in 1776, George Washington's army entered New Jersey to attack British soldiers at Trenton and Princeton. The American army won, in two small but famous battles that were important in boosting American morale.\nLater, the rebels drove the British residents out of Princeton and for a time established a national capital there. New Jersey would be the third state to join the United States of America and the first to approve the Bill of Rights.","categories":[],"infobox_types":["U.S. state","U.S. state symbols"],"annotations":[{"uri":"U.S._state","surface_form":"states","offset":28},{"uri":"United_States","surface_form":"United States of America","offset":42},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":140},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":231},{"uri":"Delaware","surface_form":"Delaware","offset":248},{"uri":"Delaware_River","surface_form":"Delaware River","offset":268},{"uri":"New_York","surface_form":"New York","offset":300},{"uri":"Hudson_River","surface_form":"Hudson River","offset":334},{"uri":"New_York_City","surface_form":"New York City","offset":351},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":399},{"uri":"Delaware_Bay","surface_form":"Delaware Bay","offset":439},{"uri":"Capital_(city)","surface_form":"capital","offset":457},{"uri":"Trenton%2C_New_Jersey","surface_form":"Trenton","offset":482},{"uri":"Newark%2C_New_Jersey","surface_form":"Newark","offset":514},{"uri":"New_York_City","surface_form":"New York City","offset":590},{"uri":"Philadelphia%2C_Pennsylvania","surface_form":"Philadelphia","offset":608},{"uri":"Phil_Murphy","surface_form":"Phil Murphy","offset":688},{"uri":"Pine","surface_form":"pine","offset":972},{"uri":"Lenape","surface_form":"Lenape","offset":1269},{"uri":"Dutch_Empire","surface_form":"Dutch","offset":1368},{"uri":"Henry_Hudson","surface_form":"Henry Hudson","offset":1433},{"uri":"Netherlands","surface_form":"Dutch","offset":1565},{"uri":"Jersey_City%2C_New_Jersey","surface_form":"Jersey City","offset":1646},{"uri":"England","surface_form":"English","offset":1857},{"uri":"English_Channel","surface_form":"English Channel","offset":1988},{"uri":"Jersey","surface_form":"Jersey","offset":2013},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":2049},{"uri":"George_Washington","surface_form":"George Washington","offset":2127},{"uri":"Battle_of_Princeton","surface_form":"Princeton","offset":2213},{"uri":"Princeton%2C_New_Jersey","surface_form":"Princeton","offset":2381},{"uri":"Bill_of_Rights","surface_form":"Bill of Rights","offset":2546}]}