{"id":14880,"url":"http://en.wikipedia.org/wiki/Mormonism","text":"Mormonism is a Christian restorationist religious movement that was founded by Joseph Smith. For many years, members of the church were known as \"Mormons\" by those who were not members. The name \"Mormons\" is simply no longer a name for them. They are now called “Members of The Church Of Jesus Christ Of Latter Day Saints”. Their religious movement is called \"The Church of Jesus Christ of Latter-day Saints\". Its teachings are similar to many Christian churches, and they consider themselves to be Christian, although some non-members do not consider them to be Christian. A 2007 survey showed that 31% of the people polled do not agree that Mormons are Christians. Mormons have beliefs that are different from the beliefs of mainstream Christian churches. The Mormon Church considers itself a restoration church. This means that members of the Church believe that it is the original Christian Church started by Jesus Christ and brought back (\"restored\") by Joseph Smith, Jr. in 1830. Mormonism and Bahaism are sometimes called the \"fourth Abrahamic religion\".\nToday there are about 70 groups who call themselves \"Mormon\" with the largest and best-known of them being The Church of Jesus Christ of Latter-day Saints. They believe in baptism by the person being completely underwater (baptism by immersion), such as explained in the Articles of Faith that was written in a letter by Joseph Smith through revelation from Heavenly Father.\nFirst vision.\nJoseph Smith, Jr. said that he had visits from God the Father, Jesus Christ, and many angels. The first visit is called the First Vision. It happened when Joseph was 14 years old. He had decided to pray about which religion to join. He said that he went to the woods far from his family's house in New York, prayed, felt evil powers fighting him, and was rescued when a bright light appeared above him. In the bright light, he said that he saw God the Father and Jesus Christ. They told him not to join any church, because none of the churches had all of the truth. They also told him that they had work for him to do.\nThe Book of Mormon.\nPart of the work that Joseph did was translating the Book of Mormon. Joseph said that an angel named Moroni visited him and showed him where a very old book was buried. This book was written on plates of gold (sometimes called the Gold Plates). It was buried in a stone box in a hill near Joseph's home in New York. Moroni visited Joseph once a year for four years until he told Joseph to take the Gold Plates. Since the book was written in a very old language, Joseph translated the book into English. He did this with help from God and by the tools called the \"Urim\" and \"Thummim\". The book was published as The Book of Mormon in 1830. It tells the story of two main groups of people who lived in North and South America hundreds of years ago (the Nephites and Lamanites), as well as a story of a group of people who came to the Americas thousands of years ago upon leaving the Tower of Babel (the Jaredites). It also teaches many things about Jesus. To members of The Church of Jesus Christ of Latter-day Saints, The Book of Mormon is a special book from God comparable to the Bible. Mormons believe that by reading The Book of Mormon and the Bible, people can learn how to get closer to God and how to find happiness in life. This book is also the reason Church members are sometimes called \"Mormons\".\nMormon beliefs and practices.\nToday the center of the Church of Jesus Christ of Latter Day Saints is in Utah, but there are more than 16 million Mormons living all over the world. The leader of the church is called the president, and followers call him a prophet. They believe that God guides the prophet, just like God guided Joseph Smith and the prophets in the Bible. Members of the church believe that it is important for families to spend a lot of time together, and that after they die, they can live together forever. Active members do not drink alcohol, coffee, or tea, or smoke tobacco. They meet once a week on Sunday for church, where they have the sacrament and listen to short talks or sermons. They also have Sunday School to learn more. The church also has activities during the week. Mormons also have buildings called temples. These are the most holy buildings in their religion. When a Temple is first built, and after renovations, the general public is invited to tour the inside. However, after a temple has been dedicated, only church members that have had a worthiness interview with the bishop or stake president may enter.\nBig movements in Mormonism.\nToday, there are three main movements in Mormonism, although one is by far the largest. They are represented by The Church of Jesus Christ of Latter-day Saints, the Community of Christ and the Church of Christ with the Elijah Message. When people talk about Mormons, they usually mean the followers of the Church of Jesus Christ of Latter-day Saints, which is the largest Mormon movement. This movement also says that the term \"Mormon\" is a nickname given to members early in the church's history, and would prefer to be referred to as \"Latter-day Saints\" or \"LDS\".\nDifferent groups' beliefs.\nSome people who call themselves Mormons are not part of \"The Church of Jesus Christ of Latter-day Saints.\" These people belong to other Mormon churches. Some of their beliefs are different.\nWhen Brigham Young became the second president of the Church after Joseph Smith was killed, some people did not think he was the rightful president. When Brigham Young led most of the Mormons to Utah, these people stayed in Illinois. They believed that Joseph Smith's son should be the next president. Today, this church is called the Community of Christ. It is the second largest church to call themselves Mormons. They have more than 250,000 people in their church. Other Mormons teach very different lessons that the Community of Christ do not.\nOther splits in the Church happened later. The Church of Jesus Christ of Latter-day Saints (LDS) teaches that a man should only marry one woman. This is called monogamy. In the beginning of the church, this was different. A man could be married to more than one woman at the same time (called polygamy). When the Church changed its position in 1890, some people left the official Church and continued with polygamy. These groups are very small compared to the LDS. The groups that did not want to abandon polygamy are sometimes still called \"Mormon\", even though in the official church, polygamy has been forbidden since 1890. Most of these smaller groups stay away from other people, since polygamy is illegal in the United States. The LDS tells people not to use the word \"Mormon\" or pictures of Church leaders and temples when talking about these groups, since it makes it seem like they are still connected to the LDS even though they are not.\nMormonism and Christianity.\nThere are many practices in Mormonism that are very similar to those used in Christian movements. There are some practices, however, where the Mormon movement is noticeably different from other Christian movements, such as Catholic, Orthodox, or Protestant faiths. People who define Christianity as belonging to one of those denominations generally say that Mormonism is not a Christian movement.\nIn English, the LDS Church accepts the King James Version of the Bible as a part of its official scripture.\nIn the beginning, the Mormon movement said that it restored the Christian faith and that the other movements at the time held beliefs that were wrong. In the 1830s, the movement quickly gained members that had come from Christian movements. Many Christians of the time saw some of the practices and beliefs the Mormon movement held at that time as politically and culturally subversive. The most controversial of these included the idea that slavery was wrong, men being able to have more than one wife, and the church's wanting to run a government with laws based on Mormonism. Some of these beliefs are no longer held by most Mormon movements today. Such disagreements led to violent conflicts between Mormons and mainstream Christian groups. Even though there is not really violence anymore, the movement's unique doctrinal views are still criticized.\nMormons believe in Jesus Christ as the literal firstborn Son of God and Messiah, his crucifixion as a conclusion of a sin offering, and resurrection.\nHowever, Latter-day Saints (LDS) reject the ecumenical creeds and definition of the Trinity taught by the Roman Catholic Church, the Eastern Orthodox Church, the Anglican Communion, and Trinitarian Protestantism.\nIn their view, the New Testament prophesied that people would turn away from Christian teachings, and that there would be a restoration to the situation before the second coming of Christ.\nSome important differences with mainstream Christianity include: A belief that Jesus began his atonement from sin in the garden of Gethsemane and took on everyone's sins, Mormon or not. He bled from every pore, and prayed to his father in heaven, \"Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be done.\" In their view, heaven is divided into three degrees of glory, and hell (often called outer darkness). Additionally, Mormons do not believe in creation ex nihilo, they believe that matter is eternal, and that God organizes existing matter.\nMuch of the Mormon belief system is oriented geographically around the North and South American continents. Mormons believe the people of the Book of Mormon lived in the western hemisphere, that Christ appeared in the western hemisphere after his death and resurrection, that the true faith was restored in upstate New York by Joseph Smith, and that the Garden of Eden and location of Christ's second coming were and will be in the state of Missouri. For this and other reasons, including a belief by many Mormons in American exceptionalism, Molly Worthen speculates that this may be why Leo Tolstoy described Mormonism as the \"quintessential 'American religion'\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christian","offset":15},{"uri":"Restorationism","surface_form":"restorationist","offset":25},{"uri":"Religion","surface_form":"religious movement","offset":40},{"uri":"Joseph_Smith","surface_form":"Joseph Smith","offset":79},{"uri":"Church","surface_form":"Church","offset":278},{"uri":"Church","surface_form":"Church","offset":364},{"uri":"Christianity","surface_form":"Christian","offset":444},{"uri":"Restorationism","surface_form":"restoration","offset":795},{"uri":"Joseph_Smith%2C_Jr","surface_form":"Joseph Smith, Jr","offset":959},{"uri":"Bahaism","surface_form":"Bahaism","offset":1000},{"uri":"Abrahamic_religion","surface_form":"Abrahamic religion","offset":1041},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":1169},{"uri":"Baptism","surface_form":"baptism","offset":1234},{"uri":"God","surface_form":"God","offset":1498},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":1514},{"uri":"Angel","surface_form":"angel","offset":1537},{"uri":"Religion","surface_form":"religion","offset":1666},{"uri":"Wood","surface_form":"wood","offset":1712},{"uri":"New_York","surface_form":"New York","offset":1749},{"uri":"Translate","surface_form":"translating","offset":2127},{"uri":"Book_of_Mormon","surface_form":"Book of Mormon","offset":2143},{"uri":"Moroni","surface_form":"Moroni","offset":2191},{"uri":"Gold","surface_form":"gold","offset":2294},{"uri":"Bible","surface_form":"Bible","offset":3170},{"uri":"Utah","surface_form":"Utah","offset":3500},{"uri":"Prophet","surface_form":"prophet","offset":3651},{"uri":"Alcohol","surface_form":"alcohol","offset":3949},{"uri":"Coffee","surface_form":"coffee","offset":3958},{"uri":"Tea","surface_form":"tea","offset":3969},{"uri":"Tobacco","surface_form":"tobacco","offset":3983},{"uri":"Eucharist","surface_form":"sacrament","offset":4056},{"uri":"Temple","surface_form":"temple","offset":4231},{"uri":"Holy","surface_form":"holy","offset":4259},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":4683},{"uri":"Community_of_Christ","surface_form":"Community of Christ","offset":4736},{"uri":"Church_of_Christ_with_the_Elijah_Message","surface_form":"Church of Christ with the Elijah Message","offset":4764},{"uri":"Brigham_Young","surface_form":"Brigham Young","offset":5359},{"uri":"Illinois","surface_form":"Illinois","offset":5578},{"uri":"Community_of_Christ","surface_form":"Community of Christ","offset":5689},{"uri":"Monogamy","surface_form":"monogamy","offset":6062},{"uri":"Polygamy","surface_form":"polygamy","offset":6195},{"uri":"Catholicism","surface_form":"Catholic","offset":7101},{"uri":"Orthodox_Christianity","surface_form":"Orthodox","offset":7111},{"uri":"Protestantism","surface_form":"Protestant","offset":7124},{"uri":"Authorized_King_James_Version","surface_form":"King James Version of the Bible","offset":7314},{"uri":"Subversion_(politics)","surface_form":"subversive","offset":7758},{"uri":"Plural_marriage","surface_form":"men being able to have more than one wife","offset":7844},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":8257},{"uri":"Son_of_God","surface_form":"Son of God","offset":8295},{"uri":"Messiah","surface_form":"Messiah","offset":8310},{"uri":"Crucifixion_of_Jesus","surface_form":"crucifixion","offset":8323},{"uri":"Sin_offering","surface_form":"sin offering","offset":8356},{"uri":"Resurrection_of_Jesus","surface_form":"resurrection","offset":8374},{"uri":"Ecumenical","surface_form":"ecumenical","offset":8432},{"uri":"Trinity","surface_form":"Trinity","offset":8472},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":8494},{"uri":"Eastern_Orthodox_Church","surface_form":"Eastern Orthodox Church","offset":8521},{"uri":"Anglican_Communion","surface_form":"Anglican Communion","offset":8550},{"uri":"Protestantism","surface_form":"Protestantism","offset":8586},{"uri":"Degrees_of_glory","surface_form":"degrees of glory","offset":9182},{"uri":"Hell","surface_form":"hell","offset":9204},{"uri":"Ex_nihilo","surface_form":"ex nihilo","offset":9289},{"uri":"Upstate_New_York","surface_form":"upstate New York","offset":9684},{"uri":"Garden_of_Eden","surface_form":"Garden of Eden","offset":9731},{"uri":"American_exceptionalism","surface_form":"American exceptionalism","offset":9894},{"uri":"Molly_Worthen","surface_form":"Molly Worthen","offset":9919},{"uri":"Leo_Tolstoy","surface_form":"Leo Tolstoy","offset":9965}]}