{"id":149667,"url":"http://en.wikipedia.org/wiki/Utqiagvik%2C_Alaska","text":"Utqiaġvik (;,) officially the City of Utqiaġvik and known as Barrow () until 2016, is a city in Alaska. It is the northernmost city of the United States of America. It is the administrative capital of the North Slope Borough.\nBarrow is well known because of its unusual location in the United States. It is located on the north coast of Alaska along the Arctic Ocean. There are about 2,100 kilometers between Barrow and the North Pole.\nBecause Barrow is located above the Arctic Circle, there are times of the year during which the sun never sets, and other times when it never rises above the horizon. Instead of dipping below the horizon every day, during the summer the sun circles around the sky above the horizon. The sun sets on November 18 or 19, and remains below the horizon for about 65 days — that is, until the end of January. In the middle of this polar night (December 21-22), the sky is completely dark all the time, except for about 3 hours of twilight.\nAlthough Barrow is in the land of the North American continent, Barrow is isolated from any other city. There is no road connecting Barrow and other places in Alaska, which means that travelers can only get their by plane for much of the year. They could travel there by boat, but it's not feasible as the water off the shore is rarely melted.\nClimate.\nThe climate is very cold in Barrow. Temperatures are below freezing from mid October until late May. The high temperature is above freezing for only about 130-140 days per year, and there are temperatures at or below on an average of 150 days per year. Summers in Barrow are cool with only 26 days above 50°F (10°C) occasionally reaching above 65°F (18°C). Winters are extremely cold and dry with temperatures at or below -40°F/C sometimes occurring. The average yearly temperature in Barrow is. The highest temperature recorded in Barrow was on July 13, 1993 and the lowest temperature was on February 4, 1924. Barrow is warming quickly due to being in the Arctic. The Arctic region is warming at rate roughly three times the global mean.\nSmoothed data from NOAA shows that Barrow has warmed by more than 11°F since 1976 with average autumn temperature warming at a staggering 18°F (10°C). Freezing temperatures, and snowfall, can occur at any time during the year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alaska","surface_form":"Alaska","offset":96},{"uri":"United_States_of_America","surface_form":"United States of America","offset":139},{"uri":"North_Slope_Borough","surface_form":"North Slope Borough","offset":205},{"uri":"Arctic_Ocean","surface_form":"Arctic Ocean","offset":354},{"uri":"Arctic_Circle","surface_form":"Arctic Circle","offset":472},{"uri":"Polar_night","surface_form":"polar night","offset":861},{"uri":"North_America","surface_form":"North American continent","offset":1008},{"uri":"Arctic","surface_form":"Arctic","offset":1981},{"uri":"Autumn","surface_form":"autumn","offset":2158},{"uri":"Snow","surface_form":"snow","offset":2241}]}