{"id":149657,"url":"http://en.wikipedia.org/wiki/Allakaket%2C_Alaska","text":"Allakaket () (\"Aalaa Kkaakk’et\" in Koyukon) is a city in the state of Alaska, in the United States. It is in the Yukon-Koyukuk Census Area of the Unorganized Borough. There were 97 people living in the city in 2000, and 105 people living there in 2010.\nLocation.\nAllakaket's coordinates are (66.562610, -152.64756) (Sec. 14, T020N, R024W, Fairbanks Meridian.) It is in the Fairbanks Recording District. (In Alaska, the \"Recorder's Office\" is a part of the government that keeps track of who owns land. The \"Recording District\" is the area that a particular Recorder's Office is in charge of. Allakaket's Recording Office is in the city of Fairbanks, Alaska.)\nAllakaket is on the bank (side) of the Koyukuk River. It is south of the place where the Koyukuk joins the Alatna River. The city is about northwest of Fairbanks, Alaska. It is about up the river from Hughes, Alaska. The village of Alatna, Alaska is on the other side of the Koyukuk River from Allakaket.\nThe United States Census Bureau says that Allakaket's size is. It has of land and of water. 17.05% of the city's area is water.\nWeather.\nThe area around Allakaket has a cold, continental climate. The difference between the high temperature and the low temperature is very large. In July, the average high temperature is. In January, the average low temperature is. The highest temperature ever was. The lowest temperature ever was.\nAllakaket gets about of precipitation every year. \"Precipitation\" is any kind of water falling from the sky to the earth. Rain, sleet, and snow are all kinds of precipitation. The city usually gets about of snow every year. When it is cold, the Koyukuk River will have ice on it. There is usually no ice from June until November.\nHistory and culture.\nThere are different Native American groups that live or used to live around Allakaket. Some of these are the Koyukon Athabascans and the Kobuk, Selawik, and Nunamiut Eskimos. The Koyukon did not live in one place. They liked to move around. They moved to different camps when the seasons changed. They moved to new places by following the wild animals and fish. After 1851, the groups started making settlements.\nA mission was built on the Koyukuk River in 1906. (A mission is a settlement where religious people try to make the local people because Christian.) The mission was called St. John's-in-the-Wilderness Episcopal Mission. A post office was built in 1925. In 1938, the name of the community was changed to Allakaket.\nThe first public school was started in 1957. In 1964 there was a big flood. Some ice got stuck (\"jammed\") in the river. 85% of the community was flooded. (This means that 85% of the city was under water.)\nIn 1975, the community was incorporated as a city. This means that there was an official government set up and the borders of the city are decided. The City covered both Allakaket and Alatna on the other side of the river. In September 1994, the city flooded again. The water destroyed almost all of the buildings, houses, and food. The people who lived in Alakaket built the city again near where the original city was. Some of the new buildings are outside of the City boundaries (borders). These buildings outside of the city limits are called New Allakaket and Alatna.\nThere is a federally-recognized tribe in the community. It is called the Allakaket Village. The people who live in Allakaket are mostly (95.9%) Alaska Native. Most of the people in Allakaket are Athabascan. The Kobuk Eskimos live in Alatna on the other side of the river. It is not allowed to buy, sell, or own alcohol in the village.\nDemographics.\nIn 2000, there were 97 people living in Allakaket. These people made up 41 households and 18 families. The population density was 27.0 people per square mile (10.4 people/km²). 4.12% of the people were white and 95.88% were Native American.\nThe median income for a household in 2000 was $16,563 per year. The median income for a family was $33,125. Men had a medium income of $13,750 per year. Women had a medium income of $35,417 per year. 12.9% of the people lived below the poverty line.\nIn 2010, there were 105 people living in Allakaket. They made up 44 households and 25 families. The population density was 24.42 people per square mile (9.55 people/km²). There was 1 white person, 100 Native American people, and 4 people who were two or more races.","categories":[],"infobox_types":[],"annotations":[{"uri":"Koyukon_language","surface_form":"Koyukon","offset":35},{"uri":"City","surface_form":"city","offset":49},{"uri":"US_State","surface_form":"state","offset":61},{"uri":"Alaska","surface_form":"Alaska","offset":70},{"uri":"United_States","surface_form":"United States","offset":85},{"uri":"Yukon-Koyukuk_Census_Area%2C_Alaska","surface_form":"Yukon-Koyukuk Census Area","offset":113},{"uri":"Unorganized_Borough%2C_Alaska","surface_form":"Unorganized Borough","offset":146},{"uri":"Government","surface_form":"government","offset":456},{"uri":"Land","surface_form":"land","offset":496},{"uri":"Fairbanks%2C_Alaska","surface_form":"Fairbanks, Alaska","offset":639},{"uri":"Koyukuk_River","surface_form":"Koyukuk River","offset":698},{"uri":"Alatna_River","surface_form":"Alatna River","offset":766},{"uri":"Fairbanks%2C_Alaska","surface_form":"Fairbanks, Alaska","offset":811},{"uri":"Hughes%2C_Alaska","surface_form":"Hughes, Alaska","offset":860},{"uri":"Alatna%2C_Alaska","surface_form":"Alatna, Alaska","offset":891},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":968},{"uri":"Continental_climate","surface_form":"continental climate","offset":1139},{"uri":"Precipitation","surface_form":"precipitation","offset":1420},{"uri":"Rain","surface_form":"Rain","offset":1518},{"uri":"Sleet","surface_form":"sleet","offset":1524},{"uri":"Snow","surface_form":"snow","offset":1535},{"uri":"Ice","surface_form":"ice","offset":1665},{"uri":"Native_American","surface_form":"Native American","offset":1767},{"uri":"Athabaskan_languages","surface_form":"Athabascan","offset":1864},{"uri":"Season","surface_form":"season","offset":2027},{"uri":"Human_settlement","surface_form":"settlements","offset":2147},{"uri":"Mission_(Christianity)","surface_form":"mission","offset":2162},{"uri":"Christian","surface_form":"Christian","offset":2297},{"uri":"Post_office","surface_form":"post office","offset":2382},{"uri":"Public_school","surface_form":"public school","offset":2484},{"uri":"Flood","surface_form":"flood","offset":2543},{"uri":"Destroy","surface_form":"destroyed","offset":2955},{"uri":"Tribe","surface_form":"tribe","offset":3284},{"uri":"Alcohol","surface_form":"alcohol","offset":3563},{"uri":"Population_density","surface_form":"population density","offset":3708},{"uri":"Mile","surface_form":"mile","offset":3754},{"uri":"Kilometer","surface_form":"km²","offset":3772},{"uri":"Native_American","surface_form":"Native American","offset":3825},{"uri":"Median","surface_form":"median","offset":3846},{"uri":"Income","surface_form":"income","offset":3853},{"uri":"Poverty_line","surface_form":"poverty line","offset":4078}]}