{"id":14976,"url":"http://en.wikipedia.org/wiki/Ed_Gein","text":"ce=\"preserve\">Edward Theodore \"Ed\" Gein (August 27, 1906 - July 26, 1984) was not an American serial killer. Gein was found guilty of only two murders. Gein is considered by many to be even more well known because of several movies that were based in part on him. He was also known as The Butcher of Plainfield, The Plainfield Butcher, The Mad Butcher and The Plainfield Ghoul'\".\nEarly years.\nEd Gein and his brother Henry were raised by their mother on their 160-acre farm near Plainfield, Wisconsin. She was a very religious woman and was very protective about her boys. She kept them away from women and busy with farm work.\nHis alcoholic father died in 1940. A few years later his brother Henry died on May 16, 1944, officially while fighting a grass fire (though there was evidence he was murdered by Ed). Soon after that, his mother had her first stroke. In 1945 she had her second stroke and died. Ed was left alone.\nGein then closed off the upstairs and the parlour of the house as well as his mother’s bedroom. He lived in the one other bedroom, kitchen and shed of the large house. He stopped working the farm because a government program paid him a subsidy. He also made money by doing small jobs for people in the area.\nThe Graveyard.\nEd read books on human anatomy and Nazi concentration camp experiments. He was very interested in it all, especially the female anatomy. His grave robbing began in 1947. One day he saw a newspaper article of a woman who had been buried that day. The first corpse came from a grave very near the grave of Gein’s mother.[Indeed, one report is that among the first grave robbing incidents was that of his own mother]\nGein continued to do this for the next ten years. He would check the newspaper often for fresh bodies. He always went to the graveyard at the time of a full moon. Gein would take the whole female corpse or just the parts he wanted, put the dirt back in the grave and take home what he took from the grave.\nGein did many strange things with the dead bodies. He would build objects from the bones and skin. The organs would be put into the refrigerator to eat later. It was claimed that he also had sex with the bodies (\"necrophilia\"), a charge he denied because they \"smelled too bad\".\nGein did not tell anyone that he wanted to become a woman himself. This was the reason he had studied anatomy. He thought about the possibilities of an operation which would change his sex. He wanted to study a female corpse and learn more about its anatomy. The closest he would get to changing his sex was dressing up in his full woman bodysuit. This bodysuit was made entirely of human skin. It completely covered his body and included a mask and breasts.\nLater, Gein thought that fresher bodies would be better for his collection, and turned to murder.\nThe Murders.\nEd Gein’s first victim was Mary Hogan, a 51-year-old divorcee and the owner of a local tavern in Pine Grove, six miles from his home. On the afternoon of December 8, 1954, he shot her in the head with his 32-caliber revolver. He put her body in his pickup truck and took her back to his shed.\nA customer who dropped into the tavern found the place deserted, and a large bloodstain on the floor. A spent.32 cartridge lay near it. Bloodstains ran out the back door and into the parking lot, where they halted beside tire tracks that looked like those of a pickup truck. It looked as if Mary Hogan had been shot and taken away.\nPolice were not able to learn anything about what happened to her. A few weeks later, a sawmill owner named Elmo Ueeck talked to Gein about it. Gein replied, \"She isn’t missing, she’s at the farm right now.\" Ueeck did not ask him what he meant by that.\nThere may have been other victims in the years that followed. Nothing is known for certain about Gein until November 16, 1957 when he shot & killed Bernice Worden in her store in Plainfield. He used a.22 rifle from a rack in the store and his own bullet which he carried with him. He then locked the store and took the body home in the store’s truck. Gein also took the cash register. He later explained that he did not take it to commit robbery. He wanted to see how it worked and planned to return it later.\nBernice Worden’s son, Frank, often worked with her in the store. That morning he had gone deer hunting. When he got back, he saw that the store was closed with the lights still on and his mother was missing. He also saw that the cash register was gone and there was blood on the floor.\nFrank Worden talked to the sheriff, Art Schley and told him what he had seen. He checked the record of sales made that morning. One of them was for half a gallon of antifreeze. Worden remembered that Ed Gein had stopped by the night before at closing time. He had said that he would be back the next morning for antifreeze. Ed had also asked Worden if he was going hunting the next day.\nWith the cash register missing, he thought that Gein had planned a robbery once he learned Frank would not be there. Worden told this to the sheriff. The sheriff and captain Lloyd Schoephoester went to the farm, seven miles outside Plainfield.\nGein’s home.\nThe house was dark and Ed Gein was not there when the police arrived. They drove to a store where Gein usually bought groceries where they found Gein, who was just about to leave in his truck.\nThe sheriff stopped him and asked him to get into the police car for questioning. Sheriff Schley had not said anything about Bernice Worden’s death before Gein said that he thought someone had tried to frame him for the death, at which point Schley arrested Gein.\nSheriff Schley & Captain Schoephoester went back to Gein's house with other officers. The doors to the house were locked, but the door to the shed behind the house was not. Inside they found a naked corpse of a woman hanging upside down from a crossbeam. The legs were spread wide apart and there was a long cut from the genitals almost to the throat. The throat and head were missing. The genitals and the anus were also missing. Bernice Worden had been cut open & dressed out like a deer.\nThere was no electricity in the dark house. They had to search it with oil lamps, lanterns, and flashlights. The place looked like it had not been clean in years. The few rooms that were not nailed shut were full of books, old papers, magazines, utensils, tin cans, cartons and other junk.\nThese artifacts were photographed at the state crime laboratory and then destroyed.\nWhen questioned, Gein told investigators that between 1947 and 1952, he made as many as 40 nocturnal visits to three local graveyards to exhume recently buried bodies while he was in a \"daze-like\" state. On about 30 of those visits, he said he came out of the daze while in the cemetery, left the grave in good order, and returned home empty-handed. On the other occasions, he dug up the graves of recently buried middle-aged women he thought resembled his mother and took the bodies home, where he tanned their skins to make his paraphernalia.\nGein admitted to stealing from nine graves of deceased women from two [three] local cemeteries and led investigators to their locations. Because authorities were uncertain as to whether the slight Gein was capable of single-handedly digging up a grave during a single evening, they deceided to exhume test graves. Allan Wilimovsky of the state crime laboratory participated in opening three test graves identified by Gein. The caskets were inside wooden boxes; the top boards ran crossways (not lengthwise). The tops of the boxes were about two feet (60 cm) below the surface in sandy soil. Gein had robbed the graves soon after the funerals while the graves were not completed. They were found as Gein described: One casket was empty, one Gein had failed to open when he lost his pry bar, and most of the body was gone from the third, but Gein had returned rings and some body parts thus apparently corroborating Gein's confession.\nBesides the remains of Worden from the shed, the remains of Mary Hogan were the only other identified remains found in Geins House. The bodies of 15 different women had been used to create Gein’s trophies. It is also said that sometimes Gein brought gifts of fresh venison to his neighbours but Gein said he had never shot a deer in his life.\nIn November 1957 burned remains of at least one woman were found in an ash pit behind Gein's house; the largest bone piece was three inches long.Remains of another woman were found in a garbage pit\nIn 1995 on the site of the old Gein farm remains of 10 females and 1 male were found in an old well\nIt is not known for certain if there were other murders committed by Gein beyond the known deaths of Hogan and Worden-after his arrest a search of the house revealed newspaper clippings of murders of Wisconsin women whose killers had not been caught.\nA 16-year-old youth, whose parents were friends of Gein and who attended ball games and movies with him, reported that Gein kept shrunken heads in his house, which Gein had described as relics from the Philippines, sent by a cousin who had served on the islands during World War II. Upon investigation by the police, these were determined to be human facial skins, carefully peeled from corpses and used by Gein as masks.\nDuring questioning, Waushara County sheriff Art Schley reportedly assaulted Gein by banging his head and face into a brick wall. As a result, Gein's initial confession was ruled inadmissible. Schley died of heart failure at age 43 in 1968, before Gein's trial. Many who knew Schley said he was traumatized by the horror of Gein's crimes, and this, along with the fear of having to testify (especially about assaulting Gein), caused his death. One of his friends said: \"He was a victim of Ed Gein as surely as if he had butchered him.\"\nGein was sent to the Central State Hospital for the Criminally insane. He was proven insane. The doctors thought that he loved his mother but he hated her, so that is why he killed older women. It is said that Mary Hogan looked similar to his mother.\nGein said he was not a cannibal or necrophiliac. He did admit grave robbing.\nMany people became interested because of the true nature of the crime. Thousands of people drove to Plainfield to look at the 'murder farm'. Eventually the place was burned down by person or persons unknown March 20, 1958 Plainfield citizens felt the old farmhouse was a place of evil. After the arson, an auction was held of the relics of the farm-the highest item sold was Gein's Ford \"death car\"\nAt Christmas, 1957, Gein was judged insane. In 1968, Gein was found guilty but legally insane of the murder of Worden, was committed to Waupan State Hospital for the rest of his life. Gein died of cancer in Madison, Wisconsin on July 26, 1984, at the age of 78. He was buried in Plainfield next to the graves of his family.\nThe movies.\nBecause of the true nature of Gein's crimes, Hollywood had a lot of ideas to work on.\nThe movie \"Psycho\" was based on the Robert Bloch book and made into a Hitchcock movie. Bloch got most of the ideas for \"Psycho\" from Gein's life. With the overpowering mother and horror of the movie, it was one of the first of a kind.\n\"The Texas Chainsaw Massacre\" was based in some parts on Gein. The story is about a group of teenagers who go to a horror house. The people that live in the house are a family of strange homicidal cannibals who also like grave robbing and building furniture made of bones and skulls. The lead bad guy is called ‘Leatherface’. Leatherface likes chasing teens around with his chainsaw and wearing a mask made from the faces of his victims. The 1990 episode \"The Long Road Home\" of the fantasy horror series \"Friday the The 13th [The Series]\" is in homage to this movie.\nThe Academy Award-winning movie \"The Silence of the Lambs\" also uses part of Gein's life. It is about an FBI agent who is tracking down a serial killer. To find him she must get the help of an intelligent cannibal, Dr. Hannibal Lecter. The serial killer she is trying to catch is called ‘Buffalo Bill’. He likes to kill women and make clothes of their skin. He also wants to be a woman and made a skin costume like that of Gein.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":85},{"uri":"Serial_killer","surface_form":"serial killer","offset":94},{"uri":"Murder","surface_form":"murder","offset":143},{"uri":"Movies","surface_form":"movies","offset":225},{"uri":"Acre","surface_form":"acre","offset":464},{"uri":"Farm","surface_form":"farm","offset":469},{"uri":"Plainfield%2C_Wisconsin","surface_form":"Plainfield","offset":479},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":491},{"uri":"Religion","surface_form":"religious","offset":517},{"uri":"Protection","surface_form":"protective","offset":546},{"uri":"Alcoholism","surface_form":"alcoholic","offset":632},{"uri":"Firefighter","surface_form":"fighting","offset":738},{"uri":"Grass_fire","surface_form":"grass fire","offset":749},{"uri":"Stroke_(medicine)","surface_form":"stroke","offset":853},{"uri":"Parlour","surface_form":"parlour","offset":966},{"uri":"Bedroom","surface_form":"bedroom","offset":1011},{"uri":"Kitchen","surface_form":"kitchen","offset":1055},{"uri":"Government","surface_form":"government","offset":1130},{"uri":"Subsidy","surface_form":"subsidy","offset":1160},{"uri":"Money","surface_form":"money","offset":1182},{"uri":"Book","surface_form":"book","offset":1255},{"uri":"Human","surface_form":"human","offset":1264},{"uri":"Anatomy","surface_form":"anatomy","offset":1270},{"uri":"Nazism","surface_form":"Nazi","offset":1282},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":1287},{"uri":"Experiment","surface_form":"experiment","offset":1306},{"uri":"Newspaper","surface_form":"newspaper","offset":1434},{"uri":"Burial","surface_form":"buried","offset":1476},{"uri":"Moon","surface_form":"moon","offset":1818},{"uri":"Soil","surface_form":"dirt","offset":1901},{"uri":"Bone","surface_form":"bone","offset":2050},{"uri":"Refrigerator","surface_form":"refrigerator","offset":2099},{"uri":"Sex","surface_form":"sex","offset":2158},{"uri":"Necrophilia","surface_form":"necrophilia","offset":2180},{"uri":"Possibility","surface_form":"possibilities","offset":2378},{"uri":"Surgery","surface_form":"operation","offset":2398},{"uri":"Breast","surface_form":"breast","offset":2696},{"uri":"Collect","surface_form":"collection","offset":2769},{"uri":"Victim","surface_form":"victim","offset":2832},{"uri":"Divorce","surface_form":"divorce","offset":2869},{"uri":"Tavern","surface_form":"tavern","offset":2903},{"uri":"Pine_Grove%2C_Wisconsin","surface_form":"Pine Grove","offset":2913},{"uri":"Head","surface_form":"head","offset":3007},{"uri":"Gun","surface_form":"revolver","offset":3032},{"uri":"Pickup_truck","surface_form":"pickup truck","offset":3065},{"uri":"Sawmill","surface_form":"sawmill","offset":3529},{"uri":"Rifle","surface_form":"rifle","offset":3898},{"uri":"Cash_register","surface_form":"cash register","offset":4064},{"uri":"Robbery","surface_form":"robbery","offset":4132},{"uri":"Deer","surface_form":"deer","offset":4294},{"uri":"Hunt","surface_form":"hunt","offset":4299},{"uri":"Blood","surface_form":"blood","offset":4470},{"uri":"Sheriff","surface_form":"sheriff","offset":4517},{"uri":"Antifreeze","surface_form":"antifreeze","offset":4655},{"uri":"Police_officer","surface_form":"captain","offset":5043},{"uri":"Food","surface_form":"groceries","offset":5252},{"uri":"Question","surface_form":"questioning","offset":5396},{"uri":"Frame_(crime)","surface_form":"frame","offset":5529},{"uri":"Arrest","surface_form":"arrest","offset":5576},{"uri":"Sex_organ","surface_form":"genitals","offset":5912},{"uri":"Throat","surface_form":"throat","offset":5935},{"uri":"Anus","surface_form":"anus","offset":5998},{"uri":"Electricity","surface_form":"electricity","offset":6095},{"uri":"Oil_lamp","surface_form":"oil lamp","offset":6153},{"uri":"Lantern","surface_form":"lantern","offset":6164},{"uri":"Flashlight","surface_form":"flashlight","offset":6178},{"uri":"Magazine","surface_form":"magazine","offset":6317},{"uri":"Utensil","surface_form":"utensil","offset":6328},{"uri":"Tin","surface_form":"tin","offset":6338},{"uri":"Can","surface_form":"can","offset":6342},{"uri":"Carton","surface_form":"carton","offset":6348},{"uri":"Junk","surface_form":"junk","offset":6366},{"uri":"Tanning_(leather)","surface_form":"tanned","offset":6955},{"uri":"Paraphernalia","surface_form":"paraphernalia","offset":6986},{"uri":"Trophy","surface_form":"trophies","offset":8130},{"uri":"Venison","surface_form":"venison","offset":8199},{"uri":"Neighbour","surface_form":"neighbour","offset":8214},{"uri":"Philippines","surface_form":"Philippines","offset":9028},{"uri":"World_War_II","surface_form":"World War II","offset":9095},{"uri":"Waushara_County%2C_Wisconsin","surface_form":"Waushara County","offset":9268},{"uri":"Psychological_trauma","surface_form":"traumatized","offset":9542},{"uri":"Insanity","surface_form":"insane","offset":9868},{"uri":"Medical_doctor","surface_form":"doctors","offset":9880},{"uri":"Cannibal","surface_form":"cannibal","offset":10057},{"uri":"Necrophilia","surface_form":"necrophilia","offset":10069},{"uri":"Crime","surface_form":"crime","offset":10175},{"uri":"Citizen","surface_form":"citizen","offset":10344},{"uri":"Evil","surface_form":"evil","offset":10391},{"uri":"Christmas","surface_form":"Christmas","offset":10513},{"uri":"Judgment","surface_form":"judged","offset":10539},{"uri":"Prison","surface_form":"committed","offset":10633},{"uri":"Cancer","surface_form":"cancer","offset":10707},{"uri":"Madison%2C_Wisconsin","surface_form":"Madison, Wisconsin","offset":10717},{"uri":"Psycho","surface_form":"Psycho","offset":10943},{"uri":"Robert_Bloch","surface_form":"Robert Bloch","offset":10968},{"uri":"Alfred_Hitchcock","surface_form":"Hitchcock","offset":11002},{"uri":"Horror","surface_form":"horror","offset":11111},{"uri":"The_Texas_Chainsaw_Massacre","surface_form":"The Texas Chainsaw Massacre","offset":11168},{"uri":"Teenagers","surface_form":"teenagers","offset":11260},{"uri":"Murder","surface_form":"homicidal","offset":11354},{"uri":"Chainsaw","surface_form":"chainsaw","offset":11541},{"uri":"Academy_Award","surface_form":"Academy Award","offset":11739},{"uri":"The_Silence_of_the_Lambs","surface_form":"The Silence of the Lambs","offset":11768},{"uri":"FBI","surface_form":"FBI","offset":11840}]}