{"id":149716,"url":"http://en.wikipedia.org/wiki/Kaltag%2C_Alaska","text":"Kaltag is a town in Alaska. Kaltag is on the west bank of the Yukon River, 120 km (75 miles) west of Galena. In 2002, there were 230 people living in Kaltag. Most of the people who live in Kaltag are native Americans.\nHistory.\nThe first people to live in the area were the Koyokon people, part of the Athabascan nation. They used Kaltag as a cemetery for surrounding villages. It is on an old walking track which led west through the mountains to Unalakleet. The Athabascans had many camps in the area. They moved as the animals they hunted for food moved to different areas. There were 12 summer fish camps on the Yukon River between the Koyukuk River and the Nowitna River.\nThe Russians named Kaltag after a Koyokon man named Kaltaga.\nIn 1839 smallpox killed many of the people who lived in the area.\nWhen the United States took over Alaska, the army built a telegraph line along the north side of the Yukon River. A trading post opened around 1880. There was a gold rush in 1884-85. Steamboats travelled along the river carrying supplies for the gold miners. In 1900 there were 46 steamboats on the river. Measles and food shortages during 1900 reduced the population of the area by one-third. The village of Kaltag began after this when the people who were left in three nearby villages moved to the area.\nBy 1906, most of the people looking gold had left for Fairbanks or Nome. The Galena lead mines opened 1919. Kaltag was down the river from the mines and grew as a point on the transportation route for the mines. It declined in the 1940s as mining declined.\nThe old cemetery was washed into the river around 1937. An airport and medical clinic were built during the 1960s.\nKaltag today.\nKaltag has a week long Stick Dance Festival every two years that draws visitors from many other villages. This festival is held by relatives of people who have died, to thank those who helped during their time of mourning.\nMost of the people in Kaltag live by hunting and fishing. Salmon, whitefish, moose, bear, waterfowl and berries are the main foods.","categories":[],"infobox_types":[],"annotations":[{"uri":"Town","surface_form":"town","offset":12},{"uri":"Alaska","surface_form":"Alaska","offset":20},{"uri":"Yukon_River","surface_form":"Yukon River","offset":62},{"uri":"Galena%2C_Alaska","surface_form":"Galena","offset":101},{"uri":"Athabascan","surface_form":"Athabascan","offset":301},{"uri":"Cemetery","surface_form":"cemetery","offset":342},{"uri":"Unalakleet%2C_Alaska","surface_form":"Unalakleet","offset":447},{"uri":"Yukon_River","surface_form":"Yukon River","offset":615},{"uri":"Koyukuk_River","surface_form":"Koyukuk River","offset":639},{"uri":"Nowitna_River","surface_form":"Nowitna River","offset":661},{"uri":"Russia","surface_form":"Russia","offset":680},{"uri":"Smallpox","surface_form":"smallpox","offset":745},{"uri":"United_States","surface_form":"United States","offset":812},{"uri":"Telegraph","surface_form":"telegraph","offset":861},{"uri":"Gold_rush","surface_form":"gold rush","offset":964},{"uri":"Steamboat","surface_form":"Steamboat","offset":986},{"uri":"Measles","surface_form":"Measles","offset":1109},{"uri":"Fairbanks%2C_Alaska","surface_form":"Fairbanks","offset":1364},{"uri":"Nome%2C_Alaska","surface_form":"Nome","offset":1377},{"uri":"Lead","surface_form":"lead","offset":1394},{"uri":"Salmon","surface_form":"Salmon","offset":1977},{"uri":"Whitefish","surface_form":"whitefish","offset":1985},{"uri":"Moose","surface_form":"moose","offset":1996},{"uri":"Bear","surface_form":"bear","offset":2003},{"uri":"Waterfowl","surface_form":"waterfowl","offset":2009},{"uri":"Berry","surface_form":"berries","offset":2023}]}