{"id":14973,"url":"http://en.wikipedia.org/wiki/Hamster","text":"Hamsters are rodents belonging to the subfamily Cricetinae. The subfamily contains about 25 species in six or seven genera. They have become established as popular small house pets. They are a bit like a mouse. Wild hamsters live in the desert, but people all over the world keep domesticated hamsters as pets.\nIn the wild, hamsters are crepuscular and stay underground during the day. They feed on seeds, fruits, and vegetation, and occasionally eat burrowing insects. Hamsters are distinguished by their large cheek pouches, and relatively short tail. They use their long cheek pouches (extending to their shoulders) to carry food back to their burrows.\nHamsters as pets.\nThere are six main types of hamsters: the Syrian hamster (the kind most people have as pets), winter whites, campbells, the Russian dwarf hamster (a hybrid of winter white and Campbell's dwarf hamsters), the Chinese hamster, and the Roborovski hamster. Unlike other species, the Chinese hamster has a long tail. All Syrian hamsters are the descendants of 12 baby hamsters found in Syria in 1930.\nPet hamsters should live in cages with wood shavings or recycled newspaper (pine or cedar shavings are toxic to hamsters). Plain toilet paper is also a cheap, safe option, but straw should only be given in small amounts. Hamsters eat mostly hamster food sold at a pet shop, but they can also eat many vegetables and fruits in small portions. Hamsters store food in natural pouches in the sides of their mouths.\nBecause they are rodents, hamster incisor<nowiki/>s grow constantly. They need wooden blocks and hard food to wear the teeth down and prevent them from getting too long. Most hamsters also have a wheel to run on for exercise. A 6 inch (15 cm) wheel is recommended for most dwarf hamsters, and at least an eight-inch (20 cm) wheel for Syrians. If the wheel is too small, the hamster's spine can become bent. Some people get other kinds of exercise equipment for their hamsters, like a \"hamster ball\" in which the hamster can roll around the floor (though these are not recommended by some animal welfare groups), or a long network of tubes with air holes for hamsters to crawl through. They should live in a tank or cage. Hamsters are not recommended for young children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rodent","surface_form":"rodent","offset":13},{"uri":"Subfamily","surface_form":"subfamily","offset":38},{"uri":"Species","surface_form":"species","offset":92},{"uri":"Genus","surface_form":"genera","offset":116},{"uri":"Pet","surface_form":"pet","offset":176},{"uri":"Mouse","surface_form":"mouse","offset":204},{"uri":"Desert","surface_form":"desert","offset":237},{"uri":"Domestication","surface_form":"domesticated","offset":280},{"uri":"Crepuscular","surface_form":"crepuscular","offset":337},{"uri":"Seeds","surface_form":"seeds","offset":399},{"uri":"Fruits","surface_form":"fruits","offset":406},{"uri":"Vegetation","surface_form":"vegetation","offset":418},{"uri":"Insects","surface_form":"insects","offset":461},{"uri":"Syrian_hamster","surface_form":"Syrian hamster","offset":716},{"uri":"Russian_dwarf_hamster","surface_form":"Russian dwarf hamster","offset":798},{"uri":"Chinese_hamster","surface_form":"Chinese hamster","offset":882},{"uri":"Roborovski_hamster","surface_form":"Roborovski hamster","offset":907},{"uri":"Syria","surface_form":"Syria","offset":1055},{"uri":"Pet_shop","surface_form":"pet shop","offset":1334},{"uri":"Vegetable","surface_form":"vegetable","offset":1371},{"uri":"Fruit","surface_form":"fruit","offset":1386},{"uri":"Incisor","surface_form":"incisor","offset":1515},{"uri":"Wheel","surface_form":"wheel","offset":1677},{"uri":"Exercise","surface_form":"exercise","offset":1919}]}