{"id":14981,"url":"http://en.wikipedia.org/wiki/Easter","text":"Easter, also called Resurrection Day and Pascha, is a Christian holiday celebrating Jesus Christ returning from the dead. Christians believe that it is the holiest day in the year. Some people who are not Christians celebrate it as a cultural holiday.\nEaster is not held on the same date every year. This is called a \"moveable feast\". Currently all Christian churches agree on how the date is calculated. Easter is celebrated on the first Sunday following the first full moon which is on or after March 21st. This means it is celebrated in March or April. It can occur as early as March 22 and as late as April 11. Western churches, like the Roman Catholic Church, use the Gregorian calendar, while Eastern churches, like the Eastern Orthodox Church, use the Julian calendar. Because of this, the date of Easter celebrations is different for these two types of churches even though the way they calculate the date is similar. In 2015 Easter was celebrated on April 5 for both the Gregorian calendar and Julian calendar. In 2019 Easter was celebrated on the 21st of April.\nThe word \"Easter\" is derived from \"Eastra\", the name of the ancient German Goddess of Spring. Her festival occurred at the vernal equinox. The French word for Easter, \"Pâcques\", comes from the Greek word for Passover, which is the Jewish holiday celebrated at about the same time of the year.\nImportance to Christians.\nJesus died roughly 2000 years ago in a city called Jerusalem (most of Jerusalem is in the modern country of Israel). The people who killed him did so because they believed that he was causing trouble for the government and because he was claiming to be the Messiah. When they crucified him (meaning they nailed him to a cross), they even hung a sign over his head, which said, \"King of the Jews.\" The day he was crucified is known by Christians as Good Friday.\nThe New Testament states that on the Sunday after Jesus was killed, his body was no longer in the tomb where he was laid. Later, Jesus is said to have appeared to over 500 people and preached to them. The New Testament teaches that the resurrection of Jesus is what Christianity is based on. The resurrection made people believe that Jesus was the powerful Son of God. It is also spoken of as proof that God will judge the world fairly. Christians believe that God has given Christians \"a new birth into a living hope through the resurrection of Jesus Christ from the dead\". Christians believe that through faith in God they are spiritually made alive with Jesus so that they may lead a new life.\nCustoms and traditions.\nEaster is celebrated in several ways in northern Europe and the United States. Most of these celebrations have nothing to do with the Christian meaning of the holiday. These celebrations are related more to the pagan festivals of ancient Germany. Children are given baskets to fill with candy. Eggs are decorated and hidden for children to find that the \"Easter Bunny\" supposedly laid. People wear new clothes and go to church. Greeting cards are exchanged. An Easter Egg Roll is held on the lawn of the White House on the day after Easter. Small leafless trees or branches are carried indoors and decorated with colored eggs, paper trims, and lights. Some shopping malls offer children a chance to visit with an adult costumed as the Easter Bunny. Forced tulips, hyacinths and lilies are given as gifts. Week-long vacations are taken following Easter Day, giving families the chance to visit with distant relatives. In America, many families leave the cold of northern states to visit amusement parks or sunny beaches in the south. Spring break for American high school and college students usually occurs about Easter time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Resurrection","surface_form":"Resurrection","offset":20},{"uri":"Christianity","surface_form":"Christian","offset":54},{"uri":"Jesus","surface_form":"Jesus Christ","offset":84},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":642},{"uri":"Gregorian_calendar","surface_form":"Gregorian calendar","offset":673},{"uri":"Eastern_Christianity","surface_form":"Eastern churches","offset":699},{"uri":"Eastern_Orthodox_Church","surface_form":"Eastern Orthodox Church","offset":726},{"uri":"Julian_calendar","surface_form":"Julian calendar","offset":759},{"uri":"2015","surface_form":"2015","offset":929},{"uri":"April_5","surface_form":"April 5","offset":959},{"uri":"Germanic_peoples","surface_form":"ancient German","offset":1132},{"uri":"Vernal_equinox","surface_form":"vernal equinox","offset":1195},{"uri":"French_language","surface_form":"French","offset":1215},{"uri":"Greek_language","surface_form":"Greek","offset":1265},{"uri":"Passover","surface_form":"Passover","offset":1280},{"uri":"Jewish","surface_form":"Jewish","offset":1303},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1442},{"uri":"Israel","surface_form":"Israel","offset":1499},{"uri":"Messiah","surface_form":"Messiah","offset":1648},{"uri":"Crucified","surface_form":"crucified","offset":1667},{"uri":"Good_Friday","surface_form":"Good Friday","offset":1839},{"uri":"New_Testament","surface_form":"New Testament","offset":1856},{"uri":"New_Testament","surface_form":"New Testament","offset":2057},{"uri":"Christianity","surface_form":"Christianity","offset":2118},{"uri":"Church","surface_form":"church","offset":2993},{"uri":"White_House","surface_form":"White House","offset":3077},{"uri":"Easter_Bunny","surface_form":"Easter Bunny","offset":3308},{"uri":"Tulip","surface_form":"tulip","offset":3329},{"uri":"Hyacinth","surface_form":"hyacinth","offset":3337},{"uri":"Vacation","surface_form":"vacation","offset":3388}]}