{"id":14986,"url":"http://en.wikipedia.org/wiki/Georgia_(country)","text":"Georgia is a country in Eastern Europe. It is on the coast of the Black Sea. During 1991-1995 its full name was the Republic of Georgia. Since 1995 it is Georgia as written in the Constitution. Before, it was part of the Soviet Union, but now it is an independent republic. The capital city is Tbilisi. Its population is almost 4 million.\nHistory.\nThe Georgians are an ancient people. Their capital Tbilisi was founded around AD 400, after the end of the Roman Empire. Western Georgia was part of the Roman Empire before then. The Arabs captured it in 635 AD. The culture continued and they flourished through trade.\nIn the 900s Arabs influence diminished in Caucasia significantly. In 1008 Kingdom of Georgia was formed. It was the major country in the region until the Mongols invaded in 1223. Georgia was part of the Mongolian empire for a century on and off until 1334, when King Giorgi V took over. In the 1400s Georgia dissolved into several principalities. In the 1500s the Persians invaded Eastern Georgia four times from 1541-1544. In 1555 the Kings of Kartli ruled through the will of the Persian Shahs.\nIn 1783 The treaty of Georgievsk was signed between Catherine the Great of Russia and King Heraclius II, giving Russia the power to protect Georgia. Then, in 1798 the Persians burned Tbilisi to the ground.\nFrom 1811 to 1918 Georgia was under the Tsar of Russia. Their culture survived intact. From 1918 to 1921 Georgia was independent, and then was part of the Soviet Union.\nIn 1991 Georgia declared their independence from the Soviet Union. Newly established Republic of Georgia saw bloody Civil War resulting in downfall of first-ever president of Georgia Zviad Gamsakhurdia. Georgia was also involved in War in Abkhazia. There was a rough patch between 1994 and 1995 when the economy was poor, although Georgia saw significant improvements in last few years. Now Georgia is applying to NATO and European Union.\nIn 2008 Georgia was involved in the 2008 South Ossetia war.\nGeography.\nGeorgia is next to the countries of Russia, Turkey, Armenia and Azerbaijan. It also has a coast on the Black Sea. It is at the edge of Europe and Asia.\nGeorgia has many mountains. Its highest point is 5,193 m above sea level. The mountains running through Georgia are called the Caucasus Mountains.\nThe highest mountain in Georgia is Mount Shkhara at 5,193 m. The coastline of Georgia is 310 km long. Georgia has about 25,000 rivers. The largest river is the Mtkvari.\nDivisions.\nGeorgia is divided into 9 regions, 1 city, and 2 autonomous republics. These in turn are divided into 67 districts and 12 self-governing cities.\nThe region of Abkhazia declared independence in 1999. South Ossetia is officially known by Georgia as the Tskinvali region. Georgia considers both regions as occupied by Russia.\nCulture.\nThe population of Georgia is about 4 million. About 1.2 million of these live in Tbilisi. People from Georgia are called Georgians. Most of them speak Georgian as their first language, though some people also speak Azerbaijani, Armenian, Russian or other languages.\nGeorgians have their own unique three alphabets. They were invented by King Pharnavaz I of Iberia.\nThe most famous person to have come from Georgia is Josef Stalin.\nMost Georgians are Christians, but there are some Muslims and Jews as well.\nThe currency of Georgia is called the \"lari\".\nJoseph Stalin's Death.\nKGB chief Lavrentij Beria feared Stalin's next purge and like his predecessor KGB/NKVD chief Yezhov, he would be next, so he had him poisoned.\nIt’s known that on the night of February the 28 1953, Stalin drank \"fruit juice\" (diluted Georgian wine). Poison, in the form of the poisonous, tasteless blood thinner warfarin (rat poison) was slipped in Stalin’s drink and caused stomach and brain hemorrhaging. Doctors were not called entire day on purpose to make sure the poison works and Stalin could not be saved. His death was recorded at 9:50 p.m. ironically exactly to the minute of signing Katyn execution orders of Polish POWs in 1940. Stalin was laid to rest in the Lenin Mausuleum but was reburied during night without any fanfare on October 31 1956. Upon Stalin’s death, Beria (also responsible for Katyn Massacre), with his network of spies and contacts, seemed poised to take over. But he fatally underestimated his opponent Khrushchev who eventually took over and executed Beria and 6 of his accomplices on December 23 1953.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Europe","surface_form":"Eastern Europe","offset":24},{"uri":"Black_Sea","surface_form":"Black Sea","offset":66},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":221},{"uri":"Independence","surface_form":"independent","offset":252},{"uri":"Republic","surface_form":"republic","offset":264},{"uri":"Tbilisi","surface_form":"Tbilisi","offset":294},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":455},{"uri":"Caucasia","surface_form":"Caucasia","offset":659},{"uri":"Kingdom_of_Georgia","surface_form":"Kingdom of Georgia","offset":691},{"uri":"Mongols","surface_form":"Mongols","offset":771},{"uri":"Safavid_dynasty","surface_form":"Persian","offset":1099},{"uri":"Catherine_the_Great","surface_form":"Catherine the Great","offset":1166},{"uri":"Russia","surface_form":"Russia","offset":1189},{"uri":"Russia","surface_form":"Russia","offset":1368},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1475},{"uri":"Republic_of_Georgia","surface_form":"Republic of Georgia","offset":1574},{"uri":"Georgian_Civil_War","surface_form":"Civil War","offset":1605},{"uri":"Zviad_Gamsakhurdia","surface_form":"Zviad Gamsakhurdia","offset":1672},{"uri":"War_in_Abkhazia_(1992%E2%80%931993)","surface_form":"War in Abkhazia","offset":1721},{"uri":"NATO","surface_form":"NATO","offset":1903},{"uri":"European_Union","surface_form":"European Union","offset":1912},{"uri":"2008_South_Ossetia_war","surface_form":"2008 South Ossetia war","offset":1964},{"uri":"Russia","surface_form":"Russia","offset":2035},{"uri":"Turkey","surface_form":"Turkey","offset":2043},{"uri":"Armenia","surface_form":"Armenia","offset":2051},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":2063},{"uri":"Coast","surface_form":"coast","offset":2089},{"uri":"Europe","surface_form":"Europe","offset":2134},{"uri":"Asia","surface_form":"Asia","offset":2145},{"uri":"Mountain","surface_form":"mountain","offset":2168},{"uri":"Sea_level","surface_form":"sea level","offset":2214},{"uri":"Caucasus_Mountains","surface_form":"Caucasus Mountains","offset":2278},{"uri":"Mount_Shkhara","surface_form":"Mount Shkhara","offset":2333},{"uri":"Mtkvari","surface_form":"Mtkvari","offset":2458},{"uri":"Districts_of_Georgia_(country)","surface_form":"districts","offset":2583},{"uri":"Abkhazia","surface_form":"Abkhazia","offset":2637},{"uri":"South_Ossetia","surface_form":"South Ossetia","offset":2677},{"uri":"Population","surface_form":"population","offset":2814},{"uri":"Azerbaijani_language","surface_form":"Azerbaijani","offset":3025},{"uri":"Armenian_language","surface_form":"Armenian","offset":3038},{"uri":"Russian_language","surface_form":"Russian","offset":3048},{"uri":"Josef_Stalin","surface_form":"Josef Stalin","offset":3227},{"uri":"Christian","surface_form":"Christian","offset":3260},{"uri":"Muslim","surface_form":"Muslim","offset":3291},{"uri":"Jew","surface_form":"Jew","offset":3303},{"uri":"Currency","surface_form":"currency","offset":3321}]}