{"id":14996,"url":"http://en.wikipedia.org/wiki/Random-access_memory","text":"Random-access memory (or simply RAM) is the memory or information storage in a computer that is used to store running programs and data for the programs. Data (information) in the RAM can be read and written quickly in any order. Normally, the random access memory is in the form of computer chips. Usually, the contents of RAM are accessible faster than other types of information storage but are lost every time the computer is turned off. Non-volatile random-access memory (NVRAM) keeps its data without using power, which is more expensive but works slower, so it is used in smaller amounts.\nSince the late 20th century, RAM uses transistors, usually MOSFETs, to store data. Before that, magnetic memory was the usual kind.\nDifferent types of RAM.\nDynamic random access memory (DRAM) is the majority in computers. Modern computers use several types of DRAM. Before 2002, most computers used single data rate (SDR) RAM. Most computers made since then use either double data rate (DDR), DDR2, DDR3, or DDR4 RAM. The later types allow stored data to be moved and used more quickly, so that the computer's processor can keep working quickly without having to wait for data as long or as often.\nDifferent kinds of RAM usually will not work together in the same computer. Most computers can only use one kind of RAM. Some can use a small number of different kinds. Different kinds of RAM often have differently shaped connectors. This limits which RAM chips a particular computer model can use.\nStatic RAM (SRAM) needs power to keep its data, but does not need the computer to be active. Some SRAM chips are battery-backed. This type has a built-in battery to make sure no data is lost if the computer is turned off. Some computers have a little SRAM and mostly DRAM.\nOther uses for RAM.\nRAM is usually used to store information of running programs inside computers. RAM may also be used for different things.\nVirtual Memory.\nUsing virtual memory, a computer can combine permanent storage with RAM to create a bigger pool of storage. This is useful when the RAM does not have enough space to store anymore information. The extra data is then placed in the permanent storage instead of the RAM. The method has a limitation which is that permanent storage is often slower than RAM, which can slow down a computer.\nRAM disk.\nA computer can use a part of the RAM to store permanent files. This is called a RAM disk. When the computer is turned on, files are copied to the RAM disk. This allows the files to open faster because RAM is faster than permanent storage. When the computer is turned off, the information on the RAM disk is lost, which is why the files need to exist on permanent storage as well.\nOther kinds of memory.\nInformation that the computer always needs, that cannot be changed or deleted (unless it is EEPROM), is normally kept in read-only memory (ROM), which does not lose its contents when the computer is turned off. Such items include the BIOS (Basic Input/Output System), which stores the most basic commands for the computer, telling it how it should start up. The BIOS also tells the computer how to input and output information. The BIOS can be compared to the part of your brain that tells your heart how to beat. This is an important part.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_memory","surface_form":"memory","offset":44},{"uri":"Computer","surface_form":"computer","offset":79},{"uri":"Computer_program","surface_form":"programs","offset":118},{"uri":"Information","surface_form":"data","offset":131},{"uri":"Computer_chip","surface_form":"computer chip","offset":283},{"uri":"Non-volatile_random-access_memory","surface_form":"Non-volatile random-access memory","offset":442},{"uri":"MOSFET","surface_form":"MOSFET","offset":655},{"uri":"Magnet","surface_form":"magnet","offset":692},{"uri":"Dynamic_random_access_memory","surface_form":"Dynamic random access memory","offset":752},{"uri":"DDR4_SDRAM","surface_form":"DDR4","offset":1004},{"uri":"Static_RAM","surface_form":"Static RAM","offset":1493},{"uri":"Battery","surface_form":"battery","offset":1647},{"uri":"EEPROM","surface_form":"EEPROM","offset":2815},{"uri":"Read-only_memory","surface_form":"read-only memory","offset":2844},{"uri":"BIOS","surface_form":"BIOS","offset":2957}]}