{"id":15006,"url":"http://en.wikipedia.org/wiki/Function_(mathematics)","text":"In mathematics, a function is a mathematical object that produces an output, when given an input (which could be a number, a vector, or anything that can exist inside a set of things).\nSo a function is like a machine, that takes values of \"x\" and returns an output \"y\". The set of all values that \"x\" can have is called the \"domain\", and the set that contains every value that \"y\" can have is called the \"codomain\". A function is often denoted by italic letters such as formula_1, formula_1, formula_1.\nIf this happens, then we say that \"y\" is a function of \"x, \"and we write formula_1. Here, \"formula_1\" is the name of the function, and one writes formula_1 (function from X to Y) to represent the three parts of the function: the domain (x), the codomain (y), and the pairing process (the arrow).\nAn example of a function is formula_1. One gives a natural number formula_1 (0,1,2,3...) as the input, and gets a natural number formula_1, which is formula_1 +1 (1,2,3,4...) The idea of a function has been set up to cover all sorts of possibilities. The function doesn't have to be an equation. The main idea is that inputs and outputs are paired up somehow—even if the process might be very complicated.\nTables.\nThe inputs and outputs can be put in a table like the picture; this is easy if there is not too much data.\nGraphs.\nIn the picture, one can see that both 2 and 3 have been paired with c; this is not allowed in the other direction, as 2 could not output c and d at the same time (each input can only have one output).\nAll of the formula_1 (c and d in the picture) are usually called the \"image\" set of formula_1, and the image set can be the entire codomain or one of its subset. One can say that the image set of a subset A of the domain is f(A).\nIn that way, the image comes on the image of the set A.\nHistory.\nIn the 1690s, Gottfried Leibniz and Johann Bernoulli used the word \"function\" in letters between them, so the modern concept began at the same time as calculus.\nIn 1748, Leonhard Euler gave the following definition for function:\"A function of a variable quantity is an analytic expression composed in any way whatsoever of the variable quantity and numbers or constant quantities.\"and then in 1755:\"If some quantities so depend on other quantities that if the latter are changed the former undergoes change, then the former quantities are called functions of the latter. This definition applies rather widely and includes all ways in which one quantity could be determined by other. If, therefore, x denotes a variable quantity, then all quantities which depend upon x in any way, or are determined by it, are called functions of x.\"Usually, Peter Dirichlet is credited with the first modern definition of function (formulated in 1837). It is often used in schools until the second half of the 20th century:\"y is a function of a variable x, defined on the interval a < x < b, if to every value of the variable x in this interval there corresponds a definite value of the variable y. Also, it is irrelevant in what way this correspondence is established.\"In 1939, the Bourbaki generalized the Dirichlet definition, and gave a set-theoretic version of the definition as a correspondence between inputs and outputs; this was used in schools from about 1960.\nFinally in 1970, Bourbaki gave the modern definition as a triple formula_1, with formula_1 (i.e. formula_1 and formula_1).\nis called the \"domain\" of, its \"codomain\", and its \"graph\". The set of all elements of the form, where ranges over the elements of the domain, is called the \"image\" of. The image of a function is a subset of its codomain so it might not coincide with it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"Object","surface_form":"object","offset":45},{"uri":"Output","surface_form":"output","offset":69},{"uri":"Input","surface_form":"input","offset":91},{"uri":"Number","surface_form":"number","offset":115},{"uri":"Vector","surface_form":"vector","offset":125},{"uri":"Set","surface_form":"set","offset":169},{"uri":"Domain","surface_form":"domain","offset":325},{"uri":"Codomain","surface_form":"codomain","offset":405},{"uri":"Codomain","surface_form":"codomain","offset":748},{"uri":"Natural_number","surface_form":"natural number","offset":850},{"uri":"Natural_number","surface_form":"natural number","offset":913},{"uri":"Subset","surface_form":"subset","offset":1683},{"uri":"Gottfried_Leibniz","surface_form":"Gottfried Leibniz","offset":1838},{"uri":"Johann_Bernoulli","surface_form":"Johann Bernoulli","offset":1860},{"uri":"Leonhard_Euler","surface_form":"Leonhard Euler","offset":1994},{"uri":"Dirichlet","surface_form":"Peter Dirichlet","offset":2666},{"uri":"Bourbaki","surface_form":"Bourbaki","offset":3091},{"uri":"Domain_of_a_function","surface_form":"domain","offset":3417},{"uri":"Codomain","surface_form":"codomain","offset":3434},{"uri":"Graph_(mathematics)","surface_form":"graph","offset":3454},{"uri":"Image_(mathematics)","surface_form":"image","offset":3560}]}