{"id":15002,"url":"http://en.wikipedia.org/wiki/Integrated_circuit","text":"e=\"preserve\">An integrated circuit (more often called an IC, microchip, silicon chip, computer chip, or chip) is a piece of specially prepared silicon (or another semiconductor) into which an electronic circuit is etched using photolithography. Silicon chips can contain logic gate<nowiki/>s, computer processors, memory and special devices. The chip is very fragile and so is normally surrounded by a plastic package to protect it. Electrical contact with the chip is provided through tiny wires that connect the chip to larger metal pins that stick out of the package.\nAn IC has two main advantages over discrete circuits: cost and performance. Cost is low, because millions of transistors can be put onto one chip instead of building a circuit with single transistors. Performance is higher since the components can operate more quickly and use less power.\nICs are designed for different purposes. A chip may be designed just for a calculator, which can only work as a calculator. Integrated circuits can be classified into analog, digital and mixed signal (both analog and digital on the same chip).\nSemiconductor.\nA semiconductor such as silicon can be controlled to allow (or not allow) current to flow. This allows making transistors that can control each other. They are found in many household items such as radios, computers, and telephones, and many others. Other semiconductor devices include solar cells, diodes, and LEDs (light emitting diodes).\nInvention.\nIn 1958 and 1959, two people had the idea for an integrated circuit at almost exactly the same time. Transistors had become an everyday thing used in household devices such as radios. They affected everything from radios to phones and at the time manufacturers needed a smaller replacement for vacuum tubes. Transistors were smaller than vacuum tubes, but for some of the newest electronics, for example missile guidance, they were not small enough.\nOne day in July, Jack Kilby was working at Texas Instruments when it occurred to him that all parts of a circuit, not just the transistor, could be made out of silicon. At the time, nobody was putting capacitors and resistors into ICs. This would change the future and make it easier to produce and sell integrated circuits. Kilby's boss liked the idea, and told him to get to work. By September 12, Kilby had built a working model, and on February 6, Texas Instruments filed a patent. Their first \"Solid Circuit\" was the size of a fingertip.\nMeanwhile, in California, another man had the same idea. In January of 1959, Robert Noyce was working at the small Fairchild Semiconductor startup company. He also realized a whole circuit could be put into a single chip. While Kilby had worked out the details of making individual components, Noyce thought of a much better way to connect the parts. The design was called a \"unitary circuit\".\" All that detail paid off because on April 25, 1961, the patent office awarded the first patent for an integrated circuit to Robert Noyce while Kilby's application was still being analyzed. Today, both men are acknowledged as having independently conceived of the idea.\nSoon there were two kinds of integrated circuit: hybrid (HIC) and monolithic (MIC). Hybrids died out late in the 20th century.\nGenerations.\n※ The difference between VLSI and ULSI is not well defined.\nClassification.\nIntegrated circuits can be packaged as DIP (Dual in-line package), PLCC (Plastic leaded chip carrier), TSOP (Thin small-outline package), PQFP (Plastic Quad Flat Pack) and other chip package types. Some small ones are packaged for surface-mount technology. The transistors inside can be bipolar transistors in unusual circuits, such as those needing very high switching speeds. Most, however, are MOSFETs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Silicon","surface_form":"silicon","offset":143},{"uri":"Semiconductor","surface_form":"semiconductor","offset":163},{"uri":"Photolithography","surface_form":"photolithography","offset":227},{"uri":"Logic_gate","surface_form":"logic gate","offset":271},{"uri":"Computer_memory","surface_form":"memory","offset":314},{"uri":"Plastic","surface_form":"plastic","offset":402},{"uri":"Calculator","surface_form":"calculator","offset":935},{"uri":"Analog_signal","surface_form":"analog","offset":1027},{"uri":"Digital_signal","surface_form":"digital","offset":1035},{"uri":"Transistor","surface_form":"transistor","offset":1229},{"uri":"Solar_cell","surface_form":"solar cell","offset":1405},{"uri":"Diode","surface_form":"diodes","offset":1418},{"uri":"Light_emitting_diode","surface_form":"light emitting diodes","offset":1436},{"uri":"Vacuum_tube","surface_form":"vacuum tube","offset":1809},{"uri":"Missile","surface_form":"missile","offset":1875},{"uri":"Jack_Kilby","surface_form":"Jack Kilby","offset":1938},{"uri":"Robert_Noyce","surface_form":"Robert Noyce","offset":2541},{"uri":"Dual_in-line_package","surface_form":"Dual in-line package","offset":3388},{"uri":"Plastic_leaded_chip_carrier","surface_form":"Plastic leaded chip carrier","offset":3417},{"uri":"Thin_small-outline_package","surface_form":"Thin small-outline package","offset":3453},{"uri":"PQFP","surface_form":"PQFP","offset":3482},{"uri":"Surface-mount_technology","surface_form":"surface-mount technology","offset":3575},{"uri":"MOSFET","surface_form":"MOSFET","offset":3741}]}