{"id":15034,"url":"http://en.wikipedia.org/wiki/Ancient_Egypt","text":"Ancient Egypt, or the Kingdom of Kemet, was a society that began about 3150 BC, and lasted until 20 BC when it was invaded by the Roman Empire.\nEgypt grew along the River Nile and was at its most powerful in the second millennium BC. Its land went from the Nile delta to Nubia, a kingdom which today is mostly in the Sudan.\nFor most of its history, Egypt was prosperous, since the water from the Nile made sure that the Egyptians would have good crops. Crops were grown after the Nile flood water went down.\nThe Egyptians created a way of writing using hieroglyphs, built huge temples and tombs, traded with other areas, and had a powerful army. Their religion had many gods, and its priests were powerful and rich. Their rulers, called Pharaohs, were thought to be close to the gods.\nHistory.\nArchaeologists, who study objects left by ancient people, have found that people have lived along the Nile for a very long time. The fertile flood plains of the Nile allowed people to begin farming. By the 10th millennium BC, the people in Egypt had begun growing cereal grains like wheat and barley. Because they were farming, they stayed in one place, and because they were settled, their society became more complex. This was an important step in the history of human civilization.\nThis period in Egyptian history is called \"predynastic\", as it happened before the large dynastic kingdoms were formed.\nBy about 5500 BC, small tribes living in the Nile valley had developed into a series of cultures. Each had begun farming crops and animals. Each had their own types of pottery and personal items, such as combs, bracelets, and beads. In Upper Egypt, the south part of the country, the Badarian was one of the earliest cultures. It is known for its high quality pottery, stone tools, and its use of copper. They were followed by the Amratian and Gerzian cultures.\nThe Intermediate periods included times when the traditional system broke down, the country was split, or invaded by foreign rulers. Egypt's culture and climate was relatively stable, compared to other parts of the Middle East. Nevertheless, they had some periods when their government was challenged and sometimes overthrown.\nGovernment.\nAncient Egypt was split up into many different districts called \"sepats\". The first divisions were created during the Predynastic Period, but then, they were small city-states that ruled themselves. When the first pharaoh came to power, the sepats remained and were much like the counties in many countries today. They stayed basically the same for a long time – there were 42 of them, and each was ruled by a governor chosen by the pharaoh. In later years the districts were called nomes and the governor was called a nomarch.\nAncient Egypt had a lot of different taxes, but there was no real money, so people paid each other with goods or work. The person who watched the tax collection was a \"scribe\", and every tax collector in Egypt had to tell him every day how many taxes they had collected. Each person paid different taxes based on the work that they did: craftsmen paid in goods, hunters and fishermen paid with food, and every single household in the country had to pay a labour tax every year by helping with work for the country like mining or for canals. A lot of rich Egyptians paid poorer people to do this for them.\nHieroglyphics.\nEgypt had writing called hieroglyphics, which is one of the two oldest written languages (the other is Sumerian cuneiform).\nHieroglyphic writing dates to c. 3200 BC, and is composed of some 500 symbols. A hieroglyph can represent a word, a sound, or a silent determinative (which makes clear what the sign means). The same symbol can serve different purposes in different contexts. Hieroglyphs were for public purposes, used on stone monuments and in tombs. It was art, and often it was political propaganda.\nHieratic script.\nThe script used by priests for everyday writing on \"papyrus\", wood or cloth.\nIn day-to-day writing, scribes used a cursive form of writing, called hieratic, which was quicker and easier. While formal hieroglyphs may be read in rows or columns in either direction (though typically written from right to left), hieratic was always written from right to left, usually in horizontal rows.\nDemotic script.\nThe script used by ordinary people. A new form of writing, Demotic, became the main writing style. It is this form of writing and formal hieroglyphs which accompanies the Greek text on the Rosetta Stone.\nCoptic script.\nThe Coptic script is a modified Greek alphabet. The Coptic language is the last stage of the Egyptian language (modern Egyptians speak a dialect of Arabic).\nLiterature.\nSome ancient Egyptian literature has survived to the present day. There are teaching texts, such as the \"Maxims of Ptahhotep\", the \"Instructions of Amenemope\", and the Ebers papyrus. The Ebers papyrus is one of the earliest medical texts ever found.\nThere are also poems and stories.\nReligion.\nReligion was very important to Ancient Egyptians. To Egyptians, animals were holy and were worshipped. Because of this, Egyptians domesticated, or made pets of, animals very early and took very good care of them. The centre of any Egyptian town was the temple, and this building was used for everything from the town hall to a university in addition to its religious services.\nBecause they were so religious, Egyptians created a lot of art of their gods. This art shows all different kinds of divine, or holy, creatures including the pharaoh, who was thought to be a god.\nThe afterlife was also very important to Egyptians and they are known for mummifying their dead. These mummies are important to scientists today because they tell them about how the Egyptians lived.\nAll the gods were important but some were more important than others. An example of a goddess is Isis who is the goddess of the sky. Another example of a major god is Ra who was the god of the sun. The less well known god of The Nile and the crocodiles was named Sobek, which is a rather unusual name. Bastet was the goddess of cats, so the Ancient Egyptians mummified cats in honour of her, she was also the goddess of protection, joy and families.\nAgriculture.\nThe rich fertile soil came from annual inundations of the Nile River. The ancient Egyptians were thus able to produce an abundance of food, allowing the population to devote more time and resources to cultural, technological, and artistic pursuits. In ancient Egypt taxes were assessed based on the amount of land a person owned.\nFarming in Egypt was dependent on the cycle of the Nile River. The Egyptians recognized three seasons: \"Akhet\" (flooding), \"Peret\" (planting), and \"Shemu\" (harvesting). The flooding season lasted from June to September, depositing on the river's banks a layer of mineral-rich silt ideal for growing crops. After the floodwaters had receded, the \"growing season\" lasted from October to February. Farmers plowed and planted seeds in the fields, which were irrigated with ditches and canals. Egypt received little rainfall, so farmers relied on the Nile to water their crops.p514 From March to May, farmers used sickles to harvest their crops, which were then threshed with a flail to separate the straw from the grain. Winnowing removed the chaff from the grain, and the grain was then ground into flour, brewed to make beer, or stored for later use.p506\nFlax plants were grown for the fibers of their stems. These fibers were split along their length and spun into thread, which was used to weave sheets of linen and to make clothing. Papyrus growing on the banks of the Nile River was used to make paper. Vegetables and fruits were grown in garden plots, close to habitations and on higher ground, and had to be watered by hand. Vegetables included leeks, garlic, melons, squashes, pulses, lettuce, and other crops, in addition to grapes that were made into wine.p577; 630\nMost animals were kept as food. Some animals were kept as pets. All kinds of animals were important to Egypt. Ancient Egyptians understood the animals. Animals they kept were goats, pigs, ducks, cows and geese.\nMedicine.\nAncient Egyptians had some advanced medical knowledge for their time. They performed surgery, set broken bones and even knew about medicines. Some medicines the Ancient Egyptians used are honey and breast milk or gazelle's milk. Not only did they have medicinal values, they also are believed to have been used to ward off evil spirits and demons. The easiest way to see how good they were at medicine is to look at the medical papyri which have survived to the present day. The Edwin Smith papyrus is the world's oldest surviving surgical document, from about 1600 B.C. The text describes anatomy, and the examination, diagnosis, treatment, and prognosis of 48 types of medical problems in detail.\nPyramids.\nAncient Egyptian pyramids are shaped stone masonry structures. They are the best known pyramid structures, and are some of the largest ever buildings. Over 130 pyramids have been discovered in Egypt. Most were built on the western side of the River Nile in desert areas. Egyptian pyramids are often contain chambers and passages. The pyramids were built as the burial places of the Egyptian kings before the start of the old kingdom until the end of the middle kingdom. Because the Egyptians kept written records, we know about the building of some pyramids.\nThe Great Pyramid at Giza is the largest and most famous pyramid. It was built for Pharaoh Khufu. It is over 140 metres high and took 20 years to build. It is listed as one of the seven wonders of the world. The step pyramid at Saqqara is the earliest pyramid which is still standing today. This was built in 2630 BC. It was a burial place of the Pharaoh Djoser. The architect of the step pyramid was Imhotep.\nOther achievements.\nEngineering was an important activity in Egypt. Engineers were able to measure and survey the distance between two points. They designed and made the pyramids, which are nearly perfect geometrically. They could make cement, and developed large irrigation networks.\nScience was also important. Mathematics was used in Egypt, and the golden ratio was used in the construction of the Pyramids.\nAnother ability of the Egyptians was glass making. Archaeologists have found many pieces of beads, jars, figures and ornaments in tombs across the nation. In 2005, the remains of an ancient glassmaking factory was found.","categories":[],"infobox_types":[],"annotations":[{"uri":"BC","surface_form":"BC","offset":76},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":130},{"uri":"Egypt","surface_form":"Egypt","offset":144},{"uri":"Nile_River","surface_form":"River Nile","offset":165},{"uri":"River_delta","surface_form":"delta","offset":262},{"uri":"Nubia","surface_form":"Nubia","offset":271},{"uri":"Sudan","surface_form":"Sudan","offset":317},{"uri":"Crops","surface_form":"crops","offset":446},{"uri":"Flood","surface_form":"flood","offset":485},{"uri":"Hieroglyphs","surface_form":"hieroglyphs","offset":553},{"uri":"Temple","surface_form":"temple","offset":577},{"uri":"Tomb","surface_form":"tomb","offset":589},{"uri":"International_trade","surface_form":"traded","offset":596},{"uri":"Army","surface_form":"army","offset":640},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":737},{"uri":"Archaeology","surface_form":"Archaeologists","offset":794},{"uri":"Cereal","surface_form":"cereal","offset":1058},{"uri":"Wheat","surface_form":"wheat","offset":1077},{"uri":"Barley","surface_form":"barley","offset":1087},{"uri":"Civilization","surface_form":"civilization","offset":1265},{"uri":"Dynasty","surface_form":"dynastic","offset":1368},{"uri":"Pottery","surface_form":"pottery","offset":1567},{"uri":"Comb","surface_form":"comb","offset":1603},{"uri":"Bracelet","surface_form":"bracelet","offset":1610},{"uri":"Bead","surface_form":"bead","offset":1625},{"uri":"Upper_Egypt","surface_form":"Upper Egypt","offset":1635},{"uri":"Badarian","surface_form":"Badarian","offset":1683},{"uri":"Stone_tool","surface_form":"stone tool","offset":1768},{"uri":"Copper","surface_form":"copper","offset":1796},{"uri":"Middle_East","surface_form":"Middle East","offset":2076},{"uri":"City-state","surface_form":"city-state","offset":2364},{"uri":"County","surface_form":"counties","offset":2480},{"uri":"Governor","surface_form":"governor","offset":2610},{"uri":"Nome_(Egypt)","surface_form":"nomes","offset":2683},{"uri":"Money","surface_form":"money","offset":2794},{"uri":"Scribe","surface_form":"scribe","offset":2896},{"uri":"Hieroglyph","surface_form":"hieroglyph","offset":3373},{"uri":"Sumer","surface_form":"Sumer","offset":3451},{"uri":"Cuneiform","surface_form":"cuneiform","offset":3460},{"uri":"Art","surface_form":"art","offset":3813},{"uri":"Propaganda","surface_form":"propaganda","offset":3845},{"uri":"Papyrus","surface_form":"papyrus","offset":3926},{"uri":"Rosetta_Stone","surface_form":"Rosetta Stone","offset":4465},{"uri":"Greek_alphabet","surface_form":"Greek","offset":4527},{"uri":"Alphabet","surface_form":"alphabet","offset":4533},{"uri":"Coptic_language","surface_form":"Coptic language","offset":4547},{"uri":"Dialect","surface_form":"dialect","offset":4632},{"uri":"Arabic_language","surface_form":"Arabic","offset":4643},{"uri":"Literature","surface_form":"literature","offset":4686},{"uri":"Ebers_papyrus","surface_form":"Ebers papyrus","offset":4832},{"uri":"Poem","surface_form":"poem","offset":4929},{"uri":"Stories","surface_form":"stories","offset":4939},{"uri":"Pet","surface_form":"pet","offset":5110},{"uri":"Town_hall","surface_form":"town hall","offset":5270},{"uri":"University","surface_form":"university","offset":5285},{"uri":"Art","surface_form":"art","offset":5394},{"uri":"Afterlife","surface_form":"afterlife","offset":5534},{"uri":"Mummification","surface_form":"mummifying","offset":5604},{"uri":"Fertile","surface_form":"fertile","offset":6201},{"uri":"Soil","surface_form":"soil","offset":6209},{"uri":"Nile","surface_form":"Nile","offset":6250},{"uri":"Flood","surface_form":"flood","offset":6695},{"uri":"Plow","surface_form":"plow","offset":6925},{"uri":"Seed","surface_form":"seed","offset":6944},{"uri":"Irrigation","surface_form":"irrigated","offset":6976},{"uri":"Ditch","surface_form":"ditch","offset":6991},{"uri":"Canal","surface_form":"canal","offset":7003},{"uri":"Rainfall","surface_form":"rainfall","offset":7033},{"uri":"Sickle","surface_form":"sickle","offset":7131},{"uri":"Threshing","surface_form":"threshed","offset":7179},{"uri":"Flail","surface_form":"flail","offset":7195},{"uri":"Winnowing","surface_form":"Winnowing","offset":7239},{"uri":"Chaff","surface_form":"chaff","offset":7261},{"uri":"Grain","surface_form":"grain","offset":7276},{"uri":"Flour","surface_form":"flour","offset":7318},{"uri":"Beer","surface_form":"beer","offset":7340},{"uri":"Flax","surface_form":"Flax","offset":7375},{"uri":"Linen","surface_form":"linen","offset":7528},{"uri":"Clothing","surface_form":"clothing","offset":7546},{"uri":"Papyrus","surface_form":"Papyrus","offset":7556},{"uri":"Vegetable","surface_form":"Vegetable","offset":7627},{"uri":"Fruit","surface_form":"fruit","offset":7642},{"uri":"Leek","surface_form":"leek","offset":7771},{"uri":"Garlic","surface_form":"garlic","offset":7778},{"uri":"Melon","surface_form":"melon","offset":7786},{"uri":"Squash_(plant)","surface_form":"squash","offset":7794},{"uri":"Pulse","surface_form":"pulse","offset":7804},{"uri":"Lettuce","surface_form":"lettuce","offset":7812},{"uri":"Grape","surface_form":"grape","offset":7853},{"uri":"Wine","surface_form":"wine","offset":7880},{"uri":"Surgery","surface_form":"surgery","offset":8201},{"uri":"Bones","surface_form":"bones","offset":8221},{"uri":"Medicine","surface_form":"medicine","offset":8247},{"uri":"Masonry","surface_form":"masonry","offset":8868},{"uri":"Desert","surface_form":"desert","offset":9082},{"uri":"Burial","surface_form":"burial","offset":9186},{"uri":"Old_Kingdom_of_Egypt","surface_form":"old kingdom","offset":9246},{"uri":"Pyramids_of_Giza","surface_form":"Great Pyramid","offset":9388},{"uri":"Khufu","surface_form":"Khufu","offset":9475},{"uri":"Seven_wonders_of_the_world","surface_form":"seven wonders of the world","offset":9564},{"uri":"Saqqara","surface_form":"Saqqara","offset":9612},{"uri":"Djoser","surface_form":"Djoser","offset":9739},{"uri":"Architect","surface_form":"architect","offset":9751},{"uri":"Imhotep","surface_form":"Imhotep","offset":9785},{"uri":"Engineering","surface_form":"Engineering","offset":9814},{"uri":"Cement","surface_form":"cement","offset":10030},{"uri":"Irrigation","surface_form":"irrigation","offset":10058},{"uri":"Science","surface_form":"Science","offset":10079},{"uri":"Mathematics","surface_form":"Mathematics","offset":10107},{"uri":"Golden_ratio","surface_form":"golden ratio","offset":10146},{"uri":"Construction","surface_form":"construction","offset":10175},{"uri":"Pyramids","surface_form":"Pyramids","offset":10195},{"uri":"Glass","surface_form":"glass","offset":10242}]}