{"id":15039,"url":"http://en.wikipedia.org/wiki/Hawaiian_language","text":"The Hawaiian language () is the language of native Hawaiians. \"Aloha\" and \"mahalo\" are probably its most recognized words. The word \"lanai\" is also used in English. (That is different from \"Lanai\", the name of one of Hawaii's islands.)\nThere are related languages in the Marquesas, Raratonga, Samoa, some islands of what is now Fiji and New Zealand. Their languages have changed a lot over the last two thousand years or so. However, native speakers of all these languages can still understand each other.\nThe language has only 12 letters (A, E, H, I, K, L, M, N, O, P, U, W). There are 13 if you count the okina. The okina is a real letter and came from some \"K\" sounds in old Polynesian languages. The okina is pronounced as a glottal stop, like the break in the middle of the word \"Uh-oh\". The okina is written as a backward apostrophe (small numeral 6 above and before a vowel).\nThe Niihau dialect still uses some T, S, R and \"hints\" of B sounds. People who live on that island are the only people who still speak Hawaiian only and their dialect is the most true to its roots.\nEvery Hawaiian syllable ends with a vowel. There are some who think that makes the language sound \"musical\". Some think that final vowels helped the speakers remember chanted traditional stories and genealogies. Most linguists, however, think it's because of internal phonological processes.\nThere are two forms of each of the five vowels. One is regular, where the vowel is pronounced as a Spaniard would say it. The other is extended, in written form, where a horizontal bar called a kahako is over the vowel. The meanings (and pronunciations) of words spelled the same but with or without the appropriate kahakos or okinas can be very different, sometimes even embarrassing.\nOne might think that learning the language would be relatively easy, but that only applies to na keiki (children) who have never learned the 26 letters that English speakers use. There is a children's rhyme that goes on for a couple minutes (and written, probably a couple dozen lines) that consists of nothing but both versions of the letters a, i and the okina. It talks of him (ia) eating (ai) his (iaia) fish (ia).\nWhen the missionaries made a written form of Hawaiian Language, they did not write the kahakos or okinas; leaving it to the context to make the meanings evident.\nSince the intent was to translate the Bible (\"Paipala\"), natives forgave some of the confusion created. They still learned how unintended \"double entendres\" could be funny in written form. When Hawaiian language newspapers started, native-speaking writers and editors were careful to avoid these (the type that was available to \"set\" did not include such \"specialty\" characters).","categories":[],"infobox_types":[],"annotations":[{"uri":"Hawaii","surface_form":"Hawaii","offset":51},{"uri":"English_language","surface_form":"English","offset":156},{"uri":"Lanai","surface_form":"Lanai","offset":190},{"uri":"Fiji","surface_form":"Fiji","offset":328},{"uri":"New_Zealand","surface_form":"New Zealand","offset":337},{"uri":"Niihau","surface_form":"Niihau","offset":887},{"uri":"Dialect","surface_form":"dialect","offset":894},{"uri":"Vowel","surface_form":"vowel","offset":1117},{"uri":"Missionary","surface_form":"missionaries","offset":2187},{"uri":"Bible","surface_form":"Bible","offset":2378}]}