{"id":15035,"url":"http://en.wikipedia.org/wiki/Alexander_the_Great","text":"Alexander the Great (Alexander III of Macedonia) was King of Macedonia, from 336 BC until his death in 323 BC. He was one of the greatest military leaders of all time. He was born in 356 BC in Pella, the ancient capital of Macedonia.\nAlexander was the son of Philip II, King of Macedonia, and Olympias, the princess of neighboring Epirus. Alexander spent his childhood watching his father turn Macedonia into a great military power, and watching him win victory on the battlefields in the Balkans.\nWhen he was 13, Philip hired the Greek philosopher Aristotle to be Alexander’s personal tutor. During the next three years, Aristotle gave Alexander a training in rhetoric and literature, and stimulated his interest in science, medicine, and philosophy, all of which became important in Alexander’s later life.\nAlexander's war.\nIn 340 BC, Philip assembled a large Macedonian army and invaded Thrace. He left 16 year old Alexander with the power to rule Macedonia in his absence as regent. But as the Macedonian army advanced deep into Thrace, the Thracian tribe of Maedi bordering north-eastern Macedonia rebelled and posed a danger to the country. Alexander assembled an army, led it against the rebels, and with swift action defeated the Maedi, captured their stronghold, and renamed it Alexandroupolis.\nAlexander became king of Macedonia in 336 BC when his father was assassinated. A meeting was held to the of Greek cities made him \"strategos\" (General or supreme commander). He used this authority to launch his father's military expansion plans. In 334 BC, he invaded Persian-ruled Asia Minor. He began series of campaigns that lasted ten years. Alexander broke the power of Persia in a series of decisive battles, most notably the battles of Issus and Gaugamela. He overthrew the Persian King Darius III and conquered the entire Persian Empire. He married the king's daughter to symbolize the unity of his new empire. At that point, Alexander's empire stretched from the Adriatic Sea to the Indus River.\nHe attacked India in 326 BC, and defeated King Porus, who ruled a region in the Punjab. Afterwards they became allies. India at that time was divided into hundreds of kingdoms. The army refused to cross the Indus and fight the kings on the other side, so Alexander led them out of India.\nAlexander died in Babylon in 323 BC, of unknown causes. Poison, murder, or a fever after a battle have all been suggested. At his death, he was planning a series of campaigns that would have begun with an invasion of Arabia. In the years following his death, a series of civil wars tore his empire apart. Several states were then ruled by the Diadochi, Alexander's surviving generals and heirs. They fought and conquered each other. The largest surviving piece was the Seleucid Empire.\nAlexander's legacy includes the cultural diffusion of Greek ideas and language. He started some twenty cities that were named after him, most notably Alexandria in Egypt. Alexander's settlement of Macedonian colonists resulted in a new Hellenistic civilization. Signs of this can be seen in the Byzantine Empire in the mid-15th century AD. There were Greek speakers in central and far eastern Anatolia until the 1920s.\nWhen Alexander died he was only 32 years old. He was never defeated in battle.","categories":[],"infobox_types":[],"annotations":[{"uri":"BC","surface_form":"BC","offset":187},{"uri":"Pella","surface_form":"Pella","offset":193},{"uri":"Philip_II_of_Macedon","surface_form":"Philip II","offset":259},{"uri":"Epirus","surface_form":"Epirus","offset":331},{"uri":"Balkans","surface_form":"Balkans","offset":489},{"uri":"Ancient_Greece","surface_form":"Greek","offset":531},{"uri":"Philosopher","surface_form":"philosopher","offset":537},{"uri":"Aristotle","surface_form":"Aristotle","offset":549},{"uri":"Tutor","surface_form":"tutor","offset":586},{"uri":"Rhetoric","surface_form":"rhetoric","offset":661},{"uri":"Literature","surface_form":"literature","offset":674},{"uri":"Science","surface_form":"science","offset":717},{"uri":"Medicine","surface_form":"medicine","offset":726},{"uri":"Philosophy","surface_form":"philosophy","offset":740},{"uri":"Thrace","surface_form":"Thrace","offset":890},{"uri":"Thracians","surface_form":"Thracian","offset":1045},{"uri":"Assassinate","surface_form":"assassinate","offset":1369},{"uri":"General","surface_form":"General","offset":1447},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":1586},{"uri":"Campaign","surface_form":"campaign","offset":1617},{"uri":"Issus","surface_form":"Issus","offset":1747},{"uri":"Gaugamela","surface_form":"Gaugamela","offset":1757},{"uri":"Darius_III","surface_form":"Darius III","offset":1798},{"uri":"Achaemenid_Empire","surface_form":"Persian Empire","offset":1834},{"uri":"Adriatic_Sea","surface_form":"Adriatic Sea","offset":1976},{"uri":"Indus_River","surface_form":"Indus River","offset":1996},{"uri":"India","surface_form":"India","offset":2021},{"uri":"Punjab","surface_form":"Punjab","offset":2089},{"uri":"Babylon","surface_form":"Babylon","offset":2315},{"uri":"Arabia","surface_form":"Arabia","offset":2514},{"uri":"Civil_war","surface_form":"civil war","offset":2568},{"uri":"Seleucid_Empire","surface_form":"Seleucid Empire","offset":2766},{"uri":"Legacy","surface_form":"legacy","offset":2795},{"uri":"Alexandria","surface_form":"Alexandria","offset":2933},{"uri":"Hellenistic","surface_form":"Hellenistic","offset":3019},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":3078},{"uri":"Anatolia","surface_form":"Anatolia","offset":3176}]}