{"id":15047,"url":"http://en.wikipedia.org/wiki/Sudan","text":"Sudan is a country in Africa. The official name of Sudan is The Republic of the Sudan. Its capital and largest city is Khartoum.\nGeography.\nSudan borders by Egypt to the north, the Red Sea to the northeast, Eritrea and Ethiopia to the east, South Sudan to the south, the Central African Republic to the southwest, Chad to the west, and Libya to the northwest. Sudan has a sea to the northeast called the Red Sea.\nSudan used to have the largest area of all the countries in Africa. However, on July 9, 2011, the southern part of the country left and became a new country, South Sudan. Sudan now has an area of. It is the third largest country in Africa by area. The Nile flows through Sudan, providing water to crops. There are many different tribal and ethnic group<nowiki/>s, though the country is mainly divided between the north, which has more Arabic people, and the south, which has more people of African descent.\nCulture.\nPeople from Sudan are called Sudanese. About 45 million people live in Sudan. About 4 million of these live in Khartoum or in towns that are joined to it.\nArabic is the official language of Sudan, but people also speak \"Nubian\", \"Nilotic\" and English. Many other languages are spoken in different parts of the country as well.\nMost Sudanese people have Islam as their religion. A small number are Christian. Some people have other religions that are called tribal (local) beliefs.\nThe currency of Sudan is called the Sudanese Pound (Jinneh).\nThe current leader of Sudan is Acting President Ahmed Awad Ibn Auf.\nWar.\nFor several years, the Darfur conflict has been going on in Sudan. Over 400,000 people have died in it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Africa","surface_form":"Africa","offset":22},{"uri":"Capital_(city)","surface_form":"capital","offset":91},{"uri":"Khartoum","surface_form":"Khartoum","offset":119},{"uri":"Egypt","surface_form":"Egypt","offset":157},{"uri":"Red_Sea","surface_form":"Red Sea","offset":181},{"uri":"Eritrea","surface_form":"Eritrea","offset":207},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":219},{"uri":"South_Sudan","surface_form":"South Sudan","offset":241},{"uri":"Central_African_Republic","surface_form":"Central African Republic","offset":271},{"uri":"Chad","surface_form":"Chad","offset":314},{"uri":"Libya","surface_form":"Libya","offset":336},{"uri":"Red_Sea","surface_form":"Red Sea","offset":404},{"uri":"Nile","surface_form":"Nile","offset":665},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":753},{"uri":"Arabic_language","surface_form":"Arabic","offset":1084},{"uri":"English_language","surface_form":"English","offset":1172},{"uri":"Islam","surface_form":"Islam","offset":1282},{"uri":"Religion","surface_form":"religion","offset":1297},{"uri":"Christian","surface_form":"Christian","offset":1326},{"uri":"Sudanese_Pound_(Jinneh)","surface_form":"Sudanese Pound (Jinneh)","offset":1446},{"uri":"Ahmed_Awad_Ibn_Auf","surface_form":"Ahmed Awad Ibn Auf","offset":1519},{"uri":"Darfur_conflict","surface_form":"Darfur conflict","offset":1567}]}