{"id":15044,"url":"http://en.wikipedia.org/wiki/Anime","text":"Anime (アニメ) is Japanese for 'animation' or 'cartoon'. In Japan, anime is the word used for all animation. Outside of Japan, the term anime refers to Japanese animation, which this article is about.\nSome anime is drawn by hand, but anime can also be made with CGI computer animation. There are many types of anime; you can find anime about sports, magic, or romance. These are just some examples. Anime are shown on television, on DVD and VHS, and are used in video games. Also, some anime cartoons are just movies, but they have cartoon characters and animation instead of real people and places. Anime is often based on Japanese comics that are called manga and graphic novels. Sometimes live action (not animation) movies and television series are based on an anime.\nThe history of anime begins around 1900, when Japanese filmmakers tried out ways of animation at the same time as the United States, Russia, Germany and France.\nThe filmmakers in Japan did not have a lot of money to make their movies and not a lot of places where they could film their movies. The people that the filmmakers could use as actors in their movies was also a problem for making Japanese movies. Japanese people look different from people in other places in the world (e.g. If the movie's theme were about Vikings, Ancient Rome or the Black Death pandemic in Medieval Europe, for example), and it was hard for filmmakers to make a movie about places other than Japan with Japanese actors. Movie makers liked animation because then they could have animator draw other places and people that could not be filmed in a normal movie, and the animators could be very creative with the cartoons they made.\nDuring the 1970s, more and more people started to like manga. At the same time, manga were used as the starting point to make anime with the same characters and stories. Animators would take the drawings done by a manga artist and the stories the manga artist wrote, and turn them into the stories and characters of a similar anime. At that time Osamu Tezuka became very popular. Now he is called a \"legend\" and the \"god of manga\". Tezuka and other pioneers of anime made a lot of types of stories and styles that are common to anime today. The giant robot genre (known as \"mecha\" outside Japan) began with manga and anime from Tezuka's ideas. Robot anime like Gundam and Macross became classics in the 1980s. Today, the robot genre is still very popular in Japan and worldwide. In the 1980s, anime became very popular in Japan, and saw an increase in production. (Manga is much more popular than anime in Japan). There are a lot of different kinds of anime that many different kinds of people like besides Mecha, and there are types of anime based on the age of the people (e.g. \"seinen\" or \"shōnen\") who might like it or the subject of the anime.\nVery popular stories in anime and manga are often translated into other languages, and the words used in the anime or manga will be put into another language where they mean the same thing. That way, people who live outside of Japan and who do not understand Japanese (the language used for dialogue in anime and manga in Japan) can also understand the stories. If a manga or anime is not translated by a company in another country, sometimes people in that country will translate the story to share with other people for free before a company translates it for the general public. This is good because it allows more people to watch animes, but some companies think it is stealing.\nGenres of anime.\nIn the late 1980s, lots of people in countries other than Japan started to like anime too. In the United States, giant robot anime became popular. In Europe, anime for children became popular. Today, many different kinds of anime are popular all around the world. Anime helped spread in popularity thanks to the internet.\nAnime Expo.\nAnime Expo is a convention all about anime. It has mostly cosplay but attendees can also meet anime creators and voice actors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese_language","surface_form":"Japanese","offset":15},{"uri":"Animation","surface_form":"animation","offset":29},{"uri":"Cartoon","surface_form":"cartoon","offset":44},{"uri":"Japan","surface_form":"Japan","offset":57},{"uri":"Computer-generated_imagery","surface_form":"CGI","offset":259},{"uri":"Computer_animation","surface_form":"computer animation","offset":263},{"uri":"Television","surface_form":"television","offset":415},{"uri":"DVD","surface_form":"DVD","offset":430},{"uri":"VHS","surface_form":"VHS","offset":438},{"uri":"Video_game","surface_form":"video game","offset":459},{"uri":"Movies","surface_form":"movies","offset":507},{"uri":"Animation","surface_form":"animation","offset":552},{"uri":"Manga","surface_form":"manga","offset":653},{"uri":"Novel","surface_form":"novel","offset":671},{"uri":"Japanese_people","surface_form":"Japanese","offset":815},{"uri":"Movie_director","surface_form":"filmmakers","offset":824},{"uri":"Animation","surface_form":"animation","offset":853},{"uri":"United_States","surface_form":"United States","offset":887},{"uri":"Russia","surface_form":"Russia","offset":902},{"uri":"Germany","surface_form":"Germany","offset":910},{"uri":"France","surface_form":"France","offset":922},{"uri":"World","surface_form":"world","offset":1243},{"uri":"Vikings","surface_form":"Vikings","offset":1287},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":1296},{"uri":"Black_Death","surface_form":"Black Death","offset":1316},{"uri":"Pandemic","surface_form":"pandemic","offset":1328},{"uri":"Middle_Ages","surface_form":"Medieval Europe","offset":1340},{"uri":"Animator","surface_form":"animator","offset":1528},{"uri":"Manga","surface_form":"manga","offset":1735},{"uri":"Osamu_Tezuka","surface_form":"Osamu Tezuka","offset":2026},{"uri":"Pioneer","surface_form":"pioneer","offset":2129},{"uri":"Robot","surface_form":"robot","offset":2231},{"uri":"Mecha","surface_form":"mecha","offset":2254},{"uri":"Gundam","surface_form":"Gundam","offset":2341},{"uri":"Macross","surface_form":"Macross","offset":2352},{"uri":"Classic","surface_form":"classic","offset":2367},{"uri":"Manga","surface_form":"Manga","offset":2545},{"uri":"Japan","surface_form":"Japan","offset":2586},{"uri":"Seinen","surface_form":"seinen","offset":2761},{"uri":"Sh%C5%8Dnen","surface_form":"shōnen","offset":2773},{"uri":"Translate","surface_form":"translate","offset":2879},{"uri":"Dialogue","surface_form":"dialogue","offset":3120},{"uri":"Public","surface_form":"public","offset":3403},{"uri":"United_States","surface_form":"United States","offset":3627},{"uri":"Children","surface_form":"children","offset":3697},{"uri":"World","surface_form":"world","offset":3786},{"uri":"Cosplay","surface_form":"cosplay","offset":3921}]}