{"id":150508,"url":"http://en.wikipedia.org/wiki/Oddworld","text":"\"Oddworld\" is a name given to a video game series that has won many awards. It was created by Oddworld Inhabitants and was founded by Lorne Lanning and Sherry McKenna. The name is for both the series and the fictional universe where the games in the series take place. The first game in the series, ' was first sold in 1997 and was the first game for the Oddworld Quintology. Between 1997 and 2005, a total of four different games have been sold and from 2010-2012 Munch's Oddysee and Stranger's Wrath games were made for PC and made in HD for the Playstation 3. The games have also been developed by several developers. GT Interactive developed Abe's Oddysee and Abe's Exoddus, Microsoft Gaming Studios developed Munch's Oddysee, EA Games developed Stranger's Wrath, and Just Add Water (Developments LTD) have developed Stranger's Wrath HD, Munch's Oddysee HD, and Oddworld: New 'n' Tasty. The games themselves were set in the part of Oddworld called Mudos.\nOddworld: Abe's Oddysee.\n\"Oddworld: Abe's Oddysee\" was the first game in the series and the Quintology. It is a 2D flip-scrolling platform game. It was first sold in September 1997 for the PlayStation video game console and Microsoft Windows. In the game, the player plays as Abe who works in a meat processing plant called RuptureFarms. The game flips through different screens. Some screens have creatures from the Oddworld universe which are programmed to kill Abe. Each Abe game has a feature called GameSpeak where Abe can speak to his fellow Mudokons and take control of the Slig. This is done by chanting. Once the Slig is possessed, he can do what he could do whilst he was not possessed but he can shoot other Sligs and Slogs and unlock doors and electric walls The goal of the game is to save Abe's friends who are known as \"Mudokons\". There are 99 Mudokons in the game. Some of them are hidden in secret areas and when Abe lands in a secret area, the game will give the player an audio cue. The game has two different ways it ends. If, at the end of the game, the player does not save at least 50 native Mudokons, the bad ending will appear instead of the good ending. The game was re-released as Classics on PC in 2008 on Steam and then on PS3 on Playstation Network in 2009. A Gameboy version called Oddworld: Adventures was released in 1998 by Saffire Corporation and it was a shorter version of Abe's Oddysee.\n\"Oddworld: Abe's Exoddus\".\nOddworld: Abe's Exoddus was the second game in the series. It was released in November 1998 for the PlayStation video game console and Microsoft Windows and was released as a bonus title. The game play is the same as Abe's Oddysee but with different levels and secret areas. It also has a better GameSpeak than the other game and Abe can have more than one Mudokons following by saying \"All o'ya!\" and Scrabs, Paramites and Glukons can be possessed. There are 300 Mudokons and the Mudokons have different emotions. They could become angry, depressed or sick, There are new Oddworld creatures as well as different versions of creatures from the first game, for example flying and crawling \"Sligs\". The game was re-released as Classics in 2008 for PC on Steam and re-released on Playstation Network for the PS3 in 2009. A Gameboy Color version was released in November 1999 by Saffire Corporation. This was a shortened version of the entire game. A well known fan of the game is working on a full 3D remake of the original game titled Twice Ze Flavor after Oddworld Inhabitants messaged the fan on Twitter saying that he can make a fan game but he has to use his own assests and source code. The remake will be built with freelance designers and developers who had pervious experience in the games industry and a Demo version of the ame will be similar to the original demo with just Tunnel 1 and Tunnel 2 and it's secret areas. The game will also have a Classic mode option for people who like the original voices and sound effects from the original games.[https://twicezeflavor.wordpress.com/ Twice Ze Flavor Fangame Site]\n\"Oddworld: Munch Oddysee\".\nOddworld Munch's Oddysee was the second game to be part of the Quintology. When it was released in 2001, it was only for Xbox and can be played with Munch or Abe and the storyline continued after what happened in Abe's Exoddus. Munch was a new playable character and he was a Gabbit. There were more things to rescue in this game. Abe has to rescue his Native Mudokons. Munch has to rescue fuzzles and labour eggs The endings in the game were based on the Quarma. If the player had a good Quarma, the good ending movie will be played. If the player has a bad quarma, the bad ending movie will be played. A Game Boy Advance version was also released. The original PC port was released in 2010. The game was re-released on PS3 in high definition by Just Add Water in 2012 and was re-released on the PC by Square One Games with a new port in 2016 and was released on the Mac App Store in 2015.\n\"Oddworld: Strangers Wrath\".\nOddworld: Strangers Wrath was a game developed by EA games in 2005 that was set in the western side of Mudos. The game was all about a bounty hunter called Stranger. It was a third-person and first person platformer. It was released for the PS3 in HD in 2011 by Just Add Water and was ported to PC by Just Add Water in 2010 followed by a mobile port in 2014 and a macOS port in 2015.\nOddworld: New 'n' Tasty.\nOddworld New 'n' Tasty is a re-creation and re-make of Oddworld: Abe's Oddysee. The game is a 2.5D side scrolling platform and the graphics are in 3D. The cut scenes were made in the game engine. In the new game, there are some new features that the original game didn't have such as QuikSave and having multiple Mudokons following Abe at once. First the game was set to released in the Autumn of 2013 and that was revealed at Eurogamer Expo 2012 by Stewart Gilray, the Development Director of Oddworld Inhabitants and Chief Executive Officer of Just Add Water. Then in November 2013 at the Playstation 4 launch event in the United Kingdom, Oddworld released a story trailer and the trailer said it will be released in Spring 2014. In a podcast by a reporter called TheSixthAxis, Gilray said that the reason why they had to delay the release window was because they switched to a new game engine called Unity nine months during development with the old engine. The game was released on July 22nd in North America and on July 23 in Europe on the Playstation Store for the PlayStation 4 in 2014. In 2015, the PC, Mac and Linux and PS3 ports were released. In 2016, the Wii U and PS Vita versions were released. The game also has leaderboards which give a list of best times for each level, the highest amount of Mudokons saved and best overall time.\nFuture Oddworld Games.\nIn the most recent discussion with Lorne at the Game Developers Conference in California, Lorne told Eurogamer that if New 'n' Tasty sells 250,000 copies, he will have enough money to fund an HD re-make of Abe's Exoddus which is the next project in the series to have an HD Re-make. In 2016, it was confirmed that Oddworld: Soulstorm will be the sequel to w 'n' Tasty. The game is set to be released in 2017. Some footage of the game is yet to be shown. As of 2018 Oddworld: Soulstorm is yet to have a firm date.\nBundles.\nWhen Oddworld became digital only in 2010, they released a package for the PC called the OddBoxx. This package contains all four Oddworld games together and they can all be downloaded at once. It is also available on the PS3. In 2013 Oddworld released a bundle called the AbeBoxx for the PS3 which contains all two Abe games.\nSligs.\nSligs are like security guards when if Abe is seen, the Slig shouts \"freeze!\" and kills Abe with it's machine gun. Some Sligs in the game don't say freeze at all and just shoot Abe. There are different variants with the Sligs such as flying Sligs and crawling Sligs. When Abe takes control of the Slig, he has the ability to shout \"Look Out!\" which makes the native Mudokons duck and it can say \"Here boy\" to a Slog so that the Slog can kill other Sligs or native Mudokons.\nScrabs.\nScrabs are first seen in Scrabania and are creatures which like to kill Abe. They chop him up. They are related to Paramites.\nParamites.\nParamites were first seen in Paramonia which also like to chop up Abe as well.\nSlogs.\nSlogs are dog-like creatures that live on Oddworld. Sligs train them so that if there is a Mudokon on sight, the Slog will eat him.\nGlukon.\nThe Glukons are the main enemies in the game. They give orders to the Sligs in Abe's Exoddus and Mullock is the Glukon in the original game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":32},{"uri":"Award","surface_form":"award","offset":68},{"uri":"Oddworld_Inhabitants","surface_form":"Oddworld Inhabitants","offset":94},{"uri":"Fictional_universe","surface_form":"fictional universe","offset":208},{"uri":"PlayStation_3","surface_form":"Playstation 3","offset":548},{"uri":"PlayStation","surface_form":"PlayStation","offset":1148},{"uri":"Video_game_console","surface_form":"video game console","offset":1160},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":1183},{"uri":"Gameboy","surface_form":"Gameboy","offset":2249},{"uri":"Fly","surface_form":"fly","offset":3079},{"uri":"Gameboy","surface_form":"Gameboy","offset":3231},{"uri":"Xbox","surface_form":"Xbox","offset":4182},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":4667},{"uri":"Chief_executive_officer","surface_form":"Chief Executive Officer","offset":5909},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":6015},{"uri":"Security_guards","surface_form":"security guards","offset":7631}]}