{"id":150683,"url":"http://en.wikipedia.org/wiki/Ambulocetus","text":"Ambulocetus (\"walking whale\") was an early amphibious cetacean. It could walk as well as swim. \"Ambulocetus natans\" lived from the early Eocene (50 to 48 million years ago). Its fossils have been found in Pakistan. When the animal was alive, Pakistan was a coastal region of India, which was then a large island in the Indian Ocean.\nDescription.\nIt looked like a 3-meter (10-foot) long mammalian crocodile. It was clearly amphibious: its back legs are better adapted for swimming than for walking on land, and it probably swam by undulating its back vertically, as otters and whales do.\nAmbulocetids may have hunted like crocodiles, lurking in the shallows to snatch unsuspecting prey. Chemical analysis of its teeth shows that it was able to move between salt and fresh water. \"Ambulocetus\" did not have external ears. To detect prey on land, they may have lowered their heads to the ground and felt for vibrations.\nScientists consider \"Ambulocetus\" to be an early whale because it shares underwater adaptations with them. It had an adaptation in the nose that enabled it to swallow underwater, and its periotic bones had a structure like those of whales, enabling it to hear well underwater. In addition, its teeth are similar to those of early cetaceans.\nOne mostly complete specimen and several partial skeletons have been found in Pakistan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Amphibious","surface_form":"amphibious","offset":43},{"uri":"Cetacea","surface_form":"cetacea","offset":54},{"uri":"Swim","surface_form":"swim","offset":89},{"uri":"Eocene","surface_form":"Eocene","offset":137},{"uri":"Fossil","surface_form":"fossil","offset":178},{"uri":"Pakistan","surface_form":"Pakistan","offset":205},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":319},{"uri":"Mammal","surface_form":"mammal","offset":386},{"uri":"Crocodile","surface_form":"crocodile","offset":396},{"uri":"Otter","surface_form":"otter","offset":565},{"uri":"Whale","surface_form":"whale","offset":576},{"uri":"Fresh_water","surface_form":"fresh water","offset":765},{"uri":"Nose","surface_form":"nose","offset":1052},{"uri":"Periotic_bone","surface_form":"periotic bone","offset":1104},{"uri":"Skeleton","surface_form":"skeleton","offset":1307},{"uri":"Pakistan","surface_form":"Pakistan","offset":1336}]}