{"id":15061,"url":"http://en.wikipedia.org/wiki/Crocodile","text":"A crocodile is a large amphibious reptile. It lives mostly in large tropical rivers, where it is an ambush predator. One species, the Australian saltie, also travels in coastal salt water. In very dry climates, crocodiles may aestivate and sleep out the dry season.\nThe modern type of crocodile appeared first in the Eocene period. Its ancestors go much further back to the Upper Triassic. The name \"Crocodile\" is also used for any member of the order \"Crocodilia\". They are basically Archosaurs, a group which also includes the dinosaurs. There are many species of Crocodiles including the American, slender-snouted and Orinoco crocodile.\nThe crocodile can snap its jaw shut quickly and with much power. But crocodiles have very little strength opening their jaws and a person could hold the jaw shut with their hands.\nCrocodiles range in size from African dwarf crocodiles that measure rarely over 5 feet (1.5 m) to saltwater crocodiles which can approach 23 feet (7 m).\nDescription.\nCrocodiles live in rivers, lakes and dams in parts of America, Asia, Africa and Australia. Some of the crocodiles from Australia live in salt water. These saltwater crocodiles are normally bigger than the ones that live in fresh water. While crocodiles spend most of their time in water, they can come out and move around on the land.\nCrocodiles cannot breathe underwater: they breathe air, just like people. When they are not active, they can hold their breath for a maximum of about two hours underwater before drowning. Normally, when underwater, they are active and can hold their breath for a maximum of 20 minutes to one hour.\nFeeding.\nThe crocodile looks like it is a log, and hides beneath the surface of the water. When an animal comes down to the water to drink, the crocodile lunges out of the water, grabs the animal in its jaws, and pulls it underwater, where it drowns. After the animal is dead, the crocodile will grab a piece of meat in its jaws and spin around in a \"death roll\".\nWhat do they look like.\nTheir colors range from brown to grey and have different patterns covering them.They have many shapes and they differ in color. They have sharp claws and teeth. They can also be a greenish-brownish color.Crocodile tongues are not free. They are held in place by a membrane that can not move. Crocodiles are unable to stick out their tongues.\nAlligators and crocodiles.\nAlthough there is not much difference in their life-style, biologists put alligators in a separate family. Gharials are also in a separate family, and Caimans are a sub-family of alligators.\nThe difference between an alligator and a crocodile is that one can not see the fourth tooth in the lower jaw of an alligator when the alligator's mouth is closed. One can see the fourth tooth in the lower jaw of a crocodile when its mouth is closed.\nAncient crocodiles.\nAccording to scientists, some ancient crocodiles walked on two legs like dinosaurs. The scientists found preserved footprints in South Korea. They found hind foot prints but no front foot prints or marks from a tail dragging behind.\nThey were able to tell that these ancient crocodiles walked on their hind legs with their front legs and tails off the ground. They used the whole foot, the way a human or bear does, not just the toes, the way a dinosaur, bird or dog does.","categories":[],"infobox_types":[],"annotations":[{"uri":"Reptile","surface_form":"reptile","offset":34},{"uri":"Ambush_predator","surface_form":"ambush predator","offset":100},{"uri":"Australian","surface_form":"Australian","offset":134},{"uri":"Saltie","surface_form":"saltie","offset":145},{"uri":"Aestivation","surface_form":"aestivate","offset":226},{"uri":"Eocene","surface_form":"Eocene","offset":317},{"uri":"Upper_Triassic","surface_form":"Upper Triassic","offset":374},{"uri":"Crocodilia","surface_form":"Crocodilia","offset":453},{"uri":"Archosaurs","surface_form":"Archosaurs","offset":485},{"uri":"Dinosaurs","surface_form":"dinosaurs","offset":529},{"uri":"Africa","surface_form":"African","offset":850},{"uri":"Dwarf_crocodile","surface_form":"dwarf crocodiles","offset":858},{"uri":"Saltwater_crocodile","surface_form":"saltwater crocodiles","offset":918},{"uri":"River","surface_form":"river","offset":1005},{"uri":"Lake","surface_form":"lake","offset":1013},{"uri":"Dam","surface_form":"dam","offset":1023},{"uri":"The_Americas","surface_form":"America","offset":1040},{"uri":"Asia","surface_form":"Asia","offset":1049},{"uri":"Africa","surface_form":"Africa","offset":1055},{"uri":"Australia","surface_form":"Australia","offset":1066},{"uri":"Saltwater_crocodile","surface_form":"saltwater crocodile","offset":1141},{"uri":"Fresh_water","surface_form":"fresh water","offset":1209},{"uri":"Drowning","surface_form":"drowning","offset":1499},{"uri":"Tongue","surface_form":"tongue","offset":2221},{"uri":"Life-style","surface_form":"life-style","offset":2423},{"uri":"Alligators","surface_form":"alligators","offset":2450},{"uri":"Gharial","surface_form":"Gharial","offset":2483},{"uri":"Caiman","surface_form":"Caiman","offset":2527},{"uri":"Alligator","surface_form":"alligator","offset":2593},{"uri":"Plantigrade_locomotion","surface_form":"whole foot","offset":3212},{"uri":"Digitigrade_locomotion","surface_form":"just the toes","offset":3258}]}