{"id":15071,"url":"http://en.wikipedia.org/wiki/Pyotr_Ilyich_Tchaikovsky","text":"Pyotr Ilyich Tchaikovsky (, \"Pëtr Il’ič Čajkovskij\";) (born Kamsko-Votkinsk, 7 May 1840; died St Petersburg, 6 November 1893; pronounced chai-KOV-skee) was a Russian composer who lived in the Romantic period. He is one of the most popular of all Russian composers. He wrote melodies which were usually dramatic and emotional. He learned a lot from studying the music of Western Europe, but his music also sounds very Russian. His compositions include 11 operas, 3 ballets, orchestral music, chamber music and over 100 songs. His famous ballets (\"Swan Lake\", \"The Nutcracker \" and \"Sleeping Beauty\") have some of the best known tunes in all of romantic music. He is widely regarded as the greatest composer of ballets.\nEarly years.\nTchaikovsky’s father was a Ukrainian who worked as a mining engineer. His mother’s grandfather was a Frenchman who had moved to Russia. She was a nervous woman and Tchaikovsky may have gotten his nervous character from her. Tchaikovsky was only five when he started taking piano lessons. He was soon better than his teacher. The family had an orchestrion (a kind of musical box) which played some tunes from classical music by Mozart, Bellini, Donizetti and Rossini.\nIn 1848 the family moved to St. Petersburg. Tchaikovsky was unhappy and unsettled as he was often separated from his family who moved several times. In 1854 his mother died. He tried to comfort himself by playing music. He spent nine years at the School of Jurisprudence. When he left school, he had to get a job. For four years he worked as a clerk in the Ministry of Justice. Then the composer and pianist Anton Rubinstein helped him to become a music student at the newly opened conservatory in St. Petersburg. He learned to play the flute and the organ as well as the piano and learning all about composition. In 1866 he moved to Moscow where Nikolai Rubinstein, the brother of Anton, encouraged him to write music with a Russian character. He worked very hard, and was often exhausted, but he managed to finish his First Symphony, which was performed in 1868.\nTchaikovsky met some famous musicians including the French composer Berlioz who was visiting Moscow. He also became friendly with the Russian composer Mily Balakirev who was very helpful and persuaded him to rewrite one of his works several times until it was very good. he result was a piece for orchestra called \"Romeo and Juliet\" which soon became internationally known. Balakirev had four friends who were composers. This circle of friends is often called “The Five” or “The Mighty Handful”. They were interested in using Russian folktunes in their music. Tchaikovsky was never a member of the group, although he liked their ideas. Tchaikovsky was different to them: he had learned music at the Conservatoire where he had studied Western music. The harmonies that he used in his works were often not suitable for Russian folktunes. He wrote many songs which are romantic in character. One of them, \"None But the Lonely Heart\", is especially well known in English.\nBy now, Tchaikovsky was writing works which were to make him very famous. He wrote two more symphonies, and his First Piano Concerto, one of the most popular of all piano concertos, was given its first performance in Boston. He was also writing operas and chamber music.\nYears of fame.\nIn 1875, Tchaikovsky began making a long tour of Europe. He liked Bizet’s opera \"Carmen\", but Wagner’s operas from the \"Ring cycle \"bored him. In 1877 he finished \"Swan Lake\", the first of his three ballets. The audience did not like it at first because the dancers were not very good.\nTchaikovsky was a closeted homosexual. In the summer of 1877 Tchaikovsky decided to marry. His wife was called Antonina Milyukova. The marriage was a disaster. A few weeks after the marriage, he ran away and never lived with her again.\nAnother woman was to become important in his life, but in a very different way. It was to be a very unusual relationship. Her name was Nadezhda von Meck. She was the wife of a rich man. She loved Tchaikovsky’s music and promised him that she would pay him a lot of money every month so long as he promised her that he would never try to meet her. Tchaikovsky no longer needed to work. He was able to give up his teaching job at the Conservatory. For several years he spent the winters in Europe and the summers in Russia. Nadezhda and Tchaikovsky wrote long letters to one another, often quite passionate and dreamy they talked about love, life and how they wanted it to change, but they never saw one another. He had plenty of time to write music: he wrote several operas including \"Eugene Onegin\" and his Fourth and Fifth Symphonies, the Violin Concerto, the Serenade for Strings, \"Capriccio Italienne\" and the \"1812 Overture\". Tchaikovsky loved Nadezhda very much but never actually told her his true feelings.\nHis last years.\nBy 1885, Tchaikovsky had tired of travelling around. He rented a country house in Klin, just outside Moscow. He lived a regular life, reading, walking in the forest, composing during the day and playing music with his friends in the evenings. He started to have more confidence as a conductor and toured Europe twice, conducting in Leipzig, Berlin, Prague, Hamburg, Paris and London. In 1889 he finished his second ballet, \"The Sleeping Beauty\" and the next year, while staying in Florence, he wrote his famous opera \"The Queen of Spades\" based on a story by Pushkin. Later that year Nadezhda von Meck wrote to him that she had lost nearly all her money and could not continue to support him.\nIn the spring of 1891 he was invited to conduct in New York where the Carnegie Hall was being opened. He also conducted concerts in Baltimore and Philadelphia. When he returned to Russia he wrote his last ballet \"The Nutcracker\" and his Sixth Symphony, known as the “Pathétique” which was dedicated to his nephew with whom he was passionately in love. This work is often considered his best. It was performed in St Petersburg on October 16 1893. Five days later he suddenly became ill with cholera, a disease many people were catching in the city. Tchaikovsky died four days later. Many people think that he committed suicide by deliberately drinking contaminated water. He may have wanted to (or even been forced to) commit suicide in order to avoid a scandal because he was having a relationship with a nephew of an important aristocratic man. Exactly what happened is still a mystery.","categories":[],"infobox_types":[],"annotations":[{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":94},{"uri":"Russia","surface_form":"Russia","offset":158},{"uri":"Composer","surface_form":"composer","offset":166},{"uri":"Romantic_music","surface_form":"Romantic period","offset":192},{"uri":"Composition_(music)","surface_form":"compositions","offset":430},{"uri":"Opera","surface_form":"opera","offset":454},{"uri":"Ballet","surface_form":"ballet","offset":464},{"uri":"Orchestra","surface_form":"orchestral music","offset":473},{"uri":"Chamber_music","surface_form":"chamber music","offset":491},{"uri":"Song","surface_form":"song","offset":518},{"uri":"Swan_Lake","surface_form":"Swan Lake","offset":546},{"uri":"The_Nutcracker","surface_form":"The Nutcracker","offset":559},{"uri":"Sleeping_Beauty","surface_form":"Sleeping Beauty","offset":581},{"uri":"Romantic_music","surface_form":"romantic music","offset":643},{"uri":"Ukraine","surface_form":"Ukrainian","offset":758},{"uri":"Mining","surface_form":"mining","offset":784},{"uri":"Engineer","surface_form":"engineer","offset":791},{"uri":"French_people","surface_form":"Frenchman","offset":832},{"uri":"Piano","surface_form":"piano","offset":1004},{"uri":"Orchestrion","surface_form":"orchestrion","offset":1074},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":1158},{"uri":"Vincenzo_Bellini","surface_form":"Bellini","offset":1166},{"uri":"Donizetti","surface_form":"Donizetti","offset":1175},{"uri":"Rossini","surface_form":"Rossini","offset":1189},{"uri":"Company_clerk","surface_form":"clerk","offset":1542},{"uri":"Ministry_of_Justice","surface_form":"Ministry of Justice","offset":1555},{"uri":"Anton_Rubinstein","surface_form":"Anton Rubinstein","offset":1606},{"uri":"Flute","surface_form":"flute","offset":1735},{"uri":"Pipe_organ","surface_form":"organ","offset":1749},{"uri":"Moscow","surface_form":"Moscow","offset":1832},{"uri":"Nikolai_Rubinstein","surface_form":"Nikolai Rubinstein","offset":1845},{"uri":"Berlioz","surface_form":"Berlioz","offset":2131},{"uri":"Mily_Balakirev","surface_form":"Mily Balakirev","offset":2214},{"uri":"The_Mighty_Handful","surface_form":"The Mighty Handful","offset":2538},{"uri":"Boston","surface_form":"Boston","offset":3248},{"uri":"Georges_Bizet","surface_form":"Bizet’s","offset":3383},{"uri":"Carmen","surface_form":"Carmen","offset":3398},{"uri":"Richard_Wagner","surface_form":"Wagner’s","offset":3411},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Ring cycle","offset":3437},{"uri":"Swan_Lake","surface_form":"Swan Lake","offset":3481},{"uri":"Closeted","surface_form":"closeted","offset":3621},{"uri":"Homosexual","surface_form":"homosexual","offset":3630},{"uri":"1877","surface_form":"1877","offset":3659},{"uri":"Nadezhda_von_Meck","surface_form":"Nadezhda von Meck","offset":3974},{"uri":"Eugene_Onegin_(opera)","surface_form":"Eugene Onegin","offset":4623},{"uri":"1812_Overture","surface_form":"1812 Overture","offset":4753},{"uri":"Leipzig","surface_form":"Leipzig","offset":5201},{"uri":"Berlin","surface_form":"Berlin","offset":5210},{"uri":"Prague","surface_form":"Prague","offset":5218},{"uri":"Hamburg","surface_form":"Hamburg","offset":5226},{"uri":"Paris","surface_form":"Paris","offset":5235},{"uri":"London","surface_form":"London","offset":5245},{"uri":"The_Sleeping_Beauty_(ballet)","surface_form":"The Sleeping Beauty","offset":5293},{"uri":"Florence","surface_form":"Florence","offset":5350},{"uri":"Queen_of_Spades_(opera)","surface_form":"The Queen of Spades","offset":5387},{"uri":"Pushkin","surface_form":"Pushkin","offset":5428},{"uri":"New_York","surface_form":"New York","offset":5613},{"uri":"Carnegie_Hall","surface_form":"Carnegie Hall","offset":5632},{"uri":"Baltimore","surface_form":"Baltimore","offset":5694},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":5708},{"uri":"The_Nutcracker","surface_form":"The Nutcracker","offset":5775},{"uri":"Symphony_No._6_%26quot%3BPath%C3%A9tique%26quot%3B_(Tchaikovsky)","surface_form":"Sixth Symphony","offset":5799},{"uri":"Nephew","surface_form":"nephew","offset":5868},{"uri":"Suicide","surface_form":"suicide","offset":6180},{"uri":"Scandal","surface_form":"scandal","offset":6315},{"uri":"Aristocratic","surface_form":"aristocratic","offset":6390}]}