{"id":150802,"url":"http://en.wikipedia.org/wiki/Sala_S%C3%A3o_Paulo","text":"The Sala São Paulo is a concert hall in the Julio Prestes Cultural Center in the city of São Paulo, Brazil. It is a very large building. The Cultural Center used to be a railway station and it was rebuilt and changed into a cultural centre in 1999.\nSala São Paulo is big enough for an audience of 1.498 people. The orchestra that perform there is the Orquestra Sinfônica do Estado de São Paulo (Osesp).\nThe Brazilian government wanted to bring more culture to the centre of São Paulo. The rebuilding began in November 1997.\nThe original train station was called Julio Prestes Station. It was built between 1926 and 1938 so that trains could take coffee to the port of Santos. When motor car transport became more and more popular many stations connecting Brazilian towns closed down.\nThe station's large hall was the same shape as many 19th century concert halls, that is, it is shaped like a horse shoe.\nSala São Paulo has 22 balconies and a ceiling that is 24 meters high. There is a very large platform so that everyone in the audience can see well. There is an elevator to lift the piano on and off the stage and many other useful modern devices.","categories":[],"infobox_types":[],"annotations":[{"uri":"Concert_hall","surface_form":"concert hall","offset":24},{"uri":"City","surface_form":"city","offset":81},{"uri":"S%C3%A3o_Paulo","surface_form":"São Paulo","offset":89},{"uri":"Brazil","surface_form":"Brazil","offset":100},{"uri":"Railway_station","surface_form":"railway station","offset":170},{"uri":"1999","surface_form":"1999","offset":243},{"uri":"Audience","surface_form":"audience","offset":285},{"uri":"Orchestra","surface_form":"orchestra","offset":315},{"uri":"Osesp","surface_form":"Osesp","offset":395},{"uri":"1997","surface_form":"1997","offset":518},{"uri":"1926","surface_form":"1926","offset":606},{"uri":"1938","surface_form":"1938","offset":615},{"uri":"Coffee","surface_form":"coffee","offset":646},{"uri":"Motor_car","surface_form":"motor car","offset":681},{"uri":"19th_century","surface_form":"19th century","offset":836},{"uri":"Elevator","surface_form":"elevator","offset":1065}]}