{"id":15096,"url":"http://en.wikipedia.org/wiki/Crass","text":"Crass was one of the first anarcho-punk bands. The band was formed in Essex, England in 1977. The band split up in 1984.\nOriginal members.\nThe group was first of all made up of Penny Rimbaud (playing drums) and Steve Ignorant (who sang). Later they were joined by other people who also lived together in their shared house (or commune) called Dial House.\nFirst concerts.\nCrass did their first concert at a squatted festival in Huntley Street, North London. Soon after they played at the famous punk club The Roxy in London's Covent Garden area. However the group were made to come off of the stage because they were very drunk. They also did early concerts with punk band the UK Subs, but not many people went to watch these concerts.\nFirst fashion statements.\nAfter this members of Crass decided to be more serious about what they were doing. They decided to wear black clothes all of the time, whether or not they were on stage. This was so that no member of the band would be seen as the group 'leader'. They also made a banner that they hung up behind them when they were playing live. This had a logo on it that was made up of symbols like the Christian cross, the swastika and the British flag, as well as a snake with two heads that is eating itself. The meaning of this logo was the idea that \"power will destroy itself\".\nFirst album.\nCrass released their first record in 1978. It was called \"The Feeding of the 5000\". It was meant to have 18 songs on it, but one song was banned by the people who worked at the factory where the records were made. This was because they thought it was blasphemous. This song was called \"Asylum\". The band instead released the record with a 2-minute gap where that song had been, which they called \"The Sound of Free Speech\". After this they set up their own record label, Crass Records. This was so that they could control what was on their own records in the future. They re-recorded and released the song that had been banned as a single. They also re-released the first LP with the banned song put back on it.\nSecond album.\nThe second LP released by Crass was the double album \"Stations of the Crass\". It was released in 1979. One side of this LP was a recording of a live concert that the band played at the Pied Bull pub in Islington, London on August 7, 1979.\nThird album.\nTheir next LP was released in 1981. It was called \"Penis Envy\". The band had deliberately changed their sound for this record. The lyrics and the record cover artwork had a strong feminist message. Steve Ignorant did not appear upon it. Instead only the women members of the band, Eve Libertine and Joy DeVivre sung the songs.\nOther albums recorded.\nThe Crass Records label also released many other records by other musicians and bands. These included Flux Of Pink Indians, Conflict, Poison Girls, Zounds, Honey Bane, Rudimentary Peni and others.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anarcho-punk","surface_form":"anarcho-punk","offset":27},{"uri":"Essex","surface_form":"Essex","offset":70},{"uri":"England","surface_form":"England","offset":77},{"uri":"Penny_Rimbaud","surface_form":"Penny Rimbaud","offset":177},{"uri":"Drum","surface_form":"drum","offset":200},{"uri":"Steve_Ignorant","surface_form":"Steve Ignorant","offset":211},{"uri":"Commune","surface_form":"commune","offset":327},{"uri":"Dial_House","surface_form":"Dial House","offset":343},{"uri":"Squat","surface_form":"squat","offset":406},{"uri":"London","surface_form":"London","offset":449},{"uri":"The_Roxy_Club","surface_form":"The Roxy","offset":504},{"uri":"Covent_Garden","surface_form":"Covent Garden","offset":525},{"uri":"UK_Subs","surface_form":"UK Subs","offset":676},{"uri":"Christian","surface_form":"Christian","offset":1149},{"uri":"Swastika","surface_form":"swastika","offset":1170},{"uri":"Blasphemy","surface_form":"blasphemous","offset":1594},{"uri":"Record_label","surface_form":"record label","offset":1800},{"uri":"Stations_of_the_Crass","surface_form":"Stations of the Crass","offset":2123},{"uri":"Public_house","surface_form":"pub","offset":2264},{"uri":"Islington","surface_form":"Islington","offset":2271},{"uri":"Penis_Envy","surface_form":"Penis Envy","offset":2372},{"uri":"Feminist","surface_form":"feminist","offset":2501},{"uri":"Eve_Libertine","surface_form":"Eve Libertine","offset":2602},{"uri":"Joy_DeVivre","surface_form":"Joy DeVivre","offset":2620},{"uri":"Flux_Of_Pink_Indians","surface_form":"Flux Of Pink Indians","offset":2773},{"uri":"Conflict_(band)","surface_form":"Conflict","offset":2795},{"uri":"Poison_Girls","surface_form":"Poison Girls","offset":2805},{"uri":"Zounds_(band)","surface_form":"Zounds","offset":2819},{"uri":"Honey_Bane","surface_form":"Honey Bane","offset":2827},{"uri":"Rudimentary_Peni","surface_form":"Rudimentary Peni","offset":2839}]}