{"id":151,"url":"http://en.wikipedia.org/wiki/Crime","text":"A crime (or misdemeanor or felony) is an act done by a person which is against the laws of a country or region. A person who does this is called a criminal.\nThe basic idea of what things are called \"crimes\" is that they are thought to be things that might cause a problem for another person. Things like killing another person, injuring another person, or stealing from another person are crimes in most countries. Also, it can be a crime to have or sell contraband such as guns or illegal drugs.\nWhen some criminals make money from crime, they try to stop the police finding out where the money came from by money laundering. Men and boys commit many more crimes than women and girls.\nEtymology.\nThe word \"crime\" is derived from the Latin root \"cernō\", meaning \"I decide, I give judgment\". Originally the Latin word \"crīmen\" meant \"charge\" or \"cry of distress.\" The Ancient Greek word κρίμα, \"krima\", from which the Latin cognate derives, typically referred to an intellectual mistake or an offense against the community, rather than a private or moral wrong.[https://www.amazon.com/Comprehensive-Etymological-Dictionary-English-Language/dp/0444409300]\nIn 13th century English \"crime\" meant \"sinfulness\", according to the Online Etymology Dictionary. It was probably brought to England as Old French \"crimne\" (12th century form of Modern French \"crime\"), from Latin \"crimen\" (in the genitive case: \"criminis\"). In Latin, \"crimen\" could have signified any one of the following: \"charge, indictment, accusation; crime, fault, offense\".\nEngland and Wales.\nWhether a given act or omission constitutes a crime does not depend on the nature of that act or omission; it depends on the nature of the legal consequences that may follow it. An act or omission is a crime if it is capable of being followed by what are called criminal proceedings.\nScotland.\nFor the purpose of section 243 of the Trade Union and Labour Relations (Consolidation) Act 1992, a crime means an offence punishable on indictment, or an offence punishable on summary conviction, and for the commission of which the offender is liable under the statute making the offence punishable to be imprisoned either absolutely or at the discretion of the court as an alternative for some other punishment.\nSociology.\nA normative definition views crime as deviant behavior that violates prevailing norms – cultural standards prescribing how humans ought to behave normally.\nLevels of crime.\nDifferent countries have different ideas of what things are crimes, and which ones are the worst. Some things that are crimes in one country are not crimes in other countries. Many countries get their ideas of what things are crimes from religions or controversial events which cause a law to be quickly created. For example, a religious Taboo might say eating a particular food is a crime. When automobiles became numerous, they killed or hurt many people in road accidents, so new laws were made for them.\nIn many countries, if people say they made or wrote a book, movie, song, or Web page that they did not really make or write, it is a crime against copyright laws. In many countries, helping to grow, make, move, or sell illegal drugs is a crime.\nIn most countries, police try to stop crimes and to find criminals. When the police find someone who they think might be a criminal, they usually hold the person in a jail. Then, usually, a court or a judge decides if the person really did a crime. If the court or judge decides that the person really did it, then he or she might have to pay a fine or go to prison. Sometimes the judge might decide that the criminal should be executed (killed). This is called Capital punishment (or the \"Death Penalty\"). There are countries in the world that execute criminals, and others that do not.\nBoth must be present for the act to be thought of as a crime.","categories":[],"infobox_types":[],"annotations":[{"uri":"Person","surface_form":"person","offset":55},{"uri":"Law","surface_form":"law","offset":83},{"uri":"Country","surface_form":"country","offset":93},{"uri":"Kill","surface_form":"kill","offset":304},{"uri":"Injury","surface_form":"injuring","offset":328},{"uri":"Steal","surface_form":"steal","offset":356},{"uri":"Contraband","surface_form":"contraband","offset":455},{"uri":"Gun_control","surface_form":"guns","offset":474},{"uri":"Illegal_drug","surface_form":"illegal drug","offset":482},{"uri":"Police","surface_form":"police","offset":561},{"uri":"Money_laundering","surface_form":"money laundering","offset":609},{"uri":"Religion","surface_form":"religion","offset":2683},{"uri":"Taboo","surface_form":"Taboo","offset":2783},{"uri":"Automobile","surface_form":"automobile","offset":2841},{"uri":"Road_accident","surface_form":"road accident","offset":2905},{"uri":"Book","surface_form":"book","offset":3007},{"uri":"Movie","surface_form":"movie","offset":3013},{"uri":"Song","surface_form":"song","offset":3020},{"uri":"Web_page","surface_form":"Web page","offset":3029},{"uri":"Copyright","surface_form":"copyright","offset":3100},{"uri":"Illegal_drug","surface_form":"illegal drug","offset":3172},{"uri":"Police","surface_form":"police","offset":3217},{"uri":"Jail","surface_form":"jail","offset":3365},{"uri":"Court","surface_form":"court","offset":3388},{"uri":"Judge","surface_form":"judge","offset":3399},{"uri":"Fine","surface_form":"fine","offset":3543},{"uri":"Prison","surface_form":"prison","offset":3557},{"uri":"Execute","surface_form":"execute","offset":3626},{"uri":"Capital_punishment","surface_form":"Capital punishment","offset":3660}]}