{"id":151076,"url":"http://en.wikipedia.org/wiki/Plan_9_from_Bell_Labs","text":"Plan 9 from Bell Labs is a free software distributed operating system. It was made for research purposes as the successor to UNIX by the Computing Sciences Research Center at Bell Labs during the late 1980s. Plan 9 is currently used as a hobbyist's operating system, and in certain experimental fields, where the highly distributed nature of the operating system is valued. Plan 9 has novel features such as the 9P protocol for accessing local and remote resources as files, union mounts, an improved proc file system, and native unicode support throughout the system. In Plan 9, all system interfaces, including those required for networking and the user interface, are represented through the file system rather than specialized interfaces. It also has a graphical user interface built in, called rio, in anticipation of the graphical world.\nThe name Plan 9 from Bell Labs is a reference to the Ed Wood 1959 cult science fiction movie Plan 9 from Outer Space. Also, Glenda, the Plan 9 Bunny, is presumably a reference to Wood's film Glen or Glenda.\nHistory.\nPlan 9 was originally developed for research purposes, as Bell Labs was looking for a replacement for the venerable UNIX. It underwent mass testing, as all the computers at Bell Labs had Plan 9 installed, in lieu of UNIX, which was commonplace previously. It explored several modifications to the pre-existing UNIX system, primarily the distributed nature of the system, and the graphical user-interface. In 1992, Bell Labs released a public version, for universities, and soon after, a version for the general public. The highly restrictive nature of the licence at the time, and the steep 500$ licencing fee resulted in it being ignored, in lieu of Linux.\nWhen Lucent-Alcatel acquired Bell, in the 1990s, however, funding for the system was slashed, and in 2000, it was released into the world under a FOSSy licence. In February 2014, Alcatel-Lucent permitted the University of California, Berkeley to release Plan9 under the popular GNU General Public License.","categories":[],"infobox_types":[],"annotations":[{"uri":"Free_software","surface_form":"free software","offset":27},{"uri":"Operating_system","surface_form":"operating system","offset":53},{"uri":"UNIX","surface_form":"UNIX","offset":125},{"uri":"Bell_Labs","surface_form":"Bell Labs","offset":175},{"uri":"Plan_9_from_Outer_Space","surface_form":"Plan 9 from Outer Space","offset":937},{"uri":"Glen_or_Glenda","surface_form":"Glen or Glenda","offset":1035},{"uri":"UNIX","surface_form":"UNIX","offset":1176},{"uri":"Linux","surface_form":"Linux","offset":1711},{"uri":"FOSS","surface_form":"FOSS","offset":1864},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California, Berkeley","offset":1926},{"uri":"GNU_General_Public_License","surface_form":"GNU General Public License","offset":1996}]}