{"id":151426,"url":"http://en.wikipedia.org/wiki/A-League","text":"The A-League is an association football (soccer) league which is the top division in Australia and New Zealand. It was established in 2004 as a replacement to the National Soccer League and started in August 2005. Unlike professional soccer leagues in most of the rest of the world, the A-League has what is called a \"franchise\" system—the same teams play in the league each year, unless a team drops out of the league on its own, or the league decides to add one or more new teams. This system is normal for pro sports leagues in Australia, as well as in the United States and Canada.\nSince the beginning of the league in 2005, fourteen teams have competed in the league with Western United becoming the last club to join the league in the 2019–20 season. From those fourteen teams, six have taken the title while seven have taken the minor premiership. The current champion is Sydney F.C. who defeated Perth Glory in the final.\nHistory.\nBefore the A-League was founded, the top division of Australian soccer was the National Soccer League which ran between 1977 and 2004.\nChampions and premiers.\nThe A-League, like other professional leagues in Australia, crowns its champion at the end of a knockout playoff series involving top teams on the regular-season table. The final match is called the Grand Final, a term used in several other Australian sports. The team that finishes on top of the regular-season table is called the \"Premiers\". Media sometimes incorrectly call the Premiers the \"minor premiers\", a term used in other football codes in the country.","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"association football","offset":19},{"uri":"Australia","surface_form":"Australia","offset":85},{"uri":"New_Zealand","surface_form":"New Zealand","offset":99},{"uri":"National_Soccer_League","surface_form":"National Soccer League","offset":163},{"uri":"Western_United_FC","surface_form":"Western United","offset":677},{"uri":"2019%E2%80%9320_A-League","surface_form":"2019–20 season","offset":741},{"uri":"Minor_premiership","surface_form":"minor premiership","offset":836},{"uri":"Sydney_F.C.","surface_form":"Sydney F.C.","offset":879},{"uri":"Perth_Glory_F.C.","surface_form":"Perth Glory","offset":904},{"uri":"Foundation","surface_form":"founded","offset":963},{"uri":"National_Soccer_League","surface_form":"National Soccer League","offset":1018}]}