{"id":151506,"url":"http://en.wikipedia.org/wiki/Propositional_logic","text":"e=\"preserve\">Propositional logic is a formal system in mathematics and logic. Other names for the system are \"propositional calculus\" and \"sentential calculus\". The system is made of a set of propositions. Each proposition has a truth value, being either true or false. Propositions can be represented by capital roman letters such as formula_1, formula_1 and formula_1, and joined together using logical connectives to make new propositions. Examples for logical connectives that are used often are logical and (formula_1), logical or (formula_1), logical if (formula_1), logical if and only if (formula_1) and logical not (formula_1).\nPropositional logic only looks at the propositions and how they are connected, and does not decompose them. That way, the proposition \"All cats are dogs and the earth is a disc\" is made of two propositions, \"All cats are dogs\", and \"The Earth is a disc\". These are joined together with the logical connective AND.\nThere are other logic systems that build on propositional logic. One of these is predicate logic, which defines logical predicates, and looks at how they can be applied to arguments. Another system is called modal logic. It introduces two new junctors: \"it is possible that\" and \"it is necessary that\".\nIf-then statements.\n1) \"If Q, then P\". In our example, this would mean \"If the ground is wet, then it has been raining for an hour\". However, the ground could be wet for other reasons, like if snow has melted or a water main has broken.\n2) \"If not P, then not Q\". In our example, this would mean \"If it has not been raining for an hour, then the ground is not wet\". However, the ground could still be wet for the reasons listed above.\nThe only correct inference that can be made is \"If not Q, then not P\". This means, in our example, \"If the ground is not wet, then it has not been raining for an hour\".\nAnd/ Or statements.\nAnother simple logic statement is \"P or Q\". For example, \"Either I am in Hong Kong or I am in London.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Formal","surface_form":"formal","offset":38},{"uri":"System","surface_form":"system","offset":45},{"uri":"Mathematics","surface_form":"mathematics","offset":55},{"uri":"Logic","surface_form":"logic","offset":71},{"uri":"Set","surface_form":"set","offset":185},{"uri":"Proposition","surface_form":"propositions","offset":192},{"uri":"Truth_value","surface_form":"truth value","offset":229},{"uri":"Latin_script","surface_form":"roman letters","offset":313},{"uri":"Logical_connectives","surface_form":"logical connectives","offset":397},{"uri":"Logical_and","surface_form":"logical and","offset":500},{"uri":"Logical_or","surface_form":"logical or","offset":525},{"uri":"If","surface_form":"if","offset":557},{"uri":"If_and_only_if","surface_form":"if and only if","offset":581},{"uri":"Logical_not","surface_form":"logical not","offset":612},{"uri":"Predicate_logic","surface_form":"predicate logic","offset":1032},{"uri":"Modal_logic","surface_form":"modal logic","offset":1159}]}