{"id":151622,"url":"http://en.wikipedia.org/wiki/Monologue","text":"A monologue is a long, uninterrupted speech or poem by one person. The person may be speaking his or her thoughts aloud or directly addressing other persons, e.g. an audience, a character, reader, or inanimate object.\nThe term 'dramatic monologue' is used both for monologues in plays and for the poetic genre.\nRant.\nA rant (also called harangue or declamation) is a monologue that does not present a well-researched and calm argument; rather, it is typically an attack on an idea, a person, or an institution, and very often lacks proven claims.\nSome rants are used not to attack something, but to defend an individual, idea or organization. Rants of this type generally occur after the subject has been attacked by another individual or group.\nRants are used often in situations requiring monologue. Comedians, such as Lewis Black, Adam Carolla, and Rick Mercer, use rants as a way to get their message or punch-line across to the listening audience.\nA rant can be used to flame members of an email group or electronic mailing list that are failing to reach a consensus on an issue.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oratory","surface_form":"speech","offset":37},{"uri":"Dramatic_monologue","surface_form":"poetic genre","offset":297},{"uri":"Argument","surface_form":"argument","offset":426},{"uri":"Idea","surface_form":"idea","offset":476},{"uri":"Person","surface_form":"person","offset":484},{"uri":"Institution","surface_form":"institution","offset":498},{"uri":"Libel","surface_form":"proven claims","offset":532},{"uri":"Quid_pro_quo","surface_form":"after the subject has been attacked","offset":678},{"uri":"Lewis_Black","surface_form":"Lewis Black","offset":821},{"uri":"Adam_Carolla","surface_form":"Adam Carolla","offset":834},{"uri":"Rick_Mercer","surface_form":"Rick Mercer","offset":852},{"uri":"Flaming_(Internet)","surface_form":"flame","offset":975},{"uri":"Electronic_mailing_list","surface_form":"electronic mailing list","offset":1010}]}