{"id":151618,"url":"http://en.wikipedia.org/wiki/Transmission_Control_Protocol","text":"The Transmission Control Protocol (TCP) is one of the main protocols of the Internet Protocol Suite. TCP is part of the popular \"TCP/IP\" combination used by the Internet. The Internet Protocol, or IP, makes sure data on the internet gets to the right place. Then TCP makes sure the data is put in the right order, and none of it is missing. TCP also helps to control traffic on the internet so it does not get overloaded. These protocols, which are kind of like languages that computers use, are designed so that any computer, and any program (such as a Web browser or e-mail client), can use them.\nImportance of TCP.\nTCP makes it easier for computer programs to communicate with each other, typically over a computer network. When a program wants to send a lot of data, TCP is in charge of dividing the data, sending it through the network, and putting it back together correctly on a different computer. In the process, IP chooses which wires and \"intersections\" get used to send all the data pieces in the fastest way. It does this using packets.\nIf there are a lot of people using the network, it can get overloaded. Also sometimes weather, power outages, and other problems can make communication hard. Routers on the Internet use something called \"load balancing\" to try to fix some of these problems. But still, information can be delivered out of order, get lost, or even duplicated. TCP is designed to notice all of these problems and try to fix them. This can take a while, which is why the Internet sometimes seems slow. Once the TCP receiver has finally reassembled a perfect copy of the data originally transmitted, it passes that data to the computer program that asked for it. In this way, the program does not have to know about the network, and TCP does not have to know about the program's data.","categories":[],"infobox_types":[],"annotations":[{"uri":"Communication_protocol","surface_form":"protocols","offset":59},{"uri":"Internet_protocol_suite","surface_form":"Internet Protocol Suite","offset":76},{"uri":"Internet","surface_form":"Internet","offset":161},{"uri":"Internet_Protocol","surface_form":"Internet Protocol","offset":175},{"uri":"Communication_protocol","surface_form":"protocols","offset":428},{"uri":"Web_browser","surface_form":"Web browser","offset":554},{"uri":"E-mail","surface_form":"e-mail","offset":569},{"uri":"Computer_program","surface_form":"computer program","offset":642},{"uri":"Computer_network","surface_form":"computer network","offset":709},{"uri":"Packet_(information_technology)","surface_form":"packets","offset":1041},{"uri":"Router","surface_form":"Router","offset":1208},{"uri":"Computer_program","surface_form":"computer program","offset":1656}]}