{"id":151645,"url":"http://en.wikipedia.org/wiki/Megamouth_shark","text":"The megamouth shark (\"Megachasma pelagios\") is a large, slow-swimming, timid shark that was only discovered in 1976. It grows to 5.5 metres long. The megamouth is found in the Indian, Atlantic, and Pacific Oceans.\nDescription.\nThe megamouth shark has a sturdy body, and a fat, round and long head. The snout is very short and wide. The gill slits are quite long but can not reach the dorsal surface of the head. The mouth is wide, with the corners extending behind the eyes. The first dorsal fin is located more closely to the pectoral fins than to the pelvic fin, and the second dorsal fin is less than half the size of the first dorsal fin. Both dorsal fins are low. The pectoral fins of the adults are shorter than the head in length.\nThe dorsal surface of the body, the pectoral and pelvic fins, the dorsal fins, the center of the anal fin, and the caudal fin are blackish-brown. The belly is white.\nThe shark has around fifty rows of very small teeth on each jaw, but only three rows are usable. Females seem to have fewer teeth rows than males. The upper and lower jaws have a symphyseal (where the two halves of the jaw meet) toothless space, but it is larger in the upper jaw. A difference between the upper and lower teeth was recognized on a female specimen: the first five upper teeth are smaller than the first five lower teeth.\nThe maximum length reported for the Megamouth shark is 5.5 metres (18 feet). Males mature when they are 4 metres (13 feet) long, and females mature when the are 5 metres (16 feet) long.it has another preadotor it is the megalodon\nDistribution.\nAlthough there has only been a total of 53 confirmed sightings of the Megamouth shark, this species is now known to be found in the Indian, Pacific and Atlantic Oceans. As with the two other known filter-feeding sharks, the basking shark and the whale shark, this species has a widespread distribution. However, the megamouth shark is less active, and a poorer swimmer than the basking shark and the whale shark. Its slow movement is probably because of its fleshy body, soft fins, and asymmetrical tail.\nPredators.\nThe only confirmed register of a Megamouth shark predator is an event of when sperm whales where seen attacking a Megamouth shark. This occurred in Manado, North Sulawesi, Indonesia (30th August 1998) near midday, while some researchers were observing the whales. The base of the dorsal fin and the gills of the shark showed signs of the whales' attack.\nBehaviour.\nAlthough there have only been a few sightings of the megamouth shark, it is believed that this species of shark likes to live in the open ocean. The sixth specimen found was tagged and followed for two days, allowing insight into its habitat preference and behaviour. It stayed at a depth of 15 metres during the night, then dove to 150 metres at dawn and returned to shallow waters at dusk. So the megamouth is presumed to be a vertical migrator on a 24 hour cycle, spending the daytime in deep waters and ascending to midwater depths at night. This vertical migration may be a response to the movements of the small animals on which it feeds. The krill that make up part of the megamouth's diet also migrate from deep waters to the surface.\nFeeding.\nThe megamouth shark is one of the three giant filter-feeding sharks in the sea. The other two are the basking shark and the whale shark.\nThe exact details of the feeding behaviour of the megamouth shark is unknown, due to the few observations on a live, feeding specimen. The megamouth has a huge mouth that extends behind the eyes. Scientists believe that this shark swims slowly through groups of krill and other small prey with its mouth open, and sucks them in. Then it closes its mouth, and this action decreases the pharyngeal volume and makes it possible for the shark to get rid of any water through the gill openings.\nAll the specimens of the megamouth shark which have been studied have had krill in their stomach, indicating a filter-feeding habit. The stomach of the first megamouth captured had only one type of krill, \"Thysanopoda pectinata\". The second megamouth's stomach had krill, copepods, and the jellyfish, \"Atolla vanhoeffeni\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Shark","surface_form":"shark","offset":77},{"uri":"Indian_Ocean","surface_form":"Indian","offset":176},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":184},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":198},{"uri":"Gill","surface_form":"gill","offset":336},{"uri":"Eye","surface_form":"eye","offset":469},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":485},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":527},{"uri":"Pelvic_fin","surface_form":"pelvic fin","offset":553},{"uri":"Pectoral_fin","surface_form":"pectoral fin","offset":673},{"uri":"Pelvic_fin","surface_form":"pelvic fin","offset":787},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":804},{"uri":"Anal_fin","surface_form":"anal fin","offset":835},{"uri":"Caudal_fin","surface_form":"caudal fin","offset":853},{"uri":"Teeth","surface_form":"teeth","offset":950},{"uri":"Jaw","surface_form":"jaw","offset":964},{"uri":"Species","surface_form":"species","offset":1677},{"uri":"Indian_Ocean","surface_form":"Indian","offset":1717},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":1725},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1737},{"uri":"Filter_feeder","surface_form":"filter-feeding","offset":1782},{"uri":"Shark","surface_form":"shark","offset":1797},{"uri":"Basking_shark","surface_form":"basking shark","offset":1809},{"uri":"Whale_shark","surface_form":"whale shark","offset":1831},{"uri":"Fin","surface_form":"fin","offset":2061},{"uri":"Sperm_whale","surface_form":"sperm whale","offset":2179},{"uri":"Manado","surface_form":"Manado","offset":2249},{"uri":"North_Sulawesi","surface_form":"North Sulawesi","offset":2257},{"uri":"Indonesia","surface_form":"Indonesia","offset":2273},{"uri":"Gill","surface_form":"gill","offset":2400},{"uri":"Shark","surface_form":"shark","offset":2413},{"uri":"Krill","surface_form":"krill","offset":3115},{"uri":"Filter_feeder","surface_form":"filter-feeding","offset":3264},{"uri":"Shark","surface_form":"shark","offset":3279},{"uri":"Sea","surface_form":"sea","offset":3293},{"uri":"Basking_shark","surface_form":"basking shark","offset":3320},{"uri":"Whale_shark","surface_form":"whale shark","offset":3342},{"uri":"Pharynx","surface_form":"pharyngeal","offset":3740},{"uri":"Gill","surface_form":"gill","offset":3830},{"uri":"Copepod","surface_form":"copepod","offset":4117},{"uri":"Jellyfish","surface_form":"jellyfish","offset":4135}]}