{"id":151626,"url":"http://en.wikipedia.org/wiki/Ann_Dunham","text":"Stanley Ann Dunham (November 29, 1942 – November 7, 1995), the mother of Barack Obama, the 44th President of the United States, was an American anthropologist. She was later known as, Ann Dunham, Ann Obama, Ann Soetoro, Ann Sutoro (after her second divorce) and finally as Ann Dunham. Dunham spent her childhood in California, Oklahoma, Texas and Kansas. Dunham spent her teenage years in Mercer Island, Washington. Much of her adult life was spent in Hawaii.\nEarly life.\nDunham was born in Ascension Via Christi Hospital St. Francis in Wichita, Kansas. She is the only child of Madelyn Lee Payne and Stanley Armour Dunham. She was mostly of English ancestry, with some German, Swiss, Scottish, Irish, and Welsh ancestry. Wild Bill Hickok is her sixth cousin, five times removed.\nAncestry.com announced on July 30, 2012, after using a combination of old documents and yDNA analysis, that Dunham's mother may have been descended from African John Punch, who was an indentured servant/slave in seventeenth-century colonial Virginia.\nDeath.\nIn 1995 in Hawaii, she died of uterine cancer which spread to her ovaries. Following a memorial service at the University of Hawaii, Obama and his sister spread their mother's ashes in the Pacific Ocean at Lanai Lookout on the south side of Oahu. Obama scattered the ashes of his grandmother (Madelyn Dunham) in the same spot on December 23, 2008, weeks after his election to the presidency.\nI remember my mother. She was 52 years old when she died of ovarian cancer, and you know what she was thinking about in the last months of her life? She wasn't thinking about getting well. She wasn't thinking about coming to terms with her own mortality. She had been diagnosed just as she was transitioning between jobs. And she wasn't sure whether insurance was going to cover the medical expenses because they might consider this a preexisting condition. I remember just being heartbroken, seeing her struggle through the paperwork and the medical bills and the insurance forms. So, I have seen what it's like when somebody you love is suffering because of a broken health care system. And it's wrong. It's not who we are as a people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":73},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":96},{"uri":"Anthropologist","surface_form":"anthropologist","offset":144},{"uri":"California","surface_form":"California","offset":315},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":327},{"uri":"Texas","surface_form":"Texas","offset":337},{"uri":"Kansas","surface_form":"Kansas","offset":347},{"uri":"Hawaii","surface_form":"Hawaii","offset":452},{"uri":"Wichita%2C_Kansas","surface_form":"Wichita, Kansas","offset":537},{"uri":"Madelyn_Lee_Payne","surface_form":"Madelyn Lee Payne","offset":579},{"uri":"Stanley_Armour_Dunham","surface_form":"Stanley Armour Dunham","offset":601},{"uri":"Wild_Bill_Hickok","surface_form":"Wild Bill Hickok","offset":722},{"uri":"Indentured_servant","surface_form":"indentured servant","offset":964},{"uri":"Slave","surface_form":"slave","offset":983},{"uri":"Virginia","surface_form":"Virginia","offset":1021},{"uri":"Uterine_cancer","surface_form":"uterine cancer","offset":1069},{"uri":"Metastasis","surface_form":"spread","offset":1090},{"uri":"Ovaries","surface_form":"ovaries","offset":1104}]}