{"id":151714,"url":"http://en.wikipedia.org/wiki/Chinese_herbology","text":"ce=\"preserve\">Chinese herbs do not grow in China only. If you find the right climate and soil type, you can grow many of those herbs overseas. For instance, American Ginseng is grown in Wisconsin State.\nHerbal tea.\nHow do people take the raw herbs? Raw herbs are usually taken orally by extracting the essence out of them. The natural way being practiced since ancient time is to boil and brew the herbal package in water to get a dark brown solution called herb tea that never tastes good. One hour of brewing should be good enough. Then you drink one or two cups a day. Honey or sugar may be added to make it taste less bad. The herbal package can be conveniently modified by changing some ingredients to make it work for you. So an herbal package is really tailor-made for you only.\nTablet form.\nRaw herbs can be dried and grounded into a powder then compressed into a tablet which is better than buying your own tablets or having to buy gel capsules\nCapsule form.\nRaw herbs can be made into capsules at home. All you need is a tailor-made package of raw herbs. Turn it into fine powder with a powerful grinder, and put the powder into empty gel capsules. When you swallow the capsules, your digestive system has to extract the essence out of the raw herb powder. Whereas if you drink the herb tea, the essence extraction is already done after brewing. The herbal solution will readily be absorbed by your body. Furthermore, the herb tea has a history spanning over two thousand years. How many years of history does the tablet or capsule have besides offering convenience?\nUsage of some Chinese herbs.\n(1) *** (Tonify Qi) ***\nbai zhu 白朮 rhizoma Atractylodis Macrocephalae\n(2) *** (Tonify Yang) ***\nlu rong 鹿茸 cornu Cervi Pantotrichum\nrou cong rong 肉蓯蓉 herba Cistanches\nyin yang huo 淫羊霍 herba Epimedii\ngou ji 狗 脊 fructus Psoraleae\nbu gu zhi 补骨脂 rhizoma Cibotii\ndong chong xia cao 冬虫夏草 Cordyceps\nyi zhi ren 益智仁 fructus Alpiniae Oxyphyllae\n(3) *** (Tonify Blood) ***\ndang gui 当归 radix Angelicae Sinensis\nhu tao rou 胡桃肉 semen Juglandis\nshu di huang 熟地黄 radix Rehmanniae Preparata\nhe shou wu 何首乌 radix Polgoni Multiflori\ne jiao 阿胶 Colla Corii Asini\n(4) *** (Tonify Yin) ***\nnan sha shen 南沙参 radix adenophorae\nbei sha shen 北沙参 radix Glehniae\ntian men dong 天门冬 radix Asparagi\nmai men dong 麦门冬 radix Ophiopogonis\nyu zhu 玉竹 rhizoma Polgonati Odorati\nshan zhu yu 山茱萸 fructus Corni\ngou qi zi 枸杞子 fructus Lycii\nnu zhen zi 女贞子 fructus Ligustri Lucidi\nmo han lian 旱莲草 herba Ecliptae\nwu wei zi 五味子 fructus Schisandrae\nwu bei zi 五倍子 galla Chinensis\nfu xiao mai 浮小麦 fructus Tritici Levis\nshi liu pi 石榴皮 pericarpium Granati\nrou dou kou 肉荳蔻 semen Myristicae\nsang piao xiao 桑螵蛸 ootheca Mantidis\nwu zei gu 乌贼骨 os Sepiae\n(C) Transform Phlegm and Stop Coughing\nkuan dong hua 款冬花 flos Farfarae\nsang bai pi 桑白皮 cortex Mori Radicis\nma dou ling 马兜铃 fructus Aristolochiae\nting li zi 葶靂子 semen Lepidii seu Descurainiae\nsan qi (tianqi) 三七 radix Notoginseng\ndan shen 丹参 radix Salviae Miltiorrhizae\ntian nan xing 天南星 rhizoma Arisaematis\nbai jie zi 白芥子 semen Sinapis Albae\nxuan fu hua 旋覆花 flos Inulae\nfo shou 佛手 fructus Citri Sarcodactylis\nju pi (chen pi) 陈皮 pericarpium Citri Reticulatae\nju hong 橘红 exocarpium Citri Rubrum\nqing pi 青皮 pericarpium Citri Reticulatae Viride\nzhi shi 枳实 fructus Aurantii Immaturus\nchen xiang 沉香 lignum Aquilariae Resinatum\nchuan lian zhi 川楝子 fructus Toosendan\nyan hu suo 延胡索 rhizoma Corydalis\nxie bai 薤白 bulbus Allii Macrostemi\nshan zhu yu 山茱萸 fructus Crataegi\nmai ya 麦芽 fructus Hordei germinatus\ngu ya 穀芽 fructus Oryzae germinatus\nlai fu zi 莱菔子 semen Raphani\nji nei jin 鸡内金 endothelium corneum Gigeriae galli\nshen qu 神麴 massa Fermentata Medicinalis\ndu huo 獨活 radix Angelicae Pubescentis\nwei ling xian 威靈仙 radix Clematidis\nfang ji 防己 radix Stephaniae Tetrandrae\nqin jiao 秦艽 radix Gentianae Macrophyllae\nsang ji sheng 桑寄生 ramulus Taxilli\nwu jia pi 五加皮 cortex Acanthopanacis\nbai hua she 白花蛇 Agkistrodon seu Bungarus\nhou po 厚樸 cortex Magnoliae Officinalis\nbai dou kou 白豆蔻 fructus Amomi Rotundus\n(J) Warm, pungent, Release Exterior Wind Cold\nzi su ye 苏叶 folium Perillae\njiang huo 薑活 radix Angelicae Dahuricae\nbai zhi 白芷 rhizoma seu radix Notopterygli\ncang er zi 苍耳子 fructus Xanthii\nniu bang zi 牛蒡子 fructus Arctii\ndan dou chi 淡豆豉 semen Sojae preparatum\nma huang 麻黄 radix Ephedrae\nzhu ma gen 苧麻根 radix Boehmeriae\nbai mao gen 白茅根 rhizoma Imperatae\nce bai ye 侧柏叶 cacumen Biotae\nda ji 大蓟 herba seu Radix Cirsii Japonici\nxian he cao 仙鹤草 herba Agrimoniae\nai ye 艾叶 folium Artemisiae Argyi\nyi yi ren 薏苡仁 semen Coicis\nche qian zi 车前子 semen Plantaginis\njin qian cao 金钱草 herba Lysimachiae\nyin chen hao 茵陈蒿 herba Artemisiae Scopariae\nbi xie 萆薢 rhizoma Dioscoreae Septemlobae\ntian hua fen 天花粉 radix Trichosanthis\nlong dan cao 龙胆草 radix Gentianae\nxia ku cao 夏枯草 spica Prunellae\nku shen 苦参 radix Sophorae Flavescentis\njue ming zi 决明子 semen Cassiae\njin yin hua 金银花 flos Lonicerae\nren dong teng 忍冬藤 caulis Lonicerae\npu gong ying 蒲公英 herba Taraxaci\nzi hua di ding 紫花地丁 herba Violae\nda qing ye 大青叶 folium Isatidis\nban lan gen 板蓝根 radix Isatidis\nchuan xin lian 穿心莲 herba Andrographitis\nyu xing cao 鱼腥草 herba Houttuyniae\nshan dou gen 山豆根 radix Sophorae Tonkinensis\nma chi xian 马齿莧 herba Portulacae\nbai tou weng 白头翁 radix Pulsatillae\nshui niu jiao 水牛角 cornu Bubali\nsheng di huang 生地黄 radix Rehmanniae\nmu dan pi 牡丹皮 cortex Moutan Radicis\nchi shao 赤芍 radix Paeoniae Rubra\nzi cao 紫草 radix arnebiae seu lithospermi\nqing hao 青蒿 herba Artemisiae Annuae\nbai wei 白薇 radix cynanchi Atrati\ndi gu pi 地骨皮 cortex Lycii Radicis\nyin chai hu 銀柴胡 radix Stellariae\n(Q) Purge Downwards, Cathartically Drain Downwards\nda huang 大黃 radix et rhizoma Rhei\nfan xie ye 番瀉葉 folium Sennae\nda ma ren 大麻仁 fructus Cannabis\nyu li ren 郁李仁 semen Pruni\nda ji 大戟 radix Euphorbiae Pekinensis\nqian niu zi 牽牛子 semen Pharbitidis\n(R) Warm Interior and Expel Cold\nwu zhu yu 吴茱萸 fructus Evodiae\ngao liang jiang 高莨姜 rhizoma Alpiniae Officinarum\nxiao hui xiang 小茴香 fructus Foeniculi\nfu zi 地肤子 radix Aconiti Lateralis Preparata\nchuan wu tou 川乌头 radix Aconiti\ncao wu tou 草乌头 radix Aconiti Kusnezoffiae\nwu tou 乌头 radix Aconiti Lateralis Preparata\nshi jun zi 使君子 fructus Quisqualis\nda fu pi 大腹皮 pericarpium Arecae\nku lian pi 苦莲皮 cortex Meliae\nnan gua zi 南瓜子 semen Cucurbitae\nhe cao ya 鹤草牙 gemma Agrimoniae\nguan zhong 贯眾（贯仲） rhizoma Dryopteris Crassirhizomae\nsuan zao ren 酸枣仁 semen Ziziphi Spinosae\nbai zi ren 柏子仁 semen Biotae\n(U)Extinguish Internal Wind and Stop Tremors\nzhen zhu mu 珍珠母 concha Margaritifera Usta\nling yang jiao 铃羊角 cornu Saigae Tataricae\nshe xiang 麝香 Moschus\nniu huang 牛黄 calculus Bovis\nshi chang pu 石菖蒲 rhizoma Acori Graminei\nNotes.\n(1)The terms used here reflect typical TCM usage (as translated literally from individual Chinese characters), and may not reflect their meanings in TCM, namely, meanings that are normative, figurative or metaphorical when read in context. The meanings of these terms are therefore different from that in common English usage. In particular, they are not to be used for purposes of self-diagnosis, much less for self-medication. For example, \"Xia Huo\" means \"To reduce fire\", but \"fire\" here does not refer to combustion involving oxygen. Even within TCM, there are various meanings of \"fire\", and it can refer to \"real\" or \"false\" fire. The 3 herbs mentioned above cannot be used to reduce \"false fire\", or fires of yin deficiency in the zhang organs.\n(2) An example of the non-literal use of transliterated characters is \"long gu\" which literally means \"dragon bones\". This term cannot possible refer to Chinese dragons, since they do not exist. However, one can easily buy \"long gu\" from any TCM herbal shop. Another term that cannot be taken literally is \"di long\" which literally means \"earth dragon\".\n(3) Although the above herbs are common in TCM prescriptions, they cannot be purchased if we refer only to their Latin names. One likely reason is that TCM pharmacists rarely, if ever, use the Latin names of the herbs. The Chinese names, or the transliterated names (pinyin) should be used instead. For example, if we ask for \"flos Lonicerae\" we will almost certainly get a blank look. However, if we ask for \"Jin Yin Hua\" or 金银花 we will connect immediately, even though the pharmacist may speak any of the large number of Chinese dialects (such as Cantonese, where the herb is known as \"Kum Gen Fa\", or Golden Silver Flower, in Hong Kong). Wherever possible, use the written form (金银花) to avoid miscommunication and/or mis-pronunciation, since there is no dialect form of the written language.\n(4) There are a large number of synonyms of the herb names, in both Chinese, English and Latin. This makes it even more essential to use the written form of the Chinese names to ensure accuracy.\n(5) Some herbs are prone to adulteration, substitution, or both. For example, Ling Zhi Cao (Cordyceps) can be substituted with an inactive form of the herb. If an extract is first made with water, the herb will be tasteless when dried and re-used/recycled. On the other hand, the genuine Ling Zhi tastes bitter, but few consumers would know the difference, especially if the herb is mixed in a prescription and boiled together with other herbs. The pharmacists themselves may not be aware, as some may trust their suppliers implicitly, and do not conduct regular testing.\n(6) Animal-based \"herbs\" are prone to substitution or adulteration, including Xiong Dan (bear bile / gall bladder) which looks very much like Niu Dan (bovine bile /gall bladder) when the gall bladder is dried, although Niu Dan is far less bitter in taste. Some are simply unavailable because they are banned in many countries. These include tiger parts, such as Hu Gu (tiger bone) which is substituted by bobcat bone, and Chuan San Jia (scales of the pangolin) which has no animal-based substitute. Niu Huang (bovine gallstone) is unavailable in many Western countries and Singapore because of its potential impact on pregnant women, although Niu Huang Pills with about 2% of Niu Huang are available in many Asian countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Qi","surface_form":"Qi","offset":1622},{"uri":"Yang","surface_form":"Yang","offset":1692},{"uri":"Blood","surface_form":"Blood","offset":1957},{"uri":"Yin","surface_form":"Yin","offset":2164},{"uri":"Ma_huang","surface_form":"ma huang","offset":4248},{"uri":"Musk_deer","surface_form":"Moschus","offset":6492},{"uri":"Calculus_Bovis","surface_form":"calculus Bovis","offset":6513}]}