{"id":15188,"url":"http://en.wikipedia.org/wiki/Mayflower_(ship)","text":"The \"Mayflower\" was the ship that in 1620 transported 102 passengers, including a group of people seeking religious freedom. Their original destination was the Virginia Colony but they were forced to land instead at the Cape Cod hook. Their story is one of suffering and survival in a harsh <nowiki/>environment. The voyage is one of the most famous in early American history.\nThe \"Mayflower\" left England with the ship \"Speedwell\" on 15 August 1620. It carried Pilgrims from England and Holland. The \"Speedwell\" turned out to be unseaworthy. Both ships were twice forced to return to England. The \"Mayflower\" finally left Plymouth, England on 16 September 1620. On 19 November 1620, they spotted land. Their destination was the Virginia Colony but the ship was damaged so were forced to land Cape Cod on 21 November. They wrote the Mayflower Compact, which made rules on how they would live and treat each other.\nThe Passengers lived on the ship for a few months. They went ashore to build shelters in the day, then returned to the ship at night. About half the people died in the winter of 1620-21. In March 1621, there were enough shelters for everyone to live on land.","categories":[],"infobox_types":[],"annotations":[{"uri":"Passenger","surface_form":"passenger","offset":58},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":160},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":220},{"uri":"History_of_the_United_States","surface_form":"American history","offset":359},{"uri":"England","surface_form":"England","offset":398},{"uri":"England","surface_form":"England","offset":476},{"uri":"Holland","surface_form":"Holland","offset":488},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":623},{"uri":"Cape_Cod","surface_form":"Cape Cod","offset":793},{"uri":"Mayflower_Compact","surface_form":"Mayflower Compact","offset":833},{"uri":"Rules","surface_form":"rules","offset":863}]}