{"id":15211,"url":"http://en.wikipedia.org/wiki/Erection","text":"An erection () of a body part such as a man's penis, a woman's clitoris or a nipple refers to it becoming larger and harder.\nThe term \"erection\" is most often used to refer to an erection of the penis. It is widely believed that a man's penis needs to be erect in order for him to take part in sexual intercourse and penetrate his partner's vagina and to ejaculate semen, but all are possible without an erection. In a healthy male, an erection will usually occur if the man is sexually aroused (made sexually excited) or stimulated. This can happen if he is touched sexually, or even if he is not touched – for example, if he sees a naked person or thinks about having sex with someone else. Erections can also occur without thinking about sex or being touched. Most boy teenagers have unexpected erections. This is normal. Erections happen several times during the night. This happens to all healthy adult males of all ages. This also happens when a man wakes up. That is normal too. Tissues in the penis called the corpus spongiosum penis and corpora cavernosa penis fill with blood, causing the penis to become longer, thicker, harder and to stand upright. A man's erection usually stops if he is no longer sexually aroused, or after he has had an orgasm and has ejaculated. An erection will usually not be possible immediately following ejaculation, although adolescent males may be able to achieve erections immediately following ejaculation. The time period during which an erection cannot be repeated following ejaculation is called the refractory period.\nOverview.\nErect penises have appeared in erotic (sexually exciting) art for a very long time. Pictures of men with erections appear on ancient objects and in paintings. In the past, the erect penis was also a symbol or sign of health and fertility (the ability to give life). Ancient Egyptians, Greeks and Romans believed in gods that had erect penises. Today, erect penises do not often appear in artworks or movies because many people think that showing a man's penis when it is erect is obscene (not decent). Men with larger penises are often thought to be more handsome, manly and powerful. A lot of people also believe that men with bigger penises are better at making their partners feel good when they are having sex. However, this is not always true.\nLike a man's penis, a woman's clitoris can also become erect. This happens in a similar way to an erection of the penis. The clitoris also has a corpora cavernosa, and when a woman is sexually excited this part of the clitoris fill with blood. This causes the clitoris and other parts of the woman's sex organs to become larger, harder, redder in colour, and very sensitive to being touched.\nThe nipples of men and women can also become erect. Women's nipples become erect when they are breastfeeding (giving milk to their babies from their breasts). Men and women may also have an erection of their nipples when they are sexually excited, or if they feel cold. Nipples do not have any tissue in them that fills with blood. Instead, the body's nervous system makes muscles in the nipples contract (become shorter), causing them to stand up and become slightly harder.\nBlood flows out of the corpus spongiosum and corpora cavernosa penis, and the penis goes back to its normal size. A man who often has problems having or keeping an erection of his penis is said to have erectile dysfunction (ED). On the other hand, an erection that lasts too long is also a dangerous condition called priapism. Men who want to get less erections sometimes take anaphrodisiacs.\nPenis.\nThe term \"erection\" is most often used to refer to an erection of the penis. A man's penis is usually soft, quite short and hangs down. When the penis is like this, it is said to be flaccid (). In order for the man to take part in sexual intercourse by putting his penis inside a woman's vagina, his penis needs to become longer, thicker, harder. For many men it stands upright. It is okay if it points out or down. When the penis is hard, it is said that the penis is erect or that the man has an erection. The scrotum (the bag containing a man's testicles or \"balls\") will usually tighten during erection. The penis usually needs to be at least mildly erect before the man can have an orgasm and ejaculate semen.\nThe scientific name for an erection is \"tumescence\" (which means \"swelling\"). Some slang terms for having an erection are \"getting hard\", \"getting wood\" and \"having a hard-on\", and an erect penis is informally called a \"boner\", \"hard-on\", \"stiffy\", \"wood\" or \"woody\".\nHow it happens.\nThe penis is shaped like a banana or sausage. It has a duct or tube called the urethra running right through it. Semen and urine pass along the urethra to get out of the body. Around the whole urethra is tissue called the corpus spongiosum penis (which is Latin for \"body of the penis that is like a sponge\"). It is near the lower surface of the penis. Also inside the penis near its upper surface are two cylindrical tissues called the corpora cavernosa penis (Latin for \"bodies of the penis that are like caves\"). (One of these tissues by itself is called a corpus cavernosum.) The corpus spongiosum penis and corpora cavernosa penis are filled with many blood vessels called arteries which carry blood.\nWhen a man is sexually aroused or stimulated (made sexually excited) by touch – for example, if he masturbates or another person touches him in a sexual way – the touching is picked up by nerves in the arteries of the corpus spongiosum penis and corpora cavernosa penis. The nerves then cause a chemical called nitric oxide to be released into the arteries. This makes the arteries dilate (become wider), and they fill up with blood. Thus, the corpus spongiosum penis and corpora cavernosa penis all fill with blood and become larger and harder. This makes the penis grow longer, thicker and harder. The corpora cavernosa penis press against blood vessels called veins that let blood flow out of the penis. Since less blood can flow out of the penis through the veins, more of it stays in the penis, which remains hard. During an erection, a valve stops urine from entering the urethra so that only semen flows along it. This is why it is very difficult for a man to urinate when he is having an erection.\nA man can also become sexually aroused without being touched, for example, if he sees a naked person or thinks about having sex with someone. In this case, his brain sends messages through his spinal cord (which is inside his vertebral column or backbone) to his penis and makes an erection happen. The brain can also stop an erection from happening, even if the man is being touched sexually.\nAfter a man has had an orgasm and has ejaculated, his erection usually ends. How long this takes depends on the length and thickness of his penis. A man can also stop having an erection without having an orgasm and ejaculating, if he is no longer sexually aroused. Nerves in his body cause the arteries in the penis to constrict (become narrower). This forces blood out of the corpus spongiosum penis and corpora cavernosa penis. As they go back to their normal size, they do not press so much on the veins leading out of the penis. This lets blood flow faster out of the corpus spongiosum penis and corpora cavernosa penis. The scientific term for this process is \"detumescence\".\nShape and size.\nThe angle that an erect penis makes varies from one man to another. If it is imagined that a man is standing upright and there is a horizontal line stretching out from the base of his penis, most men's erect penises point upwards from the line at a certain angle (as shown in the photograph on the left). However, it is common and normal for an erect penis to point nearly vertically upwards, nearly vertically downwards, or even horizontally forward. The angle depends on how long a man's suspensory ligament is. The suspensory ligament is a band of tough, stringy tissue that joins a man's penis to the front of his pelvis.\nFew men's penises are completely straight when they are erect. It is common for an erect penis to have a slight curve in it. The curve can be up or down, or to the left or right. A curve of up to 30° is considered normal, and medical treatment is usually not needed unless the angle of curvature is more than 45°. A curved penis does not usually cause a man any problems when he is having sex. However, if the curvature of a penis changes, this could be caused by an illness called Peyronie's disease (see below). An erection that pokes through clothing is sometimes called a \"manbulge\".\nA survey of 300 men over the age of 18 carried out between 11 March and 17 March 2001 in Cancún, Mexico, found that among those men the average erect human penis was about 14.928 centimetres (5.877 inches) long, and that most of them had an erect penis length of between 14 and 16 centimetres (5.5 and 6.3 inches). The typical girth or circumference (the length around the outside of the penis) was about 12.63 centimetres (4.972 inches), and most erect penises had a girth of between 12 and 13 centimetres (4.7 and 5.1 inches). As this survey was only done in one city, its findings may not apply to men from other countries.\nThe size of an erect penis generally does not change after puberty, the time when a boy becomes sexually mature. Some people have surgery to make their penises larger. However, a study that came out in 2006 found that only 35% of men who had gone for such surgery were happy with the results.\nErections when sleeping.\nAn erection of the penis can also happen by itself when a man is asleep, often when he is dreaming. The scientific term for this is \"nocturnal penile tumescence\" (which means \"swelling of the penis at night\"). It is also common for a man to wake up after a night's sleep to find that he has an erection. This is often caused by his bladder being full of urine, which presses on the tissues in the penis. Such an erection is sometimes informally called a \"morning glory\" or \"morning wood\".\nUnexpected erections.\nMost boy teenagers have unexpected erections. Sometimes adult men have unexpected erections. Unexpected erections are involuntary and are normal. People call this a \"spontaneous\" (sudden or surprise) erection. Sometimes it happens in school. Sometimes it happens walking. Sometimes it happens taking clothes off for a shower or bath or swimming. This is normal. Such erections can be embarrassing if they happen in public. Erections can occur unexpectedly at any time of day.\nDifficulty having an erection.\nA man who often has problems having or keeping an erection of his penis is said to have erectile dysfunction. Erectile dysfunction is also known as ED, impotence or male impotence. The study of erectile dysfunction comes within andrology, the field of science dealing with men's health.\nED is not uncommon. For example, about 10% of all men in the United Kingdom will have ED happening to them regularly at some time in their lives. It can be due to both physiological and psychological reasons. Physiological reasons are those dealing with how the body works. Psychological reasons are those involving human behaviour and how people think.\nHaving erections is seen by many people as a very important part of being a man. Therefore, a man who has ED often feels that he is not manly enough and not successful in life. This can lead to him feeling ashamed and not as good as other men. The matter is made worse because men often do not like talking about their personal problems with other people, so they keep their unhappy feelings to themselves. However, talking to a doctor or psychiatrist (a doctor who knows a lot about mental problems) is helpful, as he or she may be able to suggest ways of dealing with the problem.\nErection lasting too long.\nIf a man's erection lasts for more than four hours even though he is no longer sexually excited, this is a medical problem called priapism (). The man must go to a doctor or hospital quickly if it happens. The condition is named after the Greek god Priapus, whose penis was believed to always be erect (see below). Priapism is painful, and is a medical emergency because the blood stuck in the penis can become thick and form clots. This can damage the blood vessels of the penis and lead to erectile dysfunction (ED). In serious cases the tissues of the penis can die, and the penis may have to be amputated (cut off) so that the tissue death does not spread to the rest of the body.\nIt is not really known what causes priapism. Men who suffer from priapism sometimes have blood diseases like leukemia (a type of cancer of the blood; in the United Kingdom and some other countries it is spelled \"leukaemia\") or sickle-cell disease (which makes the blood cells crescent-shaped). Problems with the nervous system such as injury to the spinal cord or abnormal growths on it can also lead to priapism. Certain medicines can make priapism happen, including some used to treat ED such as alprostadil. A 2008 study suggests that too much of the chemical adenosine in the body may cause priapism since it makes blood vessels widen which lets more blood flow into the penis.\nWhen a man with priapism is brought to the emergency department of a hospital, a doctor will usually try to remove blood from the corpora cavernosa penis by aspirating it (sucking it out) using a syringe. If this is not enough, a chemical called phenylephrine (/\"feen-il-eff-rin\"/) may be injected into the penis to try and make the blood vessels become narrower. If this also does not work, the doctor will make a shunt (a hole or passage) between the corpora cavernosa penis and corpus spongiosum penis. This allows blood to flow away from the corpora cavernosa penis into the corpus spongiosum penis. For men who have priapism again and again, it has been found that medicines such as sildenafil (Viagra) and tadalafil (Cialis) may help.\nSymbol of sex and fertility.\nWhen an erect penis is shown in art, it is often called a phallus. Erotic (sexually exciting) art has shown phalluses for a very long time. Pictures of men with erections appear on ancient objects and in paintings.\nThe erect penis was also a symbol or sign of health and fertility (the ability to give life). The Hohle Fels phallus was found in a cave in Germany. It is a piece of stone carved to look like a penis that archaeologists believe is about 28,000 years old. (Archaeologists are scientists who study the past by looking for things that people have left behind.) From the fourth millennium B.C. (4000–3001 B.C.), Ancient Egyptians worshipped Min as the god of reproduction and the maker of all things. Min was shown in statues and on wall carvings as having an erect penis.\nThe Ancient Greeks believed in a god called Priapus who had a very large penis that was always erect. He was thought to protect livestock (animals kept by humans for food, milk, leather or wool), fruit plants and gardens, and men's sex organs. He was also seen as able to chase away evil, and as a protector of sailors, fishermen and others needing good luck.\nLong after the Roman Empire ended and many people became Christian, Priapus was still seen as a symbol of health and fertility. A 13th-century book called the \"Lanercost Chronicle\", which is a history of northern England and Scotland, talks about someone putting up a statue of Priapus to try and stop a disease from spreading among cattle.\nSome Native Americans in the Southwestern United States believe in a fertility god called Kokopelli who is in charge of childbirth and agriculture (the growing of plants and animals for food and other uses). He also plays tricks and is a symbol for the spirit of music. Kokopelli is sometimes shown as a man playing a flute with a humpback (a back that is bent forwards), things like feathers sticking out from his head, and a very big penis.\nModern views.\nToday, phalluses do not often appear in artworks or movies (except in pornographic movies which show people having sex with each other). This is because many people think that showing a man's penis when it is erect is obscene (not decent).\nMen with larger penises are commonly thought to be more handsome, manly and powerful. In 2006, it was reported that an Internet survey of 52,031 heterosexual (straight) men and women showed that men who thought that their penises were larger than the average size believed they were more good-looking. Of the men, 55% of them were happy with their penis size, but 45% wanted to be larger. Only 0.2% wanted a smaller penis. On the other hand, 85% of women were happy with how big their partner's penis was. Another study that also came out in 2006 in the Netherlands found that out of 251 homosexual (gay) men who were asked, most felt it was better to have a large penis, and those who thought they had one were happy about their bodies. However, just because a man has a large penis does not always mean he is sexier or stronger than other men, even though many people think this.\nA lot of people also believe that men with bigger penises are better at making their partners feel good when they are having sex. For heterosexual men, this is because it is thought that when the penis can go further into the vagina, this helps the woman have a better orgasm. Scientists are not sure whether this is true or not. Some research shows that the most sensitive area of the female sex organs includes the vulva, clitoris and the part of the vagina nearest the outside of a woman's body. There are also parts of the clitoris inside the vulva and vagina. Therefore, most men's penises are long enough to make their partners feel good during sex. Also, some studies say it is not how long but how thick a penis is that decides how well it excites a woman sexually.\nHowever, other research seems to say that a long penis that touches and sexually excites the fornix, which is the deepest part of the vagina near the cervix (the opening of the uterus into the vagina), helps a woman to have an orgasm. A study from the Netherlands of 375 women came out in 2002. This study said that although 77% of the women felt that the length of a man's penis was not important to them, quite a large number – 21% – felt it was important.\nClitoris.\nThe clitoris () is part of a woman's sex organs. It makes a woman's orgasms happen, which gives her very good sexual feelings. Like a man's penis, a woman's clitoris also becomes bigger and harder, moving out and away from the body, when she is sexually excited. However, because the clitoris is much smaller than the penis, and most of the clitoris is inside the woman's body, only part of its entire length can be seen from the outside. Some clitoral erections cannot be seen as well as an erection of the penis.\nAn erection of the clitoris happens in the same way as an erection of the penis. The clitoris has a corpus cavernosum similar to the penis. However, instead of the corpus spongiosum it has two vestibular bulbs. When a woman is sexually excited, the corpus cavernosum and vestibular bulbs fill with blood. This causes the clitoris and other parts of the woman's sex organs to become larger, harder, and redder in color. When this happens, they become very sensitive to being touched.\nIf an erection of the clitoris does not go away after a long time, even though the woman is not being made sexually excited any more, this is a medical problem called clitorism. Like priapism which can affect a man's penis, it is painful. A woman who thinks she may have clitorism should see a doctor.\nClitorises range in size. From a small pea to fingertip-section(s) when still soft. They engorge with blood and become much larger in all dimensions, and firmer when aroused. They can range into even 4-5 inches in some. A penis has a tubular shape while a clitoris has a hood covering and C curvature shape, and yet still tube-like, and rides along the body. The tip can lift upward more when aroused. The tip can also be referred to as the pearl. Sometimes, it can be uncomfortable to the entire clitoris, from its sensitivity, if treated rashly, mistaking erection for pleasure. This is known mentally by the participant if pleasurable or uncomfortable. It can be hard, or mid-firm as well, and climb to a shudder, then do a sharp firm up and an outward move right before, and then a tingling jingle inside and to the g-spot on in the other - and this is an orgasm. Orgasms vary in intensity. The body and mind can be relaxed and passionate afterwards to continue with love making or setting itself.\nNipples.\nThe nipples of men and women can also become erect. Women's nipples become erect when they are breastfeeding (giving milk to their babies from their breasts). Men and women may also have an erection of their nipples when they are sexually excited. This is caused by the release of a hormone called oxytocin in the body. Nipples can also become erect when a person feels cold or sexually excited.\nUnlike the penis and clitoris, nipples do not have any tissue in them that fills with blood. Instead, the body's nervous system makes muscles in the nipples contract (become shorter), causing them to stand up and become slightly harder.","categories":[],"infobox_types":["Disease |"],"annotations":[{"uri":"Penis","surface_form":"penis","offset":46},{"uri":"Clitoris","surface_form":"clitoris","offset":63},{"uri":"Nipple","surface_form":"nipple","offset":77},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":294},{"uri":"Vagina","surface_form":"vagina","offset":341},{"uri":"Ejaculation","surface_form":"ejaculate","offset":355},{"uri":"Semen","surface_form":"semen","offset":365},{"uri":"Sexual_arousal","surface_form":"sexually aroused","offset":478},{"uri":"Nude","surface_form":"naked person","offset":634},{"uri":"Tissue_(biological)","surface_form":"Tissues","offset":986},{"uri":"Corpus_cavernosum","surface_form":"corpora cavernosa penis","offset":1046},{"uri":"Blood","surface_form":"blood","offset":1080},{"uri":"Orgasm","surface_form":"orgasm","offset":1252},{"uri":"Ejaculation","surface_form":"ejaculation","offset":1342},{"uri":"Adolescent","surface_form":"adolescent","offset":1364},{"uri":"Eroticism","surface_form":"erotic","offset":1605},{"uri":"Ancient_history","surface_form":"ancient","offset":1699},{"uri":"Symbol","surface_form":"symbol","offset":1773},{"uri":"Health","surface_form":"health","offset":1791},{"uri":"Fertility","surface_form":"fertility","offset":1802},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":1840},{"uri":"Ancient_Greece","surface_form":"Greeks","offset":1859},{"uri":"Ancient_Rome","surface_form":"Romans","offset":1870},{"uri":"Gods","surface_form":"gods","offset":1889},{"uri":"Sexual_attraction","surface_form":"handsome, manly and powerful","offset":2129},{"uri":"Breast","surface_form":"breast","offset":2864},{"uri":"Nervous_system","surface_form":"nervous system","offset":3067},{"uri":"Muscle","surface_form":"muscle","offset":3088},{"uri":"Anaphrodisiac","surface_form":"anaphrodisiac","offset":3568},{"uri":"Penis","surface_form":"penis","offset":3661},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":3822},{"uri":"Vagina","surface_form":"vagina","offset":3879},{"uri":"Scrotum","surface_form":"scrotum","offset":4103},{"uri":"Testicles","surface_form":"testicles","offset":4139},{"uri":"Orgasm","surface_form":"orgasm","offset":4278},{"uri":"Ejaculation","surface_form":"ejaculate","offset":4289},{"uri":"Semen","surface_form":"semen","offset":4299},{"uri":"Slang","surface_form":"slang","offset":4389},{"uri":"Banana","surface_form":"banana","offset":4617},{"uri":"Sausage","surface_form":"sausage","offset":4627},{"uri":"Urethra","surface_form":"urethra","offset":4669},{"uri":"Semen","surface_form":"Semen","offset":4703},{"uri":"Urine","surface_form":"urine","offset":4713},{"uri":"Tissue_(biological)","surface_form":"tissue","offset":4794},{"uri":"Latin","surface_form":"Latin","offset":4846},{"uri":"Sponge_(tool)","surface_form":"sponge","offset":4890},{"uri":"Surface","surface_form":"surface","offset":4921},{"uri":"Cylinder","surface_form":"cylindrical","offset":4996},{"uri":"Corpus_cavernosum","surface_form":"corpora cavernosa penis","offset":5027},{"uri":"Latin","surface_form":"Latin","offset":5052},{"uri":"Cave","surface_form":"cave","offset":5097},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":5247},{"uri":"Artery","surface_form":"arteries","offset":5268},{"uri":"Blood","surface_form":"blood","offset":5289},{"uri":"Sexual_arousal","surface_form":"sexually aroused","offset":5310},{"uri":"Masturbation","surface_form":"masturbates","offset":5395},{"uri":"Nerve","surface_form":"nerve","offset":5484},{"uri":"Chemical","surface_form":"chemical","offset":5591},{"uri":"Vein","surface_form":"vein","offset":5959},{"uri":"Valve","surface_form":"valve","offset":6138},{"uri":"Urine","surface_form":"urine","offset":6150},{"uri":"Urination","surface_form":"urinate","offset":6263},{"uri":"Brain","surface_form":"brain","offset":6462},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":6495},{"uri":"Vertebral_column","surface_form":"vertebral column","offset":6528},{"uri":"Angle","surface_form":"angle","offset":7397},{"uri":"Horizontal","surface_form":"horizontal","offset":7525},{"uri":"Vertical","surface_form":"vertical","offset":7766},{"uri":"Ligament","surface_form":"ligament","offset":7894},{"uri":"Pelvis","surface_form":"pelvis","offset":8011},{"uri":"Curve","surface_form":"curve","offset":8131},{"uri":"Degree_(angle)","surface_form":"°","offset":8217},{"uri":"Disease","surface_form":"illness","offset":8486},{"uri":"Statistical_survey","surface_form":"survey","offset":8609},{"uri":"11_March","surface_form":"11 March","offset":8666},{"uri":"Mexico","surface_form":"Mexico","offset":8704},{"uri":"Average","surface_form":"average","offset":8743},{"uri":"Metre","surface_form":"centimetres","offset":8786},{"uri":"Inch","surface_form":"inch","offset":8805},{"uri":"Length","surface_form":"length","offset":8860},{"uri":"Circumference","surface_form":"circumference","offset":8943},{"uri":"Puberty","surface_form":"puberty","offset":9293},{"uri":"Surgery","surface_form":"surgery","offset":9364},{"uri":"Dream","surface_form":"dream","offset":9642},{"uri":"Morning_wood","surface_form":"nocturnal penile tumescence","offset":9685},{"uri":"Bladder","surface_form":"bladder","offset":9884},{"uri":"Involuntary","surface_form":"involuntary","offset":10181},{"uri":"Andrology","surface_form":"andrology","offset":10798},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":10918},{"uri":"Physiology","surface_form":"physiological","offset":11025},{"uri":"Psychology","surface_form":"psychological","offset":11043},{"uri":"Success","surface_form":"success","offset":11368},{"uri":"Shame","surface_form":"ashamed","offset":11417},{"uri":"Medical_doctor","surface_form":"doctor","offset":11640},{"uri":"Psychiatry","surface_form":"psychiatrist","offset":11650},{"uri":"Greek_god","surface_form":"Greek god","offset":12060},{"uri":"Priapus","surface_form":"Priapus","offset":12070},{"uri":"Clot","surface_form":"clot","offset":12247},{"uri":"Leukemia","surface_form":"leukemia","offset":12615},{"uri":"Sickle-cell_disease","surface_form":"sickle-cell disease","offset":12733},{"uri":"Crescent","surface_form":"crescent","offset":12782},{"uri":"Nervous_system","surface_form":"nervous system","offset":12818},{"uri":"Phenylephrine","surface_form":"phenylephrine","offset":13434},{"uri":"Phallus","surface_form":"phallus","offset":14016},{"uri":"Eroticism","surface_form":"Erotic","offset":14025},{"uri":"Ancient_history","surface_form":"ancient","offset":14139},{"uri":"Symbol","surface_form":"symbol","offset":14200},{"uri":"Health","surface_form":"health","offset":14218},{"uri":"Fertility","surface_form":"fertility","offset":14229},{"uri":"Cave","surface_form":"cave","offset":14305},{"uri":"Germany","surface_form":"Germany","offset":14313},{"uri":"Archaeology","surface_form":"archaeologists","offset":14378},{"uri":"Millennium","surface_form":"millennium","offset":14547},{"uri":"Anno_Domini","surface_form":"B.C.","offset":14558},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":14581},{"uri":"Worship","surface_form":"worship","offset":14599},{"uri":"Gods","surface_form":"god","offset":14621},{"uri":"Sexual_reproduction","surface_form":"reproduction","offset":14628},{"uri":"Ancient_Greece","surface_form":"Ancient Greeks","offset":14746},{"uri":"Livestock","surface_form":"livestock","offset":14870},{"uri":"Fruit","surface_form":"fruit plants","offset":14938},{"uri":"Garden","surface_form":"garden","offset":14955},{"uri":"Evil","surface_form":"evil","offset":15025},{"uri":"Sailor","surface_form":"sailor","offset":15053},{"uri":"Fishing","surface_form":"fishermen","offset":15062},{"uri":"Luck","surface_form":"luck","offset":15096},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":15117},{"uri":"Christianity","surface_form":"Christian","offset":15159},{"uri":"History","surface_form":"history","offset":15295},{"uri":"England","surface_form":"England","offset":15315},{"uri":"Scotland","surface_form":"Scotland","offset":15327},{"uri":"Cattle","surface_form":"cattle","offset":15435},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native Americans","offset":15448},{"uri":"Southwestern_United_States","surface_form":"Southwestern United States","offset":15472},{"uri":"Childbirth","surface_form":"childbirth","offset":15563},{"uri":"Agriculture","surface_form":"agriculture","offset":15578},{"uri":"Trickery","surface_form":"tricks","offset":15665},{"uri":"Flute","surface_form":"flute","offset":15761},{"uri":"Feather","surface_form":"feather","offset":15827},{"uri":"Pornography","surface_form":"pornographic movies","offset":15970},{"uri":"Internet","surface_form":"Internet","offset":16259},{"uri":"Heterosexual","surface_form":"heterosexual","offset":16285},{"uri":"Average","surface_form":"average","offset":16391},{"uri":"The_Netherlands","surface_form":"the Netherlands","offset":16690},{"uri":"Homosexual","surface_form":"homosexual","offset":16728},{"uri":"Gay","surface_form":"gay","offset":16740},{"uri":"Vulva","surface_form":"vulva","offset":17439},{"uri":"Clitoris","surface_form":"clitoris","offset":17446},{"uri":"Vagina","surface_form":"vagina","offset":17475},{"uri":"Cervix","surface_form":"cervix","offset":17946},{"uri":"Uterus","surface_form":"uterus","offset":17973},{"uri":"Clitoris","surface_form":"clitoris","offset":18269},{"uri":"Nipple","surface_form":"nipple","offset":20580},{"uri":"Breast","surface_form":"breast","offset":20725},{"uri":"Muscle","surface_form":"muscle","offset":21106}]}