{"id":15213,"url":"http://en.wikipedia.org/wiki/Methamphetamine","text":"Methamphetamine (also called meth or speed) is a man-made stimulant drug. Many people use it illegally, but it is occasionally used legally by prescription to treat attention-deficit hyperactivity disorder (ADHD) or obesity as \"Desoxyn\".\nMethamphetamine has two isomers, \"left-handed\" and \"right-handed\". Left-handed methamphetamine helps fight stuffy nose and is legal. Right-handed methamphetamine makes people feel high and is mostly illegal. This page is mostly about the right-handed form.\nMethamphetamine is very addictive. This means that when people start taking the drug, they will want to keep taking more, even if it is making them sick.\nMethamphetamine can be in powder or crystal form, and can be snorted, smoked, injected, or eaten. In its smoked form, methamphetamine is known as \"ice,\" \"crystal,\" \"crank,\" \"batu,\" \"barang,\" \"cerita,\" or \"glass\".\nSnorting.\nWhen meth is snorted, the methamphetamine crystals are ground up and made into little lines (also called rails). Then they are inhaled through the nose with rolled-up paper, rolled-up dollar bills, empty plastic pen tubes, short plastic straws, or other things that can be made into a small \"tube\" shape.\nWhen meth is snorted, its effects last longer than when it is smoked or injected. The effects can last as long as twelve hours. However, it takes longer to feel the effects, and there is not as strong of a \"rush\" (a very happy feeling called euphoria).\nSnorting methamphetamine can damage the nasal septum on the inside of the nose. Also, if people share the same snorting tube, they can get infections.\nSmoking.\nWhen meth is smoked, the crystals are placed into a glass pipe (called a \"meth pipe\") or a hollowed-out lightbulb. The crystals are warmed up from underneath by a flame (like from a lighter or matches). The methamphetamine is not actually \"smoked\" this way; it is heated up until it melts. When it melts, it turns into a gas that the user then breathes in.\nSmoking meth causes euphoria to happen very quickly, and causes strong euphoria. However, the vapor (gas) can damage the lungs.\nInjecting.\nMethamphetamine can be mixed with water, then put into a needle and injected. Meth can be injected under the skin (this is called \"skin-popping); into a muscle; or into a vein. Injecting meth into a vein causes the quickest, strongest euphoria.\nInjecting meth can damage the body in many ways. It is very addictive. People can get infections (including HIV, hepatitis C, and many others) from dirty needles.\nEating.\nIf methamphetamine is eaten, it gets absorbed into the body from the digestive system. The effects take longer to start, but they last longer.\nAddiction.\nMethamphetamine is very addictive. This means that when people start taking the drug, they will want to keep taking more, even if it is making them sick.\nOne of the reasons meth is so addictive is that people feel very bad when the effect begins to wear off. Many users claim to have an uncontrollable urge to get more of the drug after using it.\nWhen people are addicted to meth, they will have withdrawal symptoms when they do not take meth. This means they will feel tired and/or hungry when they do not have the drug. For example, without meth, people will feel anhedonia. This means they cannot feel good without taking meth.\n\"Meth Mouth\".\n\"Meth Mouth\" is a term used to describe destroyed teeth in people that use methamphetamine. Meth mouth can happen very quickly. A new addict can go from having healthy teeth to losing all of their teeth in as little as one year. The decay (rotting teeth) is not caused by methamphetamine itself, but by meth users not brushing their teeth, having a lot of sugary drinks, and having dry mouth.\nThe life expectancy of a meth addict is 5-10 years.\nLong-term effects.\nTaking meth over a long time can cause Parkinson's disease and Alzheimer's disease. In fact, a teenager taking methamphetamine can show symptoms similar to Alzheimer's.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stimulant","surface_form":"stimulant","offset":58},{"uri":"Drug","surface_form":"drug","offset":68},{"uri":"Prescription","surface_form":"prescription","offset":143},{"uri":"Attention-deficit_hyperactivity_disorder","surface_form":"attention-deficit hyperactivity disorder","offset":165},{"uri":"Obesity","surface_form":"obesity","offset":216},{"uri":"Isomers","surface_form":"isomers","offset":262},{"uri":"Illegal_drugs","surface_form":"illegal","offset":437},{"uri":"Addiction","surface_form":"addictive","offset":519},{"uri":"Powder","surface_form":"powder","offset":675},{"uri":"Crystal","surface_form":"crystal","offset":685},{"uri":"Snort","surface_form":"snorted","offset":710},{"uri":"Smoke","surface_form":"smoked","offset":719},{"uri":"Inject","surface_form":"injected","offset":727},{"uri":"Rails","surface_form":"rails","offset":977},{"uri":"Euphoria","surface_form":"euphoria","offset":1419},{"uri":"Nasal_septum","surface_form":"nasal septum","offset":1470},{"uri":"Nose","surface_form":"nose","offset":1504},{"uri":"Infection","surface_form":"infection","offset":1569},{"uri":"Glass","surface_form":"glass","offset":1642},{"uri":"Vapor","surface_form":"gas","offset":1911},{"uri":"Vapor","surface_form":"vapor","offset":2041},{"uri":"Lung","surface_form":"lung","offset":2068},{"uri":"Skin","surface_form":"skin","offset":2195},{"uri":"Muscular_system","surface_form":"muscle","offset":2239},{"uri":"Vein","surface_form":"vein","offset":2257},{"uri":"HIV","surface_form":"HIV","offset":2439},{"uri":"Hepatitis_C","surface_form":"hepatitis C","offset":2444},{"uri":"Digestive_system","surface_form":"digestive system","offset":2571},{"uri":"Addiction","surface_form":"addictive","offset":2680},{"uri":"Withdrawal","surface_form":"withdrawal","offset":3052},{"uri":"Symptom","surface_form":"symptom","offset":3063},{"uri":"Anhedonia","surface_form":"anhedonia","offset":3222},{"uri":"Tooth","surface_form":"teeth","offset":3351},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":3804},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":3828}]}