{"id":15210,"url":"http://en.wikipedia.org/wiki/Fascism","text":"e=\"preserve\">Fascism is a right-wing form of government in which most of the country's power is held by one ruler. Fascist governments are usually totalitarian and authoritarian one-party states. Under fascism, the economy and other parts of society are heavily and closely controlled by the government, usually by using a form of authoritarian corporatism. The government uses violence to arrest, kill or otherwise stop anyone it does not like.\nThree large fascist countries were Italy under Benito Mussolini, Nazi Germany under Adolf Hitler, and Spain under Francisco Franco.\nMussolini invented fascism in Italy in the late 1910s and developed it fully in the 1930s. When Hitler came to power in Germany in the 1930s, he copied Mussolini. Mussolini wote a political paper, which is called The Doctrine of Fascism in English. He started writing it in 1927, but it was only published in 1932. Most of it was probably written by Giovanni Gentile, an Italian philosopher.\nMain ideas.\nNot all scholars agree on what fascism is. Philosopher Jason Stanley of Yale University says it is \"a cult of the leader who promises national restoration in the face of humiliation brought on by supposed communists, Marxists and minorities and immigrants who are supposedly posing a threat to the character and the history of a nation.\" That is, fascism focuses on one person as leader, fascism says communism is bad, and fascism says that at least one group of people is bad and has caused the nation's problems. This group could be people from other countries or groups of people within the country. Under Hitler's fascist Germany, the government blamed Jews, communists, homosexuals, the disabled, Roma and other people for Germany's problems, arrested those people, and took them to camps to be killed.\nName.\nThe name fascism comes from the Italian word \"fascio\" for \"bundle\". This word comes from the Latin word \"fasces\" which was an axe surrounded by a bundle of sticks. In Ancient Rome, leaders carried the fasces as a symbol of their power.\nOrigins.\nA journalist named Benito Mussolini invented fascism. He started Italy's fascist party in 1919. He became Italy's prime minister in 1922. He was not elected. His supporters walked into Rome in large numbers, and the king of Italy made him prime minister. Although, officially, the fascist party in Italy was ruled by a \"grand council\" from 1922 until the end of World War II, Benito Mussolini really had almost all the power in the country.\nAccording to scholar Ruth Ben-Ghiat, Mussolini believed democracy had failed. He had been a Socialist but left the movement because he thought it was not good either. He believed democracy failed because of social class. Under fascism, Mussolini would say, people would focus on the nation and people would not think about social class.\nHowever, Mussolini also believed that to make fascism work, he and his followers had to remove anything that could distract people from the nation. He also believed he should get to decide who in Italy counted as part of the Italian nation and he should get to throw out or arrest anyone he said did not count as a real Italian. He believed it was right to use violence to remove those distractions and those people. Groups of people with weapons would go out into the streets and beat up or even kill people Mussolini did not like.\nMussolini did not allow journalists to write what they wanted.\nMussolini believed that Italy should be made of white people, so he encouraged white women to have more babies and persecuted people who were not white.\nFascism vs other types of totalitarianism.\nOne of the reasons fascism spread in the early 20th century was because the Russian Revolution had just happened and people were afraid of communism. Sometimes landowners and business owners would support fascists because they were afraid of what would happen if the country became communist instead.\nIn her work, \"The Origins of Totalitarianism\", published in 1951, Hannah Arendt compared National Socialism, Stalinism and Maoism. She does not talk about these regimes being fascist; according to her, they are totalitarian. In 1967, German philosoper Jürgen Habermas warned about a \"left-wing fascism\" of a protest movement in Germany of the 1960s, commonly known as Ausserparlametarische Opposition, or APO.\nOpposition.\nThere is more than one reason why people living in democratic states oppose fascism, but the main reason is that in a Fascist government the individual citizen doesn’t always have the option to vote, nor do they have the option to live a lifestyle which may be seen as immoral, useless, and unproductive towards society. If you are not heterosexual (homosexual, cross-dressing, changing genders, etc.) you can be arrested and put on trial.\n20th century.\nThe fascist governments in Italy and Germany were removed after they lost World War II, but fascism continued as military dictatorships under Salazar in Portugal, Franco in Spain, in some parts of Latin America, Africa, and Asia.\n21st century.\nIn the 21st century, fascist political movements exist in many countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Right-wing","surface_form":"right-wing","offset":26},{"uri":"Government","surface_form":"government","offset":45},{"uri":"Totalitarianism","surface_form":"totalitarian","offset":147},{"uri":"Authoritarianism","surface_form":"authoritarian","offset":164},{"uri":"One-party_state","surface_form":"one-party states","offset":178},{"uri":"Economy","surface_form":"economy","offset":215},{"uri":"Authoritarian_corporatism","surface_form":"authoritarian corporatism","offset":331},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":493},{"uri":"Nazi","surface_form":"Nazi","offset":511},{"uri":"Germany","surface_form":"Germany","offset":516},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":530},{"uri":"Spain","surface_form":"Spain","offset":548},{"uri":"Francisco_Franco","surface_form":"Francisco Franco","offset":560},{"uri":"Italy","surface_form":"Italy","offset":608},{"uri":"The_Doctrine_of_Fascism","surface_form":"The Doctrine of Fascism","offset":791},{"uri":"Giovanni_Gentile","surface_form":"Giovanni Gentile","offset":928},{"uri":"Jews","surface_form":"Jews","offset":1639},{"uri":"Roma_people","surface_form":"Roma","offset":1684},{"uri":"Holocaust","surface_form":"took them to camps to be killed","offset":1757},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":1963},{"uri":"Prime_minister","surface_form":"prime minister","offset":2155},{"uri":"World_War_II","surface_form":"World War II","offset":2403},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":2417},{"uri":"Democracy","surface_form":"democracy","offset":2538},{"uri":"Socialism","surface_form":"Socialist","offset":2574},{"uri":"Social_class","surface_form":"social class","offset":2689},{"uri":"Class_consciousness","surface_form":"think about social class","offset":2793},{"uri":"Free_press","surface_form":"allow journalists to write what they wanted","offset":3370},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":3687},{"uri":"Communism","surface_form":"communism","offset":3750},{"uri":"Hannah_Arendt","surface_form":"Hannah Arendt","offset":3978},{"uri":"Stalinism","surface_form":"Stalinism","offset":4021},{"uri":"Maoism","surface_form":"Maoism","offset":4035},{"uri":"J%C3%BCrgen_Habermas","surface_form":"Jürgen Habermas","offset":4164},{"uri":"Left-wing_fascism","surface_form":"left-wing fascism","offset":4196},{"uri":"Ausserparlametarische_Opposition","surface_form":"Ausserparlametarische Opposition","offset":4280},{"uri":"World_War_II","surface_form":"World War II","offset":4862},{"uri":"Military_dictatorships","surface_form":"military dictatorships","offset":4901},{"uri":"Ant%C3%B3nio_de_Oliveira_Salazar","surface_form":"Salazar","offset":4930},{"uri":"Portugal","surface_form":"Portugal","offset":4941},{"uri":"Spain","surface_form":"Spain","offset":4961},{"uri":"Latin_America","surface_form":"Latin America","offset":4985},{"uri":"Africa","surface_form":"Africa","offset":5000},{"uri":"Asia","surface_form":"Asia","offset":5012}]}