{"id":15222,"url":"http://en.wikipedia.org/wiki/Gibraltar","text":"Gibraltar is an Overseas Territory of the United Kingdom. This means it shares the British King or Queen and has the protection of the British Armed Forces. It is in southwest Europe on the Mediterranean Sea. About 32,000 people live there. They are called Gibraltarians.\nGibraltar has always been important as a military base because this is where the Mediterranean Sea narrows to only 14 kilometres (9 miles) at the Strait of Gibraltar. This meant that whichever country controlled Gibraltar could see all ships that came into the Mediterranean Sea.\nGibraltar is most famous for \"The Rock of Gibraltar\", a 426 meter high limestone rock rising out of the sea. The rock can be seen for many miles. It is home to the \"Barbary Apes\", a type of tail-less macaque which are the only wild monkeys in Europe.\nHistory.\nGibraltar was named for a general who led the Umayyad conquest of Hispania. It belonged to Spain between the years 1501 and 1704, and it was captured by a group of Dutch and British marines during the War of the Spanish Succession (1704). In 1713, Spain signed the \"Treaty of Utrecht\". This treaty ended the war and said Gibraltar would be British permanently. However, according to this treaty, if the Crown of Great Britain ever wants to leave the territory, the Crown of Spain will have a prior position in order to claim the sovereignty.\nEver since then, Spain has tried to get Gibraltar back. They attacked the Rock several times in the 18th century.\nHowever, since the 1950s, Spain has tried get Gibraltar by diplomacy (international relations) by putting different kinds of pressure and restrictions on the people of Gibraltar.\nGibraltar was very important in World War II. Since it was in such a good position, it was the perfect place for the British army and navy to have its base. In World War II the people living in Gibraltar were taken to different parts of the world like Jamaica so they could be protected from the war and also leave the Rock for the soldiers. The Rock of Gibraltar was used by these soldiers, and long tunnels were made inside it. These tunnels even had a hospital and living areas for the soldiers.\nIn 1969 Britain gave Gibraltar a new constitution. This meant that it gave the people of Gibraltar a large amount of self-government.\nIn 2002 the people of Gibraltar were asked to vote whether they wanted Spain to share Gibraltar with the United Kingdom; almost everyone voted and 98.97% said they did not.\nIn 2006 Gibraltar voted to approve a new constitution which gave full self-government to the people meaning they can independently create their own laws.\nIn 2006, Spain signed a deal to stop interfering with Gibraltar telephone lines, and daily flights to Madrid started.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_dependent_territories","surface_form":"Overseas Territory","offset":16},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":42},{"uri":"British","surface_form":"British","offset":83},{"uri":"King","surface_form":"King","offset":91},{"uri":"Queen","surface_form":"Queen","offset":99},{"uri":"British_Armed_Forces","surface_form":"British Armed Forces","offset":135},{"uri":"Europe","surface_form":"Europe","offset":176},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":190},{"uri":"Strait_of_Gibraltar","surface_form":"Strait of Gibraltar","offset":418},{"uri":"Limestone","surface_form":"limestone","offset":623},{"uri":"Macaque","surface_form":"macaque","offset":752},{"uri":"Monkey","surface_form":"monkey","offset":784},{"uri":"Europe","surface_form":"Europe","offset":795},{"uri":"Umayyad_conquest_of_Hispania","surface_form":"Umayyad conquest of Hispania","offset":858},{"uri":"Spain","surface_form":"Spain","offset":903},{"uri":"1501","surface_form":"1501","offset":927},{"uri":"1704","surface_form":"1704","offset":936},{"uri":"Netherlands","surface_form":"Dutch","offset":976},{"uri":"British","surface_form":"British","offset":986},{"uri":"Marine_(military)","surface_form":"marine","offset":994},{"uri":"War_of_the_Spanish_Succession","surface_form":"War of the Spanish Succession","offset":1013},{"uri":"1713","surface_form":"1713","offset":1054},{"uri":"Treaty","surface_form":"treaty","offset":1103},{"uri":"Siege","surface_form":"attacked","offset":1415},{"uri":"World_War_II","surface_form":"World War II","offset":1679},{"uri":"Jamaica","surface_form":"Jamaica","offset":1899},{"uri":"1969","surface_form":"1969","offset":2149},{"uri":"Constitution","surface_form":"constitution","offset":2183},{"uri":"2002","surface_form":"2002","offset":2283},{"uri":"Vote","surface_form":"vote","offset":2326},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2385},{"uri":"2006","surface_form":"2006","offset":2456}]}