{"id":15230,"url":"http://en.wikipedia.org/wiki/Bear","text":"Bears are a group of large mammals found in all over the world in many different habitats. They form the family Ursidae, in the suborder Caniformia of the order Carnivora. There are 8 living bear species.\nAppearance.\nBears usually have a big body with short and thick legs. They have a broad head and a very short tail. They have small eyes and round ears. They usually have longer, shaggy fur. On each foot they have five claws, which they cannot pull back. They use their claws for digging, climbing, and hunting. They can stand up on their back legs and their front paws are flexible. Usually bears can climb and swim very well. Males are usually bigger than females. Most bears except the giant panda are only one color. Most bears are russet, brown, or black.\nBears do not have good hearing. They have powerful senses of smell and sight. They have good sight and can see colors, which is different from other carnivores. Bears mostly use their sense of smell to know what is around them. They can smell better than dogs. Bears also have good memory, which lets them remember where they can find food.\nLife.\nThey are mostly active at night, except for the Polar Bear. Some bears hibernate, that means they sleep during the winter to save energy.\nBears are usually omnivorous, which means that they eat plants and meat. They eat berries, grass, and fish. An exception is the polar bear, which eats mostly meat.\nBears usually live alone, except when they are mating season or if they have cubs. The father does not raise the cubs. The mother raises the cubs for months or a few years depending on how much food there is. The mother protects her young, even at the cost of her life.\nDistribution.\nBears life all over the world, mostly in the Northern hemisphere. They are found in North America, South America, Europe, and Asia. There used to be bears in northern Africa but they are now extinct.\nIn popular culture.\nFictional bears include, Yogi Bear, Berenstain Bears, and Winnie the Pooh.","categories":[],"infobox_types":[],"annotations":[{"uri":"Large","surface_form":"large","offset":21},{"uri":"Mammal","surface_form":"mammal","offset":27},{"uri":"Habitat","surface_form":"habitat","offset":81},{"uri":"Caniformia","surface_form":"Caniformia","offset":137},{"uri":"Order_(biology)","surface_form":"order","offset":155},{"uri":"Carnivora","surface_form":"Carnivora","offset":161},{"uri":"Species","surface_form":"species","offset":196},{"uri":"Leg","surface_form":"leg","offset":268},{"uri":"Tail","surface_form":"tail","offset":314},{"uri":"Eye","surface_form":"eye","offset":336},{"uri":"Fur","surface_form":"fur","offset":390},{"uri":"Claw","surface_form":"claw","offset":423},{"uri":"Leg","surface_form":"leg","offset":548},{"uri":"Sensory_system","surface_form":"senses","offset":816},{"uri":"Olfaction","surface_form":"smell","offset":826},{"uri":"Sight","surface_form":"sight","offset":836},{"uri":"Hibernation","surface_form":"hibernate","offset":1183},{"uri":"Winter","surface_form":"winter","offset":1227},{"uri":"Omnivore","surface_form":"omnivorous","offset":1268},{"uri":"Polar_bear","surface_form":"polar bear","offset":1378},{"uri":"Meat","surface_form":"meat","offset":1408},{"uri":"North_America","surface_form":"North America","offset":1782},{"uri":"South_America","surface_form":"South America","offset":1797},{"uri":"Europe","surface_form":"Europe","offset":1812},{"uri":"Asia","surface_form":"Asia","offset":1824},{"uri":"Africa","surface_form":"Africa","offset":1865}]}