{"id":152434,"url":"http://en.wikipedia.org/wiki/2_Girls_1_Cup","text":"2 Girls 1 Cup is the title of the trailer for \"Hungry Bitches\", a scat-pornographic movie produced by MFX Media. The trailer features two women defecating into a cup, taking turns eating the feces, and throwing it up into each other's mouths. \"Lovers Theme\" from Hervé Roy's Romantic Themes album released by Tele Music in 1992 plays throughout the trailer.\nThis one-minute video is a viral video that became a well-known Internet meme among bloggers and message boards for its viewers reaction to the content. Around mid-October 2007, video sites such as YouTube were flooded with videos that show others' reactions to watching the video for the first time.\nOrigin.\nThe video came from a Brazilian, Marco Fiorito, who talks of himself as a \"compulsive fetishist\". Fiorito first produced foot fetish videos but soon moved on to coprophagia. The movie was made by MFX-Video, one of several businesses owned by Fiorito. Fiorito says his movies are legal in Brazil, but authorities in the United States have branded some of his movies as dirty and filed charges against Danilo Croce, a Brazilian lawyer living in Florida, listed as an officer of a company shipping Fiorito's movies in the United States. Croce accepted a plea bargain and was sentenced to 3 years of unsupervised probation and forfeiture of $98,000. Fiorito said he did not know his movies were illegal in the United States and that his movies often contained chocolate instead of feces to appease some of his actors who were willing to appear in scat movies but not actually eat fecal matter.\nThe first few seconds of the 2 Girls 1 Cup video contain the text \"MFX 1209\" (the product code for \"Hungry Bitches\") and the URL mfxvideos.com. The website is Fiorito's MFX-Video. This causes some in the media to incorrectly believe the video is one of the many Croce had to surrender to the Department of Justice but was somehow leaked in the process.\nReactions.\n2 Girls 1 Cup's spread because of the reactions it causes. Hundreds of videos exist on YouTube of users showing the original video to their friends and recording their reactions. Even Joe Rogan, host of \"Fear Factor\", a show known for the nasty things its players eat, had to turn away in a reaction video posted to his blog. A reaction video starring Kermit the Frog proved very popular on the Digg. In January 2008, \"Slate\" magazine wrote about the reaction video with a slideshow about the reactions.\nViolet Blue, an author, stated this website as becoming \"the new 'tubgirl' and goatse all in one nasty moment of choco-poo-love\" in a \"San Francisco Chronicle\" article.","categories":[],"infobox_types":[],"annotations":[{"uri":"Coprophilia","surface_form":"scat","offset":66},{"uri":"Pornography","surface_form":"pornographic","offset":71},{"uri":"Coprophagia","surface_form":"eating the","offset":180},{"uri":"Vomiting","surface_form":"throwing it up","offset":202},{"uri":"Viral_video","surface_form":"viral video","offset":385},{"uri":"Internet_meme","surface_form":"Internet meme","offset":422},{"uri":"Blogger","surface_form":"blogger","offset":442},{"uri":"Message_boards","surface_form":"message boards","offset":455},{"uri":"YouTube","surface_form":"YouTube","offset":556},{"uri":"Brazil","surface_form":"Brazil","offset":689},{"uri":"Foot_fetishism","surface_form":"foot fetish","offset":788},{"uri":"Coprophagia","surface_form":"coprophagia","offset":828},{"uri":"United_States","surface_form":"United States","offset":986},{"uri":"Obscenity","surface_form":"dirty","offset":1035},{"uri":"Plea_bargain","surface_form":"plea bargain","offset":1218},{"uri":"Chocolate","surface_form":"chocolate","offset":1423},{"uri":"Feces","surface_form":"feces","offset":1444},{"uri":"URL","surface_form":"URL","offset":1682},{"uri":"United_States_Department_of_Justice","surface_form":"Department of Justice","offset":1849},{"uri":"Joe_Rogan","surface_form":"Joe Rogan","offset":2105},{"uri":"Fear_Factor","surface_form":"Fear Factor","offset":2125},{"uri":"Disgust","surface_form":"nasty","offset":2160},{"uri":"Kermit_the_Frog","surface_form":"Kermit the Frog","offset":2273},{"uri":"Digg","surface_form":"Digg","offset":2316},{"uri":"Slate_(magazine)","surface_form":"Slate","offset":2340},{"uri":"Violet_Blue_(author)","surface_form":"Violet Blue","offset":2425},{"uri":"Goatse","surface_form":"goatse","offset":2504},{"uri":"Disgust","surface_form":"nasty","offset":2522},{"uri":"San_Francisco_Chronicle","surface_form":"San Francisco Chronicle","offset":2560}]}