{"id":15245,"url":"http://en.wikipedia.org/wiki/Qatar","text":"Qatar (, or; '; local vernacular pronunciation:), officially the State of Qatar ('), is a sovereign country in Western Asia. It is on the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula. Its only land border is with Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. A strait in the Persian Gulf separates Qatar from the nearby island country of Bahrain, as well as sharing maritime borders with the United Arab Emirates and Iran.\nFollowing Ottoman rule, Qatar became a British protectorate in the early 20th century until gaining independence in 1971. Qatar has been ruled by the House of Thani since the early 19th century. Sheikh Jassim bin Mohammed Al Thani was the founder of the State of Qatar. Qatar is a hereditary monarchy and its head of state is Emir Sheikh Tamim bin Hamad Al Thani. Whether it should be called a constitutional or an absolute monarchy is a matter of opinion. In 2003, the constitution was overwhelmingly approved in a referendum, with almost 98% in favour. As of early 2017, Qatar's total population was around 2.6 million: 313,000 Qatari citizens and 2.3 million expatriates.\nQatar is a high income economy and is a developed country, with the world's third largest natural gas reserves and oil reserves. The country has the highest per capita income in the world. Qatar is classified by the UN as a country of very high human development and is the most advanced Arab state for human development. Qatar is a significant power in the Arab world, supporting several rebel groups during the Arab Spring both financially and through its globally expanding media group, Al Jazeera Media Network. For its small size, Qatar has a lot of influence in the world, and has been identified as a middle power. Qatar will host the 2022 FIFA World Cup, becoming the first Arab country to do so.\nQatar is either a constitutional or an absolute monarchy ruled by the Al Thani family. The Al Thani dynasty has been ruling Qatar since the family house was established in 1825. In 2003, Qatar adopted a constitution that provided for the direct election of 30 of the 45 members of the Legislative Council. The constitution was overwhelmingly approved in a referendum, with almost 98% in favour.\nThe eighth Emir of Qatar is Tamim bin Hamad Al Thani, whose father Hamad bin Khalifa Al Thani handed power to him on June 25, 2013. The supreme chancellor has the exclusive power to appoint and remove the prime minister and cabinet ministers who, together, constitute the Council of Ministers, which is the supreme executive authority in the country. The Council of Ministers also initiates legislation. Laws and decrees proposed by the Council of Ministers are referred to the Advisory Council (Majilis Al Shura) for discussion after which they are submitted to the Emir for ratification. A Consultative Assembly has limited power to draft and approve laws, but the Emir has final say on all matters. The current Council is made up entirely of members appointed by the Emir, as no legislative elections have been held since 1970 when there were partial elections to the body. Legislative elections are expected to be held in 2016.\nQatari law does not permit the establishment of political bodies or trade unions.\nSharia law.\nSharia law is the main source of Qatari legislation according to Qatar's Constitution. In practice, Qatar's legal system is a mixture of civil law and Sharia law. Sharia law is applied to laws pertaining to family law, inheritance, and several criminal acts (including adultery, robbery and murder). In some cases in Sharia-based family courts, a female's testimony is worth half a man's. Codified family law was introduced in 2006. Islamic polygamy is allowed in the country.\nFlogging is used in Qatar as a punishment for alcohol consumption or illicit sexual relations. Article 88 of Qatar's criminal code declares the punishment for adultery is 100 lashes. In 2006, a Filipino woman was sentenced to 100 lashes for adultery. In 2010, at least 18 people (mostly foreign nationals) were sentenced to flogging of between 40 and 100 lashes for offences related to \"illicit sexual relations\" or alcohol consumption. In 2011, at least 21 people (mostly foreign nationals) were sentenced to floggings of between 30 and 100 lashes for offences related to \"illicit sexual relations\" or alcohol consumption. In 2012, six expatriates were sentenced to floggings of either 40 or 100 lashes. Only Muslims considered medically fit were liable to have such sentences carried out. It is unknown if the sentences were implemented. More recently in April 2013, a Muslim expatriate was sentenced to 40 lashes for alcohol consumption. In June 2014, a Muslim expatriate was sentenced to 40 lashes for consuming alcohol and driving under the influence. Judicial corporal punishment is common in Qatar due to the Hanbali interpretation of Sharia Law.\nStoning is a legal punishment in Qatar. Apostasy is a crime punishable by the death penalty in Qatar. Blasphemy is punishable by up to seven years in prison and proselytizing can be punished by up to 10 years in prison. Homosexuality is a crime punishable by the death penalty.\nAlcohol consumption is partially legal in Qatar; some five-star luxury hotels are allowed to sell alcohol to their non-Muslim customers. Muslims are not allowed to consume alcohol in Qatar and Muslims caught consuming alcohol are liable to flogging or deportation. Non-Muslim expatriates can obtain a permit to purchase alcohol for personal consumption. The Qatar Distribution Company (a subsidiary of Qatar Airways) is permitted to import alcohol and pork; it operates the one and only liquor store in the country, which also sells pork to holders of liquor licences. Qatari officials have also indicated a willingness to allow alcohol in \"fan zones\" at the 2022 FIFA World Cup.\nUntil recently, restaurants on the Pearl-Qatar (a man-made island near Doha) were allowed to serve alcoholic drinks. In December 2011, however, restaurants on the Pearl were told to stop selling alcohol. No explanation was given for the ban. Speculation about the reason includes the government's desire to project a more pious image in advance of the country's first election of a royal advisory body and rumours of a financial dispute between the government and the resort's developers.\nIn 2014, Qatar launched a modesty campaign to remind tourists of the modest dress code. Female tourists are advised not to wear leggings, miniskirts, sleeveless dresses and short or tight clothing in public. Men are advised against wearing only shorts and singlets.\nHuman rights.\nAccording to the U.S. State Department, expatriate workers from nations throughout Asia and parts of Africa voluntarily migrate to Qatar as low-skilled laborers or domestic servants, but some subsequently face conditions indicative of involuntary servitude. Some of the more common labor rights violations include beatings, withholding of payment, charging workers for benefits for which the employer is responsible, restrictions on freedom of movement (such as the confiscation of passports, travel documents, or exit permits), arbitrary detention, threats of legal action, and sexual assault. Many migrant workers arriving for work in Qatar have paid exorbitant fees to recruiters in their home countries.\nAs of 2014, certain provisions of the Qatari Criminal Code allows punishments such as flogging and stoning to be imposed as criminal sanctions. The UN Committee Against Torture found that these practices constituted a breach of the obligations imposed by the UN Convention Against Torture. Qatar retains the death penalty, mainly for threats against national security. Use of the death penalty is rare and no state executions have taken place in Qatar since 2003.\nUnder the provisions of Qatar's sponsorship law, sponsors have the unilateral power to cancel workers' residency permits, deny workers' ability to change employers, report a worker as \"absconded\" to police authorities, and deny permission to leave the country. As a result, sponsors may restrict workers' movements and workers may be afraid to report abuses or claim their rights. According to the ITUC, the visa sponsorship system allows the exaction of forced labour by making it difficult for a migrant worker to leave an abusive employer or travel overseas without permission. Qatar also does not maintain wage standards for its immigrant labourers. Qatar commissioned international law firm DLA Piper to produce a report investigating the immigrant labour system. In May 2014 DLA Piper released over 60 recommendations for reforming the kafala system including the abolition of exit visas and the introduction of a minimum wage which Qatar has pledged to implement.\nIn May 2012, Qatari officials declared their intention to allow the establishment of an independent trade union. Qatar also announced it will scrap its sponsor system for foreign labour, which requires that all foreign workers be sponsored by local employers. Additional changes to labour laws include a provision guaranteeing that all workers' salaries are paid directly into their bank accounts and new restrictions on working outdoors in the hottest hours during the summer. New draft legislation announced in early 2015 mandates that companies that fail to pay workers' wages on time could temporarily lose their ability to hire more employees.\nIn October 2015 Qatar's Emir signed into law new reforms to the country's sponsorship system, with the new law taking effect within one year. Critics claim that the changes could fail to address some labour rights issues.\nThe country enfranchised women at the same time as men in connection with the 1999 elections for a Central Municipal Council. These elections—the first ever in Qatar—were deliberately held on March 8, 1999, International Women's Day.\nForeign relations.\nAs a small country with larger neighbors, Qatar seeks to project influence and protect its state and ruling dynasty. The history of Qatar's alliances provides insight into the basis of their policy. Between 1760 and 1971, Qatar sought formal protection from the high transitory powers of the Ottomans, British, the Al-Khalifa's from Bahrain, the Arabians, and the Wahhabis from Saudi Arabia. Qatar's rising international profile and active role in international affairs has led some analysts to identify it as a middle power. Qatar was an early member of OPEC and a founding member of the Gulf Cooperation Council (GCC). It is a member of the Arab League. The country has not accepted compulsory International Court of Justice jurisdiction.\nQatar also has bilateral relationships with a variety of foreign powers. Qatar hosts the Al Udeid Air Base, a joint U.S.-British base, which acts as the hub for all American and British air operations in the Persian Gulf. It has allowed American and British forces to use an air base to send supplies to Iraq and Afghanistan. Despite hosting this strategic military installation, Qatar is not always a strong Western ally. Qatar has allowed the Afghan Taliban to set up a political office inside the country and has close ties to Iran, including a shared natural gas field. According to leaked documents published in \"The New York Times\", Qatar's record of counter-terrorism efforts was the \"worst in the region\". The cable suggested that Qatar's security service was \"hesitant to act against known terrorists out of concern for appearing to be aligned with the U.S. and provoking reprisals\".\nQatar has mixed relations with its neighbors in the Persian Gulf region. Qatar signed a defence co-operation agreement with Iran, with whom it shares the largest single non-associated gas field in the world. It was the second nation, the first being France, to have publicly announced its recognition of the Libyan opposition's National Transitional Council as the legitimate government of Libya amidst the 2011 Libyan civil war.\nIn 2014, Qatar's relations with Bahrain, Saudi Arabia, and the United Arab Emirates came to a boiling point over Qatar's support for the Muslim Brotherhood and extremist groups in Syria.\nThis culminated in the three aforementioned countries withdrawing their ambassadors from Qatar in March 2014. When the ambassadors withdrew, the GCC was reportedly on the verge of a crisis linked to the emergence of distinct political blocs with conflicting interests. Saudi Arabia, the UAE and Bahrain were engaged in a political struggle with Qatar, while Oman and Kuwait represent a non-aligned bloc within the GCC. Relations between the countries improved after the Gulf Cooperation Council (GCC) announced Bahrain, Saudi Arabia, and the UAE returned their diplomats to Qatar. Islam Hassan, a researcher in Persian Gulf Studies at Qatar University, claims that, with the resolution of the GCC crisis, Qatar reached a new level of political maturity. He goes on to assert that Qatar managed to bring an end to the crisis without changing any of its foreign policy principles or abandoning its allies.\nIn recent years, Qatar has been using Islamist militants in a number of countries including Egypt, Syria, Libya, Somalia and Mali to further its foreign policy. Courting Islamists from the Muslim Brotherhood to Salafist groups has served as a power amplifier for the country, as it believes since the beginning of the Arab Spring that these groups represented the wave of the future. David Cohen, the Under Secretary for terrorism and financial intelligence at the U.S. Treasury, said that Qatar is a \"permissive jurisdiction for terrorist financing.\" There is evidence that these groups supported by Qatar include the hard-line Islamic militant groups active in northern Syria., Qatar, Saudi Arabia and Turkey are openly backing the Army of Conquest, an umbrella group of anti-government forces fighting in the Syrian Civil War that reportedly includes an al-Qaeda linked al-Nusra Front and another Salafi coalition known as Ahrar ash-Sham.\nQatar supported the democratically elected President Mohamed Morsi with diplomatic support and the state-owned Al Jazeera network before he was deposed in a military coup. Qatar offered Egypt a $7.5 billion loan during the year he was in power.\nQatar's alignment with Hamas, first reported in early 2012, has drawn criticism from Israel, the United States, Egypt and Saudi Arabia, \"who accuse Qatar of undermining regional stability by supporting Hamas.\" However, the Foreign Minister of Qatar has denied supporting Hamas, stating \"We do not support Hamas but we support the Palestinians.\" Following a peace agreement, Qatar pledged $1 billion in humanitarian aid to Gaza.\nQatar has hosted academic, religious, political, and economic conferences. The 11th annual Doha Forum recently brought in key thinkers, professionals of various backgrounds, and political figures from all over the world to discuss democracy, media and information technology, free trade, and water security issues. In addition, the forum has featured the Middle East Economic Future conference since 2006. In more recent times, Qatar has hosted peace talks between rival factions across the globe. Notable among these include the Darfur Agreement. The Doha Declaration is the basis of the peace process in Darfur and it has achieved significant gains on the ground for the African region. Notable achievements included the restoration of security and stability, progress made in construction and reconstruction processes, return of displaced residents and uniting of Darfur people to face challenges and push forward the peace process. Qatar donated £88.5million in funds to finance recovery and reconstruction in Darfur.\nMilitary.\nThe Qatar Armed Forces are the military forces of Qatar. The country maintains a modest military force of approximately 11,800 men, including an army (8,500), navy (1,800) and air force (1,500). Qatar's defence expenditures accounted for approximately 4.2% of gross national product in 1993. In 2008 Qatar spent US$2.355 billion on military expenditures, 2.3% of the gross domestic product. Qatari special forces have been trained by France and other Western countries, and are believed to possess considerable skill. They also helped the Libyan rebels during the 2011 Battle of Tripoli.\nQatar has signed defence pacts with the United States and United Kingdom, as well as with France earlier in 1994. Qatar plays an active role in the collective defence efforts of the Gulf Cooperation Council; the other five members are Saudi Arabia, Kuwait, Bahrain, the UAE, and Oman. The presence of a large Qatari Air Base, operated by the United States and several other UN nations, provides a guaranteed source of defence and national security.\nThe Stockholm International Peace Research Institute, SIPRI, found that in 2010–14 Qatar was the 46th largest arms importer in the world. However, SIPRI writes, Qatar's plans to transform and significantly enlarge its armed forces have accelerated. Orders in 2013 for 62 tanks and 24 self-propelled guns from Germany were followed in 2014 by a number of other contracts, including 24 combat helicopters and 3 AEW aircraft from the USA, and 2 tanker aircraft from Spain.\nQatar's military participated in Saudi Arabian-led intervention in Yemen against the Shia Houthis. In 2015, \"Al Jazeera America\" reported: \"Numerous reports suggest that the Saudi-led coalition against opposition groups in Yemen has indiscriminately attacked civilians and used cluster bombs in civilian-populated areas, in violation of international law.\"\nAdministrative divisions.\nSince 2004, Qatar has been divided into seven municipalities (Arabic: baladiyah).\nFor statistical purposes, the municipalities are further subdivided into 98 zones (), which are in turn subdivided into blocks.\nGeography.\nQatar is a peninsula (a strip of land sticking out into the sea). It is joined to Saudi Arabia to the south, and all the other sides of it are surrounded by the waters of the Arabian Gulf.\nQatar is quite a small country and has an area of only 10,360 km². The peninsula is 160 km long. Much of the country is a low, barren plain, covered with sand. The Jebel Dukhan area has Qatar’s main onshore oil deposits. The natural gas fields lie offshore, to the northwest of the peninsula.\nThe capital of Qatar is Doha. Over 90% of the people live in Doha. The other large city is Al Wakrah.\nGovernment and politics.\nQatar has an unelected, monarchic, emirate-type government. The position of emir is hereditary.\nThe Emir is the only one who can appoint and remove the prime minister and cabinet ministers. Together the ministers make up the Council of Ministers. They are the highest executive authority in the country.\nPeople and culture.\nPeople from Qatar are called Qataris. They are Arabs. The official language of Qatar is Arabic, but many people also speak English, especially when they are doing business.\nAbout 2.6 million people live in Qatar; however, about 88% of these are \"guest workers\" (people from another country who are living and working there for a short time), mostly coming from South Asia, South East Asia and other Arab countries. 650,000 are Indians, 350,000 Nepalis, 260,000 Filipinos among a lot of other nationalities.\nNearly all of Qatar's economy comes from producing petroleum and natural gas.\nThe currency of Qatar is called the Qatari Riyal.\nAlmost all Qataris follow the religion of Islam. However, many of the guest workers follow other religions.\nSport.\nFootball is the most popular sport in Qatar, closely followed by cricket. The Qatar under-20 national football team finished second in the 1981 FIFA World Youth Championship.\nThe Asian Football Confederation's 2011 AFC Asian Cup finals were held in Qatar in January 2011. It was the second time it has been hosted by Qatar, the other being the 1988 AFC Asian Cup.\nDoha, Qatar, is also home to Qatar Racing Club a Drag Racing facility.\nKhalifa International Tennis and Squash Complex in Doha, Qatar, hosted the WTA Tour Championships in women's tennis between 2008 and 2010. Doha holds the WTA Premier tournament Qatar Ladies Open each year.\nOn December 2, 2010, Qatar won their bid to host the 2022 FIFA World Cup.\nNasser Al-Attiyah of Qatar won the 2011 Dakar Rally and the Production World Rally Championship in 2006. In addition, he has also won gold medals at the 2002 Asian Games and 2010 Asian Games as part of the Qatari skeet shooting team.\nSince 2002, Qatar has hosted the yearly Tour of Qatar, a cycling race in six stages. Every February, riders are racing on the roads across Qatar's flat land for six days. Each stage covers a distance of more than 100 km.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sovereignty","surface_form":"sovereign","offset":90},{"uri":"Country","surface_form":"country","offset":100},{"uri":"Western_Asia","surface_form":"Western Asia","offset":111},{"uri":"Arabian_Peninsula","surface_form":"Arabian Peninsula","offset":193},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":241},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":317},{"uri":"Bahrain","surface_form":"Bahrain","offset":410},{"uri":"Maritime_border","surface_form":"maritime border","offset":438},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":464},{"uri":"Iran","surface_form":"Iran","offset":489},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":505},{"uri":"Jassim_bin_Mohammed_Al_Thani","surface_form":"Sheikh Jassim bin Mohammed Al Thani","offset":690},{"uri":"Hereditary_monarchy","surface_form":"hereditary monarchy","offset":776},{"uri":"Sheikh_Tamim_bin_Hamad_Al_Thani","surface_form":"Sheikh Tamim bin Hamad Al Thani","offset":826},{"uri":"Constitutional_monarchy","surface_form":"constitutional","offset":889},{"uri":"Absolute_monarchy","surface_form":"absolute monarchy","offset":910},{"uri":"Expatriates","surface_form":"expatriates","offset":1157},{"uri":"List_of_countries_by_natural_gas_proven_reserves","surface_form":"natural gas reserves","offset":1260},{"uri":"List_of_countries_by_GDP_(PPP)_per_capita","surface_form":"highest","offset":1319},{"uri":"Per_capita_income","surface_form":"per capita income","offset":1327},{"uri":"Rebellion","surface_form":"rebel","offset":1559},{"uri":"Arab_Spring","surface_form":"Arab Spring","offset":1583},{"uri":"Al_Jazeera_Media_Network","surface_form":"Al Jazeera Media Network","offset":1660},{"uri":"Middle_power","surface_form":"middle power","offset":1778},{"uri":"2022_FIFA_World_Cup","surface_form":"2022 FIFA World Cup","offset":1812},{"uri":"Constitutional_monarchy","surface_form":"constitutional","offset":1893},{"uri":"Absolute_monarchy","surface_form":"absolute monarchy","offset":1914},{"uri":"House_of_Thani","surface_form":"Al Thani family","offset":1945},{"uri":"Constitution_of_Qatar","surface_form":"constitution","offset":2078},{"uri":"Tamim_bin_Hamad_Al_Thani","surface_form":"Tamim bin Hamad Al Thani","offset":2298},{"uri":"Hamad_bin_Khalifa_Al_Thani","surface_form":"Hamad bin Khalifa Al Thani","offset":2337},{"uri":"Consultative_Assembly_of_Qatar","surface_form":"Consultative Assembly","offset":2862},{"uri":"Sharia_law","surface_form":"Sharia law","offset":3296},{"uri":"Civil_law_(legal_system)","surface_form":"civil law","offset":3433},{"uri":"Family_law","surface_form":"family law","offset":3503},{"uri":"Inheritance","surface_form":"inheritance","offset":3515},{"uri":"Criminal_law","surface_form":"criminal acts","offset":3540},{"uri":"Adultery","surface_form":"adultery","offset":3565},{"uri":"Robbery","surface_form":"robbery","offset":3575},{"uri":"Murder","surface_form":"murder","offset":3587},{"uri":"Family_court","surface_form":"family court","offset":3626},{"uri":"Polygamy","surface_form":"polygamy","offset":3737},{"uri":"Flogging","surface_form":"Flogging","offset":3773},{"uri":"Flagellation","surface_form":"100 lashes","offset":3944},{"uri":"Filipino_people","surface_form":"Filipino","offset":3967},{"uri":"Judicial_corporal_punishment","surface_form":"Judicial corporal punishment","offset":4830},{"uri":"Hanbali","surface_form":"Hanbali interpretation","offset":4889},{"uri":"Stoning","surface_form":"Stoning","offset":4927},{"uri":"Apostasy","surface_form":"Apostasy","offset":4967},{"uri":"Death_penalty","surface_form":"death penalty","offset":5005},{"uri":"Blasphemy","surface_form":"Blasphemy","offset":5029},{"uri":"Proselytizing","surface_form":"proselytizing","offset":5088},{"uri":"Homosexuality","surface_form":"Homosexuality","offset":5147},{"uri":"Death_penalty","surface_form":"death penalty","offset":5190},{"uri":"Alcoholic_beverage","surface_form":"Alcohol","offset":5205},{"uri":"Flogging","surface_form":"flogging","offset":5445},{"uri":"Qatar_Airways","surface_form":"Qatar Airways","offset":5607},{"uri":"2022_FIFA_World_Cup","surface_form":"2022 FIFA World Cup","offset":5864},{"uri":"The_Pearl-Qatar","surface_form":"Pearl-Qatar","offset":5920},{"uri":"U.S._State_Department","surface_form":"U.S. State Department","offset":6671},{"uri":"Asia","surface_form":"Asia","offset":6737},{"uri":"Africa","surface_form":"Africa","offset":6755},{"uri":"Flogging","surface_form":"flogging","offset":7448},{"uri":"Stoning","surface_form":"stoning","offset":7461},{"uri":"UN_Committee_Against_Torture","surface_form":"UN Committee Against Torture","offset":7510},{"uri":"United_Nations_Convention_Against_Torture","surface_form":"UN Convention Against Torture","offset":7621},{"uri":"ITUC","surface_form":"ITUC","offset":8224},{"uri":"Forced_labour","surface_form":"forced labour","offset":8281},{"uri":"Immigrant","surface_form":"immigrant","offset":8459},{"uri":"DLA_Piper","surface_form":"DLA Piper","offset":8522},{"uri":"International_Women%27s_Day","surface_form":"International Women's Day","offset":9875},{"uri":"Wahhabi","surface_form":"Wahhabi","offset":10285},{"uri":"Middle_power","surface_form":"middle power","offset":10433},{"uri":"OPEC","surface_form":"OPEC","offset":10476},{"uri":"Gulf_Cooperation_Council","surface_form":"Gulf Cooperation Council","offset":10510},{"uri":"Arab_League","surface_form":"Arab League","offset":10564},{"uri":"International_Court_of_Justice","surface_form":"International Court of Justice","offset":10617},{"uri":"Al_Udeid_Air_Base","surface_form":"Al Udeid Air Base","offset":10751},{"uri":"Taliban","surface_form":"Taliban","offset":11114},{"uri":"Libyan_opposition","surface_form":"Libyan opposition","offset":11863},{"uri":"National_Transitional_Council","surface_form":"National Transitional Council","offset":11883},{"uri":"Government_of_Libya","surface_form":"government","offset":11931},{"uri":"Libya","surface_form":"Libya","offset":11945},{"uri":"2011_Libyan_civil_war","surface_form":"2011 Libyan civil war","offset":11962},{"uri":"Bahrain","surface_form":"Bahrain","offset":12017},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":12026},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":12048},{"uri":"Muslim_Brotherhood","surface_form":"Muslim Brotherhood","offset":12122},{"uri":"Qatar_University","surface_form":"Qatar University","offset":12807},{"uri":"Salafi_movement","surface_form":"Salafist","offset":13287},{"uri":"Arab_Spring","surface_form":"Arab Spring","offset":13394},{"uri":"Army_of_Conquest","surface_form":"Army of Conquest","offset":13810},{"uri":"Syrian_Civil_War","surface_form":"Syrian Civil War","offset":13888},{"uri":"Al-Qaeda","surface_form":"al-Qaeda","offset":13933},{"uri":"Al-Nusra_Front","surface_form":"al-Nusra Front","offset":13949},{"uri":"Salafi_jihadism","surface_form":"Salafi","offset":13976},{"uri":"Ahrar_ash-Sham","surface_form":"Ahrar ash-Sham","offset":14002},{"uri":"Mohamed_Morsi","surface_form":"Mohamed Morsi","offset":14071},{"uri":"Al_Jazeera_network","surface_form":"Al Jazeera network","offset":14129},{"uri":"Hamas","surface_form":"Hamas","offset":14286},{"uri":"Water_security","surface_form":"water security","offset":14983},{"uri":"France","surface_form":"France","offset":16157},{"uri":"Battle_of_Tripoli_(2011)","surface_form":"2011 Battle of Tripoli","offset":16287},{"uri":"Cooperation_Council_for_the_Arab_States_of_the_Gulf","surface_form":"Gulf Cooperation Council","offset":16493},{"uri":"Stockholm_International_Peace_Research_Institute","surface_form":"Stockholm International Peace Research Institute","offset":16764},{"uri":"Saudi_Arabian-led_intervention_in_Yemen","surface_form":"Saudi Arabian-led intervention in Yemen","offset":17263},{"uri":"Shia_Islam","surface_form":"Shia","offset":17315},{"uri":"Houthis","surface_form":"Houthis","offset":17320},{"uri":"Baladiyah","surface_form":"baladiyah","offset":17683},{"uri":"Peninsula","surface_form":"peninsula","offset":17845},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":17916},{"uri":"Arabian_Gulf","surface_form":"Arabian Gulf","offset":18009},{"uri":"Plain","surface_form":"plain","offset":18157},{"uri":"Sand","surface_form":"sand","offset":18177},{"uri":"Oil_field","surface_form":"oil deposits","offset":18230},{"uri":"Natural_gas_field","surface_form":"natural gas field","offset":18248},{"uri":"Capital_(city)","surface_form":"capital","offset":18320},{"uri":"Doha","surface_form":"Doha","offset":18340},{"uri":"Al_Wakrah","surface_form":"Al Wakrah","offset":18407},{"uri":"Emirate","surface_form":"emirate","offset":18478},{"uri":"Hereditary","surface_form":"hereditary","offset":18527},{"uri":"Arab","surface_form":"Arab","offset":18814},{"uri":"Official_language","surface_form":"official language","offset":18825},{"uri":"Arabic_language","surface_form":"Arabic","offset":18855},{"uri":"English_language","surface_form":"English","offset":18890},{"uri":"Business","surface_form":"business","offset":18930},{"uri":"Petroleum","surface_form":"petroleum","offset":19325},{"uri":"Natural_gas","surface_form":"natural gas","offset":19339},{"uri":"Currency","surface_form":"currency","offset":19356},{"uri":"Religion","surface_form":"religion","offset":19432},{"uri":"Islam","surface_form":"Islam","offset":19444},{"uri":"Association_football","surface_form":"Football","offset":19517},{"uri":"Cricket","surface_form":"cricket","offset":19582},{"uri":"1981_FIFA_World_Youth_Championship","surface_form":"1981 FIFA World Youth Championship","offset":19656},{"uri":"2011_AFC_Asian_Cup","surface_form":"2011 AFC Asian Cup","offset":19727},{"uri":"1988_AFC_Asian_Cup","surface_form":"1988 AFC Asian Cup","offset":19861},{"uri":"Drag_Racing","surface_form":"Drag Racing","offset":19930},{"uri":"Khalifa_International_Tennis_and_Squash_Complex","surface_form":"Khalifa International Tennis and Squash Complex","offset":19952},{"uri":"WTA_Tour_Championships","surface_form":"WTA Tour Championships","offset":20027},{"uri":"Women%27s_Tennis_Association","surface_form":"WTA","offset":20106},{"uri":"Qatar_Ladies_Open","surface_form":"Qatar Ladies Open","offset":20129},{"uri":"2022_FIFA_World_Cup","surface_form":"2022 FIFA World Cup","offset":20211},{"uri":"Nasser_Al-Attiyah","surface_form":"Nasser Al-Attiyah","offset":20232},{"uri":"2011_Dakar_Rally","surface_form":"2011 Dakar Rally","offset":20267},{"uri":"Production_World_Rally_Championship","surface_form":"Production World Rally Championship","offset":20292},{"uri":"2002_Asian_Games","surface_form":"2002 Asian Games","offset":20385},{"uri":"2010_Asian_Games","surface_form":"2010 Asian Games","offset":20406},{"uri":"Skeet_shooting","surface_form":"skeet shooting","offset":20445},{"uri":"Tour_of_Qatar","surface_form":"Tour of Qatar","offset":20506}]}