{"id":152410,"url":"http://en.wikipedia.org/wiki/Notts_County_F.C.","text":"Notts County Football Club is a football club in Nottingham, England, and also the oldest professional association football club in the world. The club now plays in Football League One of the EFL, part of the English football league system. \"The Magpies\" play at the Meadow Lane stadium in black and white striped shirts.\nThe club has also played many times in the top division of English football, the most recent in 1991–92, when they played in the last season of the old First Division before the creation of the Premier League.\nWell-known past managers of Notts County have been Jimmy Sirrel, Neil Warnock, and Sam Allardyce.\nFormation and early years.\nNotts County started in 1862. The club was started before The Football Association and in the beginning they played a game with club rules, rather than association football. When it started, Notts County, like most sports teams, were considered to be a \"gentlemen-only\" club. Notts County are thought to be to be one of the starters of the current game, even being credited with the invention of the offside trap. Notts County is the oldest of the world's professional association football clubs (There are older professional clubs in other codes of football.)\nThe club in the beginning played at Park Hollow at Nottingham Castle. In December 1864, the decision was made to play games against outside teams, and it was decided that the club needed to find a larger stadium. After playing at several places, The Magpies settled at Trent Bridge Cricket Ground in 1883. When the ground was used for Cricket, they played at Castle Ground or Nottingham Forest's Town Ground. The club moved to their current stadium, Meadow Lane, in 1910.\nFootball League.\nIn 1888, Notts County, along with eleven other football clubs, became a founding member of The Football League. They finished their first league season in eleventh place. Notts County got their highest ever league finish of third in 1890-91, and they also finished third ten seasons later.\nFA Cup finals.\nOn 25 March 1891, Notts County reached the FA Cup final for the first time but did not win. They lost 3-1 to Blackburn Rovers.\nNotts County made up for this in 1894, when they won the FA Cup at Goodison Park for the first time in their history. The Magpies beat Bolton Wanderers 4-1 and Jimmy Logan scored the first hat-trick in FA Cup final history. Notts County became the first club outside the top division to win the FA Cup - they finished in third place in the Second Division that season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"football","offset":32},{"uri":"Nottingham","surface_form":"Nottingham","offset":49},{"uri":"Professional","surface_form":"professional","offset":90},{"uri":"Association_football","surface_form":"association football","offset":103},{"uri":"Football_League_One","surface_form":"Football League One","offset":165},{"uri":"English_Football_League","surface_form":"EFL","offset":192},{"uri":"English_football_league_system","surface_form":"English football league system","offset":209},{"uri":"Meadow_Lane","surface_form":"Meadow Lane","offset":267},{"uri":"Football_League_Championship","surface_form":"First Division","offset":474},{"uri":"English_Premier_League","surface_form":"Premier League","offset":516},{"uri":"Jimmy_Sirrel","surface_form":"Jimmy Sirrel","offset":583},{"uri":"Neil_Warnock","surface_form":"Neil Warnock","offset":597},{"uri":"Sam_Allardyce","surface_form":"Sam Allardyce","offset":615},{"uri":"The_Football_Association","surface_form":"The Football Association","offset":715},{"uri":"Gentleman","surface_form":"gentlemen","offset":911},{"uri":"Pioneer","surface_form":"starters","offset":981},{"uri":"Invention","surface_form":"invention","offset":1040},{"uri":"Oldest_football_club","surface_form":"older professional clubs","offset":1164},{"uri":"Cricket","surface_form":"Cricket","offset":1553},{"uri":"Nottingham_Forest_F.C.","surface_form":"Nottingham Forest's","offset":1594},{"uri":"Meadow_Lane","surface_form":"Meadow Lane","offset":1668},{"uri":"The_Football_League","surface_form":"The Football League","offset":1798},{"uri":"FA_Cup","surface_form":"FA Cup","offset":2055},{"uri":"Blackburn_Rovers_F.C.","surface_form":"Blackburn Rovers","offset":2121},{"uri":"Goodison_Park","surface_form":"Goodison Park","offset":2206},{"uri":"Bolton_Wanderers_F.C.","surface_form":"Bolton Wanderers","offset":2274},{"uri":"Jimmy_Logan","surface_form":"Jimmy Logan","offset":2299},{"uri":"Hat-trick","surface_form":"hat-trick","offset":2328},{"uri":"Football_League_One","surface_form":"Second Division","offset":2479}]}