{"id":15244,"url":"http://en.wikipedia.org/wiki/Whale_shark","text":"The whale shark (\"Rhincodon typus\"), is a filter feeding shark. It is the largest shark in the world. It grows up to 12 metres long, and may weigh as much as 47,000 pounds.\nThe whale shark has a very wide distribution, found in all tropical and warm temperate seas, except in the Mediterranean.\nDescription.\nThe whale shark has a streamlined body and a wide, flattened head. The mouth is transverse, very large and is nearly at the tip of the snout. The gill slits are also very large, and are designed as filtering screens. The first dorsal fin is much larger than the second dorsal fin, and is located at the back of the body. The caudal fin is semi-lunate (crescent-shaped) in adults, and with the young, the upper lobe is quite longer than the lower lobe. The whale shark has a unique \"checkerboard\" colour pattern of light spots and stripes on a dark background.\nWhale sharks are grey, blue or brown above, with a surface pattern of creamy white spots between pale, vertical and horizontal stripes. The belly is white. The use of the strange pattern on the whale shark is unknown, although many bottom-dwelling Whale sharks use these markings as a camouflage against their backgrounds.\nThey can be as long as 41 feet (12.3 metres) in length, and weigh as much as 47,000 pounds (21.5 tonnes). However, it is believed that there are some whale sharks which can reach lengths of up to 67 feet (20 metres). The smallest free-living individuals are around 55cm (21.7 inches) long. Whale sharks reach maturity at lengths of around 9 metres\nDistribution.\nThe whale shark has a very widespread distribution, found in all tropical and warm temperate seas, except in the Mediterranean. It is found throughout the Atlantic Ocean, from New York, through the Caribbean, to central Brazil, and from Senegal to the Gulf of Guinea. It also is found in the Indian Ocean, throughout the region, including the Red Sea and the Arabian Gulf. In the Pacific Ocean it is found from Japan to Australia, off Hawaii, and from California to Chile.\nAlthough other shark species of the order Orectolobiformes are benthic (live on or near the bottom), the whale shark lives in the pelagic zone. Studies show that this shark prefers warm waters, with surface temperatures of around 21-30 °C. It is often seen offshore but commonly comes close inshore, sometimes entering lagoons or coral atolls. Whale sharks sometimes swim deeper than 700 metres\nPredators.\nAlthough the whale shark has no real predator, young Whale sharks have been found in the stomachs of Blue sharks and Blue marlin.\nBehaviour.\nIn spite of its large size, the whale shark is timid. Divers usually hold onto the tails of these sharks and swim with them, and the whale sharks never seem to attack.\nThere is some risk that a diver getting too close to a whale shark could get sucked into the filtering system that the sharks use for feeding. Another risk is that they can create problems for small boats that they may accidentally knock into. For the sharks, contact with very large boats can result in severe injuries.\nFeeding.\nWith the basking shark and the megamouth shark, the whale shark is one of the three known species of filter feeding sharks. It feeds mainly on plankton and nekton, small crustaceans, schooling fish, and sometimes on tuna and squids. Whale sharks may also sometimes feed on phytoplankton and macroalgae. Unlike most plankton-feeding vertebrates, the whale shark does not depend on slow forward motion to operate its filtration mechanism. Instead, it relies on a versatile suction filter-feeding methodology, which allows it to draw in a larger amount of water than other filter-feeders, such as the Starfish. This allows the whale shark to capture larger amounts of plankton. Whale sharks are always seen feeding in a vertical or near vertical position with the head at or near the surface.\nOther food items for the whale shark can include krill, and the larvae of Christmas Island red crab.\nReproduction.\nThere is very little information that has been documented about whale sharks mating and giving birth to young. Some whale sharks which live in captivity are studied by scientists but the whale shark is not very common in aquariums due to its large size.\nHowever, it is believed that they can have up to 300 pups at a time. This would be considerably more than other shark species, yet only a small fraction of them live to the age of maturity. It is believed that this species of shark doesn’t mate until it is about 30 years old. They can live from 70 to 100 years of age.\nHuman use.\nIn the past, the whale shark has been of little interest to fisheries. Now, commercial fishing for whale sharks are limited, but may expand from an increased demand for food products. In Taiwan around 100 whale sharks are caught annually. The meat of the whale shark is sold for high prices in this country, and since of this, there have been larger harvests of whale sharks over the last few years. Fishing for this shark also occurs in the Philippines, particularly in the Visayas and Mindanao areas, providing food for the local fishing communities. Whale shark fins are sold in the Orient, especially in Hong Kong. Occasionally, whale sharks are captured accidentally along the coast of India. Sometimes the flesh is eaten and the liver oil is used for waterproofing wooden fishing boats and for the manufacture of shoe polish, and it is also used as a treatment for some skin diseases. The fins of Whale sharks are also sold in India. Often, the whale shark is used as an indicator of waters which are rich in plankton-feeding fish that will, in turn, attract more valuable species, such as tuna. Whale sharks have been kept in aquaria in Japan, but their large size and their diet has made it hard to keep a whale shark in an aquarium. Some locations where the presence of whale sharks appears to be predictable, are increasingly targeted by commercial tourist operations.\nConservation.\nSome biological characteristics, such as the slow growth, and long time to mature, makes the whale shark vulnerable to overfishing. These characteristics also suggest that populations are slow to recover from any overfishing. The whale shark is listed as Vulnerable by the IUCN. The whale shark is listed by the AFS (American Fisheries Society) as \"Conservation dependent\" (meaning that the whale shark's population has reduced but it is recovering under conservation plans) in both the Atlantic waters of the U.S.A, and the Gulf of Mexico. However, it is considered not at risk in the Gulf of California. In the Maldives and Philippines there has been a ban on the fishing of whale sharks. This protection was introduced because of the serious impact that the fisheries may be making on whale shark numbers. The predictable occurrence of whale sharks in a few areas, such as western Australia, has led to the development of an expanding tourism industry. In this area the whale shark is a protected species and its tourism has been managed through a controlled system, including the licensing of a limited number of operators tours. Also, divers have been stopped from riding, chasing, or harassing any marine animal in any way, including whale sharks. Recently, some studies made on the Ningaloo Reef's whale sharks provided information that regular diving is a normal behaviour of these sharks, and there is no avoidance reaction during contact with humans.","categories":[],"infobox_types":[],"annotations":[{"uri":"Filter_feeder","surface_form":"filter feeding","offset":42},{"uri":"Shark","surface_form":"shark","offset":57},{"uri":"Tropical","surface_form":"tropical","offset":232},{"uri":"Temperate","surface_form":"temperate","offset":250},{"uri":"Sea","surface_form":"sea","offset":260},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":280},{"uri":"Gill","surface_form":"gill","offset":454},{"uri":"Dorsal_fin","surface_form":"dorsal fin","offset":535},{"uri":"Caudal_fin","surface_form":"caudal fin","offset":633},{"uri":"Tropical","surface_form":"tropical","offset":1618},{"uri":"Temperate","surface_form":"temperate","offset":1636},{"uri":"Sea","surface_form":"sea","offset":1646},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":1666},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1708},{"uri":"New_York","surface_form":"New York","offset":1729},{"uri":"Caribbean","surface_form":"Caribbean","offset":1751},{"uri":"Brazil","surface_form":"Brazil","offset":1773},{"uri":"Senegal","surface_form":"Senegal","offset":1790},{"uri":"Gulf_of_Guinea","surface_form":"Gulf of Guinea","offset":1805},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":1845},{"uri":"Red_Sea","surface_form":"Red Sea","offset":1896},{"uri":"Arabian_Gulf","surface_form":"Arabian Gulf","offset":1912},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1933},{"uri":"Japan","surface_form":"Japan","offset":1964},{"uri":"Australia","surface_form":"Australia","offset":1973},{"uri":"Hawaii","surface_form":"Hawaii","offset":1988},{"uri":"California","surface_form":"California","offset":2005},{"uri":"Chile","surface_form":"Chile","offset":2019},{"uri":"Shark","surface_form":"shark","offset":2041},{"uri":"Species","surface_form":"species","offset":2047},{"uri":"Order_(biology)","surface_form":"order","offset":2062},{"uri":"Orectolobiformes","surface_form":"Orectolobiformes","offset":2068},{"uri":"Pelagic_zone","surface_form":"pelagic zone","offset":2156},{"uri":"Blue_shark","surface_form":"Blue shark","offset":2533},{"uri":"Blue_marlin","surface_form":"Blue marlin","offset":2549},{"uri":"Basking_shark","surface_form":"basking shark","offset":3080},{"uri":"Megamouth_shark","surface_form":"megamouth shark","offset":3102},{"uri":"Species","surface_form":"species","offset":3161},{"uri":"Filter_feeder","surface_form":"filter feeding","offset":3172},{"uri":"Shark","surface_form":"shark","offset":3187},{"uri":"Plankton","surface_form":"plankton","offset":3214},{"uri":"Crustacean","surface_form":"crustacean","offset":3241},{"uri":"Fish","surface_form":"fish","offset":3264},{"uri":"Tuna","surface_form":"tuna","offset":3287},{"uri":"Squid","surface_form":"squid","offset":3296},{"uri":"Algae","surface_form":"algae","offset":3367},{"uri":"Vertebrate","surface_form":"vertebrate","offset":3403},{"uri":"Starfish","surface_form":"Starfish","offset":3669},{"uri":"Krill","surface_form":"krill","offset":3910},{"uri":"Christmas_Island_red_crab","surface_form":"Christmas Island red crab","offset":3935},{"uri":"Taiwan","surface_form":"Taiwan","offset":4748},{"uri":"Philippines","surface_form":"Philippines","offset":5003},{"uri":"Visayas","surface_form":"Visayas","offset":5036},{"uri":"Mindanao","surface_form":"Mindanao","offset":5048},{"uri":"Fin","surface_form":"fin","offset":5126},{"uri":"Orient","surface_form":"Orient","offset":5147},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":5169},{"uri":"India","surface_form":"India","offset":5252},{"uri":"Tuna","surface_form":"tuna","offset":5657},{"uri":"Japan","surface_form":"Japan","offset":5705},{"uri":"Vulnerable_species","surface_form":"Vulnerable","offset":6209},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"IUCN","offset":6227},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":6441},{"uri":"United_States","surface_form":"U.S.A","offset":6464},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":6479},{"uri":"Gulf_of_California","surface_form":"Gulf of California","offset":6540},{"uri":"Maldives","surface_form":"Maldives","offset":6567},{"uri":"Philippines","surface_form":"Philippines","offset":6580},{"uri":"Australia","surface_form":"Australia","offset":6838},{"uri":"Species","surface_form":"species","offset":6954}]}