{"id":152593,"url":"http://en.wikipedia.org/wiki/Mutual_intelligibility","text":"e=\"preserve\">Mutual intelligibility is where the speakers of one language can understand another language because they are alike. This is sometimes (but not always) used to decide whether they are different languages or different dialects.\nThere are noticeable differences in accent, vocabulary, and spelling between British and General American English, but speakers can largely understand each other without serious problems. These dialects are therefore mutually intelligible.\nSometimes, even different languages can be mutually intelligible.Hindi and Urdu are called different languages, but speakers of both languages can largely understand each other if they are using everyday language. This is because the two languages used to be dialects of Hindustani, the official language of British India until India became independent. Since the two languages are so alike, they are sometimes called together as Hindi-Urdu.\nAlso, dialects of a certain language can sometimes be mutually unintelligible. Chinese, for example, has hundreds of different dialects, and many native speakers of those dialects cannot understand each other without knowing the other's dialect. For example, the local dialects of Beijing, Shanghai, and Hong Kong are Mandarin, Wu Chinese, and Yue in that same order. If natives from each of these cities were to talk to each other in their native dialects, they would not understand each other. This is because they are too different from each other. This is why the governments of China and Taiwan want their citizens to speak Standard Mandarin in public so that there can be a spoken dialect of Chinese everyone can understand. While the spoken dialects are mutually unintelligible, they all use the same written code, Chinese characters, so they can understand each other if they write to each other.\nThese examples above show that the difference between language and dialect is often hard to define, even for linguists, or people who study languages as their job.\nWhen a speaker of one language can understand what a speaker of another language is saying but not the other way around, it is called asymmetric intelligibility. An example of of this is Portuguese and Spanish. While Portuguese speakers say they can understand Spanish without major problems, Spanish speakers, on the other hand, have a very difficult time understanding Portuguese speakers. This situation is actually quite common across languages.","categories":[],"infobox_types":[],"annotations":[{"uri":"Language","surface_form":"language","offset":65},{"uri":"Language","surface_form":"languages","offset":207},{"uri":"Dialect","surface_form":"dialects","offset":230},{"uri":"Accent","surface_form":"accent","offset":276},{"uri":"Vocabulary","surface_form":"vocabulary","offset":284},{"uri":"Orthography","surface_form":"spelling","offset":300},{"uri":"British_English","surface_form":"British","offset":317},{"uri":"American_English","surface_form":"General American English","offset":329},{"uri":"Hindi","surface_form":"Hindi","offset":545},{"uri":"Urdu","surface_form":"Urdu","offset":555},{"uri":"Hindustani_language","surface_form":"Hindustani","offset":751},{"uri":"British_India","surface_form":"British India","offset":788},{"uri":"India","surface_form":"India","offset":808},{"uri":"Independence","surface_form":"independent","offset":821},{"uri":"Hindi-Urdu","surface_form":"Hindi-Urdu","offset":910},{"uri":"Native_speaker","surface_form":"native speakers","offset":1068},{"uri":"Beijing","surface_form":"Beijing","offset":1203},{"uri":"Shanghai","surface_form":"Shanghai","offset":1212},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":1226},{"uri":"Mandarin_Chinese","surface_form":"Mandarin","offset":1240},{"uri":"Wu_Chinese","surface_form":"Wu Chinese","offset":1250},{"uri":"Cantonese_language","surface_form":"Yue","offset":1266},{"uri":"Standard_Mandarin","surface_form":"Standard Mandarin","offset":1551},{"uri":"Chinese_characters","surface_form":"Chinese characters","offset":1744},{"uri":"Linguistics","surface_form":"linguists","offset":1936},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":2178},{"uri":"Spanish_language","surface_form":"Spanish","offset":2193}]}