{"id":152761,"url":"http://en.wikipedia.org/wiki/SIMATIC","text":"SIMATIC is the name of an automation system which was developed by the German company Siemens. The automation system controls machines used for industrial production. This system makes it possible for machines to run automatically. Depending on the needed function of the machine you have to upload the right program on your Simatic unit. This unit is kept in a control cabinet near the machine.\nFunction.\nSimatic is similar to a digital computer which can store and run programs. The Simatic also has some inputs and outputs. The running program on the Simatic controls these inputs and outputs. Both are connected by electrical wires with the machine. That makes a communication between the Simatic and any machine possible. As the case may be the inputs and outputs are set on a “High” signal or on a “Low” signal by the program. These are different electrical definitions. Finally these signals are important if an action in the machine happens or not.\nFrom the machine to the Simatic.\nIn the machine, there are sensors. A sensor gives information about different situations in the machine. For example, how fast the motor rotates, what the temperature is or when the current action is completed. All this information is necessary for the program. The sensors give out an electrical signal, each signal goes by wire on an input of the Simatic unit. So the program knows what´s going on in the machine. This is very important, because now the program can perform the next correct step in its sequence. For example, if the temperature of the motor is too high, the program has to know it. Now the program will switch off the motor.\nFrom the Simatic to the machine.\nIn the machine, there are actuators. They cause a wanted motion, action or forming. Examples for actuators are a motor, a heater or a light. If the program says that it´s time to switch on the light in the machine, the right output of the Simatic unit will be set. That means that an electrical signal at the output goes by wire to the machine and switches on the light.\nThe name Simatic.\nThe name Simatic is a registered trademark of the company Siemens, since 1958. Simatic connects “Siemens” and “Automatic” in one word.\nUsed Software.\nEvery automation system needs a program to control a machine. To create a program you need a software. Siemens created their own software for their products.\nReferences.\nhttp://www.automation.siemens.com/simatic/portal/index_76.htm","categories":[],"infobox_types":[],"annotations":[{"uri":"Siemens","surface_form":"Siemens","offset":86},{"uri":"Sensor","surface_form":"sensor","offset":1027}]}