{"id":15270,"url":"http://en.wikipedia.org/wiki/Charles_Manson","text":"Charles Milles Manson (né Maddox; November 12, 1934 – November 19, 2017) was an American criminal and leader of a Californian cult which murdered several people in the late 1960s and early 1970s. His cult, of young women and men, was known as \"The Family.\"\nHe planned and ordered the Family to commit several brutal murders. Most known is the murder by his followers on August 8, 1969 of Sharon Tate. She was expecting a baby, already 7 / 8 months. The same night they also murdered Steven Parent, a friend of the groundskeeper at the house; Jay Sebring, a hair stylist; Abigail Folger, an heiress and social worker; and Wojciech Frykowski, a Polish writer and actor. The next night, Manson and some of his followers murdered Leno La Bianca, a grocery store owner and his wife Rosemary. Manson and his followers were arrested for stealing cars, but soon it was found out that they were the ones who committed the murders.\nManson was in jail for life in California. He and four Family members were sentenced to death, but the death penalty was abolished in California shortly after that. Because of his violent, murderous, anti-social behavior and unstable mental state, he was refused parole in 2012 for the 12th time. He was 77 years old at the time. His next hearing had been set for 2027.\nManson released an album titled. It featured Manson's music. All profits of the 2006 revived ESP-Disk label version go to the family of Wojciech Frykowski. Allmusic rated the album 4 out of 5 stars.\nManson \"Family\".\nManson was a convicted criminal long before the infamous murders. When he was released for the second time, on March 21, 1967, he had spent more than half his 32 years in prisons and other institutions.p137 He told the authorities that prison had become his home and he asked to stay. This fact was disclosed in a 1981 television interview.\nOn his release day, Manson was allowed to move to San Francisco. With the help of a prison friend he moved into an apartment in Berkeley. While in prison, a bank robber taught him to play the steel guitar.p137 Living mostly by panhandling, he soon met Mary Brunner, a 23-year-old graduate of the University of Wisconsin–Madison. Brunner was working as a library assistant at University of California, Berkeley, and Manson moved in with her. Someone said in a secondhand report that he managed to talk her into allowing other women to live with them, even though she was against it. Before long, they were sharing Brunner's home with 18 other women.p163–174\nManson set himself up as a guru in San Francisco's Haight-Ashbury. During 1967's \"Summer of Love,\" it was becoming the most popular place for hippies to live and hang out. Preaching a philosophy that included some of the Scientology he had studied in prison,p163 he soon had his first group of young followers, most of them female.p137 When Manson was put in prison in July 1961 at the U.S. penitentiary in McNeil Island, Washington, he put \"Scientologist\" as his religion on a questionnaire.p143\nBefore the summer ended, Manson and eight or nine of his followers began to travel around in an old school bus. They went as far north as Washington state, then south through Los Angeles, Mexico, and the southwest. Returning to the Los Angeles area, they lived in Topanga Canyon, Malibu, and Venice—western parts of the city and county.p163\nMeeting Dennis Wilson.\nIn the late spring of 1968, in some reports of the events, Dennis Wilson, of the Beach Boys, picked up two hitchhiking Manson followers. They were Patricia Krenwinkel and Ella Jo Bailey. Wilson brought them to his house in a rich neighborhood of Los Angeles for a few hours. After an all-night recording session, he came home in the early hours of the next morning. Wilson was greeted in his driveway by Manson, who came out of the house. Feeling afraid, Wilson asked the stranger if he was going to hurt him. Saying no, Manson then began to kiss Wilson's feet.p250p34\nInside his house, Wilson found 12 strangers (mostly women) who had moved in.p34 Over the next few months, the number of members moving in continued to grow. The Family members who had made themselves part of Wilson's Sunset Boulevard household cost him about $100,000. This included a large doctor's bill for treatment of their gonorrhea and $21,000 for wrecking his uninsured car, which they had borrowed.ch4 Wilson spent a lot of time singing and talking with Manson, whose women were treated like domestic workers.p250\nWilson paid for recording studio time to work on songs written and performed by Manson. He also introduced Manson to friends of his in the entertainment business. One was Terry Melcher (the son of Doris Day), who was also a musician and record producer. Gregg Jakobson, another friend, also paid to record Manson material. He later wrote about this experience with Manson for \"Rolling Stone\" magazine. He used a fake name of \"Lance Fairweather\" for the article.\nIn his book \"Manson in His Own Words\", Manson says he first met Wilson at a friend's San Francisco house, where Manson had gone to buy cannabis. The drummer then gave Manson his Sunset Boulevard address and invited him to stop by when he would be in Los Angeles.\nSpahn Ranch.\nIn August 1968, Manson established a base for the group at Spahn's Movie Ranch, not far from Topanga Canyon, after Wilson's manager told the Family to move out of Wilson's home. The entire Family then relocated to the ranch.p253\nFamily members did helpful work around the grounds. Also, Manson ordered the Family's women (including Lynette \"Squeaky\" Fromme) to have sex occasionally with the nearly blind, 80-year-old owner George Spahn. The women also acted as seeing-eye guides for Spahn. In exchange, Spahn allowed Manson and his group to live at the ranch for free.p99\nHelter Skelter.\nIn the first days of November 1968, Manson established the Family at alternative headquarters near Death Valley, where they occupied two unused or little-used ranches.ch10\nWhile back at Spahn Ranch, no later than December, Manson and Watson visited a Topanga Canyon acquaintance who played them the Beatles' \"White Album\", then recently released.ch12 Manson was obsessed with the group. At McNeil, he had told fellow inmates, including Alvin Karpis, that he could surpass the group in fame; to the Family, he spoke of the group as \"the soul\" and \"part of 'the hole in the infinite'. \"\nFor some time, he had been saying that racial tension between blacks and whites was growing and that blacks would soon rise up in rebellion in America's cities. He had emphasized Martin Luther King, Jr.'s assassination, which had taken place on April 4, 1968. On a bitterly cold New Year's Eve at Myers Ranch, the Family members, gathered outside around a large fire, listened as Manson explained that the social turmoil he had been predicting had also been predicted by the Beatles. The \"White Album\" songs, he declared, told it all, though in code. In fact, he said the album was directed at the Family itself, an elect group that was being instructed to preserve the worthy from the impending disaster.\nIn early January 1969, the Family escaped the desert's cold and positioned itself to monitor Los Angeles' supposed racial tension by moving to a canary-yellow home in Canoga Park, not far from the Spahn Ranch. Because this would allow the group to remain \"submerged beneath the awareness of the outside world\",p244 Manson called it the Yellow Submarine, another Beatles reference. There, Family members prepared for the impending apocalypse, which, around the campfire, Manson had termed \"Helter Skelter,\" after the song of that name.\nBy February, Manson's vision was complete. The Family would create an album whose songs, as subtle as those of the Beatles, would trigger the predicted chaos. Ghastly murders of whites by blacks would be met with retaliation and a split between racist and non-racist whites would yield whites' self-annihilation. Blacks' triumph, as it were, would merely precede their being ruled by the Family, which would ride out the conflict in \"the bottomless pit\"—a secret city beneath Death Valley.\nAt the Canoga Park house, while Family members worked on vehicles and pored over maps to prepare for their desert escape, they also worked on songs for their world-changing album.ch13\nMurders.\nA total of eight people are known to have been killed by the Manson Family and two other killings are suspected.\nHinman murder.\nOn July 25, 1969, Manson sent Bobby Beausoleil, Mary Brunner, and Susan Atkins to the house of acquaintance Gary Hinman to persuade him to turn over money Manson thought Hinman had inherited.p75 The three held the uncooperative Hinman hostage for two days, during which Manson showed up with a sword to slash his ear. After that, Beausoleil stabbed Hinman to death, probably on Manson's instruction. Before leaving the Topanga Canyon residence, one of them used Hinman's blood to write \"Political piggy\" on the wall and to draw a panther paw, a Black Panther symbol.p184\nTate murders.\nOn the night of August 8, Manson directed Charles Watson to take Susan Atkins, Linda Kasabian, and Patricia Krenwinkel to \"that house where Melcher used to live\" and \"totally destroy everyone in [it], as gruesome as you can.\"p463 He told the women to do as Watson would instruct them. Unknown to Manson, the tenants were now Sharon Tate and Roman Polanski. Polanski was in Europe at the time and Tate was at home with three other people. They were all killed, as was a delivery boy who turned up at an inopportune moment.\nLa Bianca murders.\nThis event was the murder of a supermarket owner and his wife. On this occasion, Manson himself took charge of the murders and six Family members accompanied him. As with the other killings, there was no particular reason for the crime and the victims were unknown to the Family other than Manson.\nIllness and death.\nOn January 1, 2017, Manson was taken from Cochran State Prison to Mercy Hospital in downtown Bakersfield. He was suffering from gastrointestinal bleeding. The \"Los Angeles Times\" reported that Manson was seriously ill. Some reports suggest Manson was too weak for surgery. He was returned to prison by January 6. There was no report about whether he received any treatment.\nOn November 15, 2017, it was confirmed that Manson had returned to a hospital in Bakersfield. Four days later, he died at the hospital of natural causes and cardiopulmonary arrest complicated by colorectal cancer at the age of 83. It is currently unknown what fate his body will have.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":80},{"uri":"California","surface_form":"California","offset":114},{"uri":"Murder","surface_form":"murder","offset":137},{"uri":"Sharon_Tate","surface_form":"Sharon Tate","offset":388},{"uri":"Wojciech_Frykowski","surface_form":"Wojciech Frykowski","offset":1428},{"uri":"Allmusic","surface_form":"Allmusic","offset":1448},{"uri":"Authority","surface_form":"authorities","offset":1727},{"uri":"San_Francisco","surface_form":"San Francisco","offset":1899},{"uri":"Berkeley%2C_California","surface_form":"Berkeley","offset":1977},{"uri":"Begging","surface_form":"panhandling","offset":2076},{"uri":"University_of_Wisconsin%E2%80%93Madison","surface_form":"University of Wisconsin–Madison","offset":2145},{"uri":"University_of_California%2C_Berkeley","surface_form":"University of California, Berkeley","offset":2224},{"uri":"Haight-Ashbury","surface_form":"Haight-Ashbury","offset":2557},{"uri":"Summer_of_Love","surface_form":"Summer of Love","offset":2588},{"uri":"Hippie","surface_form":"hippie","offset":2648},{"uri":"Scientology","surface_form":"Scientology","offset":2727},{"uri":"Washington_(U.S._state)","surface_form":"Washington","offset":2928},{"uri":"Washington_(U.S._state)","surface_form":"Washington state","offset":3141},{"uri":"Mexico","surface_form":"Mexico","offset":3191},{"uri":"Topanga","surface_form":"Topanga Canyon","offset":3267},{"uri":"Malibu%2C_California","surface_form":"Malibu","offset":3283},{"uri":"Venice%2C_California","surface_form":"Venice","offset":3295},{"uri":"Dennis_Wilson","surface_form":"Dennis Wilson","offset":3426},{"uri":"The_Beach_Boys","surface_form":"the Beach Boys","offset":3444},{"uri":"Sunset_Boulevard","surface_form":"Sunset Boulevard","offset":4153},{"uri":"Gonorrhea","surface_form":"gonorrhea","offset":4264},{"uri":"Domestic_worker","surface_form":"domestic worker","offset":4436},{"uri":"Doris_Day","surface_form":"Doris Day","offset":4655},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":4835},{"uri":"San_Francisco","surface_form":"San Francisco","offset":5005},{"uri":"Cannabis","surface_form":"cannabis","offset":5055},{"uri":"Spahn_Ranch","surface_form":"Spahn's Movie Ranch","offset":5255},{"uri":"Lynette_Fromme","surface_form":"Lynette \"Squeaky\" Fromme","offset":5528},{"uri":"Death_Valley","surface_form":"Death Valley","offset":5884},{"uri":"The_Beatles","surface_form":"the Beatles","offset":6080},{"uri":"The_Beatles_(album)","surface_form":"White Album","offset":6094},{"uri":"McNeil_Island","surface_form":"McNeil","offset":6175},{"uri":"Alvin_Karpis","surface_form":"Alvin Karpis","offset":6221},{"uri":"Martin_Luther_King%2C_Jr.","surface_form":"Martin Luther King, Jr.","offset":6549},{"uri":"Canoga_Park","surface_form":"Canoga Park","offset":7243},{"uri":"Helter_Skelter_(song)","surface_form":"song","offset":7592},{"uri":"Sharon_Tate","surface_form":"Sharon Tate","offset":9332},{"uri":"Roman_Polanski","surface_form":"Roman Polanski","offset":9348},{"uri":"Supermarket","surface_form":"supermarket","offset":9579},{"uri":"Gastrointestinal_bleeding","surface_form":"gastrointestinal bleeding","offset":9993},{"uri":"Natural_causes","surface_form":"natural causes","offset":10377},{"uri":"Cardiopulmonary_arrest","surface_form":"cardiopulmonary arrest","offset":10396},{"uri":"Colorectal_cancer","surface_form":"colorectal cancer","offset":10434}]}