{"id":152840,"url":"http://en.wikipedia.org/wiki/Kanata%2C_Ontario","text":"Kanata is a large suburban area in the western part of Ottawa, Ontario, Canada. It has a population of 90,000 and is growing very fast. It is just west of the Greenbelt. It is an important area for Hi-tech Businesses. It was an independent town from 1978 to 2000.\nHistory.\nKanata was originally part of the Township of March. It was settled by Europeans in the early 19th Century. It was mainly agricultural(Farms) until the 1960s when it became the site of a lot of construction. Modern Kanata is largely the creation of Bill Teron, a developer and urban planner who purchased over 3,000 acres (12 km2) of rural land and set about building a model community. It was planned to have a mix of offices, residential(Housing) area, and green area. Kanata was divided into a number of communities. Each was intended to have its own Business Center and unique culture. These include Beaverbrook, Glen Cairn, Bridlewood, Katimavik, Hazeldean, Morgan's Grant, and Kanata Lakes.\nKanata grew Rapidly. In 1978 the Province of Ontario made Kanata a city separate from the Township of March. Kanata remained a city intil 2001 when it was merged with the city of Ottawa, along with many other cities.\nThe city became an important hi-tech centre. DEC was one of the pioneer technology companies in Kanata. The DEC campus has been successively Digital, Compaq, and is now HP. Kanata remains home to many of the major hi-tech employers of Ottawa, such as Mitel, March Networks, Alcatel-Lucent, Dell Canada, Hewlett-Packard, Smart Technologies, Norpak, Nortel, MDS Nordion, Breconridge, AMCC, and Cisco Systems, Inc.. The hi-tech industry is clustered along March Road, in the Kanata North Business Park and Kanata Research Park, and along Eagleson Road, in the Kanata South Business Park.\nLocation.\nKanata is in the Ottawa Valley. It is about 22 km southwest of Downtown Ottawa. It is along the Highway 417. The northern end of Kanata is west of the Ottawa River.\nTo the east, Kanata is separated from the former City of Nepean by the National Capital Commission's Greenbelt (Ottawa). The community of Bells Corners borders the inner side of the Greenbelt. Bells Corners is, like Kanata, a hi-tech suburb that was established around 1950.\nTo the west of Kanata is Stittsville, Ontario. Stittsville first a farming community, then a village, then part of the township of Goulbourn. Stittsville is now a large suburb which was merged into the new City of Ottawa in 2001, and is largely employed by the hi-tech industry.\nTo the south of Kanata is the former village of Richmond, Ontario which pre-dated what is now the City of Ottawa.\nSchools.\nFrench Immersion Catholic Schools: École elementaire publique Kanata","categories":[],"infobox_types":[],"annotations":[{"uri":"Suburban","surface_form":"suburban","offset":18},{"uri":"Ottawa","surface_form":"Ottawa","offset":55},{"uri":"Ontario","surface_form":"Ontario","offset":63},{"uri":"Canada","surface_form":"Canada","offset":72},{"uri":"Hi-tech","surface_form":"Hi-tech","offset":198},{"uri":"Township_of_March","surface_form":"Township of March","offset":307},{"uri":"Europe","surface_form":"Europeans","offset":344},{"uri":"19th_Century","surface_form":"19th Century","offset":367},{"uri":"Bill_Teron","surface_form":"Bill Teron","offset":522},{"uri":"Ontario","surface_form":"Ontario","offset":1015},{"uri":"Mitel","surface_form":"Mitel","offset":1438},{"uri":"March_Networks","surface_form":"March Networks","offset":1445},{"uri":"Alcatel-Lucent","surface_form":"Alcatel-Lucent","offset":1461},{"uri":"Dell_Canada","surface_form":"Dell Canada","offset":1477},{"uri":"Hewlett-Packard","surface_form":"Hewlett-Packard","offset":1490},{"uri":"Smart_Technologies","surface_form":"Smart Technologies","offset":1507},{"uri":"Norpak","surface_form":"Norpak","offset":1527},{"uri":"Nortel","surface_form":"Nortel","offset":1535},{"uri":"MDS_Nordion","surface_form":"MDS Nordion","offset":1543},{"uri":"Breconridge","surface_form":"Breconridge","offset":1556},{"uri":"AMCC","surface_form":"AMCC","offset":1569},{"uri":"Cisco_Systems%2C_Inc.","surface_form":"Cisco Systems, Inc.","offset":1579},{"uri":"Ottawa_Valley","surface_form":"Ottawa Valley","offset":1799},{"uri":"Ottawa","surface_form":"Ottawa","offset":1854},{"uri":"Highway_417","surface_form":"Highway 417","offset":1878},{"uri":"Ottawa_River","surface_form":"Ottawa River","offset":1933},{"uri":"Nepean","surface_form":"Nepean","offset":2004},{"uri":"Stittsville","surface_form":"Stittsville","offset":2247}]}