{"id":152810,"url":"http://en.wikipedia.org/wiki/Sustainable_biofuels","text":"Biofuels are fuels from plant materials. They offer the prospect of oil price moderation. Some biofuels can supply sustainable energy. Responsible development of biofuels will help economic prospects in Africa, Latin America and Asia.\nBiofuel options.\nThere are many biofuel options which are available. Biofuels, such as ethanol and biodiesel, are currently produced from the products of conventional food crops such as the starch, sugar and oil feedstocks from crops that include wheat, maize, sugar cane, palm oil and oilseed rape. Any major switch to biofuels from such crops would create a direct competition with their use for food and animal feed, and in some parts of the world we are already seeing the economic consequences of such competition.\nSecond generation biofuels are now being produced from the cellulose in dedicated energy crops (perennial grasses such as switchgrass and Miscanthus giganteus), forestry materials, the co-products from food production, and domestic vegetable waste. Advances in the conversion processes will improve the sustainability of biofuels, through better efficiencies and reduced environmental impact of producing biofuels, from both existing food crops and from cellulosic sources.\nProduced responsibly they are a sustainable energy source that need not divert any land from growing food nor damage the environment; they can also help solve the problems of the waste generated by Western society; and they can create jobs for the poor where previously were none. Produced irresponsibly, they at best offer no climate benefit and, at worst, have detrimental social and environmental consequences. In other words, biofuels are pretty much like any other product.\nAccording to the Rocky Mountain Institute, sound biofuel production practices would not hamper food and fibre production, nor cause water or environmental problems, and would enhance soil fertility. The selection of land on which to grow the feedstocks is a critical component of the ability of biofuels to deliver sustainable solutions. A key consideration is the minimization of biofuel competition for prime cropland.\nJatropha in India and Africa.\nCultivation and fruit picking by hand is labour-intensive and needs around one person per hectare. In parts of rural India and Africa this provides much-needed jobs - about 200,000 people worldwide now find employment through jatropha. Moreover, villagers often find that they can grow other crops in the shade of the trees. Their communities will avoid importing expensive diesel and there will be some for export too.\nJatropha in Cambodia.\nCambodia has no proven fossil fuel reserves, and is almost completely dependent on imported diesel fuel for electricity production. Consequently, Cambodians face an insecure supply and pay some of the highest energy prices in the world. The impacts of this are widespread and may hinder economic development.\nBiofuels may provide a substitute for diesel fuel that can be manufactured locally for a lower price, independent of the international oil price. The local production and use of biofuel also offers other benefits such as improved energy security, rural development opportunities and environmental benefits. The Jatropha curcas species appears to be a particularly suitable source of biofuel as it already grows commonly in Cambodia. Local sustainable production of biofuel in Cambodia, based on the Jatropha or other sources, offers good potential benefits for the investors, the economy, rural communities and the environment.\nSweet sorghum in India.\nSweet sorghum overcomes many of the shortcomings of other biofuel crops. With sweet sorghum, only the stalks are used for biofuel production, while the grain is saved for food or livestock feed. It is not in high demand in the global food market, and thus has little impact on food prices and food security. Sweet sorghum is grown on already-farmed drylands that are low in carbon storage capacity, so concerns about the clearing of rainforest do not apply. Sweet sorghum is easier and cheaper to grow than other biofuel crops in India and does not require irrigation, an important consideration in dry areas.\nRoundtable on Sustainable Biofuels.\nPublic attitudes and the actions of stakeholders can play a crucial role in realising the potential of biofuels. Informed discussion and dialogue, based\nboth on the scientific case and an understanding of public and stakeholder views, is important.\nThe Roundtable on Sustainable Biofuels is an international initiative which brings together farmers, companies, governments, non-governmental organizations, and scientists who are interested in the sustainability of biofuels production and distribution. During 2008, the Roundtable developed a series of principles and criteria for sustainable biofuels production through meetings, teleconferences, and online discussions.\nThe Roundtable for Sustainable Biofuels released “Version Zero” of its proposed standards for sustainable biofuels on August 13, 2008. This includes a dozen principles, each with several criteria developing the principle further.\nSustainable Biofuels Consensus.\nThe Sustainable Biofuels Consensus is an international initiative which calls upon governments, the private sector, and other stakeholders to take concerted, collaborative and coordinated action to ensure the sustainable trade, use and production of biofuels. In this way biofuels may play a key role in the transformation of the energy sector, climate stabilization and resulting worldwide renaissance of rural areas, all of which are urgently needed.\nThe Sustainable Biofuels Consensus envisions a landscape that provides food, fodder, fiber, and energy, which offers opportunities for rural development; that diversifies energy supply, restores ecosystems, protects biodiversity, and sequesters carbon.\nOil price moderation.\nBiofuels offer the prospect of real market competition and oil price moderation. According to the Wall Street Journal, crude oil would be trading 15 per cent higher and gasoline would be as much as 25 per cent more expensive, if it were not for biofuels. A healthy supply of alternative energy sources will help to combat gasoline price spikes.\nSustainable transport.\nBiofuels have a limited ability to replace fossil fuels and should not be regarded as a ‘silver bullet’ to deal with transport emissions. Biofuels on their own cannot deliver a sustainable transport system and so must be developed as part of an integrated approach,\nwhich promotes other renewable energy options and energy efficiency, as well as moderating the overall demand and need for transport. The development of hybrid and fuel cell vehicles, public transport, and better urban and rural planning all need to be considered.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biofuel","surface_form":"biofuel","offset":95},{"uri":"Sustainable_energy","surface_form":"sustainable energy","offset":115},{"uri":"Ethanol","surface_form":"ethanol","offset":322},{"uri":"Biodiesel","surface_form":"biodiesel","offset":334},{"uri":"Wheat","surface_form":"wheat","offset":482},{"uri":"Maize","surface_form":"maize","offset":489},{"uri":"Sugar_cane","surface_form":"sugar cane","offset":496},{"uri":"Palm_oil","surface_form":"palm oil","offset":508},{"uri":"Oilseed_rape","surface_form":"oilseed rape","offset":521},{"uri":"Food_vs_fuel","surface_form":"competition with their use for food","offset":602},{"uri":"Second_generation_biofuel","surface_form":"Second generation biofuel","offset":755},{"uri":"Switchgrass","surface_form":"switchgrass","offset":877},{"uri":"Miscanthus_giganteus","surface_form":"Miscanthus giganteus","offset":893},{"uri":"Rocky_Mountain_Institute","surface_form":"Rocky Mountain Institute","offset":1725},{"uri":"Diesel_fuel","surface_form":"diesel fuel","offset":2693},{"uri":"Jatropha_curcas","surface_form":"Jatropha curcas","offset":3221},{"uri":"Sweet_sorghum","surface_form":"Sweet sorghum","offset":3562},{"uri":"Oil_price_increases_since_2003","surface_form":"oil price","offset":5929},{"uri":"Wall_Street_Journal","surface_form":"Wall Street Journal","offset":5968},{"uri":"Sustainable_transport","surface_form":"sustainable transport","offset":6415},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":6525},{"uri":"Efficient_energy_use","surface_form":"energy efficiency","offset":6554}]}