{"id":152984,"url":"http://en.wikipedia.org/wiki/Eureka_Stockade","text":"The Eureka Stockade is the name given to a rebellion by gold miners at Ballarat, Victoria, Australia. It took place at sunrise, on December 3, 1854. The miners came from England, Ireland, Scotland, Wales, Canada, Italy, Hungary, France, Germany, China and Australia. The miners refused to pay a licence fee to look for gold. The miners said that the money for the licence was a tax, and that if they had to pay tax then they should be represented in the parliament. Irish miner Peter Lalor became the leader of the miners. They built a fort, or stockade, on Bakery Hill above the gold diggings on the Eureka gold lead. They were attacked by the British Army. More than 30 people were killed. The battle went for 20 minutes.\nFlag.\nThe miners made their own flag which was flown at the Eureka Stockade. The flag was torn down during the battle and taken away by one of the soldiers. It was given to the Ballarat Art Gallery in the 1890s. Pieces of the flag were sometimes given to important visitors to Ballarat. It is believed that Queen Elizabeth II has a small piece. In the 1973 the flag was restored and put on display at the Art Gallery. The display was opened by the Prime Minister of Australia, Gough Whitlam. The flag has been put on the Victorian Heritage Register and was named an icon by the National Trust in 2006. In August 2010, the Ballarat Art Gallery said that the flag needed further work to keep it safe. It was sent to South Australia to be restored at a cost of more than AU$100,000. The Gallery has built a new airtight case to hold the flag.\nThe symbol.\nThe flag has often been used as a symbol of rebelion. Trade unions used the flag in their marches. The Prime Minister, John Howard, banned the flag from being flown on building sites.\nIn 2008, the Football Federation of Australia tried to stop the flag from being flown by supporters of the soccer team, Melbourne Victory. They said it was against their rules for teams to use political symbols. People with the flag would be made to leave the football ground\nIn 2018, the Eureka flag again divided people in some workplaces. The Australian Building and Construction Commission published examples of slogans and logos that were against the Federal Government's building codes. These images were not allowed to be displayed by workers on projects run by the government. The list of banned images included the Eureka flag.\nMany nationalist groups have started to use the flag as a symbol. It was used during the racial riots at Cronulla, New South Wales. People are concerned that it will become a symbol of leaving people out, and not a symbol of Australian democracy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rebellion","surface_form":"rebellion","offset":43},{"uri":"Gold","surface_form":"gold","offset":56},{"uri":"Miner","surface_form":"miner","offset":61},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat, Victoria","offset":71},{"uri":"Australia","surface_form":"Australia","offset":91},{"uri":"Parliament","surface_form":"parliament","offset":454},{"uri":"Irish_people","surface_form":"Irish","offset":466},{"uri":"Peter_Lalor","surface_form":"Peter Lalor","offset":478},{"uri":"Fort","surface_form":"fort","offset":536},{"uri":"Ballarat_Art_Gallery","surface_form":"Ballarat Art Gallery","offset":901},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":1031},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":1172},{"uri":"Gough_Whitlam","surface_form":"Gough Whitlam","offset":1201},{"uri":"Victorian_Heritage_Register","surface_form":"Victorian Heritage Register","offset":1245},{"uri":"South_Australia","surface_form":"South Australia","offset":1438},{"uri":"AU%24","surface_form":"AU$","offset":1492},{"uri":"Symbol","surface_form":"symbol","offset":1610},{"uri":"John_Howard","surface_form":"John Howard","offset":1695},{"uri":"Football_Federation_of_Australia","surface_form":"Football Federation of Australia","offset":1773},{"uri":"Soccer","surface_form":"soccer","offset":1867},{"uri":"Melbourne_Victory_F.C.","surface_form":"Melbourne Victory","offset":1880},{"uri":"Office_of_the_Australian_Building_and_Construction_Commissioner","surface_form":"Australian Building and Construction Commission","offset":2106},{"uri":"Government_of_Australia","surface_form":"Federal Government","offset":2216},{"uri":"Cronulla%2C_New_South_Wales","surface_form":"Cronulla, New South Wales","offset":2502},{"uri":"Democracy","surface_form":"democracy","offset":2633}]}