{"id":15297,"url":"http://en.wikipedia.org/wiki/Starfish","text":"Starfish, or sea stars'\", are Echinoderms of the Class Asteroidea.p35\nAll live in the ocean, on the sea floor. Many starfish live in deep water, others in shallow water. Some live in the intertidal zone, between low and high tide. They have five or more arms and can be quite large. The Sunflower sea star (\"Pycnopodia helianthoides\") is the largest: fully grown, its arm-span is about a metre. This is a bit larger than the famous Crown-of-thorns starfish, which lives on coral polyps.\nAlthough starfish are invertebrates, they do have a kind of skeleton. The bodies of starfish are composed of calcium carbonate plates, known as 'ossicles'. These form the endoskeleton, which takes on a variety of forms such as spines and granules.\nThey have a primitive nervous system, but not a brain. They also do not have blood, instead they use sea water to pump things around their bodies.\nThere are over 1500 different species of sea star. Most sea stars are predators. They eat mussels, clams, and other bivalves. Occasionally, they catch small fish.\nSymmetry.\nMost starfish have five arms, called \"rays\" that come out from a center circle (disk). If a starfish has more than five rays, it will often have rays in multiples of five; there could be 10, 15, 20, or even 30 rays on one starfish. This is called pentameral (five-fold) symmetry.\nSenses.\nThe movement of starfish is guided by their senses of touch and sight. There are five 'eyes', light-sensitive cushions, one at the end of each arm. These and the tube feet are connected to nerve fibres, so these animals are more complex than might appear.\nTube feet.\nAlthough starfish started off as filter-feeders, they evolved to become major predators of shell-fish (the brachiopods and bivalves). They can also eat small crustacea and fish. Their tube feet developed suckers, perhaps originally to improve movement. Later, they were used to open shell-fish.\nFeeding methods.\nThe shells of brachiopods and bivalves are held together by strong muscles. What the starfish does is clamp hold of them on either side with its tube feet, and apply a steady pull. The starfish, with its muscles and hydraulic system, can pull for much longer than any bivalve muscle can withstand. Apparently, ten minutes are usually enough to open the shell a bit. Then the starfish slips its stomach inside the shell. The stomach can get through a slot as narrow as 0.1mm. The starfish then dissolves the mollusc where it lives, absorbing the nutrients. This digestion process takes much longer than opening the shell, perhaps a couple of days.\nSome species swallow the shell whole, and dissolve the contents inside their stomach, then push out the shell afterwards.p45\nThe ability of starfish to eat brachipods and bivalves developed in the Mesozoic, especially in the Jurassic and Cretaceous. This was part of the \"Mesozoic marine revolution\", which transformed the sea-floor fauna. Weakly defended and static shellfish disappeared, and more heavily armoured or more mobile shellfish flourished.\nRegeneration.\nStarfish, like many sea creatures, are able to \"regenerate\" (grow back) parts of their bodies. Starfish are better at regeneration than most other creatures. Not only can a new ray grow when a ray is torn off, but if the torn off ray has even a small piece of the central disk still attached, a whole new starfish can grow from the one ray.p35\nBecause starfish like to eat clams and oysters, fishermen who gather shellfish have tried for years to get rid of them. To kill the starfish, fishermen would catch them, slice them right in half, and throw them back in the ocean. However, because starfish can grow back parts of their bodies, they were actually increasing the number of starfish.","categories":[],"infobox_types":[],"annotations":[{"uri":"Echinoderm","surface_form":"Echinoderm","offset":30},{"uri":"Class_(biology)","surface_form":"Class","offset":49},{"uri":"Asteroidea","surface_form":"Asteroidea","offset":55},{"uri":"Ocean","surface_form":"ocean","offset":86},{"uri":"Intertidal_zone","surface_form":"intertidal zone","offset":187},{"uri":"Low_tide","surface_form":"low","offset":212},{"uri":"High_tide","surface_form":"high tide","offset":220},{"uri":"Arm","surface_form":"arm","offset":254},{"uri":"Crown-of-thorns_starfish","surface_form":"Crown-of-thorns starfish","offset":432},{"uri":"Coral","surface_form":"coral","offset":473},{"uri":"Polyp","surface_form":"polyp","offset":479},{"uri":"Invertebrate","surface_form":"invertebrate","offset":509},{"uri":"Skeleton","surface_form":"skeleton","offset":547},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":596},{"uri":"Endoskeleton","surface_form":"endoskeleton","offset":658},{"uri":"Nervous_system","surface_form":"nervous system","offset":757},{"uri":"Brain","surface_form":"brain","offset":783},{"uri":"Blood","surface_form":"blood","offset":812},{"uri":"Salt_water","surface_form":"sea water","offset":836},{"uri":"Predator","surface_form":"predator","offset":952},{"uri":"Mussel","surface_form":"mussel","offset":972},{"uri":"Clam","surface_form":"clam","offset":981},{"uri":"Bivalve","surface_form":"bivalve","offset":998},{"uri":"Fish","surface_form":"fish","offset":1039},{"uri":"Multiple","surface_form":"multiples","offset":1208},{"uri":"Symmetry","surface_form":"symmetry","offset":1325},{"uri":"Brachiopod","surface_form":"brachiopod","offset":1717},{"uri":"Bivalve","surface_form":"bivalve","offset":1733},{"uri":"Crustacea","surface_form":"crustacea","offset":1768},{"uri":"Tube_feet","surface_form":"tube feet","offset":1794},{"uri":"Brachiopod","surface_form":"brachiopod","offset":1936},{"uri":"Hydraulic","surface_form":"hydraulic","offset":2138},{"uri":"Mollusc","surface_form":"mollusc","offset":2429},{"uri":"Nutrient","surface_form":"nutrient","offset":2467},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":2766},{"uri":"Jurassic","surface_form":"Jurassic","offset":2794},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":2807},{"uri":"Fauna","surface_form":"fauna","offset":2902},{"uri":"Regeneration","surface_form":"regeneration","offset":3154},{"uri":"Oyster","surface_form":"oyster","offset":3419},{"uri":"Shellfish","surface_form":"shellfish","offset":3449},{"uri":"Increase","surface_form":"increasing","offset":3692}]}