{"id":15295,"url":"http://en.wikipedia.org/wiki/Andrew_Johnson","text":"Andrew Johnson (December 29, 1808 – July 31, 1875) was the 16th Vice-President and 17th President of the United States. He was the first president to be impeached, but he was not removed from office. The impeachment happened because he fired the Secretary of War after Congress had made it illegal. This was also considered strange, as it is usually up to the president to appoint and fire his secretaries. However, Congress disliked him because he was a Democrat and did not want to help former slaves.\nEarly life.\nJohnson was born in Raleigh, North Carolina in 1808, in a house with one room. His family was very poor and he never went to school. He was apprenticed as a tailor and held by a tailor named Selby as an indentured servant, a sort of slave. The contract stated Johnson should work for Selby until he was 21, but Johnson did not like the work and ran away with his brother. The tailor put out wanted posters but Johnson never returned. In the end he started a business of his own in Greeneville in Tennessee, where he met and married Eliza McCardle. She was very ill because of tuberculosis, a sickness of the lung, but Johnson loved her very much. She taught him to read properly and helped him study, which helped him enter politics. He became mayor of Greeneville in 1834, aged 25. In 1843, he was elected to the House of Representatives in Washington D.C. In 1853, he became Governor of Tennessee, the most powerful position in the state. After serving two terms, he was instead elected Senator (in this time, the Tennessee General Assembly elected both these positions, not the people) and returned to Washington D.C. Johnson was very wealthy then and owned several slaves himself. It was a time when the country was at a breaking point because of slavery and other conditions.\nPolitical career.\nWhen Tennessee and ten other Southern slave states declared they were no longer part of the United States, he was the only member from among them to not quit his seat. Instead, he went to the U.S. and helped the North in the war, a so-called \"Union Democrat\". Despite being a Democrat, he was elected as Abraham Lincoln's Vice President on a \"National Union\" ticket in 1864, which thought the war should be ended and the south welcomed back into the union. Lincoln chose Johnson because he had been loyal but also thought it would be good to have a Democrat on the election ticket to show it was not a matter of party politics. Johnson freed his slaves in 1863, shortly before the law made it illegal. In 1865, Congress banned slavery in the entire U.S. just before the war ended.\nHe became president in 1865 after Abraham Lincoln was killed. Congress was then run by Republicans, and after Lincoln's assassination, they wanted stricter terms than Johnson did for the Reconstruction of the Southern states that had rebelled. Congress was also more friendlier to African Americans who had recently been slaves, and many Republicans wanted them to vote and be given land. Johnson, who was a Democrat, thought it would hurt white people in the South and was strongly opposed to these policies. As a result, he vetoed 29 bills passed by Congress, and is the president to have the most vetoes overridden. This can happen if Congress passes the law a second time with a 2/3-majority, meaning twice as many people supports the law as opposes it. If this happens the veto fails and the law passes anyway. It is very unusual but happened 15 times to Johnson, which is a record.\nHe was also the first President to be impeached in 1868, but was later acquitted in the Senate. When a president is removed by Congress, the House of Representatives must vote to impeach him, and then the Senate to convict, by a 2/3-majority. Although the Republicans had that many senators, the conviction failed by one vote. Several Republicans thought it was not their job to replace the president, and that the charges against Johnson were made up. So Johnson could keep his job for the last year. There would be another 130 years before another president was impeached, Bill Clinton in 1998. Johnson was the only U.S. president never to have gone to school, and was taught to read by himself and by his wife, Eliza McCardle Johnson. He also taught himself law and politics by reading himself. The U.S. purchased Alaska from Russia for $7.2 million (the price was 2 cents per acre) while he was president, but it was Secretary of State William Seward who arranged the buy. It is now considered a very wise move and the natural resources in Alaska today are worth many billions.\nAfter his term ran out, Johnson left Washington. In 1875, he returned after being again elected senator for Tennessee. He died the same year. He remains the only president of the U.S. to have served as a senator after being president. One former president, John Quincy Adams, has served in the House of Representatives after his presidency, however.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":88},{"uri":"Impeachment","surface_form":"impeached","offset":153},{"uri":"United_States_Secretary_of_War","surface_form":"Secretary of War","offset":246},{"uri":"Congress","surface_form":"Congress","offset":269},{"uri":"Slavery","surface_form":"slaves","offset":496},{"uri":"Greeneville","surface_form":"Greeneville","offset":997},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1092},{"uri":"House_of_Representatives","surface_form":"House of Representatives","offset":1330},{"uri":"Governor_of_Tennessee","surface_form":"Governor of Tennessee","offset":1393},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":2091},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":2119},{"uri":"Republicans","surface_form":"Republicans","offset":2683},{"uri":"Reconstruction_of_the_United_States","surface_form":"Reconstruction of the Southern states","offset":2783},{"uri":"African_American","surface_form":"African American","offset":2877},{"uri":"Veto","surface_form":"veto","offset":3122},{"uri":"Impeachment","surface_form":"impeached","offset":3522},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":4059},{"uri":"Alaska","surface_form":"Alaska","offset":4301},{"uri":"Russia","surface_form":"Russia","offset":4313},{"uri":"William_Seward","surface_form":"William Seward","offset":4424},{"uri":"John_Quincy_Adams","surface_form":"John Quincy Adams","offset":4823}]}