{"id":153022,"url":"http://en.wikipedia.org/wiki/Sokka","text":"e=\"preserve\">Sokka is a fictional character and one of the main characters in Nickelodeon's animated television series '. The character was created by Michael Dante DiMartino and Bryan Konietzko, and voiced by Jack DeSena. In the film version, \"The Last Airbender\", in which is his name is pronounced differently, the character is played by Jackson Rathbone.\nIn the show, 15-year-old Sokka is a warrior of the South Pole's Southern Water Tribe, a race of people who can control water. He, along with his younger sister Katara, discovers an Airbender named Aang, the long-lost Avatar, and accompanies him on his mission to win the Fire Nation and bring peace to the world.\nConcept and creation.\nMichael Dante DiMartino and Bryan Konietzko said that Sokka was originally designed to be \"much\" more low-key, but when his comedian voice actor Jack DeSena came in and brought liveliness to his character, they began writing towards that strength. Much of Sokka's dialogue and actions are derived from improvisations and intentional exaggerations on DeSena's part that the writers chose to include within scripts.\nAs a result of his design, Sokka's character has come to serve as a source of comic relief during the series, often a victim of visual slapstick. He also is extremely sarcastic.\nHistory.\nSokka grew up in his village and trains the warriors of his village. Forced to mature quickly when his mother Kya was killed in a Fire Nation raid, he cultivated his warrior skills with a militant zeal, while his sister Katara did chores and practiced waterbending. When Sokka was thirteen, his father and the other village men left to help the Earth Kingdom to fight against the Fire Nation, leaving him and his sister to look after their tribe with their grandmother, Gran Gran. As the oldest male left in the South Pole, Sokka came to assume a semi-leadership role by the time he was sixteen, fiercely protecting the village from any possible outside threats while trying to train children to be a new generation of defenders.\nWhile on an expedition, Katara and Sokka discovered Aang inside an iceberg with Appa. After Katara freed him, Sokka initially believed that the Aang might be a Fire Navy spy, and he eventually grew xenophobic enough to banish him from the village. Upon discovering that Aang was the Avatar, destined to master all four elements and bring peace to the world, Sokka relented, realizing that they had a common enemy in the Fire Nation. He then set off with Katara and Aang on their journey to find a waterbending master at the North Pole, determined to hone his warrior skills by way of fighting Firebenders along the way. Fire Nation general Zhao killed Tui (the moon spirit) causing the moon to turn red and then vanish as during a lunar eclipse, thus preventing the waterbenders from using waterbending. Princess Yue (one of Sokka's love interests, the other being Kyoshi warrior Suki) then becomes the new moon by giving her life energy to the moon spirit, thereby restoring the moon in the sky and the abilities of the waterbenders.\nIn \"Sokka's Master\" (the 4th episode of third season) Sokka expresses self-doubt that he is not as useful to the group as his companions. Inspired by his friends' encouragement, he seeks out a master to learn the sword. Rather than fighting with brute force and flawless technique, Sokka's creativity and heterodox approach to things are the cornerstones of his technique, and his master claims that in time Sokka will be a superior swordsman. As he departs, his master gives him a game piece that was previously established as a sign of connection to the secret society known as the Order of the White Lotus.\nIn the two-hour series finale, Sokka and Katara meet with Katara's Waterbending master, Pakku, who has now married their grandmother. In the battle against Ozai, Sokka, his girlfriend Suki, and Toph destroyed a Fire Nation airship and use it to destroy others of its kind while Aang duels with the Phoenix King (Ozai). Sokka and Toph are separated from Suki and attack another airship, but Sokka breaks his leg and strains his arm grabbing hold of Toph, who was falling off the ship. In a compromised position, the pair are attacked by two soldiers, whom Sokka defeats at the cost of his sword and boomerang. As he and Toph are on the edge of the crashing ship, Suki arrives with another airship and saves the two. With the battle over, the trio reunite with Aang and the vanquished Phoenix King. At Zuko's coronation, Suki is reunited with her fellow Kyoshi Warriors, Sokka and Katara are reunited with their father, with the rest of the group reunited with their friends. In the end, Sokka is seen at Iroh's tea shop in Ba Sing Se where everyone teases a painted picture he created of the entire team, wherein he altered some factual details to make the scene more \"memorable\".\nOther media.\nIn the live-action movie The Last Airbender by M. Night Shyamalan, Sokka is played by Jackson Rathbone. His name is pronounced \"So-kah,\" but in the show it's name pronounced \"Sah-kah\". Several important changes to the character's personality were made. In the film he is no longer the comic relief, nor does he exhibit any inventive abilities or usefulness in battle. He rarely shares screen time with Aang, the main hero, or contributes in any way to the plot. M. Night Shyamalan has said in an interview that these decisions were made in order to \"ground\" the character.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":24},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":78},{"uri":"Michael_Dante_DiMartino","surface_form":"Michael Dante DiMartino","offset":151},{"uri":"Bryan_Konietzko","surface_form":"Bryan Konietzko","offset":179},{"uri":"Jack_DeSena","surface_form":"Jack DeSena","offset":210},{"uri":"The_Last_Airbender","surface_form":"The Last Airbender","offset":245},{"uri":"Jackson_Rathbone","surface_form":"Jackson Rathbone","offset":341},{"uri":"The_Last_Airbender_-_The_Nations","surface_form":"Southern Water Tribe","offset":423},{"uri":"Katara","surface_form":"Katara","offset":519},{"uri":"Air","surface_form":"Air","offset":540},{"uri":"Aang","surface_form":"Aang","offset":556},{"uri":"Fire","surface_form":"Fire","offset":630},{"uri":"Nation","surface_form":"Nation","offset":635},{"uri":"Michael_Dante_DiMartino","surface_form":"Michael Dante DiMartino","offset":694},{"uri":"Bryan_Konietzko","surface_form":"Bryan Konietzko","offset":722},{"uri":"Jack_DeSena","surface_form":"Jack DeSena","offset":839},{"uri":"Comics","surface_form":"comic relief","offset":1186},{"uri":"Slapstick","surface_form":"slapstick","offset":1243},{"uri":"Village","surface_form":"village","offset":1316},{"uri":"Katara","surface_form":"Katara","offset":1515},{"uri":"Water","surface_form":"water","offset":1547},{"uri":"Earth","surface_form":"Earth Kingdom","offset":1640},{"uri":"Appa","surface_form":"Appa","offset":2105},{"uri":"Xenophobia","surface_form":"xenophobic","offset":2223},{"uri":"Classical_element","surface_form":"element","offset":2344},{"uri":"North_Pole","surface_form":"North Pole","offset":2549},{"uri":"The_Last_Airbender_(season_3)","surface_form":"third season","offset":3100},{"uri":"Lotus","surface_form":"Lotus","offset":3663},{"uri":"The_Final_Battle","surface_form":"series finale","offset":3686},{"uri":"Ozai","surface_form":"Ozai","offset":3982},{"uri":"The_Last_Airbender","surface_form":"The Last Airbender","offset":4888},{"uri":"M._Night_Shyamalan","surface_form":"M. Night Shyamalan","offset":4910},{"uri":"Jackson_Rathbone","surface_form":"Jackson Rathbone","offset":4949},{"uri":"Hero","surface_form":"hero","offset":5280}]}