{"id":15300,"url":"http://en.wikipedia.org/wiki/Jellyfish","text":"Jellyfish are animals of the phylum Cnidaria. They are a monophyletic clade, the Medusozoa. Most of them live in the oceans, in salt water, where they eat small sea animals like plankton and little fish, and float in the sea. Only a few jellyfish live in fresh water.\nThey have soft bodies and long, stinging, venomous tentacles that they use to catch their prey, usually small plankton animals or small crustaceans or tiny fish. Some jellyfish hunt othected by stinging cells called \"nematocysts\". A jellyfish is 97% water.\nMost jellyfish have a bell-shaped body and long tentacles at the underside of the body. Tentacles are long \"arms\" with special stinging cells called nematocysts. They move by contracting their bodies, but they do not have much control over where they go: most of the time, they drift with the water current. The largest type of jellyfish is the Lion's mane jellyfish, which has tentacles that can be as long as 60 meters, but most jellyfish are much smaller.\nThere are many types of jellyfish. The smallest jellyfish are just a few centimetres across. The largest jellyfish is the Lion's mane (\"Cyanea capillata\"), whose body can be over 3 feet (1 m) across, with much longer tentacles. Some jellyfish glow in the dark (this is called phosphorescence). Some of the most dangerous jelly fish include the box jelly (Genuses \"Chironex\", \"Chiropsalmus\" and \"Carybdea\") and the tiny, two-cm-across Irukandji jelly (\"Carukia barnesi\"); the venomous sting of these jellyfish can kill a person.\nMany animals eat jellyfish, including sea turtles and some fish (including the sun fish). Humans eat jellyfish too; especially in Asia jellyfish are considered a delicacy. Jellyfish spoil very quickly after they are caught. Sometimes they are dried to preserve them. There is a different process in which they are cleaned, which can take up to 40 days. They are often eaten in a kind of salad, with soy sauce or vinegar.\nLife cycle.\nMost jellyfish undergo two distinct life history stages (body forms) during their life cycle. The first is the polypoid stage, when the animal takes the form of a small stalk with feeding tentacles. Very often, this polyp is attached to the sea floor, or to another hard surface; it rarely moves around. A polyp that lives that way is called sessile. In some cases, the polyp is free-floating. Polyps generally have a mouth surrounded by upward-facing tentacles. Polyps may be on their own or in groups, and some bud asexually, making more polyps. Most are very small, measured in millimeters.\nIn the second stage, the tiny polyps asexually produce jellyfish, each of which is known as a medusa. Tiny jellyfish swim away from the polyp and then grow and feed in the plankton. Jellyfish reproduce both sexually and asexually. Well-fed adult jellyfish spawn daily. In most species, spawning is controlled by light, so the entire population spawns at about the same time of day, often at either dusk or dawn. Jellyfish are usually either male or female (with occasional hermaphrodites). In most cases, adults release sperm and eggs into the surrounding water, where the (unprotected) eggs are fertilized and mature into new organisms.\nMedusae have a radially symmetric, umbrella-shaped body called a bell, which is usually supplied with marginal tentacles that capture prey. A few species of jellyfish do not have the polyp portion of the life cycle, but go from jellyfish to the next generation of jellyfish through direct development of fertilized eggs. Jellyfish at the medusa stage usually lives only up to six months, after which it dies.\nJellyfish eat plankton and small fish, which they catch using their venomous tentacles. Jellyfish may live in symbiosis with algae. The jellyfish transports them into sunlight and get nutrients from the algae's photosynthesis. Both forms of jelly fish have small tentacles with nematocysts (stinging cells) that sting and can hurt people on contact.\nOther facts.\nMedusozoans differ from anthozoans in having a medusa stage in their life cycle. Their mitochondrial DNA molecules are linear rather than circular as in anthozoans and almost all other animals. The cnidae, the explosive cells of the Cnidaria, are of a single type. There are nematocysts but no spirocysts or ptychocysts.\nA group of jellyfish is called a \"smack\"; an occurrence of many jellyfish simultaneously is sometimes called a \"bloom\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Cnidaria","surface_form":"Cnidaria","offset":36},{"uri":"Monophyletic","surface_form":"monophyletic","offset":57},{"uri":"Clade","surface_form":"clade","offset":70},{"uri":"Float","surface_form":"float","offset":208},{"uri":"Sting","surface_form":"sting","offset":300},{"uri":"Poison","surface_form":"venom","offset":310},{"uri":"Tentacle","surface_form":"tentacle","offset":319},{"uri":"Inject","surface_form":"ect","offset":453},{"uri":"Bell","surface_form":"bell","offset":547},{"uri":"Body","surface_form":"body","offset":559},{"uri":"Tentacle","surface_form":"tentacle","offset":573},{"uri":"Cell","surface_form":"cell","offset":661},{"uri":"Nematocyst","surface_form":"nematocyst","offset":674},{"uri":"Glow","surface_form":"glow","offset":1227},{"uri":"Phosphorescence","surface_form":"phosphorescence","offset":1260},{"uri":"Box_jelly","surface_form":"box jelly","offset":1328},{"uri":"Irukandji_jelly","surface_form":"Irukandji jelly","offset":1418},{"uri":"Life_cycle","surface_form":"life cycle","offset":2027},{"uri":"Polyp","surface_form":"polyp","offset":2056},{"uri":"Sessility_(zoology)","surface_form":"sessile","offset":2287},{"uri":"Asexual_reproduction","surface_form":"asexually","offset":2462},{"uri":"Millimeter","surface_form":"millimeter","offset":2526},{"uri":"Medusa_(animal)","surface_form":"medusa","offset":2633},{"uri":"Plankton","surface_form":"plankton","offset":2711},{"uri":"Spawn_(biology)","surface_form":"spawn","offset":2795},{"uri":"Hermaphrodites","surface_form":"hermaphrodites","offset":3012},{"uri":"Spermatozoon","surface_form":"sperm","offset":3059},{"uri":"Symmetry_in_biology","surface_form":"radially symmetric","offset":3192},{"uri":"Plankton","surface_form":"plankton","offset":3600},{"uri":"Poison","surface_form":"venom","offset":3654},{"uri":"Symbiosis","surface_form":"symbiosis","offset":3696},{"uri":"Algae","surface_form":"algae","offset":3711},{"uri":"Nutrients","surface_form":"nutrients","offset":3770},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":3797},{"uri":"Mitochondrial_DNA","surface_form":"mitochondrial DNA","offset":4036},{"uri":"Cnida","surface_form":"cnida","offset":4147},{"uri":"Cnidocyte","surface_form":"nematocysts","offset":4224}]}