{"id":15321,"url":"http://en.wikipedia.org/wiki/Polar_bear","text":"The polar bear (\"Ursus maritimus\") is a large bear which lives in the Arctic. It is also called white bear or northern bear. It has black skin under the white fur. They are strong and fast, and can run as fast as 25 miles (40 km) an hour for a short distance.\nAppearance.\nPolar bear fur is made up of a layer of dense underfur and an outer layer of \"guard hairs\", which appear white to tan but are actually translucent. The fur keeps them very warm. The skin is not white; it is black. Therefore, they can absorb sunlight efficiently. They are strong and can swim very well. Polar bears are similar in size to a normal bear but have a slimmer neck, longer legs and fur.\nLife.\nThey are mostly carnivorous. Polar bears are apex predators. They eat mostly seals and fish. They also eat sea lions, walruses, reindeer, arctic hares, penguins, seagulls, small whales, lemmings, crabs and carrion. When polar bears hunt, they often wait at holes in the ice, where the seals come up to breathe. They can live off of one seal for many days, but it will make them hungry if they do.\nYoung Polar bears stay with their mothers for 1–2 years, and they become mature when they are 5–6 years old. People think polar bears can become 25–30 years old in nature, but in captivity (for example, in zoos), they can become up to 45 years old.\nPolar bear cubs.\nThe breeding time is 8 months. The babies are born six weeks after their mother mates. At birth, a baby cub weighs less than 2 pounds (0.9 kilograms).\nThe mother feeds the babies milk, which makes them grow fast, and after 10 weeks, the cubs weigh about 20 to 25 pounds (9.1 to 11.4 kilograms).\nYoung polar bears wrestle in the snow to build their strength and skills. They practice using their strong paws, and they show off their big, sharp teeth.\nMother polar bears will do anything to protect their young. They can kill a predator with just one swat of their powerful front paws. Scientists have even seen a mother polar bear stand up and leap at a helicopter to keep it away from her cubs.\nDuring the first year, the cubs begin to eat solid food but still nurse from their mother. They begin to learn to hunt and swim. But they cannot live on their own.\nBy the time they are two years old, the cubs have grown into large bears. They leave their mother and strike off into territory of their own. They hunt and live alone. But they play with other bears they meet.\nPolar bears are ready to mate when they are five or six years old. They are adults by this time and weigh 330 to 660 pounds (150 to 300 kilograms).\nPolar bear adults.\nBoth male and female polar bears live to be as much as 30 years old (in a zoo). Polar bears have 42 teeth.\nAs adults, male bears fight with each other over a female each male fluffs out his coat of fur to make himself look bigger. Then, he swaggers along, growling, to scare off his rival. Polar bear scientists call this \"the cowboy walk.\"\nThe polar bear eats seals, fish and fruits (berries).\nThey can be up to 250cm long and 160cm tall and weigh up to 600kg.\nWhen two polar bears meet, they have a special way of greeting each other. They circle around each other for a while, grunting. Then they come closer and touch noses.\nHistory.\nThe polar bear was the most dangerous animal to hunt. It was also greatly respected for its strength and spirit. The bear's blubber, meat, and fur all help the Inuit survive. The Inuit gave thanks and respect in turn. After a hunt, they held a celebration that lasted for several days. Then, a polar bear dance was held. Finally, the bear's skull was set on an ice floe to release its spirit back into the Arctic.\nPaws.\nA polar bear's paws are perfect snowshoes for them. The bottoms are wide and covered with fur to help keep the bear from slipping. The sharp claws help grip the ice.\nA polar bear can crawl across ice too thin for a human to walk on. They spread out their legs and lay their bellies flat on the ice. Then they use their claws to slowly push themselves across the ice.\nMating.\nPolar bears mate in April or May. The cub is born in December, when the mother is hibernating. The cub stays in the den with the mother until March, then, they all come out. They eat immediately after hibernating. Sometimes, because of global warming, this is impossible and the cubs die before they have had a chance to live. The cub leaves its mother in 2-3 years.\nLiver.\nThe polar bear's liver contains a lot of vitamin A. Inuit people knew that eating the liver could cause sickness and death. Several groups of European polar explorers were seriously ill after eating livers. The symptoms included drowsiness, wanting to sleep, being irritable, headaches, and vomiting. After 24 hours, people's skin began to peel off.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bear","surface_form":"bear","offset":46},{"uri":"Arctic","surface_form":"Arctic","offset":70},{"uri":"Fur","surface_form":"fur","offset":283},{"uri":"Dense","surface_form":"dense","offset":312},{"uri":"Translucent","surface_form":"translucent","offset":407},{"uri":"Swim","surface_form":"swim","offset":559},{"uri":"Carnivorous","surface_form":"carnivorous","offset":692},{"uri":"Apex_predator","surface_form":"apex predators","offset":721},{"uri":"Pinniped","surface_form":"seals","offset":753},{"uri":"Fish","surface_form":"fish","offset":763},{"uri":"Sea_lion","surface_form":"sea lions","offset":783},{"uri":"Walrus","surface_form":"walruses","offset":794},{"uri":"Reindeer","surface_form":"reindeer","offset":804},{"uri":"Arctic_hare","surface_form":"arctic hares","offset":814},{"uri":"Penguin","surface_form":"penguins","offset":828},{"uri":"Gull","surface_form":"seagulls","offset":838},{"uri":"Whale","surface_form":"whales","offset":854},{"uri":"Lemming","surface_form":"lemmings","offset":862},{"uri":"Crab","surface_form":"crabs","offset":872},{"uri":"Carrion","surface_form":"carrion","offset":882},{"uri":"Pinniped","surface_form":"seals","offset":961},{"uri":"Breathe","surface_form":"breathe","offset":978},{"uri":"Mature","surface_form":"mature","offset":1146},{"uri":"Zoo","surface_form":"zoo","offset":1279},{"uri":"Teeth","surface_form":"teeth","offset":1782},{"uri":"Helicopter","surface_form":"helicopter","offset":1992},{"uri":"Territory","surface_form":"territory","offset":2316},{"uri":"Teeth","surface_form":"teeth","offset":2675},{"uri":"Rival","surface_form":"rival","offset":2858},{"uri":"Greet","surface_form":"greeting","offset":3091},{"uri":"Nose","surface_form":"nose","offset":3197},{"uri":"Blubber","surface_form":"blubber","offset":3337},{"uri":"Fur","surface_form":"fur","offset":3356},{"uri":"Inuit","surface_form":"Inuit","offset":3373},{"uri":"Dance","surface_form":"dance","offset":3518},{"uri":"Skull","surface_form":"skull","offset":3554},{"uri":"Ice","surface_form":"ice","offset":3574},{"uri":"Ice","surface_form":"ice","offset":3829},{"uri":"Claw","surface_form":"claw","offset":3952},{"uri":"Mate","surface_form":"mate","offset":4020},{"uri":"Hibernation","surface_form":"hibernating","offset":4090},{"uri":"Global_warming","surface_form":"global warming","offset":4244},{"uri":"Liver","surface_form":"liver","offset":4399},{"uri":"Vitamin_A","surface_form":"vitamin A","offset":4423},{"uri":"Inuit","surface_form":"Inuit","offset":4434}]}