{"id":15362,"url":"http://en.wikipedia.org/wiki/Mao_Zedong","text":"Mao Zedong (26 December 1893 – 9 September 1976) was a Chinese Communist leader. He is most notable for having more deaths attributed to his leadership than any other person in history. Between 1958 and 1962, his Great Leap Forward project led to the deaths of approximately 45 million Chinese people, by far the largest ever recorded.\nName.\nMao Zedong is the Latin-alphabet version of Mao's name now used by most people. In the romanization common in his lifetime, it was spelled \"Mao Tse-tung\". \"Mao\" is his family name - in China, family names are placed first. Mao is also called Chairman Mao, because he was the Chairman of the Chinese Communist Party.\nRuler.\nIn the 1950s, Mao Zedong had many plans for how China could move forward in technology very quickly and catch up with countries like the United Kingdom and United States. Mao was responsible for the Five Year Plan. The Second Five Year Plan included the Great Leap Forward, which was a disaster for the Chinese people. Poor farming practices led to significant crop failure, and cities did not make many of their daily items like clothes and machines. The famine that came as a result killed millions of people via starvation.\nA few years after Mao won the civil in China, Nikita Khrushchev became the leader in the Soviet Union. Before this, Joseph Stalin was the leader in the Soviet Union, Mao liked Stalin and respected the way he led, and China and the Soviet Union became allies with each other. Khrushchev thought Stalin was a criminal dictator, and led the country very differently. Mao and Khrushchev did not like each other, so the Soviet Union was no longer allies with China. China now had only a few allies like Albania, North Korea, Democratic Kampuchea, and Pakistan. This change of friends was called the Sino-Soviet split. \"Sino\" is another way to say \"Chinese\".\nDuring the 1970s, Mao became more friendly with the United States. In 1972, American president Richard Nixon visited the People's Republic of China and met Mao. Mao died in September 1976, and the Cultural Revolution also ended that year. Mao's supporters were imprisoned, and Deng Xiaoping, who followed Mao, revised Mao's policies so that Chinese people could have private ownership.\nLiu Shaoqi.\nMao Zedong was afraid that Liu Shaoqi would overthrow him, and take over the CCP. As in the result, Mao blamed Liu Shaoqi for being a capitalist, and placed him in jail. Liu Shaoqi died in prison from brutal treatment, hunger, and terrible conditions.\nLin Biao.\nAfter Liu had been removed from leadership, the defence minister Lin Biao was ranked second in the party and hoped to succeed Mao.\nIn 1971, Lin Biao and his wife died in a plane crash after trying to assassinate Mao and seize power for himself.\nMao's death.\nMao had been in poor health for several years and had declined visibly for at least six months prior to his death. There are unconfirmed reports that he possibly had ALS or Lou Gehrig's disease. Mao's last public appearance was on 27 May 1976, where he met the visiting Pakistani Prime Minister Zulfikar Ali Bhutto during the latter's one-day visit to Beijing.\nAt around 5:00 pm on 2 September 1976, Mao suffered a heart attack, far more severe than his previous two and affecting a much larger area of his heart. Three days later, on 5 September, Mao's condition was still critical. On the afternoon of 7 September, Mao's condition completely deteriorated. Mao's organs failed quickly and he fell into a coma shortly before noon where he was put on life support machines. He was taken off life support over 12 hours later, quarter to midnight and was pronounced dead at 12:08 am on 9 September 1976.\nHis body lay in state at the Great Hall of the People. There was a three-minute silence observed during this service. His body was later placed into the Mausoleum of Mao Zedong, despite his wishes to be cremated and he had been one of the first high-ranking officials to sign the \"Proposal that all Central Leaders be Cremated after Death\" in November 1956.\nLegacy.\nMany Chinese mainlanders still believe Mao Zedong was a great leader, but they also knew that he did unwise and bad things. According to Deng Xiaoping, Mao was \"seven parts right and three parts wrong\" and his \"contributions are primary and his mistakes secondary.\" Supporters praise him for having unified China and for ending the previous decades of civil war. He is also praised for having improved the status of women in China and for improving literacy and education. Some people think Mao Zedong made China lose its most important ally, or friend, the Soviet Union, in the Sino-Soviet Split. The Great Leap Forward and the Cultural Revolution were two of the things that Mao did that many people disliked. Some historians think that tens of millions of people died because of Mao's bad ideas and neglect. Some people disliked Mao because he did not express support family planning, and this caused too many births, making too rapid population growth in too small places. Leaders of China after Mao had to pass a new law called the one child policy.\nMao Zedong also made several changes to the Chinese language, such as switching from the Wade Giles system of Romanization to Pinyin. For this reason, Nanking is now called Nanjing on modern maps. Taiwan still uses Wade Giles, so its capital is called Taipei instead of the pinyin Taibei. He also simplified the Chinese characters, in theory it would make them easier to read and write so that more people would be literate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chinese_people","surface_form":"Chinese","offset":55},{"uri":"Communism","surface_form":"Communist","offset":63},{"uri":"Romanization","surface_form":"romanization","offset":429},{"uri":"Family_name","surface_form":"family name","offset":510},{"uri":"Technology","surface_form":"technology","offset":741},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":802},{"uri":"United_States","surface_form":"United States","offset":821},{"uri":"Five_Year_Plan","surface_form":"Five Year Plan","offset":864},{"uri":"Great_Leap_Forward","surface_form":"Great Leap Forward","offset":919},{"uri":"Famine","surface_form":"famine","offset":1121},{"uri":"Starvation","surface_form":"starvation","offset":1180},{"uri":"Nikita_Khrushchev","surface_form":"Nikita Khrushchev","offset":1238},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1281},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":1308},{"uri":"Albania","surface_form":"Albania","offset":1690},{"uri":"North_Korea","surface_form":"North Korea","offset":1699},{"uri":"Democratic_Kampuchea","surface_form":"Democratic Kampuchea","offset":1712},{"uri":"Pakistan","surface_form":"Pakistan","offset":1738},{"uri":"Sino-Soviet_split","surface_form":"Sino-Soviet split","offset":1786},{"uri":"United_States","surface_form":"United States","offset":1897},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":1940},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":1966},{"uri":"Deng_Xiaoping","surface_form":"Deng Xiaoping","offset":2122},{"uri":"Capitalism","surface_form":"capitalist","offset":2377},{"uri":"ALS","surface_form":"ALS","offset":2929},{"uri":"Lou_Gehrig%27s_disease","surface_form":"Lou Gehrig's disease","offset":2936},{"uri":"People%27s_Republic_Of_China","surface_form":"Chinese mainlanders","offset":4035},{"uri":"Deng_Xiaoping","surface_form":"Deng Xiaoping","offset":4167},{"uri":"Social_status","surface_form":"status","offset":4436},{"uri":"Literacy","surface_form":"literacy","offset":4479},{"uri":"Education","surface_form":"education","offset":4492},{"uri":"Ally","surface_form":"ally","offset":4567},{"uri":"Sino-Soviet_split","surface_form":"Sino-Soviet Split","offset":4609},{"uri":"The_Great_Leap_Forward","surface_form":"The Great Leap Forward","offset":4628},{"uri":"Cultural_Revolution","surface_form":"Cultural Revolution","offset":4659},{"uri":"Historian","surface_form":"historian","offset":4747},{"uri":"Birth_control","surface_form":"family planning","offset":4901},{"uri":"Population_growth","surface_form":"population growth","offset":4968},{"uri":"China%27s_One_Child_Policy","surface_form":"one child policy","offset":5067},{"uri":"Chinese_language","surface_form":"Chinese language","offset":5129},{"uri":"Wade_Giles","surface_form":"Wade Giles","offset":5174},{"uri":"Romanization","surface_form":"Romanization","offset":5195},{"uri":"Pinyin","surface_form":"Pinyin","offset":5211},{"uri":"Nanjing","surface_form":"Nanjing","offset":5258},{"uri":"Taipei","surface_form":"Taipei","offset":5337},{"uri":"Taibei","surface_form":"Taibei","offset":5366},{"uri":"Chinese_characters","surface_form":"Chinese characters","offset":5397}]}