{"id":15431,"url":"http://en.wikipedia.org/wiki/Spectroscopy","text":"Spectroscopy is the study of light as a function of length of the wave that has been emitted, reflected or shone through a solid, liquid, or gas. To be analyzed the chemical is heated, because hot things glow and each chemical glows differently. The various wavelengths of the glow make a color spectrum that differs in some detail from other chemicals. Spectroscopy separates and measures the brightness of the different wavelengths. It can identify the chemicals in a mixture, and determine some other things, such as how hot the thing is.\nSpectroscopy allows scientists to investigate and explore things that are too small to be seen through a microscope, such as molecules, and the even smaller subatomic particles like protons, neutrons and electrons. There are special instruments to measure and analyze these light waves.\nMethods.\nInfrared spectroscopy measures light in the infrared electromagnetic spectrum. The highlight of IR spectroscopy is that it is very useful in identifying functional groups of organic molecules. The absorption of infrared light by organic molecules causes molecular vibrations. The vibrational frequencies are unique to the individual functional groups. IR spectra is given graphically by transmittance(%) vs. wavenumber (cm-1)\nX-ray crystallography can look at the structure of a crystalline molecule. The electron cloud of each atom diffracts the X-rays thus revealing the positions of the atoms. Various inorganic and organic molecules can be crystallized and used in this method including DNA, proteins, salts and metals. The sample used for analysis is not destroyed.\nUltraviolet–visible spectroscopy uses visible and ultraviolet light to look at how much of a chemical is in a liquid. The colour of the solution is the basis for how UV-Vis works. The color of the solution we are working with is colored because of its chemical composition. So the solution absorbs some light colors and reflects other colors, the light it reflects is the color of the solution. UV-Vis spectroscopy works by passing light through a sample of your solution then determining how much light gets absorbed by the solution.\nNuclear magnetic resonance can look at nuclei. It uses the magnetic properties of certain nuclei, the most common being 13C and 1H. The NMR instrument generates a large magnetic field that makes the nuclei act like tiny bar magnets. The nuclei either align with the instruments magnetic field or against it. At this point we have two possible orientations the nuclei could be in α or β. Next the nuclei are exposed to radio waves that make α go to the β orientation. When this change occurs energy is given off and detected. The data is interpreted graphically (Intensity vs. chemical shifts in ppm) by a computer system. NMR does not destroy the sample you use for analysis. Below is a 900 MHz NMR system.","categories":[],"infobox_types":[],"annotations":[{"uri":"Light","surface_form":"light","offset":29},{"uri":"Light","surface_form":"emitted","offset":85},{"uri":"Reflection","surface_form":"reflected","offset":94},{"uri":"Solid","surface_form":"solid","offset":123},{"uri":"Spectrum","surface_form":"spectrum","offset":295},{"uri":"Microscope","surface_form":"microscope","offset":647},{"uri":"Molecule","surface_form":"molecule","offset":667},{"uri":"Subatomic_particles","surface_form":"subatomic particles","offset":699},{"uri":"Proton","surface_form":"proton","offset":724},{"uri":"Neutron","surface_form":"neutron","offset":733},{"uri":"Electron","surface_form":"electron","offset":746},{"uri":"Measurement","surface_form":"measure","offset":790},{"uri":"Analysis","surface_form":"analyze","offset":802},{"uri":"Infrared_spectroscopy","surface_form":"Infrared spectroscopy","offset":838},{"uri":"Infrared","surface_form":"infrared","offset":882},{"uri":"Electromagnetic_spectrum","surface_form":"electromagnetic spectrum","offset":891},{"uri":"Molecular_vibrations","surface_form":"molecular vibrations","offset":1092},{"uri":"X-ray_crystallography","surface_form":"X-ray crystallography","offset":1264},{"uri":"Ultraviolet%E2%80%93visible_spectroscopy","surface_form":"Ultraviolet–visible spectroscopy","offset":1609},{"uri":"Visible_light","surface_form":"visible","offset":1647},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":1659},{"uri":"NMR_spectroscopy","surface_form":"Nuclear magnetic resonance","offset":2144},{"uri":"Nuclei","surface_form":"nuclei","offset":2183}]}