{"id":15451,"url":"http://en.wikipedia.org/wiki/United_States_Army","text":"The United States Army is a branch (or section) of the United States Armed Forces. An army mainly deals with land based missions, while other parts of the military deal with air and sea missions.\nThe United States Secretary of the Army, a civilian, leads the army with the help of the Army Chief of Staff, a general. Officially, a person (or member) in the army is called a soldier. The soldier must take orders from a person in charge known as a CO or commander. When a person joins the Army, they must serve for a certain amount of time or a \"tour of duty\". A new soldier or recruit must go through training called Basic Training to become a soldier. Each soldier is trained in a variety of weapons and equipment to carry out commands.\nHistory.\nThe army started as the Continental Army from 1775 to August 7, 1789 when the War Department (now known as the Department of Defense) was formed. The Army fought wars against the British and many indigenous peoples in its early years. It also rented slaves from slaveowners to build forts, and many officers brought their own slaves with them on assignments.\nMission.\nThe United States Army serves as the land-based branch of the U.S. Military.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military_of_the_United_States","surface_form":"United States Armed Forces","offset":55},{"uri":"United_States_Secretary_of_the_Army","surface_form":"United States Secretary of the Army","offset":200},{"uri":"Soldier","surface_form":"soldier","offset":374},{"uri":"Continental_Army","surface_form":"Continental Army","offset":771},{"uri":"1775","surface_form":"1775","offset":793},{"uri":"August_7","surface_form":"August 7","offset":801},{"uri":"1789","surface_form":"1789","offset":811},{"uri":"United_States_Department_of_Defense","surface_form":"Department of Defense","offset":858},{"uri":"United_Kingdom","surface_form":"British","offset":926},{"uri":"Native_American","surface_form":"indigenous peoples","offset":943},{"uri":"Slavery","surface_form":"slaves","offset":997},{"uri":"Fortification","surface_form":"forts","offset":1030},{"uri":"Military","surface_form":"Military","offset":1182}]}