{"id":15455,"url":"http://en.wikipedia.org/wiki/Italian_unification","text":"Italian unification (), also known as the Risorgimento (meaning \"the Resurgence\"), refers to the Italian movement that united the Italian states in the 19th century. The movement began in 1815 with the Congress of Vienna. It ended in 1871 when Rome became the capital of the Kingdom of Italy, through the efforts of Count of Cavour, the Piedmontese prime minister, as well as Giuseppe Garibaldi - an Italian national hero, who united the South. That allowed king Victor Emmanuel to become the first king of Italy.\nNapoléon's defeat.\nNapoléon Bonaparte invaded Italy in 1796 and later controlled it. When he was defeated in 1815, in the battle of Waterloo, it became possible for the now free states to join together.\nAfter the fall of Napoléon, the Congress of Vienna (1814–15) restored the Old Regime. The Austrian Empire and the Habsburgs controlled most of the Italy.\nSardinia's conquest.\nVictor Emmanuel of Piedmont-Sardinia had a great vision of a unified Italy. He wanted Piedmont-Sardinia to be a model for the unification of Italy. To do so, he started many public works, projects, and political reforms. Piedmont-Sardinia was soon recognized as an emerging power. The next step for Piedmont-Sardinia 's conquest was to get Austria out of the Italian Peninsula. With the Crimean War breaking out between France and Britain on one side, and Russia on the other, Piedmont-Sardinia had a chance to earn some respect and make a name for itself. Britain and France proved victorious, and Sardinia was able to attend the peace conference. As a result of this, Piedmont-Sardinia gained the support of Napoléon III.\nWar with Austria.\nIn 1858, Sardinia and France secretly plotted a plan of attack against Austria. The following year, Sardinia put its plan into action. Instead of attacking, Sardinia's encouraged nationalist revolts in Austrian-held territories in Italy. This provoked Austria into starting the war. Following the battles of Magenta and Solferino, France drove Austria out of Lombardy, but Austria still held onto Venetia.\nAt this point, France dropped out of the war, fearing a unified Italy might be a threat, as well as realising that Austrian strength would eventually crush them. This ended the war, with Austria keeping Venetia.\nUnification complete.\nMeanwhile, the Italian nationalist Giuseppe Garibaldi led a nationalist uprising, combining the states and territories into a full Republic. As Sardinia ended the war, Garibaldi gave most of the provinces to Sardinia. In March 1861, a parliament of all of Italy except Rome and Venetia, agreed on unifying Italy with Victor Emmanuel as its first king. When Prussia defeated Austria in a war in 1866, Italy struck a deal with Berlin, forcing Vienna to turn over Venetia, leaving Rome as the last missing Italian city.\nFranco-Prussian War.\nBecause of the Franco-Prussian War in 1870, France sent her army away from Rome. Without protection, the Pope could not resist, and Rome finally became the capital of Italy.","categories":[],"infobox_types":["event"],"annotations":[{"uri":"Congress_of_Vienna","surface_form":"Congress of Vienna","offset":202},{"uri":"Rome","surface_form":"Rome","offset":244},{"uri":"Camillo_Benso%2C_Count_of_Cavour","surface_form":"Count of Cavour","offset":316},{"uri":"Piedmont","surface_form":"Piedmont","offset":337},{"uri":"Giuseppe_Garibaldi","surface_form":"Giuseppe Garibaldi","offset":376},{"uri":"Victor_Emmanuel_II_of_Italy","surface_form":"Victor Emmanuel","offset":463},{"uri":"Napol%C3%A9on_Bonaparte","surface_form":"Napoléon Bonaparte","offset":533},{"uri":"Battle_of_Waterloo","surface_form":"battle of Waterloo","offset":636},{"uri":"Congress_of_Vienna","surface_form":"Congress of Vienna","offset":749},{"uri":"Old_Regime","surface_form":"Old Regime","offset":791},{"uri":"Austrian_Empire","surface_form":"Austrian Empire","offset":807},{"uri":"Habsburg","surface_form":"Habsburg","offset":831},{"uri":"Crimean_War","surface_form":"Crimean War","offset":1279},{"uri":"Napol%C3%A9on_III","surface_form":"Napoléon III","offset":1602},{"uri":"Lombardy","surface_form":"Lombardy","offset":1993},{"uri":"Venetia","surface_form":"Venetia","offset":2031},{"uri":"Giuseppe_Garibaldi","surface_form":"Giuseppe Garibaldi","offset":2309},{"uri":"Rome","surface_form":"Rome","offset":2543},{"uri":"Venetia","surface_form":"Venetia","offset":2552},{"uri":"Rome","surface_form":"Rome","offset":2887},{"uri":"Pope","surface_form":"Pope","offset":2917}]}