{"id":154550,"url":"http://en.wikipedia.org/wiki/Roundhay_Park","text":"Roundhay Park is a large park in the upmarket suburb of Roundhay in North Leeds. The park is home to two lakes, the Waterloo Lake and the Upper Lake. The Park is also home to Roundhay Mansion, Roundhay Castle and Tropical World.\nHistory.\nRoundhay Park was a private hunting ground in the thirteenth century. Thomas Nicholson bought the park in 1803 and in 1811 had John Clarke redesign it as a private park. At the same time the Roundhay Mansion was built. In 1871, the park was bought by Leeds City Council for use by the public. The decision to buy the park was not a popular one, with many people seeing it as a waste of money because the park was so far away from Leeds City Centre. The city grew though in later years through the industrial revolution and the city's rich residents built houses close to the park.\nWaterloo Lake.\nThe main lake, Waterloo Lake was built by soldiers after their return from the Napoleonic Wars after the Battle of Waterloo. The lake is deep and in area. It was originally used for boating, but now only fishing. In the twentieth century the boat house was made into a cafe. Until 1900 a steamboat called the \"Maid of Athens\" ran on the lake. The dam at the south end was once a waterfall.\nThe Upper Lake.\nThe Upper Lake is the smaller of the two lakes in the park and is set much higher than Waterloo Lake. Roundhay Castle is on the hill between the two lakes. The Upper Lake has a large fountain in the centre.\nConcerts.\nThe park has seen many concerts, including Party at the Park, a Madonna concert and more recently a Robbie Williams concert.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roundhay","surface_form":"Roundhay","offset":56},{"uri":"Leeds","surface_form":"Leeds","offset":74},{"uri":"Soldiers","surface_form":"soldiers","offset":876},{"uri":"Napoleonic_Wars","surface_form":"Napoleonic Wars","offset":913},{"uri":"Battle_of_Waterloo","surface_form":"Battle of Waterloo","offset":939},{"uri":"Cafe","surface_form":"cafe","offset":1103},{"uri":"Waterfall","surface_form":"waterfall","offset":1213},{"uri":"Fountain","surface_form":"fountain","offset":1423},{"uri":"Madonna_(entertainer)","surface_form":"Madonna","offset":1521},{"uri":"Robbie_Williams","surface_form":"Robbie Williams","offset":1557}]}