{"id":15457,"url":"http://en.wikipedia.org/wiki/Meditation","text":"e=\"preserve\">Meditation tries to get past the \"thinking\" mind and aims to go into a deeper state of relaxation or awareness.\nMeditation is a practice where an individual trains attention and awareness to get clearer and calmer state. Scholars have found meditation difficult to define. The practices vary both between traditions and within them.\nIt is a common practice in many religions including Buddhism, Christianity (sometimes), Taoism, Hinduism (where Yoga is important)\nand other religions. Meditation has now become a modern trend, showing many health benefits.\nThe initial origin of meditation is from the Vedic times of india.\nBuddhist meditation.\nIn Buddhism, three things are very important: being a good person, making the mind stronger, and understanding (Insight or Wisdom) about why people are in pain (Dukkha). For Buddhists, meditation is used to calm the mind so that the mind can better see the cause of pain. Buddhists believe that this type of seeing can end pain.\nBuddhist meditation is not just used for spiritual reasons. Research shows that Buddhist meditation lowers stress, anxiety and depression.\nMost types of Buddhist meditation focus on something. The most popular things to focus on include breath, metta or Loving-Kindness towards all, other recollections, situational mindfulness and religious images and sounds.\nChristian meditation.\nChristians sometimes meditate by thinking about small parts of the Bible, or by saying the words of a prayer to themselves over and over. Meditation is an expression of Christian prayer. In the Catechism of the Catholic Church is specified that by means of meditation \"The mind seeks to understand the why and how of the Christian life, in order to adhere and respond to what the Lord is asking\"; also it is pointed out that \"meditation engages thought, imagination, emotion, and desire. This mobilization of faculties is necessary in order to deepen our convictions of faith, prompt the conversion of our heart, and strengthen our will to follow Christ\".\nMeditation is principally made on the Sacred Scriptures with the Gospels, liturgical texts, writings of the spiritual fathers, and meditative devotions.\nMeditation is a significant part of the devotion of the Rosary; \"by virtue of its meditative character, with the tranquil succession of Hail Marys, the Rosary has a peaceful effect on those who pray it, disposing them to receive and experience in their innermost depths, and to spread around them, that true peace which is the special gift of the Risen Lord (cf. Jn 14:27; 20.21).\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Relaxation","surface_form":"relaxation","offset":100},{"uri":"Aware","surface_form":"aware","offset":114},{"uri":"Buddhism","surface_form":"Buddhism","offset":398},{"uri":"Christianity","surface_form":"Christianity","offset":408},{"uri":"Taoism","surface_form":"Taoism","offset":434},{"uri":"Hinduism","surface_form":"Hinduism","offset":442},{"uri":"Yoga","surface_form":"Yoga","offset":458},{"uri":"Religion","surface_form":"religion","offset":487},{"uri":"Buddhism","surface_form":"Buddhism","offset":661},{"uri":"Mind","surface_form":"mind","offset":736},{"uri":"Pain","surface_form":"pain","offset":813},{"uri":"Dukkha","surface_form":"Dukkha","offset":819},{"uri":"Buddhist","surface_form":"Buddhist","offset":832},{"uri":"Spirituality","surface_form":"spiritual","offset":1028},{"uri":"Research","surface_form":"Research","offset":1047},{"uri":"Stress","surface_form":"stress","offset":1094},{"uri":"Anxiety","surface_form":"anxiety","offset":1102},{"uri":"Depression_(illness)","surface_form":"depression","offset":1114},{"uri":"Breath","surface_form":"breath","offset":1224},{"uri":"Metta","surface_form":"metta or Loving-Kindness towards all","offset":1232},{"uri":"Recollection","surface_form":"recollection","offset":1276},{"uri":"Mindfulness","surface_form":"mindfulness","offset":1303},{"uri":"Religion","surface_form":"religious","offset":1319},{"uri":"Image","surface_form":"image","offset":1329},{"uri":"Sound","surface_form":"sound","offset":1340},{"uri":"Bible","surface_form":"Bible","offset":1437},{"uri":"Prayer","surface_form":"prayer","offset":1472},{"uri":"Catechism_of_the_Catholic_Church","surface_form":"Catechism of the Catholic Church","offset":1564},{"uri":"Gospels","surface_form":"Gospels","offset":2091},{"uri":"Rosary","surface_form":"Rosary","offset":2235}]}