{"id":15511,"url":"http://en.wikipedia.org/wiki/William_Howard_Taft","text":"William Howard Taft (September 15, 1857 – March 8, 1930) was the 27th President of the United States. He was the only President who also served as a Supreme Court justice. He was six feet tall and weighed over 350 pounds at the end of his Presidency.\nPolitical career.\nTaft served as Solicitor General of the United States, a federal judge, Governor of the Philippines, and Secretary of War before being nominated for President in 1908 by the man who preceded him, Theodore Roosevelt. As a Republican President, Taft was most notable for trust-busting, in which he broke up large businesses that had too much control over the economy. Taft also expanded the civil service, improved the United States Postal Service and promoted world peace. Taft also started the tradition of the president pitching the first ball of the baseball season. Early in life, Taft had played baseball. He was a good second baseman and could hit with power.\n1908 Election.\nIn 1908, with Theodore Roosevelt's support, William Taft was nominated as the Republican candidate for President. He easily won against William Jennings Bryan in the 1908 general election, and became President.\n1912 Election.\nIn 1912, Theodore Roosevelt came back into politics and ran for President against William Taft. Many Republicans split their votes between Taft and Roosevelt, and the Democratic opponent Woodrow Wilson won the election.\nAfter the presidency.\nIn 1921, Taft was appointed by Warren Harding to be the 10th Chief Justice of the United States Supreme Court, making Taft the only former President to become Chief Justice. He retired from the job on February 3, 1930 due to bad health.\nBathtub.\nTaft was the most obese president. He was 5 feet, 11.5 inches tall and his weight was between 325 and 350 pounds toward the end of his presidency. He is thought to have had difficulty getting out of the White House bathtub, so he had a 7-foot (2.1 m) long, 41-inch (1.04 m) wide tub installed. This tub could accommodate four normal-sized people. It was replaced in 1952 with a modern tub of similar size.\nDeath.\nTaft died on March 8, 1930 due to heart failure. Three days later, he became the first president to be buried at Arlington National Cemetery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supreme_Court","surface_form":"Supreme Court","offset":149},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":465},{"uri":"Trust-busting","surface_form":"trust-busting","offset":538},{"uri":"United_States_Postal_Service","surface_form":"United States Postal Service","offset":686},{"uri":"Tradition","surface_form":"tradition","offset":763},{"uri":"President","surface_form":"president","offset":780},{"uri":"Baseball","surface_form":"baseball","offset":821},{"uri":"1908","surface_form":"1908","offset":952},{"uri":"William_Jennings_Bryan","surface_form":"William Jennings Bryan","offset":1085},{"uri":"1912","surface_form":"1912","offset":1178},{"uri":"Warren_Harding","surface_form":"Warren Harding","offset":1448},{"uri":"Bathtub","surface_form":"bathtub","offset":1878},{"uri":"Heart_failure","surface_form":"heart failure","offset":2110},{"uri":"Arlington_National_Cemetery","surface_form":"Arlington National Cemetery","offset":2189}]}