{"id":155164,"url":"http://en.wikipedia.org/wiki/Earlington%2C_Kentucky","text":"Earlington is a city of Kentucky in the United States. As of the 2000 census, the city had a population of 1,649.\nHistory.\nEarlington was founded by European Americans in 1870 around the area coal fields. Upon its incorporation a year later, it was formally named for John Baylis Earle, a lawyer who was central to developing the coal industry in the region.\nGeography.\nEarlington is located at (37.274050, -87.511388).\nAccording to the United States Census Bureau, the city has a total area of, of which is land and (6.16%) is water.\nDemographics.\nAs of the census of 2000, there were 1,649 people, 681 households, and 439 families residing in the city. The population density was 493.1 people per square mile (190.6/km²). There were 798 housing units at an average density of 238.6 per square mile (92.2/km²). The racial makeup of the city was 75.80% White, 23.29% Black or African American, 0.18% Native American, 0.06% Asian, 0.06% Pacific Islander, 0.06% from other races, and 0.55% from two or more races. Hispanic or Latino of any race were 0.73% of the population.\nThere were 681 households out of which 29.7% had children under the age of 18 living with them, 41.7% were married couples living together, 18.8% had a female householder with no husband present, and 35.5% were non-families. 31.6% of all households were made up of individuals and 17.6% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 3.03.\nIn the city the population was spread out with 26.1% under the age of 18, 10.0% from 18 to 24, 25.3% from 25 to 44, 21.5% from 45 to 64, and 17.2% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 78.7 males. For every 100 females age 18 and over, there were 74.9 males.\nThe median income for a household in the city was $21,696, and the median income for a family was $24,167. Males had a median income of $27,344 versus $20,341 for females. The per capita income for the city was $12,088. About 25.7% of families and 30.1% of the population were below the poverty line, including 54.8% of those under age 18 and 18.8% of those age 65 or over.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":16},{"uri":"Kentucky","surface_form":"Kentucky","offset":24},{"uri":"United_States","surface_form":"United States","offset":40},{"uri":"2000_United_States_Census","surface_form":"2000 census","offset":65},{"uri":"Incorporation","surface_form":"incorporation","offset":214},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":437},{"uri":"Census","surface_form":"census","offset":559},{"uri":"Population_density","surface_form":"population density","offset":659},{"uri":"White_(U.S._Census)","surface_form":"White","offset":853},{"uri":"African_American_(U.S._Census)","surface_form":"Black","offset":867},{"uri":"Race_(United_States_Census)","surface_form":"African American","offset":876},{"uri":"Native_American_(U.S._Census)","surface_form":"Native American","offset":900},{"uri":"Asian_(U.S._Census)","surface_form":"Asian","offset":923},{"uri":"Pacific_Islander_(U.S._Census)","surface_form":"Pacific Islander","offset":936},{"uri":"Race_(United_States_Census)","surface_form":"other races","offset":965},{"uri":"Hispanic_(U.S._Census)","surface_form":"Hispanic","offset":1012},{"uri":"Latino_(U.S._Census)","surface_form":"Latino","offset":1024},{"uri":"Marriage","surface_form":"married couples","offset":1180},{"uri":"Per_capita_income","surface_form":"per capita income","offset":1987},{"uri":"Poverty_line","surface_form":"poverty line","offset":2098}]}