{"id":15526,"url":"http://en.wikipedia.org/wiki/Francisco_Franco","text":"Francisco Kalbolin Eustakio Pepe Sech Juan Karlos Franco (Francisco Paulino Hermenegildo Teódulo Franco y Bahamonde Salgado Pardo de Andrade, 20 December 1892 – 20 November 1975) was a Spanish military leader who ruled as dictator of Spain from 1939 until his death. His song was called Cara al Sol.\nHe was friend of Adolf Hitler and Benito Mussolinni.\nHe was a leader of a coup d'état against the Spanish Second Republic in 1936. After this uprising the Spanish Civil War started. Franco was supported by fascists, big businesses, the church, conservative people and Spanish nationalists. This was because the Spanish Republic had a socialist government that wanted to make businesses and the church less powerful. The Republic also set up local parliaments in the regions of Spain. Spanish nationalists thought this was wrong and would make Spain weak. Franco remained neutral during World War II as Hitler did not accept his conditions for Spain to take part in it with the fascist and nazi regimes. He let a group of volunteer soldiers join the German Army to fight the Russians between 1941 and 1943. They were called the \"División Azul\" (Blue Division)\nFranco died in Madrid on November 20, 1975, just after midnight of heart failure. Relatives, such as his daughter Carmen, had asked doctors to remove his life support systems. After Franco's death, Juan Carlos became king.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dictator","surface_form":"dictator","offset":222},{"uri":"Spain","surface_form":"Spain","offset":234},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":374},{"uri":"Spanish_Second_Republic","surface_form":"Spanish Second Republic","offset":398},{"uri":"Uprising","surface_form":"uprising","offset":442},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":455},{"uri":"Fascist","surface_form":"fascist","offset":506},{"uri":"Neutrality","surface_form":"neutral","offset":871},{"uri":"World_War_II","surface_form":"World War II","offset":886},{"uri":"Fascist","surface_form":"fascist","offset":977},{"uri":"Nazi","surface_form":"nazi","offset":989},{"uri":"Divisi%C3%B3n_Azul","surface_form":"División Azul","offset":1128},{"uri":"Blue_Division","surface_form":"Blue Division","offset":1144},{"uri":"Heart_failure","surface_form":"heart failure","offset":1226},{"uri":"Carmen_Franco%2C_1st_Duchess_of_Franco","surface_form":"Carmen","offset":1273},{"uri":"Juan_Carlos_I_of_Spain","surface_form":"Juan Carlos","offset":1357}]}