{"id":15538,"url":"http://en.wikipedia.org/wiki/Dutch_people","text":"The Dutch are the people who live in the Netherlands, or those that come from the Netherlands. Often the Netherlands is called Holland, but this is only part of the Netherlands. The Dutch culture and ethnicity are also found outside of the Netherlands, with large number of Dutch living in the United States of America, South Africa, Suriname, and Namibia.\nMany inventors were Dutch, including Hans Lippershey and Zacharias Janssen, said to have invented the microscope and the telescope. Many famous painters have also been Dutch, among them Rembrandt van Rijn, Vincent van Gogh and Johannes Vermeer.\nThe definition of ethnicity is not always clear. One can count all people living in the Netherlands as Dutch, but many are not. This is because many people who live in The Netherlands were not born there. About 15.5 million people in the Netherlands actually have the Dutch nationality. About 1 million people living in the Netherlands do not have the Dutch nationality. To make things more confusing, people who live in the other parts of the Kingdom of the Netherlands (including Aruba, Curaçao, Sint Maarten, and the Caribbean Netherlands) also have Dutch nationality. Still, even more people in the Netherlands who were not born there can also be called \"Dutch\". According to some definitions, also people who were born in the Netherlands, but whose parents were not, cannot be called Dutch. This definition leaves almost 20% of the entire Dutch population to be 'foreign'.\nPopulation growth.\nDuring the last 150 years, the Netherlands saw a relatively quick population growth as compared to the rest of Europe. For comparison: The Belgian population grew from 50% more inhabitants in 1850 to a third less in 2000. The population of the Netherlands grew from 3 million in 1850, to 5 million in 1900, to 10 million in 1950, to 16 million in 2000.\nModern Day Society.\nThe Dutch society in the present can be seen as a very multicultural society. About 20% of the entire Dutch population is not of Dutch origin (these people are called \"allochtoon\" in Dutch). Even most members of the Dutch Royal family are allochtoon. This comes from the fact that the Netherlands were tolerant of other nationalities and other religions since the beginning of the Dutch Republic (in 1588). In the 17th century, it was not odd, for instance for Muslims to live in Amsterdam. Starting in the 1960s many workers from Turkey and Morocco came to the Netherlands for temporary work. Many of these guest workers (\"gastarbeiders\") stayed on in the Netherlands. Therefore, The Netherlands have a large Turkish and Moroccan community. Immigration from especially the former colonies Suriname and Indonesia also led to the multi-cultural society of the present. Recent events (like the murder of Theo van Gogh by a radical Muslim) have led to negative views on \"allochtonen\" by some of the Dutch people.\nThe Dutch society is also famous for its liberal views. The Netherlands were the first country to legalize same-sex marriage (the marriage of homosexuals). The Netherlands have a strong gay-rights movement. Abortion and euthanasia are also legal in the Netherlands under strict conditions. The Netherlands are also the only country in the world where the use of marijuana is \"gedoogd\". This means it is not legal to produce but the laws against the use of it are not actively enforced.\nThe Netherlands are one of the busiest countries in the world. Some 17.2 million registered people live in the small country by July 2018. Most Dutch people live in cities, with a city being a place with at least 25,000 people living there. 8.7 million Dutch live in \"agglomerations\" (urban areas which are connected to each other, a sort of metropolitan area). That's about 54% of all the Dutch people. About 15% of the Dutch people live in city's which are not in an agglomeration. The other 30% live in villages (places with less than 25,000 people).\nTravel.\nThe Netherlands are a country where bicycles are used very much. Almost 30% of all travel is done by bicycle in the Netherlands. Bicycles are used so much so that throughout the Netherlands hundreds of bicycle parking lots (\"fietsenstallingen\") are built. In Amsterdam, there is even a 3-story high bicycle parking lot. Trains are also used very much (unlike in, for instance, the US). The biggest railway company (NS) has 1.1 million travellers per day. That's 7 percent of the entire Dutch population each day.","categories":[],"infobox_types":[],"annotations":[{"uri":"People","surface_form":"people","offset":18},{"uri":"Live","surface_form":"live","offset":29},{"uri":"Netherlands","surface_form":"Netherlands","offset":41},{"uri":"Netherlands","surface_form":"Netherlands","offset":82},{"uri":"Holland","surface_form":"Holland","offset":127},{"uri":"Ethnic_group","surface_form":"ethnicity","offset":200},{"uri":"United_States_of_America","surface_form":"United States of America","offset":294},{"uri":"South_Africa","surface_form":"South Africa","offset":320},{"uri":"Suriname","surface_form":"Suriname","offset":334},{"uri":"Namibia","surface_form":"Namibia","offset":348},{"uri":"Inventor","surface_form":"inventor","offset":362},{"uri":"Hans_Lippershey","surface_form":"Hans Lippershey","offset":394},{"uri":"Zacharias_Janssen","surface_form":"Zacharias Janssen","offset":414},{"uri":"Microscope","surface_form":"microscope","offset":459},{"uri":"Telescope","surface_form":"telescope","offset":478},{"uri":"Rembrandt","surface_form":"Rembrandt van Rijn","offset":543},{"uri":"Vincent_van_Gogh","surface_form":"Vincent van Gogh","offset":563},{"uri":"Johannes_Vermeer","surface_form":"Johannes Vermeer","offset":584},{"uri":"Ethnicity","surface_form":"ethnicity","offset":620},{"uri":"Nationality","surface_form":"nationality","offset":876},{"uri":"Kingdom_of_the_Netherlands","surface_form":"Kingdom of the Netherlands","offset":1046},{"uri":"Aruba","surface_form":"Aruba","offset":1084},{"uri":"Cura%C3%A7ao","surface_form":"Curaçao","offset":1091},{"uri":"Sint_Maarten","surface_form":"Sint Maarten","offset":1100},{"uri":"Caribbean_Netherlands","surface_form":"Caribbean Netherlands","offset":1122},{"uri":"Europe","surface_form":"Europe","offset":1610},{"uri":"1850","surface_form":"1850","offset":1691},{"uri":"2000","surface_form":"2000","offset":1715},{"uri":"1900","surface_form":"1900","offset":1800},{"uri":"1950","surface_form":"1950","offset":1823},{"uri":"2000","surface_form":"2000","offset":1846},{"uri":"Multicultural","surface_form":"multicultural","offset":1927},{"uri":"Dutch_Republic","surface_form":"Dutch Republic","offset":2253},{"uri":"1588","surface_form":"1588","offset":2272},{"uri":"17th_century","surface_form":"17th century","offset":2286},{"uri":"Islam","surface_form":"Muslims","offset":2333},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":2352},{"uri":"Turkey","surface_form":"Turkey","offset":2403},{"uri":"Morocco","surface_form":"Morocco","offset":2414},{"uri":"Guest_worker","surface_form":"guest worker","offset":2480},{"uri":"Suriname","surface_form":"Suriname","offset":2662},{"uri":"Indonesia","surface_form":"Indonesia","offset":2675},{"uri":"Theo_van_Gogh","surface_form":"Theo van Gogh","offset":2774},{"uri":"Same-sex_marriage","surface_form":"same-sex marriage","offset":2989},{"uri":"Homosexual","surface_form":"homosexual","offset":3024},{"uri":"Abortion","surface_form":"Abortion","offset":3089},{"uri":"Euthanasia","surface_form":"euthanasia","offset":3102},{"uri":"Marijuana","surface_form":"marijuana","offset":3244},{"uri":"Bicycle","surface_form":"bicycle","offset":3966},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":4189},{"uri":"US","surface_form":"US","offset":4311},{"uri":"NS","surface_form":"NS","offset":4345},{"uri":"Percent","surface_form":"percent","offset":4394}]}