{"id":155413,"url":"http://en.wikipedia.org/wiki/Simple_Network_Management_Protocol","text":"Simple Network Management Protocol (SNMP) is a part of the Internet Protocol Suite. SNMP is used in network management systems to monitor status of devices and also spot problems. It consists of a set of standards for network management, including an Application Layer protocol, a database schema, and a set of data objects.\nSNMP exposes management data in the form of variables on the managed systems, which describe the system configuration. These variables can then be queried (and sometimes set) by managing applications. It is a standard for managing devices such as routers,switches,servers etc.\nOverview and basic concepts.\nIn common SNMP usage, there are a number of systems to be managed, and one or more systems managing them. A software component called an \"agent\" (see below) runs on each managed system and reports information via SNMP to the managing systems.\nSNMP agents expose management data on the managed systems as variables (such as \"free memory\", \"system name\", \"number of running processes\", \"default route\"). But the protocol also allows active management tasks, such as modifying and applying a new configuration.\nThe managing system can retrieve the information through the GET, GETNEXT and GETBULK protocol operations or the agent will send data without being asked using TRAP or INFORM protocol operations. Management systems can also send configuration updates or controlling requests through the SET protocol operation to actively manage a system. Configuration and control operations are used only when changes are needed to the network. The monitoring operations are usually performed regularly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Internet_Protocol_Suite","surface_form":"Internet Protocol Suite","offset":59},{"uri":"Network_management_systems","surface_form":"network management systems","offset":100},{"uri":"Network_monitoring","surface_form":"monitor","offset":130},{"uri":"Standards","surface_form":"standards","offset":204},{"uri":"Application_Layer","surface_form":"Application Layer","offset":251},{"uri":"Protocol_(computing)","surface_form":"protocol","offset":269},{"uri":"Logical_schema","surface_form":"schema","offset":290},{"uri":"Data_object","surface_form":"data object","offset":311}]}