{"id":155522,"url":"http://en.wikipedia.org/wiki/Accomac%2C_Virginia","text":"Accomac is a town in Accomack County, Virginia, United States. At the 2000 census, 547 people lived there. It is the county seat of Accomack County.\nGeography.\nThe United States Census Bureau says that the town has an area of 0.4 square miles (1.1 km²). All of it is land.\nDemographics.\nAs of the census of 2000, there were 547 people, 199 homes and 125 families living in Accomac. The population density was 1,322.1 people per square mile (515.1/km²). In race, there 71.12% white people living there, 24.68% African-American, 2.56% Asian, 0.91% from other races, and 0.73% from two or more races. [\nThere were 199 households as of the 200 census. 2.6% of these had children under the age of 18 living with them. 51.8% were married couples living together. 8.5% had a female living in them with no husband, and 36.7% were non-families. 35.7% of all households were made up of only one person and 21.1% had someone living alone who was 65 years or older. The average people in a household was 2.13 and the average family size was 2.71.\nThe population of Accomac was spread out. 14.8% were under the age of 18, 11.0% were from 18 to 24, 30.7% from 25 to 44, 24.1% from 45 to 64, and 19.4% who were 65 years of age or older. The median age was 40 years. For every 100 females there were 131.8 males. For every 100 females age 18 and over, there were 136.5 males.","categories":[],"infobox_types":[],"annotations":[{"uri":"Accomack_County%2C_Virginia","surface_form":"Accomack County","offset":21},{"uri":"Virginia","surface_form":"Virginia","offset":38},{"uri":"United_States","surface_form":"United States","offset":48},{"uri":"County_seat","surface_form":"county seat","offset":117},{"uri":"Accomack_County%2C_Virginia","surface_form":"Accomack County","offset":132},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":164},{"uri":"Census","surface_form":"census","offset":297},{"uri":"Population_density","surface_form":"population density","offset":386},{"uri":"Race_(sociology)","surface_form":"race","offset":591},{"uri":"Marriage","surface_form":"married couples","offset":724},{"uri":"Average","surface_form":"average","offset":958},{"uri":"Population","surface_form":"population","offset":1039}]}