{"id":15585,"url":"http://en.wikipedia.org/wiki/Camel","text":"Camels are a mammal of the Camelidae family. Camels form the genus \"Camelus\". There are three living species of camels. Best-known are the dromedary (one hump) and bactrian (two humps) camels.\nThe camelids, as a family, include the \"New World\" camelids: the llama, the alpaca, the guanaco, and the vicuña.\nThe earliest known camel, called \"Protylopus\", lived in North America 40 to 50 million years ago, during the Eocene. It was about the size of a rabbit and lived in the open woodlands of what is now South Dakota.\nHabitat and adaptation.\nCamels live in deserts, where it is hot and dry. Camels have adapted and found ways to help them survive in deserts. They have a thick coat of hair that protects them from the heat in the day, and keeps them warm at night. Their large feet spreads their weight on the sand when they are walking. When there is food and water, a camel can eat and drink large amounts of it and store it as fat in the hump. Then, when there is no food or water, the camel uses the fat for energy, and the hump becomes small and soft. A camel’s waste contains very little water. Even the water from the camel’s breath flows back into its mouth. The camels have bushy eyebrows that don't let the sand go in their eyes in a sandstorm. It has a long slender neck in order to reach high leaves such as palm trees, and rubbery patches on the belly and knees to protect the skin when kneeling and sitting on the hot sand. These form after five years of age.\nA camel has a naturally adapted temperature regulation - it can change its bodily temperature by six degrees Celsius either way.\nIt has two sets of eyelashes, closing muscles in the nasal passages with slited nostrils, hairy ears and tough, leathery skin to protect the camels skin in vital emergencies such as a sandstorm. It has thick rubbery lips to eat dry, prickly plants and a large, haired tail to swat pests such as mosquitos and flies.\nLife.\nCamels live in groups, with one male, many females, and their young calves or calf. They are animals that use their hooves.\nReproduction.\nAn unborn camel gestates about 9 to 11 months. There is usually one calf per birth. A camel calf can run only a few hours after it is born. Calves are weaned to when they are about 1 year old.\nDiet.\nIn the desert, people feed camels with grass, grains, wheat and oats. When camels are travelling in the desert, food is often very hard to find. So the animal might have to live on dried leaves, seeds, and thorny twigs (without hurting their mouths). If there is not any regular food, camels will eat anything:, leather, even their owner's tent.\nDigestion.\nCamels are ruminants but camels do not chew their food very well before swallowing. The first stomach stores the food that is not completely chewed. Later, this food (or cud) returns to the camel's mouth, and the camel chews it again. Then the camel swallows the cud and it goes to the other parts of the stomach to be completely digested.\nCamels and humans.\nCamels have been domesticated by humans for about 5000 years. They are used for riding and to carry things, and for meat, milk and wool.\nAs domesticated animals they are used in Africa, Asia, and since the 19th century also in Australia. About 900-1000 wild Bactrian Camels still live in China, Tibetan Plateau and Mongolia. There are no wild dromedaries anymore, but there are escaped domestic dromedaries in Australia. Today there are about 700,000 dromedaries living wild in the outback in Australia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":13},{"uri":"Camelidae","surface_form":"Camelidae","offset":27},{"uri":"Family_(biology)","surface_form":"family","offset":37},{"uri":"Genus","surface_form":"genus","offset":61},{"uri":"Species","surface_form":"species","offset":101},{"uri":"Llama","surface_form":"llama","offset":258},{"uri":"Alpaca","surface_form":"alpaca","offset":269},{"uri":"Guanaco","surface_form":"guanaco","offset":281},{"uri":"Vicu%C3%B1a","surface_form":"vicuña","offset":298},{"uri":"Protylopus","surface_form":"Protylopus","offset":340},{"uri":"Eocene","surface_form":"Eocene","offset":415},{"uri":"South_Dakota","surface_form":"South Dakota","offset":504},{"uri":"Fat","surface_form":"fat","offset":930},{"uri":"Temperature_regulation","surface_form":"temperature regulation","offset":1506},{"uri":"Calf","surface_form":"calves","offset":1993},{"uri":"Gestation","surface_form":"gestates","offset":2079},{"uri":"Weaning","surface_form":"weaned","offset":2214},{"uri":"Grass","surface_form":"grass","offset":2301},{"uri":"Grains","surface_form":"grains","offset":2308},{"uri":"Wheat","surface_form":"wheat","offset":2316},{"uri":"Oats","surface_form":"oats","offset":2326},{"uri":"Seeds","surface_form":"seeds","offset":2457},{"uri":"Spine_(botany)","surface_form":"thorny","offset":2468},{"uri":"Twig","surface_form":"twig","offset":2475},{"uri":"Leather","surface_form":"leather","offset":2574},{"uri":"Tent","surface_form":"tent","offset":2602},{"uri":"Ruminant","surface_form":"ruminant","offset":2630},{"uri":"Cud","surface_form":"cud","offset":2789},{"uri":"Digestion","surface_form":"digested","offset":2949},{"uri":"Domestication","surface_form":"domesticated","offset":2995},{"uri":"Ride","surface_form":"riding","offset":3058},{"uri":"Meat","surface_form":"meat","offset":3094},{"uri":"Milk","surface_form":"milk","offset":3100},{"uri":"Wool","surface_form":"wool","offset":3109},{"uri":"19th_century","surface_form":"19th century","offset":3184},{"uri":"Australia","surface_form":"Australia","offset":3205},{"uri":"China","surface_form":"China","offset":3266},{"uri":"Mongolia","surface_form":"Mongolia","offset":3293},{"uri":"Outback","surface_form":"outback","offset":3460}]}