{"id":15596,"url":"http://en.wikipedia.org/wiki/Antibiotics","text":"An antibiotic (or antibacterial) is a chemical compound that kills bacteria or slows their growth. They are used as medicine to treat and cure diseases caused by bacteria. The first antibiotic discovered was Penicillin, a natural antibiotic produced by a fungus. Production of antibiotics first began in 1939, and in the modern day, they are made by chemical synthesis. Antibiotics can not be used to treat viruses.\nResistance.\nToday, people worry that bacteria will not be affected by antibiotics. Bacteria do evolve, and already many strains of bacteria resist regular antibiotics. When exposed to antibiotics, most bacteria die quickly, but some may have mutations which make them slightly less susceptible. These bacteria then multiply and make a large colony which is less affected by the antibiotic.\nPart of this problem is caused by the over-use and misuse of antibiotics. If someone is sick with a virus, antibiotics will not affect the virus. Some doctors will still prescribe an antibiotic so the patient feels as though they are being treated for their illness.\nThe other problem is that many people do not use antibiotics correctly. People often stop taking the medicine when they start feeling better. But antibiotics don't kill all of the bad bacteria at once. Bacteria which are more resistant do not die right away. When someone stops taking the antibiotic too quickly, these resistant bacteria can reproduce and survive. Then the antibiotic does not work so well because the bacteria are less affected by it.\nHistory.\nAntibiotics can be the most effective way of treating bacterial infections. A clue to this might been found in Pasteur's work. He had a culture of anthrax germs that were left exposed to air. They developed colonies of many fungi, but the anthrax bacilli disappeared. Medical science was not, at the time, ready to see the implication of this.\nIt was 1928 that the study of antibiotics started,a small chance beginning. Alexander Fleming, a London bacteriologist, was culturing \"staphylococcus\". In one Petri dish a mould appeared and spread On the nutrient gelatin of the dish each patch of mould was surrounded by clear ring, free of bacteria. Moreover, the extracted substance was able to clear up infected wounds.\nThe term \"antibiotic\" was first used in 1942 by Selman Waksman and his collaborators in journal articles to describe any substance produced by a microorganism that is antagonistic to the growth of other microorganisms in high dilution. This definition cut out substances which kill bacteria, but are not produced by microorganisms (such as gastric juices and hydrogen peroxide). It also excluded synthetic antibacterial compounds such as the sulfonamides.\nWith advances in medicinal chemistry, most of today's antibacterials chemically are modifications of various natural compounds.\nUse.\nCertain bacteria are only affected by specific types of antibiotics. Antibiotics fight infection caused by bacteria.Patients might need different types or different amounts of antibiotics depending on what bacteria is causing their health problems. Because of this, antibiotics should always be used under the supervision of a medical doctor (or other certified medical practitioner). The doctor can also watch for side effects and change the patient's treatment when necessary. Antibiotics are very useful when your body is infected by a bacteria.\nAntibiotics don't kill virus, so it is useless against a viral infection. A doctor must determine if a patient's infection is of viral or bacterial origin before taking antibiotics, this is another reason why a medical doctor should prescribe antibiotics instead of relying on self-medication.\nTeixobactin.\nTeixobactin is the first new antibiotic discovered in forty years. It is active against gram-positive bacteria, including \"Staphylococcus aureus\". It appears to be one of a new class of antibiotics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kill","surface_form":"kill","offset":61},{"uri":"Bacteria","surface_form":"bacteria","offset":67},{"uri":"Growth","surface_form":"growth","offset":91},{"uri":"Medicine","surface_form":"medicine","offset":116},{"uri":"Cure","surface_form":"cure","offset":138},{"uri":"Disease","surface_form":"disease","offset":143},{"uri":"Penicillin","surface_form":"Penicillin","offset":208},{"uri":"Fungus","surface_form":"fungus","offset":255},{"uri":"Chemical_synthesis","surface_form":"chemical synthesis","offset":350},{"uri":"Virus","surface_form":"virus","offset":407},{"uri":"Bacteria","surface_form":"bacteria","offset":453},{"uri":"Evolve","surface_form":"evolve","offset":511},{"uri":"Mutations","surface_form":"mutations","offset":658},{"uri":"Resistance_to_antibiotics","surface_form":"resistant","offset":1299},{"uri":"Pasteur","surface_form":"Pasteur","offset":1646},{"uri":"Anthrax","surface_form":"anthrax","offset":1682},{"uri":"Bacilli","surface_form":"bacilli","offset":1782},{"uri":"Alexander_Fleming","surface_form":"Alexander Fleming","offset":1955},{"uri":"Bacteriologist","surface_form":"bacteriologist","offset":1983},{"uri":"Staphylococcus","surface_form":"staphylococcus","offset":2014},{"uri":"Petri_dish","surface_form":"Petri dish","offset":2038},{"uri":"Mould","surface_form":"mould","offset":2051},{"uri":"Gelatin","surface_form":"gelatin","offset":2093},{"uri":"Wound","surface_form":"wound","offset":2245},{"uri":"Selman_Waksman","surface_form":"Selman Waksman","offset":2301},{"uri":"Antagonism","surface_form":"antagonistic","offset":2420},{"uri":"Gastric_juice","surface_form":"gastric juice","offset":2593},{"uri":"Hydrogen_peroxide","surface_form":"hydrogen peroxide","offset":2612},{"uri":"Chemical_synthesis","surface_form":"synthetic","offset":2649},{"uri":"Sulfonamide_(drug)","surface_form":"sulfonamides","offset":2695},{"uri":"Medicinal_chemistry","surface_form":"medicinal chemistry","offset":2726},{"uri":"Gram-positive","surface_form":"gram-positive","offset":3786}]}