{"id":155997,"url":"http://en.wikipedia.org/wiki/Warsaw%2C_Illinois","text":"Warsaw is a city in Hancock County, Illinois, United States. The population was 1,793 at the 2000 census. People know the city for its historic downtown and the Warsaw Brewery.\nHistory.\nThe city of Warsaw began in 1814. Future president Zachary Taylor founded Fort Johnson on the eastern bank of the Mississippi River across from the mouth of the Des Moines River. Fort Johnson was occupied only for a few weeks before it was burned. In 1815 another military camp, Fort Edwards, was built nearby at a different location. Warsaw became an important fur trading post and one of the earliest European-American settlements in western Illinois.\nDuring the 1840s, Warsaw was one of the centers of opposition to the Mormons at Nauvoo. Thomas C. Sharp, who edited the \"Warsaw Signal\" at this time lead the anti-Mormons. The Mormons tried to set up a settlement at Warren, a site just south of Warsaw. In 1841 Willard Richards moved to Warsaw to oversee the settlement of Warren, but due to the public response to writings by Sharp and other problems, the Mormon settlement was abandoned in 1842. In October 1844, a great gathering was announced in Warsaw. Although it claimed to be a \"wolf hunt,\" people knew that the \"wolves\" to be hunted were the Mormons. When Governor Thomas Ford heard about it, he sent militia troops to disperse the gathering. Most Mormons left the area for Utah in 1846.\nThe city has a well-preserved downtown with a number of remaining historic businesses. Founded by German immigrants, the Warsaw Brewery opened in 1861 and operated for more than 100 years, ending production in 1971. The facility was renovated and reopened in 2006 as a bar and restaurant.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hancock_County%2C_Illinois","surface_form":"Hancock County","offset":20},{"uri":"Illinois","surface_form":"Illinois","offset":36},{"uri":"United_States","surface_form":"United States","offset":46},{"uri":"Zachary_Taylor","surface_form":"Zachary Taylor","offset":237},{"uri":"Fort_Johnson","surface_form":"Fort Johnson","offset":260},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":300},{"uri":"Des_Moines_River","surface_form":"Des Moines River","offset":347},{"uri":"Fur_trading","surface_form":"fur trading","offset":548},{"uri":"Mormonism","surface_form":"Mormons","offset":709},{"uri":"Nauvoo%2C_Illinois","surface_form":"Nauvoo","offset":720},{"uri":"Thomas_C._Sharp","surface_form":"Thomas C. Sharp","offset":728},{"uri":"Warsaw_Signal","surface_form":"Warsaw Signal","offset":761},{"uri":"Willard_Richards","surface_form":"Willard Richards","offset":901},{"uri":"Immigrants","surface_form":"immigrants","offset":1492}]}