{"id":15600,"url":"http://en.wikipedia.org/wiki/Go","text":"Go is a board game for two players. It is called \"Wei-k'i\" (or Wei-chi) in Chinese, \"Patok\" or \"Baduk\" in Korean and \"I-go\" in Japanese.\nGo is played on a board with black and white game pieces called stones. Players take turns placing a stone of their color on intersections of a 19x19 square grid. The player with the black stones goes first. A normal Go board has 19 rows and columns of lines. Some players use 9x9 or 13x13 boards because smaller boards usually mean shorter, less complex games.\nA game of Go ends when both players pass their turns without playing. This usually happens when adding another stone to the board doesn't change the score. The winner is the player whose stones surround more empty intersections (points). To that is added captured stones and \"komi\". Komi are points added to the second player, which in this game is the white player. A game may also end when a player gives up and resigns.\nIn a game against a skilled player, a less skilled player may be given a \"handicap\" of extra stones on the board at the start of the game as well as playing black. These rules help make the game and final score fair for both players.\nRules.\nStones cannot be removed from the board except by the opponent surrounding it. A group of stones are all \"alive\" as long as one stone is next to an empty intersection. Stones with no liberties (no access to empty space) are captured and removed from the board. At the end of the game, the prisoners are usually deducted from the score of the player who lost them.\nThe second rule is called \"Ko\" (eternity). You can place stones on any clear intersection you want, as long it isn't taken off right after, or the board looks the same all over as it did before. This is to stop the game from going back and forth capturing the same stones forever. Players must make a move somewhere else on the board during a \"ko fight\" before they can re-capture a stone in the same position.\nIts original Chinese name is \" (= wei qi or wei chi). It is also popular in Japan, and its common name \"Go\" comes from Japanese. In Korea the game is called \"baduk\". In these three countries the game is an important part of the culture, like chess is in many western countries.\nGo and chess are both \"board games\" and games of strategy. They both have no luck or secret information, unlike some other classic games like backgammon (dice are rolled) or poker and other card games which also have secret information.\nThere are many places to play Go on the Internet, as well as local clubs and national organizations in many countries around the world. A 2016 survey by the International Go Federation (IGF) found that there are over 20 million players around the world. Most players live in East Asia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Board_game","surface_form":"board game","offset":8},{"uri":"Chinese_language","surface_form":"Chinese","offset":75},{"uri":"Korean_language","surface_form":"Korean","offset":106},{"uri":"Japanese_language","surface_form":"Japanese","offset":127},{"uri":"Black","surface_form":"black","offset":166},{"uri":"White","surface_form":"white","offset":176},{"uri":"Stone","surface_form":"stone","offset":201},{"uri":"Skill","surface_form":"skilled","offset":942},{"uri":"Eternity","surface_form":"eternity","offset":1559},{"uri":"Chinese_language","surface_form":"Chinese","offset":1951},{"uri":"Japan","surface_form":"Japan","offset":2014},{"uri":"Japanese_language","surface_form":"Japanese","offset":2057},{"uri":"Korea","surface_form":"Korea","offset":2070},{"uri":"Chess","surface_form":"chess","offset":2180},{"uri":"Chess","surface_form":"chess","offset":2223},{"uri":"Board_game","surface_form":"board game","offset":2239},{"uri":"Strategy","surface_form":"strategy","offset":2265},{"uri":"Backgammon","surface_form":"backgammon","offset":2358},{"uri":"Dice","surface_form":"dice","offset":2370},{"uri":"Poker","surface_form":"poker","offset":2390},{"uri":"International_Go_Federation","surface_form":"International Go Federation","offset":2610},{"uri":"East_Asia","surface_form":"East Asia","offset":2728}]}