{"id":15606,"url":"http://en.wikipedia.org/wiki/Donkey","text":"A donkey or ass (\"Equus africanus asinus\") is a mammal of the Equidae family.\nThe wild ancestor of the donkey is the African wild ass, \"E. africanus\". The donkey has been used as a working animal for at least 5000 years. There are a number of other wild asses in different parts of the world.\nThe name 'donkey' is correct for the domesticated animal. It is the tame animal that people use for transportation and other work, such as pulling a carriage or plowing a field.\nDonkeys can have hybrid children with a common horse. The child of a female horse and a male donkey is called a \"mule\". The child of a female donkey and a male horse is called a \"hinny\". Mules are more common, and have been used for transportation.\nDescription.\nDonkeys, zebras and mules all look different from the common horses. One difference is the ears. Donkeys ears are much longer than a horse's. The necks are straighter and the croup and rump are also a different shape. The back is straighter.\nThe mane and tail of the donkey are rough. The mane is still and upright, almost always standing up, and the tail is more like a cow's, most of it covered with short body hair. Because their mane sometimes fly away, many donkeys wear their manes clipped short or shaved close to the neck.\nHoof shapes are different as well, donkey hooves are smaller and rounder, with more upright pasterns. The legs should have good bone, but lots of donkeys have long thin legs with tiny feet. Larger donkeys may appear opposite, with big, heavy legs and large round feet. Good legs and feet are very important for mules that are trying to find a mate. This is because, for breeding, a good foot is more liked than a large body on small legs and feet.\nThe donkey's voice is a very raspy kind, and it makes a loud \"Ee - Aww\" noise, known as braying (hence Eeyore in the \"Winnie-the-Pooh\" books). Although most people think donkeys are a gray color, sometimes they can have stripes, dark ear marks, as well as the \"light points\". This means that it has a white muzzle and white rings around its eyes, and a white belly and inner leg.\nColors of the donkey may be from gray to brown. Or sometimes they can be black, both red and gray, creamy white, or a unique spotted pattern. Donkeys come in lots of different sizes. Some, like the rare French donkey, has huge heads and ears, and very thick, shaggy curled black coat.\nDonkeys vary considerably in size, depending on breed and management. The height at the withers ranges from 7.3 to 15.3 hands (31 to 63 inches, 79 to 160 cm), and the weight from 80 to 480 kg (180 to 1,060 lb). Working donkeys in the poorest countries have a life expectancy of 12 to 15 years;\nCaring for donkeys.\nGood grass hay and pasture is usually what donkeys enjoy to eat. If the hay or grass is grained, the protein is best to be lower than 12%. However, if a donkey is overfed, it will have a \"roll\" on the neck. A roll is when fat bunches up and stays in a part of a donkey's body, and they usually happen on its neck or its hip. If they develop on the donkey, it will usually stay for its whole life. If the neck roll of fat gets too heavy, it will fall or \"break over\" to one side and never recover its balance again. This is why donkeys should not be fed too much. Many people do not like to work with donkeys. They think that donkeys are too stubborn and will kick them. However, a donkey that is nicely trained can be as easily managed as other horses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":48},{"uri":"Equidae","surface_form":"Equidae","offset":62},{"uri":"African_wild_ass","surface_form":"African wild ass","offset":117},{"uri":"Domestication","surface_form":"domesticated","offset":330},{"uri":"Transportation","surface_form":"transportation","offset":393},{"uri":"Labour_(economics)","surface_form":"work","offset":418},{"uri":"Pulling","surface_form":"pulling","offset":432},{"uri":"Carriage","surface_form":"carriage","offset":442},{"uri":"Plow","surface_form":"plowing","offset":454},{"uri":"Field","surface_form":"field","offset":464},{"uri":"Hybrid","surface_form":"hybrid","offset":488},{"uri":"Horse","surface_form":"horse","offset":518},{"uri":"Female","surface_form":"female","offset":540},{"uri":"Male","surface_form":"male","offset":559},{"uri":"Mule","surface_form":"mule","offset":584},{"uri":"Hinny","surface_form":"hinny","offset":650},{"uri":"Zebra","surface_form":"zebra","offset":742},{"uri":"Mule","surface_form":"mule","offset":753},{"uri":"Horse","surface_form":"horse","offset":794},{"uri":"Ear","surface_form":"ear","offset":824},{"uri":"Neck","surface_form":"neck","offset":879},{"uri":"Mane_(horse)","surface_form":"mane","offset":979},{"uri":"Tail","surface_form":"tail","offset":988},{"uri":"Cow","surface_form":"cow","offset":1104},{"uri":"Hair","surface_form":"hair","offset":1146},{"uri":"Shave","surface_form":"shave","offset":1238},{"uri":"Stripe","surface_form":"stripes","offset":1932},{"uri":"Spot","surface_form":"spotted","offset":2217},{"uri":"France","surface_form":"French","offset":2295},{"uri":"Withers","surface_form":"withers","offset":2465},{"uri":"Hand_(unit)","surface_form":"hands","offset":2497},{"uri":"Hay","surface_form":"hay","offset":2702},{"uri":"Protein","surface_form":"protein","offset":2792},{"uri":"Stubborn","surface_form":"stubborn","offset":3332}]}