{"id":15618,"url":"http://en.wikipedia.org/wiki/Harry_Potter_and_the_Half-Blood_Prince","text":"\"Harry Potter and the Half-Blood Prince\" was written by J. K. Rowling and published on 16 July 2005. The book is the sixth Harry Potter book.\nIn the sixth book Harry begins his sixth year at the magical school Hogwarts with his best friends Ron Weasley and Hermione Granger. During the year he has help in his worst class by the mysterious Half-Blood Prince (also known as Severus snape), he has his first romance and learns several very important facts about his enemy, Voldemort.\nFilm.\nThe film, based on the book, was to be released on 21 November 2008, but on 14 August 2008, it was announced that the film would be pushed back to 17 July 2009. On 8 January 2009, the film was given a PG rating by the MPPA. The previous two installments, \"Goblet of Fire\" and \"Order of the Phoenix,\" were rated PG-13.\nPlot.\nThe book starts at Severus Snape's house. Narcissa Malfoy is very unhappy that Voldemort has made her son, Draco, put on a mission. Voldemort is a very bad man who does not like half-blood or Muggle (non-magical) wizards and witches. He wants to kill them. Bellatrix, Narcissa's sister, and Narcissa go to Snape's house. There, Snape agrees and says he will help Malfoy complete whatever his mission is.\nHeadmaster Albus Dumbledore comes by Harry Potter's place to ask him to come with him. Harry says okay. They go to Horace Slughorn's house. Slughorn was the former professor of Potions over at the Hogwarts School of Witchcraft and Wizardry. He does not want to come back, but when Dumbledore shows Harry, he says okay. On the train to Hogwarts, Slughorn gets together his club again. Slughorn likes to take a back seat and has a lot of influence, or power. Harry is one of the most famous wizards ever and Slughorn wants to be his friend. When school starts, the first thing Slughorn does is recreate his old Slug Club, filled with people who have power or a good name.\nThe Half-Blood Prince is of great mystery to Harry. Harry finds a book with the Prince's name on it and finds that it has many helpful tips for making potions. He follows the tips and is seen as very smart to Professor Slughorn. His friend Hermione is mad that Harry is getting credit for information that he does not really know. The old professor, Professor Snape, is now teaching Defense of the Dark Arts.\nDumbledore gives private lessons to Harry. They usually involve looking into a Pensieve, which holds old memories. In flashback, Harry learns that Voldemort was the product of an unhappy witch and a Muggle father that never loved him. The witch was named Merope and she had an older brother and father that were very bad to her. They made her work and crushed her spirit. A Ministry of Magic wizard came and arrested the father and brother. Merope left the house and gave a love potion to a young man she liked named Tom Riddle.\nAfter she was pregnant with the baby, she stopped giving him the potion and he left her. Soon afterwards, she goes to an orphanage and gives birth to Voldemort, naming him Tom Marvolo Riddle, and dies shortly afterwards. Voldemort is a very bad kid. He steals items from the other kids and uses magic against them. Dumbledore comes one night to tell him that he has magic and invites him to attend Hogwarts.\nOne final memory shows Voldemort trying to apply for a job at Hogwarts. Dumbledore, who was the Transfiguration teacher at the time, was just made Headmaster. Voldemort wanted to be the new Defense Against the Dark Arts teacher. Dumbledore refused to make him a teacher. This angered Voldemort. Since then, no professor has held the Defense Against the Dark Arts job for more than a year and Dumbledore thinks it is because of this meeting.\nDumbledore tells Harry that Voldemort has six \"Horcruxes,\" or pieces of his soul. While Voldemort has these Horcruxes, nobody can kill him. A couple of them have been destroyed. In Harry's second year, he stabbed Riddle's diary with a fang, destroying one. Before Harry's sixth year started, Dumbledore visited the old Marvolo home and found a ring and destroyed it but lost his hand as a result.\nOne night, Dumbledore and Harry go out to a cave area. Dumbledore thinks there is another Horcrux there. After getting there, they find a goblet. Dumbledore drinks the entire potion, which makes him dizzy. They find the locket and go back to Hogwarts, where they find that the Death Eaters and Malfoy have attacked. They take broomsticks and land at the top of one of the towers. Malfoy bursts where Harry and Dumbledore are. Harry is hiding under an invisibility cloak. Soon, other Death Eaters come up, but Malfoy cannot kill Dumbledore as Voldemort ordered him to do. Snape comes up and kills Dumbledore.\nThe Death Eaters all escape afterwards. Harry tries to get Snape, but Snape is too fast. When Harry tries to use some curses he found in the Half-Blood Prince's book, Snape fights back and then declares that he is the Half-Blood Prince. Later, Hermione says this is true, having found a newspaper article about a girl named Eileen Prince (a witch) marrying a man named Tobias Snape (a Muggle), making Snape a half-blood wizard.\nHogwarts holds a funeral for Dumbledore. Harry opens the locket, only to find that someone named R.A.B was there earlier and found and destroyed the Horcrux. He also says he will not be coming back to Hogwarts next year.","categories":[],"infobox_types":[],"annotations":[{"uri":"J._K._Rowling","surface_form":"J. K. Rowling","offset":56},{"uri":"Harry_Potter","surface_form":"Harry Potter","offset":123},{"uri":"Book","surface_form":"book","offset":136},{"uri":"Magic","surface_form":"magic","offset":195},{"uri":"School","surface_form":"school","offset":203},{"uri":"Hogwarts","surface_form":"Hogwarts","offset":210},{"uri":"Ron_Weasley","surface_form":"Ron Weasley","offset":241},{"uri":"Hermione_Granger","surface_form":"Hermione Granger","offset":257},{"uri":"Voldemort","surface_form":"Voldemort","offset":471},{"uri":"Severus_Snape","surface_form":"Severus Snape","offset":831},{"uri":"Narcissa_Malfoy","surface_form":"Narcissa Malfoy","offset":854},{"uri":"Lord_Voldemort","surface_form":"Voldemort","offset":891},{"uri":"Draco_Malfoy","surface_form":"Draco","offset":919},{"uri":"Muggle","surface_form":"Muggle","offset":1004},{"uri":"Bellatrix_Lestrange","surface_form":"Bellatrix","offset":1069},{"uri":"Albus_Dumbledore","surface_form":"Albus Dumbledore","offset":1227},{"uri":"Harry_Potter","surface_form":"Harry Potter","offset":1253},{"uri":"Horace_Slughorn","surface_form":"Horace Slughorn","offset":1331},{"uri":"Hogwarts_School_of_Witchcraft_and_Wizardry","surface_form":"Hogwarts School of Witchcraft and Wizardry","offset":1413},{"uri":"Half-Blood_Prince","surface_form":"Half-Blood Prince","offset":1890},{"uri":"Hermione_Granger","surface_form":"Hermione","offset":2126},{"uri":"Defense_of_the_Dark_Arts","surface_form":"Defense of the Dark Arts","offset":2269},{"uri":"Pensieve","surface_form":"Pensieve","offset":2374},{"uri":"Tom_Riddle","surface_form":"Tom Riddle","offset":2812},{"uri":"Horcrux","surface_form":"Horcrux","offset":3720},{"uri":"Invisibility_cloak","surface_form":"invisibility cloak","offset":4521},{"uri":"Eileen_Prince","surface_form":"Eileen Prince","offset":5002},{"uri":"Tobias_Snape","surface_form":"Tobias Snape","offset":5047}]}