{"id":15643,"url":"http://en.wikipedia.org/wiki/Zambia","text":"The Republic of Zambia is a country in southern Africa. It shares its borders with the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique, Zimbabwe, Botswana, and Namibia to the south, and Angola to the west. It was called Northern Rhodesia and it is currently named after the Zambezi River. Zambia is a undiscovered tourist hub home to one of the seven natural wonders of the world. The might Victoria falls. Zambia is a melting pot of culture and diversity yet to be appreciated with at least 72 spoken languages.\nThe capital of Zambia is Lusaka, which is also the largest city in the country. Edgar Lungu is the current president. Its motto is \"One Zambia, One Nation\" and its national anthem is \"Stand and Sing of Zambia, Proud and Free\". Its official language is English.\nHistory.\nZambia originated from Northern Rhodesia which was a colony of Great Britain. In 1964 Zambia became an independent country. The first president was Kenneth Kaunda, who ruled Zambia for 27 years with his party UNIP. Zambia was a one party democracy. UNIP was the only legal party and all other parties were banned.\nAfter protests, democratic elections were held in 1991. Kenneth Kaunda lost the elections and gave away his power in an orderly manner to his successor Frederick Chiluba, a former union leader.\nZambia is now a multi-party democracy. It has had three democratic elections since 1991. The latest presidential election was in 2016, which was won by edger lungu against hakahende hichilema.\nEconomy.\nIn the 1960s, Zambia was making a lot of money because of the copper deposits that were mined in Copperbelt province. When copper became cheaper in the 1970s, the economy got worse because people in Zambia were not making as much money from selling copper.\nToday, Zambia is a poor country. It does not have many industries. Copper is still its main export. Commercial farming in Zambia is starting to make more money.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Africa","surface_form":"Africa","offset":48},{"uri":"Democratic_Republic_of_the_Congo","surface_form":"Democratic Republic of the Congo","offset":87},{"uri":"Tanzania","surface_form":"Tanzania","offset":134},{"uri":"Malawi","surface_form":"Malawi","offset":162},{"uri":"Mozambique","surface_form":"Mozambique","offset":182},{"uri":"Zimbabwe","surface_form":"Zimbabwe","offset":194},{"uri":"Botswana","surface_form":"Botswana","offset":204},{"uri":"Namibia","surface_form":"Namibia","offset":218},{"uri":"Angola","surface_form":"Angola","offset":244},{"uri":"Zambezi_River","surface_form":"Zambezi River","offset":332},{"uri":"Lusaka","surface_form":"Lusaka","offset":596},{"uri":"Edgar_Lungu","surface_form":"Edgar Lungu","offset":651},{"uri":"Motto","surface_form":"motto","offset":693},{"uri":"National_anthem","surface_form":"national anthem","offset":735},{"uri":"Stand_and_Sing_of_Zambia%2C_Proud_and_Free","surface_form":"Stand and Sing of Zambia, Proud and Free","offset":755},{"uri":"English_language","surface_form":"English","offset":823},{"uri":"Northern_Rhodesia","surface_form":"Northern Rhodesia","offset":864},{"uri":"Kenneth_Kaunda","surface_form":"Kenneth Kaunda","offset":989},{"uri":"United_National_Independence_Party","surface_form":"UNIP","offset":1050},{"uri":"One_party_democracy","surface_form":"one party democracy","offset":1069},{"uri":"Frederick_Chiluba","surface_form":"Frederick Chiluba","offset":1307},{"uri":"Multi-party_democracy","surface_form":"multi-party democracy","offset":1365},{"uri":"Edger_lungu","surface_form":"edger lungu","offset":1501},{"uri":"Copper","surface_form":"copper","offset":1613},{"uri":"Copperbelt","surface_form":"Copperbelt","offset":1648}]}