{"id":15652,"url":"http://en.wikipedia.org/wiki/Navassa_Island","text":"Navassa Island, or La Navase in Haitian Creole, is a small island without anyone living on it in the Caribbean Sea. It is located ninety miles south of Guantanamo Bay, Cuba. The United States government claims the two-square-mile island as a territory of the United States, and it is under control of the U.S. Fish and Wildlife Service. The island is also claimed by Haiti.\nSome sailors sailing with Christopher Columbus named Navassa in 1504, because no fresh water could be found there.\nA captain named Peter Duncan gave it to the U.S. in the late 1850s, for the purpose of guano mining. After a rebellion in 1889, and the Spanish-American War of 1898, the mining was put to an end.\nWith the opening of the Panama Canal in 1914, Navassa became important again, because of a lighthouse being built there. After World War II, no one lived on it again.\nIn 1996, Navassa's light was put out of use, and the island was transferred to the U.S. Department of the Interior. Three years later in 1999, the Fish and Wildlife Service received ownership of the island.\nHistory.\nNavassa became a U.S. insular area in October 1857, when a representative of the Baltimore Fertilizer Company took possession of the island in the name of the United States pursuant to the Guano Act of August 18, 1856 (Title 48, U.S. Code, sections 1411-19). In 1889 the island's actual operation passed to the Navassa Phosphate Company. All operations were abandoned in 1898, when the island became effectively uninhabited.\nGeography.\nNavassa Island is three square miles in area. Navassa lies about one hundred miles south of Guantanamo Bay, Cuba, about thirty miles west of Cape Tiburon, Haiti, at the southwest entrance to the Windward Passage, east of Kingston, Jamaica. Navassa's climate is marine and tropical.\nIts terrain is a raised coral and limestone plateau, flat to undulating, ringed by vertical white cliffs, approximately nine to fifteen yards high. Navassa's environment is mostly exposed rock. However, it has enough grassland to support goat herds. Dense stands of fig-like trees and scattered cactus also exist. Only one tenth of the island's land is meadows or pastures. Navassa has no ports and only off-shore anchorage.\nPolitical status.\nIn 1976, the U.S. Coast Guard determined that the lighthouse on Navassa was no longer of any value to the U.S. Government and was ceasing its exercise of any interest in the island. However, the U.S. Coast Guard's ceasing to administer Navassa's use did not have any bearing at all on the United States sovereignty over the island, which remained constant regardless of the administering Federal agency or office. Consequently, under the provisions of Title 43, U.S.Code, section 1458, the Department of the Interior assumed responsibility for the civil administration of the U.S. insular area.\nActing under the authority that the Secretary of the Interior delegated to him in Secretary's Order No. 3205 (January 16, 1997) and Amendment No. 1 (January 14, 1998) to Secretary's Order No. 3205 and in fulfillment of his responsibilities as the civil administrator of the United States insular area of Navassa Island, the Director of the Office of Insular Affairs advises all persons interested in visiting Navassa Island that, having made a preliminary review of the island's ecology, he has decided indefinitely not to allow visits to the island and its surrounding waters until he has received a further assessment of the island's environment and conservation status. As used in this notice, the term \"surrounding waters\" includes the waters surrounding Navassa Island seaward to a line twelve (12) nautical miles distant from Navassa Island's coastlines. The Director of the Office of Insular Affairs intends that nothing in this notice shall deny or impair the right of innocent passage in the waters surrounding Navassa Island.\nOn September 2, 1999, the U.S. Fish and Wildlife Service established the Navassa Island Wildlife Refuge as an overlay. As of December 3, 1999, the Office of Insular Affairs ceased to have any administrative responsibility for Navassa. A Secretary's order of that date transferred full administration of Navassa from the Office of Insular Affairs to the U.S. Fish and Wildlife Service.","categories":[],"infobox_types":[],"annotations":[{"uri":"Haiti","surface_form":"Haiti","offset":32},{"uri":"Creole","surface_form":"Creole","offset":40},{"uri":"Island","surface_form":"island","offset":59},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":101},{"uri":"Guantanamo_Bay","surface_form":"Guantanamo Bay","offset":152},{"uri":"Cuba","surface_form":"Cuba","offset":168},{"uri":"United_States","surface_form":"United States","offset":178},{"uri":"United_States_Fish_and_Wildlife_Service","surface_form":"U.S. Fish and Wildlife Service","offset":305},{"uri":"Haiti","surface_form":"Haiti","offset":367},{"uri":"Sailor","surface_form":"sailor","offset":379},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":400},{"uri":"1504","surface_form":"1504","offset":438},{"uri":"Water","surface_form":"water","offset":461},{"uri":"Peter_Duncan","surface_form":"Peter Duncan","offset":505},{"uri":"1850s","surface_form":"1850s","offset":550},{"uri":"Guano","surface_form":"guano","offset":576},{"uri":"Rebellion","surface_form":"rebellion","offset":598},{"uri":"1889","surface_form":"1889","offset":611},{"uri":"Spanish-American_War","surface_form":"Spanish-American War","offset":625},{"uri":"1898","surface_form":"1898","offset":649},{"uri":"Panama_Canal","surface_form":"Panama Canal","offset":709},{"uri":"1914","surface_form":"1914","offset":725},{"uri":"Lighthouse","surface_form":"lighthouse","offset":776},{"uri":"World_War_II","surface_form":"World War II","offset":812},{"uri":"1996","surface_form":"1996","offset":855},{"uri":"United_States_Department_of_the_Interior","surface_form":"U.S. Department of the Interior","offset":935},{"uri":"1999","surface_form":"1999","offset":989}]}