{"id":15666,"url":"http://en.wikipedia.org/wiki/Doctor_Who","text":"\"Doctor Who\" is a BBC science fiction television series. The series is about an alien time-traveller known as \"the Doctor\". In her space-time ship, the TARDIS (Time and Relative Dimension in Space), the Doctor and her companions travel through space and time.\nThe television series ran from 1963–1989 and started running again in 2005. It is the longest running science fiction television series in the world.\nThere were two \"Doctor Who\" movies made in the 1960s. Peter Cushing played the Doctor in these movies, but he was not the Doctor in the television series. In 1996, there was also a television movie starring Paul McGann. There have been many other versions of \"Doctor Who\" in books, comics, games, other shows, music videos, remixes, fan fiction, documentaries, the news, in magazines, toys, cosplay, decorations, on the internet, on radios, on DVDs, on Bluray, On other disc formats and other forms of entertainment.\nStory outline.\nThe story is about a person who calls themselves \"The Doctor\". They travel in their space-time-ship TARDIS (\"Time And Relative Dimension In Space\"), with which he can go anywhere in time and space. Because of an error in its \"chameleon circuit\", the outside of the TARDIS always looks like a 1960s-style British police public call box (similar to a blue telephone box), but on the inside the TARDIS is much bigger.\nThe Doctor is an alien, a \"Time Lord\" from the planet Gallifrey. At first, they travelled only with their granddaughter Susan Foreman. Later, the Doctor took other people with them. They are usually called \"companions\" or \"assistants\". The Doctor and their companions travel through space and time, have a lot of adventures, and often save many people.\nSome people think that it is not okay to call the Doctor \"Doctor Who\", but there is no mistake. The character was named Doctor Who in the titles until the Fifth Doctor, and after the 2005 restart the Ninth Doctor, played by Christopher Eccleston, is called Doctor Who in the titles too. The Second Doctor once signed a letter as \"Dr W.\".\nHistory.\n\"Doctor Who\" was first shown in 1963, with William Hartnell as the Doctor. When Hartnell left the show in 1966, the writers came up with the idea that the Doctor would \"regenerate\" (at the time called \"renewal\") and transform into the Second Doctor, who was played by Patrick Troughton. In 1970, when Jon Pertwee took over as the Third Doctor, the series switched from black-and-white to colour. Before 1978, the BBC would sometimes throw away episodes they did not need. As a result, 97 of the 851 episodes are missing (however some of these have since been animated, since audio recordings of all missing episodes exist).\nSeven actors played the Doctor from 1963 until 1989, when the series stopped. In 1996, the BBC teamed with Fox Broadcasting Company and Universal Pictures to create a film version, in which Paul McGann played the Eighth Doctor. It was hoped that the film would lead to a new series, but this did not happen.\nInstead, the series started again in 2005, with Christopher Eccleston as the Ninth Doctor. He was replaced by David Tennant at the end of the series. The actor who now plays the Doctor is Jodie Whittaker, who joined the show in the 2017 Christmas episode.\nIn the \"Guinness World Records\", \"Doctor Who\" is listed as the longest running science fiction television series in the world. In 2013, it celebrated its 50th birthday with a special episode.\nThe Doctor.\nThe Doctor is the central character of \"Doctor Who\". They are an alien, a \"Time Lord\" from the planet Gallifrey. The Doctor often takes other people with them, who are usually called \"companions\", \"assistants\" or \"friends\" (or, due to a misunderstanding, \"partners\"). They are most often human. The current companions are Yasmin Khan (as played by Mandip Gill), Ryan Sinclair (Tosin Cole) and Graham O'Brien (Bradley Walsh).\nAs a Gallifreyan, the Doctor looks human on the surface. However, there are differences. For example, they have two hearts. Also, if badly injured or dying, they can \"regenerate\". During the \"regeneration\", their body heals and renews itself. Then, they take on a different appearance and personality. They are the same person (sort of) with the same memories and knowledge. But, they look different and has a new personality. Because of this, the Doctor can be played by different actors. And in over fifty years, this is why the character has not actually \"changed\".\nIncarnations and actors of the Doctor.\nUp until now, the Doctor has regenerated fourteen times, and each \"incarnation\" was played by a different actor (except for the Tenth Doctor, who used up two regenerations by channeling excess regeneration energy after healing to his old hand that had been chopped of in The Christmas Invasion). (Numbers refer to incarnations that used up regenerations).\nThe Doctor has been played by other actors in other media: theatre plays, parodies, etc. These are not officially part of the \"Doctor Who\" story.\nThe movies \"Dr. Who & the Daleks\" and \"Daleks' Invasion Earth 2150 A.D.\" star Peter Cushing as a human scientist named \"Doctor Who\". Shortly after it was announced that the series would return from its nineties hiatus, Richard E. Grant voiced The Doctor in an animated serial. The BBC issued press releases identifying Grant as the \"ninth Doctor\" but this was later disregarded by the revived BBC television series.\nSometimes different incarnations of the Doctor meet each other. Usually episodes with several Doctors are made when the program celebrates an anniversary. In 1973, when the show was 10 years old, the episode \"The Three Doctors\" was shown. It had the first three Doctors.\nIn 1983, there was the 20th anniversary special. \"The Five Doctors\". Patrick Troughton, John Pertwee, Peter Davison and Richard Hundall (replacing William Hartnell) played The Doctor. Tom Baker refused to play in it, so they used the old footage of the incomplete \"Shada\" episode to show him.\nIn 1985, there was the episode \"The Two Doctors\", with the Second and the Sixth Doctors.\nThe fifth Doctor met the tenth incarnation in mini-episode named \"Time Crash\". It was aired in 2007.\nThe Tenth, Eleventh, and War Doctors met each other in the 50th anniversary special on November 23, 2013. That was the first time the War Doctor was seen. That special had short appearances by all the other Doctors with the use of old, recycled footage. It also had a mysterious version of the Doctor from the far off future played by Tom Baker. The Eighth Doctor also made a return in 2013 for a 50th anniversary special mini-episode.\nOn August 4, 2013, Peter Capaldi was revealed as the actor who would play the Twelfth Doctor.\nOn July 16, 2017, it was revealed that Jodie Whittaker would replace Capaldi as the Doctor. She is the first female Doctor.\nTARDIS.\nThe TARDIS (Time And Relative Dimension In Space) is the Doctor's time machine. It can travel to any point in time and space, but the Doctor can never fully control it. The Doctor explains that TARDISes are not built, but they are grown like plants. The TARDIS is alive and has a mind of its own. In the episode \"The Doctor's Wife\" when the Doctor is able to communicate directly with its mind, the TARDIS explains that it did not always take him where he wanted to go but that \"I always took you where you needed to go.\"\nThe TARDIS is bigger on the inside than the outside, which is commented on by almost everyone who enters. On the inside, the TARDIS looks like a giant spaceship, but on the outside it looks like a police telephone box. These telephone boxes were still a common sight in many British cities when the series first began in 1963, but after the walkie-talkie was invented they were no longer needed. They were used by the police as workstations - and people could also use them to call the police.\nThe Doctor stole the TARDIS from a Time Lord museum when he began his travels. It was described as being a rather old \"Type 40\" model, whereas the best version is the \"Type 70\" used by the upper class Time Lords. The TARDIS has a device called the \"chameleon circuit\" which is supposed to change its shape on the outside to allow it to disguise it. In the very first story, this device stopped working and left the TARDIS stuck in the shape of a police box.\nThe farthest the Doctor has ever travelled in the TARDIS is to the Big Bang (the beginning of the Universe) and 100 trillion years into the future (the end of the Universe) (in the episode \"Utopia\"). The inside of the TARDIS is much bigger than its outside (it is \"dimensionally transcendental\"). It has a lot of different rooms. The most important of which is the \"console room\" where the Doctor pilots the TARDIS.\nCompanions.\nThe Doctor usually takes other people with them, who are usually called \"companions\" or \"assistants\". The Doctor and their companions travel through space and time, have a lot of adventures, and often save many people. The character of the companion was there so that the people watching the series could identify and feel close to a character. The companions were often present-time humans, so people could feel close to them, and they knew as much as the viewers. Because of this, the Doctor could explain things to their companions, and at the same time to the viewers. Almost all the Doctor's companions have been human, or human-looking aliens. Two companions were robots.\nThe forces for evil.\nOverview: The BBC's link to a visual summary of Dr Who's opponents: [https://www.bbc.co.uk/programmes/articles/4tDN85fyxYXTtVPrCql8jB/monsters]\nThe Master.\nThe Master is a renegade Time Lord. He is the Doctor's nemesis. He was conceived as \"Professor Moriarty to the Doctor's Sherlock Holmes\". The character first appeared in 1971, played by Roger Delgado. He continued in the role until his death in 1973. The Master was briefly played by Peter Pratt and Geoffrey Beevers until Anthony Ainley took over. He continued to play the character until Doctor Who's \"hiatus\" in 1989. The Master returned in the 1996 television movie of \"Doctor Who\", played by Gordon Tipple in the ultimately unused pre-credits voiceover, then Eric Roberts. The Master was in the three-part finale of the 2007 series, portrayed by Derek Jacobi. He regenerated into John Simm at the end of the episode \"Utopia\". Simm next appeared in the last (and two-part) episode of the Tenth Doctor in 2009/2010. He then regenerated off-screen into a \"Time Lady\" (Michelle Gomez), who returned for the Twelfth Doctor's first series in 2014.\nDaleks.\nThe Daleks are one of the most powerful races in the Doctor Who history. They are the Doctor's worst enemies. They cry \"EX-TER-MIN-ATE!\" when they are about to kill someone. They look like small tanks or very large pepper pots. They first appeared in the first season episode \"The Daleks\". A more recent episode was \"Resolution\" (2019). They are not robots, but horrible aliens kept in a metal casing. They were mutated from Kaleds by their creator Davros during a war on their planet, Skaro. They can not be easily hurt by guns because their casing reflects or destroys the bullets.\nCybermen.\nCybermen are another enemy of the Doctor. They are one of their worst enemies. In the original series, they come from the planet Mondas. In the new series, some of them come from a parallel universe. Cybermen travel across the universe taking people and turning them into machines. They stomp around saying \"DELETE!\". They kill by electrocution. They are partially vulnerable to the metal gold, and can be killed by gold bullets. They change their look over time, but stay recognizable by \"handlebars\" on their heads, and tear drops in their eyes.\nThe Doctor has faced them many times. The first was in \"The Tenth Planet\" (William Hartnell's last episode). A more recent episode was \"World Enough and Time/The Doctor Falls\" (the last two episodes of Peter Capaldi's last season).\nSontarans.\nThe Sontarans are a group of aliens, bred in clone batches, that believe in war over anything else. They must face their enemy in combat because of their weak spot on the back of their neck, the probic vent. They have been said to look like baked potatoes.\nThe Doctor first met them in \"The Time Warrior\" (Jon Pertwee). They have been on the show and its spinoffs repeatedly.\nEarth reptiles.\nThe Sea Devils and the Silurians lived in the time of the dinosaurs until the catastrophe of the Moon's approach drove them into hibernation. They slept longer than planned and emerged late in the 20th century. The human scientist who discovered the Silurians estimated their era incorrectly. A later \"Doctor Who\" story said that they should have been classified as the Eocenes. A second species of hibernating Earth reptiles lived primarily underwater. They were labeled \"sea devils\" by a frightened, superstitious construction worker who encountered them.\nIce warriors.\nThe Ice warriors are a species of war-like alien. They previously lived on the planet Mars and ate Martian fish. When their home planet became too hot for them to live in, they moved to planets such as Peladon.\nTime Lords.\nThe Time Lords are the alien race which the Doctor belongs to. They have two hearts. They can avoid dying by \"regeneration\" (transforming their bodies). The Time Lords were in some episodes in the classic series. Sometimes they were allies of the Doctor (at one point he became their president). Other times they were enemies. The Time Lords came from the planet Gallifrey.\nWhen the series returned in 2005, the Time Lords had disappeared in the \"Time War\". This was a very big war with the Daleks. The Doctor explained that he stopped the war by destroying Gallifrey, killing all of the Time Lords and Daleks. He believed he was the last of the Time Lords, until he discovered that the Master had also survived. Jenny, who was created artificially in \"The Doctor's Daughter,\" is not a true Time Lord. For many years, the Doctor felt sorry for destroying Gallifrey. In the 2013 episode \"The Day of the Doctor\", the Doctor learns that he did not actually destroy his planet, but that he had moved it to another universe.\nRegeneration.\nAs of 2018, the Doctor has been played by fourteen actors. They are William Hartnell, Patrick Troughton, John Pertwee, Tom Baker, Peter Davison, Colin Baker, Sylvester McCoy, Paul McGann, John Hurt, Christopher Eccleston, David Tennant, Matt Smith, Peter Capaldi and Jodie Whittaker.\nWhen Time Lords are dying, they \"regenerate.\" This causes a Time Lord's body to completely change, healing itself at the same time. Each time this happens, Time Lords have a different appearance and a different personality. Even with such big changes, Time Lords do not become different people, and will keep their memories each time they \"regenerate.\" This periodic change makes them live a very long time.\nA Time Lord is believed to only be able to regenerate 12 times. This means that Time Lords can have a total of 13 different incarnations. This line became stuck in the public consciousness despite not often being repeated, and was recognised by producers of the show as a plot obstacle for when the show finally had to regenerate the Doctor a thirteenth time. The episode \"The Time of the Doctor\" depicted the Doctor acquiring a new cycle of regenerations, starting from the Twelfth Doctor, due to the Eleventh Doctor being the product of the Doctor's twelfth regeneration from his original set.\nA criminal incarnation of the Doctor was somehow spawned between his 12th and final lives - the 'Valeyard'. It tried to sacrifice the sixth Doctor so that he could obtain more \"regenerations,\" allowing himself to live even longer.\nThe Master was already in his 13th life when he was introduced to the series. His 14th and 15th (and possibly later) incarnations were obtained by taking over the bodies of innocent victims. When the character returned to the show in 2007, the Master was in his 16th (or later) incarnation. Soon, he regenerates into his (~)17th incarnation. Later, he explains that the Time Lords resurrected him to be a great soldier when the Time Lords were fighting the Daleks in the Time War. It is likely that, having been resurrected, he had 12 more regenerations available to him.\nA Time Lord can choose not to regenerate. It appears that the process happens all on its own when a Time Lord is dying. But, it can be stopped if the Time Lord does not want to regenerate. This was seen when the (~)17th incarnation of the Master chose to die from a gunshot wound instead of living on as a prisoner in the Doctor's TARDIS.\nA Time Lord's body makes a huge amount of energy when regenerating. There is so much of this \"regeneration energy\" that a Time Lord can regrow a body part that gets removed, as long as it happens soon enough after regenerating. When the Doctor regenerated into his 10th incarnation, his hand was cut off in a sword fight. Because it had been less than 15 hours since he had regenerated into this incarnation, he was able to quickly grow a new hand.\nIf a Time Lord has kept a part of his or her body that had been removed (like the 10th Doctor's hand, from before), it can be used to keep a Time Lord from changing during regeneration. The 10th incarnation of the Doctor kept the hand that was cut off in the sword fight in a jar on board the TARDIS. Eventually, he was shot by a Dalek, and his body began the regeneration process. After his body had finished healing, but before his body could change into a new one, the Doctor sent all of the extra energy into the hand in the jar.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"BBC","surface_form":"BBC","offset":18},{"uri":"Science_fiction","surface_form":"science fiction","offset":22},{"uri":"Television_programme","surface_form":"television series","offset":38},{"uri":"Extraterrestrial_life","surface_form":"alien","offset":80},{"uri":"Time_travel","surface_form":"time-traveller","offset":86},{"uri":"Doctor_(Doctor_Who)","surface_form":"the Doctor","offset":111},{"uri":"Movies","surface_form":"movies","offset":438},{"uri":"Peter_Cushing","surface_form":"Peter Cushing","offset":464},{"uri":"Paul_McGann","surface_form":"Paul McGann","offset":617},{"uri":"Doctor_(Doctor_Who)","surface_form":"The Doctor","offset":992},{"uri":"Telephone_box","surface_form":"telephone box","offset":1296},{"uri":"Extraterrestrial_life","surface_form":"alien","offset":1374},{"uri":"Susan_Foreman","surface_form":"Susan Foreman","offset":1477},{"uri":"Doctor_Who_companions","surface_form":"companions","offset":1564},{"uri":"William_Hartnell","surface_form":"William Hartnell","offset":2100},{"uri":"Patrick_Troughton","surface_form":"Patrick Troughton","offset":2325},{"uri":"Jon_Pertwee","surface_form":"Jon Pertwee","offset":2358},{"uri":"Fox_Broadcasting_Company","surface_form":"Fox Broadcasting Company","offset":2788},{"uri":"Universal_Pictures","surface_form":"Universal Pictures","offset":2817},{"uri":"Doctor_Who_(film)","surface_form":"film version","offset":2848},{"uri":"Paul_McGann","surface_form":"Paul McGann","offset":2871},{"uri":"Christopher_Eccleston","surface_form":"Christopher Eccleston","offset":3037},{"uri":"David_Tennant","surface_form":"David Tennant","offset":3099},{"uri":"Jodie_Whittaker","surface_form":"Jodie Whittaker","offset":3177},{"uri":"Guinness_World_Records","surface_form":"Guinness World Records","offset":3253},{"uri":"Extraterrestrial_life","surface_form":"alien","offset":3514},{"uri":"Doctor_Who_companions","surface_form":"companions","offset":3633},{"uri":"Mandip_Gill","surface_form":"Mandip Gill","offset":3797},{"uri":"Tosin_Cole","surface_form":"Tosin Cole","offset":3826},{"uri":"Bradley_Walsh","surface_form":"Bradley Walsh","offset":3858},{"uri":"Incarnation","surface_form":"incarnation","offset":4549},{"uri":"The_Christmas_Invasion","surface_form":"The Christmas Invasion","offset":4753},{"uri":"Peter_Cushing","surface_form":"Peter Cushing","offset":5062},{"uri":"Peter_Capaldi","surface_form":"Peter Capaldi","offset":6609},{"uri":"Jodie_Whittaker","surface_form":"Jodie Whittaker","offset":6723},{"uri":"Police","surface_form":"police","offset":7535},{"uri":"Telephone","surface_form":"telephone","offset":7542},{"uri":"Walkie-talkie","surface_form":"walkie-talkie","offset":7679},{"uri":"Big_Bang","surface_form":"Big Bang","offset":8357},{"uri":"Trillion","surface_form":"trillion","offset":8406},{"uri":"Future","surface_form":"future","offset":8430},{"uri":"Robot","surface_form":"robot","offset":9388},{"uri":"Master_(Doctor_Who)","surface_form":"The Master","offset":9573},{"uri":"Time_Lord","surface_form":"Time Lord","offset":9598},{"uri":"Professor_Moriarty","surface_form":"Professor Moriarty","offset":9658},{"uri":"Sherlock_Holmes","surface_form":"Sherlock Holmes","offset":9693},{"uri":"Roger_Delgado","surface_form":"Roger Delgado","offset":9759},{"uri":"Peter_Pratt","surface_form":"Peter Pratt","offset":9857},{"uri":"Geoffrey_Beevers","surface_form":"Geoffrey Beevers","offset":9873},{"uri":"Anthony_Ainley","surface_form":"Anthony Ainley","offset":9896},{"uri":"Doctor_Who_(1996_film)","surface_form":"Doctor Who","offset":10047},{"uri":"Eric_Roberts","surface_form":"Eric Roberts","offset":10137},{"uri":"Derek_Jacobi","surface_form":"Derek Jacobi","offset":10224},{"uri":"John_Simm","surface_form":"John Simm","offset":10258},{"uri":"Utopia_(Doctor_Who)","surface_form":"Utopia","offset":10295},{"uri":"Michelle_Gomez","surface_form":"Michelle Gomez","offset":10443},{"uri":"Resolution_(Doctor_Who)","surface_form":"Resolution","offset":10845},{"uri":"The_Time_of_the_Doctor","surface_form":"The Time of the Doctor","offset":15199},{"uri":"Twelfth_Doctor","surface_form":"Twelfth Doctor","offset":15301},{"uri":"Eleventh_Doctor","surface_form":"Eleventh Doctor","offset":15328}]}