{"id":15667,"url":"http://en.wikipedia.org/wiki/Concentration_camp","text":"A concentration camp (or internment camp) is a place where a government forces people to live without trial. Usually, those people belong to groups the government does not like. The term means to confine (keep in a secure manner) \"enemy citizens in wartime or terrorism suspects\".\nSome governments put people in concentration camps because they belong to a certain religion, race, or ethnic group.\nUsually, people are sent to concentration camps without having had a trial or being found guilty of a crime.\nSometimes, governments send people to concentration camps to do forced labor or to be killed. For example, concentration camps were run by Nazi Germany and the Soviet Union during World War II. The Nazis used concentration camps to kill millions of people in The Holocaust and force many others to work as slaves. However, many other countries have used concentration camps during wars or times of trouble.\nNative American \"reservations\".\nThe first modern concentration camps in the United States were created in 1838. Around this time, the United States was getting bigger. However, Native Americans lived in the lands that the United States wanted to take over.\nIn 1830, the United States Congress and President Andrew Jackson had passed a law called the Indian Removal Act. This law said that all Native Americans had to leave the United States and move to \"Indian Territory,\" west of the Mississippi River. However, many Cherokee people would not leave their lands. In May 1838, the United States government decided to force the Cherokee to leave the United States.\nFirst, soldiers forced about 17,000 Cherokee people, and 2,000 of their African-American slaves, into concentration camps, where they had to live during the summer of 1838. 353 Cherokee people died in the camps from dysentery and other diseases. Finally, the Cherokee were forced to travel to the area that is now Oklahoma. (At the time, Oklahoma was not in the United States.) The government also forced other Native American tribes to leave their lands and move west.\nSoon, many people from the United States started to move west. Now the United States was moving into Native American lands again. Starting around the 1860s, many Native American tribes fought back. These fights are now called the Indian Wars. The United States government reacted by forcing Native Americans to leave their lands again and move into concentration camps. The government called these camps \"Indian reservations.\" (They were called \"reservations\" because some land had been put aside, or \"reserved,\" for the Native Americans.) However, Native Americans were not allowed to leave their reservations. On some reservations, many people, especially children, died from hunger and sickness.\nAmerican Civil War camps.\nDuring the American Civil War in the 1860s, soldiers who had been captured were sometimes put in camps. These camps were meant to be prisoner of war (POW) camps, with good conditions. However, as the war went on, both the Union and the Confederacy captured more enemy soldiers. The camps became very crowded, with terrible conditions. There was not enough food, and many men died from hunger. Also, there was also very little sanitation, which made it easy for diseases to spread. Many prisoners died from these diseases.\nThe deadliest prisoner of war camp during the Civil War was Andersonville prison. Andersonville was run by the Confederate States Army. At Andersonville, about one quarter of the prisoners died.\nConditions at the Union's prisoner of war camps were also very bad. At four different Union camps, at least 15% of the prisoners in the camps died. At a camp called Fort Pulaski, Union soldiers starved 600 Confederate prisoners of war on purpose. 46 of them died. The Union soldiers did this to get revenge for how Union prisoners were treated at Andersonville Prison.\nBy the end of the Civil War, about 30,000 Union soldiers, and about 26,000 Confederate soldiers, had died in prisoner of war camps.\nSpain.\nIn the late 1800s, Cuba was a colony of the Spanish Empire. This meant Spain controlled Cuba. When Cuban people tried to rebel and fight for independence from 1895 to 1898, Spain created concentration camps and sent many Cuban people to live in them. This was called the \"Reconcentrado\" (\"Reconcentration\") Policy.\nThe people fighting for Cuban independence were guerrilla fighters. They did not wear military uniforms and could hide themselves in groups of civilians. They could also camp and hunt, without needing help from anybody to survive. To keep the guerrilla fighters from being able to do these things, the Spanish government decided to put Cuban people in concentration camps. The idea was that in the camps, Cuban people could be 'protected' by the Spanish Army until the Spanish Empire won the war. However, this idea did not work. At least 30% of the Cuban people in the camps died from hunger, disease, bad sanitation, and not having medicines. Also, the concentration camps did not help the Spanish win the war.\nThe British Empire.\nBetween 1900 and 1902, the British Empire, led by Lord Kitchener, used concentration camps. At the time, they were fighting the Boer people in the Second Boer War in South Africa. At first, the British were not able to beat the Boers. They reacted by putting the Boer fighters' family members into concentration camps. They did this so these family members could not give food or help to the Boer fighters. The British soldiers also burned down the Boers' houses and farms, and destroyed all the crops they could find. They did this so the Boer fighters would not be able to find food or shelter anywhere.\nRussia & the Soviet Union.\nRussia used prison camps, especially in places in the Arctic or Siberia, a long way from the main cities. The first prison camp in Russia was built in 1918. However, after the Soviet Union was formed in the 1922, the Soviet government started sending many more people to forced labor camps. By 1936, there were 5,000,000 inmates in these camps.\nThese camps are called \"zone\" in Russian. They are also commonly called \"gulags\". GULAG is an acronym for the Russian words \"Main Camp Administration\" (ru: Главное управление лагерей и мест заключения; Glavnoe upravlenye lagerey i mest zaklyucheniya). This was the government agency that was in charge of the prison camps while Josef Stalin led the Soviet Union. However, people who do not speak Russian often use the word \"gulag\" to talk about any forced labor camp in Russia or the Soviet Union.\nNazi Germany.\nDuring World War II, Nazi Germany created many concentration camps, slave labor camps, and extermination camps (death camps). Nazi Germany's leader, Adolf Hitler, thought that certain groups of people were inferior (not as good as others). He even thought there were groups of people who did not deserve to live - he called them \"life unworthy of life.\" These three groups were Jews, Roma people, and people with disabilities. Hitler wanted his Nazis to kill every Jew, Roma, and disabled person in Europe.\nHitler also wanted to get rid of other groups he did not like, including people who he thought might challenge or fight the Nazi government. These people included socialists, communists, people of certain religions, and members of resistance movements (groups who tried to fight the Nazis any way they could).\nThe Nazis sent many of these people to concentration camps to work as slave labor. After a few years, some camps were set up just to kill people. These are now called \"extermination camps\" or \"death camps.\" At these camps, people were killed in gas chambers, shot, worked to death, and marched to death. Many people also died from disease and starvation in the camps.\nMore than half of the Jewish people who died in the Holocaust died at Nazi concentration camps. Just in the Auschwitz camps, at least 1.1 million people died (about 1,000,000 Jews and about 75,000 non-Jewish people, like Poles). Towards the end of World War II, the Nazis killed up to 20,000 people a day in the camps' gas chambers.\nIndependent State of Croatia.\nWith Nazi Germany's support, the Ustaše government of the new Independent State of Croatia (ISC) created concentration camps and extermination camps. Mainly, the camps were for Serbs. The ISC hated Serbs and thought of them as the ISC's biggest enemy. However, the Ustaše also helped the Nazis with the \"Final Solution\" by killing many Jews in these camps. Other people the Ustaše forced into the camps included Roma, Croats, Yugoslavians who had fought against the ISC, and people who broke rules and laws set by the ISC.\nJapanese-American internment camps.\nDuring World War II, the United States forced over 110,000 Japanese-Americans into internment camps.\nOn December 7, 1941, Japan attacked Pearl Harbor, Hawaii. In February 1942, the United States government ordered that nobody with Japanese ancestry could live on the West Coast. The government, led by President Franklin Delano Roosevelt, thought that Japanese-American people might be spies for Japan, or might try to hurt the United States.\nAbout 80% of the Japanese-American people who lived in the continental United States were forced to leave their homes and live in internment camps. More than three out of every five of these people were born in the United States, and were United States citizens. About half of the people sent to the camps were children.\nAfter Canada declared war on Japan, it also forced people with Japanese ancestry into internment camps.\nIn the 1980s, the United States government admitted that Japanese-Americans were not a danger to the country during World War II. In 1988, President Ronald Reagan signed a law that apologized for the internment camps. The law said \"there was no... reason for the internment... [and] the internment was caused by racial prejudice, war hysteria, and a failure of [government] leadership[.]\"\nItaly.\nDuring World War II, Italy's fascist government (led by Benito Mussolini) was Nazi Germany's ally. Italy had taken over Yugoslavia, Greece, and the southeast part of France. The Nazis told Italy to put Jews from these areas in concentration camps and then send them to the Nazis' death camps. However, Italy refused. The Italian military and police would not help kill or deport Jews.\nHowever, in 1943, after Mussolini had lost power, Nazi Germany took over northern and central Italy. They also put Mussolini back in power. The Nazis created concentration camps to hold Italian Jews and other prisoners until they could be sent to death camps. In one of these concentration camps, called La Risiera di San Sabba, the Nazis tortured and murdered about 5,000 people. Many of these people were \"political prisoners\" - people who disagreed with the government.\nNorway.\nThe number of Nazi German occupation government's prison camps, were \"around 500\" or 709 including some death camps.\nSoviet Union.\nWhen Josef Stalin and the Soviet Union invaded Poland at the start of World War II, the Red Army deported at least 1.5 million Poles at gunpoint. They were forced to get into cattle wagons (train cars), which took them to Siberia. Whole families were deported to concentration camps, including children and the elderly.\nDuring the war, the Soviet Union also used gulags to hold prisoners of war from Nazi Germany and its allies.\nSoviet Union.\nThe Soviet Union kept using forced labour camps after World War II. In fact, the people they sent to the gulags after the war included Soviet soldiers and civilians who had been taken prisoner by the Nazis, or used as slave workers in Nazi Germany.\nIn 1973, Aleksandr Solzhenitsyn, a Russian author, wrote \"The Gulag Archipelago\" about his experiences in a Soviet work camp.\nYugoslav Wars.\nIn the 1990s there were several concentration camps during the Yugoslav Wars.\nUnited States.\nSince January 2002, the United States has run the Guantánamo Bay prison camp. Some people have called Guantánamo a concentration camp or a gulag. These people have included Fidel Castro, the leader of Amnesty International, and other activist groups like CounterPunch.\nAustralia.\nThe Pacific Solution is the name given to the Australian government policy of transporting asylum seekers to detention centres on island nations in the Pacific Ocean, rather than allowing them to land on the Australian mainland.\nGaza.\nOften said to be \"the world's largest blockade\", Gaza is blockaded by the state of Israel to the north, east, and west, and by the state of Egypt to the south. Hamas is a terrorist organisation originated in Gaza. They are Gaza's leading dictators. In addition to preventing Palestinins from exit of camp. Since 2007, Israel and Egypt have implemented a crushing blockade, preventing weapons from being smuggling in, while supplying basic goods like spices, candles, fishing equipment, baby chicks, and even cement. Israel's military has been active in the region to ensure Israel's safety.","categories":[],"infobox_types":[],"annotations":[{"uri":"Government","surface_form":"government","offset":61},{"uri":"Trial","surface_form":"trial","offset":102},{"uri":"Religion","surface_form":"religion","offset":365},{"uri":"Race_(sociology)","surface_form":"race","offset":375},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":384},{"uri":"Criminal_trial","surface_form":"trial","offset":467},{"uri":"Guilt_(law)","surface_form":"guilty","offset":488},{"uri":"Crime","surface_form":"crime","offset":500},{"uri":"Forced_labor","surface_form":"forced labor","offset":571},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":646},{"uri":"Soviet_union","surface_form":"Soviet Union","offset":667},{"uri":"World_War_II","surface_form":"World War II","offset":687},{"uri":"The_Holocaust","surface_form":"The Holocaust","offset":766},{"uri":"Slaves","surface_form":"slaves","offset":813},{"uri":"War","surface_form":"war","offset":888},{"uri":"United_States","surface_form":"United States","offset":990},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native Americans","offset":1091},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":1184},{"uri":"Andrew_Jackson","surface_form":"President Andrew Jackson","offset":1211},{"uri":"Indian_Removal_Act","surface_form":"Indian Removal Act","offset":1264},{"uri":"Indian_Territory","surface_form":"Indian Territory","offset":1368},{"uri":"West","surface_form":"west","offset":1387},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":1399},{"uri":"Cherokee","surface_form":"Cherokee people","offset":1432},{"uri":"Soldier","surface_form":"soldier","offset":1584},{"uri":"African-American","surface_form":"African-American","offset":1649},{"uri":"Slave","surface_form":"slave","offset":1666},{"uri":"Dysentery","surface_form":"dysentery","offset":1793},{"uri":"Trail_of_Tears","surface_form":"forced to travel to the area","offset":1850},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":1891},{"uri":"Tribe","surface_form":"tribe","offset":2004},{"uri":"Indian_Wars","surface_form":"Indian Wars","offset":2277},{"uri":"Indian_reservation","surface_form":"Indian reservation","offset":2452},{"uri":"Reservation","surface_form":"reservations","offset":2493},{"uri":"Reserve","surface_form":"reserved","offset":2549},{"uri":"Starvation","surface_form":"died from hunger","offset":2715},{"uri":"Sickness","surface_form":"sickness","offset":2736},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2783},{"uri":"Prisoner_of_war","surface_form":"soldiers who had been captured","offset":2816},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":2905},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":2994},{"uri":"Confederate_States_of_America","surface_form":"Confederacy","offset":3008},{"uri":"Enemy","surface_form":"enemy","offset":3034},{"uri":"Sanitation","surface_form":"sanitation","offset":3198},{"uri":"Disease","surface_form":"disease","offset":3233},{"uri":"Andersonville_National_Historic_Site","surface_form":"Andersonville prison","offset":3354},{"uri":"Confederate_States_Army","surface_form":"Confederate States Army","offset":3405},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":3507},{"uri":"Starvation","surface_form":"starved","offset":3683},{"uri":"Revenge","surface_form":"revenge","offset":3788},{"uri":"Cuba","surface_form":"Cuba","offset":4016},{"uri":"Colony","surface_form":"colony","offset":4027},{"uri":"Spanish_Empire","surface_form":"Spanish Empire","offset":4041},{"uri":"Rebellion","surface_form":"rebel","offset":4118},{"uri":"Independence","surface_form":"independence","offset":4138},{"uri":"Cuban_War_of_Independence","surface_form":"from 1895 to 1898","offset":4151},{"uri":"Guerrilla_warfare","surface_form":"guerrilla fighters","offset":4360},{"uri":"Military","surface_form":"military","offset":4398},{"uri":"Uniforms","surface_form":"uniforms","offset":4407},{"uri":"Civilian","surface_form":"civilian","offset":4455},{"uri":"Medication","surface_form":"medicines","offset":4946},{"uri":"British_Empire","surface_form":"British Empire","offset":5072},{"uri":"Lord_Kitchener","surface_form":"Lord Kitchener","offset":5095},{"uri":"Boers","surface_form":"Boer people","offset":5173},{"uri":"Second_Boer_War","surface_form":"Second Boer War","offset":5192},{"uri":"South_Africa","surface_form":"South Africa","offset":5211},{"uri":"Farm","surface_form":"farm","offset":5512},{"uri":"Crop","surface_form":"crop","offset":5541},{"uri":"Shelter","surface_form":"shelter","offset":5633},{"uri":"Russia","surface_form":"Russia","offset":5678},{"uri":"Arctic","surface_form":"Arctic","offset":5732},{"uri":"Siberia","surface_form":"Siberia","offset":5742},{"uri":"City","surface_form":"cities","offset":5776},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":5854},{"uri":"Forced_labor","surface_form":"forced labor","offset":5949},{"uri":"Russian_language","surface_form":"Russian","offset":6056},{"uri":"Gulag","surface_form":"gulag","offset":6096},{"uri":"Acronym","surface_form":"acronym","offset":6117},{"uri":"Agency","surface_form":"agency","offset":6299},{"uri":"Josef_Stalin","surface_form":"Josef Stalin","offset":6351},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":6556},{"uri":"Slave","surface_form":"slave","offset":6603},{"uri":"Death_camp","surface_form":"death camp","offset":6647},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":6684},{"uri":"Inferior","surface_form":"inferior","offset":6741},{"uri":"Nazi_eugenics","surface_form":"groups of people who did not deserve to live","offset":6802},{"uri":"Jews","surface_form":"Jews","offset":6913},{"uri":"Roma_people","surface_form":"Roma","offset":6919},{"uri":"Disability","surface_form":"people with disabilities.","offset":6936},{"uri":"Genocide","surface_form":"kill every Jew, Roma, and disabled person in Europe","offset":6989},{"uri":"Holocaust_victims","surface_form":"other groups he did not like","offset":7075},{"uri":"Socialist","surface_form":"socialist","offset":7205},{"uri":"Communists","surface_form":"communists","offset":7217},{"uri":"Religion","surface_form":"religion","offset":7247},{"uri":"Extermination_camp","surface_form":"extermination camp","offset":7520},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":7597},{"uri":"Shooting","surface_form":"shot","offset":7611},{"uri":"Forced_march","surface_form":"marched","offset":7638},{"uri":"Holocaust","surface_form":"Holocaust","offset":7772},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz camps","offset":7828},{"uri":"Poles","surface_form":"Poles","offset":7941},{"uri":"Usta%C5%A1e","surface_form":"Ustaše","offset":8116},{"uri":"Independent_State_of_Croatia","surface_form":"Independent State of Croatia","offset":8145},{"uri":"Serbs","surface_form":"Serbs","offset":8260},{"uri":"World_War_II","surface_form":"World War II","offset":8649},{"uri":"Japanese_American_internment","surface_form":"Japanese-Americans into internment camps","offset":8701},{"uri":"Japan","surface_form":"Japan","offset":8764},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attacked Pearl Harbor, Hawaii","offset":8770},{"uri":"Ancestry","surface_form":"ancestry","offset":8882},{"uri":"West_Coast","surface_form":"West Coast","offset":8909},{"uri":"Franklin_Delano_Roosevelt","surface_form":"Franklin Delano Roosevelt","offset":8954},{"uri":"Spy","surface_form":"spies","offset":9028},{"uri":"Continental_United_States","surface_form":"continental United States","offset":9144},{"uri":"Citizen","surface_form":"citizen","offset":9338},{"uri":"Canada","surface_form":"Canada","offset":9412},{"uri":"Danger","surface_form":"danger","offset":9597},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":9659},{"uri":"Racism","surface_form":"racial prejudice","offset":9822},{"uri":"Hysteria","surface_form":"hysteria","offset":9844},{"uri":"Italy","surface_form":"Italy","offset":9927},{"uri":"Fascist","surface_form":"fascist","offset":9935},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":9962},{"uri":"Ally","surface_form":"ally","offset":9999},{"uri":"Military_occupation","surface_form":"taken over","offset":10015},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":10026},{"uri":"Greece","surface_form":"Greece","offset":10038},{"uri":"France","surface_form":"France","offset":10072},{"uri":"Death_camp","surface_form":"death camp","offset":10186},{"uri":"Deportation","surface_form":"deport","offset":10278},{"uri":"Torture","surface_form":"torture","offset":10630},{"uri":"Murder","surface_form":"murder","offset":10643},{"uri":"Occupation_government%27s_prison_camps_in_Norway_during_World_War_Two","surface_form":"Nazi German occupation government's prison camps","offset":10786},{"uri":"Death_camp","surface_form":"death camp","offset":10876},{"uri":"Josef_Stalin","surface_form":"Josef Stalin","offset":10908},{"uri":"Invasion_of_Poland_(1939)","surface_form":"invaded Poland","offset":10942},{"uri":"Red_Army","surface_form":"Red Army","offset":10991},{"uri":"Deportation","surface_form":"deported","offset":11000},{"uri":"Elderly","surface_form":"elderly","offset":11214},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":11281},{"uri":"Axis_countries","surface_form":"its allies","offset":11320},{"uri":"Civilian","surface_form":"civilian","offset":11501},{"uri":"Aleksandr_Solzhenitsyn","surface_form":"Aleksandr Solzhenitsyn","offset":11604},{"uri":"Author","surface_form":"author","offset":11638},{"uri":"The_Gulag_Archipelago","surface_form":"The Gulag Archipelago","offset":11653},{"uri":"Yugoslav_Wars","surface_form":"Yugoslav Wars","offset":11799},{"uri":"Guantanamo_Bay_Naval_Base","surface_form":"Guantánamo Bay prison camp","offset":11879},{"uri":"Fidel_Castro","surface_form":"Fidel Castro","offset":12002},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":12030},{"uri":"Activism","surface_form":"activist","offset":12063}]}