{"id":15672,"url":"http://en.wikipedia.org/wiki/William_Hartnell","text":"e=\"preserve\">William Henry Hartnell (8 January 1908 – 23 April 1975) was an English actor. He best known for playing the First Doctor on \"Doctor Who\" from 1963 to 1966.\nBiography.\nHe was born in St Pancras, London. In 1932, he was in a movie called \"Say It With Music\". He was in more than sixty movies. He usually played funny characters until 1944, when he was a sergeant in a movie called \"The Way Ahead\". After that, he played a lot of policemen and soldiers. He was the main character in a movie called \"Carry on Sergeant\" in 1958. From 1957 to 1961, he appeared on a television show called \"The Army Game\" and in 1963, gave up movies and became the first Doctor in \"Doctor Who\". \"Doctor Who\" was a new television show.\nHartnell was in \"Doctor Who\" for three years. In 1966, he got sick. He forgot some of his lines, and argued with the people who made the show. Then he left \"Doctor Who\". Patrick Troughton became the new Doctor.\nHartnell's health got worse and in December 1974, he went to hospital. On 23 April 1975, he died in his sleep at the age of 67.\nAccording to some of his colleagues on \"Doctor Who\", he could be a difficult person to work with. Others, though, such as actors Peter Purves and William Russell, and producer Verity Lambert, spoke glowingly of him after more than 40 years. Carole Ann Ford, who played the Doctor's granddaughter Susan, has said she and Hartnell \"got on terribly well\", saying \"It upsets me when I hear people saying he was difficult to work with, he was very sweet\" Hartnell also adored Verity Lambert, and had great respect for Waris Hussein. Hartnell also admired singer Paul Robeson. In his \"Desert Island Discs\" interview, Hartnell stated that Paul Robeson was his hero and described him as having a voice like crushed velvet.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":76},{"uri":"Actor","surface_form":"actor","offset":84},{"uri":"First_Doctor","surface_form":"First Doctor","offset":121},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":138},{"uri":"London","surface_form":"London","offset":207},{"uri":"Movie","surface_form":"movie","offset":236},{"uri":"Television","surface_form":"television","offset":573},{"uri":"Doctor_(Doctor_Who)","surface_form":"Doctor","offset":661},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":672},{"uri":"Patrick_Troughton","surface_form":"Patrick Troughton","offset":895},{"uri":"Peter_Purves","surface_form":"Peter Purves","offset":1193},{"uri":"William_Russell_(actor)","surface_form":"William Russell","offset":1210},{"uri":"Verity_Lambert","surface_form":"Verity Lambert","offset":1240},{"uri":"Carole_Ann_Ford","surface_form":"Carole Ann Ford","offset":1305},{"uri":"Susan_Foreman","surface_form":"Susan","offset":1360},{"uri":"Paul_Robeson","surface_form":"Paul Robeson","offset":1621},{"uri":"Desert_Island_Discs","surface_form":"Desert Island Discs","offset":1643}]}