{"id":156759,"url":"http://en.wikipedia.org/wiki/Acherontia_atropos","text":"\"Acherontia atropos\" is the most widely-known of the three species of Death's-head Hawkmoth.\nDescription.\n\"A. atropos\" has a wingspan of 10 to 13 cm (3.9 to 5.1 in). The top wings are mainly dark brown or black. They are powdered with white. There are many black and dark red stripes. There is a small white spot in the center of each top wing. The bottom wing is yellow or yellow-brown. There are two black lines near the edge of each wing. The head and thorax are dark brown or black. They are the same color as the top wings. On the thorax, there is a dark brown spot that looks like a human skull. This is where the moth gets its name. However, some individuals do not have this spot. The abdomen is blackish-blue. There are is a row of yellow spots on each side of the abdomen.\nRange and distribution.\nIt is found from northern Africa to the Middle East. It can be found as far north as southern Great Britain. It can also be found on the Canary Islands, Madeira, and the Azores.\nFlight period.\n\"A. atropos\" is seen from March to September in its normal range. However, they will sometimes be seen as early as February and as late as October. They have many broods (a brood is a group of offspring) each year.\nBehavior and diet.\n\"A. atropos\" is able to make a loud cry if it is attacked by predators. It can make this sound by pushing air out of its proboscis (the proboscis is the moth's mouth). If this does not scare the predator away, it will quickly flash its abdomen, showing the yellow spots.\n\"A. atropos\" is most active from evening to after midnight. It is attracted to lights. It will feed on the nectar of Potato, Tobacco, Sweet William, and Orange blossoms.\nAt night, \"A. atropos\" will raid beehives. It will only attack Western honey bee beehives. \"A. atropos\" is attacked at the entrance by guard bees. However, \"A atropos\" is immune to the bees' venom. The moth also can mimic the bees' scent. \"A. atropos\" feeds on the honey. It will break through the honeycombs with its sharp proboscis.\nEgg.\nFemale \"A. Atropos\" will lay one egg per host plant (the host plant is the plant that the caterpillar feeds on). She will lay them on the underside of the leaves. The egg is green or a gray-blue color. It will turn to a yellowish color just before hatching.\nCaterpillar.\nThe newly hatched caterpillar is yellow-green. It has a very long, black horn on the end of the abdomen. After it sheds its skin, it becomes more green. It has yellow stripes on each side of the body. There are many small white and yellow bumps on the body. After it sheds its skin a second time, the yellow stripes have blue or purple edges on them. The horn is yellow-green with the bottom part being black. After it sheds its skin for a third time, the caterpillar becomes more yellow. There is a row of black spots along each side of the body. The blue or purple edges on the yellow stripes become thicker. After it sheds its skin for the last time, it becomes even more yellow. All of the colors are brighter. There are no longer any bumps on the body. The horn is now yellow. It points downward. The horn has many little bumps on it. It will reach a length of about 13 cm (5.1 in).\nBefore it turns into a chrysalis, the caterpillar will begin to darken. It will also cover itself with saliva. This makes the caterpillar darken even faster. Once this is done, it will look for a good place to pupate (pupate means to turn into a pupa).\nThe caterpillars do not move very much. They will only move to find fresh leaves. If a caterpillar is attacked, it will make sounds with its mandibles. They will also bite very hard if attacked.\nChrysalis.\nThe caterpillar will pupate 15 to 40 cm (5.9 to 15.7 in) deep in the ground. The chrysalis is a shiny brown. It is 7.5 to 8 cm (2.9 to 3.1 in) long. If attacked, the chrysalis can move. The chrysalis hibernates. However, \"A. Atropos\" will sometimes hibernate as a caterpillar. \"A. Atropos\" does not live through the winter in Europe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Death%27s-head_Hawkmoth","surface_form":"Death's-head Hawkmoth","offset":70},{"uri":"Wingspan","surface_form":"wingspan","offset":125},{"uri":"Centimeter","surface_form":"cm","offset":146},{"uri":"Inches","surface_form":"in","offset":161},{"uri":"Head","surface_form":"head","offset":446},{"uri":"Thorax","surface_form":"thorax","offset":455},{"uri":"Abdomen","surface_form":"abdomen","offset":693},{"uri":"Africa","surface_form":"Africa","offset":833},{"uri":"Middle_East","surface_form":"Middle East","offset":847},{"uri":"Great_Britain","surface_form":"Great Britain","offset":901},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":944},{"uri":"Madeira","surface_form":"Madeira","offset":960},{"uri":"Azores","surface_form":"Azores","offset":977},{"uri":"Offspring","surface_form":"offspring","offset":1193},{"uri":"Predator","surface_form":"predator","offset":1295},{"uri":"Proboscis","surface_form":"proboscis","offset":1355},{"uri":"Flash","surface_form":"flash","offset":1460},{"uri":"Potato","surface_form":"Potato","offset":1622},{"uri":"Tobacco","surface_form":"Tobacco","offset":1630},{"uri":"Sweet_William","surface_form":"Sweet William","offset":1639},{"uri":"Orange_(fruit)","surface_form":"Orange blossoms","offset":1658},{"uri":"Raid","surface_form":"raid","offset":1703},{"uri":"Beehive","surface_form":"beehive","offset":1708},{"uri":"Western_honey_bee","surface_form":"Western honey bee","offset":1738},{"uri":"Entrance","surface_form":"entrance","offset":1798},{"uri":"Immunity","surface_form":"immune","offset":1846},{"uri":"Poison","surface_form":"venom","offset":1866},{"uri":"Mimicry","surface_form":"mimic","offset":1891},{"uri":"Odor","surface_form":"scent","offset":1907},{"uri":"Honey","surface_form":"honey","offset":1940},{"uri":"Honeycomb","surface_form":"honeycomb","offset":1973},{"uri":"Egg_(biology)","surface_form":"egg","offset":2048},{"uri":"Green","surface_form":"green","offset":2189},{"uri":"Gray","surface_form":"gray","offset":2200},{"uri":"Blue","surface_form":"blue","offset":2205},{"uri":"Yellow","surface_form":"yellow","offset":2235},{"uri":"Caterpillar","surface_form":"caterpillar","offset":2304},{"uri":"Horn_(anatomy)","surface_form":"horn","offset":2359},{"uri":"Bump","surface_form":"bumps","offset":2525},{"uri":"Purple","surface_form":"purple","offset":2615},{"uri":"Chrysalis","surface_form":"chrysalis","offset":3197},{"uri":"Saliva","surface_form":"saliva","offset":3277},{"uri":"Pupa","surface_form":"pupa","offset":3420},{"uri":"Mandible","surface_form":"mandible","offset":3568},{"uri":"Bite","surface_form":"bite","offset":3594},{"uri":"Shiny","surface_form":"shiny","offset":3729},{"uri":"Hibernation","surface_form":"hibernates","offset":3833},{"uri":"Europe","surface_form":"Europe","offset":3959}]}