{"id":156805,"url":"http://en.wikipedia.org/wiki/Mimicry","text":"In biology, mimicry is when a species evolves features similar to another. Either one or both are protected when a third species cannot tell them apart. Often, these features are visual; one species looks like another; but similarities of sound, smell and behaviour may also make the fraud seem more real.\nMimicry is related to camouflage, and to warning signals, in which species manipulate or deceive other species which might do them harm. Although mimicry is mainly a defence against predators, sometimes predators also use mimicry, and fool their prey into feeling safe.\nMimicry happens in both animal and plant species. The \"mimic\" is the species which looks like the \"model\". The model may be living, or not. Whole groups of animals go in for mimicry as a life style, such as mantids, leaf insects or stick insects. Camouflage, in which a species looks similar to its surroundings, is a form of visual mimicry.\nThere are far more insect mimics than any other class of animal, but then there are far more insects than other types of animals. Indeed, 75% of all animals which have been described and named, are insects. Many other kinds of animal mimics are known, including fish, plants and even fungi, though less research has been done on these.\nMimicry evolves because the species that are better at mimicking survive to produce more offspring than the species that are worse at mimicking. The genes of the better mimics become more common in the species. Over time, mimic species get closer to their models. This is the process of evolution by natural selection.\nBehaviour.\nBoth camouflage and mimicry work best when a predator is searching from a distance. When the predator gets close to the prey, and they are sure to be found, some prey switch methods, and flee (run away) or fight back. This behaviour is almost always instinctive. In any event, whether cryptic (hidden) or not, the prey's behaviour must match its mimicry. If it looks like a leaf twisting in the wind, then it has to twist in the wind. Almost all forms of mimicry involve appropriate behaviour to reinforce the visual impression.\nSignalling.\nNot all animals use camouflage because there are situations where it is good to show themselves off. One case is the need to find and keep a mate. Many male animals have some bright colours during the mating season, or change their behaviour and come out into the open. Without this, they might not succeed in mating. Their females, on the other hand, are usually dowdy and camouflaged. This pattern occurs in almost all animals where the male displays and the female chooses. There is at least one good reason the female stays camouflaged. The moment she is fertilized she carries the precious cargo: the eggs that will form part of the next generation.\nWarning colouration.\nAnimals that are dangerous, or foul to eat, usually advertise the fact. This is called warning or \"aposematic colouration\". It is the exact opposite of camouflage. Warning colours are vivid, often some of black, white, red, yellow.\nTests show that warning colours definitely do deter predators.\nSome individual animals will die or receive damage while birds or mammals on the attack learn about the connection between colour and taste. However, if warning costs less than hiding, the animal benefits. And the advertising traits such as colours may serve other functions as well. The patterns may help mate identification within the species, for instance.\nThe fact that some animals are genuinely dangerous or noxious (disgusting) to eat gives the opportunity for mimicry based on warning colouration: Müllerian and Batesian mimicry.\nMüllerian mimicry.\nIn Müllerian mimicry, some species with warning colouration come to look like each other. English naturalist Henry Walter Bates first noticed that some distasteful butterflies resembled one another, which he wrote about in 1862. However, he did not give a good explanation; that was left to German naturalist Fritz Müller in 1878. Müller's explanation was simple: \"Both species benefit from a common pattern\". They share the cost of predators learning of their foul taste. Only one learning experience per predator might well be enough to deter it from eating both species.\nThe butterflies Bates, Wallace and Müller watched and collected were brightly coloured and slow-moving. They often flew in groups which were highly visible. Despite this, they were avoided by birds. This is typical of aposematic (warning) colouration. The colouring of some species from the same area was so perfect that even experienced naturalists could not tell them apart on the wing.\nOnce they were collected, and set out on a board so the details could be seen, it became clear they were not all of the same species, and often not from the same biological families. The similar warning colours of hornets, wasps and some bees is Müllerian if they live in the same geographical region, so that a predator might, before learning, choose any of them.\nTests show that birds do learn what to eat by sampling when they are young. All aspects of this situation have been the subject of research. Field and experimental work on these ideas continues to this day.\nBatesian mimicry.\nIn Batesian mimicry, the mimic is a \"sheep in wolf's clothing\": it looks like something dangerous or which tastes disgusting, but in reality it is good to eat. As he was exploring the Amazon valley in the 1850s, Bates collected butterflies. He saw how some harmless butterflies looked like other species which were toxic. Birds avoided them, so \"the mimics survived even though they were good food\". This was the first scientific account of mimicry.\nHoverflies often visit flowers to feed on nectar. They are harmless insects which often mimic wasps and bees. They also fly in a slow, erratic fashion, rather like wasps and bees. Often their mimicry is not perfect, and you can easily tell them apart once they have settled. However, even an imperfect mimic might cause a bird to hesitate, and that may save their life.\nBiologists still do research on Batesian and Müllerian mimicry. They study how the models differ in their foul taste; and what happens when the ratio of mimics to models varies. Quite often, it is only the female which is a mimic; the male carries the normal appearance of its genus. The females need more protection, while the males need to mate. A more subtle reason is that it halves the number of mimics, and so bolsters the effectiveness of the mimicry. Batesian mimicry might damage the warning effect if the frequency of mimics became high, because more young birds would taste them and be encouraged to try again. \"The benefit of warning declines if there are more mimics\".\nThis may explain cases such as \"Papilio dardanus\", an African swallowtail, whose females mimic a number of unpalatable species from the Danaidae: survival is higher when each mimetic form is rare relative to its model. The advantage is probably greater for the females, because males do not show the mimetic patterns; sexual selection probably helps to maintain this difference. These, and other issues, have been researched for many years.\nWith this type of insect the life is split into stages (see complete metamorphosis). The larva is the growth stage, the adult is the reproductive stage. The larvae, too, show camouflage, aposematic colour and mimicry. It is the larvae that pick up the offensive chemicals from the plants they feed on. However, larvae do not show differences between male and female, because reproduction is not their function.\nMimicry rings.\nIn tropical countries, field research has shown that there are large numbers of species involved in mimicry. 54 species of \"Heliconius\" are recognised, with over 700 named colour forms. There are four (or perhaps five) assemblages of butterflies, which include the heliconiines and their mimics. These 'mimicry rings' are called \"tiger\", \"red\", \"blue\" and \"orange\" for short. Members of each ring tend to roost together at night, fly to similar habitats and at the same time of year. Mimicry rings include both Müllerian and Batesian mimicry.\nVavilovian mimicry.\nVavilovian mimicry occurs in plants where a weed comes to look like a crop plant. It is named after Nikolai Vavilov, a Russian plant breeder who discovered the idea. Before herbicides, weeds were plucked by hand. This has been done for thousands of years. The weeds come to look like the crop because the weeders pick those weeds which look most different. Vavilovian mimicry is caused by unintentional selection by humans. The weeds that survive pass on their genes. Gradually, all the weeds look more like the crop plant.\nAn example is rye, a common Mediterranean species. Rye was originally just a weed growing with wheat and barley. Weeding made it like the crop. Like wheat, it came to have larger seeds and more rigid spindles to which the seeds are attached. Rye is a tougher plant than wheat: it survives in harsher conditions. Having become a crop like the wheat, rye was able to become a crop plant in harsh areas, such as hills and mountains.\nAggressive mimicry.\nThis type of mimicry is quite common. It is the bible metaphor of the \"wolf in sheep's clothing\". The mimicry works to entice a victim, who is then eaten, or otherwise taken advantage of. Angler fish, insectivorous plants and the cuckoo are all examples. All these groups are widespread, and there is no doubt that the aggressive mimicry is a successful life-style.\nThe next two examples introduce another metaphor, that of the \"siren\". The Australian katydid \"Chlorobalius leucoviridis\" can attract male cicadas by imitating the species-specific reply clicks of sexually receptive female cicadas. Playback experiments show that \"C. leucoviridis\" is able to attract males of many cicada species, even though cicada mating signals are species-specific.\nFemale fireflies of the genus \"Photuris\" emit the same light signals that females of other genera use as a mating signal. Further research showed male fireflies from several different genera are attracted to these mimics, and are subsequently captured and eaten. Female signals are based on that received from the male, each female having a repertoire of signals matching the delay and duration of the female of the corresponding species.\nLuring is not a necessary condition however, as the predator may have a significant advantage by not being identified as such. They may resemble a mutualistic symbiont or a species of little relevance to the prey.\nAggressive mimicry may be used by some parasites as a means of getting to their next host. A parasitic trematode (flatworm) lives in the gut of songbirds. Their eggs pass out, and are then eaten by a snail which lives in moist environments. The eggs develop into larvae inside this second host. Unlike related species, these larvae are brightly coloured and able to pulsate. A sac full of spores forces its way into the snail's eye stalks, and pulsates at high speed. This causes the tentacle to enlarge. It also affects the host's behaviour: the snail moves towards light, which it usually avoids. These factors make the sporocysts highly conspicuous, and they are soon eaten by a hungry songbird. The snail then regenerates its eye stalks, and carries on with its life cycle.p134\nCleaner fish are the allies of many other species, which allow them to eat their parasites and dead skin. Some allow the cleaner to go inside their mouth to hunt these parasites. One species of cleaner, the bluestreak cleaner wrasse (\"Labroides dimidiatus\"), shown to the right cleaning a grouper, lives in coral reefs in the Indian and Pacific Oceans. It is recognized by other fish who allow it to clean them.\nIts imposter, the mimetic sabre-toothed blenny (\"Aspidontus taeniatus\"), also lives in the Indian Ocean. It not only looks like the wrasse in terms of size and colour, but even mimics the cleaner's 'dance'. After fooling its prey into letting its guard down, the blenny then bites it, tearing off a piece of its fin before fleeing the scene. Fish attacked in this manner soon learn to distinguish mimic from model, but because the similarity is close they become much more cautious of the model as well. Due to victim's ability to discriminate between foe and helper, the blennies have evolved close similarity, right down to the regional level.\nInside a species.\nA phenomenon sometimes called \"auto-mimicry\" is when the model belongs to the same species as the mimic. An example is the monarch butterfly \"Danaus plexippus\", which feeds on milkweed plants. The butterflies store toxins from the plant, which they maintain even in their adult forms. As the levels of toxin vary depending on diet during the larval stage, some monarchs will be more toxic than others.\nLess palatable individuals can be thought of as mimics of the more dangerous individuals. They carry exactly the same warning colours as the more toxic individuals, but their punishment for predators is weaker. In species where one sex may be more of a threat than the other, if the two sexes look alike one can protect the other. Evidence came from a monkey from Gabon, which regularly ate male moths of the genus \"Anaphe\", but promptly stopped after it tasted a noxious female.\nFalse parts.\nIt is common for small prey animals to make their head less visible. Some also make the least vital part of their body look like a head. This, like the eye-spots on some butterflies, is a deflection technique. A peck or bite on the false head will just be an inconvenience, whereas a peck on the head would be fatal.\nCombined tactics.\nMany animals use more than one type of mimicry. This is seen in butterflies, who usually rest with wings folded upwards. They usually have different patterns on the underside of wings. The underside may be cryptic, while the upper side has some warning pattern. Moths, which rest with wings horizontal, may have different patterns on the rear wings. The rear wings are normally covered by the front wings at rest, but can be revealed if the moth is disturbed. This tactic occurs in moths which are active in daytime or twilight. The scarlet tiger moth uses both camouflage and warning colour according to its situation. It is a fine example of how behaviour and mimicry work together.\nFossil history.\nThe earliest known example of leaf mimicry among insects has been found in the Middle Jurassic of 165 million years ago. The insects are lacewings (Neuroptera), and the leaves are from cycads or related gymnosperms. This is interesting because it shows this type of mimicry evolved long before flowering plants arose.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biology","surface_form":"biology","offset":3},{"uri":"Species","surface_form":"species","offset":30},{"uri":"Evolution","surface_form":"evolves","offset":38},{"uri":"Vision","surface_form":"visual","offset":179},{"uri":"Behaviour","surface_form":"behaviour","offset":256},{"uri":"Fraud","surface_form":"fraud","offset":284},{"uri":"Camouflage","surface_form":"camouflage","offset":328},{"uri":"Warning_colouration","surface_form":"warning signals","offset":347},{"uri":"Defence_against_predators","surface_form":"defence against predators","offset":472},{"uri":"Prey","surface_form":"prey","offset":552},{"uri":"Mantid","surface_form":"mantid","offset":783},{"uri":"Leaf_insect","surface_form":"leaf insect","offset":792},{"uri":"Stick_insect","surface_form":"stick insect","offset":808},{"uri":"Camouflage","surface_form":"Camouflage","offset":823},{"uri":"Species","surface_form":"species","offset":846},{"uri":"Insect","surface_form":"insect","offset":937},{"uri":"Class_(biology)","surface_form":"class","offset":966},{"uri":"Fish","surface_form":"fish","offset":1180},{"uri":"Plant","surface_form":"plant","offset":1186},{"uri":"Fungi","surface_form":"fungi","offset":1202},{"uri":"Evolution","surface_form":"evolves","offset":1262},{"uri":"Offspring","surface_form":"offspring","offset":1343},{"uri":"Genes","surface_form":"genes","offset":1403},{"uri":"Process","surface_form":"process","offset":1530},{"uri":"Evolution","surface_form":"evolution","offset":1541},{"uri":"Natural_selection","surface_form":"natural selection","offset":1554},{"uri":"Predator","surface_form":"predator","offset":1629},{"uri":"Behaviour","surface_form":"behaviour","offset":1807},{"uri":"Instinct","surface_form":"instinct","offset":1834},{"uri":"Reinforce","surface_form":"reinforce","offset":2080},{"uri":"Fertilisation","surface_form":"fertilized","offset":2684},{"uri":"Aposematic_colouration","surface_form":"aposematic colouration","offset":2900},{"uri":"Camouflage","surface_form":"camouflage","offset":2953},{"uri":"Henry_Walter_Bates","surface_form":"Henry Walter Bates","offset":3762},{"uri":"Fritz_M%C3%BCller","surface_form":"Fritz Müller","offset":3962},{"uri":"Butterfly","surface_form":"butterflies","offset":4231},{"uri":"Alfred_Russel_Wallace","surface_form":"Wallace","offset":4250},{"uri":"Birds","surface_form":"birds","offset":4419},{"uri":"Species","surface_form":"species","offset":4741},{"uri":"Family_(biology)","surface_form":"families","offset":4789},{"uri":"Hornet","surface_form":"hornet","offset":4830},{"uri":"Wasp","surface_form":"wasp","offset":4839},{"uri":"Bees","surface_form":"bees","offset":4854},{"uri":"Amazon_Basin","surface_form":"Amazon","offset":5390},{"uri":"Toxic","surface_form":"toxic","offset":5521},{"uri":"Hoverfly","surface_form":"Hoverflies","offset":5656},{"uri":"Nectar","surface_form":"nectar","offset":5698},{"uri":"Ratio","surface_form":"ratio","offset":6170},{"uri":"Genus","surface_form":"genus","offset":6303},{"uri":"Africa","surface_form":"Africa","offset":6762},{"uri":"Swallowtail","surface_form":"swallowtail","offset":6770},{"uri":"Complete_metamorphosis","surface_form":"complete metamorphosis","offset":7209},{"uri":"Tropical","surface_form":"tropical","offset":7578},{"uri":"Field_research","surface_form":"field research","offset":7598},{"uri":"Weed","surface_form":"weed","offset":8182},{"uri":"Crop","surface_form":"crop","offset":8208},{"uri":"Nikolai_Vavilov","surface_form":"Nikolai Vavilov","offset":8238},{"uri":"Herbicide","surface_form":"herbicide","offset":8311},{"uri":"Genes","surface_form":"genes","offset":8599},{"uri":"Rye","surface_form":"rye","offset":8676},{"uri":"Wheat","surface_form":"wheat","offset":8757},{"uri":"Barley","surface_form":"barley","offset":8767},{"uri":"Hill","surface_form":"hill","offset":9071},{"uri":"Mountains","surface_form":"mountains","offset":9081},{"uri":"Bible","surface_form":"bible","offset":9160},{"uri":"Metaphor","surface_form":"metaphor","offset":9166},{"uri":"Cuckoo","surface_form":"cuckoo","offset":9342},{"uri":"Siren","surface_form":"siren","offset":9541},{"uri":"Katydid","surface_form":"katydid","offset":9564},{"uri":"Firefly","surface_form":"fireflies","offset":9871},{"uri":"Genus","surface_form":"genera","offset":9955},{"uri":"Mutualism","surface_form":"mutualistic","offset":10450},{"uri":"Symbiont","surface_form":"symbiont","offset":10462},{"uri":"Parasite","surface_form":"parasite","offset":10556},{"uri":"Trematode","surface_form":"trematode","offset":10620},{"uri":"Songbird","surface_form":"songbird","offset":10661},{"uri":"Snail","surface_form":"snail","offset":10717},{"uri":"Larva","surface_form":"larva","offset":10780},{"uri":"Spore","surface_form":"spore","offset":10906},{"uri":"Cleaner_fish","surface_form":"Cleaner fish","offset":11299},{"uri":"Parasite","surface_form":"parasite","offset":11380},{"uri":"Wrasse","surface_form":"wrasse","offset":11525},{"uri":"Grouper","surface_form":"grouper","offset":11588},{"uri":"Coral_reef","surface_form":"coral reef","offset":11606},{"uri":"Indian_Ocean","surface_form":"Indian","offset":11625},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":11636},{"uri":"Blenny","surface_form":"blenny","offset":11751},{"uri":"Milkweed","surface_form":"milkweed","offset":12551},{"uri":"Gabon","surface_form":"Gabon","offset":13141},{"uri":"Horizontal","surface_form":"horizontal","offset":13896},{"uri":"Twilight","surface_form":"twilight","offset":14124},{"uri":"Scarlet_tiger_moth","surface_form":"scarlet tiger moth","offset":14138},{"uri":"Middle_Jurassic","surface_form":"Middle Jurassic","offset":14385},{"uri":"Lacewing","surface_form":"lacewing","offset":14443},{"uri":"Neuroptera","surface_form":"Neuroptera","offset":14454},{"uri":"Cycad","surface_form":"cycad","offset":14491},{"uri":"Gymnosperm","surface_form":"gymnosperm","offset":14509},{"uri":"Flowering_plant","surface_form":"flowering plant","offset":14600}]}