{"id":15717,"url":"http://en.wikipedia.org/wiki/Tomato","text":"The tomato (\"Solanum lycopersicum\") is a botanical fruit (but not a fruit as ordinary people use the word).\nIt is shiny and smooth. It has many small seeds. It is also very good for health. Most tomatoes are red. The tomato is green when it is unripe. It slowly changes color from green to red as it gets ripe, and as it gets ripe it gets bigger and bigger. There are many different types of tomatoes. Some kinds of tomato are yellow or orange when they are ripe. Tomatoes are used a lot in Italian food. They are also used to make ketchup. Tomatoes are called fruit, because they contain seeds. Tomato seeds are dispersed by being eaten by animals. After being eaten the seeds pass through the animal's digestive system. Although tomatoes are botanically fruits, many people consider them vegetables and treat them as such in cooking.\nHistory.\nThe tomato is native to western South America. Wild versions were small, like cherry tomatoes, and most likely yellow instead of red. The Spanish first showed tomatoes to Europe, where they became used in Spanish and Italian food. The French and northern Europeans wrongly thought that they were poisonous because they are a member of the deadly nightshade family. The leaves and immature fruit contains tomatine, which in large amounts would be toxic. However, the ripe fruit contains no tomatine.\nAs food.\nThe tomato is grown and eaten around the world. It is used in many ways, such as raw in salads or in slices, stewed, a part of a wide variety of dishes, or processed into ketchup or tomato soup. Unripe green tomatoes can also be breaded and fried, used to make salsa, or pickled. Tomato juice is sold as a drink, and is used in cocktails such as the Bloody Mary.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fruit","surface_form":"fruit","offset":51},{"uri":"Italian_cuisine","surface_form":"Italian food","offset":491},{"uri":"Digestive_system","surface_form":"digestive system","offset":704},{"uri":"Vegetables","surface_form":"vegetables","offset":790},{"uri":"South_America","surface_form":"South America","offset":877},{"uri":"Nightshade","surface_form":"nightshade","offset":1191},{"uri":"Tomatine","surface_form":"tomatine","offset":1249},{"uri":"Fried","surface_form":"fried","offset":1594}]}