{"id":157136,"url":"http://en.wikipedia.org/wiki/Naujan-et-Postiac","text":"Naujan-et-Postiac (which could be called Naujean in the name of St John) is a commune in the Les Coteaux de Dordogne canton, in the Libourne arrondissement, in the Gironde department, in the region Nouvelle-Aquitaine in the southwest of France.\nThe area is called \"l'Entre-deux-Mers\" (\"between two waters\"), between the Garonne river at the south, the Dordogne river at the east and north, before they meat near Bordeaux and form the Gironde estuary.\nIt is a wine production area, inside the Bordeaux vineyard, with both red (\"Bordeaux\" and \"Bordeaux Supérieur\") and white (\"Entre-Deux-Mers\", mostly dry, some sweet).\nThe countryside is nice, with much vineyard, but also woods, hills and small valleys. The houses are dispersed, and mostly centuries old.\nThe population is around 500, for 11 km2 (1100 ha) of superficy.\nOne can find the historical church, some nice \"châteaux\" which are the big old houses where the wine of each property is produced.\nThe name is made by those of two villages which were associated just some years before the French Revolution of 1789. Then the new administration confirmed this association by creating a \"commune\" (the new territorial unit for the whole country), which contained the territories of both villages, and the association of their names.","categories":[],"infobox_types":[],"annotations":[{"uri":"Communes_of_France","surface_form":"commune","offset":78},{"uri":"Canton_of_Les_Coteaux_de_Dordogne","surface_form":"Les Coteaux de Dordogne","offset":93},{"uri":"Cantons_of_France","surface_form":"canton","offset":117},{"uri":"Arrondissement_of_Libourne","surface_form":"Libourne","offset":132},{"uri":"Arrondissements_of_France","surface_form":"arrondissement","offset":141},{"uri":"Gironde","surface_form":"Gironde","offset":164},{"uri":"Departments_of_France","surface_form":"department","offset":172},{"uri":"Regions_of_France","surface_form":"region","offset":191},{"uri":"Nouvelle-Aquitaine","surface_form":"Nouvelle-Aquitaine","offset":198},{"uri":"France","surface_form":"France","offset":237},{"uri":"Garonne_river","surface_form":"Garonne","offset":320},{"uri":"Dordogne_(river)","surface_form":"Dordogne","offset":352},{"uri":"Bordeaux","surface_form":"Bordeaux","offset":412},{"uri":"French_Revolution","surface_form":"French Revolution","offset":1043}]}