{"id":15719,"url":"http://en.wikipedia.org/wiki/Pineapple","text":"The pineapple is a fruit. It is native to South America, Central America and the Caribbean. The word \"pineapple\" came from European explorers, who thought the fruit looked similar to a pine cone. The pineapple is also a tropical plant and it must not be kept under 10 degrees. It takes a long time for the pineapple to grow. It mainly depends on the location and the growing conditions it gets. If the temperature is warm, the pineapple will grow faster. On average, it takes about two to three years to grow. If the fruit travels by boat, the fruit must be picked before ripening, since the trip takes a long time. Sometimes, pineapple has to travel by boat to be accessible to all. It is different for air travel. The pineapple can be picked when it is grown, since travel time is short. In most countries, they call the pineapple \"ananas\".\nBenefits.\nA pineapple contains fiber and vitamin C. The stem of the pineapple contains an enzyme having healing effects, anti-inflammatory effects and it may reduce edema. The enzyme from the pineapple is also beneficial for a person who wants to go on a good diet. Pineapple contains a lot of manganese and the body needs manganese to build strong bones.\nSymbolism.\nEarly Europeans commonly called any kind of fruit an apple, and that is why the Spanish thought pineapples looked like pine cones. Pineapples have nothing to do with pine cones and apples, but because of the similar shape between the pineapple and the pine cone, most people change it into symbolism. Both have been used for symbolizing fertility. The pineapple symbolized friendship and hospitality to the Caribs. These people usually hung pineapples outside their huts to show their welcome.","categories":[],"infobox_types":[],"annotations":[{"uri":"Conifer_cone","surface_form":"pine cone","offset":185},{"uri":"Tropical","surface_form":"tropical","offset":220},{"uri":"Temperature","surface_form":"temperature","offset":402},{"uri":"Vitamin_C","surface_form":"vitamin C","offset":884},{"uri":"Enzyme","surface_form":"enzyme","offset":933},{"uri":"Edema","surface_form":"edema","offset":1008},{"uri":"Diet_(nutrition)","surface_form":"diet","offset":1103},{"uri":"Manganese","surface_form":"manganese","offset":1137},{"uri":"Spain","surface_form":"Spanish","offset":1290},{"uri":"Fertility","surface_form":"fertility","offset":1547},{"uri":"Friend","surface_form":"friend","offset":1583},{"uri":"Hut","surface_form":"huts","offset":1676}]}