{"id":15712,"url":"http://en.wikipedia.org/wiki/Aretha_Franklin","text":"Aretha Louise Franklin (March 25, 1942 – August 16, 2018) was an American soul and R&B singer. She was called the \"Queen of Soul\". She was best known for her songs \"Respect\", \"Think\", \"Chain of Fools\", and \"(You Make Me Feel Like) A Natural Woman\".\nEarly life and career: 1942–60.\nAretha Louise Franklin was born at a two-room house in Memphis located at 406 Lucy St. She was the third of four children born to Barbara (née Siggers) and C.L. Franklin and the fifth of six overall in between past relationships by her parents. Franklin's family moved to Buffalo, when Franklin was two, and then by four, had settled in Detroit. Following the move to Detroit, Franklin's parents, who had a troubled marriage, split. Due to her father's work as a Baptist minister, Franklin was primarily raised by her grandmother, Rachel. Franklin suffered a tragedy when her mother died in Buffalo when Aretha was ten. Franklin sang in church at an early age and learned how to play piano by ear. By her late preteens, Franklin was regularly singing solo numbers in her father's [http://www.nbbcdetroit.org/ New Bethel Baptist Church]. Franklin's father, C.L. (short for Clarence LaVaughn), was a respected and popular preacher. Franklin grew up with local and national celebrities hanging out at her father's home including gospel greats Albertina Walker and her group The Caravans, Mahalia Jackson and Clara Ward, three women who played a pivotal role in her vocal development as a child.\nLater life: 1961–2018.\nFranklin married Ted White in 1961 but divorced him in 1969. She had four sons, one of which she shares with White.\nFranklin was married to Glynn Turman from 1978 to 1984.\nIn 1998, Franklin performed at that year's VH1 \"Divas Live\" concert with Céline Dion, Carole King, Mariah Carey, Shania Twain, and Gloria Estefan to sing songs like \"(You Make Me Feel Like) A Natural Woman\", \"Testify\", and \"You've Got a Friend in Me\".\nHonors.\nFranklin is one of the most honored artists by the Grammy Awards, with 18 competitive Grammys and two honorary Grammys. She had 20 #1 singles on the Billboard R&B Singles Chart and two #1 hits on the Billboard Hot 100: \"Respect\" (1967) and \"I Knew You Were Waiting (For Me)\" (1987), a duet with George Michael. Since 1961, she had a total of 45 Top 40 hits on the Billboard Hot 100. She also had 14 singles that sold more than one million – more than any other female artist. Between 1967 and 1982 she had 10 #1 R&B albums – more than any other female artist.\nRolling Stone magazine ranked her at top of its list \"The Greatest Singers of All Time\" In 2005, she was awarded The Presidential Medal of Freedom by President George W. Bush. On February 6, 2006, she performed, along with Aaron Neville, \"The Star-Spangled Banner\" at Super Bowl XL. The same year she got an honorary Doctor of Music degree by the Berklee College of Music.2010, Franklin received an Honorary Doctorate in Music from Yale University.\nIn 1987, Franklin became the first female artist to be inducted into the Rock and Roll Hall of Fame. She was the only featured singer at the 2009 presidential inauguration of Barack Obama.\nHealth.\nIn 2010, Franklin underwent cancer surgery for purported pancreatic cancer. In 2013, she cancelled two tours due to an unknown illness.\nIn 2017, Franklin cancelled many concerts due to an unknown illness. She asked her fans to keep her in their prayers.\nDeath.\nOn August 13, 2018, Franklin was reported to be gravely ill at her home near Detroit. She was reported to be under hospice care and surrounded by friends and family. Stevie Wonder and Jesse Jackson, among others, had visited her. Franklin died at home in Detroit on August 16, aged 76. The cause was reported to be advanced pancreatic cancer. \"Business Insider\" reported that Franklin's net worth was $80 million at the time of her death and that she did not leave a will.\nCultural portrayal.\nIn 2020, singer and actress Jennifer Hudson will play Franklin in the 2020 movie about her life titled \"Respect\".\nGrammy Awards.\nFranklin won 20 Grammy Awards in her lifetime, including two special awards for Living Legend (1991) and Lifetime Achievement (1994).","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":65},{"uri":"Soul_music","surface_form":"soul","offset":74},{"uri":"Rhythm_and_blues","surface_form":"R&B","offset":83},{"uri":"Respect_(song)","surface_form":"Respect","offset":165},{"uri":"Memphis%2C_Tennessee","surface_form":"Memphis","offset":336},{"uri":"Barbara_Siggers_Franklin","surface_form":"Barbara (née Siggers)","offset":411},{"uri":"C.L._Franklin","surface_form":"C.L. Franklin","offset":437},{"uri":"Buffalo%2C_New_York","surface_form":"Buffalo","offset":553},{"uri":"Detroit%2C_Michigan","surface_form":"Detroit","offset":618},{"uri":"Baptist","surface_form":"Baptist","offset":744},{"uri":"Albertina_Walker","surface_form":"Albertina Walker","offset":1321},{"uri":"The_Caravans","surface_form":"The Caravans","offset":1352},{"uri":"Mahalia_Jackson","surface_form":"Mahalia Jackson","offset":1366},{"uri":"Clara_Ward","surface_form":"Clara Ward","offset":1386},{"uri":"VH1","surface_form":"VH1","offset":1711},{"uri":"C%C3%A9line_Dion","surface_form":"Céline Dion","offset":1741},{"uri":"Carole_King","surface_form":"Carole King","offset":1754},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":1767},{"uri":"Shania_Twain","surface_form":"Shania Twain","offset":1781},{"uri":"Gloria_Estefan","surface_form":"Gloria Estefan","offset":1799},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":1979},{"uri":"Hot_R%26amp%3BB/Hip-Hop_Songs","surface_form":"Billboard R&B Singles Chart","offset":2077},{"uri":"Billboard_Hot_100","surface_form":"Billboard Hot 100","offset":2128},{"uri":"Respect_(song)","surface_form":"Respect","offset":2148},{"uri":"I_Knew_You_Were_Waiting_(For_Me)","surface_form":"I Knew You Were Waiting (For Me)","offset":2169},{"uri":"George_Michael","surface_form":"George Michael","offset":2223},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":3010},{"uri":"Inauguration_of_Barack_Obama","surface_form":"presidential inauguration","offset":3083},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":3112},{"uri":"Pancreatic_cancer","surface_form":"pancreatic cancer","offset":3191},{"uri":"Hospice_care","surface_form":"hospice care","offset":3510},{"uri":"Stevie_Wonder","surface_form":"Stevie Wonder","offset":3561},{"uri":"Jesse_Jackson","surface_form":"Jesse Jackson","offset":3579},{"uri":"Pancreatic_cancer","surface_form":"pancreatic cancer","offset":3719},{"uri":"Jennifer_Hudson","surface_form":"Jennifer Hudson","offset":3916},{"uri":"Respect_(2020_movie)","surface_form":"Respect","offset":3992}]}