{"id":15731,"url":"http://en.wikipedia.org/wiki/Grape","text":"Grapes are the fruit of a woody grape vine. Grapes can be eaten raw, or used for making wine, juice, and jelly/jam. Grapes come in different colours; red, purple, white, and green are some examples. Today, grapes can be seedless, by using machines to pit the fruit. Wild grapevines are often considered a nuisance weed, as they cover other plants with their usually rather aggressive growth.\nRaisins are the dried fruit of the grapevine, and the name actually comes from the French word for \"grape.\"\nSince the early 21st century in the United States and other countries, and the global functional food industry, there has been a fast-growing recognition of red grapes for their popularity, nutrient content and antioxidant qualities. This has given them commercial status as a \"superfruit\".\nThe leaves of the grapevine itself are considered edible (eatable). They are used to make dolmades.\nGrapevines are used as food plants by the larvae of some Lepidoptera species.\nDistribution.\nAccording to the \"Food and Agriculture Organization\" (FAO), almost 76,000 square kilometres of the world is used to grow grapes. About 71% of grapes are used for wine. 27% are used as fresh fruit, and 2% are used as dried fruit. A part of grape production goes to making grape juice to be used as a sweetener for fruits canned \"with no added sugar\" and \"100% natural\". The area dedicated to vineyards is increasing by about 2% per year.\nThe following list of top wine-producers shows the areas used to grow grapes for wine making, although of course country size is a limiting factor, as well as the economic demand for their product.\nComparing diets among western countries, researchers have found that although the French usually eat more animal fat than other countries, the number of cases of heart disease remains low in France. Many scientists think this is because the French drink more red wine than other countries. Something in the grape helps lower the amount of cholesterol in the body. This helps prevent clogging of the arteries. Doctors do not recommend drinking a lot of red wine, but three or four glasses a week is good and encouraged.\nGrapes of all colors offer benefits. Red wine offers health benefits that are not found in white wine. This is because many of the good nutrients are found in the skins of the grapes, and only red wine is fermented with the skins.\nWhite grapes.\nWhite grapes are derived from the green grape by evolution. Changes in two genes turn off creation of anthocyanin. Anthocyanin is what makes red grapes the color green.\nRaisins, currants, and sultanas.\nA \"raisin\" is any dried grape. A \"currant\" is a dried Zante grape. The name is a corruption of the French \"raisin de Corinthe\" (Corinth grape). A \"sultana\" was originally a raisin made from a specific type of grape of Turkish origin. The word is now used for raisins made from common North American grapes and chemically treated to resemble the traditional sultana.\nNote that, while \"raisin\" is a French loanword, the word in French means the fresh fruit. \"Grappe\" (Where the English word \"grape\" comes from) means the bunch (as in \"une grappe de raisin\").\nNote also that \"currant\" has also come to mean to the blackcurrant and redcurrant. These two berries completely unrelated to grapes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fruit","surface_form":"fruit","offset":15},{"uri":"Vine","surface_form":"vine","offset":38},{"uri":"Wine","surface_form":"wine","offset":88},{"uri":"Juice","surface_form":"juice","offset":94},{"uri":"Jelly","surface_form":"jelly","offset":105},{"uri":"Jam","surface_form":"jam","offset":111},{"uri":"Raisin","surface_form":"Raisin","offset":392},{"uri":"United_States","surface_form":"United States","offset":536},{"uri":"Functional_food","surface_form":"functional food","offset":586},{"uri":"Nutrient","surface_form":"nutrient","offset":690},{"uri":"Antioxidant","surface_form":"antioxidant","offset":711},{"uri":"Superfruit","surface_form":"superfruit","offset":778},{"uri":"Dolmades","surface_form":"dolmades","offset":881},{"uri":"Larva","surface_form":"larva","offset":933},{"uri":"Lepidoptera","surface_form":"Lepidoptera","offset":948},{"uri":"Vineyard","surface_form":"vineyard","offset":1374},{"uri":"Heart_disease","surface_form":"heart disease","offset":1780},{"uri":"Wine","surface_form":"wine","offset":2178},{"uri":"Evolution","surface_form":"evolution","offset":2431},{"uri":"Anthocyanin","surface_form":"anthocyanin","offset":2484},{"uri":"Raisin","surface_form":"raisin","offset":2587},{"uri":"Zante_currant","surface_form":"currant","offset":2618},{"uri":"Zakynthos","surface_form":"Zante","offset":2638},{"uri":"French_language","surface_form":"French","offset":2683},{"uri":"Corinth","surface_form":"Corinth","offset":2712},{"uri":"Sultana_(grape)","surface_form":"sultana","offset":2731},{"uri":"Loanword","surface_form":"loanword","offset":2988},{"uri":"Blackcurrant","surface_form":"blackcurrant","offset":3195},{"uri":"Redcurrant","surface_form":"redcurrant","offset":3212}]}