{"id":157441,"url":"http://en.wikipedia.org/wiki/Saltwater_crocodile","text":"The saltwater crocodile (\"Crocodylus porosus\") is the largest of all living reptiles. They are amphibious, living in sea water, rivers and on land. In terms of weight, it is the third largest amphibious animal, after the bull elephant seal (typically 2700 kg/6000 lb; 5 m or 16 ft) and the walrus.\nCrocodiles are an ancient form of life, with fossils from 200 million years ago. 'Salties', as they are commonly called, are found in Northern Australia, New Guinea, some parts of Southeast Asia, and the surrounding waters. They live in habitats near the coast: rivers, swamps, billabongs, beaches and sometimes the open sea.\nDescription.\nThe saltwater crocodile is a large reptile growing to about in length. The males are bigger than the female, with some rare individuals as long as 7 metres (23 feet). Others believe in a slightly smaller size of 6.3 metres (20.7 feet). They can weigh up to. They have a powerful tail which helps with swimming. They have a wide snout, with big scales making two rows down their neck and back.\nSaltwater crocodiles are now a protected species in Australia. However, if humans are at risk of being attacked, the crocodile is moved to avoid possible harm. Many years ago, Australia used to export crocodile skin. Between 1945 and 1958 more than 87,000 skins were exported. They became so scarce that hunters had difficulty finding any. They were protected in Western Australia in 1969, the Northern Territory in 1971, and Queensland in 1974. Hunting crocodiles is now illegal. There are now farms to breed crocodiles for the skins to make leather, meat and for Chinese medicines.\nReproduction.\nSaltwater crocodiles reproduce during the wet season, in Australia from November to March. There is a complex mating ritual which includes them rubbing their heads and bodies together, before they mate in the water. The female builds a nest with plants that she breaks off with her teeth, and then pushes together with her back legs. A female crocodile can lay up to 60 eggs at a time. These eggs are large, with a hard shell. They take about three months to hatch. If the temperature in the nest is less than 32 degrees Celsius, the baby crocodiles will be female. If the temperature is between 32 and 33 degrees the babies will be male. When the crocodiles hatch out of the eggs, the mother will carry them in her mouth to the water. Few of them survive in the wild and grow to be adult crocodiles.\nBehavior.\nSaltwater crocodiles can be dangerous (and very aggressive) to both humans and other animals. They can move very fast in the water and on land. Sometimes, they can kill a person, but this does not happen very often. Usually, there are \"No Swimming\" signs near areas with high crocodile activity. Crocodiles can lie very still for up to one hour. They are able to leap as high as. In March 1987, a Toyota land cruiser collided with a crocodile at Cahill's Crossing on the East Alligator River. The crocodile knocked the motor car off the roadway with its tail. Crocodiles can also live in fresh water. Scientists have found crocodiles up to 235 kilometres from the sea.\nDiet.\nSaltwater crocodiles can go a long time without eating. When it is time for them to eat, they catch fish, crustaceans, birds or grazing animals that have come to the water to drink. The size of prey taken depends on how large the crocodile is.","categories":[],"infobox_types":[],"annotations":[{"uri":"Reptile","surface_form":"reptile","offset":76},{"uri":"Weight","surface_form":"weight","offset":160},{"uri":"Elephant_seal","surface_form":"elephant seal","offset":226},{"uri":"Walrus","surface_form":"walrus","offset":290},{"uri":"Fossil","surface_form":"fossil","offset":343},{"uri":"Australia","surface_form":"Australia","offset":441},{"uri":"New_Guinea","surface_form":"New Guinea","offset":452},{"uri":"Asia","surface_form":"Asia","offset":488},{"uri":"Coast","surface_form":"coast","offset":553},{"uri":"Swamp","surface_form":"swamp","offset":568},{"uri":"Billabong_(lake)","surface_form":"billabongs","offset":576},{"uri":"Australia","surface_form":"Australia","offset":1082},{"uri":"Skin","surface_form":"skin","offset":1241},{"uri":"Western_Australia","surface_form":"Western Australia","offset":1393},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":1424},{"uri":"Queensland","surface_form":"Queensland","offset":1456},{"uri":"Reproduction","surface_form":"reproduce","offset":1649},{"uri":"Mate","surface_form":"mating","offset":1738},{"uri":"Toyota","surface_form":"Toyota","offset":2836},{"uri":"Crustacean","surface_form":"crustacean","offset":3220}]}