{"id":157665,"url":"http://en.wikipedia.org/wiki/Serial_number","text":"A serial number is a unique number used for identification. Serial numbers are made in such a way that they change by a fixed discrete integer value, each time a new serial number is needed. Most people refer to any identifier that has numbers and letters in it as a serial number and that can be used to pick a certain item of a large number of items. Not every numerical identifier is a serial number; identifying numbers which are not serial numbers are sometimes called nominal numbers.\nSequence numbers are almost always non-negative, and typically start at zero or one.\nWhat are serial numbers used for?\nSerial numbers can be very useful for quality control. That way, if there is a problem with a certain batch of products, the serial number of one defective item can tell which items are affected by the problem. Serial numbers can also be used against stealing or imitating products, because it is possible to keep track of which serial numbers have been used. Stolen goods or those with problems can be identified more easily.\nMany computer programs come with serial numbers, often called \"Compact Disc keys\", and the installers often require the user to enter a valid serial number to continue. These numbers are verified using a certain algorithm to avoid usage of counterfeit keys.\nSerial numbers also help track down counterfeit currency, because in some countries each banknote has a unique serial number.\nThe International Standard Serial Number or ISSN can be seen on magazines and other periodicals. It is the similar to the International Standard Book Number (ISBN) for books. It is serially assigned but takes its name from the library science use of serial to mean a periodical, like a newspaper.\nCertificates and Certificate Authorities (CA) are necessary for widespread use of cryptography. These depend on applying mathematically rigorous serial numbers and serial number arithmetic\nThe term \"serial number\" is also used in military formations as an alternative to the expression \"service number\". In air forces the serial number is used to identify a specific aircraft. It is usually painted on both sides of the aircraft, most often in the tail area, although in some cases the serial is painted on the side of the aircraft's fin/rudder(s). Because of this, the serial number is sometimes called a \"tail number\".\nIn the case of the UK Royal Air Force (RAF) the \"Serial\" takes the form of two letters followed by three numbers, e.g., \"BT308\"—the prototype Avro Lancaster, or \"XS903\"—an English Electric Lightning F.6 at one time based at RAF Binbrook [http://1000aircraftphotos.com/Contributions/DentonNeville/6467.htm]. During the Second World War RAF aircraft carrying secret equipment or that were in themselves secret had \"/G\" added to the end of the serial, the \"G\" signifying \"Guard\", denoting that the aircraft was to have an armed guard at all times while on the ground, e.g., \"LZ548/G\"—the prototype de Havilland Vampire jet fighter, or \"ML926/G\"—a de Havilland Mosquito XVI experimentally fitted with H2S radar. Prior to this two-letter, three-number scheme, the RAF and preceding Royal Flying Corps (RFC) used a serial with a letter followed by four numbers, e.g., \"D8096\" - a Bristol F.2 Fighter currently owned by the Shuttleworth Collection, or \"K5054\" - the prototype Supermarine Spitfire. The aircraft serial number does not change.\nSerial number arithmetic.\nSerial numbers are often used in network protocols. However, most sequence numbers in computer protocols are limited to a fixed number of bits, and will wrap around after a sufficiently many numbers have been allocated. Thus, recently-allocated serial numbers may duplicate very old serial numbers, but not other recently-allocated serial numbers. To avoid ambiguity with these non-unique numbers, RFC 1982, \"Serial Number Arithmetic\" defines special rules for calculations involving these kinds of serial numbers.\nLollipop sequence number spaces are a more recent and sophisticated scheme for dealing with finite-sized sequence numbers in protocols.","categories":[],"infobox_types":[],"annotations":[{"uri":"Number","surface_form":"number","offset":28},{"uri":"Identification","surface_form":"identification","offset":44},{"uri":"Integer","surface_form":"integer","offset":135},{"uri":"Letter","surface_form":"letter","offset":248},{"uri":"Nominal_number","surface_form":"nominal numbers","offset":474},{"uri":"Quality_control","surface_form":"quality control","offset":648},{"uri":"Algorithm","surface_form":"algorithm","offset":1249},{"uri":"Counterfeit","surface_form":"counterfeit","offset":1331},{"uri":"Currency","surface_form":"currency","offset":1343},{"uri":"Banknote","surface_form":"banknote","offset":1384},{"uri":"International_Standard_Serial_Number","surface_form":"International Standard Serial Number","offset":1425},{"uri":"International_Standard_Book_Number","surface_form":"International Standard Book Number","offset":1543},{"uri":"Library_science","surface_form":"library science","offset":1648},{"uri":"Periodical","surface_form":"periodical","offset":1688},{"uri":"Newspaper","surface_form":"newspaper","offset":1707},{"uri":"Certificate_Authority","surface_form":"Certificate Authorities","offset":1735},{"uri":"Cryptography","surface_form":"cryptography","offset":1800},{"uri":"Service_number","surface_form":"service number","offset":2005},{"uri":"Air_force","surface_form":"air force","offset":2025},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":2361},{"uri":"Avro_Lancaster","surface_form":"Avro Lancaster","offset":2481},{"uri":"English_Electric_Lightning","surface_form":"English Electric Lightning F.6","offset":2511},{"uri":"Binbrook","surface_form":"Binbrook","offset":2567},{"uri":"World_War_II","surface_form":"Second World War","offset":2657},{"uri":"Secrecy","surface_form":"secret","offset":2696},{"uri":"De_Havilland_Vampire","surface_form":"de Havilland Vampire","offset":2934},{"uri":"Jet_engine","surface_form":"jet","offset":2955},{"uri":"Fighter_aircraft","surface_form":"fighter","offset":2959},{"uri":"De_Havilland_Mosquito","surface_form":"de Havilland Mosquito XVI","offset":2983},{"uri":"H2S_radar","surface_form":"H2S radar","offset":3036},{"uri":"Royal_Flying_Corps","surface_form":"Royal Flying Corps","offset":3116},{"uri":"Bristol_F.2_Fighter","surface_form":"Bristol F.2 Fighter","offset":3213},{"uri":"Shuttleworth_Collection","surface_form":"Shuttleworth Collection","offset":3256},{"uri":"Supermarine_Spitfire","surface_form":"Supermarine Spitfire","offset":3308},{"uri":"Network_protocol","surface_form":"network protocol","offset":3433},{"uri":"Arithmetic_overflow","surface_form":"wrap around","offset":3553},{"uri":"Lollipop_sequence_numbering","surface_form":"Lollipop sequence number space","offset":3915}]}