{"id":15790,"url":"http://en.wikipedia.org/wiki/Bangladesh","text":"Bangladesh (officially called People's Republic of Bangladesh) is a country in South Asia. It is next to the North-east Indian provincial regions of India, which converges with Southeast Asia to the east. Its full name is The People's Republic of Bangladesh. The capital and the largest city is Dhaka (formerly \"Dacca\"). Bangladesh is surrounded on three sides by the Republic of India (Bharat), and Myanmar (Burma) on the south-eastern corner. It is near the People's Republic of China, Bhutan, Sikkim and Nepal. The Bay of Bengal is situated to the south of the country.\nIt declared itself as independent in 1971 from Pakistan after a liberation war in which over a million people died. After Indian military intervention, the provisional government returned from exile in Calcutta, Bengal (India). After the Instrument of Surrender, the Bengali peoples became a sovereign nation. Its founder was released from political imprisonment in 1972. Present day Bangladesh has an area of 57,320 mi² or (142,576 km²) and it is bigger than the Somali breakaway territory of Somaliland, but is smaller than the Turkic state of Kyrgyzstan. It is slightly smaller than the Indian state of Orissa. It ranks 92 out of 195 sovereign countries by area.\nBangladesh is a predominantly Muslim country.\nThe currency is called Taka. The official language is Bengali.\nThere are two main rivers in Bangladesh; the Ganges and Brahmaputra Rivers are holy to Hindus. There are often floods because of these two rivers.\nEtymology.\nBangladesh is a new country in an ancient land. Like the rest of South Asia, it has been described as continually challenged by contradictions, marred by inconsistencies to say the least. It is neither a distinct geographical entity, nor a well-defined historical unit. Nevertheless, it is among the 10 most populous nations; a place whose search for a political identity has been protracted, intense and agonizing.\nThe word Bangladesh is derived from the word “Vanga” which was first mentioned in the Hindu scripture Aitareya Aranyaka (composed between 500 BC and 500 AD). Bengal was reputedly first colonized by Prince Vanga, the son of King Bali and Queen Sudeshna of the Lunar dynasty. The roots of the term Vanga may be traced to languages in the neighbouring areas. One school of linguists maintain that the word “Vanga” is derived from the Tibetan word “Bans” which implies “wet and moist”. According to this interpretation, Bangladesh literally refers to a wetland. Another school is of the opinion that the term “Vangla” is derived from Bodo (aborigines of Assam) words “Bang” and “la” which connote “wide plains.” The exact origin of the word Bangla or Bengal is unknown, though it is believed to be derived from the Dravidian-speaking tribe Bang/Banga that settled in the area around the year 1000 BCE. Other accounts speculate that the name is derived from Vanga (bôngo), which came from the Austric word \"Bonga\" meaning the Sun-god. According to Mahabharata, Purana, Harivamsha Vanga was one of the adopted sons of king Vali who founded the Vanga Kingdom. The Muslim Accounts refer that \"Bong\", a son of Hind (son of Hām who was a son of Prophet Noah/Nooh) colonized the area for the first time. The earliest reference to \"Vangala\"(bôngal) has been traced in the Nesari plates (805 AD) of Rashtrakuta Govinda III which speak of Dharmapala as the king of Vangala. Shams-ud-din Ilyas Shah took the title \"Shah-e-Bangalah\" and united the whole region under one government for the first time.\nThe West Bengal assembly has passed a resolution saying the Indian state of West Bengal will, henceforth, be called Pashchim Banga. Will Bangladesh follow too? No one will tell you what ‘Bang’ in Bangladesh means, except some bold joiners of the dots in ancient history. Bangladesh is old Banga or Bangla with a history as old as 1,000 BC. Does it originate in the Tibetan word ‘bans’ which means wet or moist? Banga (Bengal) is a wet country, criss-crossed by a thousand rivers and washed by monsoons and floods from the Himalayas. The Chinese text Wei-lueh (3rd century AD) referred to Pan-yueh (i.e. Vanga) as the country of Han-yueh (Xan-gywat) or the Ganga. Some others believe that the name originated in the Bodo (original Assamese in North Eastern India) ‘Bang La’, which means wide plains. One of the tribes which emerged from the Indus Civilisation after its demise had entered the plains of Bengal, while others went elsewhere. They were called the Bong tribe and spoke Dravidian. We know from many ancient Aryan texts of a tribe called Banga.\nAnciently, Sri Lanka was Singhal, home of lions, which changed to Sihala (sic!) in 543 BC. (We have our Sihala near Islamabad.) The Portuguese called it Cilaon probably from Sanskrit Sri Lanka, which the Sri Lankans prefer today. The Portuguese are funny. They changed Arabic ‘mausim’ to ‘monsaon’, which has given us the word ‘monsoon’. In Punjabi, the word ‘aal’ is found in two words: ‘aalna’ (diminutive) for nest and ‘aalay-dawalay’ for ‘that which surrounds’. The name Gujranwala was formed from Gujran-aala. ‘Him’ in Sanskrit means ‘frozen’, from where we have the word Himal or Himala. ‘Shivala’, used by Allama Iqbal in Urdu, means home of Shiva.\nFrom the sense of ‘surrounding’ we get the Hindi word ‘aali’ which is the root of our Urdu word ‘sahaili’ meaning ‘friend of the bride’ because girlfriends sit ‘around’ the bride. ‘Sa’ is the prefix for ‘good’. This could be cognate with ‘saali’ (sister-in-law) and ‘saala’. The home of the father-in-law (sassur) is called ‘sassur-aal’. Lovers too are included, as in the bhajan ‘angana main ayay aali’. Here ‘aali’ is master (of home). In Sanskrit there are dozens of words for home, many of them indirect like ‘aal’. In the Urdu word ‘ghonsala’ (nest) there is ‘ghun’ (concealed) and ‘shala’ (home). A whole lot of them come from the sense of being ‘cut off’. Of that next time. Remnants of civilisation in the greater Bengal region date back four thousand years, when the region was settled by Dravidian, Tibeto-Burman, and Austro – Asiatic peoples. The exact origin of the word “Bangla” or “Bengal” is not known, though it is believed to be derived from Bang, the Dravidian-speaking tribe that settled in the area around the year 1000 BCE. The same is applies to the naming of Bangala desh or Bangadesh. There are various logic presented by various people of various disciplines.\nThe Banga-desh is a land of the two mighty rivers of India, one flows from east and other one from west. The area covered jointly by these two rivers were probably known as “Ganga Lohit Desha”, which gradually became Gangalo Desh and Gangal Desh and then to Bangal Desh or Bangla desh or Bangadesha. Bangalo in place of Gangal is probably used to differentiate from the land of Ganga, i.e., from Hardwar onwards along the route of Ganga.\n”Banga” means a place located near to river in Sanskrit, which fits with both the parts of Bengal.\n“alaya” (As in Himalaya) in Sanskrit means “house” Bangla is also known as Vanga. The movement against break up of Bagladesh by British was famously known as “Vang Bhang” movement. Bhang in Hindi means -to break. You are right about “aal” as home. Actually, “aalay” means home itself. “Devalay” home of Gods, that is Temple, Mrigalay is home of animals (mrig), that is Zoe. Vanga has thus been a distinct geographical identity and the restoration of the old name can be one option. And Bengal is nothing but the Vanga, and the easiest way to maintain the legacy is to drop the 'West' from West Bengal. Vanga is synonymous with Banga because the alphabets V and B are interchangeable in Sanskrit. Banga in its etymological sense means Vanga or Vanka — marshy land. It denotes the entire stretch of lower Bengal when the sea receded and the landmass became fit for human habitation. One more thought BANGA – BA stands for river Brahmaputra and NGA for Ganga, as both the river meets here.\nNepal: Naya-pal Kingdom of Naya - Bengal: Vaang desh\nEarliest civilizations.\nThe delta and surrounding hills has been inhabited for hundreds of generations (thousands of years). The area supported agriculture very early on. About 500 BC there was a shift to growing rice. This led to the development of urban areas. Because there were no stone quarries in the area houses were built of wood and mud (including adobe). Because of the monsoon climate very little evidence of the earliest inhabitants remains. From about 300 BC to the 1700s AD the Bengal delta saw the development of writing, the Bengali language, religions and the rise and fall of states. By the 1500s, the area was prosperous and even peasants had plenty to eat.\nIslamic history.\nThe Islamic faith took in shape foothold in the 13th century when it fell to Turkish armies. The last major Hindu Sena ruler was expelled from his capital at Nadia in Western Bengal in 1202, although lesser Sena rulers held sway for a short while after in Eastern Bengal.\nBengal was loosely associated with the Delhi Sultanate, established in 1206, and paid a tribute in War elephants in order to maintain autonomy. In 1341 Bengal became independent from Delhi, and Dhaka was established as the seat of the governors of independent Bengal. Turks ruled Bengal for several decades before the conquest of Dacca by forces of the Mughal Emperor Akbar the Great (1556-1605) in 1576. Bengal remained a Mughal Province until the beginning of the decline of the Mughal Empire in the eighteenth century.\nUnder the Mughals, the political integration of Bengal with the rest of the subcontinent began, but Bengal was never truly subjugated. It was always too remote from the centre of government in Delhi. Because lines of communications were poor, local governors found it easy to ignore imperial directives and maintain their independence. Although Bengal remained provincial, it was not isolated intellectually, and Bengali religious leaders from the fifteenth century onwards have been influential throughout the subcontinent.\nThe Mughals in their heyday had a profound and lasting effect on Bengal. When Akbar ascended the throne at Delhi, a road connecting Bengal with Delhi was under construction and a postal service was being planned as a step toward drawing Bengal into the operations of the empire. Akbar implemented the present-day Bengali calendar, and his son, Jahangir (1605-27), introduced civil and military officials from outside Bengal who received rights to collect taxes on land.\nThe development of the zamindari (tax collector and later landlord) class and its later interaction with the British would have immense economic and social implications for twentieth-century Bengal. Bengal was treated as the \"Breadbasket of India\" and, as the richest province in the empire, was drained of its resources to maintain the Mughal Army. The Mughals, however, did not expend much energy protecting the countryside or the capital from Arakanese or Portuguese pirates; in one year as many as 40,000 Bengalis were seized by pirates to be sold as slaves, and still the central government did not intervene. Local resistance to imperial control forced the emperor to appoint powerful generals as provincial governors. Yet, despite the insecurity of the Mughal regime, Bengal prospered. Agriculture expanded, trade was encouraged, and Dhaka became one of the centres of the textile trade in South Asia.\nIn 1704 the provincial capital of Bengal was moved from Dhaka to Murshidabad. Although they continued to pay tribute to the Mughal court, the governors became practically independent rulers after the death in 1707 of Aurangzeb, the last great Mughal emperor. The governors were strong enough to fend off marauding Hindu Marathas from the Bombay area during the eighteenth century. When the Mughal governor Alivardi died in 1756, he left the rule of Bengal to his grandson Siraj ud Daulah, who would lose Bengal to the British the following year. For the last half a century Bangladesh used to be called East Bengal, after they had fought hard for a united Muslim Indian homeland in 1947 and was made politically a part of the United Pakistan, However, by 1955 its citizens were commonly referred to as East Pakistanis. Dacca was then the legislative capital of Pakistani Bengal provincial region. The peoples of East Pakistan were mostly ethnic Bengalis who had a different language and culture to the people of western Pakistani. These differences eventually led to the so-called Bangladesh Liberation War. On 16 December 1971, Bangladesh gained independence, with the help of allied forces against West Pakistani forces. Nonetheless, the very existence of a Bangladesh state is a blow to the rhetoric of Islamic Unity that most Pakistanis and Muslims in general like to crow about. The present-day Muslims of Bangladesh live in greater harmony with its 14% Hindu minority counterpart than they did with Muslims of non-Bengali origins. Bangladesh is not the only case where interests other than Islamic Unity have proven more powerful. The quick disintegration of the United Arab Republic, a union of Syria and Egypt that combined Islam, Asabiyyah (Arab nationalism) and external threat (from Israel), is another case of Islamic entities splitting for interests other than Islam, other examples of co-existing Islamic countries cohabiting side by side with each other are the entities of Kuwait and Iraq, Brunei and Malaysia as neighborly and have brotherly diplomatic relations on a mission level.\nAfter the birth of Bangladesh, Bangla replaced Urdu and English as the sole national and official language, and was the language taught in schools and used in business and government. The Bangla Academy was important in this change. In the 1980s, British-style education was maintained through private English-language institutions attended by upper class children. English continued to be taught in higher education and was offered as a subject for university degrees.\nAt first, Arabic also lost ground in independent Bangladesh. This trend ended in the late 1970s, however, after Bangladesh strengthened its ties with Saudi Arabia and other oil-rich, Arabic-speaking countries. An unsuccessful attempt was made in 1983 to introduce Arabic as a required language in primary and secondary levels. Arabic is widely studied in Madrassas and Islamic institutions around the country for better understanding of the Qurān, Hadith and any other Islamic texts.\nPolitical states.\nFor much of its history the area was simply just called Bengal and was considered a part of India. The last few centuries several foreign powers involved themselves with the area resulting in several wars. The 20th century brought more wars, genocide, and political states. Bengal was under British rule from 1757–1947. It was a part of British India. In 1947 East Bengal and the Dominion of Pakistan were separated from present-day Republic of India and thus formed a new birth of country named Pakistan. But the east and west provinces were on either side of India and separated by. In 1949 the Bangladesh Awami League formed to favor separation between east and west Pakistan. In 1955 East Bengal was renamed East Pakistan. Dacca was then the legislative capital of Pakistani Bengal provincial region. The peoples of East Pakistan were mostly ethnic Bengalis who had a different language and culture to the people of western Pakistan. These differences eventually led to the Bangladesh Liberation War. On 16 December 1971, Bangladesh gained independence, with the help of allied forces against West Pakistani forces.\nThe East Bengal Legislative Assembly was the law-making body of the province of East Bengal. It was later renamed the East Pakistan Legislative Assembly and would be succeeded by the Jatiyo Sangshad in 1971.\nAfter the birth of Bangladesh, Bangla replaced Urdu and English as the sole national and official language, and was the language taught in schools and used in business and government. The Bangla Academy was important in this change. In the 1980s, British-style education was maintained through private English-language institutions attended by upper class children. English continued to be taught in higher education and was offered as a subject for university degrees.\nAt first, Arabic also lost ground in independent Bangladesh. This trend ended in the late 1970s, however, after Bangladesh strengthened its ties with Saudi Arabia and other oil-rich, Arabic-speaking countries. An unsuccessful attempt was made in 1983 to introduce Arabic as a required language in primary and secondary levels. Arabic is widely studied in Madrassas and Islamic institutions around the country for better understanding of the Quran, Hadith and any other Islamic texts.\nPolitics.\nThe President, while Head of State, holds a largely ceremonial post, with the real power held by the Prime Minister, who is Head of Government. The president is elected by the legislature every 5 years and his normally limited powers are substantially expanded during the tenure of a Caretaker Government, mainly in controlling the transition to a new government.\nThe prime minister is appointed by the president and must be a member of parliament (MP) whom the president feels commands the confidence of the majority of other MPs. The Cabinet is composed of ministers selected by the prime minister and appointed by the president.\nThe unicameral Bangladeshi parliament is the House of the Nation or \"Jatiya Sangsad\", whose 300 members are elected by popular vote from single territorial constituencies for five-year terms of office. The highest Judiciary body is the Supreme Court, of which the chief justices and other judges are appointed by the president.\nAfter its independence from Pakistan, the people of Bengal thereon had formally become Bangladeshis and they became a Parliamentary democracy, with Mujib as the Prime Minister. In the 1973 parliamentary elections, the Awami League gained an absolute majority. A nationwide famine occurred during 1973 and 1974, and in early 1975, Mujib initiated a one-party socialist rule with his newly formed BAKSAL. On the August 15th, 1975, Mujib and his family were a target for assassination by mid-level military officers.\nA series of bloody coups and counter-coups in the following three months culminated in the ascent to power of General Ziaur Rahman, who reinstated multi-party politics and founded the Bangladesh Nationalist Party (BNP). Zia's rule ended when he was himself assassinated in 1981 by elements of the junta military. Bangladesh's next major ruler was General Hossain Mohammad Ershad, who gained power in a bloodless coup in 1982 and ruled until 1990, when he was forced to resign under western donor pressure in a major shift in international policy after the end of communism when anti-communist dictators were no longer felt necessary. Since then, Bangladesh has reverted to a parliamentary democracy. Zia's widow, Khaleda Zia, led the Bangladesh Nationalist Party to parliamentary victory at the general election in 1991 and became the first female Prime Minister in Bangladesh's history and the second one in the Muslim world. However, the Bangladesh Awami League, headed by Sheikh Hasina, one of Mujib's surviving daughters, clinched power at the next election in 1996 but lost to the Bangladesh Nationalist Party again in 2001.\nIn January 11, 2007, following widespread violence, a caretaker government was appointed to administer the next general election. The country had suffered from extensive corruptions, disorder and political violence. The new caretaker government has made it a priority to root out corruption from all levels of government. To this end, many notable politicians and officials, along with large numbers of lesser officials and party members, have been arrested on corruption charges. The caretaker government held a fair and free election on December 29, 2008. Awami League's Sheikh Hasina won the elections with a landslide victory and took oath of Prime Minister on the 6th January 2009.\nDifficulties.\nDespite 46 years of independence, Bangladesh is still a poor country and has problems with corruption and political troubles. Presently more than half of the people can read and write.\nBangladesh has heavy cyclones and natural disasters, due to this many lives are often lost. The country is one of the most densely populated in the world. Cyclones are very common in the Bay of Bengal during the middle of the year, particularly in the south of country in areas like Sundarban, Chittagong, Cox's Bazaar, or in neighboring Myanmar and Republic of India. Despite the many storms, Bangladesh does not have a very effective storm prevention system, and cyclones usually inflict heavy damage.\nGeography.\nBangladesh is in the Ganges Delta. This is where the rivers Ganges, Brahmaputra, and Meghna come together. Most parts of Bangladesh are less than above the sea level. The highest point in Bangladesh is in Mowdok range at in the Chittagong Hill Tracts to the southeast of the country. Cox's Bazar, south of the city of Chittagong, has a beach that is uninterrupted over.\nA large part of the coastline is a marshy jungle, the Sundarbans. They are the largest mangrove forest in the world.\nDivisions.\nBangladesh is divided into eight administrative divisions: Barisal (বরিশাল), Chittagong (চট্টগ্রাম), Dhaka (ঢাকা), Khulna (খুলনা), Rajshahi (রাজশাহী), Sylhet (সিলেট), and Rangpur (রংপুর).\nDivisions are divided into districts. There are 64 districts in Bangladesh.\nDhaka is the capital and largest city of Bangladesh. Other major cities include Chittagong, Khulna, Rajshahi, Sylhet, Barisal, Bogra, Comilla, Mymensingh and Rangpur. For more locations see List of settlements in Bangladesh.\nReligion.\nThe main religion in Bangladesh is Islam (90.39%). The second largest religion is Hinduism (8.70%). Most Muslims are Sunni. Islam was made the state religion in the 1980s in the country's constitution. Christians make up less than 1% of the population.\nCulture.\nThe earliest literary text in Bengali is the 8th century Charyapada. Medieval Bengali literature was often either religious or from other languages. The 19th century had poets such as Rabindranath Tagore, Michael Madhusudan Dutt and Kazi Nazrul Islam.\nThe musical tradition of Bangladesh is lyrics-based with little instruments. Folk music is often accompanied by the ektara, an instrument with only one string. Bangladeshi dance forms are from folk traditions.\nBangladesh makes about 80 films a year. Mainstream Hindi films are also quite popular. Around 200 daily newspapers are published in Bangladesh, along with more than 500 magazines.\nRice and fish are traditional favorite foods. Biryani is a favorite dish of Bangladeshis.\nThe sari is by far the most widely worn dress by Bangladeshi women.The salwar kameez (shaloar kamiz) is also quite popular among especially the younger females, and In urban areas some women wear western attire. Among men, western attire is more widely worn.\nEid ul-Fitr and Eid ul-Adha are major religious festivals in Bangladesh. Buddha Purnima, which marks the birth of Gautama Buddha, and Christmas, called \"Bôŗodin\" (Great day), are both national holidays. The most important non-religious festival is Pohela Boishakh or Bengali New Year, the beginning of the Bengali calendar year.\nSports.\nCricket is the most popular sport in Bangladesh. Next is football (soccer). The national cricket team was in their first Cricket World Cup in 1999. In 2011, Bangladesh successfully co-hosted the ICC Cricket World Cup 2011 with India and Sri Lanka.\nHadudu (kabaddi) is the national sport in Bangladesh. Other popular sports include field hockey, tennis, badminton, handball, basketball, volleyball, chess, shooting, angling, and carrom.\nState symbols of Bangladesh.\nThe National symbols of the Bangladesh consist of symbols to represent Bengali traditions and ideals that reflect the different aspects of the cultural life and history of the country.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Asia","surface_form":"South Asia","offset":79},{"uri":"North-east_India","surface_form":"North-east India","offset":109},{"uri":"India","surface_form":"India","offset":149},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":177},{"uri":"Dhaka","surface_form":"Dhaka","offset":295},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":368},{"uri":"Myanmar","surface_form":"Myanmar","offset":400},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":460},{"uri":"Bhutan","surface_form":"Bhutan","offset":488},{"uri":"Sikkim","surface_form":"Sikkim","offset":496},{"uri":"Nepal","surface_form":"Nepal","offset":507},{"uri":"Bay_of_Bengal","surface_form":"Bay of Bengal","offset":518},{"uri":"Pakistan","surface_form":"Pakistan","offset":620},{"uri":"Bangladesh_Liberation_War","surface_form":"liberation war","offset":637},{"uri":"Provisional_government","surface_form":"provisional government","offset":729},{"uri":"Government-in-exile","surface_form":"exile","offset":766},{"uri":"Calcutta","surface_form":"Calcutta","offset":775},{"uri":"Bengal_(India)","surface_form":"Bengal (India)","offset":785},{"uri":"Instrument_of_Surrender","surface_form":"Instrument of Surrender","offset":811},{"uri":"Bengali_people","surface_form":"Bengali people","offset":840},{"uri":"1972","surface_form":"1972","offset":939},{"uri":"Square_mile","surface_form":"mi²","offset":990},{"uri":"Square_kilometre","surface_form":"km²","offset":1006},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":1119},{"uri":"Orissa","surface_form":"Orissa","offset":1179},{"uri":"Taka","surface_form":"Taka","offset":1308},{"uri":"Bengali_language","surface_form":"Bengali","offset":1339},{"uri":"Ganges","surface_form":"Ganges","offset":1393},{"uri":"Brahmaputra_River","surface_form":"Brahmaputra River","offset":1404},{"uri":"Holy","surface_form":"holy","offset":1427},{"uri":"South_Asia","surface_form":"South Asia","offset":1571},{"uri":"Assam","surface_form":"Assam","offset":2572},{"uri":"Bong_tribe","surface_form":"Bong tribe","offset":4468},{"uri":"Delta","surface_form":"delta","offset":8009},{"uri":"Hill","surface_form":"hill","offset":8031},{"uri":"Inhabited","surface_form":"inhabited","offset":8046},{"uri":"Hundred","surface_form":"hundred","offset":8060},{"uri":"Generation","surface_form":"generation","offset":8072},{"uri":"Thousand","surface_form":"thousand","offset":8085},{"uri":"Agriculture","surface_form":"agriculture","offset":8125},{"uri":"BC","surface_form":"BC","offset":8162},{"uri":"Rice","surface_form":"rice","offset":8194},{"uri":"Urban_area","surface_form":"urban area","offset":8231},{"uri":"Wood","surface_form":"wood","offset":8314},{"uri":"Mud","surface_form":"mud","offset":8323},{"uri":"Adobe","surface_form":"adobe","offset":8338},{"uri":"Monsoon","surface_form":"monsoon","offset":8361},{"uri":"Evidence","surface_form":"evidence","offset":8389},{"uri":"AD","surface_form":"AD","offset":8466},{"uri":"Bengali_language","surface_form":"Bengali language","offset":8522},{"uri":"Religion","surface_form":"religion","offset":8540},{"uri":"State","surface_form":"state","offset":8575},{"uri":"Prosperity","surface_form":"prosperous","offset":8610},{"uri":"Peasant","surface_form":"peasant","offset":8630},{"uri":"Nadia_District","surface_form":"Nadia","offset":8833},{"uri":"West_Bengal","surface_form":"Western Bengal","offset":8842},{"uri":"East_Bengal","surface_form":"Eastern Bengal","offset":8931},{"uri":"Delhi_Sultanate","surface_form":"Delhi Sultanate","offset":8986},{"uri":"Indian_elephant","surface_form":"elephants","offset":9050},{"uri":"Dhaka","surface_form":"Dhaka","offset":9141},{"uri":"Emperor","surface_form":"Emperor","offset":9307},{"uri":"Akbar_the_Great","surface_form":"Akbar the Great","offset":9315},{"uri":"Province","surface_form":"Province","offset":9377},{"uri":"Mughal_Empire","surface_form":"Mughal Empire","offset":9428},{"uri":"Bengal","surface_form":"Bengal","offset":9517},{"uri":"South_Asia","surface_form":"South Asia","offset":11361},{"uri":"Murshidabad_District","surface_form":"Murshidabad","offset":11438},{"uri":"East_Bengal","surface_form":"East Bengal","offset":11976},{"uri":"Dominion_of_Pakistan","surface_form":"United Pakistan","offset":12099},{"uri":"East_Pakistan","surface_form":"East Pakistan","offset":12175},{"uri":"Dacca","surface_form":"Dacca","offset":12192},{"uri":"Bengal","surface_form":"Bengal","offset":12244},{"uri":"Bengali_people","surface_form":"Bengalis","offset":12318},{"uri":"Pakistani","surface_form":"Pakistani","offset":12393},{"uri":"Bangladesh_Liberation_War","surface_form":"Bangladesh Liberation War","offset":12454},{"uri":"Mitro_Bahini","surface_form":"allied forces","offset":12551},{"uri":"West_Pakistan","surface_form":"West Pakistan","offset":12573},{"uri":"Israel","surface_form":"Israel","offset":13167},{"uri":"Kuwait","surface_form":"Kuwait","offset":13362},{"uri":"Iraq","surface_form":"Iraq","offset":13373},{"uri":"Brunei","surface_form":"Brunei","offset":13379},{"uri":"Malaysia","surface_form":"Malaysia","offset":13390},{"uri":"Urdu","surface_form":"Urdu","offset":13520},{"uri":"English_language","surface_form":"English","offset":13529},{"uri":"Arabic_language","surface_form":"Arabic","offset":13953},{"uri":"Centuries","surface_form":"centuries","offset":14557},{"uri":"War","surface_form":"war","offset":14645},{"uri":"20th_century","surface_form":"20th century","offset":14655},{"uri":"Genocide","surface_form":"genocide","offset":14687},{"uri":"State","surface_form":"political states","offset":14701},{"uri":"British","surface_form":"British","offset":14736},{"uri":"British_India","surface_form":"British India","offset":14782},{"uri":"Dominion_of_Pakistan","surface_form":"Dominion of Pakistan","offset":14825},{"uri":"Pakistan","surface_form":"Pakistan","offset":14941},{"uri":"Province","surface_form":"province","offset":14973},{"uri":"Bangladesh_Awami_League","surface_form":"Bangladesh Awami League","offset":15042},{"uri":"Dacca","surface_form":"Dacca","offset":15172},{"uri":"Bengal","surface_form":"Bengal","offset":15224},{"uri":"Pakistani","surface_form":"Pakistan","offset":15373},{"uri":"Bangladesh_Liberation_War","surface_form":"Bangladesh Liberation War","offset":15423},{"uri":"Mitro_Bahini","surface_form":"allied forces","offset":15520},{"uri":"West_Pakistan","surface_form":"West Pakistan","offset":15542},{"uri":"Legislature","surface_form":"Legislative Assembly","offset":15581},{"uri":"Jatiyo_Sangshad","surface_form":"Jatiyo Sangshad","offset":15748},{"uri":"Urdu","surface_form":"Urdu","offset":15820},{"uri":"English_language","surface_form":"English","offset":15829},{"uri":"President","surface_form":"President","offset":16741},{"uri":"Head_of_State","surface_form":"Head of State","offset":16758},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":16838},{"uri":"Head_of_Government","surface_form":"Head of Government","offset":16861},{"uri":"Caretaker_Government","surface_form":"Caretaker Government","offset":17021},{"uri":"Cabinet","surface_form":"Cabinet","offset":17273},{"uri":"Unicameral","surface_form":"unicameral","offset":17373},{"uri":"Parliament","surface_form":"parliament","offset":17396},{"uri":"Judiciary","surface_form":"Judiciary","offset":17583},{"uri":"Bangladesh_Nationalist_Party","surface_form":"Bangladesh Nationalist Party","offset":18395},{"uri":"Bangladesh_Awami_League","surface_form":"Bangladesh Awami League","offset":19151},{"uri":"Cyclone","surface_form":"cyclone","offset":20248},{"uri":"Bay_of_Bengal","surface_form":"Bay of Bengal","offset":20414},{"uri":"Chittagong","surface_form":"Chittagong","offset":20521},{"uri":"Cox%27s_Bazaar","surface_form":"Cox's Bazaar","offset":20533},{"uri":"Myanmar","surface_form":"Myanmar","offset":20565},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":20577},{"uri":"Ganges_River","surface_form":"Ganges","offset":20802},{"uri":"Brahmaputra_River","surface_form":"Brahmaputra","offset":20810},{"uri":"Meghna_River","surface_form":"Meghna","offset":20827},{"uri":"Chittagong_Hill_Tracts","surface_form":"Chittagong Hill Tracts","offset":20970},{"uri":"Cox%27s_Bazar","surface_form":"Cox's Bazar","offset":21026},{"uri":"Marsh","surface_form":"marsh","offset":21147},{"uri":"Jungle","surface_form":"jungle","offset":21154},{"uri":"Sundarbans","surface_form":"Sundarbans","offset":21166},{"uri":"Mangrove","surface_form":"mangrove","offset":21199},{"uri":"Barisal_Division","surface_form":"Barisal","offset":21299},{"uri":"Chittagong_Division","surface_form":"Chittagong","offset":21317},{"uri":"Dhaka_Division","surface_form":"Dhaka","offset":21341},{"uri":"Khulna_Division","surface_form":"Khulna","offset":21355},{"uri":"Rajshahi_Division","surface_form":"Rajshahi","offset":21371},{"uri":"Sylhet_Division","surface_form":"Sylhet","offset":21391},{"uri":"Rangpur_Division","surface_form":"Rangpur","offset":21411},{"uri":"Dhaka","surface_form":"Dhaka","offset":21504},{"uri":"Chittagong","surface_form":"Chittagong","offset":21584},{"uri":"Khulna","surface_form":"Khulna","offset":21596},{"uri":"Rajshahi","surface_form":"Rajshahi","offset":21604},{"uri":"Sylhet","surface_form":"Sylhet","offset":21614},{"uri":"Barisal","surface_form":"Barisal","offset":21622},{"uri":"Bogra","surface_form":"Bogra","offset":21631},{"uri":"Comilla","surface_form":"Comilla","offset":21638},{"uri":"Mymensingh","surface_form":"Mymensingh","offset":21647},{"uri":"Rangpur%2C_Bangladesh","surface_form":"Rangpur","offset":21662},{"uri":"List_of_settlements_in_Bangladesh","surface_form":"List of settlements in Bangladesh","offset":21694},{"uri":"Islam","surface_form":"Islam","offset":21774},{"uri":"Hinduism","surface_form":"Hinduism","offset":21821},{"uri":"Sunni_Islam","surface_form":"Sunni","offset":21856},{"uri":"Christian","surface_form":"Christian","offset":21941},{"uri":"Charyapada","surface_form":"Charyapada","offset":22058},{"uri":"Rabindranath_Tagore","surface_form":"Rabindranath Tagore","offset":22185},{"uri":"Michael_Madhusudan_Dutt","surface_form":"Michael Madhusudan Dutt","offset":22206},{"uri":"Kazi_Nazrul_Islam","surface_form":"Kazi Nazrul Islam","offset":22234},{"uri":"Ektara","surface_form":"ektara","offset":22369},{"uri":"Bollywood","surface_form":"Hindi films","offset":22514},{"uri":"Biryani","surface_form":"Biryani","offset":22689},{"uri":"Sari","surface_form":"sari","offset":22737},{"uri":"Eid_ul-Fitr","surface_form":"Eid ul-Fitr","offset":22992},{"uri":"Eid_ul-Adha","surface_form":"Eid ul-Adha","offset":23008},{"uri":"Vesak","surface_form":"Buddha Purnima","offset":23065},{"uri":"Gautama_Buddha","surface_form":"Gautama Buddha","offset":23106},{"uri":"Pohela_Boishakh","surface_form":"Pohela Boishakh","offset":23240},{"uri":"Cricket","surface_form":"Cricket","offset":23329},{"uri":"Football_(soccer)","surface_form":"football (soccer)","offset":23386},{"uri":"Bangladesh_national_cricket_team","surface_form":"national cricket team","offset":23409},{"uri":"Cricket_World_Cup","surface_form":"Cricket World Cup","offset":23450},{"uri":"ICC_Cricket_World_Cup_2011","surface_form":"ICC Cricket World Cup 2011","offset":23524},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":23566},{"uri":"Kabaddi","surface_form":"Hadudu (kabaddi)","offset":23577},{"uri":"Field_hockey","surface_form":"field hockey","offset":23660},{"uri":"Tennis","surface_form":"tennis","offset":23674},{"uri":"Badminton","surface_form":"badminton","offset":23682},{"uri":"Team_handball","surface_form":"handball","offset":23693},{"uri":"Basketball","surface_form":"basketball","offset":23703},{"uri":"Volleyball","surface_form":"volleyball","offset":23715},{"uri":"Chess","surface_form":"chess","offset":23727},{"uri":"Shooting_sports","surface_form":"shooting","offset":23734},{"uri":"Angling","surface_form":"angling","offset":23744},{"uri":"Carrom","surface_form":"carrom","offset":23757},{"uri":"National_symbols","surface_form":"National symbols","offset":23798}]}