{"id":157957,"url":"http://en.wikipedia.org/wiki/Tropical_Depression_Sixteen_(2008)","text":"Tropical Depression Sixteen was the sixteenth, and weakest, tropical cyclone of the 2008 Atlantic hurricane season. Sixteen formed from a strong tropical disturbance off the eastern shores of Nicaragua on October 13. The disturbance quickly turned into a tropical depression the next day while being very close to the coastline. Because of its close distance towards land, the depression was not able to form strong convection, which was the reason why it did not become stronger. Once off the northern shores of Honduras, the depression became disorganized, but was able to strengthen a little bit, reaching its peak intensity with winds of 35 mph (55 km/h) on the afternoon of October 15. The depression then moved onshore and quickly died out by the next morning.\nA lot of rainfall from the depression started deadly flooding in Central America which left at least 75 people dead and forcing 100,000 people to move, and being responsible for $150 million in damage.\nStorm history.\nOn the afternoon of October 13, a large area of low pressure formed in the southwestern Caribbean Sea, about 160 mi (160 km) east-southeast of Puerto Cabezas, Nicaragua. The low was found in a place that was good for development and a tropical cyclone formation alert was given out soon after the low formed. The low slowly became better organized and was thought to have turned into a tropical depression the next morning while it was 50 mi (80 km) northeast of the Nicaragua/Honduras border. The depression was predicted to move across from the coastline, and later move to the west when it was north of Honduras, and by then make landfall in Belize as a tropical storm with winds of 65 mph (105 km/h) on October 18.\nBut the convection that was associated with the depression went away and the whole structure of the storm started to get worse. The depression stayed disorganized during the morning, in spite of curved banding traits forming, they stayed far from the center of circulation. In the late afternoon, the depression mooved onto the northern coastline of Honduras with winds still at 30 mph (45 km/h). Even though being over land and still being disorganized, the depression became a little bit more strong enough to reach its peak intensity of 35 mph (55 km/h) on the afternoon of October 15. This happened because of a mistake of a QuikSCAT satellite pass a ship, with the code H3VR, reporting 38 mph (61 km/h) sustained winds, and a buoy report. However, the winds were actually though to have been weaker than what was said because of the ridge of high pressure that was over the southern United States. The final advisory on the depression was given out the next morning as it turned back into a remnant low.\nPreparations and impact.\nThe National Hurricane Center gave out a lot of tropical storm watches while the storm was still alive, while in Costa Rica a red alert warning was put into effect across much of the country, and more than 100,000 people were told to move to safer places. Because the depression never became a tropical storm, tropical storm-conditions were not felt in the watch areas.\nHeavy rains from the depression's remnant low left at least 16 people dead and six missing and forced 100,000 other people from their homes across Central America. The depression destroyed bridges, flooded villages and blocked roads. Total damage is thought to be at about $150 million (2008 USD).","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":60},{"uri":"2008_Atlantic_hurricane_season","surface_form":"2008 Atlantic hurricane season","offset":84},{"uri":"Tropical_cyclone","surface_form":"tropical disturbance","offset":145},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":192},{"uri":"Convection","surface_form":"convection","offset":416},{"uri":"Precipitation","surface_form":"rainfall","offset":776},{"uri":"Flood","surface_form":"flood","offset":820},{"uri":"Central_America","surface_form":"Central America","offset":832},{"uri":"Low_pressure_area","surface_form":"area of low pressure","offset":1024},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":1072},{"uri":"Mile","surface_form":"mi","offset":1097},{"uri":"Kilometre","surface_form":"km","offset":1105},{"uri":"Direction","surface_form":"east-southeast","offset":1109},{"uri":"Puerto_Cabezas%2C_Nicaragua","surface_form":"Puerto Cabezas","offset":1127},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":1143},{"uri":"Tropical_cyclone_formation_alert","surface_form":"tropical cyclone formation alert","offset":1219},{"uri":"Honduras","surface_form":"Honduras","offset":1461},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":1617},{"uri":"Belize","surface_form":"Belize","offset":1629},{"uri":"Convection","surface_form":"convection","offset":1711},{"uri":"Atmospheric_circulation","surface_form":"circulation","offset":1964},{"uri":"QuikSCAT","surface_form":"QuikSCAT","offset":2332},{"uri":"Buoy","surface_form":"buoy","offset":2434},{"uri":"High_pressure_area","surface_form":"ridge of high pressure","offset":2541},{"uri":"United_States","surface_form":"United States","offset":2591},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":2741},{"uri":"Tropical_storm_watch","surface_form":"tropical storm watch","offset":2785},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":2850},{"uri":"Rainfall","surface_form":"rains","offset":3113},{"uri":"USD","surface_form":"USD","offset":3399}]}