{"id":15800,"url":"http://en.wikipedia.org/wiki/United_States_Senate","text":"The United States Senate is the upper house of the United States Congress, which is a small group of elected people who decide the laws of the country. Every U.S. state elects two people to represent them in the US Senate. These people are called senators. Since there are 50 US states, there are 100 senators. Senators only serve six years at a time, and one-third of them are picked every two years. Originally the legislature of each state decided who their senators would be. After 1913, all the people of the state chose their senators by vote. The Vice President of the United States is in charge of the Senate, but only does anything when there is a tie vote or a special event.\nIn order to be a senator, a person has to be 30 years old or older, and has to be a citizen of the United States for 9 years or more. They must also live in the state they represent at election time.\nFunctions.\nThe Senate, along with the United States House of Representatives, votes on which laws the United States should have. In most cases, both of these groups have to agree on the suggested law and the President has to sign it before it becomes a law.\nThe Senate is the side of Congress where every state has the same number of votes (two). This is different from the House of Representatives, where states with more people have more votes than states with fewer people. This was decided at the Constitutional Convention, because small states like Delaware did not want the larger states to be able to decide everything. Also, only part of the Senate runs for election during elections. Every two years, 33 (two elections) or 34 (one election) senators are elected. For each state, this means that after two elections to the Senate, during one election no one will be elected to the Senate.\nAlso, like the House, the Senate can override the president's veto with a ⅔ (67 votes) vote. But unlike the house, some bills require a 3/5 (60 votes) vote (it used to be ⅔ of the vote) to overcome the filibuster. A filibuster is when senators band together, they can stop bills from going through the senate.\nThe United States Senate was formerly the upper chamber of the United States Congress, which, along with the United States House of Representatives ― the lower chamber ― comprised the legislature of the United States.\nConfirmation powers.\nThe Senate is also in charge of agreeing to treaties with other countries. The Senate has the sole responsibility for confirming presidential appointments. These include federal judges, foreign ambassadors and Cabinet members. If the Senate and President do not agree, the President has to pick someone else the Senate will agree to.\nPolitical parties.\nCommittees of the United States Senate and other important jobs in the Senate are assigned by the majority political party. Right now, the Senate is made up of 48 Democrats with 2 Independents who sides with the Democrats which make them the Senate Majority. The minority of the Senate is made up of 50 Republicans.","categories":[],"infobox_types":["legislature"],"annotations":[{"uri":"Upper_house","surface_form":"upper house","offset":32},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":51},{"uri":"States_of_the_United_States","surface_form":"state","offset":163},{"uri":"Election","surface_form":"elects","offset":169},{"uri":"Legislature","surface_form":"legislature","offset":417},{"uri":"1913","surface_form":"1913","offset":486},{"uri":"Voting","surface_form":"vote","offset":544},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President of the United States","offset":554},{"uri":"Tie","surface_form":"tie","offset":657},{"uri":"Citizen","surface_form":"citizen","offset":770},{"uri":"States_of_the_United_States","surface_form":"state","offset":847},{"uri":"Election","surface_form":"election","offset":871},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":924},{"uri":"Vote","surface_form":"vote","offset":964},{"uri":"Law","surface_form":"law","offset":979},{"uri":"President_of_the_United_States","surface_form":"President","offset":1094},{"uri":"Signature","surface_form":"sign","offset":1111},{"uri":"Constitutional_Convention_(United_States)","surface_form":"Constitutional Convention","offset":1387},{"uri":"Delaware","surface_form":"Delaware","offset":1440},{"uri":"Filibuster","surface_form":"filibuster","offset":1999},{"uri":"Treaty","surface_form":"treaties","offset":2376},{"uri":"Confirm","surface_form":"confirm","offset":2450},{"uri":"Appoint","surface_form":"appoint","offset":2474},{"uri":"Judge","surface_form":"judge","offset":2510},{"uri":"Ambassador","surface_form":"foreign ambassadors","offset":2518},{"uri":"United_States_Cabinet","surface_form":"Cabinet members","offset":2542},{"uri":"Committees_of_the_United_States_Senate","surface_form":"Committees of the United States Senate","offset":2685},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrats","offset":2848},{"uri":"Independent_(politician)","surface_form":"Independent","offset":2865},{"uri":"Republican_Party_(United_States)","surface_form":"Republicans","offset":2988}]}