{"id":158019,"url":"http://en.wikipedia.org/wiki/Appendix_(anatomy)","text":"In human anatomy, the appendix (or vermiform appendix; also cecal [or caecal] appendix; vermix; or vermiform process) is a blind ended tube connected to the cecum (or caecum).\nThe caecum is a pouch-like part of the colon. The appendix is near the junction of the small intestine and the large intestine. The term \"vermiform\" comes from Latin and means \"worm-like in appearance\". Its length is approximately 4 to 6 centimetres.\nThe appendix has no apparent function in humans, but it can get inflamed and cause diseases (like appendicitis). In us, it is a vestigial organ. It is assumed the appendix may act as a storage for beneficial (\"good\") gut bacteria which aid us on digesting difficult food and fighting germs.\nDarwin suggested that the appendix was perhaps used to digest leaves as primates. Over time, humans have eaten fewer vegetables and have evolved. Over thousands of years, this organ has become smaller to make room for the stomach. It is a vestigial organ which has degraded to nearly nothing in the course of evolution.\nHerbivorous mammals such as the Koala have large appendices, and usually other adaptations as well. Cellulose, from plant cell walls, is hard to break down. The cecum of the koala is attached to the juncture of the small and large intestines as it is in humans, but is very long. This enables it to host bacteria specific for cellulose breakdown.\nEarly man’s ancestor may have also relied upon this system and lived on a diet rich in foliage. As man began to eat foods easier to digest, they became less reliant on cellulose-rich plants for energy.\nReservoir of gut flora.\nRecent work shows the appendix is a safe place for useful bacteria when illness flushes those bacteria from the rest of the intestines. This proposal is based on a new understanding of how the immune system supports the growth of beneficial gut flora, in combination with many well-known features of the appendix, including its architecture, its location just below the normal one-way flow of food and germs in the large intestine, and its association with copious amounts of immune tissue. Research performed at Winthrop University-Hospital showed that individuals without an appendix were four times more likely to have a recurrence of \"Clostridium difficile\" colitis. The appendix, therefore, may act as a \"safe house\" for commensal (\"good\") bacteria. This reservoir of gut flora could then serve to repopulate the digestive system following a bout of dysentery or cholera.","categories":[],"infobox_types":[],"annotations":[{"uri":"Human","surface_form":"human","offset":3},{"uri":"Anatomy","surface_form":"anatomy","offset":9},{"uri":"Tube","surface_form":"tube","offset":135},{"uri":"Cecum","surface_form":"cecum","offset":157},{"uri":"Colon_(anatomy)","surface_form":"colon","offset":215},{"uri":"Small_intestine","surface_form":"small intestine","offset":263},{"uri":"Large_intestine","surface_form":"large intestine","offset":287},{"uri":"Latin","surface_form":"Latin","offset":336},{"uri":"Appendicitis","surface_form":"appendicitis","offset":525},{"uri":"Vestigial_organ","surface_form":"vestigial organ","offset":555},{"uri":"Charles_Darwin","surface_form":"Darwin","offset":718},{"uri":"Digestion","surface_form":"digest","offset":773},{"uri":"Primate","surface_form":"primate","offset":790},{"uri":"Vegetable","surface_form":"vegetable","offset":835},{"uri":"Stomach","surface_form":"stomach","offset":940},{"uri":"Vestigial_organ","surface_form":"vestigial organ","offset":957},{"uri":"Herbivore","surface_form":"Herbivorous","offset":1038},{"uri":"Koala","surface_form":"Koala","offset":1070},{"uri":"Bacteria","surface_form":"bacteria","offset":1342},{"uri":"Cellulose","surface_form":"cellulose","offset":1364},{"uri":"Bacteria","surface_form":"bacteria","offset":1669},{"uri":"Gut_flora","surface_form":"gut flora","offset":1852},{"uri":"Clostridium_difficile","surface_form":"Clostridium difficile","offset":2250},{"uri":"Colitis","surface_form":"colitis","offset":2273},{"uri":"Commensalism","surface_form":"commensal","offset":2337}]}