{"id":158240,"url":"http://en.wikipedia.org/wiki/Candiru","text":"Candiru (candirú) (Spanish, also known as canero or toothpick fish) are parasitic freshwater catfish and a member of the Trichomycteridae family. They can be found in the Amazon River and to the people who live there, they are the most feared fish in its waters, even over the piranha. They are eel-shaped and translucent, making them very difficult to see in the water. Some species have been known to grow to a size of 6 inches (~15 cm) in length.\nThe area that has the most of these fish is at the section between the Amazon River and the Rio Negro, near Brazil's inland city of Manaus.\nParasitism and food.\nCandiru are parasites. Their ability to find breath currents in the water allows them to swim into the gill openings of other aquatic species, where they feed on their prey's blood.\nWhile the fish in the subfamily Vandelliinae feed on blood, fish in Stegophilinae may feed on scales, mucus, or carrion.\nTo hunt for its prey, the Candirú lies at the bottom of the river testing and sniffing the water for certain chemicals, such as urea and ammonia from the gills of other fish. Once they have found a fish nearby they rush with a burst of speed to the gill cavity and attaches itself with its spines. Then, it begins to gnaw a hole towards a major blood vessel and stuffs itself for no more than a few minutes, which usually causes the victim to die. It will then release itself and sink back to the river bed in order to digest its food and wait for its next meal.\nAttacks on people.\nThese smaller species are known for being thought to invade and make use of a person's urethra. Even with reports as old as the 1800s, the first written case of the removal of a candiru from a person did not occur until 1997, and even that incident is not believed by everyone. The idea that the fish are attracted by urine appears to be not right. The fish actually hunt by sight and do not like urine at all.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spanish_language","surface_form":"Spanish","offset":19},{"uri":"Parasite","surface_form":"parasitic","offset":72},{"uri":"Fresh_water","surface_form":"freshwater","offset":82},{"uri":"Catfish","surface_form":"catfish","offset":93},{"uri":"Trichomycteridae","surface_form":"Trichomycteridae","offset":121},{"uri":"Family_(biology)","surface_form":"family","offset":138},{"uri":"Amazon_River","surface_form":"Amazon River","offset":171},{"uri":"Piranha","surface_form":"piranha","offset":277},{"uri":"Eel","surface_form":"eel","offset":295},{"uri":"Translucency","surface_form":"translucent","offset":310},{"uri":"Rio_Negro_(Amazon)","surface_form":"Rio Negro","offset":542},{"uri":"Brazil","surface_form":"Brazil","offset":558},{"uri":"Manaus","surface_form":"Manaus","offset":582},{"uri":"Parasite","surface_form":"parasite","offset":623},{"uri":"Respiratory_system","surface_form":"breath","offset":656},{"uri":"Gill","surface_form":"gill","offset":714},{"uri":"Aquatic","surface_form":"aquatic","offset":737},{"uri":"Species","surface_form":"species","offset":745},{"uri":"Blood","surface_form":"blood","offset":786},{"uri":"Scale_(zoology)","surface_form":"scales","offset":887},{"uri":"Mucus","surface_form":"mucus","offset":895},{"uri":"Carrion","surface_form":"carrion","offset":905},{"uri":"Urea","surface_form":"urea","offset":1042},{"uri":"Ammonia","surface_form":"ammonia","offset":1051},{"uri":"Cavity","surface_form":"cavity","offset":1168},{"uri":"Digestion","surface_form":"digest","offset":1433},{"uri":"Urethra","surface_form":"urethra","offset":1583}]}