{"id":158508,"url":"http://en.wikipedia.org/wiki/Slide_rule","text":"The slide rule, or \"slipstick\", is a mechanical analog computer. The slide rule is used mainly for multiplication and division, and also for \"scientific\" functions such as roots, logarithms and trigonometry, but usually not for addition or subtraction.\nThere are many different styles of slide rules. They are usually linear or circular. They have a standardised set of markings (called scales). These scales are used for mathematical computations. Some slide rules have been made for special use, as for aviation or finance. Those slide rules have special scales for those applications, as well as normal scales.\nWilliam Oughtred and others developed the slide rule in the 1600s. The slide rule is based on the work on logarithms by John Napier. Before electronic calculators were developed, slide rules were the tool used most often in science and engineering. The use of slide rules continued to grow through the 1950s and 1960s even as digital computing devices were gradually introduced; but around 1974 the pocket calculator made the slide rule largely obsolete and most suppliers left the business.\nBasic concepts.\nIn its most basic form, the slide rule uses two logarithmic scales to allow rapid multiplication and division of numbers. These common operations can be time-consuming and error-prone when done on paper. More complex slide rules allow other calculations, such as square roots, exponentials, logarithms, and trigonometric functions.\nMathematical calculations are done by aligning a mark on the sliding central strip with one on one of the fixed strips.\nThe relative position of other marks can then be observed. Numbers aligned with the marks give the approximate value of the product, quotient, or other calculated result.\nThe user determines the location of the decimal point in the result, based on mental estimation. Scientific notation is used to track the decimal point in more formal calculations. Addition and subtraction steps in a calculation are generally done mentally or on paper, not on the slide rule.\nMost slide rules have three linear strips of the same length. The strips are aligned in parallel and interlocked so that the central strip can be moved lengthwise relative to the other two. The outer two strips are fixed so that their relative positions do not change.\nSome slide rules (\"duplex\" models) have scales on both sides of the rule and slide strip, others on one side of the outer strips and both sides of the slide strip, still others on one side only (\"simplex\" rules). A sliding cursor with a vertical alignment line is used to find corresponding points on scales that are not next to each other or, in duplex models, are on the other side of the rule. The cursor can also record an intermediate result on any of the scales.\nMultiplication.\nA logarithm transforms the operations of multiplication and division to addition and subtraction according to the rules formula_1 and formula_1.\nMoving the top scale to the right by a distance of formula_1, by matching the beginning of the top scale with the label formula_1 on the bottom, aligns each number formula_1, at position formula_1 on the top scale, with the number at position formula_1 on the bottom scale. Because formula_1, this position on the bottom scale gives formula_1, the product of formula_1 and formula_1. For example, to calculate 3*2, the 1 on the top scale is moved to the 2 on the bottom scale. The answer, 6, is read off the bottom scale where 3 is on the top scale. In general, the 1 on the top is moved to a factor on the bottom, and the answer is read off the bottom where the other factor is on the top.\nMethod 1 is easy to understand, but entails a loss of precision. Method 3 has the advantage that it only involves two scales.\nDivision.\nThe illustration below demonstrates the computation of 5.5/2. The 2 on the top scale is placed over the 5.5 on the bottom scale. The 1 on the top scale lies above the quotient, 2.75. There is more than one method for doing division, but the method presented here has the advantage that the final result cannot be off-scale, because one has a choice of using the 1 at either end.\nOther operations.\nThe Binary Slide Rule manufactured by Gilson in 1931 performed an addition and subtraction function limited to fractions.\nRoots and powers.\nThere are single-decade (C and D), double-decade (A and B), and triple-decade (K) scales. To compute formula_1, for example, locate x on the D scale and read its square on the A scale. Inverting this process allows square roots to be found, and similarly for the powers 3, 1/3, 2/3, and 3/2. Care must be taken when the base, x, is found in more than one place on its scale. For instance, there are two nines on the A scale; to find the square root of nine, use the first one; the second one gives the square root of 90.\nFor formula_1 problems, use the LL scales. When several LL scales are present, use the one with x on it. First, align the leftmost 1 on the C scale with x on the LL scale. Then, find y on the C scale and go down to the LL scale with x on it. That scale will indicate the answer. If y is \"off the scale,\" locate formula_1 and square it using the A and B scales as described above.\nTrigonometry.\nThe S, T, and ST scales are used for trigonometric function<nowiki/>s and multiples of trig functions, for angles in degrees. Many slide rules have their S, T, and ST scales marked with degrees and minutes. So-called \"decitrig\" models use decimal fractions of degrees instead.\nLogarithms and exponentials.\nBase-10 logarithms and exponentials are found using the L scale, which is linear. Some slide rules have a Ln scale, which is for base e.\nThe Ln scale was invented by an 11th grade student, Stephen B. Cohen, in 1958. The original intent was to allow the user to select an exponent \"x\" (in the range 0 to 2.3) on the Ln scale and read e\"x\" on the C (or D) scale and e–\"x\" on the CI (or DI) scale. Pickett, Inc. was given exclusive rights to the scale. Later, the inventor created a set of \"marks\" on the Ln scale to extend the range beyond the 2.3 limit, but Pickett never incorporated these marks on any of its slide rules.\nAddition and subtraction.\nSlide rules are not typically used for addition and subtraction, but it is nevertheless possible to do so using two different techniques.\nThis method is similar to the addition/subtraction technique used for high-speed electronic circuits with the logarithmic number system in specialized computer applications like the Gravity Pipe (GRAPE) supercomputer and hidden Markov models.\nThe second method uses a sliding linear L scale available on some models. Addition and subtraction are performed by sliding the cursor left (for subtraction) or right (for addition) then returning the slide to 0 to read the result.\nStandard linear rules.\nThe length of the slide rule is quoted in terms of the nominal length of the scales. Scales on the most common \"10-inch\" models are actually 25 cm in length, as they were made to metric standards, though some rules offer slightly extended scales to simplify manipulation when a result overflowed. Pocket rules are typically 5 inches. Models a couple of meters long were sold to be hung in classrooms for teaching purposes. [http://www.tbullock.com/sliderule.html]\nTypically the divisions mark a scale to a precision of two significant figures, and the user estimates the third figure. Some high-end slide rules have magnifying cursors that make the markings easier to see. Such cursors can effectively double the accuracy of readings, permitting a 10-inch slide rule to serve as well as a 20-inch.\nVarious other conveniences have been developed. Trigonometric scales are sometimes dual-labeled, in black and red, with complementary angles, the so-called \"Darmstadt\" style. Duplex slide rules often duplicate some of the scales on the back. Scales are often \"split\" to get higher accuracy.\nSpecialized slide rules were invented for various forms of engineering, business and banking. These often had common calculations directly expressed as special scales, for example loan calculations, optimal purchase quantities, or particular engineering equations. For example, the Fisher Controls company distributed a customized slide rule adapted to solving the equations used for selecting the proper size of industrial flow control valves.\nCircular slide rules.\nCircular slide rules come in two basic types, one with two cursors (left), and another with a movable disk and a single cursor (right). The dual cursor versions perform multiplication and division by maintaining a fixed angle between the cursors as they are rotated around the dial. The single cursor version operates more like the standard slide rule through the appropriate alignment of the scales.\nThe basic advantage of a circular slide rule is that the longest dimension of the tool was reduced by a factor of about 3 (i.e. by π). For example, the outer scale of a 10 cm circular would have a maximum precision equal to a 30 cm ordinary slide rule. Circular slide rules also eliminate \"off-scale\" calculations, because the scales were designed to \"wrap around\"; they never have to be re-oriented when results are near 1.0—the rule is always on scale. However, for non-cyclical non-spiral scales such as S, T, and LL's, the scale length is shortened to make room for end margins.\nCircular slide rules are mechanically more rugged and smoother-moving, but their scale alignment precision is sensitive to the centering of a central pivot; a minute 0.1 mm off-centre of the pivot can result in a 0.2 mm worst case alignment error. The pivot, however, does prevent scratching of the face and cursors. The highest accuracy scales are placed on the outer rings. Rather than \"split\" scales, high-end circular rules use spiral scales for more complex operations like log-of-log scales. One eight-inch premium circular rule had a 50-inch spiral log-log scale.\nThe main disadvantages of circular slide rules are the difficulty in locating figures along a rotating disc, and limited number of scales. Another drawback of circular slide rules is that less-important scales are closer to the center, and have lower precisions. Most students learned slide rule use on the linear slide rules, and did not find reason to switch.\nOne slide rule remaining in daily use around the world is the E6B. This is a circular slide rule first created in the 1930s for aircraft pilots to help with dead reckoning. With the aid of scales printed on the frame it also helps with such miscellaneous tasks as converting time, distance, speed, and temperature values, compass errors, and calculating fuel use. The so-called \"prayer wheel\" is still available in flight shops, and remains widely used. While GPS has reduced the use of dead reckoning for aerial navigation, and handheld calculators have taken over many of its functions, the E6B remains widely used as a primary or backup device and the majority of flight schools demand that their students have some degree of its mastery.\nIn 1952, Swiss watch company Breitling introduced a pilot's wristwatch with an integrated circular slide rule specialized for flight calculations: the Breitling Navitimer. The Navitimer circular rule, referred to by Breitling as a \"navigation computer\", featured airspeed, rate/time of climb/descent, flight time, distance, and fuel consumption functions, as well as kilometer–nautical mile and gallon–liter fuel amount conversion functions.\nMaterials.\nTraditionally slide rules were made out of hard wood such as mahogany or boxwood with cursors of glass and metal. At least one high precision instrument was made of steel.\nIn 1895, a Japanese firm, Hemmi, started to make slide rules from bamboo, which had the advantages of being dimensionally stable, strong and naturally self-lubricating. These bamboo slide rules were introduced in Sweden in September, 1933 [http://runeberg.org/tektid/1933a/0348.html], and probably only a little earlier in Germany. Scales were made of celluloid or plastic. Later slide rules were made of plastic, or aluminum painted with plastic. Later cursors were acrylics or polycarbonates sliding on Teflon bearings.\nAll premium slide rules had numbers and scales engraved, and then filled with paint or other resin. Painted or imprinted slide rules were viewed as inferior because the markings could wear off. Nevertheless, Pickett, probably America's most successful slide rule company, made all printed scales. Premium slide rules included clever catches so the rule would not fall apart by accident, and bumpers to protect the scales and cursor from rubbing on tabletops. The recommended cleaning method for engraved markings is to scrub lightly with steel-wool. For painted slide rules, and the faint of heart, use diluted commercial window-cleaning fluid and a soft cloth.\nHistory.\nThe slide rule was invented around 1620–1630, shortly after John Napier's publication of the concept of the logarithm. Edmund Gunter of Oxford developed a calculating device with a single logarithmic scale, which, with additional measuring tools, could be used to multiply and divide. The first description of this scale was published in Paris in 1624 by Edmund Wingate (c. 1593 – 1656), an English mathematician, in a book entitled \"“L'usage de la reigle de proportion en l'arithmetique & geometrie”.\" The book contains a double scale on one side of which is a logarithmic scale and on the other a tabular scale. In 1630, William Oughtred of Cambridge invented a circular slide rule, and in 1632 he combined two Gunter rules, held together with the hands, to make a device that is recognizably the modern slide rule. Like his contemporary at Cambridge, Isaac Newton, Oughtred taught his ideas privately to his students, but delayed in publishing them, and like Newton, he became involved in a vitriolic controversy over priority, with his one-time student Richard Delamain and the prior claims of Wingate. Oughtred's ideas were only made public in publications of his student William Forster in 1632 and 1653.\nIn 1677, Henry Coggeshall created a two-foot folding rule for timber measure, called the Coggeshall slide rule. His design and uses for the tool gave the slide rule purpose outside of mathematical inquiry.\nIn 1722, Warner introduced the two- and three-decade scales, and in 1755 Everard included an inverted scale; a slide rule containing all of these scales is usually known as a \"polyphase\" rule.\nIn 1815, Peter Roget invented the log log slide rule, which included a scale displaying the logarithm of the logarithm. This allowed the user to directly perform calculations involving roots and exponents. This was especially useful for fractional powers.\nModern form.\nThe more modern form was created in 1859 by French artillery lieutenant Amédée Mannheim, \"who was fortunate in having his rule made by a firm of national reputation and in having it adopted by the French Artillery.\" It was around that time, as engineering became a recognized professional activity, that slide rules came into wide use in Europe. They did not become common in the United States until 1881, when Edwin Thacher introduced a cylindrical rule there. The duplex rule was invented by William Cox in 1891, and was produced by Keuffel and Esser Co. of New York.\nAstronomical work also required fine computations, and in 19th century Germany a steel slide rule about 2 meters long was used at one observatory. It had a microscope attached, giving it accuracy to six decimal places.\nIn World War II, bombardiers and navigators who required quick calculations often used specialized slide rules. One office of the U.S. Navy actually designed a generic slide rule \"chassis\" with an aluminum body and plastic cursor into which celluloid cards (printed on both sides) could be placed for special calculations. The process was invented to calculate range, fuel use and altitude for aircraft, and then adapted to many other purposes.\nThroughout the 1950s and 1960s the slide rule was the symbol of the engineer's profession (in the same way that the stethoscope symbolizes the medical profession). German rocket scientist Wernher von Braun brought two 1930s vintage \"Nestler\" slide rules with him when he moved to the U.S. after World War II to work on the American space program. Throughout his life he never used any other pocket calculating devices; slide rules served him perfectly well for making quick estimates of rocket design parameters and other figures. Aluminum Pickett-brand slide rules were carried on five Apollo space missions, including to the moon, according to advertising on Pickett's N600 slide rule boxes [http://copland.udel.edu/~mm/sliderule/lem/].\nSome engineering students and engineers carried ten-inch slide rules in belt holsters, and even into the mid 1970s this was a common sight on campuses. Students also might keep a ten-or twenty-inch rule for precision work at home or the office while carrying a five-inch pocket slide rule around with them.\nIn 2004, education researchers David B. Sher and Dean C. Nataro conceived a new type of slide rule based on \"prosthaphaeresis\", an algorithm for rapidly computing products that predates logarithms. There has been little practical interest in constructing one beyond the initial prototype, however. [http://www.findarticles.com/p/articles/mi_qa3950/is_200401/ai_n9372466]\nDecline.\nThe importance of the slide rule began to diminish as electronic computers, a new but very scarce resource in the 1950s, became widely available to technical workers during the 1960s. The introduction of Fortran in 1957 made computers practical for solving modest size mathematical problems. IBM introduced a series of more affordable computers, the IBM 650 (1954), IBM 1620 (1959), IBM 1130 (1965) addressed to the science and engineering market. John Kemeny's BASIC programming language (1964) made it easy for students to use computers. The DEC PDP-8 minicomputer was introduced in 1965.\nComputers also changed the nature of calculation. With slide rules, there was a great emphasis on working the algebra to get expressions into the most computable form. Users of slide rules would simply approximate or drop small terms to simplify the calculation. Fortran allowed complicated formulas to be typed in from textbooks without the effort of reformulation. Numerical integration was often easier than trying to find closed form solutions for difficult problems. The young engineer asking for computer time to solve a problem that could have been done by a few swipes on the slide rule became a humorous cliché. Many computer centers had a framed slide rule hung on a wall with the note \"In case of emergency, break glass.\"\nAnother step toward the replacement of slide rules with electronics was the development of electronic calculators for scientific and engineering use. The first included the Wang Laboratories LOCI-2, introduced in 1965, which used logarithms for multiplication and division and the Hewlett-Packard HP-9100, introduced in 1968. The HP-9100 had trigonometric functions (sin, cos, tan) in addition to exponentials and logarithms. It used the CORDIC (coordinate rotation digital computer) algorithm, which allows for calculation of trigonometric functions using only shift and add operations. This method facilitated the development of ever smaller scientific calculators.\nThe last nail in the coffin for the slide rule was the launch of pocket-sized scientific calculators, of which the 1972 Hewlett-Packard HP-35 was the first. Such calculators became known as \"slide rule\" calculators since they could perform most or all of the functions on a slide rule. At several hundred dollars, even this was considered expensive for most students. While professional slide rules could also be quite expensive, drug stores often sold basic plastic models for under $20 USD. But by 1975, basic four-function electronic calculators could be purchased for under $50. By 1976 the TI-30 offered a scientific calculator for under $25. After this time, the market for slide rules dried up quickly as small scientific calculators became affordable.\nAdvantages.\nOne advantage of using a slide rule together with an electronic calculator is that an important calculation can be checked by doing it on both; because the two instruments are so different, there is little chance of making the same mistake twice.","categories":[],"infobox_types":[],"annotations":[{"uri":"Analog_computer","surface_form":"analog computer","offset":48},{"uri":"Multiplication","surface_form":"multiplication","offset":99},{"uri":"Division_(mathematics)","surface_form":"division","offset":118},{"uri":"Nth_root","surface_form":"roots","offset":172},{"uri":"Logarithm","surface_form":"logarithm","offset":179},{"uri":"Trigonometry","surface_form":"trigonometry","offset":194},{"uri":"Addition","surface_form":"addition","offset":228},{"uri":"Subtraction","surface_form":"subtraction","offset":240},{"uri":"Aviation","surface_form":"aviation","offset":505},{"uri":"Finance","surface_form":"finance","offset":517},{"uri":"William_Oughtred","surface_form":"William Oughtred","offset":614},{"uri":"Logarithms","surface_form":"logarithms","offset":720},{"uri":"John_Napier","surface_form":"John Napier","offset":734},{"uri":"Calculator","surface_form":"calculator","offset":765},{"uri":"Science","surface_form":"science","offset":838},{"uri":"Engineering","surface_form":"engineering","offset":850},{"uri":"Computer","surface_form":"digital computing devices","offset":940},{"uri":"Pocket_calculator","surface_form":"pocket calculator","offset":1013},{"uri":"Square_root","surface_form":"square root","offset":1385},{"uri":"Exponential","surface_form":"exponential","offset":1399},{"uri":"Trigonometric_function","surface_form":"trigonometric function","offset":1429},{"uri":"Number","surface_form":"Number","offset":1633},{"uri":"Product_(mathematics)","surface_form":"product","offset":1698},{"uri":"Quotient","surface_form":"quotient","offset":1707},{"uri":"Decimal_point","surface_form":"decimal point","offset":1785},{"uri":"Scientific_notation","surface_form":"Scientific notation","offset":1842},{"uri":"Addition","surface_form":"Addition","offset":1926},{"uri":"Subtraction","surface_form":"subtraction","offset":1939},{"uri":"Cursor","surface_form":"cursor","offset":2530},{"uri":"Fraction_(mathematics)","surface_form":"fractions","offset":4272},{"uri":"Trigonometric_function","surface_form":"trigonometric function","offset":5253},{"uri":"Logarithmic_number_system","surface_form":"logarithmic number system","offset":6419},{"uri":"Gravity_Pipe","surface_form":"Gravity Pipe","offset":6491},{"uri":"Hidden_Markov_models","surface_form":"hidden Markov models","offset":6530},{"uri":"Significant_figures","surface_form":"significant figures","offset":7330},{"uri":"Fisher_Controls","surface_form":"Fisher Controls","offset":8178},{"uri":"Valve","surface_form":"valve","offset":8333},{"uri":"Pi_(mathematical_constant)","surface_form":"π","offset":8895},{"uri":"E6B","surface_form":"E6B","offset":10342},{"uri":"Aircraft","surface_form":"aircraft","offset":10408},{"uri":"Aviator","surface_form":"pilots","offset":10417},{"uri":"Dead_reckoning","surface_form":"dead reckoning","offset":10437},{"uri":"Compass","surface_form":"compass","offset":10602},{"uri":"Global_Positioning_System","surface_form":"GPS","offset":10740},{"uri":"Dead_reckoning","surface_form":"dead reckoning","offset":10767},{"uri":"Air_navigation","surface_form":"aerial navigation","offset":10786},{"uri":"Calculators","surface_form":"calculators","offset":10818},{"uri":"E6B","surface_form":"E6B","offset":10873},{"uri":"Switzerland","surface_form":"Swiss","offset":11031},{"uri":"Breitling","surface_form":"Breitling","offset":11051},{"uri":"Wristwatch","surface_form":"wristwatch","offset":11082},{"uri":"Airspeed","surface_form":"airspeed","offset":11285},{"uri":"Rate_of_climb","surface_form":"rate","offset":11295},{"uri":"Nautical_mile","surface_form":"nautical mile","offset":11399},{"uri":"Gallon","surface_form":"gallon","offset":11417},{"uri":"Litre","surface_form":"liter","offset":11424},{"uri":"Mahogany","surface_form":"mahogany","offset":11536},{"uri":"Boxwood","surface_form":"boxwood","offset":11548},{"uri":"Steel","surface_form":"steel","offset":11640},{"uri":"Bamboo","surface_form":"bamboo","offset":11713},{"uri":"Celluloid","surface_form":"celluloid","offset":11999},{"uri":"Aluminum","surface_form":"aluminum","offset":12064},{"uri":"Acryl_group","surface_form":"acrylics","offset":12114},{"uri":"Polycarbonate","surface_form":"polycarbonate","offset":12126},{"uri":"Polytetrafluoroethylene","surface_form":"Teflon","offset":12152},{"uri":"Resin","surface_form":"resin","offset":12262},{"uri":"John_Napier","surface_form":"John Napier","offset":12900},{"uri":"Logarithm","surface_form":"logarithm","offset":12948},{"uri":"Edmund_Gunter","surface_form":"Edmund Gunter","offset":12959},{"uri":"William_Oughtred","surface_form":"William Oughtred","offset":13463},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":13694},{"uri":"Henry_Coggeshall","surface_form":"Henry Coggeshall","offset":14060},{"uri":"Coggeshall_slide_rule","surface_form":"Coggeshall slide rule","offset":14140},{"uri":"Peter_Roget","surface_form":"Peter Roget","offset":14459},{"uri":"Am%C3%A9d%C3%A9e_Mannheim","surface_form":"Amédée Mannheim","offset":14791},{"uri":"Engineering","surface_form":"engineering","offset":14963},{"uri":"Keuffel_and_Esser_Co.","surface_form":"Keuffel and Esser Co.","offset":15254},{"uri":"Microscope","surface_form":"microscope","offset":15445},{"uri":"World_War_II","surface_form":"World War II","offset":15511},{"uri":"US_Navy","surface_form":"U.S. Navy","offset":15638},{"uri":"Aircraft","surface_form":"aircraft","offset":15902},{"uri":"Stethoscope","surface_form":"stethoscope","offset":16069},{"uri":"Wernher_von_Braun","surface_form":"Wernher von Braun","offset":16141},{"uri":"Pickett","surface_form":"Pickett","offset":16493},{"uri":"Project_Apollo","surface_form":"Apollo","offset":16540},{"uri":"Prosthaphaeresis","surface_form":"prosthaphaeresis","offset":17108},{"uri":"Computer","surface_form":"electronic computers","offset":17433},{"uri":"Fortran","surface_form":"Fortran","offset":17583},{"uri":"IBM","surface_form":"IBM","offset":17671},{"uri":"IBM_650","surface_form":"IBM 650","offset":17729},{"uri":"IBM_1620","surface_form":"IBM 1620","offset":17745},{"uri":"IBM_1130","surface_form":"IBM 1130","offset":17762},{"uri":"BASIC","surface_form":"BASIC","offset":17841},{"uri":"PDP-8","surface_form":"PDP-8","offset":17927},{"uri":"Fortran","surface_form":"Fortran","offset":18233},{"uri":"Textbook","surface_form":"textbook","offset":18290},{"uri":"Numerical_integration","surface_form":"Numerical integration","offset":18337},{"uri":"Closed-form_expression","surface_form":"closed form","offset":18396},{"uri":"Calculator","surface_form":"calculator","offset":18805},{"uri":"Wang_Laboratories","surface_form":"Wang Laboratories","offset":18876},{"uri":"Logarithm","surface_form":"logarithm","offset":18933},{"uri":"Hewlett-Packard","surface_form":"Hewlett-Packard","offset":18984},{"uri":"Trigonometric_function","surface_form":"trigonometric function","offset":19045},{"uri":"CORDIC","surface_form":"CORDIC","offset":19141},{"uri":"Hewlett-Packard","surface_form":"Hewlett-Packard","offset":19491},{"uri":"HP-35","surface_form":"HP-35","offset":19507},{"uri":"US_Dollar","surface_form":"USD","offset":19859},{"uri":"TI-30","surface_form":"TI-30","offset":19966}]}