{"id":15863,"url":"http://en.wikipedia.org/wiki/Haiti","text":"Haiti (French: \"Haïti\"; Haitian Creole: \"Ayiti\"), officially the Republic of Haiti (French: \"République d'Haïti\"; Haitian Creole: \"Repiblik d Ayiti\") is a country on the Caribbean island of Hispaniola. The other country on the island is the Dominican Republic. Haiti has two official languages: French and Haitian Creole, or \"Kreyol\", which is a simple version of French mixed with African languages. Its capital city is Port-au-Prince.\nHaiti has a tropical climate. In French, the country is called \"La Perle des Antilles\" (The pearl of the Antilles), because of its natural beauty. There are many mountains in Haiti. The country used to be covered with forests. However, it no longer is, because of deforestation. It is the poorest country in the Western Hemisphere.\nHaiti is divided into ten \"departements\". The main religion is Roman Catholicism. However, many Haitians also practice Voodoo. This is a religion which came from African folk beliefs in Benin. Haiti has many holidays; the largest and most important is the \"Mardi Gras\".\nGeography.\nHaiti has a total area of 27,750 km². Most of it is in the western third of the Hispaniola island. There are also smaller islands near the Haitian coast, like \"Gonâve\", \"Île de la Tortue\", \"Les Cayemites\", \"Île-à-Vache\" and \"La Navase\".\nHaiti has many mountains. There are only some coastal plains and few valleys. The largest valley is the \"Cul-de-Sac\". Port-au-Prince is in the western end of this valley. The country's main river is the Artibonite, which is also the longest in Hispaniola. Haiti's biggest city is Port-au-Prince, with more than 3 million people in its metropolitan area. The second largest city is Cap-Haïtien.\nHaiti has a tropical climate. The rainy season lasts from April to June, and from October to November. Hurricanes are common during summer. In the past, hurricanes have caused a lot of damage and killed many people.\nHistory.\nThe Taino people were a tribe of Arawak Amerindians. They lived on the island of Hispaniola before Christopher Columbus found the island and started a European colony there. Columbus found the island of Hispaniola on his first trip to the Americas. Within twenty-five years after Columbus arrived, all of the Arawaks had been killed by Spanish conquistadors.\nIn the early 17th century, the French set up a colony on Hispaniola. In 1697, Spain sold the western third of the island - Haiti - to the French. The French colony was based on forestry and making sugar. It became one of the wealthiest in the Caribbean. However, to do this, the colony brought many slaves over from Africa and destroyed much of the environment.\nBy the late 18th century, there were nearly half a million slaves in Haiti. They revolted, led by Toussaint L'Ouverture. After a hard and bloody struggle, they won their independence. In 1804, Haiti became the first independent black republic in the world. Today there are many monuments in Haiti remembering the Haitian Revolution. One of the largest is \"La Citadelle Laferriere\".\nOn January 12, 2010, in the afternoon of a Tuesday, Haiti was struck by a magnitude-7.0 earthquake. This was the worst earthquake to hit the country in the past 200 years. The quake's epicenter was just outside the Haitian capital of Port-au-Prince. The quake caused major damage to Port-au-Prince and nearby areas. Over 200,000 people were thought to have been killed, but it was hard to be sure because many people were buried in mass graves before they could be identified.\nDepartments.\nHaiti is made of ten regions known as departments (, singular \"départment\"). These departments are further divided into 41 \"arrondissements\", and 133 \"communes\". These are the second and third level units of administration.\nPolitics.\nThe Republic of Haiti is divided into 10 departments, but the central government has control over most political affairs. The president is head of state and is normally elected by popular vote for a five-year term. The president cannot serve consecutive terms. However, because of inconclusive election results in 2015, Haiti's current interim president was elected by the legislature. The prime minister is head of government and is appointed by the president and confirmed by the bicameral National Assembly. The National Assembly's upper house is the 30-seat Senate, and the lower house is the 118-seat Chamber of Deputies. Members of both houses are elected through a majoritarian system. Senators serve six-year terms and deputies serve four-year terms. There have been efforts toward constitutional reform to ensure that more women are represented in politics on the national level, but these reforms have not yet resulted in concrete changes.\nHolidays.\nOfficial holidays (on the same day every year)\nTraditional and religious holidays (dates vary according to the liturgical calendar of the Catholic Church)\nEconomy.\nHaiti is the least developed country in the Americas. It is also one of the least developed and poorest countries in the world.\nThere are indicators that can be used to compare social and economic situations between countries. Some indicators show that Haiti has fallen behind other poor developing countries since the 1980s. In 2006, Haiti ranked 146th of 177 countries in the United Nations Human Development Index (2006). About 90% of the Haitian people were living in poverty in 2003. Haiti is the only country in the Americas on the United Nations list of Least Developed Countries and it is the poorest country in the Americas. The economy was staying even or falling behind even before their big earthquake.\nAbout 66% of all Haitians work in agriculture. Most of them do small-scale subsistence farming (meaning that they are able to grow just enough to survive). This does not bring in much money.\nVery few jobs were created in the last ten years. However, the informal economy is growing. Mangoes and coffee are two of Haiti's most important exports. Haiti has consistently ranked among the most corrupt countries in the world on the Corruption Perceptions Index.\nAbout one third of the national government's budget is money given to them by other countries. The United States gives the most money. Canada gives the second largest amount of money. The European Union, Venezuela and Cuba also give and help Haiti's economy in different ways. Haiti has renewed its alliances with Venezuela and Cuba in 2006 and 2007.\nFrom 2001-2004, the United States stopped giving aid to Haiti completely. The aid was cut off after Haiti's 2000 election. The election's results were questioned, and President Aristide was accused of cheating to win the election. Aristide was overthrown in 2004. After that, the United States started giving aid to Haiti again. The United Nations led a peacekeeping operation called the United Nations Stabilization Mission in Haiti. (The Mission is called called MINUSTAH in Haiti; this is an acronym for the Mission's name in French). The Brazilian army led the peacekeeping operation.\nEven after President Aristide was overthrown, corruption continued to be very common in Haiti.\nHaiti has a large amount of foreign debt (money owed to other countries and international institutions to repay loans). The Heavily Indebted Poor Countries (HIPC) program planned to forgive about $525 million of Haiti's debt by mid-2009.\nDemographics.\nSome East Asians also live in the country.","categories":[],"infobox_types":[],"annotations":[{"uri":"Haitian_Creole_language","surface_form":"Haitian Creole","offset":24},{"uri":"Creole","surface_form":"Creole","offset":122},{"uri":"Country","surface_form":"country","offset":155},{"uri":"Caribbean","surface_form":"Caribbean","offset":170},{"uri":"Island","surface_form":"island","offset":180},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":190},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":241},{"uri":"Official","surface_form":"official","offset":275},{"uri":"Languages","surface_form":"languages","offset":284},{"uri":"Haitian_Creole_language","surface_form":"Haitian Creole","offset":306},{"uri":"Capital_city","surface_form":"capital city","offset":405},{"uri":"Port-au-Prince","surface_form":"Port-au-Prince","offset":421},{"uri":"Tropical_climate","surface_form":"tropical climate","offset":449},{"uri":"Mountain","surface_form":"mountain","offset":599},{"uri":"Forests","surface_form":"forests","offset":655},{"uri":"Deforestation","surface_form":"deforestation","offset":701},{"uri":"Poverty","surface_form":"poorest","offset":726},{"uri":"Western_Hemisphere","surface_form":"Western Hemisphere","offset":749},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":832},{"uri":"Voodoo","surface_form":"Voodoo","offset":888},{"uri":"Benin","surface_form":"Benin","offset":955},{"uri":"Square_kilometre","surface_form":"km²","offset":1083},{"uri":"Gona%C3%AFves","surface_form":"Gonâve","offset":1210},{"uri":"Tortuga_(Haiti)","surface_form":"Île de la Tortue","offset":1220},{"uri":"Navassa_Island","surface_form":"La Navase","offset":1275},{"uri":"Plain","surface_form":"plain","offset":1341},{"uri":"Valley","surface_form":"valley","offset":1356},{"uri":"Artibonite_River","surface_form":"Artibonite","offset":1490},{"uri":"Port-au-Prince","surface_form":"Port-au-Prince","offset":1567},{"uri":"Metropolitan_area","surface_form":"metropolitan area","offset":1622},{"uri":"Cap-Ha%C3%AFtien","surface_form":"Cap-Haïtien","offset":1668},{"uri":"Tropical","surface_form":"tropical","offset":1693},{"uri":"Rain","surface_form":"rain","offset":1715},{"uri":"Season","surface_form":"season","offset":1721},{"uri":"Tropical_cyclones","surface_form":"Hurricanes","offset":1784},{"uri":"Taino","surface_form":"Taino","offset":1910},{"uri":"Arawak","surface_form":"Arawak","offset":1939},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":2005},{"uri":"Colony","surface_form":"colony","offset":2066},{"uri":"Conquistador","surface_form":"conquistador","offset":2250},{"uri":"Forest","surface_form":"forest","offset":2442},{"uri":"Sugar","surface_form":"sugar","offset":2462},{"uri":"Slave","surface_form":"slave","offset":2564},{"uri":"Toussaint_L%27ouverture","surface_form":"Toussaint L'Ouverture.","offset":2725},{"uri":"Independence","surface_form":"independence","offset":2797},{"uri":"Republic","surface_form":"republic","offset":2861},{"uri":"2010_Haiti_Earthquake","surface_form":"Haiti was struck","offset":3061},{"uri":"Moment_magnitude_scale","surface_form":"magnitude","offset":3083},{"uri":"Earthquake","surface_form":"earthquake","offset":3097},{"uri":"Epicenter","surface_form":"epicenter","offset":3193},{"uri":"Port-au-Prince","surface_form":"Port-au-Prince","offset":3243},{"uri":"Region","surface_form":"region","offset":3520},{"uri":"Province","surface_form":"departments","offset":3537},{"uri":"Local_government","surface_form":"administration","offset":3707},{"uri":"Americas","surface_form":"Americas","offset":4901},{"uri":"Economic_indicator","surface_form":"indicators","offset":4995},{"uri":"Economy","surface_form":"economic","offset":5045},{"uri":"Developing_country","surface_form":"developing countries","offset":5145},{"uri":"Human_Development_Index","surface_form":"Human Development Index","offset":5250},{"uri":"United_Nations","surface_form":"United Nations","offset":5395},{"uri":"Least_Developed_Countries","surface_form":"Least Developed Countries","offset":5418},{"uri":"Agriculture","surface_form":"agriculture","offset":5606},{"uri":"Subsistence_agriculture","surface_form":"subsistence farming","offset":5647},{"uri":"Informal_economy","surface_form":"informal economy","offset":5826},{"uri":"Mango","surface_form":"Mango","offset":5855},{"uri":"Coffee","surface_form":"coffee","offset":5867},{"uri":"Export","surface_form":"export","offset":5908},{"uri":"Corruption","surface_form":"corrupt","offset":5962},{"uri":"Corruption_Perceptions_Index","surface_form":"Corruption Perceptions Index","offset":6000},{"uri":"European_Union","surface_form":"European Union","offset":6218},{"uri":"Alliance","surface_form":"alliance","offset":6329},{"uri":"Aristide","surface_form":"Aristide","offset":6558},{"uri":"United_Nations_Stabilization_Mission_in_Haiti","surface_form":"United Nations Stabilization Mission in Haiti","offset":6769},{"uri":"Acronym","surface_form":"acronym","offset":6876},{"uri":"Heavily_Indebted_Poor_Countries","surface_form":"Heavily Indebted Poor Countries","offset":7189}]}