{"id":1586,"url":"http://en.wikipedia.org/wiki/Copyright","text":"Copyright is a law that gives the owner of a work (for example, a book, movie, picture, song or website) the right to say how other people can use it. Copyright laws make it easier for authors to make money by selling their works. It is one part of a group of laws about intellectual property (the others being trademark and patent law). It helps protect authors from other people copying their works without permission and/or for commercial purposes.\nWith copyright, a work can only be copied if the owner gives permission. If someone copies a work without permission, the owner can say they infringed their copyright. When this happens, the owner may sue for the amount that should have been paid. Most cases are handled by civil law. In more serious cases, a person who copies a work that is protected under copyright could be arrested, fined or even go to prison. Commonly, the copy-right law will protect the authors and their heirs from 50 to 100 years since the first day of the authors' deaths.\nIn many countries, the governments tried to modify copyright law to meet international standards. However, there are still some differences, according to the law culture each country. In some countries, someone violating copyright law will be sued only to the civil law courts but other countries they can also be charged by criminal courts.\nHistory of.\nCopyright was originally made in the 18th century for books. Before printing presses were made, books could only be copied by hand, which would take time. But when printing presses were made, books could be copied faster and easier. Because of this, some books were copied by people who did not own the book themselves. So lawmakers gave only owners the right to copy. National laws were somewhat standardized by international treaties.\nBecause technology got better over time, copyright began to cover other types of media such as pictures, sound, and film. Commonly, copyright violation warning would be shown at the beginning of the media to warn audiences against violating copyright law.\nWho owns copyright?\nIn most countries, authors automatically own the copyright to any work they make or create, as long as they do not give the copyright to someone else.\nIn most countries, there is no need to register the copyright, and some countries do not even have procedures to register copyrights. But, where registration is available, many authors register anyway, especially for works that are sold for money. That is because registration helps to prove that the copyright of a work belongs to a certain author.\nIf an author gets paid to make a work for someone else, the person who pays for making the work (for example, the author's employer) will often get to own the copyright instead of the author themselves. For example, if a person working for a company, Microsoft creates a new computer software program at work, the Microsoft company would own the copyright. It is very common that the company will instead register the copyright to avoid their employees from claiming their works.\nLength of copyright protection.\nCopyright laws usually protect owners of copyright beyond their lifetime. In some countries, such as Canada and New Zealand, works are protected for 50 years after the last living author dies. In other countries, like the United States and the European Union, the protection lasts for 70 years after death. When the period of copyright protection has ended, the written document, musical composition, book, picture, or other creative work is in the public domain. This means that no one owns the copyright and everyone is free to copy, use and change them without having to ask for permission or pay the owner.\nFair use.\nThere is an exception to the rules of copyright, called fair use. This means that people can copy a very small amount of a work to use in reviews or in research reports.\nAn example of fair use is when newspaper writers quote several sentences from a copyright-protected document to tell the story. Another example of \"fair use\" is when a university professor quotes several sentences from a copyright-protected book in a review of the book, or in a research report.\nCopyright in different countries.\nBecause of these differences, a certain piece of work may be under copyright in one country, and in the public domain in another.\nCreativity.\nSome people argue that copyright laws make it easier for people to make new works and think of new ideas. After all, if authors get to make money for the time, effort and money they put in, then they will want to make more works later, and make more money.\nBut others believe that copyright laws make it harder to be creative. Without copyright, other people could reuse existing work, and copyright law often stops that.\nPublisher control.\nIf an author wants to sell a work, it's often easiest to give the copyright to a publisher. The publisher will do all the selling, and in return for that service, will keep part of the money. But the publisher has many different things to sell, and they may not want to sell the work the author made. Authors often find it very hard to find a publisher willing to sell their work.\nBut without a publisher, it can be even harder for an author to sell his or her work. In many markets, a few big publishers own the copyrights to almost everything available, and stores will not want to sell works published by small authors themselves. Many people say copyright law helps big publishers stay in control, and keeps smaller authors out of the market. (tragedy of the anticommons).\nOpen content.\nThe term for Open Content is sometimes called Copyleft.","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"law","offset":15},{"uri":"Work","surface_form":"work","offset":45},{"uri":"Book","surface_form":"book","offset":66},{"uri":"Movie","surface_form":"movie","offset":72},{"uri":"Picture","surface_form":"picture","offset":79},{"uri":"Song","surface_form":"song","offset":88},{"uri":"Website","surface_form":"website","offset":96},{"uri":"Rights","surface_form":"right","offset":109},{"uri":"Author","surface_form":"author","offset":185},{"uri":"Intellectual_property","surface_form":"intellectual property","offset":271},{"uri":"Trademark","surface_form":"trademark","offset":311},{"uri":"Patent","surface_form":"patent","offset":325},{"uri":"Permission","surface_form":"permission","offset":513},{"uri":"Copyright_infringement","surface_form":"infringed their copyright","offset":593},{"uri":"Lawsuit","surface_form":"sue","offset":653},{"uri":"Civil_law","surface_form":"civil law","offset":726},{"uri":"Arrest","surface_form":"arrest","offset":830},{"uri":"Fine","surface_form":"fine","offset":840},{"uri":"Prison","surface_form":"prison","offset":860},{"uri":"Printing_press","surface_form":"printing press","offset":1425},{"uri":"Registration","surface_form":"register","offset":2260},{"uri":"Proof","surface_form":"prove","offset":2507},{"uri":"Employer","surface_form":"employer","offset":2694},{"uri":"Microsoft","surface_form":"Microsoft","offset":2822},{"uri":"Canada","surface_form":"Canada","offset":3184},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3195},{"uri":"United_States","surface_form":"United States","offset":3305},{"uri":"European_Union","surface_form":"European Union","offset":3327},{"uri":"Public_domain","surface_form":"public domain","offset":3532},{"uri":"Exception","surface_form":"exception","offset":3716},{"uri":"Fair_use","surface_form":"fair use","offset":3760},{"uri":"Newspaper","surface_form":"newspaper","offset":3905},{"uri":"Quote","surface_form":"quote","offset":3923},{"uri":"Creativity","surface_form":"creative","offset":4663},{"uri":"Publisher","surface_form":"publisher","offset":4868},{"uri":"Market","surface_form":"market","offset":5262},{"uri":"Tragedy_of_the_anticommons","surface_form":"tragedy of the anticommons","offset":5535},{"uri":"Copyleft","surface_form":"Copyleft","offset":5624}]}