{"id":15876,"url":"http://en.wikipedia.org/wiki/Def_Leppard","text":"Def Leppard was one of the first hard rock bands. They formed in Sheffield, England in 1977. Its founding members include: lead singer Joe Elliot, bassist Rick Savage, guitarist Pete Willis, and drummer Tony Kenning. When Kenning was fired from the band in 1978, he was replaced by Frank Noon. The same year, Def Leppard had their first recording. They recorded \"The Def Leppard EP\". Frank Noon was replaced by drummer Rick Allen the same year and guitarist Steve Clark joined the band shortly after. They played their first show at Westfield School in Sheffield in the same year.\nTheir first album, \"On Through the Night\" (1980), was a hit in many parts of England. In April 1980, Def Leppard signed with Leber Krebs management. In the same year they went of their first U.S. tour with Ted Nugent, DC, and Judas Priest. In 1981 the band released their second album, \"High ‘n’ Dry\". At that time, MTV aired Def Leppard for the first time. MTV aired their hit “Bringin’ on the Heartbreak.”\nIn 1982, Pete Willis was replaced by Phil Collen. The same year, the recording with Mutt Lange for their third album takes place. In 1983, their third album \"Pyromania\" is released. The single “Photograph” was released and the album sells 100,000 copies a week for that year. In 1984, drummer Rick Allen suffers the loss of an arm due to a car accident. He soon mastered an electronic drum kit and teaches himself how to play with one arm. In 1986, Rick Allen plays his first gig out with the band since his accident. In 1987, the band’s fourth album, “Hysteria” is released. The album has 12 hit singles and sells 16 million copies.\nIn 1991, guitarist Steve Clark passes away. His death was due to a mixture of alcohol and a drug overdose of prescription pain killers. In 1992 Vivian Campbell joins the band. Vivian Campbell was the former guitarist for Dio and Whitesnake. That year, the album “Adrenalize” is released. This album remains number one for five weeks and sells six million copies.\nIn 1993 the band has their first expirence having their music in movies. Their song “Two Steps Behind” was used for the end credits of “Last Action Hero”. The same year the album “Retro Active” is released. In 1995 “The Vault” is released. It is a compilation of all of Def Leppard’s biggest hits. “The Vault” hits number two on the charts. In 1996, the album “Slang” is released.\nIn 1998, Def Leppard had their first taste of TV. VH1 produced a “Behind the Music” episode on Def Leppard. Other TV exposure followed such as “Storytellers”, and “Ultimate Albums.” In 1999, they receive the Diamond Award in the U.S. Also in 1999, the album “Euphoria” is released. In the year 2000, the band is inducted into the Hollywood Rock Walk of Fame.\nIn 2001, the band releases their first DVDs, “In the Round, In your Face” and “Historia”. The same year, VH1 broadcasts the movie “Hysteria: The Def Leppard Story.” n 2002 the album “X” is released. In 2004 the band releases a newer version of the album “The Vault”. In 2005 the album and DVD “Rock of Ages” is released. In 2006, Def Leppard releases their album “Yeah”. The album “Yeah” is a cover album. In 2008 the band’s 12th album “Songs from the Sparkle Lounge” is released. The same year the band crosses genres with the country hit “Nine Lives.”","categories":[],"infobox_types":[],"annotations":[{"uri":"DC","surface_form":"DC","offset":799},{"uri":"Judas_Priest","surface_form":"Judas Priest","offset":807}]}