{"id":15874,"url":"http://en.wikipedia.org/wiki/University_of_Oxford","text":"The University of Oxford is a university in Oxford, England. It is the oldest university in the English-speaking world. The Times Higher Education World University Rankings said it is the best university in the world.\nThe university is 38 colleges and six private halls. All of these colleges have their own buildings and their own staff. Oxford is quite different from most modern universities where all the students live on a campus. Oxford does not have a campus, although it does have some central places where students from different colleges can come together (for example, libraries).\nThe Bodleian Library (founded in 1602) is the main library of the University of Oxford, and one of the oldest libraries in Europe. It is the second largest library in the United Kingdom after the British Library.\nHistory.\nOxford is the world's third-oldest university after the University of Bologna, and the world's second-oldest surviving university.\nThere is no known date of foundation, but there is evidence of teaching as far back as 1096. It grew rapidly from 1167 when Henry II banned English students from attending the University of Paris. English students were not allowed to continue studying in Paris after Thomas Becket was murdered.\nThere were fights between the students in Oxford and the people who lived there in the early 13th century. Some students and teachers left the university in 1209, and made a new university in Cambridge. These two universities are now great rivals, and together are sometimes known as \"Oxbridge\".\nUntil 1920, women were not allowed to take degrees at Oxford, although some women studied at Oxford before that time. Nowadays, all the colleges allow both men and women as students, and the number of male and female students is roughly equal.\nOne of the most famous teachers at the university was Lewis Carroll, author of \"Alice in Wonderland\" and \"Through the Looking-Glass\", stories for children.\nColleges and halls.\nThere are 38 colleges at Oxford and 6 permanent private halls.\nA college will normally offer the students accommodation (a room to sleep and study in) for the first and last years of their time at University. Many also offer accommodation for other years. A college will also have space for teaching and socializing. When most of the older colleges started they were only for people of one sex, but St Hilda's College, the last college to allow only women to study there, recently allowed men as well.\nA permanent private hall is slightly different to a college. They were normally started by religious groups to educate their members in philosophy and theology, but some have since grown and offer a broader range of subjects. Some halls are run by monks, and one of them – St Benet's Hall – will only accept male students.\nMost colleges will teach at both undergraduate (the more basic first degree that a student takes) and postgraduate (a higher level of study) level. There are also some special colleges that are more restrictive. Five colleges only offer space to postgraduate students. Harris Manchester College is only for \"mature students\" (those who are over 21 when they start their degree). All Souls College does not take students – all of its members teach students or do research.\nGetting into Oxford.\nOxford, like Cambridge, is very popular, but there are only a limited number of spaces for students. It is therefore harder for students to get into these universities. The colleges look for the students with the best school results in the subjects for which they are applying, typically A marks on A-levels.","categories":[],"infobox_types":[],"annotations":[{"uri":"University","surface_form":"university","offset":30},{"uri":"Oxford","surface_form":"Oxford","offset":44},{"uri":"England","surface_form":"England","offset":52},{"uri":"English_language","surface_form":"English-speaking","offset":96},{"uri":"Campus","surface_form":"campus","offset":428},{"uri":"Bodleian_Library","surface_form":"Bodleian Library","offset":596},{"uri":"British_Library","surface_form":"British Library","offset":788},{"uri":"University_of_Bologna","surface_form":"University of Bologna","offset":870},{"uri":"Henry_II_of_England","surface_form":"Henry II","offset":1069},{"uri":"University_of_Paris","surface_form":"University of Paris","offset":1121},{"uri":"Thomas_Becket","surface_form":"Thomas Becket","offset":1212},{"uri":"University_of_Cambridge","surface_form":"Cambridge","offset":1432},{"uri":"Oxbridge","surface_form":"Oxbridge","offset":1525},{"uri":"Lewis_Carroll","surface_form":"Lewis Carroll","offset":1834},{"uri":"Alice_in_Wonderland","surface_form":"Alice in Wonderland","offset":1860},{"uri":"Through_the_Looking-Glass","surface_form":"Through the Looking-Glass","offset":1886},{"uri":"Philosophy","surface_form":"philosophy","offset":2594},{"uri":"Theology","surface_form":"theology","offset":2609},{"uri":"Undergraduate","surface_form":"undergraduate","offset":2814},{"uri":"Postgraduate","surface_form":"postgraduate","offset":2883},{"uri":"Postgraduate","surface_form":"postgraduate","offset":3027},{"uri":"Harris_Manchester_College%2C_Oxford","surface_form":"Harris Manchester College","offset":3050},{"uri":"All_Souls_College%2C_Oxford","surface_form":"All Souls College","offset":3160},{"uri":"Cambridge_University","surface_form":"Cambridge","offset":3287},{"uri":"A-Levels","surface_form":"A-levels","offset":3573}]}