{"id":158919,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Nana_(2008)","text":"Tropical Storm Nana was the fourteenth tropical storm of the 2008 Atlantic hurricane season. The storm formed in early October from a tropical wave with a nearby low pressure area. The wave moved west-northwest with a small amount of convection, before being completely organized enough to become a tropical depression while west of the Cape Verde Islands. It became a tropical storm later that same day, and began weakening almost right away thereafter as it moved in to an area of higher vertical wind shear. The storm finally died out early on October 15. Nana did not have an effect on any land areas or ships.\nStorm history.\nA tropical wave moved west, awat from the western coast of Africa on October 6. This wave continued moving west with just a little bit of convection until October 8, when organized cloud bands began to form around its low-level center. The wave continued moving westward and organizing until it was called a tropical depression early on October 12, west of the Cape Verde Islands. It began moving towards the west-northwest because of a weakness in the subtropical ridge while becoming stronger to its strongest point of. As it did so, it went into an area of strong upper level winds, which began moving the thunderstorm clouds to the east of the center of circulation. Just twelve hours later, it had weakened back into a tropical depression, and by October 14 it had weakened back to just little more than a low-level cloud swirl. It died out early the next day as it combined itself with a powerful front, east-northeast of the Leeward Islands.\nForecasting, impact, naming, and records.\nTropical Storm Nana's formation was expected for a few days before it actually developed. Movement and strength predictions were also better than the long term average. Because of Nana's short life the sample size is not very meaningful. Tropical Storm Nana stayed in the middle of the Atlantic and never came near land. As a result, it had no known impact. No ships reported strong winds that came from the tropical storm.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical storm","offset":39},{"uri":"2008_Atlantic_hurricane_season","surface_form":"2008 Atlantic hurricane season","offset":61},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":134},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":162},{"uri":"Convection","surface_form":"convection","offset":234},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":337},{"uri":"Island","surface_form":"Island","offset":348},{"uri":"Wind_shear","surface_form":"vertical wind shear","offset":490},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":632},{"uri":"Africa","surface_form":"Africa","offset":689},{"uri":"Convection","surface_form":"convection","offset":768},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":991},{"uri":"Island","surface_form":"Island","offset":1002},{"uri":"Subtropical_ridge","surface_form":"subtropical ridge","offset":1083},{"uri":"Thunderstorm","surface_form":"thunderstorm","offset":1239},{"uri":"Atmospheric_circulation","surface_form":"circulation","offset":1288},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":1562},{"uri":"Tropical_cyclogenesis","surface_form":"formation","offset":1643},{"uri":"Sample_size","surface_form":"sample size","offset":1823},{"uri":"Atlantic","surface_form":"Atlantic","offset":1907}]}