{"id":15890,"url":"http://en.wikipedia.org/wiki/Snake","text":"Snakes are reptiles. They are part of the order Squamata. They are carnivores, with long narrow bodies and no legs. There are at least 20 families, about 500 genera and 3,400 species of snake.\nThe earliest known fossils are from the Jurassic period. This was between 143 and 167 million years ago.\nTheir long, slender body has some special features. They have overlapping scales which protect them, and help them move and climb trees. The scales have colours which may be camouflage or warning colours.\nMany species have skulls with more joints than the skulls of their lizard ancestors. This allows the snakes to swallow prey much larger than their heads. In their narrow bodies, snakes' paired organs (such as kidneys) appear one in front of the other instead of side by side. Most have only one working lung. Some species have kept a pelvic girdle with a pair of vestigial claws on either side of the cloaca. They have no eyelids or external ears. They can hiss, but otherwise make no vocal sounds.\nThey are very mobile in their own way. Most of them live in the tropics. Few snake species live beyond the Tropic of Cancer or Tropic of Capricorn, and only one species, the common viper (\"Vipera berus\") lives beyond the Arctic Circle. They can see well enough, and they can taste scents with their tongues by flicking them in and out. They are very sensitive to vibrations in the ground. Some snakes can sense warm-blooded animals by thermal infrared.\nMost snakes live on the ground, and in the trees. Others live in the water, and a few live under the soil. Like other reptiles, snakes are ectotherms. They control their body temperature by moving in and out of the direct sunshine. That is why they are rare in cold places.\nSnakes range in size from the tiny, 10.4 cm (4 inch)-long thread snake to the reticulated python of in length. The extinct snake \"Titanoboa\" was long.\nEvolution.\nSnakes are thought to have evolved from lizards. The earliest snake fossils are from the Lower Cretaceous. A wide range of snakes appeared during the Paleocene period (\"c\" 66 to 56 million years ago).\nNot a clade.\nThe Squamata are definitely a monophyletic group: it is a sister group to the Tuatara. Judged by their fossil record, the squamates were present in the Mesozoic, but had a minor place in the land ecology. Three of the six lines are recorded first in the Upper Jurassic, the others in the Cretaceous. Probably all, certainly the lizards, arose earlier in the Jurassic. The Mosasaurs of the Upper Cretaceous were by far the most successful of all the lizards, becoming the top predator in their ecosystem.\nAlthough snakes and lizards look very different, \"neither is a proper clade\". Snakes did descend from early lizards, not once, but a number of times.\nThere is a monophyletic clade within the Squamata. It is the Toxicofera. It includes all venomous snakes and lizards, and many related non-venomous species. The evidence for this is in recent molecular analyses.\nFossil snakes.\nThe fossil of a primitive snake from the Lower Cretaceous has been found. It lived about 113 million years ago. It had rather small front and rear legs. Several other fossil snakes have been found with small rear legs, but this is the first one with all four legs. The snake, \"Tetrapodophis amplectus\", lived on land and was adapted to burrowing. The researcher said there were \"a lot of very advanced snake features, including its hooked teeth, flexible jaw and spine – and even snake-like scales. And there's the gut contents – it's swallowed another vertebrate. It was preying on other animals, which is a snake feature\". The snake came from the Crato Formation in Brazil, and lay in a private collection for many years. It was re-discovered in a museum at Solnhofen, Bavaria.\nVenom.\nMost snakes are nonvenomous. Those that have venom use it mainly to kill and subdue prey rather than for self-defense. Some have venom potent enough to cause painful injury or death to humans. Nonvenomous snakes either swallow prey alive or kill by squeezing.\nA third family with the \"rear-fanged\" snakes (and most of the other snake species) is the\nAnatomy.\nMany snakes have skulls with more joints than their lizard ancestors. This helps them swallow prey much larger than their heads. The bones of the head and jaws can move apart to let large prey move into their body. The throat, stomach and intestines can also expand in a most extraordinary manner. In this was, a thin-looking snake can swallow and digest a larger animal.\nTo fit their narrow bodies, snakes' paired organs (such as kidneys) are one in front of the other instead of side by side, and most snakes have only one working lung. Some species have a pelvic girdle with a pair of vestigial claws on either side of the cloaca. This is a relic of the legs which do not appear in modern snakes.\nShedding.\nSnakes need to shed their skin regularly while they grow. This is called moulting. Snakes shed their skin by rubbing their head against something rough and hard, like a piece of wood or a rock. This causes the skin, which is already stretched, to split open. The snake keeps on rubbing its skin on various rough objects until the skin peels off from its head. This lets it crawl out, turning the skin inside out.\nFeeding.\nAll snakes are carnivorous; they eat other animals. Some are venomous; they inject poison along grooves in their teeth. Some snakes are constrictrors. Constrictors are not venomous, so they squeeze their prey to death. Snakes swallow their food whole, and they cannot chew. Because snakes are cold-blooded, they do not have to eat as regularly as mammals. People who own pet snakes feed them as infrequently as once per month. Some snakes can go as long as six months without a good meal.\nSnakes have a very flexible lower jaw, the two halves of which are not rigidly attached, and many other joints in their skull. They can open their mouths wide enough to swallow their prey whole, even if the prey is larger in diameter than the snake itself.\nMovement.\nNot having arms and legs doesn't stop snakes from moving. They have developed several different ways of moving to deal with particular environments. Each type of snake movement is discrete and distinct from the others.\nLateral undulation.\nLateral undulation is a snake's only way of moving in water, and the most common way of moving altogether. In this mode, the body of the snake alternately bends to the left and right, resulting in a series of rearward-moving \"waves\". While this movement appears rapid, snakes have rarely been seen moving faster than two body-lengths per second, often much less. This mode of movement has the same amount of calories burned per meter moved as running in lizards of the same mass.\nTerrestrial.\nTerrestrial lateral undulation is the most common mode of moving for most snake species. In this mode, the posteriorly moving waves push against contact points in the environment, such as rocks, twigs, irregularities in the soil, etc. Each of these environmental objects, in turn, generates a reaction force directed forward and towards the midline of the snake, resulting in forward thrust while the lateral components cancel out. The speed of this movement depends upon the density of push-points in the environment, with a medium density of about 8 along the snake's length being ideal. The wave speed is precisely the same as the snake speed, and as a result, every point on the snake's body follows the path of the point ahead of it, allowing snakes to move through very dense vegetation and small openings.\nAquatic.\nSnakes move forward in water by moving their bodies in a wave-like motion. The waves become larger as they move down the snake's body, and the wave travels backwards faster than the snake moves forwards. Thrust is got by pushing their body against the water: this results in the observed slip. In spite of overall similarities, studies show that the pattern of muscle activation is different in aquatic versus terrestrial lateral undulation, which justifies calling them separate modes. All snakes can laterally undulate forward (with backward-moving waves), but only sea snakes have been observed reversing the motion (moving backwards with forward-moving waves).\nSidewinding.\nThis is most often used by colubroid snakes (colubrids, elapids, and vipers). They use it when the environment lacks anything firm to push against, such as a slick mud flat, or a sand dune. Sidewinding is a modified form of lateral undulation in which all of the body segments oriented in one direction remain in contact with the ground, while the other segments are lifted up. This results in a peculiar \"rolling\" motion. This mode of moving overcomes the slippery nature of sand or mud by pushing off with only static portions on the body, thereby minimizing slipping. The static nature of the contact points can be shown from the tracks of a sidewinding snake, which show each belly scale imprint, without any smearing. This mode of moving has very low caloric cost, less than ⅓ of the cost for a lizard or normal snake to move the same distance.\nConcertina.\nWhen push-points are absent, but the space is too narrow for sidewinding, such as in tunnels, snakes rely on concertina moving. In this mode, the snake braces the back part of its body against the tunnel wall while the front of the snake extends and straightens. The front portion then flexes and forms an anchor point, and the back part is straightened and pulled forwards. This mode of moving is slow and very demanding, needing up to seven times the energy of laterally undulating over the same distance. This high cost is due to the repeated stops and starts of portions of the body as well as the need to use the muscles to brace against the tunnel walls.\nRectilinear.\nThe slowest mode of snake moving is rectilinear moving, which is also the only one where the snake does not need to bend its body laterally, though it may do so when turning. In this mode, the belly scales are lifted and pulled forward before being placed down and the body pulled over them. Waves of movement and stasis pass posteriorly, resulting in a series of ripples in the skin. The ribs of the snake do not move in this mode of moving and this method is most often used by large pythons, boas, and vipers when stalking prey across open ground as the snake's movements are subtle and harder to detect by their prey in this manner.\nOther.\nThe movement of snakes in trees has only recently been studied. While on tree branches, snakes use several modes of moving depending on species and bark texture. In general, snakes will use a modified form of concertina moving on smooth branches, but will laterally undulate if contact points are available. Snakes move faster on small branches and when contact points are present, in contrast to limbed animals, which do better on large branches with little 'clutter'.\nGliding snakes (\"Chrysopelea\") of Southeast Asia launch themselves from branch tips, spreading their ribs and laterally undulating as they glide between trees. These snakes can perform a controlled glide for hundreds of feet depending upon launch altitude and can even turn in midair.","categories":[],"infobox_types":[],"annotations":[{"uri":"Reptile","surface_form":"reptile","offset":11},{"uri":"Order_(biology)","surface_form":"order","offset":42},{"uri":"Squamata","surface_form":"Squamata","offset":48},{"uri":"Carnivore","surface_form":"carnivore","offset":67},{"uri":"Legs","surface_form":"legs","offset":110},{"uri":"Family_(biology)","surface_form":"families","offset":138},{"uri":"Genera","surface_form":"genera","offset":158},{"uri":"Species","surface_form":"species","offset":175},{"uri":"Jurassic","surface_form":"Jurassic","offset":233},{"uri":"Period","surface_form":"period","offset":242},{"uri":"Scale_(zoology)","surface_form":"scales","offset":372},{"uri":"Camouflage","surface_form":"camouflage","offset":472},{"uri":"Warning_colouration","surface_form":"warning colours","offset":486},{"uri":"Skull","surface_form":"skull","offset":521},{"uri":"Lizard","surface_form":"lizard","offset":570},{"uri":"Prey","surface_form":"prey","offset":622},{"uri":"Kidneys","surface_form":"kidneys","offset":712},{"uri":"Lung","surface_form":"lung","offset":806},{"uri":"Pelvic_girdle","surface_form":"pelvic girdle","offset":837},{"uri":"Vestigial","surface_form":"vestigial","offset":866},{"uri":"Cloaca","surface_form":"cloaca","offset":904},{"uri":"Hiss","surface_form":"hiss","offset":960},{"uri":"Tropics","surface_form":"tropics","offset":1066},{"uri":"Tropic_of_Cancer","surface_form":"Tropic of Cancer","offset":1109},{"uri":"Tropic_of_Capricorn","surface_form":"Tropic of Capricorn","offset":1129},{"uri":"Viper","surface_form":"viper","offset":1183},{"uri":"Arctic_Circle","surface_form":"Arctic Circle","offset":1223},{"uri":"Warm-blooded","surface_form":"warm-blooded","offset":1413},{"uri":"Infrared","surface_form":"infrared","offset":1445},{"uri":"Soil","surface_form":"soil","offset":1556},{"uri":"Ectotherm","surface_form":"ectotherm","offset":1594},{"uri":"Thread_snake","surface_form":"thread snake","offset":1787},{"uri":"Reticulated_python","surface_form":"reticulated python","offset":1807},{"uri":"Titanoboa","surface_form":"Titanoboa","offset":1859},{"uri":"Lizards","surface_form":"lizards","offset":1931},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":1980},{"uri":"Paleocene","surface_form":"Paleocene","offset":2041},{"uri":"Squamata","surface_form":"Squamata","offset":2109},{"uri":"Monophyletic","surface_form":"monophyletic","offset":2135},{"uri":"Tuatara","surface_form":"Tuatara","offset":2183},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":2257},{"uri":"Jurassic","surface_form":"Jurassic","offset":2365},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":2393},{"uri":"Mosasaur","surface_form":"Mosasaur","offset":2477},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":2494},{"uri":"Ecosystem","surface_form":"ecosystem","offset":2598},{"uri":"Clades","surface_form":"clade","offset":2679},{"uri":"Monophyletic","surface_form":"monophyletic","offset":2770},{"uri":"Toxicofera","surface_form":"Toxicofera","offset":2820},{"uri":"Venom","surface_form":"venom","offset":2848},{"uri":"Sequence_analysis","surface_form":"molecular analyses","offset":2951},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":3027},{"uri":"Adapted","surface_form":"adapted","offset":3311},{"uri":"Crato_Formation","surface_form":"Crato Formation","offset":3635},{"uri":"Brazil","surface_form":"Brazil","offset":3654},{"uri":"Solnhofen","surface_form":"Solnhofen","offset":3746},{"uri":"Bavaria","surface_form":"Bavaria","offset":3757},{"uri":"Venom","surface_form":"venom","offset":3818},{"uri":"Squeeze","surface_form":"squeezing","offset":4022},{"uri":"Skull","surface_form":"skull","offset":4149},{"uri":"Joint","surface_form":"joint","offset":4166},{"uri":"Prey","surface_form":"prey","offset":4226},{"uri":"Throat","surface_form":"throat","offset":4351},{"uri":"Stomach","surface_form":"stomach","offset":4359},{"uri":"Intestines","surface_form":"intestines","offset":4371},{"uri":"Kidneys","surface_form":"kidneys","offset":4563},{"uri":"Lung","surface_form":"lung","offset":4665},{"uri":"Pelvic_girdle","surface_form":"pelvic girdle","offset":4691},{"uri":"Vestigial","surface_form":"vestigial","offset":4720},{"uri":"Cloaca","surface_form":"cloaca","offset":4758},{"uri":"Moulting","surface_form":"moulting","offset":4915},{"uri":"Rock_(geology)","surface_form":"rock","offset":5030},{"uri":"Skin","surface_form":"skin","offset":5052},{"uri":"Split","surface_form":"split","offset":5089},{"uri":"Animal","surface_form":"animal","offset":5307},{"uri":"Venom_(poison)","surface_form":"venomous","offset":5325},{"uri":"Poison","surface_form":"poison","offset":5347},{"uri":"Swallow","surface_form":"swallow","offset":5490},{"uri":"Food","surface_form":"food","offset":5504},{"uri":"Cold-blooded","surface_form":"cold-blooded","offset":5557},{"uri":"Colubrid","surface_form":"colubrid","offset":8297},{"uri":"Elapid","surface_form":"elapid","offset":8308},{"uri":"Viperidae","surface_form":"vipers","offset":8321},{"uri":"Concertina","surface_form":"concertina","offset":9223},{"uri":"Pythonidae","surface_form":"python","offset":10274},{"uri":"Boidae","surface_form":"boa","offset":10283},{"uri":"Viperidae","surface_form":"viper","offset":10293},{"uri":"Chrysopelea","surface_form":"Chrysopelea","offset":10919}]}