{"id":15905,"url":"http://en.wikipedia.org/wiki/Solomon_Islands","text":"The Solomon Islands are a group of islands in the South Pacific. They are known for their beauty and for the many languages spoken there. The capital of the Solomon Islands is Honiara.\nHistory.\nIn the 1890s the islands became a protectorate of the British Empire.\nEmpire of Japan forces arrived in early 1942 and the United States Marine Corps attacked them, starting the Guadalcanal Campaign.\nCivil unrest.\nThere was civil untrest between 1998 and 2003, commonly called \"the tensions\" or \"the ethnic tension\"; it included fighting between the Isatabu Freedom Movement (also known as the Guadalcanal Revolutionary Army) and the Malaita Eagle Force (as well as the Marau Eagle Force). (Although much of the conflict was between Guales and Malaitans, two research papers say that the 'ethnic conflict' label is an oversimplification.\nIn 2006, riots broke out following the election of Snyder Rini as Prime Minister, destroying part of the capital's Chinatown and displacing more than 1,000 Chinese residents; The Regional Assistance Mission to Solomon Islands (RAMSI), the 16-country Pacific Islands Forum initiative set up in 2003 with assistance from Australia, intervened, sending in additional police and army officers to bring the situation under control. A motion of no confidence was passed against the Prime Minister. Following his resignation, a five-party Grand Coalition for Change Government was formed in May 2006, with Manasseh Sogavare as Prime Minister, quelling the riots and running the government. The army part of RAMSI was removed and rebuilding took shape.\n2007 change of Prime Minister.\nOn 13 December 2007, Prime Minister Manasseh Sogavare was toppled by a vote of no confidence in Parliament, following the defection of five ministers to the opposition. It was the first time a prime minister had lost office in this way in Solomon Islands. On 20 December, Parliament elected the opposition's candidate (and former Minister for Education) Derek Sikua as Prime Minister, in a vote of 32 to 15.\nEarthquakes.\nOn 2 April 2007 at 07:39:56 local time (UTC+11) an earthquake with magnitude 8.1 occurred at hypocenter S8.453 E156.957, 349 kilometres (217 miles) northwest of the island's capital, Honiara and south-east of the capital of Western Province, Gizo, at a depth of 10 km (6.2 miles). More than 44 aftershocks with magnitude 5.0 or greater occurred up until 22:00:00 UTC, Wednesday, 4 April 2007. A tsunami followed killing at least 52 people, destroying more than 900 homes and leaving thousands of people homeless. Land upthrust extended the shoreline of one island, Ranongga, by up to 70 metres (230 ft) exposing many once pristine coral reefs.\nOn February 6, 2013, an earthquake with magnitude of 8.0 occurred at epicentre S10.80 E165.11 in the Santa Cruz Islands followed by a tsunami up to 1.5 metres. At least nine people were killed and many houses demolished. The main quake was preceded by a sequence of earthquakes with a magnitude of up to 6.0.\nProvinces.\nThe country is divided into nine provinces and the town of Honiara.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":35},{"uri":"Capital_(city)","surface_form":"capital","offset":142},{"uri":"Honiara","surface_form":"Honiara","offset":176},{"uri":"Protectorate","surface_form":"protectorate","offset":228},{"uri":"British_Empire","surface_form":"British Empire","offset":248},{"uri":"Empire_of_Japan","surface_form":"Empire of Japan","offset":264},{"uri":"United_States_Marine_Corps","surface_form":"United States Marine Corps","offset":317},{"uri":"Guadalcanal_Campaign","surface_form":"Guadalcanal Campaign","offset":372},{"uri":"Isatabu_Freedom_Movement","surface_form":"Isatabu Freedom Movement","offset":544},{"uri":"Malaita_Eagle_Force","surface_form":"Malaita Eagle Force","offset":628},{"uri":"Guales","surface_form":"Guales","offset":727},{"uri":"Malaitan","surface_form":"Malaitan","offset":738},{"uri":"Snyder_Rini","surface_form":"Snyder Rini","offset":883},{"uri":"Regional_Assistance_Mission_to_Solomon_Islands","surface_form":"Regional Assistance Mission to Solomon Islands","offset":1011},{"uri":"Motion_of_no_confidence","surface_form":"motion of no confidence","offset":1261},{"uri":"Regional_Assistance_Mission_to_Solomon_Islands","surface_form":"RAMSI","offset":1532},{"uri":"Manasseh_Sogavare","surface_form":"Manasseh Sogavare","offset":1644},{"uri":"Defection","surface_form":"defection","offset":1730},{"uri":"Derek_Sikua","surface_form":"Derek Sikua","offset":1962},{"uri":"UTC%2B11","surface_form":"UTC+11","offset":2069},{"uri":"Hypocenter","surface_form":"hypocenter","offset":2122},{"uri":"Honiara","surface_form":"Honiara","offset":2212},{"uri":"Western_Province_(Solomon_Islands)","surface_form":"Western Province","offset":2253},{"uri":"Gizo%2C_Solomon_Islands","surface_form":"Gizo","offset":2271},{"uri":"Aftershock","surface_form":"aftershock","offset":2323},{"uri":"Tsunami","surface_form":"tsunami","offset":2424},{"uri":"Ranongga","surface_form":"Ranongga","offset":2594},{"uri":"Epicentre","surface_form":"epicentre","offset":2742},{"uri":"Province","surface_form":"province","offset":3026}]}