{"id":159308,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Laura_(2008)","text":"Tropical Storm Laura was the twelfth named storm of the 2008 Atlantic hurricane season. Laura formed out of a large non-tropical low pressure area 1015 miles (1635 km) west of the western islands of the Azores on September 29. Laura slowly got tropical characteristics throughout the day as it moved over warmer waters. On the afternoon of September 30, Laura had gotten enough tropical characteristics to be designated as a \"Tropical Storm\". Soon after becoming tropical, Laura began to start an extratropical transition, which did not completely take place until the morning of October 1. Laura became reduced into a post-tropical cyclone later that morning, and the National Hurricane Center gave out its last advisory on the storm.\nMeteorological History.\nIn late September, a large non-tropical system over the north-central Atlantic slowly moved westward away from the Azores. The low produced hurricane-force winds, but did not exhibit the characteristics of a tropical cyclone. The storm steadily weakened over the following days, but developed tropical characteristics as it moved over slightly warmer waters. By September 29, the low had developed sufficient convection and was declared Subtropical Storm Laura. Upon being upgraded, cold cloud tops began to wrap around the center of Laura and consolidate near the center of circulation. The convection organized around the center quickly and a satellite pass over the storm revealed that it could be intensifying. A later satellite pass disregarded the possibility of intensification as the intensity was confirmed to be at 60 mph (95 km/h).\nThe overall structure of Laura remained subtropical but there were indications that it was acquiring tropical characteristics. During the afternoon, satellites revealed that Laura had developed a deep warm core, a characteristic of a tropical cyclone, but the wind field remained subtropical in nature. By the nighttime hours, the radius of the strongest winds contracted to 80 mi (130 km), much smaller than what is typical of a subtropical cyclone. However, Laura was still under the influence of an upper-level low and cloud tops remained shallow. However, the cloud tops became colder overnight and Laura was on the verge of becoming a tropical cyclone by the morning of September 30, but strong interaction with the upper-level low meant it was still subtropical. Despite moving over colder waters, a water vapor satellite image determined that Laura had separated itself from the upper-level low, signifying it had developed into a tropical cyclone. Laura was upgraded to a tropical storm at a relatively high latitude, 41.2°N.\nNot long after being declared tropical, early signs of an extratropical transition appeared. Cold air began to enter the storm on the west side and forecast models showed Laura becoming extratropical the next morning and non-tropical later the next day. Overnight, convection associated with Laura began to diminish and lose tropical characteristics, but still retained its status. Early on October 1, the extratropical transition was fully apparent. Laura remained tropical but the cloud pattern was becoming frontal and there was little convection around the center of the system. Laura later degenerated into a post-tropical cyclone, a term that had been previously used by the Canadian Hurricane Centre to describe a storm that has lost tropical characteristics, but is not subtropical or extratropical. The transition was forecasted to be complete by the end of the day.\nImpact.\nWhile Laura was a tropical cyclone, it never came near land, so no effects or damages happened and no one died. But, the storm's remains were caught in an upper-level jet stream, and was pushed towards Europe. Heavy rain fell across parts of Britain, creating localized build up of flood waters. Because of that, Glebe Road near Windermere, England was closed in both directions, and along the A65 road between Old Hutton and Kirkby Lonsdale, previously wet soil, as well with overwhelmed storm drains resulted in localized flooding. Traffic on the M6 Motorway was slowed because of bad driving conditions.\nAfter the remains of now extratropical Laura made its final landfall on the southern coast of the Netherlands, its rain clouds started mix with a cold front related to a well-developed low west of Norway, dropping up to 113 mm (4.5 in) of precipitation in the northwestern Netherlands, flooding streets and homes in the village of Hippolytushoef. More than 10,000 people lost electricity in southern Norway because of damage to the electrical system created by the remains of the storm.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_tropical_cyclone_names","surface_form":"named storm","offset":37},{"uri":"2008_Atlantic_hurricane_season","surface_form":"2008 Atlantic hurricane season","offset":56},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":129},{"uri":"Mile","surface_form":"mile","offset":152},{"uri":"Kilometer","surface_form":"km","offset":164},{"uri":"Azores","surface_form":"Azores","offset":203},{"uri":"Tropical_Storm","surface_form":"Tropical Storm","offset":426},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":669},{"uri":"Azores","surface_form":"Azores","offset":875},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":968},{"uri":"Convection","surface_form":"convection","offset":1169},{"uri":"Subtropical_cyclone","surface_form":"Subtropical Storm","offset":1197},{"uri":"Low_pressure_system","surface_form":"low","offset":2117},{"uri":"Latitude","surface_form":"latitude","offset":2619},{"uri":"Extratropical_cyclone","surface_form":"extratropical","offset":3043},{"uri":"Canadian_Hurricane_Centre","surface_form":"Canadian Hurricane Centre","offset":3318},{"uri":"Jet_stream","surface_form":"jet stream","offset":3688},{"uri":"Europe","surface_form":"Europe","offset":3723},{"uri":"Great_Britain","surface_form":"Britain","offset":3763},{"uri":"Windermere","surface_form":"Windermere","offset":3850},{"uri":"England","surface_form":"England","offset":3862},{"uri":"Kirkby_Lonsdale","surface_form":"Kirkby Lonsdale","offset":3947},{"uri":"Storm_drain","surface_form":"storm drain","offset":4010},{"uri":"Netherlands","surface_form":"Netherlands","offset":4226},{"uri":"Cold_front","surface_form":"cold front","offset":4274},{"uri":"Norway","surface_form":"Norway","offset":4325},{"uri":"Precipitation","surface_form":"precipitation","offset":4367},{"uri":"Village","surface_form":"village","offset":4448},{"uri":"Hippolytushoef","surface_form":"Hippolytushoef","offset":4459}]}