{"id":15939,"url":"http://en.wikipedia.org/wiki/Rwanda","text":"Rwanda is a country in Africa. It is near Burundi, Congo-Kinshasa, Uganda, and Tanzania. In the Rwandan genocide of 1994, over one million (1,000,000) people were killed.\nColonialism.\nDuring the Scramble for Africa, Belgium conquered Rwanda. The Belgians then began to divide Rwandans into groups: Hutu, and Tutsi. The Belgians picked people that they thought looked more European to be Tutsi. The rest became Hutu. The Belgians told Rwandans that Tutsi were superior to Hutu. They helped Tutsi rule over Hutu using their army.\nAfter independence.\nOn July 1, 1962, Rwanda became independent and Hutu were given power. Thus, anti-Tutsi purges occurred frequently. Many Tutsi fled to Uganda, where they formed the Rwandan Patriotic Front, or RPF, which tried to invade Rwanda in 1990.\nThe genocide against Tutsi.\nOn the night of April 6, 1994, dictator Juvénal Habyarimana's plane was shot down, but it is still not clear who did it. Within half an hour, roadblocks manned by the Interahamwe militia were seen all over the capital, Kigali. The genocide against Tutsi had begun. It lasted for about 100 days, and it left over one million (1,000,000), Tutsi and moderate Hutu dead. The main weapon used was the machete, or \"umupanga\". Other countries paid little attention to the killing. On July 2, 1994, the RPF captured Kigali.\nProvinces.\nThere are five provinces in Rwanda. These are Northern Province, Southern Province, Eastern Province, Western Province, and the Kigali City in the centre.\nDistricts.\nThis is a list of districts in Rwanda.\nGeography.\nAt, Rwanda is the world's 149th-largest country. The entire country is at a high altitude. The lowest point is the Rusizi River at above sea level. Rwanda is in Central/Eastern Africa. It is bordered by the Democratic Republic of the Congo to the west, Uganda to the north, Tanzania to the east, and Burundi to the south. It is a few degrees south of the equator and is landlocked. The capital, Kigali, is near the centre of Rwanda.\nThe country's longest river is the Nyabarongo. The Nyabarongo-Kagera eventually drains into Lake Victoria. Rwanda has many lakes, the largest being Lake Kivu. It is one of the twenty deepest lakes in the world. Other sizeable lakes include Burera, Ruhondo, Muhazi, Rweru, and Ihema. Ihema is the largest of a string of lakes in the eastern plains of Akagera National Park.\nThere are many mountains in central and western Rwanda. The highest peaks are found in the Virunga volcano chain in the northwest. This includes Mount Karisimbi, Rwanda's highest point, at. The centre of the country is mostly rolling hills. The eastern border area has savanna, plains and swamps.\nRwanda has a temperate tropical highland climate. It has lower temperatures than are typical for equatorial countries. This is because of its high elevation. Kigali, in the centre of the country, has a typical daily temperature range between and. There is little change through the year. There are two rainy seasons in the year. The first runs from February to June and the second from September to December. These are separated by two dry seasons. The major one is from June to September, during which there is often no rain at all. There is a shorter and less severe one from December to February.\nBiodiversity.\nIn prehistoric times montane forest covered one third of the land of present-day Rwanda. Naturally occurring vegetation is now mostly in the three National parks, with terraced agriculture in the rest of the country. Nyungwe, the largest remaining forest, has 200 species of tree as well as orchids and begonias. Vegetation in the Volcanoes National Park is mostly bamboo and moorland, with small areas of forest. Akagera has a savanna ecosystem. Here there are mostly acacia. There are several rare or endangered plant species in Akagera, including \"Markhamia lutea\" and \"Eulophia guineensis\".\nThe greatest diversity of large mammals is found in the three National Parks. Akagera has typical savanna animals such as giraffes and elephants, while Volcanoes is home to about one third of the worldwide mountain gorilla population. Nyungwe Forest has thirteen primate species including chimpanzees and \"Colobus\" monkeys. The Ruwenzori colobus move in groups of up to 400, the largest troop size of any primate in Africa.\nThere are 670 bird species in Rwanda. There is a difference between the east and the west. Nyungwe Forest, in the west, has 280 recorded species. Species include the Ruwenzori Turaco and Handsome Francolin. Eastern Rwanda, by contrast, has savanna birds such as the Black-headed Gonolek and those who live near swamps and lakes, including storks and cranes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":12},{"uri":"Africa","surface_form":"Africa","offset":23},{"uri":"Burundi","surface_form":"Burundi","offset":42},{"uri":"Democratic_Republic_of_the_Congo","surface_form":"Congo-Kinshasa","offset":51},{"uri":"Uganda","surface_form":"Uganda","offset":67},{"uri":"Tanzania","surface_form":"Tanzania","offset":79},{"uri":"Rwandan_genocide","surface_form":"Rwandan genocide","offset":96},{"uri":"Scramble_for_Africa","surface_form":"Scramble for Africa","offset":195},{"uri":"Belgium","surface_form":"Belgium","offset":216},{"uri":"Juv%C3%A9nal_Habyarimana","surface_form":"Juvénal Habyarimana","offset":851},{"uri":"Roadblock","surface_form":"roadblock","offset":953},{"uri":"Interahamwe","surface_form":"Interahamwe","offset":978},{"uri":"Militia","surface_form":"militia","offset":990},{"uri":"Kigali","surface_form":"Kigali","offset":1030},{"uri":"Rwandan_genocide","surface_form":"genocide against Tutsi","offset":1042},{"uri":"Machete","surface_form":"machete","offset":1207},{"uri":"Province","surface_form":"province","offset":1353},{"uri":"Rusizi_River","surface_form":"Rusizi River","offset":1669},{"uri":"Democratic_Republic_of_the_Congo","surface_form":"Democratic Republic of the Congo","offset":1761},{"uri":"Uganda","surface_form":"Uganda","offset":1807},{"uri":"Tanzania","surface_form":"Tanzania","offset":1828},{"uri":"Burundi","surface_form":"Burundi","offset":1854},{"uri":"Equator","surface_form":"equator","offset":1909},{"uri":"Landlocked","surface_form":"landlocked","offset":1924},{"uri":"Nyabarongo_River_Wetlands","surface_form":"Nyabarongo","offset":2022},{"uri":"Lake_Victoria","surface_form":"Lake Victoria","offset":2079},{"uri":"Lake_Kivu","surface_form":"Lake Kivu","offset":2135},{"uri":"Lake_Burera","surface_form":"Burera","offset":2227},{"uri":"Lake_Ruhondo","surface_form":"Ruhondo","offset":2235},{"uri":"Lake_Muhazi","surface_form":"Muhazi","offset":2244},{"uri":"Lake_Rweru","surface_form":"Rweru","offset":2252},{"uri":"Lake_Ihema","surface_form":"Ihema","offset":2263},{"uri":"Akagera_National_Park","surface_form":"Akagera National Park","offset":2337},{"uri":"Virunga_Mountains","surface_form":"Virunga","offset":2451},{"uri":"Mount_Karisimbi","surface_form":"Mount Karisimbi","offset":2505},{"uri":"Savanna","surface_form":"savanna","offset":2629},{"uri":"Temperate","surface_form":"temperate","offset":2670},{"uri":"Tropical_climate","surface_form":"tropical highland","offset":2680},{"uri":"Dry_season","surface_form":"dry season","offset":3093},{"uri":"Montane_forest","surface_form":"montane forest","offset":3292},{"uri":"National_park","surface_form":"National park","offset":3418},{"uri":"Agriculture","surface_form":"agriculture","offset":3448},{"uri":"Nyungwe_Forest","surface_form":"Nyungwe","offset":3488},{"uri":"Orchid","surface_form":"orchid","offset":3562},{"uri":"Begonia","surface_form":"begonia","offset":3574},{"uri":"Volcanoes_National_Park","surface_form":"Volcanoes National Park","offset":3602},{"uri":"Bamboo","surface_form":"bamboo","offset":3636},{"uri":"Savanna","surface_form":"savanna","offset":3699},{"uri":"Acacia","surface_form":"acacia","offset":3740},{"uri":"Markhamia_lutea","surface_form":"Markhamia lutea","offset":3822},{"uri":"Eulophia_guineensis","surface_form":"Eulophia guineensis","offset":3844},{"uri":"Mountain_gorilla","surface_form":"mountain gorilla","offset":4072},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":4155},{"uri":"Colobus","surface_form":"Colobus","offset":4172},{"uri":"Ruwenzori_Turaco","surface_form":"Ruwenzori Turaco","offset":4456},{"uri":"Handsome_Francolin","surface_form":"Handsome Francolin","offset":4477},{"uri":"Black-headed_Gonolek","surface_form":"Black-headed Gonolek","offset":4556},{"uri":"Stork","surface_form":"stork","offset":4629},{"uri":"Crane_(bird)","surface_form":"cranes","offset":4640}]}