{"id":159351,"url":"http://en.wikipedia.org/wiki/Digital_subscriber_line","text":"DSL (for Digital Subscriber Loop or Digital Subscriber Line) is a way to transmit digital data over a telephone line. Telephone lines only transmit a limited spectrum of signals (roughly 20 Hertz to 20,000 Hertz, for voice). This means that the other frequencies can be used to transmit data. The data is combined or multiplexed onto the telephone line. At both ends, a device called a \"Splitter\" (or DSL filter) separates the data part and the telephony part. DSL provides the physical layer, the lowest layer of the OSI model that is used for understanding how the different parts of a telecommunications network can connect with each other. In this model, ATM or Ethernet are two communications protocols used as the data link layer (layer 2) and IP is used at the network layer (layer 3).\nWhile most DSL signals are multiplexed for transmission onto telephone lines, DSL can also be used without a telephony line (or multiplexed onto something else, for example Cable TV).\nAt the consumer end, a DSL modem converts the signals to be able to travel on the phone line; at the other end, a DSLAM multiplexes or combines the signals onto the internet backbone of the provider.\nMost DSL lines of consumers are asymmetric, meaning that connection speeds or bit rates are different in each direction. Asymmetric DSL is abbreviated as ADSL.\nTypically, the download speed of consumer DSL services ranges from 256 kilobits per second (kbit/s) to 24,000 kbit/s, depending on DSL technology, line conditions and service level implemented. Typically, upload speed is lower than download speed for Asymmetric Digital Subscriber Line (ADSL) and equal to download speed for the rarer Symmetric Digital Subscriber Line (SDSL).\nVoice and data.\nDSL (or VDSL, Very High Bitrate Digital Subscriber Line) typically works by dividing the frequencies used in a single phone line into two primary \"bands\". The ISP data is carried over the high-frequency band (25 kHz and above) while the voice is carried over the lower-frequency band (4 kHz and below). The user typically installs a DSL filter on each phone. This removes the high frequencies from the phone line, so that the phone only sends or receives the lower frequencies (the human voice). The DSL modem and the normal telephone equipment can be used on the line at the same time without interference from each other.\nEquipment.\nThe customer end of the connection consists of a DSL modem, also known as a Terminal Adaptor. The modem converts data from the digital signals used by computers into a voltage signal of a suitable frequency range which is then applied to the phone line for transmission back to the service provider.\nIn some DSL variations (for example, High-bit-rate digital subscriber line (HDSL)), the modem is directly connected to the computer via a serial interface, using communication protocols such as RS-232 or V.35. In other cases (particularly ADSL), it is common for the customer equipment to be integrated with other functions, such as routing, firewalling, or other application-specific hardware and software. In this case, the entire equipment is usually referred to as a DSL router or DSL gateway.","categories":[],"infobox_types":[],"annotations":[{"uri":"Digital","surface_form":"digital","offset":82},{"uri":"Telephone","surface_form":"telephone","offset":102},{"uri":"Hertz","surface_form":"Hertz","offset":190},{"uri":"Information","surface_form":"data","offset":287},{"uri":"Multiplexing","surface_form":"multiplexed","offset":317},{"uri":"Device","surface_form":"device","offset":370},{"uri":"Physical_layer","surface_form":"physical layer","offset":478},{"uri":"OSI_model","surface_form":"OSI model","offset":518},{"uri":"Asynchronous_Transfer_Mode","surface_form":"ATM","offset":659},{"uri":"Ethernet","surface_form":"Ethernet","offset":666},{"uri":"Data_link_layer","surface_form":"data link layer","offset":720},{"uri":"Internet_Protocol","surface_form":"IP","offset":750},{"uri":"Network_layer","surface_form":"network layer","offset":768},{"uri":"Cable_TV","surface_form":"Cable TV","offset":966},{"uri":"Modem","surface_form":"modem","offset":1004},{"uri":"Signal","surface_form":"signal","offset":1023},{"uri":"Digital_subscriber_line_access_multiplexer","surface_form":"DSLAM","offset":1091},{"uri":"Internet_backbone","surface_form":"internet backbone","offset":1142},{"uri":"Bit_rate","surface_form":"bit rate","offset":1255},{"uri":"Download","surface_form":"download","offset":1352},{"uri":"Very_High_Bitrate_Digital_Subscriber_Line","surface_form":"Very High Bitrate Digital Subscriber Line","offset":1744},{"uri":"Internet_service_provider","surface_form":"ISP","offset":1889},{"uri":"Frequency_band","surface_form":"frequency band","offset":1923},{"uri":"Modem","surface_form":"modem","offset":2234},{"uri":"Voltage","surface_form":"voltage","offset":2533},{"uri":"Serial_port","surface_form":"serial interface","offset":2803},{"uri":"Communication_protocol","surface_form":"communication protocol","offset":2827},{"uri":"RS-232","surface_form":"RS-232","offset":2859},{"uri":"V.35","surface_form":"V.35","offset":2869}]}