{"id":159434,"url":"http://en.wikipedia.org/wiki/True_Cross","text":"The True Cross is the name given to parts which are believed to be from the actual cross upon which Jesus was crucified.\nEmpress Helena (c.250–c.330 AD) was the mother of Constantine, the first Christian Emperor of Rome. Christianity was legalised through the Roman Empire in 312. According to the early writers, like Socrates Scolaticus, Helena travelled to the Holy Land, founding churches and establishing relief agencies for the poor. She is said to have discovered the resting place of the three crosses used at the crucifixion of Jesus and the two thieves - Dismas and Gestas - who were executed with him. Through a miracle it was revealed which of the three was the \"True Cross\".\nMany churches have fragmentary remains which are by tradition alleged to be those of the \"True Cross.\" Their authenticity is not accepted by all those of the Christian faith. Many Christians question the accuracy of the reports surrounding the discovery of the \"True Cross\". The acceptance and belief of that part of the tradition that pertains to the Early Christian Church is generally restricted to the Catholic and Orthodox Churches. The Medieval legends where it came from are not the same in Catholic and Orthodox tradition. These churches honour Helena as a saint, as does also the Anglican Communion.\nSome Christians believe that wood from the true cross has miraculous healing powers. During the Middle Ages people made pilgrimages to churches and shrines where pieces of the cross were kept, and touched the wood in the hope of being cured of a sickness or infirmity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Part","surface_form":"part","offset":36},{"uri":"Jesus","surface_form":"Jesus","offset":100},{"uri":"Helena_of_Constantinople","surface_form":"Helena","offset":129},{"uri":"Emperor_Constantine","surface_form":"Constantine","offset":171},{"uri":"Socrates_Scolaticus","surface_form":"Socrates Scolaticus","offset":318},{"uri":"Holy_Land","surface_form":"Holy Land","offset":363},{"uri":"Crucifixion_of_Jesus","surface_form":"crucifixion of Jesus","offset":521},{"uri":"Dismas","surface_form":"Dismas","offset":564},{"uri":"Gestas","surface_form":"Gestas","offset":575},{"uri":"Miracle","surface_form":"miracle","offset":622},{"uri":"Fragment","surface_form":"fragmentary remains","offset":706},{"uri":"Christianity","surface_form":"Christian faith","offset":845},{"uri":"Early_Christian_Church","surface_form":"Early Christian Church","offset":1039},{"uri":"Roman_Catholic_Church","surface_form":"Catholic","offset":1093},{"uri":"Orthodox_Church","surface_form":"Orthodox Church","offset":1106},{"uri":"Anglican_Communion","surface_form":"Anglican Communion","offset":1276}]}