{"id":15963,"url":"http://en.wikipedia.org/wiki/John_Tyler","text":"John Tyler (March 29, 1790 – January 18, 1862) was the 10th President of the United States of America, from 1841 to 1845. He was the first vice president to become president after the president before him died. He was also the first President born after the United States Constitution was ratified.\nBefore Presidency.\nTyler grew up in Virginia and became a lawyer. His father was also a lawyer who later became governor of Virginia. Tyler became a state representative in the United States Congress, and then also became governor of Virginia like his father.\nTyler started in government as a member of the Democratic Party, but later he changed to the Whig Party, which was very new. He was chosen to run as vice president next to William Henry Harrison. Whig Party people used to say \"Tippecanoe and Tyler Too\" to get people to vote for them. (William Henry Harrison was famous for being a general in a battle in a place called Tippecanoe, and that was his nickname.)\nHarrison and Tyler won the election, but Harrison died one month later. Tyler then became president.\nPresidency.\nSome people thought that Tyler was not the real president, because he had not been elected. But the United States Constitution says that the vice president takes over if the president dies, and Tyler said that meant he was the new president. At first, the rest of the government agreed and declared him the new president. But the Whig Party did not want Tyler to be president, and a lot of people called him \"the accidental president\" or \"His Accidency\".\nTyler made the Whig Party angry when he picked people from the other party (the Democratic Party) to work in his government. He wanted to bring the two parties to work together, but instead this made him unpopular. He rejected many of the Whigs' ideas. The Whig Party decided not to pick him to run for president in 1844.\nWhile he was president, Florida became a new state. Texas was its own country, after winning a war against Mexico. Tyler wanted Texas to be a U.S. state and tried to make this happen while president, but it did not happen until a few months afterwards.\nAfter Presidency.\nThe Whig Party did not want Tyler to be president again, and did not pick him to run for president in 1844. He had some friends in the Democratic Party who sometimes asked him for ideas, but that party did not like him enough to be president, either. Tyler was sometimes called \"the President without a party\" since both groups did not want him.\nWhen the Confederate States of America was created, Tyler thought that states should be allowed to make their own laws, even about slavery. He did not want a civil war. Instead, he tried to get the United States to agree to let the southern states keep slavery. But the United States Congress said no, and Tyler decided that Virginia had to join the Confederacy. He later was elected to the Confederate congress, but died before taking the job.\nTyler died in Richmond, Virginia on January 18, 1862 of a stroke. Tyler's death was the only one in Presidential history not to be officially recognized in Washington, D. C. because of his loyalty to the Confederacy. His coffin was covered with the Confederate flag. He is the only United States President ever to be buried and honored ceremoniously under a foreign flag that is not the United States flag.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_(United_States)","surface_form":"President","offset":60},{"uri":"United_States","surface_form":"United States of America","offset":77},{"uri":"Vice_President_of_the_United_States","surface_form":"vice president","offset":139},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":258},{"uri":"Ratified","surface_form":"ratified","offset":289},{"uri":"Virginia","surface_form":"Virginia","offset":335},{"uri":"Governor","surface_form":"governor","offset":411},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":476},{"uri":"Democratic_Party","surface_form":"Democratic Party","offset":606},{"uri":"Whig_Party_(United_States)","surface_form":"Whig Party","offset":652},{"uri":"William_Henry_Harrison","surface_form":"William Henry Harrison","offset":731},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":1182},{"uri":"Florida","surface_form":"Florida","offset":1883},{"uri":"Texas","surface_form":"Texas","offset":1911},{"uri":"Mexico","surface_form":"Mexico","offset":1966},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":2485},{"uri":"Slavery","surface_form":"slavery","offset":2607},{"uri":"Civil_war","surface_form":"civil war","offset":2634},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":2746},{"uri":"Stroke","surface_form":"stroke","offset":2979},{"uri":"Officially","surface_form":"officially","offset":3052},{"uri":"Washington%2C_D._C.","surface_form":"Washington, D. C.","offset":3077},{"uri":"Loyalty","surface_form":"loyalty","offset":3110},{"uri":"Confederate_flag","surface_form":"Confederate flag","offset":3170},{"uri":"Honor","surface_form":"honored","offset":3249},{"uri":"Ceremony","surface_form":"ceremoniously","offset":3257},{"uri":"Foreign","surface_form":"foreign","offset":3279}]}