{"id":16006,"url":"http://en.wikipedia.org/wiki/KFC","text":"KFC (abbreviation of Kentucky Fried Chicken) is a chain of fast food restaurants known for their fried chicken. It was started by Colonel Sanders in Corbin, Kentucky in 1952. They are now all over the world. They not only sell chicken, but also other food like salads and french fries. KFC, also known as Kentucky Fried Chicken, is an American fast food restaurant chain that specializes in fried chicken. Headquartered in Louisville, Kentucky, it is the world's second-largest restaurant chain after McDonald's, with almost 20,000 locations globally in 123 countries and territories as of December 2015.\nAdvertising.\nKFC is well known for their \"finger lickin' good\" slogan. It was first used, along with others, beginning in 1956. It is the current slogan.\nOther early slogans included \"North America's Hospitality Dish\" (1956–1966) and \"We fix Sunday dinner seven nights a week\" from 1957 until 1968. The two slogans were phased out in favor of the \"finger lickin' good\" slogan. It was trademarked in 1956.\nAfter a local KFC TV ad showed an employee licking his fingers in the background, a viewer phoned the station to complain. The main actor in the ad answered back: \"Well, it's finger lickin' good.\" The phrase was adopted nationally by the company in the 1960s. It became one of the best-known slogans of the twentieth century.\nWhen the trademark expired in the United States in 2006, it was replaced with \"Follow your taste\" until 2010. In 2011, the \"finger lickin' good\" slogan was dropped in favor of \"So good\", to be used around the world. The meaning was supposed to include employees and service, as well as food.\nThe slogan \"Nobody does chicken like KFC\" was first started by KFC Australia in 1998. It is still used by KFC in some worldwide markets.\nCriticism.\nKFC has been criticised on different issues. Greenpeace accused KFC of destroying the Amazon Rainforest. This is because KFC bought their soy they use for chicken food from Cargill. The soy has been traced back to the European KFC. Cargill has reportedly been exporting soy illegally for several years. The Greenpeace organization researched the issue and brought it to the attention of the parent company YUM! Brands, Inc. The parent company denied the illegal operation, and said that their supply of soy is grown in parts of Brazil. Greenpeace has called on KFC to stop purchasing soy from Cargill, to avoid contributing to the destruction of the Amazon.\nSince 2003, animal rights and welfare organizations, led by People for the Ethical Treatment of Animals (PETA), have been protesting KFC’s treatment of the animals used for its products. These groups claim that the recommendations of the KFC Animal Welfare Advisory Council have been ignored. Adele Douglass, a former member of the council, said in an SEC filing reported on by the Chicago Times, that KFC \"never had any meetings. They never asked any advice, and then they touted to the press that they had this animal-welfare advisory committee. I felt like I was being used.\"\nKFC responded by saying the chickens used in its products are bought from suppliers like Perdue Farms, Tyson Foods, and Pilgrim's Pride, and that these suppliers are routinely monitored for animal welfare violations. Several PETA undercover investigations and videos of these and other KFC suppliers purport to show chickens being beaten, ripped apart, and thrown against walls contradict KFC’s claims. PETA has criticised some of the practices of chicken breeders, such as beak trimming and overcrowding, but KFC says its suppliers meets UK legal requirements. The Department for Environment, Food and Rural Affairs recommends a maximum stocking density of 34 kg—around 30 chickens—per square metre, and say that in circumstances where beak trimming needs to be carried out to prevent the birds injuring each other, only one third of the beak should be trimmed \"measured from the tip towards the entrance of the nostrils\". PETA states that they have held more than 12,000 demonstrations at KFC outlets since 2003 because of this alleged mistreatment of chickens by KFC suppliers.\nIn June 2008, KFC Canada agreed to PETA's demands for better welfare standards, including favoring suppliers who use controlled-atmosphere killing (CAK) of chickens, and other welfare standards as well as introducing a vegan sandwich at 65% of its outlets. PETA has called off its campaign against KFC Canada, but continues to demonstrate against KFC elsewhere in the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Restaurant","surface_form":"restaurant","offset":69},{"uri":"Chicken","surface_form":"chicken","offset":103},{"uri":"Colonel_Sanders","surface_form":"Colonel Sanders","offset":130},{"uri":"Corbin%2C_Kentucky","surface_form":"Corbin","offset":149},{"uri":"Kentucky","surface_form":"Kentucky","offset":157},{"uri":"Salad","surface_form":"salad","offset":261},{"uri":"French_fries","surface_form":"french fries","offset":272},{"uri":"Slogan","surface_form":"slogan","offset":668},{"uri":"Trademark","surface_form":"trademark","offset":989},{"uri":"Amazon_Rainforest","surface_form":"Amazon Rainforest","offset":1862},{"uri":"Soy","surface_form":"soy","offset":1914},{"uri":"Cargill","surface_form":"Cargill","offset":1949},{"uri":"Europe","surface_form":"Europe","offset":1994},{"uri":"Greenpeace","surface_form":"Greenpeace","offset":2083},{"uri":"Animal_rights","surface_form":"animal rights","offset":2446},{"uri":"People_for_the_Ethical_Treatment_of_Animals","surface_form":"People for the Ethical Treatment of Animals","offset":2494},{"uri":"Securities_and_Exchange_Commission","surface_form":"SEC","offset":2786},{"uri":"Chicago_Times","surface_form":"Chicago Times","offset":2816},{"uri":"Perdue_Farms","surface_form":"Perdue Farms","offset":3102},{"uri":"Tyson_Foods","surface_form":"Tyson Foods","offset":3116},{"uri":"Pilgrim%27s_Pride","surface_form":"Pilgrim's Pride","offset":3133},{"uri":"Controlled_Atmosphere_Killing","surface_form":"controlled-atmosphere killing","offset":4211},{"uri":"Vegan","surface_form":"vegan","offset":4313}]}