{"id":160439,"url":"http://en.wikipedia.org/wiki/Southampton_Corporation_Tramways_45","text":"e=\"preserve\">Southampton Corporation Tramways No. 45, or Southampton 45, is an open-top tramcar. It was built in 1903 by Hurst Nelson. At first it had a three window saloon, before being rebuilt by Southampton Corporation Tramways with a four window one. The tram looks out of proportion as it had to pass through the very low Bathgate Arch in the centre of Southampton. A normal sized tram would not have been able to have passed underneath the arch.\nThe tramcar operated from 1903 until the Southampton system closed in 1949. At an enthusiasts' tour of the system, the Museum Committee of the Light Railway Transport League bought the tram for £10. This price included a refurbished truck and a full repaint. This act began the entire preservation movement of British tramways.\nAfter it had been purchased the tram travelled the country as there was not yet a museum set up that could store the tram. By 1955 the tram was being stored at Marton depot in Blackpool. It was soon given to the Tramway Museum Society (TMS) and moved to the National Motor Museum at Beaulieu, Hampshire. It was placed next to Newcastle 102, another preserved tramcar. Both of the trams were in an open-air display.\nThe tram moved to Crich Tramway Village in October 1960, and has been there ever since. It is in regular use during the summer months and is the museum's only operational open-top tramcar.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tramcar","surface_form":"tramcar","offset":88},{"uri":"Hurst_Nelson","surface_form":"Hurst Nelson","offset":121},{"uri":"Southampton_Corporation_Tramways","surface_form":"Southampton Corporation Tramways","offset":198},{"uri":"Bathgate_Arch","surface_form":"Bathgate Arch","offset":327},{"uri":"Southampton","surface_form":"Southampton","offset":358},{"uri":"Light_Railway_Transport_League","surface_form":"Light Railway Transport League","offset":595},{"uri":"Blackpool_tramway","surface_form":"Blackpool","offset":956},{"uri":"National_Motor_Museum","surface_form":"National Motor Museum","offset":1038},{"uri":"Beaulieu","surface_form":"Beaulieu","offset":1063},{"uri":"Hampshire","surface_form":"Hampshire","offset":1073},{"uri":"Newcastle_102","surface_form":"Newcastle 102","offset":1106},{"uri":"Crich_Tramway_Village","surface_form":"Crich Tramway Village","offset":1213}]}