{"id":160603,"url":"http://en.wikipedia.org/wiki/Bumblebee_bat","text":"The bumblebee bat (\"Craseonycteris thonglongyai\"), also known as Kitti's hog-nosed bat, is an endangered species of bat. It is the only member of the family Craseonycteridae. It occurs in western Thailand and southeast Burma. It usually lives in limestone caves along rivers.\nThis is the smallest species of bat and one of the world's smallest mammals. It has a reddish-brown or grey coat, with a distinctive pig-like snout. Colonies vary in size, with an average of 100 individuals per cave. The bat feeds during short activity periods in the evening and dawn, foraging around nearby forest areas for insects. Female bat have only one offspring each year.\nDescription.\nThe bumblebee bat is about 29–33 millimetres (1.14–1.30 in) in length and 2 grams (0.07 oz) in mass). This is the reason for its common name \"bumblebee bat\". It is the smallest species of bat. The Etruscan shrew is lighter (1.2–2.7 g) (0.042-0.095 oz).\nThe bat has a distinctive swollen, pig-like snout with thin, vertical nostrils. Its ears are relatively large, while its eyes are small and mostly concealed by fur. Its teeth are typical of an insectivorous bat.\nThe wings are relatively large and darker in colour, with long tips that allow the bat to hover. Kitti's Hog-nosed Bat has no visible tail. There is a large web of skin between the hind legs which may help in flying and catching insects, although there are no tail bones to help control it in flight.\nRange and distribution.\nIn Thailand, the bat is in a small region of Kanchanaburi Province, in the drainage basin of the Khwae Noi River.\nSince the 2001 discovery of a single individual in Burma, at least nine separate sites have been identified. The Thai and Burmese populations are morphologically identical, but their echolocation calls are distinct. It is not known whether the two populations are reproductively isolated.\nBehaviour.\nThe bumblebee bat roosts in the caves of limestone hills, along rivers, within dry evergreen or deciduous forests. While many caves contain only 10 to 15 individuals, the average group size is 100, with a maximum of about 500. Individuals roost high on walls or roof domes, far apart from each other. Bats also undertake seasonal migration between caves.\nThe bat has a brief activity period, leaving its roost for only 30 minutes in the evening and 20 minutes at dawn. These short flights are easily interrupted by heavy rain or cold temperatures. During this period, the bat forages within fields of cassava and kapok or around the tops of bamboo clumps and teak trees, within one kilometre of the roosting site. The wings seem to be shaped for hovering flight, and the gut contents of specimens do include spiders and insects that are presumably gleaned off foliage. Nevertheless, most prey is probably caught in flight. Main staples of the bat's diet include small flies.\nLate in the dry season (around April) of each year, females give birth to a single offspring. During feeding periods, the young either stays in the roost or remains attached to the mother at one of her two vestigial pubic nipples.\nTaxonomy.\nThe bumblebee bat was discovered in 1974. It is the only living species in the family Craseonycteridae.\nConservation.\nAs of the species' most recent review in 1996, the bat is listed by the IUCN as endangered, with a downward population trend.\nCurrently, the most significant and long-term threat to the Thai population could be the annual burning of forest areas, which is most prevalent during the bat's breeding season. In addition, the proposed construction of a pipeline from Burma to Thailand may have a negative impact. Threats to the Burmese population are not well known.\nIn 2007, the bat was identified by the EDGE project (evolutionarily distinct and globally endangered) as one of its top 10 \"focal species\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Endangered_species","surface_form":"endangered species","offset":94},{"uri":"Bat","surface_form":"bat","offset":116},{"uri":"Thailand","surface_form":"Thailand","offset":196},{"uri":"Burma","surface_form":"Burma","offset":219},{"uri":"Limestone","surface_form":"limestone","offset":246},{"uri":"Cave","surface_form":"cave","offset":256},{"uri":"Mammals","surface_form":"mammals","offset":344},{"uri":"Pig","surface_form":"pig","offset":409},{"uri":"Snout","surface_form":"snout","offset":418},{"uri":"Insect","surface_form":"insect","offset":602},{"uri":"Gram","surface_form":"gram","offset":746},{"uri":"Ounce","surface_form":"oz","offset":758},{"uri":"Bumblebee","surface_form":"bumblebee","offset":812},{"uri":"Etruscan_shrew","surface_form":"Etruscan shrew","offset":867},{"uri":"Insectivore","surface_form":"insectivorous","offset":1116},{"uri":"Kanchanaburi_Province","surface_form":"Kanchanaburi Province","offset":1505},{"uri":"Drainage_basin","surface_form":"drainage basin","offset":1535},{"uri":"Khwae_Noi_River","surface_form":"Khwae Noi River","offset":1557},{"uri":"Morphology_(biology)","surface_form":"morphologically","offset":1720},{"uri":"Echolocation","surface_form":"echolocation","offset":1757},{"uri":"Reproductive_isolation","surface_form":"reproductively isolated","offset":1838},{"uri":"Evergreen","surface_form":"evergreen","offset":1957},{"uri":"Deciduous","surface_form":"deciduous","offset":1970},{"uri":"Forest","surface_form":"forest","offset":1980},{"uri":"Cassava","surface_form":"cassava","offset":2475},{"uri":"Kapok","surface_form":"kapok","offset":2487},{"uri":"Bamboo","surface_form":"bamboo","offset":2515},{"uri":"Teak","surface_form":"teak","offset":2533},{"uri":"Spider","surface_form":"spider","offset":2682},{"uri":"Insect","surface_form":"insect","offset":2694},{"uri":"Fly","surface_form":"flies","offset":2842},{"uri":"Vestigiality","surface_form":"vestigial","offset":3055},{"uri":"World_Conservation_Union","surface_form":"IUCN","offset":3280},{"uri":"Endangered_species","surface_form":"endangered","offset":3288}]}