{"id":160688,"url":"http://en.wikipedia.org/wiki/KVIrc","text":"KVIrc is a multilanguage, graphical IRC client for Windows, Linux, Unix and Mac OS. The \"K\" in \"K Visual IRC\" was for a dependancy to KDE, which became optional from version 2.0.0.\nFeatures.\nKVIrc is able to connect to several servers at the same time (optional with SSL and/or IPv6). Unicode, ISO-8859-*-Codes, Asian and windows-native char sets are supported. A special feature is the smart encoding, which allows you to use 2 encodings at the same time; you can send unicode and read unicode and cp-1252 for example.\nAdditional to the mIRC-Codes for bold, underlined and colored fonts, KVIrc owns a graphical emoticon and avatar system. This feature can be turned off.\nKVIrc has its own script language named \"KVS\" for extensions, addons and scripts.\nEvery channel, term and DCC Chat is encryptable with Blowfish or AES/Rijndael.\nWith \"split window mode\", \"users\" can divide their channel window into 2, one for chat messages and one for \"commands\" like joins/parts/mode changes. The size of the windows is variable, so they can hide the command window.\nThe \"Socket spy\" feature helps developers and users to watch the raw communication between client and server to debug.\nDevelopment.\nOfficial stable releases are not often made, but in SVN is mostly a stable version to use.\nKVIrc 4.2.0 was released on July, 3rd 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"IRC_client","surface_form":"IRC client","offset":36},{"uri":"Microsoft_Windows","surface_form":"Windows","offset":51},{"uri":"Linux","surface_form":"Linux","offset":60},{"uri":"Unix","surface_form":"Unix","offset":67},{"uri":"Mac_OS","surface_form":"Mac OS","offset":76},{"uri":"K_Desktop_Environment","surface_form":"KDE","offset":134},{"uri":"Transport_Layer_Security","surface_form":"SSL","offset":267},{"uri":"IPv6","surface_form":"IPv6","offset":278},{"uri":"Unicode","surface_form":"Unicode","offset":285},{"uri":"ISO_8859","surface_form":"ISO-8859-*","offset":294},{"uri":"MIRC","surface_form":"mIRC","offset":538}]}