{"id":160750,"url":"http://en.wikipedia.org/wiki/Kingdom_of_Tungning","text":"The Kingdom of Tungning was the first Han Chinese government to rule Taiwan. It ruled between 1661 and 1683. It was a pro-Ming Dynasty kingdom. It was started by Koxinga, after the destruction of Ming government by the Manchu. Koxinga was son of a pirate who was a supporter of the Ming Dynasty. He hoped to get his soldiers together on Taiwan and use it as a base to get back mainland China for the Ming Dynasty.\nNames.\nAdmiral Koxinga called Taiwan Tungtu/Dongdu. In western history books it is known as the Kingdom of Taiwan.\nHistory.\nIn 1661, Koxinga forced a landing at Luerhmen, Taiwan. In less than a year, he took Fort Zeelandia and made an agreement with Frederick Coyett, the Dutch governor. The Dutch gave him the fort and left all the goods and property of the Dutch East India Company behind. All the Dutch people, officials and soldiers were able take their \"personal\" things and supplies back to Batavia in safety. This ended 38 years of Dutch colonial rule on Taiwan. Koxinga kept himself busy making Taiwan into a useful base for anti-Qing Dynasty supporters who hoped to get the Ming Dynasty back to power.\nIn 1662, at the age of 39, Koxinga died of malaria. Some people said that he died in a sudden fit of craziness when he heard about the death of his father under the Qing. His son, Zheng Jing, took control as the ruler of Taiwan, with the name of Prince of Yanping.\nFor the next 19 years, Zheng Jing tried to run the country and rebuild his army in Taiwan. Contact with the Kangxi Emperor of the Qing Dynasty from the China through ambassadors was frequent. Zheng Jing fought the Qing to defend Xiamen, Quemoy and the Pescadores islands, which he finally lost over the years. His small army army was not big enough to defend the islands from the Qing. During Revolt of the Three Feudatories, Zheng Jing started an attack in the Fujian area. At the end of the revolt, Zheng's army was defeated. After the defeat, Zheng went back to Taiwan where he spent his time with wine and women, dying soon after of illness. After his death, his generals and ministers were split into two groups, each supporting one of his sons to take take over. After some fighting, Zheng Keshuang, his 12 year old son, became the new king.\nIn 1683, after the Battle of Penghu, Zheng Keshuang gave himself up to the Qing. His kingdom was added to the Qing Dynasty as part of the Fujian Province.\nWhat the kingdom means today.\nThe Kingdom of Tungning lasted for just over 20 years. Because its history is almost the same as modern Taiwan, it has great symbolic value.\nAfter its defeat in the Chinese Civil War in 1949, the Republic of China (ROC), led by the Kuomintang, went to Taiwan. They left mainland China to the Communist Party who started the People's Republic of China (PRC). For many years, the ROC planned to take control of the mainland. It kept island bases close to the mainland (for example, Quemoy). This was the same as Koxinga and his sons had done. The ROC has now become a democracy and no longer wants to take over the mainland. The political and territorial arrangement has not changed. In this way, it is the same as between the Qing/Koxinga situation and the current PRC/ROC situation.\nThe Kuomintang of the ROC have talked a lot about the goals of Koxinga. They were going to use Taiwan as a base for returning their government to Mainland China. They see themselves as the defenders of the ROC. They see Taiwan as a base from which the ROC will take back control of the mainland. The PRC talks about the fact that Koxinga freed Taiwan from Dutch colonialism for the sake of the motherland. They do not talk about the fact that Koxinga was trying to get rid of the mainland government, to bring back an earlier dynasty.","categories":[],"infobox_types":[],"annotations":[{"uri":"Han_Chinese","surface_form":"Han Chinese","offset":38},{"uri":"Government","surface_form":"government","offset":50},{"uri":"Taiwan","surface_form":"Taiwan","offset":69},{"uri":"Ming_Dynasty","surface_form":"Ming Dynasty","offset":122},{"uri":"Koxinga","surface_form":"Koxinga","offset":162},{"uri":"Ming_Dynasty","surface_form":"Ming","offset":196},{"uri":"Manchu","surface_form":"Manchu","offset":219},{"uri":"Pirate","surface_form":"pirate","offset":248},{"uri":"Ming_Dynasty","surface_form":"Ming Dynasty","offset":282},{"uri":"Mainland_China","surface_form":"mainland China","offset":377},{"uri":"Fort_Zeelandia_(_Taiwan)","surface_form":"Fort Zeelandia","offset":622},{"uri":"Frederick_Coyett","surface_form":"Frederick Coyett","offset":664},{"uri":"Dutch_people","surface_form":"Dutch","offset":686},{"uri":"Fort","surface_form":"fort","offset":725},{"uri":"Dutch_East_India_Company","surface_form":"Dutch East India Company","offset":773},{"uri":"Soldier","surface_form":"soldier","offset":842},{"uri":"Jakarta","surface_form":"Batavia","offset":911},{"uri":"Colonial","surface_form":"colonial","offset":959},{"uri":"Malaria","surface_form":"malaria","offset":1168},{"uri":"Qing_dynasty","surface_form":"Qing","offset":1290},{"uri":"Zheng_Jing","surface_form":"Zheng Jing","offset":1305},{"uri":"Prince_of_Yanping","surface_form":"Prince of Yanping","offset":1371},{"uri":"Kangxi","surface_form":"Kangxi","offset":1498},{"uri":"Emperor","surface_form":"Emperor","offset":1505},{"uri":"Ambassador","surface_form":"ambassador","offset":1556},{"uri":"Xiamen","surface_form":"Xiamen","offset":1619},{"uri":"Quemoy","surface_form":"Quemoy","offset":1627},{"uri":"Pescadores","surface_form":"Pescadores","offset":1642},{"uri":"Revolt_of_the_Three_Feudatories","surface_form":"Revolt of the Three Feudatories","offset":1783},{"uri":"Fujian","surface_form":"Fujian","offset":1852},{"uri":"Wine","surface_form":"wine","offset":1991},{"uri":"Zheng_Keshuang","surface_form":"Zheng Keshuang","offset":2180},{"uri":"Battle_of_Penghu","surface_form":"Battle of Penghu","offset":2257},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":2348},{"uri":"Fujian_Province","surface_form":"Fujian Province","offset":2376},{"uri":"Chinese_Civil_War","surface_form":"Chinese Civil War","offset":2588},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":2619},{"uri":"Kuomintang","surface_form":"Kuomintang","offset":2655},{"uri":"Communist_Party","surface_form":"Communist Party","offset":2715},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":2747},{"uri":"Democracy","surface_form":"democracy","offset":2989}]}