{"id":160718,"url":"http://en.wikipedia.org/wiki/Ephesus","text":"e=\"preserve\">Ephesus (;) was an ancient Greek city on the west coast of Anatolia, now in Turkey. It was one of the twelve cities of the Ionian League. The Apostle Paul is said to have addressed an epistle to the Christians of the city., and it is now known as the Epistle to the Ephesians in the New Testament. The site still possesses many well preserved Roman ruins side by side with rich history.\nMost significant are the odeon, used as a concert hall and city council with the capacity of 1.500 people, Temple of Hadrian dating back to the second century where one of the best sculpture craftsmanship can be seen, Curettes Street hosting many monuments and countless colums on the sides of its marble paved ground, a fountain dedicated to Emperor Trajan where a part of a remaining statue shows us that Romans knew the round shape of the world in the first century AD, and latrines (toilets) where it can be seen how they cared about public sanity.\nTwo other of Ephesus's outstanding monuments hold importance not just for their home city also for world's cultural and architectural heritage. The first one is the library of Celsus which is located at the end of the Curettes Street. The library looks like a two storeyed building seen from the facade but as we know it former had three stories inside. The facade shows a rare found craftsmanship. Also the library was the third biggest library of the ancient world, after the libraries of Alexandria and Pergamon. Anyone who stands in front of this monumental building can understand why did it take twenty years (115 AD to 135 AD) to complete it.\nThe second one is Ephesus' grand theatre which had the capacity of 25.000 spectators. It was not just a place of art also as we know it was used for animal and gladiator fights. With its great dimensions it makes one think about how small my moment in time really is. It's one of the sacred ruins of Ephesus, according to the Acts of the Apostles (19:23-41), the theater was the site of the \"riot of the silversmiths\" in which those who made silver figures of Artemis the pagan godess of the city rioted because Paul's preaching was bad for business. In the 1st century AD, the Apostle Paul spent over three years in Ephesus and he sermonized many times, disapproving pagan worship, in this theater.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anatolia","surface_form":"Anatolia","offset":72},{"uri":"Turkey","surface_form":"Turkey","offset":89},{"uri":"Ionian_League","surface_form":"Ionian League","offset":136},{"uri":"Paul","surface_form":"Paul","offset":163},{"uri":"Epistle","surface_form":"epistle","offset":197},{"uri":"Epistle_to_the_Ephesians","surface_form":"Epistle to the Ephesians","offset":264},{"uri":"New_Testament","surface_form":"New Testament","offset":296},{"uri":"Odeon","surface_form":"odeon","offset":425},{"uri":"Concert_hall","surface_form":"concert hall","offset":442},{"uri":"Hadrian","surface_form":"Hadrian","offset":517},{"uri":"Trajan","surface_form":"Trajan","offset":751},{"uri":"Alexandria","surface_form":"Alexandria","offset":1444},{"uri":"Pergamon","surface_form":"Pergamon","offset":1459},{"uri":"Gladiator","surface_form":"gladiator","offset":1763},{"uri":"Artemis","surface_form":"Artemis","offset":2063}]}