{"id":160914,"url":"http://en.wikipedia.org/wiki/Singapore_Airlines","text":"Singapore Airlines is an airline based in Singapore. It carries people from Singapore to 5 continents in the world. It is a major airline in Southeast Asia as well as on the \"Kangaroo Route\" from Australia to the UK from Singapore. The company was the first airline to operate the Airbus A380, the world's largest passenger jet with a nickname of \"superjumbo\" – as well as the Boeing 787-10 and the longer range version of the Airbus A350-900. It was used to fly the longest planned flight in the world, from Singapore to Newark but only to be flown by the Airbus A340-500 until they were dropped in November 2013 until they operate it back with the new Airbus A350-900ULR in October 2018 with modified fuel system. In addition, there is also a low-cost airline, called Scoot. Scoot is the airline that has a mix of Airbus A320 and Boeing 787.\nSingapore Airlines was given \"Airline of the Year\" by Skytrax in 2008. Its hub, Singapore Changi Airport, was given \"Airport of the Year\" in 2006.\nFleet.\nThe Singapore Airlines fleet features exclusively wide-body aircraft from four aircraft families: the Boeing 777, Airbus A380, Airbus A350, and the Airbus A330. As of 31 October 2017, there were 111 aircraft registered in the Singapore Airlines fleet.\nSingapore Airlines introduced the Airbus A330-300 in January 2009. It was the first aircraft in the fleet to feature a new regional business class product with 30 lie-flat leather seats in a 2-2-2 configuration, which has since been retrofitted on other regional aircraft in the fleet.\nFive further A330s were delivered in 2009, progressively replacing older Boeing 777-200s on medium-haul routes, and the fleet stood at 19 examples by June 2011. All the aircraft were acquired on five-year leases with the option to extend if necessary, designed to fill the airline's capacity requirements until the delivery of Airbus A350s and Boeing 787s.\nThe airline committed to an additional 15 A330 aircraft in June 2011, which were delivered between 2013 and 2015, continuing to replace older Boeing 777s in the fleet. The A330 fleet was the second largest by type in the airline as of 31 August 2016 (after the Boeing 777 fleet) with 27 aircraft in service. In January 2016 the airline confirmed its intention to eventually replace all A330 aircraft with Airbus A350s in a medium-range configuration by 2019.\nSingapore Airlines placed an order for 30 Airbus A350-900 aircraft in 2006, with a further 30 orders placed in 2013. The airline took delivery of the first of the aircraft in February 2016 and flew its delivery flight to Singapore on 2 March. The airline began operating regular services using the A350 on the Singapore-Amsterdam route from 9 May 2016.\nOn 13 October 2015, Singapore Airlines announced that it had placed orders for seven Airbus A350-900ULR (Ultra-Long Range), which will see the return of non-stop flights between Singapore and both New York and Los Angeles. The A350-900ULR will be configured with approximately 170 seats, compared to 253 in Singapore Airlines' standard A350-900, and will be fitted with the airline's all-new business class seat design due in 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Singapore","surface_form":"Singapore","offset":42},{"uri":"Australia","surface_form":"Australia","offset":196},{"uri":"UK","surface_form":"UK","offset":213},{"uri":"Airbus_A380","surface_form":"Airbus A380","offset":281},{"uri":"Boeing_787_Dreamliner","surface_form":"Boeing 787-10","offset":377},{"uri":"Airbus_A350_XWB","surface_form":"Airbus A350-900","offset":427},{"uri":"Airbus_A340","surface_form":"Airbus A340-500","offset":557},{"uri":"Airbus_A320","surface_form":"Airbus A320","offset":816},{"uri":"Boeing_787","surface_form":"Boeing 787","offset":832},{"uri":"Skytrax","surface_form":"Skytrax","offset":898},{"uri":"Singapore_Changi_Airport","surface_form":"Singapore Changi Airport","offset":924},{"uri":"Boeing_777","surface_form":"Boeing 777","offset":1100},{"uri":"Airbus_A380","surface_form":"Airbus A380","offset":1112},{"uri":"Airbus_A350_XWB","surface_form":"Airbus A350","offset":1125},{"uri":"Airbus_A330","surface_form":"Airbus A330","offset":1146},{"uri":"Airbus_A330","surface_form":"Airbus A330-300","offset":1284},{"uri":"Amsterdam_Airport_Schiphol","surface_form":"Amsterdam","offset":2672}]}