{"id":161029,"url":"http://en.wikipedia.org/wiki/Kevin-Prince_Boateng","text":"Kevin-Prince Boateng (born 6 March 1987) is a German footballer who plays for Borussia Dortmund of the Fußball-Bundesliga, on loan from Tottenham Hotspur.\nInternation.\nKevin-Prince Boateng has made several appearances for the German Under-16, Under-19 and Under-21 teams. On July 20, 2005, he scored a spectacular goal in a Union of European Football Associations (UEFA) European Under-19 Football Championship game against Greece in his side’s 3-0 victory. This goal was voted as the Goal of the Month by viewers of a popular German TV sports show. That year, he won Fritz Walter Bronze Medal as well as the Best German Young Player of the Year title. On July 27, 2006, Kevin-Prince Boateng was adjudged as the Fritz Walter Gold medal winner and the 2006 Best Young Player in Germany by a jury consisting of the German Football Association (DFB), Youth Coaches and Members of the DFB Board. As of 2008, he has won a total of five international caps for the German U-21 side.\nHis Career.\nIn 1994 Kevin-Prince Boateng began his professional football career with the German side Reinickendorfer Füchse’s youth team. On July 1, 1994 he moved to Hertha Berlin’s youth outfit and was soon promoted to the Hertha Berlin II side. During his stint with this team that lasted for two seasons, he made a total of 29 appearances and scored five goals to his credit. In the following year, Kevin-Prince Boateng was selected for Hertha Berlin’s first team, and he made his debut for it in a Round 2 game of the 2005-06 Bundesliga season against Eintracht Frankfurt in which he came in as a second-half substitute. His impressive performance at this game earned Kevin-Prince Boateng his first full debut for this club in a 2-2 draw against Borussia Mönchengladbach in Round 14 of the Bundesliga season. During his two-year tenure at this club, he played 43 games, scoring 4 goals. He is thought to be the world's biggest upcoming talent and showed that in the 2010 world cup held in South Africa. Kevin Prince lead Ghana to the quarterfinals only to be cheated by Uruguay.\nFrom Hertha to Tottenham.\nOn July 31, 2007, Kevin-Prince Boateng signed with Premier League side Tottenham Hotspur for a fee, reportedly worth £4.5million. His first start in the Premier League came on November 3, 2007 in a game against Middlesbrough F.C. As of 2008, he has made a total of 13 appearances for this side.\nHis role Models.\nKevin-Prince Boateng considers the Brazilian football greats Pelé and Rivaldo as his role models in his sporting career as a kid too","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":46},{"uri":"Association_football","surface_form":"footballer","offset":53},{"uri":"Borussia_Dortmund","surface_form":"Borussia Dortmund","offset":78},{"uri":"Fu%C3%9Fball-Bundesliga","surface_form":"Fußball-Bundesliga","offset":103},{"uri":"Tottenham_Hotspur_F.C.","surface_form":"Tottenham Hotspur","offset":136},{"uri":"Germany","surface_form":"German","offset":226},{"uri":"Germany","surface_form":"German","offset":1065},{"uri":"Bundesliga","surface_form":"Bundesliga","offset":1506},{"uri":"English_Premier_League","surface_form":"Premier League","offset":2136},{"uri":"Pel%C3%A9","surface_form":"Pelé","offset":2458},{"uri":"Rivaldo","surface_form":"Rivaldo","offset":2467}]}