{"id":161103,"url":"http://en.wikipedia.org/wiki/Pinnacle_Point_Man","text":"e=\"preserve\">The Pinnacle Point Man is a name given to a group of Homo sapiens believed to have lived in a cave at Pinnacle Point 164,000 years ago. This cave is near Mosselbaai/Mossel Bay on the south coast South Africa. Discoveries in the cave show that these early humans were able to work with haematite pieces, and used ochre to paint their bodies. The discovery challenges the widely held belief that modern human behaviour began only 45,000 years ago. It also challenges the view that this behaviour was reached through a \"large cultural leap\".\nBecause the African climate became cool and dry, the food resources were reduced dramatically. This was the reason why the Pinnacle Point man moved to the shores. There, they could eat marine creatures like mussels, snails and crabs. These men also used amazingly subtle tools. Microliths were mounted on wood shafts\nThe Discovery.\nThe startling discovery was made in 2007 by an international team, including the palaeoanthropologist Curtis Marean from the \"Institute of Human Origins\" of the Arizona State University and three graduate students of the \"School of Human Evolution and Social Change\". They came to the conclusion that humans living in the cave started to eat new foods. They added shellfish and other marine resources to their diet. The cause for this evolution was the climate change. It is the first evidence that mankind was able to this. The report in the magazine Nature also reports that the evidence for using coloured pigments was also found. This is much earlier than the earliest known usage which had been from 70,000 years ago.\nThe findings give rise to the assumption that living near the coast has caused the changes.\nSearching for beginnings.\nThe evidence shows that Homo sapiens evolved in Africa 100,000 to 200,000 years ago. At that time, the world was in an ice age, and Africa was a desert. But as archaeologica sites dating to that time period are rare in Africa, palaeonthologist Curtis Marean looked at different information. He studied geologic formations, the sea currents, climate data and much more. As a result, he was able to pinpoint his research to destinations like the Pinnacle Point cave, where the findings have been made.","categories":[],"infobox_types":[],"annotations":[{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":66},{"uri":"South_Africa","surface_form":"South Africa","offset":208},{"uri":"Haematite","surface_form":"haematite","offset":298},{"uri":"Ochre","surface_form":"ochre","offset":325},{"uri":"Mussel","surface_form":"mussel","offset":759},{"uri":"Snail","surface_form":"snail","offset":768},{"uri":"Crab","surface_form":"crab","offset":779},{"uri":"Microlith","surface_form":"Microlith","offset":830},{"uri":"Palaeoanthropology","surface_form":"palaeoanthropologist","offset":965},{"uri":"Curtis_Marean","surface_form":"Curtis Marean","offset":986},{"uri":"Arizona_State_University","surface_form":"Arizona State University","offset":1045},{"uri":"Shellfish","surface_form":"shellfish","offset":1248},{"uri":"Climate_change","surface_form":"climate change","offset":1337},{"uri":"Nature_(magazine)","surface_form":"Nature","offset":1436},{"uri":"Pigment","surface_form":"pigment","offset":1493},{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":1749},{"uri":"Africa","surface_form":"Africa","offset":1773},{"uri":"Ice_age","surface_form":"ice age","offset":1844},{"uri":"Desert","surface_form":"desert","offset":1870},{"uri":"Archaeology","surface_form":"archaeologica","offset":1885},{"uri":"Geology","surface_form":"geologic formation","offset":2027},{"uri":"Sea_current","surface_form":"sea current","offset":2052},{"uri":"Climate","surface_form":"climate","offset":2066}]}