{"id":16133,"url":"http://en.wikipedia.org/wiki/Monkey","text":"Monkeys are tree-dwelling (arboreal) simians. They are in the primate order. Monkeys are intelligent, social animals. Most monkeys have a tail, even if it is a short one.\nThe word \"monkey\" is a common-language term. It includes two rather different groups of primates. The big distinction is between Old World monkeys and New World monkeys. Some examples of monkeys are macaques, baboons, guenons and marmosets.\nBoth these groups are in the infraorder Simiiformes. That infraorder also includes the great apes and man.\nSome monkeys live almost entirely in trees. Others live partly on the ground. Monkeys are mainly vegetarian, with a strong preference for fruit. However, they may eat a wide range of other food, including insects. Monkeys can live in forests and savannahs, but not in deserts. Some can live in snowy mountains, but more live in rainforests. There are none in the rainforests of Australia and New Guinea. Apparently, they never reached those islands.\nSome monkeys are small, about long and in weight. Other monkeys are much larger, about long and in weight. A group of monkeys is called a \"troop\" of monkeys or a \"tribe\" of monkeys.\nThe two groups of monkeys live in different places: the \"New World Monkeys\" in South America and the \"Old World Monkeys\" live mainly in Africa and Asia. New World Monkeys are often smaller than Old World Monkeys. Monkeys have long arms and legs to help them swing from trees. Some monkeys' tails can wrap tightly around branches, almost like a \"fifth limb\". This type of tail is 'prehensile'.\nThe smallest known monkey is the pygmy marmoset. It is about 14-16cm in size (without the tail). It weighs about 120 grams. It lives in the treetops of rainforests in Brazil, Colombia and Ecuador. The largest known monkey is the mandrill. It can grow to about 1 m in size. Adults weigh up to 35 kg. The monkeys often climb with the help of their tails.\nThe word \"monkey\" might have come from a popular German story, \"Roman de Renart\" (\"Reynard the Fox\"). In there, the name of the son of Martin the Ape is \"Moneke\".\nIn Africa, monkeys can be sold as \"bushmeat\" (meat of wild animals). Monkey brains are eaten in some parts of Africa, South Asia, and China.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arboreal","surface_form":"arboreal","offset":27},{"uri":"Simian","surface_form":"simian","offset":37},{"uri":"Primate","surface_form":"primate","offset":62},{"uri":"Order_(biology)","surface_form":"order","offset":70},{"uri":"Intelligence","surface_form":"intelligent","offset":89},{"uri":"Tail","surface_form":"tail","offset":138},{"uri":"Old_World_monkey","surface_form":"Old World monkey","offset":300},{"uri":"New_World_monkey","surface_form":"New World monkey","offset":322},{"uri":"Macaques","surface_form":"macaques","offset":370},{"uri":"Baboon","surface_form":"baboon","offset":380},{"uri":"Guenon","surface_form":"guenon","offset":389},{"uri":"Marmoset","surface_form":"marmoset","offset":401},{"uri":"Simiiformes","surface_form":"Simiiformes","offset":452},{"uri":"Ape","surface_form":"great apes","offset":499},{"uri":"Homo_sapiens","surface_form":"man","offset":514},{"uri":"Tree","surface_form":"tree","offset":556},{"uri":"Vegetarian","surface_form":"vegetarian","offset":616},{"uri":"Savannah","surface_form":"savannah","offset":765},{"uri":"Rainforests","surface_form":"rainforests","offset":847},{"uri":"Australia","surface_form":"Australia","offset":897},{"uri":"New_Guinea","surface_form":"New Guinea","offset":911},{"uri":"South_America","surface_form":"South America","offset":1230},{"uri":"Africa","surface_form":"Africa","offset":1287},{"uri":"Asia","surface_form":"Asia","offset":1298},{"uri":"Limb","surface_form":"limb","offset":1502},{"uri":"Pygmy_marmoset","surface_form":"pygmy marmoset","offset":1577},{"uri":"Brazil","surface_form":"Brazil","offset":1711},{"uri":"Colombia","surface_form":"Colombia","offset":1719},{"uri":"Ecuador","surface_form":"Ecuador","offset":1732},{"uri":"Mandrill","surface_form":"mandrill","offset":1773},{"uri":"German_language","surface_form":"German","offset":1946},{"uri":"Brain","surface_form":"brain","offset":2136}]}