{"id":161382,"url":"http://en.wikipedia.org/wiki/Ratite","text":"The ratites are a group of medium to large birds, most of which are flightless. Most of them, including the largest (moas and elephant birds) are now extinct.\nUnlike other flightless birds, the ratites have no keel on their sternum. In a flying bird the sternum anchors the wing muscles.\nMost parts of the former super-continent Gondwana have ratites, or did have until the fairly recent past. Their closest living relatives are the tinamous of South America.\nThe classification used here includes all ratites in the order Struthioniformes, but not the tinamous. This may change in future.\nEvolution and systematics.\nIt was once thought that ratites were all one monophyletic group, which evolved together in Gondwana in the Upper Cretaceous. Then they evolved in their separate ways as Gondwana split up, and the parts drifted apart. The parts became the modern southern continents, plus Africa and the Indian subcontinent.\nHowever, modern gene analysis conflicts with this. DNA analysis shows that the ratites diverged from one another too recently to share a common Gondwanian ancestor. However, all analyses show that rheas (South America) and the living Australasian/Oceanian ratites \"are\" monophyletic.\nRecent analysis of twenty nuclear genes suggests that the flighted tinamous cluster within the ratite lineage. The timamids are the sister group of the Australo-Pacific ratites.\nIf so, this would make 'ratites', as a whole, paraphyletic rather than monophyletic. Since tinamous are weak fliers, this raises interesting questions about the evolution of flightlessness in this group. If timamous are inside the ratite lineage, then ratites evolved flightlessness at least three times. Re-evolution of flight in the tinamous would be an alternative explanation, but that has no precedent in bird evolution, while loss of flight is commonplace.\nSimple summary.\nTinamous are ratites. Therefore, ratites are a group of medium to large birds, most of whom are flightless, with the exception of the tinamous. The ratites evolved flightlessness more than once. The similarities between Ostriches and the Australo-Pacific ratites is due to convergent evolution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moa","surface_form":"moa","offset":117},{"uri":"Elephant_bird","surface_form":"elephant bird","offset":126},{"uri":"Extinct","surface_form":"extinct","offset":150},{"uri":"Flightless_birds","surface_form":"flightless birds","offset":172},{"uri":"Keel_(bird)","surface_form":"keel","offset":210},{"uri":"Sternum","surface_form":"sternum","offset":224},{"uri":"Continent","surface_form":"continent","offset":319},{"uri":"Gondwana","surface_form":"Gondwana","offset":329},{"uri":"Tinamou","surface_form":"tinamou","offset":433},{"uri":"South_America","surface_form":"South America","offset":445},{"uri":"Monophyletic","surface_form":"monophyletic","offset":663},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":725},{"uri":"Africa","surface_form":"Africa","offset":889},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":904},{"uri":"Sequence_analysis","surface_form":"gene analysis","offset":941},{"uri":"DNA","surface_form":"DNA","offset":976},{"uri":"Rhea_(bird)","surface_form":"rheas","offset":1122},{"uri":"Australasia","surface_form":"Australasia","offset":1159},{"uri":"Oceania","surface_form":"Oceania","offset":1172},{"uri":"Cell_nucleus","surface_form":"nuclear","offset":1235},{"uri":"Tinamou","surface_form":"tinamou","offset":1276},{"uri":"Paraphyletic","surface_form":"paraphyletic","offset":1433},{"uri":"Precedent","surface_form":"precedent","offset":1784},{"uri":"Ostrich","surface_form":"Ostrich","offset":2086},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":2139}]}