{"id":161394,"url":"http://en.wikipedia.org/wiki/Hurricane_Luis","text":"Hurricane Luis was one of the most powerful storms of the very active 1995 Atlantic hurricane season. Even though Luis was strong it was still only the second strongest storm in 1995, the strongest was Hurricane Opal. Hurricane Luis was the strongest storm to hit the Leeward Islands since Hurricane Hugo in 1989. From August 22 to September 1 Humberto, Iris, Jerry, Luis, and Karen were active at the same time. Most of the places damaged by Luis were damaged only a week earlier by Hurricane Iris, except for the United States and Newfoundland (Canada) and most of the islands would be damaged again less than two weeks later by Hurricane Marilyn.\nMeteorological History.\nThe early stages of Luis's formation is track back to a tropical wave that moved off of Africa on August 26. The next day it became Tropical Depression Thirteen near Cape Verde. It reached Tropical Storm status on the 29th and was named Luis. It reached hurricane status on August 30 and reach category 4 strength on September 2. The next day Luis reached it's highest winds of 150 mph making it a Category 4. Luis continued west and crossed over Barbuda late on September 4. At this time Luis came very close to Antigua, St. Barthelemy, St. Martin and Anguilla. Luis turned northwest and while it was 150 miles to the north of Puerto Rico Luis weakened to a category 2 hurricane, after being a major hurricane for a week. Luis kept slowly weakening and headed to the northeast. While Luis was offshore of Newfoundland he caused a wave more than 98 feet tall. Luis made landfall in eastern Newfoundland on September 11 while a category 1. That same day Luis became extratropical and died near Greenland.\nImpact.\nThese were the places impacted by Hurricane Luis. Many of the Island Countries were affected by Hurricane Iris a week before; many would also be affected by Hurricane Marilyn only ten days later.\nAntigua and Barbuda.\nLuis caused a lot of damage in Antigua and Barbuda because it made landfall in that country. In Antigua about 50% of houses were either destroyed of damaged. In Barbuda nearly 70% of houses were either destroyed of damaged. The government of the country spent about $350 million in U.S. Dollars to fix the damage.\nBermuda.\nIn Bermuda winds were reported up to 46 mph. However, there was no damage or people killed in Bermuda. On September 11 a ship called Queen Elizabeth 2 got caught in the 98 foot wave that Luis caused. The ship was not damaged but it arrived late in New York.\nCanada.\nThe only Providence in Canada affected by Luis was Newfoundland.\nNewfoundland.\nIn Newfoundland, Luis killed one person and caused about $500,000 in damage. Luis dropped 2.4 to 4.7 inches of rain while it passed over Newfoundland on September 11.\nDominica.\nIn Dominica, larges waves from Hurricane Luis caused one fisherman to get killed. Hurricane Luis caused about $47 million in damage to the island nation.\nSt. Martin.\nSt. Martin, a small island was hurt most by Luis. Luis did not strike St. Martin, but it was hurt most by Luis because he caused 9 people to get killed and $1.8 billion in damage.\nUnited States.\nIn North Carolina, a U.S. state, a wave caused one person to get killed. Also, in New York, a wave washed under a house and later destroyed causing $1.9 million in damage.\nOther places.\nIn Guadeloupe, Luis killed one. In Saint Barthelemy, winds were recorded up to 155 mph. In Saint Kitts and Nevis, damages from Luis were at $197 million.\nAfter the storm.\nAfter Hurricane Luis many organizations and Governments donated money to help fix the damage on the affect islands. The largest donation was the Government of the Netherlands, which donated $15.2 million.\nRecords.\nWhen Tropical Depression Thirteen became Tropical Storm Luis on August 29, it marked the earliest date of a seasons 12th named storm. While Luis was becoming extratropical it sped up to nearly 65 mph, making it the third fastest traveling Atlantic hurricane. On September 11 when Luis caused that 98 foot wave it was the highest wave recorded from an Atlantic hurricane. Until 2004, when Hurricane Ivan may have caused a wave up to 130 feet.\nRetirement.\nThe name Luis was retired in the spring of 1996. Luis was the first name retired since Andrew in 1992. Luis was also the first named storm starting with L to get its name retired. Luis is now only one of two L names to get retired, the other was Lili in 2002. In 2001 Lorenzo was used instead.","categories":[],"infobox_types":[],"annotations":[{"uri":"1995_Atlantic_hurricane_season","surface_form":"1995 Atlantic hurricane season","offset":70},{"uri":"Hurricane_Opal","surface_form":"Hurricane Opal","offset":202},{"uri":"Hurricane_Hugo","surface_form":"Hurricane Hugo","offset":290},{"uri":"1989","surface_form":"1989","offset":308},{"uri":"United_States","surface_form":"United States","offset":515},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":533},{"uri":"Canada","surface_form":"Canada","offset":547},{"uri":"Africa","surface_form":"Africa","offset":762},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":840},{"uri":"August_30","surface_form":"August 30","offset":948},{"uri":"September_2","surface_form":"September 2","offset":991},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 4","offset":1072},{"uri":"Barbuda","surface_form":"Barbuda","offset":1121},{"uri":"Antigua","surface_form":"Antigua","offset":1187},{"uri":"St._Barthelemy","surface_form":"St. Barthelemy","offset":1196},{"uri":"St._Martin","surface_form":"St. Martin","offset":1212},{"uri":"Anguilla","surface_form":"Anguilla","offset":1227},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":1302},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":1564},{"uri":"September_11","surface_form":"September 11","offset":1580},{"uri":"Greenland","surface_form":"Greenland","offset":1667},{"uri":"Antigua_and_Barbuda","surface_form":"Antigua and Barbuda","offset":1934},{"uri":"Antigua","surface_form":"Antigua","offset":1999},{"uri":"Barbuda","surface_form":"Barbuda","offset":2064},{"uri":"Government","surface_form":"government","offset":2131},{"uri":"United_States_Dollar","surface_form":"U.S. Dollars","offset":2185},{"uri":"Bermuda","surface_form":"Bermuda","offset":2229},{"uri":"Queen_Elizabeth_2","surface_form":"Queen Elizabeth 2","offset":2359},{"uri":"New_York","surface_form":"New York","offset":2474},{"uri":"Canada","surface_form":"Canada","offset":2515},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":2543},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":2574},{"uri":"Dominica","surface_form":"Dominica","offset":2751},{"uri":"St._Martin","surface_form":"St. Martin","offset":2914},{"uri":"North_Carolina","surface_form":"North Carolina","offset":3112},{"uri":"United_States","surface_form":"U.S.","offset":3130},{"uri":"New_York","surface_form":"New York","offset":3191},{"uri":"Guadeloupe","surface_form":"Guadeloupe","offset":3298},{"uri":"Saint_Barthelemy","surface_form":"Saint Barthelemy","offset":3330},{"uri":"Saint_Kitts_and_Nevis","surface_form":"Saint Kitts and Nevis","offset":3386},{"uri":"Government","surface_form":"Government","offset":3611},{"uri":"Netherlands","surface_form":"Netherlands","offset":3629},{"uri":"Hurricane_Ivan","surface_form":"Hurricane Ivan","offset":4068},{"uri":"Hurricane_Andrew","surface_form":"Andrew","offset":4221},{"uri":"Hurricane_Lili","surface_form":"Lili","offset":4380},{"uri":"2001_Atlantic_hurricane_season","surface_form":"2001","offset":4397}]}