{"id":161497,"url":"http://en.wikipedia.org/wiki/Gary_Karr","text":"Gary Karr (born 20 November 1941), is an American classical double bass virtuoso and teacher.\nLife.\nThere were several double bass players in his family, but he did not meet them. He studied with several teachers. He went to the Juilliard School. In 1962 he became famous when he was a soloist in a nationally televised New York Philharmonic Young People's Concert, conducted by Leonard Bernstein. On that famous telecast, Karr performed \"The Swan\" from \"Carnival of the Animals\" by Camille Saint-Saëns.\nGary Karr has given performances in many parts of the world. He has published a number of books for learning to play the double bass. After 40 years as a concert artist he retired in 2001 to Victoria, British Columbia, where he lives with his dog Shin-Ju.\nFoundations.\nIn 1967, Karr founded the International Society of Bassists (ISB), an organization which encourages the playing of the double bass all over the world. Every two years the ISB has a big international conference.\nOlga Koussevitzky, widow of the conductor and double bass player Serge Koussevitzky (1874-1951) heard Karr play when he was young, and gave him the beautiful Amati double bass made in 1611 which her husband had played. Karr later gave this double bass to the ISB so that double bassists world-wide could play on it.\nIn 1984 the Karr Doublebass Foundation was established by Karr, which loans instruments to promising young double bassists to help them in their careers.","categories":[],"infobox_types":[],"annotations":[{"uri":"20_November","surface_form":"20 November","offset":16},{"uri":"1941","surface_form":"1941","offset":28},{"uri":"USA","surface_form":"American","offset":41},{"uri":"Classical_music","surface_form":"classical","offset":50},{"uri":"Double_bass","surface_form":"double bass","offset":60},{"uri":"Virtuoso","surface_form":"virtuoso","offset":72},{"uri":"Juilliard_School","surface_form":"Juilliard School","offset":229},{"uri":"New_York_Philharmonic","surface_form":"New York Philharmonic","offset":320},{"uri":"Leonard_Bernstein","surface_form":"Leonard Bernstein","offset":379},{"uri":"Carnival_of_the_Animals","surface_form":"Carnival of the Animals","offset":455},{"uri":"Camille_Saint-Sa%C3%ABns","surface_form":"Camille Saint-Saëns","offset":483},{"uri":"Victoria%2C_British_Columbia","surface_form":"Victoria, British Columbia","offset":695},{"uri":"Conductor_(music)","surface_form":"conductor","offset":1016},{"uri":"Serge_Koussevitzky","surface_form":"Serge Koussevitzky","offset":1049},{"uri":"Amati","surface_form":"Amati","offset":1142},{"uri":"1611","surface_form":"1611","offset":1168},{"uri":"1984","surface_form":"1984","offset":1303}]}