{"id":16146,"url":"http://en.wikipedia.org/wiki/Civilization","text":"Civilization (or civilisation) comes from the Latin word \"civis\" meaning someone who lives in a town. The Romans usually wanted conquered people to live in towns. When people are civilised, they have learned from the wisdom, skill and knowledge gained over centuries of human progress. The opposite of civilization is sometimes said to be entropy, barbarity, rudeness, or animal-like behavior.\nA civilization is generally an advanced stage of organisation. That means it has laws, culture, a regular way of getting food and protecting the people. Most civilizations have agriculture, and a system of government like monarchs or elections. They speak a common language, and usually have a religion of some kind. They teach their young the knowledge they need. All civilizations since the Sumerians and the Egyptians have had some kind of writing. This is because writing lets people store and build up knowledge.\nPast societies that would be called more primitive compared to today, are still often referred to as civilizations for their time. The Roman Empire is an example of a past large civilization. It was governed from Rome. This empire once stretched from the Scottish borders to North Africa and the eastern Mediterranean. Their language was Latin.\nLatin remained the preferred method of communication among educated people, long after their civilization had vanished. Some scientists, scholars and others still use Latin in the course of their everyday work, even though the Roman civilization fell apart more than 1,500 years ago. The Roman civilization lasted almost 1000 years, but the Ancient Egyptian civilization was older and lasted longer.\nOne way a civilization ends is to become part of another civilization. For example, Ancient Egypt was conquered by foreigners who changed the country. It became part of Persian, Greek, Roman, and Islamic civilization. Another way is to go back to an earlier, simpler way of life. For example, Roman civilization collapsed in the Dark Ages. When people became more civilized again, it was the Medieval civilization.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":46},{"uri":"Town","surface_form":"town","offset":96},{"uri":"Entropy","surface_form":"entropy","offset":339},{"uri":"Organisation","surface_form":"organisation","offset":443},{"uri":"Laws","surface_form":"laws","offset":475},{"uri":"Culture","surface_form":"culture","offset":481},{"uri":"Agriculture","surface_form":"agriculture","offset":571},{"uri":"Government","surface_form":"government","offset":600},{"uri":"Monarch","surface_form":"monarch","offset":616},{"uri":"Election","surface_form":"election","offset":628},{"uri":"Religion","surface_form":"religion","offset":688},{"uri":"Sumer","surface_form":"Sumer","offset":787},{"uri":"Ancient_Egypt","surface_form":"Egyptians","offset":805},{"uri":"Writing","surface_form":"writing","offset":837},{"uri":"Knowledge","surface_form":"knowledge","offset":901},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":1047},{"uri":"Rome","surface_form":"Rome","offset":1125},{"uri":"Empire","surface_form":"empire","offset":1136},{"uri":"Scotland","surface_form":"Scottish","offset":1167},{"uri":"North_Africa","surface_form":"North Africa","offset":1187},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":1216},{"uri":"Latin_language","surface_form":"Latin","offset":1250},{"uri":"Ancient_Egyptian","surface_form":"Ancient Egyptian","offset":1598},{"uri":"Middle_Ages","surface_form":"Medieval","offset":2049}]}