{"id":161443,"url":"http://en.wikipedia.org/wiki/Red-violet","text":"Red-violet is a deep tone of rosy magenta. It may also be considered a reddish tone of purple or a bluish tone of rose.\nOn the old fashioned, now obsolete red-yellow-blue pigment color wheel (in which red, yellow, and blue were regarded as the primary colors and orange, green, and violet were regarded as the secondary colors), \"red-violet\" was a tertiary color between red and violet on the red-yellow-blue pigment color wheel and thus was the equivalent of pigment purple. The other tertiary colors on a red-yellow-blue (RYB) color wheel were called blue-violet, blue-green, yellow-green, yellow-orange, and red-orange.\nThe RYB color wheel is still often used to teach color to children.\nElectric purple observed on spectrum beyond violet by ultraviolet sensitives.\nIt has been reported by ophthalmologists that those who have their lenses removed and replaced with clear plastic intraocular lenses can see partway into the ultraviolet and view electric purple (a tone of red-violet) on the spectrum beyond Violet because it has been shown that the retina has some ultraviolet sensitivity which is normally blocked by the natural lens. Presumably, tetrachromatic animals such as birds can also see this color on the spectrum. These observers able to see partially into the ultraviolet describe the color they can see beyond violet in the ultraviolet as a sort of lilac, that is, a reddish-violet (purple) color that is the color of the lilac flower. (Presumably this color that they see would be electric purple, since electric purple is a pure chroma on the color wheel and would presumably be the color we would see on the spectrum beyond violet if we could see into the ultraviolet.)\nComparison of red, red-violet, and violet.\nNote: The spectrum colors can only be approximated on a computer screen but the colors shown below are a close approximation of the spectral colors red and violet, shown compared to the non-spectral color red-violet (a deep tone of the color magenta tending toward rose).","categories":[],"infobox_types":[],"annotations":[{"uri":"Magenta","surface_form":"magenta","offset":34},{"uri":"Purple","surface_form":"purple","offset":87},{"uri":"Rose_(color)","surface_form":"rose","offset":114},{"uri":"Red","surface_form":"red","offset":155},{"uri":"Yellow","surface_form":"yellow","offset":159},{"uri":"Blue","surface_form":"blue","offset":166},{"uri":"Color_wheel","surface_form":"color wheel","offset":179},{"uri":"Orange_(color)","surface_form":"orange","offset":263},{"uri":"Green","surface_form":"green","offset":271},{"uri":"Violet_(color)","surface_form":"violet","offset":282},{"uri":"Red","surface_form":"red","offset":371},{"uri":"Violet_(color)","surface_form":"violet","offset":379},{"uri":"Blue-violet","surface_form":"blue-violet","offset":553},{"uri":"Blue-green","surface_form":"blue-green","offset":566},{"uri":"Chartreuse_green","surface_form":"yellow-green","offset":578},{"uri":"Amber_(color)","surface_form":"yellow-orange","offset":592},{"uri":"Orange-red","surface_form":"red-orange","offset":611},{"uri":"Children","surface_form":"children","offset":681},{"uri":"Ophthalmologist","surface_form":"ophthalmologist","offset":793},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":927},{"uri":"Spectrum","surface_form":"spectrum","offset":994},{"uri":"Violet_(color)","surface_form":"Violet","offset":1010},{"uri":"Tetrachromat","surface_form":"tetrachromat","offset":1151},{"uri":"Animal","surface_form":"animal","offset":1166},{"uri":"Bird","surface_form":"bird","offset":1182},{"uri":"Lilac_(color)","surface_form":"lilac","offset":1366},{"uri":"Magenta","surface_form":"magenta","offset":1975},{"uri":"Rose_(color)","surface_form":"rose","offset":1998}]}