{"id":16150,"url":"http://en.wikipedia.org/wiki/Enlightenment_(Buddhism)","text":"In Buddhism, enlightenment (called \"bodhi\" in Indian Buddhism, or \"satori\" in Zen Buddhism) is when a Buddhist finds the truth about life and stops being reborn because they have reached Nirvana. Once you get to Nirvana you are not born again into samsara (which is suffering). Buddhists believe a person can become enlightened by following the Middle Way; the Middle Way is not too extreme in either way of living, neither an extremely luxurious life of ease and enjoyment nor an extremely harsh life on living on the minimum of the most basic necessities. One develops Sila (morality), Samadhi (concentration), and Prajna (insight or wisdom). This is thought to take a very long time, according to many buddhist monks and nuns.\nMethod.\nAfter establishing a strong foundation of Sila (morality), Buddhists become enlightened by using meditation. While they practice Vipassana meditation, they relax their mind with clear understanding of the law of impermanence, which clears their minds of all attachments; craving, aversion, and delusion are destroyed.\nThe Buddha.\nSiddhartha Gautama (the Buddha) is described as the first known (historical) person to have reached enlightenment and was the founder of Buddhism. (Buddhists know him as the Shakyamuni Buddha, and believe there were Buddhas before him and will be after him.) The story of his life is told as an example of what he learned.\nLife at the Palace.\nSiddhartha was a rich aristocrat and the son of a ruler of a republic. His father went to a fortune teller who predicted that Siddhartha would either become a king or a religious leader. His father wanted him to become a king. He gave Siddhartha many things and did not let him see anything bad. Siddhartha married a woman and had a son. He named his son Rahula. Some say Siddhartha left the palace to pursue a spiritual path on the day his son was born.\nFour Sights.\nSiddhartha went to the Shramana teachers to ask for help. Siddhartha traveled for four days. On the first day, he saw an old man. On the second day, he saw a sick woman. On the third day, he saw a funeral. It was his first time seeing death. On the fourth day he saw a sadhu (holy man). This man was very poor. Siddhartha thought that the man was happy even though he was poor. Siddhartha also knew that he was not happy even though he was rich. He decided to leave the palace and never go back.\nAsceticism.\nSiddhartha walked through the forest. In the forest, he found a group of ascetics. He watched them and thought this was the way to be enlightened. For six years he lived with the ascetics. For some time, he ate one grain of rice and drank from the river every day. One day a boat was on the river with a musician and his students on it. Siddhartha heard the musician say, \"If the string is too tight, it will snap. If it is too loose, it will not play.\" After hearing that, Siddhartha knew that he wanted to find a middle way, something more effective than asceticism. He took a bowl of rice with milk from a village woman. He then had the strength, to meditate until Enlightenment.\nEnlightenment.\nSiddhartha sat at the bottom of the Bodhi tree. He made a promise to keep meditating until he was enlightened. For forty days Devaputra Mara, the leader of demons, tried to stop Siddhartha. He made Siddhartha think of scary things. He made demons try to hurt Siddhartha with spears, arrows, fire, and rocks. Siddhartha did not fear them and kept his mind relaxed and the hurtful things became like flowers and many coloured lights. From Sila (morality), Samadhi (concentration), and Prajna (insight; wisdom), he became enlightened. After he was enlightened, he taught people about what he had learned for 45 years. He died when he was 80 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Buddhism","surface_form":"Buddhism","offset":3},{"uri":"Indian_Buddhism","surface_form":"Indian Buddhism","offset":46},{"uri":"Zen_Buddhism","surface_form":"Zen Buddhism","offset":78},{"uri":"Reincarnation","surface_form":"reborn","offset":154},{"uri":"Middle_Way","surface_form":"Middle Way","offset":345},{"uri":"Meditation","surface_form":"meditation","offset":835},{"uri":"Clear","surface_form":"clear","offset":970},{"uri":"Mind","surface_form":"mind","offset":983},{"uri":"Buddha","surface_form":"Buddha","offset":1092},{"uri":"Buddhism","surface_form":"Buddhism","offset":1205},{"uri":"Story","surface_form":"story","offset":1331},{"uri":"Example","surface_form":"example","offset":1363},{"uri":"Learn","surface_form":"learn","offset":1382},{"uri":"Aristocrat","surface_form":"aristocrat","offset":1433},{"uri":"Ruler","surface_form":"ruler","offset":1461},{"uri":"Fortune_teller","surface_form":"fortune teller","offset":1503},{"uri":"Religion","surface_form":"religious","offset":1580},{"uri":"Leader","surface_form":"leader","offset":1590},{"uri":"Teacher","surface_form":"teacher","offset":1911},{"uri":"Travel","surface_form":"travel","offset":1948},{"uri":"Death","surface_form":"death","offset":2114},{"uri":"Ascetic","surface_form":"ascetic","offset":2460},{"uri":"Live","surface_form":"live","offset":2551},{"uri":"Grain","surface_form":"grain","offset":2602},{"uri":"Rice","surface_form":"rice","offset":2611},{"uri":"Musician","surface_form":"musician","offset":2691},{"uri":"Students","surface_form":"students","offset":2708},{"uri":"Village","surface_form":"village","offset":2996},{"uri":"Devaputra_Mara","surface_form":"Devaputra Mara","offset":3211},{"uri":"Demon","surface_form":"demon","offset":3241},{"uri":"Spear","surface_form":"spear","offset":3360},{"uri":"Arrow","surface_form":"arrow","offset":3368},{"uri":"Fire","surface_form":"fire","offset":3376},{"uri":"Rock_(geology)","surface_form":"rock","offset":3386}]}