{"id":161632,"url":"http://en.wikipedia.org/wiki/Methane_hydrate","text":"e=\"preserve\">Methane hydrate, also called methane ice or methane clathrate, consists of methane, which is enclosed in frozen water. The water molecules completely surround the methane. Methane hydrate is a common constituent of the shallow marine (ocean) geosphere. In 1971, it was first discovered in Black Sea.\nDefinition and Characteristics.\nMethane hydrate consists of methane gas trapped inside cage-like crystal structures made up of water molecules. These “cages” have a size of atoms and molecules, far too small to see with the naked eye. Under normal temperature and pressure, one litre of methane hydrate is equal to 168 litres of methane gas.\nOrigin of methane hydrate.\nMethane hydrate is thought to be formed by dead organic matter trapped between the earth's layers, and then broken down by microorganisms and the earth's heat. The process is similar to the one that produces methane when organic waste is dumped at a garbage pit and covered with earth, except that it occurs deep below the earth's surface. The organisms which produce methane by a process of fermentation are the methaneogen Archea.\nNatural resources.\nAreas where natural methane hydrate is thought to exist are generally areas under the ocean where continental plates meet. In depths between 500 to 1000 meter, where pressure is high and temperature low enough.","categories":[],"infobox_types":[],"annotations":[{"uri":"Methane","surface_form":"methane","offset":88},{"uri":"Molecules","surface_form":"molecules","offset":142},{"uri":"Methane","surface_form":"methane","offset":176},{"uri":"Ocean","surface_form":"ocean","offset":248},{"uri":"Geosphere","surface_form":"geosphere","offset":255},{"uri":"Microorganisms","surface_form":"microorganisms","offset":805},{"uri":"Garbage","surface_form":"garbage","offset":932},{"uri":"Earth","surface_form":"earth","offset":961},{"uri":"Fermentation","surface_form":"fermentation","offset":1074},{"uri":"Methanogen","surface_form":"methaneogen","offset":1095},{"uri":"Archaea","surface_form":"Archea","offset":1107}]}