{"id":161798,"url":"http://en.wikipedia.org/wiki/Harry_Sullivan_(Doctor_Who)","text":"Harry Sullivan is a fictional character from the British science-fiction television series \"Doctor Who\". He was a companion of the Fourth Doctor. Harry Sullivan was played by Ian Marter, the character appears as a regular during the programme's twelfth season in 1974–1975.\nCharacter history.\nHarry is a doctor in the Royal Navy, who is also a medical officer to the United Nations Intelligence Taskforce, the military organisation to which the Doctor works for as a scientific advisor. He is first mentioned (though not seen) in \"Planet of the Spiders\", when the Brigadier thinks the Third Doctor has gone into a coma. The Brigadier calls \"Doctor Sullivan\" and asks him to come to the Doctor's laboratory, but tells him not to bother when Sergeant Benton wakes the Doctor by offering him a cup of coffee. In the next serial, \"Robot\", after the Doctor's third regeneration, Sullivan is called in to help him, and ends up travelling aboard the TARDIS with the Fourth Doctor and Sarah-Jane Smith (played by Elisabeth Sladen) for several adventures.\nThe character was originally devised by the production team to do any action scenes required in episodes when they had envisioned that the new Doctor would be played by an older actor (Sarah-Jane even jokingly compares Harry to James Bond at one point). When forty year-old Tom Baker was cast, however, this was no longer a concern and the decision was taken to write Harry out — something producer Philip Hinchcliffe later admitted was probably a mistake, as Harry was a likeable and popular character who worked well with both of his fellow leads.\nHarry's last regular appearance is in the season thirteen opener \"Terror of the Zygons\", which had actually been made at the conclusion of the twelfth production block and held over to start the following season. At the conclusion of this story he chooses to return to London by train rather than by TARDIS with the Doctor and Sarah-Jane, who continue their adventures without him. He does, however, reappear three stories later in \"The Android Invasion\", both as the original Harry and an android double. This is the character's final appearance in the programme.\nA photo of Harry can be seen in Sarah-Jane Smith's attic in \"The Sarah-Jane Adventures\" and in \"Invasion of the Bane\", Sarah-Jane thought of naming her newly adopted son after him before deciding on Luke.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":49},{"uri":"Doctor_Who","surface_form":"Doctor Who","offset":92},{"uri":"Doctor_Who_companions","surface_form":"companion","offset":114},{"uri":"Fourth_Doctor","surface_form":"Fourth Doctor","offset":131},{"uri":"Ian_Marter","surface_form":"Ian Marter","offset":175},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":318},{"uri":"Doctor_(Doctor_Who)","surface_form":"the Doctor","offset":441},{"uri":"TARDIS","surface_form":"TARDIS","offset":943},{"uri":"Fourth_Doctor","surface_form":"Fourth Doctor","offset":959},{"uri":"Sarah-Jane_Smith","surface_form":"Sarah-Jane Smith","offset":977},{"uri":"Elisabeth_Sladen","surface_form":"Elisabeth Sladen","offset":1005},{"uri":"James_Bond","surface_form":"James Bond","offset":1275},{"uri":"Tom_Baker","surface_form":"Tom Baker","offset":1321},{"uri":"Philip_Hinchcliffe","surface_form":"Philip Hinchcliffe","offset":1446},{"uri":"TARDIS","surface_form":"TARDIS","offset":1897},{"uri":"The_Sarah-Jane_Adventures","surface_form":"The Sarah-Jane Adventures","offset":2223}]}