{"id":161851,"url":"http://en.wikipedia.org/wiki/Pygmalion_effect","text":"e=\"preserve\">Pygmalion was a sculptor who lived in Cyprus. Women who lived on Cyprus didn't stay virtuous, so Pygmalion decided to live alone and made a sculpture, Galatea. During the Aphrodite feast, thanks to Pygmalion`s prayers, the sculpture turned into a real person. This was called The Pygmalion effect.\nThe Pygmalion effect shows that if we want something enough, we'll get it. It is named after the scholar who demonstrated it. It is also called \"Rosenthal Effect\" and is quoted when we refer to \"The power of affirmation\" and \"The power of praise\".\nAnother example of the Pygmalion effect is in groups. If there are two groups, one group thought that their teacher was \"good\", the other group thought he was \"not good\". The teacher treated both groups the same, but the group with a positive expectations had better outcomes than the others; Simply because those with positive expectations made them perform better than other students.\nThe Pygmalion effect is also an important instrument in management theory. It makes managers be aware, that the success of their employees depends not only on qualification, personal qualities or working environment. Manager always has to believe in his people and expect them to achieve the best results. In such case the subordinates will always feel this trust and demonstrate their best skills and abilities in their work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pygmalion","surface_form":"Pygmalion","offset":13},{"uri":"Sculptor","surface_form":"sculptor","offset":29},{"uri":"Cyprus","surface_form":"Cyprus","offset":51},{"uri":"Virtue","surface_form":"virtuous","offset":97},{"uri":"Galatea","surface_form":"Galatea","offset":164},{"uri":"Aphrodite_feast","surface_form":"Aphrodite feast","offset":184},{"uri":"Scholar","surface_form":"scholar","offset":408},{"uri":"Rosenthal_Effect","surface_form":"Rosenthal Effect","offset":456},{"uri":"Affirmation","surface_form":"affirmation","offset":519},{"uri":"Teacher","surface_form":"teacher","offset":667}]}