{"id":161836,"url":"http://en.wikipedia.org/wiki/Recipe","text":"A recipe is a list of instructions that shows how to prepare or make something such as a food dish.\nRecipes from earlier times often included much less information: Older recipes usually just reminded a person of the ingredients needed.\nAncient history.\nThe earliest known recipes are from 1600 and came from an Akkadian tablet from southern Babylonia. The ancient Egyptians painted hieroglyphics showing the preparation of food. Many recipes are known from ancient Greece. Mithaecus's cookbook was an early one, but most of it has been lost. Athenaeus quotes one short recipe in his Deipnosophistae. Roman recipes are known with some of them starting in the 2nd century B.C with Cato the Elder's De Agri Cultura. Many other authors of this period explained eastern Mediterranean cooking in Greek and Latin.\nMiddle Ages.\nKing Richard II of England asked someone to make a recipe book called \"Forme of Cury\" in 1390. Around the same time another book was published entitled \"Curye on Inglish\". Both books give an idea of how food was made and served in the noble classes of England at that time.\nBy the 1400s, manuscripts appeared, describing the recipes of that time. Many of these give very good information and record the re-discovery of many herbs and spices including coriander, parsley, basil and rosemary. Many of these herbs and spices had been brought back from the Crusades.\nDuring the 1500s and 1600s, printed books appeared. The large houses tried to be better than each other, and books were written on how to manage households and prepare food. In Holland, and England, the noble families competed to see who could make the most splendid foods.\nBy the 1660s cooks published their own books explaining their recipes, in competition with their rivals. Many of these books have now been translated and can be found online.\nFrench chefs.\nIn Europe, none had such influence as the top French chefs. They built the haute cuisine which others copied. La Varenne (1615–1678), Carême (1784–1833) and Escoffier (1846–1935) were the great innovators.\nModern cooks and chefs.\nBy the 1800s, cooking had become a hobby throughout the world. Using the newest technology and using a new publishing idea, Mrs Beeton (1836–1865) published her famous ‘Book of Household Management’, in 24 parts between 1857 and 1861. Around that same time the American cook Fannie Farmer (1857–1915) devoted herself to cooking. She published the book ‘The Boston Cooking School Cookbook’ in 1896 which had 1849 recipes.\nThe next revolution in popular culture came with introduction of the media cooks. The first was Philip Harben who was first on radio, with newspaper columns and books. Then he was first on British television, before Fanny Craddock.\nTV cooking programs brought the recipes of cooks to a new audience who wanted to try out new ways of cooking. In the early days, the recipes were available by post from the BBC and later with the introduction of the CEEFAX text on screen system, they became available on the television. The new companies of Channel 4 and S4C also brought recipes to the television with their own text system called ORACLE. Today the television is still a major source of recipe information, with world-wide cooks and chefs such as Julia Child, Jamie Oliver, Nigella Lawson and Rachael Ray having TV shows and websites giving the details of all their recipes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Akkadian_language","surface_form":"Akkadian","offset":312},{"uri":"Babylonia","surface_form":"Babylonia","offset":342},{"uri":"Hieroglyph","surface_form":"hieroglyph","offset":383},{"uri":"Ancient_Greece","surface_form":"ancient Greece","offset":458},{"uri":"Ancient_Rome","surface_form":"Roman","offset":601},{"uri":"Cato_the_Elder","surface_form":"Cato the Elder","offset":680},{"uri":"Ancient_Greek_language","surface_form":"Greek","offset":791},{"uri":"Latin","surface_form":"Latin","offset":801},{"uri":"Manuscript","surface_form":"manuscript","offset":1109},{"uri":"Coriander","surface_form":"coriander","offset":1272},{"uri":"Parsley","surface_form":"parsley","offset":1283},{"uri":"Basil","surface_form":"basil","offset":1292},{"uri":"Rosemary","surface_form":"rosemary","offset":1302},{"uri":"Crusades","surface_form":"Crusades","offset":1374},{"uri":"Book","surface_form":"book","offset":1420},{"uri":"Family","surface_form":"household","offset":1529},{"uri":"Haute_cuisine","surface_form":"haute cuisine","offset":1922},{"uri":"La_Varenne","surface_form":"La Varenne","offset":1957},{"uri":"Car%C3%AAme","surface_form":"Carême","offset":1981},{"uri":"Escoffier","surface_form":"Escoffier","offset":2004},{"uri":"Isabella_Mary_Beeton","surface_form":"Mrs Beeton","offset":2201},{"uri":"Fannie_Farmer","surface_form":"Fannie Farmer","offset":2352},{"uri":"Philip_Harben","surface_form":"Philip Harben","offset":2594},{"uri":"Fanny_Craddock","surface_form":"Fanny Craddock","offset":2714},{"uri":"Julia_Child","surface_form":"Julia Child","offset":3245},{"uri":"Jamie_Oliver","surface_form":"Jamie Oliver","offset":3258},{"uri":"Nigella_Lawson","surface_form":"Nigella Lawson","offset":3272},{"uri":"Rachael_Ray","surface_form":"Rachael Ray","offset":3291}]}