{"id":161868,"url":"http://en.wikipedia.org/wiki/Korean_International_Circuit","text":"The Korean International Circuit is a racetrack being made in Yeongam County, South Jeolla Province, of South Korea. This is 400 kilometres from the capital, Seoul. This track will be 5.684 km long. This will be the longest track in Asia. The main purpose of this track will be Formula One (F1) races. F1 will race at this track for at least 7 years starting in 2010. It will also be used for local races.\nFIA approval.\nCharlie Whiting, technical delegate for the FIA completed a two-day inspection on 10 October 2010. While much of the circuit facilities are still under construction, the circuit itself is ready for Formula One racing.\nSpecial attention was given to the top layer of asphalt. This final layer was installed the week before the inspection.\nFIA rules normally require approval at least 90 days before the race. The FIA had to stretch their own rules to allow the Korean Grand Prix to take place.\nTrack features.\nGerman designer Hermann Tilke designed the track. The track has two parts. One permanent part (3.047 km) will be used for local races. One temporary part (2.643 km) will be joined to the permanent part and be used for F1 races. The track has 18 corners. The track will be next to a lake, so some people will be able to see the races from their boats.\nInitial reception.\nA number of problems were uncovered on the first day of practice. Drivers complained about the blind entrance to the pit lane. Jarno Trulli called it \"very dangerous\". A number of cars have bottomed out at turn 16. Charlie Whiting has asked that the corner be changed. The track was slippery and dusty. Lewis Hamilton said \"It was the dirtiest circuit I have ever been on,\" and \"It was so dusty it was incredible.\" The problems with the turn 16 was fixed before the qualifying session the next day.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Jeolla","surface_form":"South Jeolla","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":104},{"uri":"Capital_(city)","surface_form":"capital","offset":149},{"uri":"Seoul","surface_form":"Seoul","offset":158},{"uri":"Asia","surface_form":"Asia","offset":233},{"uri":"Formula_One","surface_form":"Formula One","offset":278},{"uri":"Charlie_Whiting","surface_form":"Charlie Whiting","offset":420},{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"FIA","offset":464},{"uri":"Formula_One","surface_form":"Formula One","offset":618},{"uri":"Korean_Grand_Prix","surface_form":"Korean Grand Prix","offset":880},{"uri":"Hermann_Tilke","surface_form":"Hermann Tilke","offset":945},{"uri":"Lake","surface_form":"lake","offset":1211},{"uri":"Boat","surface_form":"boat","offset":1273},{"uri":"Jarno_Trulli","surface_form":"Jarno Trulli","offset":1426},{"uri":"Charlie_Whiting","surface_form":"Charlie Whiting","offset":1514},{"uri":"Lewis_Hamilton","surface_form":"Lewis Hamilton","offset":1602}]}