{"id":161889,"url":"http://en.wikipedia.org/wiki/Yi_Sun-sin","text":"Admiral Yi Sun-sin was born in Geoncheon-dong, Seoul, Josun dynasty(Ancient name of Korea) on March 8, 1545. Owing to the poverty of his family, he moved to and grew up in his mother's hometown, Asan, in Chungcheongnam-do province. He became a warrior at the late age of 32, after failing the exam at the age of 28. When he arrived Jeolla-do province as the navy commander of western part of Jeolla-do province in 1591, he predicted the war with Japan. He disciplined the navy tightly and made the turtle ship, which had at least five different types of cannon and had a fully covered deck with iron spikes to shield from cannon fire and attempt to board the ship, for preparation of the war.\nOn April 13, 1592, the Imjin War broke out just as Yi had foreseen. Japan occupied nearly all the land of Josun dynasty which was not prepared for war and tried to supply military provisions through the sea route of Jeolla-do province. Yi had already prepared for war, so he led his navy to victory in every engagement he fought during seven years of war with the Japanese. In the battle of Hansan, using 'crane wing' formation he captured and sank fifty nine of the seventy-three Japanese ships. And in the battle of Myongnyang, he defeated 333 enemy ships with 13 ships his own. This victory has regarded as one of the miracle victories of the world.\nThrough his victories, Josun dynasty prohibited the Japanese warlord Toyotomi Hideyoshi from governing Josun. However Yi Sun-sin was killed by enemy fire during the last battle of the war, Noryang, in 1592.","categories":[],"infobox_types":[],"annotations":[{"uri":"Seoul","surface_form":"Seoul","offset":47},{"uri":"Josun_dynasty","surface_form":"Josun dynasty","offset":54},{"uri":"Korea","surface_form":"Korea","offset":84},{"uri":"Japan","surface_form":"Japan","offset":446},{"uri":"Turtle_ship","surface_form":"turtle ship","offset":498},{"uri":"Imjin_War","surface_form":"Imjin War","offset":716},{"uri":"%27crane_wing%27","surface_form":"'crane wing'","offset":1098},{"uri":"Toyotomi_Hideyoshi","surface_form":"Toyotomi Hideyoshi","offset":1415}]}