{"id":161893,"url":"http://en.wikipedia.org/wiki/Ulleungdo","text":"Ulleungdo is a South Korean island, the main part of Ulleung County, North Gyeongsang Province, South Korea, in East Sea. This island is at 37°30'N 130°52'E. The part of this island is the peak of the mountain. This mountain is a large stratovolcano which rises from seafloor. The formation time of this volcanic mountain is between the Cainozoic Third Era and the Cenozoic Fourth Era. The highest peak of Ulleungdo is Seonginbong peak, 984 meters. There are Nari Basin and Albong Basin which are made by collapsing Caldera crater in the northern slope. Ulleungdo is a pentagon shape. The length of east and west is 10 km and the length of south, and north is 9.5 km, and the total length of seashore is about 56.5 km.\nHistory of Ulleungdo.\nThe relics of the Bronze Age like dolmens or patternless earthenwares were unearthed in Hyunpo, Namsu and Judongri. According to Samguk Sagi and Samguk Yusa, there was Usan-guk in Silla. But in June 512, ruler Lee Sa Bu conquered the Usan-guk. In the early 1000's, Japanese called Ulleungdo Uruma. Tribute was continued during the Goryeo. In the early 11 century, after the Usan-guk people who was attacked by Yeojin ran away to the mainland, Ulleungdo and Dokdo became direct controlled territory of the Goryeo. In march 1407, the ruler of Tsushima Island sent envoy, presented the local products and sent back the victims for getting a approval that ruler of Tsushima Island administered the Ulleungdo. But the king of Chosun, Tae Jong, rejected it. In the formal term of Chosun, there were a lot of damages because of Japanese's plunder. So the king of Chosun, Tae Jong, enforced the \"empty-island\" policy. In Sejong True Record Geographical Feature Papers, there is a record about Ulleungdo which are called Usan-guk. In 1614, the ruler of Tsushima sent a letter that they should look around the Ulleungdo according to the order of Tokugawa Ieyasu. But the king of Chosun, Gwang Hae Gun also rejected it and issued an order that banned Japanese not to come-and-go the Ulleungdo. In 1618, the government of Tokugawa gave the license to Otani and Murikawa Family to go to Ulleungdo. But Chosun people already lived in Ulleungdo. That Families complained about that to the government of Tokugawa, but the government of Tokugawas could not give the practical support to them. After having a controversy about Ulleungdo, the Japan´s feudal government;the shogunate banned Japanese to go to Ulleungdo. In 1787, The LaPerouse Expedition Party of France measured the Ulleungdo at first time and they called the Ulleungdo Dagelet. Finally in 1884, the king of Go Jong removed the \"empty island\" policy and reclaimed the Ulleungdo.\nEcology of Ulleungdo.\nThe vegetation of Ulleungdo is very diverse. There are about 650 species of various plants including aromatic trees, silver magnolia, camellia trees, 39 species of specialties and 6 species of natural monuments. Also there are 50 kinds of birds. 25 species are resident birds and 38 species are migratory birds. About 340 species of insects live in Ulleungdo. In the neighboring waters where the cold current and the warm current are meeting, a lot of cuttlefish, sauries, Alaska pollacks are caught.\nOther Features of Ulleungdo.\nIn Ulleungdo, there are 3無 5多. In Ulleungdo, there is no environmental pollution, no snakes and there is so much water, wind and so many beauties, stones, aromatic trees.\nUlleungdo county's tree is a silver magnolia. Ulleungdo county's flower is a camellia flower. And Ulleungdo county's bird is a wood pigeon.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":96},{"uri":"Cainozoic","surface_form":"Cainozoic","offset":337},{"uri":"Cenozoic","surface_form":"Cenozoic","offset":365},{"uri":"Seonginbong_peak","surface_form":"Seonginbong peak","offset":419},{"uri":"Nari_Basin","surface_form":"Nari Basin","offset":459},{"uri":"Albong_Basin","surface_form":"Albong Basin","offset":474},{"uri":"Samguk_Sagi","surface_form":"Samguk Sagi","offset":870},{"uri":"Samguk_Yusa","surface_form":"Samguk Yusa","offset":886},{"uri":"Silla","surface_form":"Silla","offset":921},{"uri":"Yeojin","surface_form":"Yeojin","offset":1151},{"uri":"Chosun","surface_form":"Chosun","offset":1515},{"uri":"Tae_Jong","surface_form":"Tae Jong","offset":1605},{"uri":"Sejong","surface_form":"Sejong","offset":1654},{"uri":"Tsushima","surface_form":"Tsushima","offset":1785},{"uri":"Tokugawa","surface_form":"Tokugawa","offset":1877},{"uri":"Aromatic_trees","surface_form":"aromatic trees","offset":2790},{"uri":"Silver_magnolia","surface_form":"silver magnolia","offset":2806},{"uri":"Camellia_trees","surface_form":"camellia trees","offset":2823},{"uri":"Cuttlefish","surface_form":"cuttlefish","offset":3141},{"uri":"Sauries","surface_form":"sauries","offset":3153},{"uri":"Alaska_pollacks","surface_form":"Alaska pollacks","offset":3162},{"uri":"Silver_magnolia","surface_form":"silver magnolia","offset":3419}]}