{"id":16191,"url":"http://en.wikipedia.org/wiki/Arnold_Schoenberg","text":"Arnold Franz Walter Schoenberg (originally written 'Schönberg') (13 September 1874 – 13 July 1951) was an Austrian-born composer. He was known for his twelve-tone system of writing music.\nHistory.\nSchoenberg came from a strict Jewish family who had moved to Austria from Hungary. They were quite poor and Schoenberg taught himself about music. When he was grown up he had to do a lot of teaching to try and earn enough money to live. In later life he went to live in the United States. It took a long time before he was recognized world-wide as a great composer. His two most famous pupils were Alban Berg (1885-1935) and Anton Webern (1883-1945). He taught them how to write twelve-tone music and they became famous composers.\nWhen Arnold Schoenberg was a young man he was living in the late 19th century. If you look at the way composers wrote music at this time you will find that their compositions became more and more chromatic. This means that more and more sharps and flats were used during the piece, and the music went from one key to another (modulated) very quickly. Richard Wagner wrote very chromatic music, especially in his opera \"Tristan and Isolde\".\nReligion.\nIn 1898 Schoenberg converted to Christianity in the Lutheran church. According to MacDonald, this was partly to connect with Western European cultural traditions, and partly as a means of self-defence \"in a time of resurgent anti-Semitism\".\nIn 1933, after long thought, he returned to Judaism, because he realised that \"his racial and religious heritage was inescapable\", and to take up an unmistakable position on the side opposing Nazism. He would self-identify as a member of the Jewish religion later in life.\nEarly work.\nSchoenberg’s early works are mostly Late Romantic. His piece \"Verklärte Nacht\" (which can be played by six string instruments or by a whole orchestra) has very beautiful harmonies which go quickly from one key to another. Gradually Schoenberg’s music changed. It became so chromatic that it was no longer in any key at all. Music like this (called “atonal”) is much harder to understand. His \"Five Orchestral Pieces\" were played by the conductor Sir Henry Wood at a Promenade Concert in 1912. The audience did not like it at first and took some time to get used to the sound.\nTwelve-tone system.\nIn 1923 Schoenberg developed the twelve-tone system for which he is famous. This is music which is based on a particular row of notes. Twelve-tone music is atonal because there is no feeling of being in any key, because of the equal use of every pitch.","categories":[],"infobox_types":[],"annotations":[{"uri":"Austria","surface_form":"Austria","offset":106},{"uri":"Composer","surface_form":"composer","offset":120},{"uri":"Twelve-tone_system","surface_form":"twelve-tone system","offset":151},{"uri":"Jewish","surface_form":"Jewish","offset":227},{"uri":"Austria","surface_form":"Austria","offset":258},{"uri":"Hungary","surface_form":"Hungary","offset":271},{"uri":"United_States","surface_form":"United States","offset":471},{"uri":"Alban_Berg","surface_form":"Alban Berg","offset":595},{"uri":"Anton_Webern","surface_form":"Anton Webern","offset":622},{"uri":"Chromatic","surface_form":"chromatic","offset":924},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":1079},{"uri":"Tristan_and_Isolde","surface_form":"Tristan and Isolde","offset":1147},{"uri":"Christianity","surface_form":"Christianity","offset":1210},{"uri":"Lutheran","surface_form":"Lutheran","offset":1230},{"uri":"Judaism","surface_form":"Judaism","offset":1463},{"uri":"Nazism","surface_form":"Nazism","offset":1611},{"uri":"Henry_Wood","surface_form":"Henry Wood","offset":2154},{"uri":"The_Proms","surface_form":"Promenade Concert","offset":2170},{"uri":"Twelve-tone_system","surface_form":"twelve-tone system","offset":2333},{"uri":"Tonality","surface_form":"key","offset":2507}]}