{"id":16190,"url":"http://en.wikipedia.org/wiki/Autobahn","text":"Autobahn (engl. \"motorway\") is the controlled-access highway system in Germany. They are famous because in many parts of the roads, there are no speed limits and drivers can drive as fast as they want to.\nAn autobahn has at least two lanes in each direction, with a barrier between the directions. Sometimes there may be more than two lanes for one direction (or another lane for cars with mechanical failures). All drivers are supposed to drive on the outer-most right lane except when they move past other cars or trucks that are going slower.\nMany autobahns in Germany have no speed limit. There is only a speed recommendation of per hour. However, drivers going faster than 130 km/h can be made responsible for an accident that they are involved in. The German traffic law says that it is only permitted to drive as fast as the track conditions allow.\nGerman Road Safety Council (DVR), has established that on average, there are 25% more deaths on sections of the autobahn without speed limits compared to those with a limit.\nData analysis performed by Der Spiegel, has established that a speed limit applied across all German motorways would save 140 lives a year..\nAn emergency telephone is located at a German autobahn every. Junctions between two autobahns are called \"Dreieck\" (Triangle), if one autobahn ends there or \"Kreuz\" (Cross). Junctions with normal roads are called \"Anschlussstelle\". All junctions of an autobahn are numbered sequentially.\nDriving on a German autobahn is free for cars. Trucks (12,5 tons and above) do have to pay a toll of about a twelve cents (-,€12) per kilometre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Motorway","surface_form":"motorway","offset":17},{"uri":"Controlled-access_highway","surface_form":"controlled-access highway","offset":35},{"uri":"Germany","surface_form":"Germany","offset":71},{"uri":"Lane","surface_form":"lane","offset":234},{"uri":"Der_Spiegel","surface_form":"Der Spiegel","offset":1057},{"uri":"Emergency_telephone","surface_form":"emergency telephone","offset":1174},{"uri":"Ton","surface_form":"ton","offset":1519},{"uri":"Cent_(currency)","surface_form":"cents","offset":1575},{"uri":"Kilometre","surface_form":"kilometre","offset":1593}]}