{"id":162426,"url":"http://en.wikipedia.org/wiki/Berlin_Philharmonic","text":"e=\"preserve\">The Berlin Philharmonic (in German: Die Berliner Philharmoniker), is an orchestra from Berlin, Germany. It is one of the greatest orchestras in the world. The conductor of the orchestra is Sir Simon Rattle.\nHistory.\nThe Berlin Philharmonic Orchestra was founded in Berlin in the spring of 1882. By 1887 they were known by their present name. Hans von Bülow became their conductor that year and made them into a world class orchestra. Other great conductors were also invited to conduct as guests: Hans Richter, Felix von Weingartner, Richard Strauss, Gustav Mahler, Johannes Brahms and Edvard Grieg.\nIn 1895, Arthur Nikisch became chief conductor, and was followed in 1923 by Wilhelm Furtwängler. The orchestra continued to perform throughout World War II. After Furtwängler fled to Switzerland in 1945, Leo Borchard became chief conductor, but a few months later he was accidentally shot and killed by American forces occupying Berlin. Sergiu Celibidache then took over as chief conductor for seven years, from 1945 to1952. Furtwängler returned in 1952 and conducted the orchestra until his death in 1954.\nHerbert von Karajan led the orchestra from 1955 until he resigned in April 1989. He was a very strict conductor who had to be obeyed in everything he did. The orchestra made lots of great recordings with him.\nAfter Karajan, Claudio Abbado became principal conductor. He helped the orchestra to learn new works, not just the well known classical and romantic works but also the more modern 20th century works. He stopped conducting the Berlin Philharmonic in 2002. At the time Germany was being reunited the orchestra had financial problems.\nIn June 1999, the musicians chose Sir Simon Rattle as their next chief conductor. Rattle made the orchestra into a self-governing body. This meant that they made their own financial decisions and chose the works they would perform and who would be invited to perform with them.\nThe first concert hall of the orchestra was destroyed during WWII in 1944. Since 1963, the orchestra has had a new concert hall called the Philharmonie. On 20 May 2008, a fire broke out at the Philharmonie. A quarter of the roof was damaged and the orchestra could not play there for some time.\nThe orchestra have won many awards for their playing.\nUNICEF appointed the Berlin Philharmonic Orchestra and Sir Simon Rattle as Goodwill Ambassadors in November 2007.\nOn 18 December 2008 the Orchestra announced that a Digital Concert Hall would be built. This new internet platform will allow music fans all over the world to see and hear the Philharmonic’s concerts – live or on demand.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":41},{"uri":"Orchestra","surface_form":"orchestra","offset":85},{"uri":"Berlin","surface_form":"Berlin","offset":100},{"uri":"Germany","surface_form":"Germany","offset":108},{"uri":"Simon_Rattle","surface_form":"Sir Simon Rattle","offset":202},{"uri":"Berlin","surface_form":"Berlin","offset":278},{"uri":"1882","surface_form":"1882","offset":302},{"uri":"1887","surface_form":"1887","offset":311},{"uri":"Hans_von_B%C3%BClow","surface_form":"Hans von Bülow","offset":355},{"uri":"Hans_Richter","surface_form":"Hans Richter","offset":510},{"uri":"Felix_von_Weingartner","surface_form":"Felix von Weingartner","offset":524},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":547},{"uri":"Gustav_Mahler","surface_form":"Gustav Mahler","offset":564},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":579},{"uri":"Edvard_Grieg","surface_form":"Edvard Grieg","offset":599},{"uri":"1895","surface_form":"1895","offset":616},{"uri":"Arthur_Nikisch","surface_form":"Arthur Nikisch","offset":622},{"uri":"Wilhelm_Furtw%C3%A4ngler","surface_form":"Wilhelm Furtwängler","offset":689},{"uri":"World_War_II","surface_form":"World War II","offset":756},{"uri":"Switzerland","surface_form":"Switzerland","offset":796},{"uri":"Leo_Borchard","surface_form":"Leo Borchard","offset":817},{"uri":"Sergiu_Celibidache","surface_form":"Sergiu Celibidache","offset":950},{"uri":"1945","surface_form":"1945","offset":1025},{"uri":"1952","surface_form":"1952","offset":1032},{"uri":"1954","surface_form":"1954","offset":1114},{"uri":"Herbert_von_Karajan","surface_form":"Herbert von Karajan","offset":1120},{"uri":"1955","surface_form":"1955","offset":1163},{"uri":"1989","surface_form":"1989","offset":1195},{"uri":"Claudio_Abbado","surface_form":"Claudio Abbado","offset":1344},{"uri":"Classical_music_period","surface_form":"classical","offset":1455},{"uri":"Romantic_music","surface_form":"romantic","offset":1469},{"uri":"20th_century_classical_music","surface_form":"20th century works","offset":1509},{"uri":"Simon_Rattle","surface_form":"Simon Rattle","offset":1699},{"uri":"Concert_hall","surface_form":"concert hall","offset":1949},{"uri":"UNICEF","surface_form":"UNICEF","offset":2288}]}