{"id":162538,"url":"http://en.wikipedia.org/wiki/Mydoom","text":"e=\"preserve\">The Mydoom virus (also known as a worm and as Win32.Mydoom.A) was a very damaging computer virus that affected Microsoft Windows-based computers. The worm was spread through mass emailing, disguised as badly sent email. It spread very quickly.\nDesign and infection.\nThe virus was made to be sent in an email with an attachment that carried the virus. When the attachment was opened, the virus would download itself to the computer. The virus can only affect Windows based computers. The virus came with a package that would spam the SCO Group website. SCO had caused arguments within the Linux community for getting copyrights in some open source software. However, only 25% of the infected computers would launch the attack. After the virus has been downloaded, it leaves the computer open to other malware by leaving a \"backdoor\" open.\nAnother type of the virus, Mydoom.B, was made to spam Microsoft. It was first found on January 28, 2004.\nHistory.\nThe virus was found to be a threat on January 26, 2004. The virus quickly spread and proved a threat to the SCO group. To try and get the public to catch the maker of the virus, the SCO group offered $250,000 U.S. dollars as a reward for catching the creator. Another type of the virus, Mydoom.B was found on January 28. Because it was made to attack the Microsoft web site, Microsoft offered a $250,000 U.S. dollar reward if the maker of the virus was caught. This was the third time Microsoft offered a reward for catching a virus creator.\nOn February 1, 2004, the virus downed the SCO group site with many denial-of-service attacks. On February 3 the virus attacked the Microsoft site and little damage was caused.\nEffects.\nMydoom caused many problems during its lifespan in 2004. It caused web speeds to slow by about 50%. At the peak of the infection, Mydoom made for one in twelve emails sent.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_virus","surface_form":"computer virus","offset":95},{"uri":"Affect","surface_form":"affected","offset":115},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":124},{"uri":"Computer","surface_form":"computer","offset":148},{"uri":"Email","surface_form":"email","offset":192},{"uri":"Disguise","surface_form":"disguised","offset":202},{"uri":"E-mail_attachment","surface_form":"attachment","offset":329},{"uri":"Download","surface_form":"download","offset":412},{"uri":"Spam","surface_form":"spam","offset":537},{"uri":"SCO_Group","surface_form":"SCO Group","offset":546},{"uri":"Linux","surface_form":"Linux","offset":601},{"uri":"Copyright","surface_form":"copyright","offset":629},{"uri":"Open_source","surface_form":"open source","offset":648},{"uri":"Malware","surface_form":"malware","offset":813},{"uri":"Offer","surface_form":"offered","offset":1157},{"uri":"DoS_attack","surface_form":"denial-of-service","offset":1574}]}