{"id":162833,"url":"http://en.wikipedia.org/wiki/Apicomplexa","text":"The Apicomplexa are a large group of protists (protozoa) which are parasitic. They have developed some extraordinary adaptations which fit them in their parasitic life. They are all single-celled, they are all parasites of animals, and they all form spores.\nThey have a unique organelle, a plastid called an apicoplast, and an apical complex structure which gets them into a host's cell. They do not have structures such as flagella or pseudopods except in certain gamete stages. Body movement is by flexing or gliding.\nThe group were once called the Sporozoa'\", but this name is now discouraged.\nApicomplexans have complex life cycles, and there is much variation among different apicomplexan groups. Both asexual and sexual reproduction occur. Cell nuclei are haploid.\nLife cycle.\nMost members have a complex life-cycle, with both asexual and sexual reproduction. A host is infected by an active invasion by the parasites. The parasites divide to produce \"sporozoites\" which enter its cells. Eventually, the cells burst, releasing \"merozoites\", which infect new cells. Eventually, gametes are produced, and they fuse to create new cysts. There are many variations on this basic pattern, however, and many Apicomplexa have more than one host.\nThe apical complex includes vesicles which open at the front of the cell. They secrete enzymes that allow the parasite to enter other cells. The tip is surrounded by a band of microtubules, called the \"polar ring\", and among the Conoidasida there is also a funnel of tubulin proteins called the \"conoid\".\nThe presence of alveoli and other traits place the Apicomplexa among a group called the alveolates. Several related flagellates, such as \"Perkinsus\" and \"Colpodella\", have structures similar to the polar ring and were formerly included here, but most appear to be closer relatives of the dinoflagellates. They are probably similar to the common ancestor of the two groups.\nAnother similarity is that many apicomplexan cells contain a single plastid, called the apicoplast, surrounded by either 3 or four membranes. Its functions are thought to include tasks such as lipid and haem biosynthesis. It appears to be necessary for survival. The plastids are thought to have a common origin with the chloroplasts of dinoflagellates, and evidence points to an origin from red algae rather than green.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protist","surface_form":"protist","offset":37},{"uri":"Protozoa","surface_form":"protozoa","offset":47},{"uri":"Parasitic","surface_form":"parasitic","offset":67},{"uri":"Adaptations","surface_form":"adaptations","offset":117},{"uri":"Spores","surface_form":"spores","offset":250},{"uri":"Organelle","surface_form":"organelle","offset":277},{"uri":"Plastid","surface_form":"plastid","offset":290},{"uri":"Flagella","surface_form":"flagella","offset":424},{"uri":"Pseudopods","surface_form":"pseudopods","offset":436},{"uri":"Gamete","surface_form":"gamete","offset":465},{"uri":"Asexual_reproduction","surface_form":"asexual","offset":707},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":719},{"uri":"Cell_nucleus","surface_form":"Cell nuclei","offset":746},{"uri":"Haploid","surface_form":"haploid","offset":762},{"uri":"Life-cycle","surface_form":"life-cycle","offset":811},{"uri":"Asexual_reproduction","surface_form":"asexual","offset":833},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":845},{"uri":"Vesicle","surface_form":"vesicle","offset":1272},{"uri":"Enzymes","surface_form":"enzymes","offset":1331},{"uri":"Microtubule","surface_form":"microtubule","offset":1420},{"uri":"Alveolate","surface_form":"alveolate","offset":1637},{"uri":"Perkinsus_marinus","surface_form":"Perkinsus","offset":1687},{"uri":"Colpodella","surface_form":"Colpodella","offset":1703},{"uri":"Dinoflagellate","surface_form":"dinoflagellate","offset":1837},{"uri":"Plastid","surface_form":"plastid","offset":1990},{"uri":"Lipid","surface_form":"lipid","offset":2115},{"uri":"Haem","surface_form":"haem","offset":2125},{"uri":"Dinoflagellate","surface_form":"dinoflagellate","offset":2259},{"uri":"Red_algae","surface_form":"red algae","offset":2314},{"uri":"Green_alga","surface_form":"green","offset":2336}]}