{"id":16300,"url":"http://en.wikipedia.org/wiki/Kingdom_of_Yugoslavia","text":"In 1903, the king of Serbia was murdered and replaced with Peter I. After this, Serbia became more nationalist. Tensions with Austria-Hungary heightened when it conquered Bosnia in 1908. During this period Serbia managed to extend its borders and reconquer Kosovo and North Macedonia from the Ottoman Empire. Many Serbian nationalists wanted to create a unified state for the Slavs of the Balkans. Covert gangs attempted to assassinate Austro-Hungarian officials, like the Bosnian governor. In June 1914, a Bosnian Serb called Gavrilo Princip killed Austrian Archduke Franz Ferdinand in Sarajevo, Bosnia. This event eventually led to World War I.\nYugoslavia came into existence in 1918 after World War I. Most of its northern territories were given to it from Austria-Hungary when it collapsed during the war. Its territories were reconquered by Serbia from the Ottoman Empire during the Balkan Wars (1912-13). The reigning king in Serbia became the king of all Yugoslavia.\nFor ten years, it was known as the Kingdom of Serbs, Croats and Slovenes. It began using the name 'Yugoslavia' in 1929. The name 'Yugoslavia' is Serbo-Croatian for 'Land of the Southern Slavs'. The Kingdom was invaded by the Axis Powers in 1941 and quickly fell during World War II. A Federal Democratic Republic was declared in 1943 with the King's approval, but the monarchy was abolished shortly after.","categories":[],"infobox_types":["former country"],"annotations":[{"uri":"Nationalist","surface_form":"nationalist","offset":99},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":126},{"uri":"Kosovo","surface_form":"Kosovo","offset":257},{"uri":"North_Macedonia","surface_form":"North Macedonia","offset":268},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":293},{"uri":"Slavs","surface_form":"Slavs","offset":376},{"uri":"Balkans","surface_form":"Balkans","offset":389},{"uri":"Gavrilo_Princip","surface_form":"Gavrilo Princip","offset":527},{"uri":"Archduke_Franz_Ferdinand","surface_form":"Archduke Franz Ferdinand","offset":559},{"uri":"World_War_I","surface_form":"World War I","offset":634},{"uri":"Axis_Powers","surface_form":"Axis Powers","offset":1199},{"uri":"World_War_II","surface_form":"World War II","offset":1243}]}