{"id":163133,"url":"http://en.wikipedia.org/wiki/2005_Azores_subtropical_storm","text":"The 2005 Azores subtropical storm was a type of tropical cyclone in the 2005 Atlantic hurricane season. The storm was not named by the National Hurricane Center, because it was not found until after the season ended. The storm formed in the Atlantic Ocean, and it became a \"subtropical cyclone\" on October 4. The storm did not last a long time. It passed over the Azores, and it stopped being a subtropical cyclone on October 5. What was left of the storm went on to become Hurricane Vince. After the hurricane season ended, the National Hurricane Center checked to make sure they did not miss any storms during the year. Some forecasters found this storm, which was not noticed while it was active.\nMeteorological history.\nThe system formed from a weather system to the west of the Canary Islands on September 28. The weather system gained strength over the next few days. On October 3, it became a type of low pressure system. Thunderstorms around the storm began to become more active, and it then became a type of cyclone that is called a \"subtropical depression\".\nAt about the same time, the depression turned towards the northeast and gained strength. It became a subtropical \"storm\", which is stronger than a subtropical \"depression\". The storm gained a bit more strength later that day. It then moved across the Azores, and began to weaken. The storm weakened slightly as it moved to the north-northeast. The storm died out on October 5. What was left of the storm later became Subtropical Storm Vince.\nEffects and records.\nHigh winds were reported in parts of the Azores because of the storm. The strongest winds were on Santa Maria Island, where there was a gust of 59 mph (94 km/h). Ponta Delgada also saw 52 mph (85 km/h) wind gusts. There was no damage and there were no deaths. The storm was not said to be a subtropical storm until the National Hurricane Center found it on April 10, 2006. Every year, the National Hurricane Center checks to make sure they did not miss any storms during the past tropical storm season. If the storm was found when it was active, it would have been named \"Tammy\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":48},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":72},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":135},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":241},{"uri":"Subtropical_cyclone","surface_form":"subtropical cyclone","offset":274},{"uri":"Azores","surface_form":"Azores","offset":364},{"uri":"Hurricane_Vince_(2005)","surface_form":"Hurricane Vince","offset":474},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":783},{"uri":"Low_pressure_system","surface_form":"low pressure system","offset":908},{"uri":"Subtropical_cyclone","surface_form":"subtropical depression","offset":1044},{"uri":"Hurricane_Vince_(2005)","surface_form":"Subtropical Storm Vince","offset":1486},{"uri":"Azores","surface_form":"Azores","offset":1573},{"uri":"Santa_Maria_Island","surface_form":"Santa Maria Island","offset":1630},{"uri":"Ponta_Delgada","surface_form":"Ponta Delgada","offset":1694}]}