{"id":16323,"url":"http://en.wikipedia.org/wiki/First_aid","text":"First aid is promptly helping people who are suddenly sick (illnesses) or hurt (injuries or body damage). For example, first aid is used at accident<nowiki/>s to help an injured person until they receive medical treatment (help by doctors, nurses or ambulances). First aid is also used to help people who suddenly become sick, until help arrives or they can be taken to medical care.\nA person does not need much equipment to give first aid. A package of things useful to give first aid is called a first aid kit. Lives can be saved even without a first aid kit. What is required is basic knowledge. First aid can be done just about anywhere that an emergency requires. In places far from hospitals, first aid may be the only help possible until the person can be taken to a hospital or clinic.\nEmergency medical dispatchers are trained in first aid, so that if there is an emergency, they can give the caller some information on what to do until the ambulance arrives. This can include the \"C-A-B\" listed below.\nGoals of first aid.\nFirst aid skills are kept simple on purpose so that people can remember and use them in an emergency to save at least one life.\nTraining.\nPeople can learn about first aid from books (\"manuals\") and videos. A good first aid kit will often include a simple First Aid Guide.\nIt is best to have good training to give first aid. In addition to books and videos, good training includes a good teacher and the chance to practice. For example, CPR is practiced on a dummy called a mannequin, so a student can learn to push down on someone's chest in an emergency without actually doing it to a person. The teacher makes sure the first aid student is doing the skill correctly.\nTraining can be given by an organization or by a professional medical person, like a doctor, a nurse, or a paramedic. Organizations that teach first aid include the International Red Cross, schools, hospitals, the military, Scout groups, and rescue groups such as fire departments.\nThe level of training needed to be a first aid helper changes from country to country. For example, in the United Kingdom and the United States, you can go on a 1-day course to become a first aid giver. In the U.K., you can go on a 4-day course for emergencies in a place of work. All firefighters, police officers, and soldiers are trained in first aid during their basic training.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"illnesses","offset":60},{"uri":"Injury","surface_form":"injuries","offset":80},{"uri":"Accident","surface_form":"accident","offset":140},{"uri":"Medical_doctor","surface_form":"doctors","offset":231},{"uri":"Nurse","surface_form":"nurses","offset":240},{"uri":"Ambulance","surface_form":"ambulances","offset":250},{"uri":"First_aid_kit","surface_form":"first aid kit","offset":498},{"uri":"Emergency","surface_form":"emergency","offset":649},{"uri":"Hospital","surface_form":"hospital","offset":688},{"uri":"Clinic","surface_form":"clinic","offset":786},{"uri":"Emergency_medical_dispatcher","surface_form":"Emergency medical dispatcher","offset":794},{"uri":"Paramedic","surface_form":"paramedic","offset":1808},{"uri":"International_Red_Cross_and_Red_Crescent_Movement","surface_form":"International Red Cross","offset":1866},{"uri":"Scouting","surface_form":"Scout groups","offset":1925},{"uri":"Fire_department","surface_form":"fire departments","offset":1965},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2090},{"uri":"United_States","surface_form":"United States","offset":2113},{"uri":"UK","surface_form":"U.K.","offset":2193},{"uri":"Firefighter","surface_form":"firefighters","offset":2268},{"uri":"Police_officer","surface_form":"police officers","offset":2282},{"uri":"Soldier","surface_form":"soldiers","offset":2303}]}