{"id":163337,"url":"http://en.wikipedia.org/wiki/Captain_Moonlite","text":"Andrew George Scott (January 8, 1845 — January 20, 1880) was a famous Australian bushranger, known as Captain Moonlite, sometimes spelt \"Moonlight\". He lived in Victoria and was different from other bushrangers. There are a lot of stories and legends told about Captain Moonlight.\nEarly life.\nScott was born in Rathfriland, County Down, Ireland, in 1842. His father was an Anglican clergyman. Scott had a good education, good manners, and had read the Bible. He left Ireland and went to London.\nAfter hearing about the gold rushes in Australia he made his way to Victoria. He went to New Zealand and took part in the Maori Wars in 1861. He was speared in the leg, which left him with a limp. At the end of the war, he went back to Melbourne and began to train as a clergyman in the Church of England.\nPreacher.\nHe began work with the church in the Bacchus Marsh area. He lived at the small town of Mount Egerton. From there he went travelled around, visiting people, and doing church work.\nAt 1.00 am, Andrew came to the bank with his face covered, and armed with a gun, went into the house of the Mount Egerton bank manager, Mr. Brunn. The robber forced Brunn to walk down to the school and write a note, which said, “Captain Moonlite has stuck me up and robbed the bank.” They went back to the bank where Moonlight tied Brunn up before taking all the money.\nIn the morning, the teacher, Mr. Simpson, found the note. He ran to the bank and untied Brunn. Brunn told the police that the man was the preacher, Andrew Scott. Scott said it was a lie, and told the police it was a plan by Brunn and Simpson to steal money from the bank. Everyone believed the preacher, and the police arrested Brunn and Simpson for robbing the bank.\nLeaving town.\nScott left Mount Egerton and told people he was going to go to the South Pacific. He was the main witness in the bank robbery. When he left, the police had to drop the charges against Brunn and Simpson. He bought a boat, the \"Swallow\", and sailed out of Sydney with a group of rich young men. He just passed through the Sydney Heads when a police steam launch caught up with him and made him go back. He had paid for the boat with a bad cheque. He was sent to gaol (jail) for 18 months...,\nConvict.\nAs soon as he was let out of gaol in Sydney, he was arrested for the Mount Egerton robbery. The police put him in the new Ballarat Gaol to wait for his trial. He was able to make a hole into the next cell. With help from another prisoner, Dermoodie, they overpowered the guard and locked him in the cell. They let all the other prisoners out of their cells. They stood on each other's backs and shoulders to get to the top of the gaol wall.\nUsing a rope made from blankets tied together, the prisoners climbed the wall and escaped. Within one week, the police got back all the prisoners. The court gave Scott ten years in gaol for the bank robbery and one year for escaping from Ballarat. He was locked up in Pentridge Gaol. Scott behaved in gaol. After he was let out of gaol, he spoke at meetings about prison reform.\nBushranger.\nOn November 18, 1879, a group of bushrangers led by Captain Moonlight, held up the Wantabadgery station (farm), east of Wagga Wagga. They stayed there for three days and held up all the people travelling along the road. They held about 30 people prisoner. One person was able to escape and tell the police. Two groups of police from Wagga Wagga and Gundagai went to the farm.\nAfter a lot of shooting, the bushrangers left and the police chased them through the bush. A bushranger, Gus Wernicke, aged 15, was shot and died in great pain. A policeman, Constable Bowen was badly hurt, and died a few days later. Captain Moonlight gave himself up to the police. The police captured the rest of the gang a few days later.\nThe police charged the bushrangers with the murder of Bowen. In court at Darlinghurst, Sydney, Scott tried to take the blame for the crime. He wanted the lives of his friends saved. Captain Moonlight, and gang member, Rogan, were hanged on January 20, 1880. In a letter from prison, Scott asked to buried next to his friend, James Nesbitt. In 1995 he was reburied at Gundagai next to gang members Gus Wernicke and James Nesbitt. A death mask was made of Scott by Walter McGill. This mask is now in the Justice and Police Museum, New South Wales.\nMoonlite in arts, music and books.\nThe State Library of Victoria has a drawing of Scott made in November, 1879, in its collection. This can be seen on line.[http://www.slv.vic.gov.au/miscpics/0/0/4/doc/mp004799.shtml] Artist Patrick William Marony painted a picture in 1894 of the gang (Scott, Bennett, Rogan, Nesbit and Williams), which he called \"The Moonliters\". It is kept in the National Library of Australia and can be seen online.[http://nla.gov.au/nla.pic-an2292683]","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian","surface_form":"Australian","offset":70},{"uri":"Bushranger","surface_form":"bushranger","offset":81},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":161},{"uri":"Legend","surface_form":"legend","offset":243},{"uri":"Rathfriland","surface_form":"Rathfriland","offset":311},{"uri":"County_Down","surface_form":"County Down","offset":324},{"uri":"Ireland","surface_form":"Ireland","offset":337},{"uri":"Anglican","surface_form":"Anglican","offset":373},{"uri":"Clergy","surface_form":"clergy","offset":382},{"uri":"Bible","surface_form":"Bible","offset":452},{"uri":"London","surface_form":"London","offset":487},{"uri":"Gold_rush","surface_form":"gold rush","offset":519},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":563},{"uri":"New_Zealand","surface_form":"New Zealand","offset":584},{"uri":"M%C4%81ori_people","surface_form":"Maori","offset":617},{"uri":"Spear","surface_form":"spear","offset":644},{"uri":"Melbourne","surface_form":"Melbourne","offset":731},{"uri":"Church_of_England","surface_form":"Church of England","offset":782},{"uri":"Bacchus_Marsh%2C_Victoria","surface_form":"Bacchus Marsh","offset":848},{"uri":"Mount_Egerton%2C_Victoria","surface_form":"Mount Egerton","offset":898},{"uri":"Bank","surface_form":"bank","offset":1112},{"uri":"Robber","surface_form":"robber","offset":1141},{"uri":"School","surface_form":"school","offset":1181},{"uri":"Found","surface_form":"found","offset":1402},{"uri":"Police","surface_form":"police","offset":1470},{"uri":"Preacher","surface_form":"preacher","offset":1498},{"uri":"Arrest","surface_form":"arrest","offset":1679},{"uri":"South_Pacific","surface_form":"South Pacific","offset":1809},{"uri":"Sydney_Heads","surface_form":"Sydney Heads","offset":2062},{"uri":"Launch","surface_form":"launch","offset":2095},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat","offset":2363},{"uri":"Rope","surface_form":"rope","offset":2690},{"uri":"Pentridge_Gaol","surface_form":"Pentridge Gaol","offset":2950},{"uri":"Wagga_Wagga%2C_New_South_Wales","surface_form":"Wagga Wagga","offset":3193},{"uri":"Gundagai%2C_New_South_Wales","surface_form":"Gundagai","offset":3422},{"uri":"State_Library_of_Victoria","surface_form":"State Library of Victoria","offset":4375},{"uri":"Patrick_William_Marony","surface_form":"Patrick William Marony","offset":4561},{"uri":"National_Library_of_Australia","surface_form":"National Library of Australia","offset":4720}]}