{"id":163372,"url":"http://en.wikipedia.org/wiki/Frederick_Ward_(bushranger)","text":"Frederick Ward'\", also known as “\"Captain Thunderbolt\"”, was an Australian bushranger. He lived in northern New South Wales. Some people thought he was like Robin Hood, who robbed from the rich to help the poor.\nEarly life.\nWard was born Windsor, New South Wales in 1835. His father, Michael Ward, had been sent to Australia as a convict in 1815. Fred was one of eleven children. He was arrested in 1856 for selling 50 stolen horses, and sent to prison on Cockatoo Island for ten years. After four years he was given a ticket of leave which meant he was able to leave the gaol as long as he reported to the police every three months.\nEscape from gaol.\nWard went to the Mudgee area to work. There he met a girl named Mary Ann Bugg who had a convict father and aboriginal mother. Mary Ann fell pregnant soon afterwards. Ward took her back to her father's farm near Dungog and did not report to the Mudgee police on time. His ticket of leave was cancelled. When he reached the Mudgee police station, he was also arrested for stealing the horse he was riding. He was sent back to Cockatoo Island to finish his six years in gaol plus another three for the stolen horse.\nOn 11 September 1863, he and Fred Britten escaped from gaol. They swam from Cockatoo Island and headed north to the New England district in north-east New South Wales. The government put up a reward of £25 for Ward’s capture. Late in October 1863, they robbed a woman at Gostwyck Hut, near Armidale, and stole a shotgun and some bacon. A few days later they were seen by the police near Thunderbolt's Rock. In the gunfight that followed Ward was shot in the back of the left knee. The two bushrangers split up soon afterwards.\nBushranger.\nIn December 1863, Ward tried to take money from the toll keeper on the road between Maitland and Rutherford. There were only a few shillings in the cash box. Ward took the money but later gave it back. As he left, he told the toll keeper that his name was \"Captain Thunderbolt\". He then went into the Spread Eagle Inn (hotel) and asked for food. When he asked for his bill, the owner, Mrs. Byrne, told him that there was no charge. He replied that since she was so nice, he was not going to rob her. The police began to search for him but he managed to escape.\nA quiet life.\nIn 1864, Ward and Mary Ann lived quietly in the north-western plains near Bourke. Early in 1865 he joined up with three other men and formed his first gang. His three companions were McIntosh, Thomas Hogan (also known as The Bull), and a youth called John Thompson. They robbed travellers and stations near Collarenebri. A group of police from Bourke followed their tracks and found their camp in the bush. The gang escaped but Mary Ann and her two children were captured by the police. They started to take her to Bourke but she pretended she was having a baby and they left her at a nearby station. Ward went to the station and rescued his family, and took gunpowder and food. Ward and his first gang broke up after young Thompson was shot and nearly killed in April 1865 at Millie near Moree. Mary Ann was arrested again in 1866 and also in 1867 but she was soon released from prison because of support from the community.\n1865 and after.\nLate in 1865, Ward formed his second bushranging gang with Patrick Kelly and Jemmy the Whisperer. They robbed as far south as\nQuirindi, Currabubula and Carroll. At Carroll they had another shoot-out with the police in December 1865 where a trooper was shot in the arm. The gang split up early in January 1866.\nWard had another quiet year in 1866. Early in 1867 he took on another young accomplice, Thomas Mason. They carried out robberies from near Scone as far north as the Queensland border. Mason was captured by the police in September 1867. Later that year, Ward and Mary Ann separated. Mary Ann lived for the rest of her life at Mudgee where she died in 1905.\nIn 1868 Ward took on another young accomplice, William Monckton, and they committed many robberies in northern New South Wales. They separated in December 1868 and soon afterwards Monckton was captured by the police. Ward did not have any other accomplices. Some claim that Thunderbolt was involved in about 80 robberies and stole about £20,000, but his takings were much smaller than that.\nCaptured.\nOn 25 May 1870 the police at Uralla were told that Thunderbolt was robbing travellers at Blanch's Royal Oak Inn, near Thunderbolt's Rock Constable Alexander Binney Walker chased after Ward on horseback for six or seven miles until they reached Kentucky Creek, south-west of Uralla. Ward jumped off his horse and began swimming across the creek. Constable Walker shot Thunderbolt’s horse, then he shot and killed Ward himself. Ward was later buried at Uralla.\nWhile there have been stories that it was Ward's brother William who was killed, these stories are easily disproven.\nHeritage.\nThunderbolt's Rock and Blanch's Royal Oak Inn were added to New South Wales State Heritage List in July 2012. This listing will protect the site which are now important places for tourists who come to the area. The site of his death at Kentucky Creek, and his grave, have also been added to the Heritage List.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian","surface_form":"Australian","offset":64},{"uri":"Bushranger","surface_form":"bushranger","offset":75},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":108},{"uri":"Robin_Hood","surface_form":"Robin Hood","offset":157},{"uri":"Windsor%2C_New_South_Wales","surface_form":"Windsor, New South Wales","offset":238},{"uri":"Convict","surface_form":"convict","offset":330},{"uri":"Arrest","surface_form":"arrest","offset":387},{"uri":"Prison","surface_form":"prison","offset":446},{"uri":"Cockatoo_Island","surface_form":"Cockatoo Island","offset":456},{"uri":"Ticket_of_leave","surface_form":"ticket of leave","offset":519},{"uri":"Mudgee%2C_New_South_Wales","surface_form":"Mudgee","offset":669},{"uri":"Indigenous_Australian","surface_form":"aboriginal","offset":759},{"uri":"Dungog%2C_New_South_Wales","surface_form":"Dungog","offset":863},{"uri":"Escape","surface_form":"escaped","offset":1207},{"uri":"Armidale","surface_form":"Armidale","offset":1455},{"uri":"Thunderbolt%27s_Rock","surface_form":"Thunderbolt's Rock","offset":1552},{"uri":"Toll","surface_form":"toll","offset":1756},{"uri":"Maitland%2C_New_South_Wales","surface_form":"Maitland","offset":1788},{"uri":"Rutherford%2C_New_South_Wales","surface_form":"Rutherford","offset":1801},{"uri":"Shilling","surface_form":"shilling","offset":1835},{"uri":"Hotel","surface_form":"hotel","offset":2023},{"uri":"Bourke%2C_New_South_Wales","surface_form":"Bourke","offset":2623},{"uri":"Moree","surface_form":"Moree","offset":3068},{"uri":"Quirindi%2C_New_South_Wales","surface_form":"Quirindi","offset":3347},{"uri":"Currabubula%2C_New_South_Wales","surface_form":"Currabubula","offset":3357},{"uri":"Carroll%2C_New_South_Wales","surface_form":"Carroll","offset":3373},{"uri":"Scone","surface_form":"Scone","offset":3670},{"uri":"Uralla%2C_New_South_Wales","surface_form":"Uralla","offset":4317}]}