{"id":163333,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Cristobal_(2002)","text":"Tropical Storm Cristobal was a cyclone that formed in August of 2002. It stayed away from land for most of its life. However, when it died out, what was left of the storm caused rain and wind on Bermuda. It also caused stormy seas that caused three people to drown near Long Island. No severe damage happened.\nStorm history.\nA cyclone formed on August 5. At that time, it was located about 175 miles (280 km/h) to the east-southeast of Charleston, South Carolina. The storm then moved towards the southeast. On August 6, the rain and clouds around the storm began to get weaker. However, the storm gained enough strength to be named Tropical Storm Cristobal on August 6.\nThe tropical storm was still moving towards the southeast when it became Cristobal. On August 7, it turned to the east. Cristobal then reached its highest strength. It began to weaken after that. Early on August 9, Tropical Storm Cristobal merged with another weather system, when it was located about 350 miles (560 km) to the southeast of Cape Hatteras, North Carolina. What was left of the storm passed near Newfoundland on August 10. It fully died near Greenland on August 14.\nEffects.\nCristobal stayed mostly away from land while it was a tropical cyclone. However, what was left of it after it died out brought rain and wind to Bermuda. A wind gust of 45 mph (72 km/h) happened at the Bermuda International Airport. 2.78 inches (71 mm) of rain fell in 24 hours. This rain was partly because of Cristobal. Cristobal also caused rip currents and 4 foot (1.2 m) waves along the south shore of Long Island, New York. Three people drowned in the rip currents. Two ships in the ocean reported high winds because of the storm.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bermuda","surface_form":"Bermuda","offset":195},{"uri":"Long_Island","surface_form":"Long Island","offset":270},{"uri":"Charleston%2C_South_Carolina","surface_form":"Charleston, South Carolina","offset":436},{"uri":"Cape_Hatteras%2C_North_Carolina","surface_form":"Cape Hatteras, North Carolina","offset":1012},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":1082},{"uri":"Greenland","surface_form":"Greenland","offset":1128},{"uri":"Bermuda","surface_form":"Bermuda","offset":1305},{"uri":"Bermuda_International_Airport","surface_form":"Bermuda International Airport","offset":1362},{"uri":"Rip_current","surface_form":"rip current","offset":1504},{"uri":"Long_Island","surface_form":"Long Island","offset":1567},{"uri":"New_York","surface_form":"New York","offset":1580}]}