{"id":163508,"url":"http://en.wikipedia.org/wiki/Skillet","text":"Skillet was an American Grammy-nominated christian rock band from Memphis, Tennessee. The band formed in 1996.\nDebut titled-album and the \"Gasoline\" music video (1996-1997).\nSkillet formed in 1996 with two members: John Cooper, former vocalist for Tennessee progressive rock band Seraph, and Ken Steorts, former guitarist for Urgent Cry. The two bands met through touring together, but those bands disbanded soon after, so John and Ken's pastor encouraged them to form their own band as a side-project. Coming from different styles of rock music, they decided to name the experiment Skillet. After, Trey McClurkin joined the band as a temporary drummer. Skillet was only together for a month when they received interest from major Christian record label ForeFront Records. In 1996 they released a self-titled debut \"Skillet\". It was well-received, and the trio continued to write new material as they toured the United States. One topic that comes up often among fans and the band itself, is the name 'Skillet'. John Cooper, the lead vocalist, explains that it was a joke at first. Each starting band member was already in a separate band, and all decided to start a side project. Since each other band had a different sound and style to it, the side project was said to be like putting all of those styles in a big skillet to come up with something unique, hence the band name 'Skillet'. The band name is still somewhat of a joke between the band members, especially Cooper, who claims to still not like the title.\nHey You, I Love Your Soul and the \"More Faithful\" music video (1998-1999).\nSkillet recorded their follow-up album throughout 1997, titled \"Hey You, I Love Your Soul\", which was released in April 1998. Their second effort was a change in style from the band's first release. With this release, Skillet would abandon their post-grunge approach for a lighter alternative rock and style. His wife Korey was enlisted soon after to play keyboards live in order to alleviate John's live performance duties.\nTracklist.\n1. Hey You, I Love Your Soul\n8. Your Love (Keeps Me Alive)\nInvincible and Ardent Worship and the \"Best Kept Secret\" music video (2000-2001).\nShortly before the band began recording for their third album, \"Invincible\", Steorts left the band to be with his family and launch Visible Music College, a modern music ministry college located in Memphis, Kevin Haaland joined the band as their new guitarist, and Korey Cooper joined the band permanently and played keyboards for the recording of \"Invincible\". Because of this change, the musical style on \"Invincible\" changed to a more electronic sound. Soon after the release of \"Invincible\" in 2000, Trey McClurkin parted ways with Skillet, and Lori Peters filled the drummer's position.\nIn late 2000 (several months after \"Invincible\" was released), The band released the worship album, and fourth album overall, \"Ardent Worship\". The band kept much of their sound from \"Invincible\" on their next studio album \"Alien Youth\". With little time between touring and recording.\nInvincible Tracklist.\n3. Come On To The Future\n4. You Take My Rights Away\nArdent Worship Tracklist.\n5. Who Is Like Our God\n8. Jesus, Jesus (Holy and Anoinated One)\n10. How Deep The Father's Love For Us\nAlien Youth and the \"Alien Youth\" music video (2002-2003).\nSkillet released \"Alien Youth\" on August 28, 2002, which was the first album that John Cooper took on production duties. Before the release of \"Alien Youth\", Haaland left the band, and Ben Kasica took over on guitar. The first single, the title track, was a major hit in the Christian market and drove Skillet into their first headlining shows.\nTracklist.\n7. The Thirst Is Taking Over\n14. A Little More (originally was supposed to be on \"Alien Youth\" but didn't make the record, so he re-recorded the song and released it on \"Collide\" but there is a little clip of the original recording as a hidden track)\nCollide and the \"Savior\" music video (2004-2005).\nOn May 25, 2004, \"Collide\" was released by Ardent Records and Lava Records. The album was nominated for \"Best Rock Gospel Album\" in 2005. \"Collide\" was yet another musical shift for the band.Citing P.O.D. as inspiration for the musical shift on \"Collide\", Cooper said, \"Well I'm one of these song writers, everything I hear goes through my John Cooper filter of what I like and what I don't like. [...] All these things [...] have been an influence on me.\"\nTracklist.\n8. A Little More (originally recorded for \"Alien Youth\" but didn't get released on the record, so he re-recorded it and released it on \"Collide\")\nComatose and the \"Rebirthing\" music video (2006-2008).\nSkillet's album Comatose was released on October 3, 2006. It features the singles \"Rebirthing,\" \"Whispers in the Dark,\" \"Comatose,\" \"The Older I Get,\" \"Those Nights,\" \"The Last Night\", and \"Better Than Drugs\". The album debuted at No. 55 on the Billboard 200 and No. 4 on the US Top Christian Albums chart.[7]\nIn January 2008, Skillet announced that their drummer, Lori Peters, was retiring from the band, feeling that \"it's time for her to come off of the road and start a new chapter in her life.\"[8] Peters' last concert with Skillet was on December 31, 2007.[9] However, during the 2007 Christmas season, she took the time to train Skillet's next drummer, Jen Ledger.[9]\nOn October 21, 2008, Comatose Comes Alive was released; a CD/DVD combo featuring live recordings of the band's concert of May 9, 2008 in Chattanooga, Tennessee. It was shown on the Gospel Music Channel on December 5, 2008. Skillet's Comatose Comes Alive CD also had a B-side with \"Live Free or Let Me Die\" as a single, also with five acoustic tracks which purchasers could download by inserting the CD in their computer.[10]\nTracklist.\n10. Live Free Or Let Me Die\nAwake and the \"Monster\" video music (2009-2011).\nSkillet's eighth album, Awake,[11] contains twelve songs and was released on August 25, 2009.[12] It charted at No. 2 on the Billboard top 200 selling around 68,000 units in its first week.[13] \"Monster\" was released as a single on July 14, 2009. Contrary to popular belief, John Cooper stated that \"Hero\" was not the album's lead single. It was, however, released as a single in March 2010.[14] They also released a deluxe version with the extra songs \"Dead Inside\" and \"Would It Matter\", along with the original, radio edit of \"Monster\" that does not have the distorted growl as in the single and in the CD. A remix on \"Monster\" was featured on one of their popular podcasts.The song \"Hero\" was used in the publicizing of the first football game of the 2009 NFL season between the Pittsburgh Steelers and Tennessee Titans, and the song \"Monster\" was used in the episode \"Jason: The Pretty-Boy Bully\" on MTV's Bully Beatdown. \"Monster\" was the theme song for the WWE event WWE Hell in a Cell while the song \"Hero\" was the theme song for WWE Tribute to the Troops and Royal Rumble 2010, as well as both songs being included on the official soundtrack for the WWE video game WWE SmackDown vs. Raw 2010. \"Monster\" would also become the theme song for the AHL team the Lake Erie Monsters in Cleveland, Ohio, being played in the player intros and after a Lake Erie goal, and serves as the opening theme of the Fresno Monsters of Fresno, California. \"Monster\" was aired at the beginning of several ACC football games on Raycom Sports during the 2009 season. In the first week of April 2010, \"Monster\" was released for the Rock band music store in Rock Band 2[15] It also tied the record for highest-charting Christian album on the Billboard 200 with Underoath's 2006 release Define the Great Line and Casting Crowns' 2007 release The Altar and the Door, as all three albums debuted at No. 2.[16]\nSkillet was nominated for six Dove Awards for the 41st Annual GMA Dove Awards.[17][18] Awake was certified gold July 2, 2010.[19][20] Also in 2010, Ardent released The Early Years, a collection of their songs from 1996 to 2003. On November 12, Skillet released an iTunes sessions EP consisting of songs from Comatose and Awake.[21] \"Monster\" was certified gold a day later.[22]\nOn February 14, 2011, Skillet officially announced that longtime lead guitarist Ben Kasica would be leaving the band. Kasica was with the band for 9 years, contributing to the albums Alien Youth, Collide, Comatose, and Awake as well as the live album Comatose Comes Alive. He played what was planned to be his last concert with the band on March 20 [23] but returned and continued touring until a new guitarist was trained.[24] On April 16, Seth Morrison replaced Kasica as the lead guitarist, and now tours full-time with Skillet.[25][unreliable source?]\nSkillet announced the release of Awake and Remixed EP in early March 2011. The remixes were mainly done by Korey Cooper and Ben Kasica. On March 2, 2011, Skillet unveiled the album artwork for the album. John Cooper says the idea was conceived when Korey Cooper and Ben Kasica remixed the song Monster for their popular podcast. The four-song EP was released on March 22.[26]\n\"Awake\" was nominated for and won the \"Top Christian Album\" Award at the Billboard Music Awards 2011, and the song \"Awake and Alive\" was announced to be on the Transformers: Dark of the Moon Soundtrack in May 2011.[27]\nTracklist.\n8. It's Not Me, It's You\nRise with the \"Sick Of It\" music video (2011–2015).\nOn June 21, 2011 John posted to his Twitter account that the band rehearsed new music for the first time and that they are getting ready for a new album.[28] At a question and answer session before a concert, John Cooper said that they would be recording a new record in January/February 2012. However, the band was then scheduled to headline the WinterJam Tour. They planned to enter the studio at the conclusion of the Winter Jam eastern tour, approximately in May, for a release in late 2012.[29]\nIn an interview with CCM Magazine, John Cooper described the new album as \"a roller coaster ride\". He states: \"We have aggressive tracks, artsy and musical tracks, which is new territory for Skillet. A couple songs are classic American heartland anthems, and a couple songs are signature symphonic-classical rock Skillet. Guitars are dirty and edgier, with absolute shredding solos by Seth.\" One of the songs mentioned in the interview was titled \"Salvation\".[30]\nIn an Interview on January 26, 2013 in Beaumont TX, John Cooper announced that the new album, Rise, would be coming out in May 2013,[31][32] but was later scheduled for a June 25, 2013 release.[33][34] In an interview with NoiseCreep, John Cooper stated the first single and music video is scheduled to be released by late April.[35] The first single from the album, \"Sick of It\", will be released to US Rock radio on April 23, 2013.[36] It was later confirmed that the first single, \"Sick of It\", would be released on April 9, 2013.[37] The album debuted at No.4 on the Billboard 200 and No.1 on the Top Rock Chart and Christian Album charts selling 60,000 copies in US alone during the first week of the release.[38] On July 12, 2016, Rise was certified Gold by the RIAA.[39]\nThe band performed the title track off Rise on the July 11, 2013 airing of Conan.[40]\nSkillet was nominated and won a Dove Award for Rock Song of the Year for their song \"Sick of It\".[41]\nVital Signs, a compilation album released exclusively in Europe, was released October 13, 2014.[42][43]\nUnleashed with the \"Feel Invincible\" music video (2015–present).\nOn February 16, 2015 Skillet announced they were writing material for a new album with recording to begin in June with a potential release in the late half of 2015 or early 2016.[44] On April 8, Skillet released a preview of a new song, later revealed to be called \"Out of Hell\", on their social media pages.[45] On May 20, 2016 the album's title, Unleashed, was announced and later was released on August 5, 2016 on Atlantic Records.[46] A lyric video, \"Feel Invincible\", was also made available.[47] On May 26, the lyric video and digital single \"Stars\" was released, along with a preview for another song titled \"Back From the Dead\".[48] On June 6, it was announced that \"Feel Invincible\" was the theme song for TBS' E-League, the live video game tournament.[49] WWE announced on July 7 that it had chosen \"Feel Invincible\" as an official theme for WWE Battleground.[50] On July 8, the full version of \"Back From the Dead\" was made available for purchase online.[51] On January 27, 2017 the band released a new recording of \"Stars\" with an acoustic style, which was included in the film, The Shack.[52] On November 17, 2017, they released a deluxe edition, Unleashed Beyond, containing new material such as \"Breaking Free\", featuring Lacey Sturm and remixes of \"Feel Invincible\" and \"The Resistance\".[53]\nLate 1990s.\n1997: I Can, Gasoline, My Beautiful Robe, Saturn (Skillet)\n1998: Hey You, I Love Your Soul, More Faithful, Locked in a Cage, Suspended in You (Hey You, I Love Your Soul)\n1999: Take, Whirlwind (Hey You, I Love Your Soul)\nEarly 2000s.\n2000: Invincible, Best Kept Secret, You're Powerful, Rest, The One, Each Other, The Fire Breathes (Invincible)\n2001: You're In My Brain, Angels Fall Down, Always The Same (Invincible)\n2002: Alien Youth, Stronger, Rippin' Me Off, You Are My Hope (Alien Youth)\n2003: Vapor, Kill Me, Heal Me, Eating Me Away, One Real Thing (Alien Youth)\nMid 2000s.\n2004: Forsaken, My Obsession, Savior, Open Wounds (Collide)\n2005: Collide, Under My Skin, A Little More (Collide)\nLate 2000s.\n2007: Whispers In The Dark, The Older I Get (Comatose)\n2008: Better Than Drugs, Yours To Hold, Falling Inside The Black, Those Nights (Comatose)\n2009: The Last Night (Comatose), Hero, Monster (Awake)\nEarly 2010s.\n2010: Awake and Alive, Dead Inside (Awake)\n2011: It's Not Me, It's You, Lucy, Forgiven, One Day Too Late (Awake)\n2012: Should've When You Could've (Awake)\n2013: Sick Of It, Rise, Not Gonna Die, Fire and Fury (Rise)\nMid 2010s.\n2014: What I Believe, Madness In Me, American Noise, Circus For A Physco (Rise)\n2016: Feel Invincible, Back From The Dead, Stars, The Resistance (Unleashed)\nLate 2010s.\n2017: Breaking Free, Out Of Hell, Lions, Burn It Down (Unleashed)\n2018: I Want To Live (Unleashed)\nSetlist.\nThe Skillet Tour was a Skillet tour promoting their album, \"Skillet\", It went from 1996 to 1997.\nSetlist.\nThe Hey You, I Love Your Soul Tour was a Skillet tour that promoted their album, \"Hey You, I Love Your Soul\", It went from 1998 to 1999.\n2001 Setlist.\nThe Invincible Tour was a Skillet tour that promoted the album, \"Invincible\", It went on from February 4, 2000 to July 6, 2000 and April 25, 2001 to June 30, 2001.\nSetlist.\nThe Alien Youth Tour was a Skillet tour that promoted their album, \"Alien Youth\", It went from June 15, 2002 to September 13, 2003.\nJuly to September 2005 Setlist.\nThe Collide Tour was a Skillet tour promoting their album, \"Collide\", It went from June 6, 2004 to September 23, 2005.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"United_States","surface_form":"American","offset":15},{"uri":"Grammy_Awards","surface_form":"Grammy","offset":24},{"uri":"Christian_rock","surface_form":"christian rock","offset":41},{"uri":"Memphis%2C_Tennessee","surface_form":"Memphis, Tennessee","offset":66},{"uri":"Ken_Steorts","surface_form":"Ken Steorts","offset":292},{"uri":"ForeFront_Records","surface_form":"ForeFront Records","offset":754},{"uri":"Skillet_(album)","surface_form":"Skillet","offset":816},{"uri":"Hey_You%2C_I_Love_Your_Soul","surface_form":"Hey You, I Love Your Soul","offset":1655},{"uri":"Invincible_(Skillet_album)","surface_form":"Invincible","offset":2232},{"uri":"Visible_School","surface_form":"Visible Music College","offset":2300},{"uri":"Lori_Peters","surface_form":"Lori Peters","offset":2717},{"uri":"Ardent_Worship","surface_form":"Ardent Worship","offset":2887},{"uri":"Alien_Youth","surface_form":"Alien Youth","offset":2984},{"uri":"Ben_Kasica","surface_form":"Ben Kasica","offset":3492},{"uri":"P.O.D.","surface_form":"P.O.D.","offset":4162}]}