{"id":163507,"url":"http://en.wikipedia.org/wiki/Coca","text":"Coca is a plant in the family Erythroxylaceae, native to north-western South America. The plant plays a significant role in traditional Andean culture. Coca leaves contain cocaine alkaloids, a basis for the drug cocaine, which is a powerful stimulant. Today the plant has many uses, including traditional use by Andean cultures to flavoring Coca-Cola products to use as an anesthetic.\nHistory.\nCoca has been cultivated by Andean cultures for thousands of years. Traditionally people would chew the leaf or soak it in hot water to make tea in order to experience the various benefits the leaf provides. Coca was introduced to Europe in the 16th century. After its stimulating effects were described by a European doctor in the 19th century, people began to refine the leaves to get cocaine. As people began to learn more about cocaine it began to be banned in many countries. In 1961 the United Nations classified the coca leaf as a narcotic even though studies had shown the leaf itself was non-addictive. This has led the United States to pressure coca-growing countries such as Peru and Bolivia to stop growing coca entirely. These countries have responded by fighting the 1961 decision, trying to remove the coca plant from the list.","categories":[],"infobox_types":[],"annotations":[{"uri":"Erythroxylaceae","surface_form":"Erythroxylaceae","offset":30},{"uri":"South_America","surface_form":"South America","offset":71},{"uri":"Cocaine","surface_form":"cocaine","offset":212},{"uri":"Stimulant","surface_form":"stimulant","offset":241},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":341},{"uri":"Anesthetic","surface_form":"anesthetic","offset":373},{"uri":"Cocaine","surface_form":"cocaine","offset":781},{"uri":"United_Nations","surface_form":"United Nations","offset":887},{"uri":"United_States","surface_form":"United States","offset":1023},{"uri":"Peru","surface_form":"Peru","offset":1080},{"uri":"Bolivia","surface_form":"Bolivia","offset":1089}]}