{"id":163657,"url":"http://en.wikipedia.org/wiki/Bibimbap","text":"Bibimbap is one of the most famous Korean traditional foods. The word \"bibimbap\" means stirred or mixed rice. It is served as a bowl of rice with more ingredients on it. These ingredients can include some vegetables (spinach, herbs, potherb, and gosari). Beef or seafood can be added too.\nHistory of Bibimbap.\nThere are some theories or stories about the origin of Bibimbap. It was the first written about in a cook book in the late 1800s. The first theory is the \"palace food theory\". It says that bibimbap was served as a light meal whenever the king wanted something to eat.\nThe second theory is the \"meal for peasants during the farming season\". As it was too difficult for peasants to have regular meals during the farming season, they would use a single bowl, where rice was combined with vegetables.\nThe third theory is the \"Donghak uprising theory\". When Donghak uprising broke out in the Jeolla provinces in 1894, the Donghak peasants were forced to mix their rice with side dishes because they didn't have enough plates or bowls.\nValue of Bibimbap.\nBecause Bibimbap has many ingredients, it contains a lot of nutrition. Also, its color and appearance, can be very different. It is easy to prepare and clean up because it is all packed in one bowl.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korean_cuisine","surface_form":"Korean","offset":35},{"uri":"Traditional","surface_form":"traditional","offset":42},{"uri":"Rice","surface_form":"rice","offset":104},{"uri":"Ingredient","surface_form":"ingredient","offset":151},{"uri":"Vegetables","surface_form":"vegetables","offset":205},{"uri":"Spinach","surface_form":"spinach","offset":217},{"uri":"Herbs","surface_form":"herbs","offset":226},{"uri":"Beef","surface_form":"Beef","offset":255},{"uri":"Seafood","surface_form":"seafood","offset":263},{"uri":"Donghak","surface_form":"Donghak","offset":832},{"uri":"Donghak","surface_form":"Donghak","offset":863},{"uri":"Jeolla","surface_form":"Jeolla","offset":897},{"uri":"1894","surface_form":"1894","offset":917},{"uri":"Nutrition","surface_form":"nutrition","offset":1119}]}