{"id":163607,"url":"http://en.wikipedia.org/wiki/Xylophone","text":"A xylophone is a musical instrument that is part of the percussion family. It belongs to the group which is often called \"pitched percussion\" or tuned percussion because it can play different pitches and is a different way of expressing the sound that it creats. (notes). Xylophones have bars which are made of wood. People play the xylophone by hitting the bars with a mallet (a kind of drum stick). Each piece of wood is a different length, so they play different notes when they are hit. The bars are arranged like the keys of a piano. Underneath the bars there are long tubes, called resonators, which make the sound last longer.\nThe modern orchestral xylophone developed from xylophones found in Africa and Asia. It came as a folk instrument to countries in Central Europe. It was first used in an orchestra by Humperdinck in his opera \"Hansel and Gretel\". It was also used by Saint-Saëns in his \"Danse macabre\" where it is supposed to sound like a skeleton, and in his \"Carnival of the Animals\" where it is supposed to sound like fossils.\nKyle Reilly will use the xylophone in the song \"Island of Misfit Toys\" for SATB choir and orchestra.\nThe xylophone is usually played so that the music sounds an octave higher than written. Because the sound is always very short the xylophone is often used for short solo tunes which are fast and dry.\nThe marimba is a kind of xylophone which has a softer sound and more bars, especially low notes. It is not often used in older orchestra music.\nXylophones and marimbas are usually played with two mallets, but it is possible for good players to play with four (two in each hand).","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_instrument","surface_form":"musical instrument","offset":17},{"uri":"Percussion_instrument","surface_form":"percussion","offset":56},{"uri":"Note_(music)","surface_form":"notes","offset":264},{"uri":"Wood","surface_form":"wood","offset":311},{"uri":"Piano","surface_form":"piano","offset":532},{"uri":"Africa","surface_form":"Africa","offset":701},{"uri":"Asia","surface_form":"Asia","offset":712},{"uri":"Europe","surface_form":"Europe","offset":771},{"uri":"Orchestra","surface_form":"orchestra","offset":803},{"uri":"Humperdinck","surface_form":"Humperdinck","offset":816},{"uri":"Opera","surface_form":"opera","offset":835},{"uri":"Saint-Sa%C3%ABns","surface_form":"Saint-Saëns","offset":882},{"uri":"Skeleton","surface_form":"skeleton","offset":954},{"uri":"Fossil","surface_form":"fossil","offset":1036},{"uri":"Octave","surface_form":"octave","offset":1206}]}