{"id":163659,"url":"http://en.wikipedia.org/wiki/Class_struggle","text":"Class struggle, or class warfare or class conflict, is tension or antagonism in society. It is said to exist because different groups of people have different interests.\nLooking at society this way is a feature of Marxism and socialism. Social sciences group people with similar social features into classes. Most of these features are economic.\nAccording to Marxism, there are two main classes of people: The bourgeoisie controls the capital and means of production, and the proletariat provide the labour. Karl Marx and Friedrich Engels say that for most of history, there has been a struggle between those two classes. This struggle is known as class struggle. After \"The Communist Manifesto\" and \"Das Kapital\", this concept became well known.\nDefinition.\nClass struggle happens when the bourgeoisie (the rich) pay the proletariat (the workers) to make things for them to sell. The workers have no say in their pay or what things they make, since they cannot live without a job or money.\nKarl Marx saw that the workers had to work without any say in the business. He believed that since the workers make the things, they should say where they go and for how much, instead of the rich owners. They had to work hard to earn a living, while making the rich richer just doing simple office work.\nSince they had to earn money to buy food, and jobs were the only things that give money, they had no choice but to work for the rich who made the business. The rich became richer while the worker hauled and lifted and did all of that hard manual stuff no one really likes to do.\nKarl Marx thought that their labor limited their freedom. He wanted the workers to unite and take over the business, so that they could all be prosperous. He thought that the common man deserved to run the business, and that the rich were not better than the commoner.\nForms.\nClass struggle appeared in some forms. First, there is an economic form. The proletariat struggle with the bourgeoisie through their laborer's organization in this form. Second, there is a political form. In this form, the proletariat has their party and, through democracy, they try to change the system. And the last, there is an ideological struggle. In this form, the proletariat try to adapt the old governing system to new social situations. There are other forms of struggle, too. These forms are not exclusive, but exist at the same time.\nHistory.\nClass struggle appeared all throughout history. At first, people lived in small communist societies. Then, they took property from the Earth for themselves and started to use slaves. They then had feudalism, which meant one person owned an entire area of land and used soldiers and workers to help them make money, and only gave their workers land, but they had some freedom that slaves didn't. Finally, in Karl Marx's time, people in some countries were becoming workers and bosses during the industrial revolution. The bosses owned the machines that the workers used to make things, but they didn't help using the machines. Instead, they made money by buying the time and energy of the workers to make things. Marx believed that the workers were not making as much money as they deserved because the boss would make money from the work they did without helping.\nThe future.\nMarx believed that countries would overthrow capitalism and that workplaces would move toward socialism. This roughly means that the workers would control the workplaces. When this would have happened everywhere, Marx thought the world will have achieved communism.\nThe Soviet Union overthrew feudalism. They never reached the point of capitalism, so their society was very corrupt. Many blame them for the bad name of communism. There are some workplaces and societies are run democratically by workers, such as the kibbutzim in Israel.\nPresent day.\nSocial democrats and liberal conservatives do not see society as described by Marx. They see society as changing gradually, through the system of democratic voting. The European Union is composed almost entirely of countries governed by this kind of system, but it is not universal throughout the world. Very few countries have undergone the kind of revolution forecast by Marx. It is much more common for military leaders to seize power and enforce a dictatorship which is neither democratic nor revolutionary.","categories":[],"infobox_types":[],"annotations":[{"uri":"Class","surface_form":"Class","offset":0},{"uri":"Society","surface_form":"society","offset":80},{"uri":"Marxism","surface_form":"Marxism","offset":214},{"uri":"Socialism","surface_form":"socialism","offset":226},{"uri":"Social_sciences","surface_form":"Social sciences","offset":237},{"uri":"Economic","surface_form":"economic","offset":336},{"uri":"Marxism","surface_form":"Marxism","offset":359},{"uri":"Bourgeoisie","surface_form":"bourgeoisie","offset":410},{"uri":"Capital_(economics)","surface_form":"capital","offset":435},{"uri":"Means_of_production","surface_form":"means of production","offset":447},{"uri":"Proletariat","surface_form":"proletariat","offset":476},{"uri":"Labour","surface_form":"labour","offset":500},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":508},{"uri":"Friedrich_Engels","surface_form":"Friedrich Engels","offset":522},{"uri":"The_Communist_Manifesto","surface_form":"The Communist Manifesto","offset":671},{"uri":"Das_Kapital","surface_form":"Das Kapital","offset":701},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":991},{"uri":"Proletariat","surface_form":"proletariat","offset":1927},{"uri":"Communist","surface_form":"communist","offset":2486},{"uri":"Feudalism","surface_form":"feudalism","offset":2603},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":2900},{"uri":"Anti-capitalism","surface_form":"overthrow capitalism","offset":3317},{"uri":"Communism","surface_form":"communism","offset":3537},{"uri":"Kibbutz","surface_form":"kibbutz","offset":3799},{"uri":"Israel","surface_form":"Israel","offset":3812},{"uri":"Social_democracy","surface_form":"Social democrats","offset":3833},{"uri":"Conservatives","surface_form":"conservatives","offset":3862},{"uri":"European_Union","surface_form":"European Union","offset":4002},{"uri":"Dictatorship","surface_form":"dictatorship","offset":4285}]}