{"id":163881,"url":"http://en.wikipedia.org/wiki/30_Seconds_to_Mars","text":"30 Seconds to Mars is an American alternative rock band from Los Angeles. This band was started in 1998 by the actor Jared Leto and his brother Shannon Leto. The current members of the band are Jared Leto (lead vocals), Tomo Miličević (lead guitar) and Shannon Leto (drummer).\nFormation.\nCreated in 1998 by the actor Jared Leto and his brother Shannon, 30 Seconds to Mars began as a small family project. Matt Wachter later joined the band as bassist and keyboard player. After working with two guitarists, Kevin Drake and Solon Bixler, the band auditioned Tomo Miličević to join the band.\nAccording to an interview from Virgin Records, the band's name;\"Actually comes\nfrom a thesis that the band found online that was written by a former Harvard professor. And one of the subsections of the\nthesis was titled \"Thirty Seconds to Mars\" and he goes on to talk about the exponential growth of technology that relates to humans and saying that we are quite literally thirty seconds to mars. What it means to us is, we thought it best described our music, in short.\"\nEven if Jared Leto is a major Hollywood actor, he prefers not to use this information to \"sell\" the band and he refuses to play shows where they use his name to promote the band.\n\"30 Seconds to Mars\" (2002–2005).\nThe self-titled album was released on August 27, 2002 by Immortal Records and Virgin Records, produced by Bob Ezrin and Brian Virtue. The first single, \"Capricorn (A Brand New Name)\", peaks at number 31 an the Billboard's \"Mainstream Rock Tracks\". In the music video, the band members are in a desert where people are digging in mud pits. The band is playing in a ditch where others are watching them.\nThe second single is \"Edge of the Earth\". The music video is created by a series of live clips of 30 Seconds to Mars. It represents when Tomo Miličević joined in the band.\n\"A Beautiful Lie\" (2005–2008).\nTheir second album, \"A Beautiful Lie\", was released on August 30, 2005 by Immortal Records and Virgin Records, produced by Josh Abraham. The first single, \"Attack\", brought 30 Seconds to Mars to world success. The video for the song was filmed in an abandoned hotel in Hollywood.\nIn January 2006 this album was certified platinum by the Recording Industry Association of America for distribution of over one million albums. In March 2006 the band began their first tour from headliner, called \"Forever Night, Never Day\". In October 2006 the band began their \"Welcome to the Universe Tour\", sponsored by MTV2.\nThe second single from the album is \"The Kill\", and it follows the success of the precedent single. It spent 52 weeks on the Billboard's \"Modern Rock Tracks\". The music video is based on the American film \"Shining\". This single won the MTV2 Award at the MTV Video Music Awards, Best Single at the Kerrang! Awards, Best Live Action at the MTVu Woodie Awards, Video of the Year and Best Rock Video at the MTV Australian Music Awards and Best Video Inspired By Film at the Fuse Chainsaw Awards. This single was also at number 18 on MTV Italy's list of Top 100 Hits of 2007.\nOn March 1, 2007, while on tour in El Paso, Texas, Jared Leto announced to the arena that was the last concert of 30 Seconds to Mars with Matt Wachter. He dedicated the final song of the show, \"R-Evolve\", to Matt. They are also played in various festivals as Roskilde, Rock am Ring, Pinkpop, Give It A Name and Download.\nThe third single from the album is \"From Yesterday\" and it is a success too. The music video is based on the Italian film \"The Last Emperor\". It is the first American rock video ever shot in its entirety in the People's Republic of China. This single peaks at number 1 on Billboard's \"Modern Rock Tracks\", and also in Europe, Bolivia and Latvia Singles Chart. At this time, 30 Seconds to Mars won also Best Artist at the TRL Awards Italy, Best Rock Artist at the MTV Europe Music Awards, Best of 2007 at the Fuse Awards and Best International Artist at the Bandit Rock Awards.\nThe fourth single from the album is \"A Beautiful Lie\" and it is very success. The video is a montage of images of the Greenland, with scenes of the band playing on an iceberg. The single won the Video Star at the MTV Asia Awards and at the MTV Europe Music Awards, and in 2009 it was certified gold by MTV International. In April 2008, 30 Seconds to Mars released only in Argentina the fifth single from the album, \"The Story\".\n30 Seconds to Mars in 2008 won Best Single for \"From Yesterday\" and Best International Band at the Kerrang! Awards, Best Rock Artist International at the MTV Latin America Awards and Best Rock Artist at the MTV Europe Music Awards where were one of the hosts.\nEMI lawsuit and \"This Is War\" (2008–present).\nIn August 2008, Virgin Records filed a $30 million lawsuit, claiming the band refused to deliver three albums as required by its contract. According to the lawsuit, the band \"repudiated\" a 1999 contract in July.\nOn February 11, 2009 issue of Kerrang!, the working title for the new album is said to be \"This Is War\". On Twitter, Jared released a bit of information about his trip to Haiti, and recorded a song called \"Hurricane\" with Kanye West and Brandon Flowers of The Killers.\nOn April 28, they returned from EMI and the lawsuit was annulled.\nSoon after the announcement of the lawsuit settlement, 30 Seconds to Mars told MTV News have promised to release \"This Is War\" by October 2009. According to their Twitter, they have at least four songs done for their new album on May 27. Although these dates have been changed many times, 30 Seconds to Mars have announced that This Is War will be released December 8, 2009.","categories":[],"infobox_types":["Musical artist"],"annotations":[{"uri":"United_States","surface_form":"American","offset":25},{"uri":"Alternative_rock","surface_form":"alternative rock","offset":34},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":61},{"uri":"Keyboard_instrument","surface_form":"keyboard player","offset":455},{"uri":"Virgin_Records","surface_form":"Virgin Records","offset":621},{"uri":"Harvard_University","surface_form":"Harvard","offset":739},{"uri":"30_Seconds_to_Mars_(album)","surface_form":"self-titled","offset":1279},{"uri":"Virgin_Records","surface_form":"Virgin Records","offset":1353},{"uri":"Capricorn_(A_Brand_New_Name)","surface_form":"Capricorn (A Brand New Name)","offset":1428},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":1485},{"uri":"Mainstream_Rock_Tracks","surface_form":"Mainstream Rock Tracks","offset":1498},{"uri":"Edge_of_the_Earth","surface_form":"Edge of the Earth","offset":1699},{"uri":"A_Beautiful_Lie","surface_form":"A Beautiful Lie","offset":1901},{"uri":"Virgin_Records","surface_form":"Virgin Records","offset":1975},{"uri":"Attack_(single)","surface_form":"Attack","offset":2036},{"uri":"Recording_Industry_Association_of_America","surface_form":"Recording Industry Association of America","offset":2217},{"uri":"MTV2","surface_form":"MTV2","offset":2483},{"uri":"The_Kill","surface_form":"The Kill","offset":2526},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":2614},{"uri":"Modern_Rock_Tracks","surface_form":"Modern Rock Tracks","offset":2627},{"uri":"MTV_Video_Music_Awards","surface_form":"MTV Video Music Awards","offset":2743},{"uri":"Kerrang%21","surface_form":"Kerrang!","offset":2786},{"uri":"MTVu_Woodie_Awards","surface_form":"MTVu Woodie Awards","offset":2827},{"uri":"MTV_Australian_Music_Awards","surface_form":"MTV Australian Music Awards","offset":2892},{"uri":"MTV_Italy","surface_form":"MTV Italy","offset":3018},{"uri":"El_Paso%2C_Texas","surface_form":"El Paso, Texas","offset":3095},{"uri":"From_Yesterday","surface_form":"From Yesterday","offset":3417},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":3592},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":3653},{"uri":"Modern_Rock_Tracks","surface_form":"Modern Rock Tracks","offset":3666},{"uri":"MTV","surface_form":"TRL Awards Italy","offset":3802},{"uri":"MTV_Europe_Music_Awards","surface_form":"MTV Europe Music Awards","offset":3844},{"uri":"A_Beautiful_Lie_(single)","surface_form":"A Beautiful Lie","offset":3995},{"uri":"Greenland","surface_form":"Greenland","offset":4076},{"uri":"MTV_Asia_Awards","surface_form":"MTV Asia Awards","offset":4171},{"uri":"MTV_Europe_Music_Awards","surface_form":"MTV Europe Music Awards","offset":4198},{"uri":"MTV_International","surface_form":"MTV International","offset":4260},{"uri":"Argentina","surface_form":"Argentina","offset":4330},{"uri":"The_Story","surface_form":"The Story","offset":4374},{"uri":"Kerrang%21","surface_form":"Kerrang!","offset":4485},{"uri":"MTV_Latin_America_Awards","surface_form":"MTV Latin America Awards","offset":4540},{"uri":"MTV_Europe_Music_Awards","surface_form":"MTV Europe Music Awards","offset":4593},{"uri":"Virgin_Records","surface_form":"Virgin Records","offset":4708},{"uri":"Kerrang%21","surface_form":"Kerrang!","offset":4934},{"uri":"Twitter","surface_form":"Twitter","offset":5012},{"uri":"Kanye_West","surface_form":"Kanye West","offset":5126},{"uri":"The_Killers_(band)","surface_form":"The Killers","offset":5160},{"uri":"EMI","surface_form":"EMI","offset":5205},{"uri":"MTV_News","surface_form":"MTV News","offset":5318}]}