{"id":163802,"url":"http://en.wikipedia.org/wiki/R%C3%A9aumur_scale","text":"The Réaumur scale is a way of measuring temperature. The unit associated with the scale is called \"Réaumur\", named after the physicist René-Antoine Ferchault de Réaumur who created it in 1731. The unit is usually abbreviated \"Ré\", sometimes \"r\". The two base points of the scale are the melting point of ice and the boiling point of water, both at normal pressure. There are 80 degrees between those values, one degree Réaumur is the 80th part of that temperature difference.\nRéaumur used ethanol for his thermometers. Thermometers that use ethanol show the change of temperature better than those using mercury. This is because, when heated, ethanol expands faster than mercury. There is the problem though that the expansion of ethanol is different at different temperatures - it is non-linear. Ethanol has a very low boiling point, which makes thermometers based on it unusable for many applications. Soon, instrument-makers used other liquids, and then chose \"80°Ré\" as the boiling point of water.\nIn 1772 Jean-André Deluc studied the several substances used in thermometers at the time. At the time, new theories of heat were being developed.\nDeluc's analysis came to the conclusion that mercury-based thermometers were the best for practical use: He made an experiment, as follows: Suppose there are two amounts of water, say one liter, are mixed. The two amounts have different temperatures. The temperature of both liquids are taken, before the mix, and the temperature of the mix is measured. The mix should have the temperature that is the mean of both temperatures. This relationship only held reliably, when mercury was used in thermometers. From the late 18th century, almost all thermometers used mercury, for this reason. Thermometers that use other substances than ethanol but have 80 scales between the boiling and the freezing points of water have nothing in common with Réaumur's thermometer, except for the name.","categories":[],"infobox_types":[],"annotations":[{"uri":"Temperature","surface_form":"temperature","offset":40},{"uri":"Physicist","surface_form":"physicist","offset":125},{"uri":"Ren%C3%A9-Antoine_Ferchault_de_R%C3%A9aumur","surface_form":"René-Antoine Ferchault de Réaumur","offset":135},{"uri":"Melting_point","surface_form":"melting point","offset":287},{"uri":"Ice","surface_form":"ice","offset":304},{"uri":"Boiling_point","surface_form":"boiling point","offset":316},{"uri":"Water","surface_form":"water","offset":333},{"uri":"Normal_conditions","surface_form":"normal pressure","offset":348},{"uri":"Ethanol","surface_form":"ethanol","offset":489},{"uri":"Thermometer","surface_form":"thermometer","offset":505},{"uri":"Mercury_(element)","surface_form":"mercury","offset":604},{"uri":"Jean-Andr%C3%A9_Deluc","surface_form":"Jean-André Deluc","offset":1010},{"uri":"Heat","surface_form":"heat","offset":1121},{"uri":"Mercury_(element)","surface_form":"mercury","offset":1193},{"uri":"Experiment","surface_form":"experiment","offset":1264},{"uri":"Liter","surface_form":"liter","offset":1336},{"uri":"Mean","surface_form":"mean","offset":1550},{"uri":"Mercury_(element)","surface_form":"mercury","offset":1620}]}