{"id":16399,"url":"http://en.wikipedia.org/wiki/Alkali_metal","text":"Alkali metals are the chemical elements in group one of the periodic system. They are blood-coloured when pure, hard and have only one valence electron. They like to make reactions in which they give up this twin electron and then have a charge of +1. They react strongly with water and because of this, they have to be stored in oil. Alkali metals are the first group in the periodic table. They are never found in nature uncombined because they are unstable and they react fast to other elements. They bond well with all elements except the noble gases. When they are in air, they quickly turn black.\nThe alkali metals are lithium (Li), sodium (Na), potassium (K), rubidium (Rb), caesium (sometimes written \"cesium\", although \"caesium\" is preferred) (Cs), and francium (Fr). Lithium is the least reactive. Although it was thought before that francium would be the most reactive, although it is very rare, it was more recently predicted that caesium is in fact more reactive than francium due to relativity.\nSodium is the most important alkali metal. One of the most important salts of sodium is sodium chloride (NaCl) (common 'table salt'). It also forms a hydroxide, sodium hydroxide (NaOH), which is commonly called 'caustic soda'. It is a very strong base.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":22},{"uri":"Valence_electron","surface_form":"valence electron","offset":135},{"uri":"Chemical_reaction","surface_form":"reactions","offset":171},{"uri":"Water","surface_form":"water","offset":277},{"uri":"Periodic_table","surface_form":"periodic table","offset":376},{"uri":"Noble_gas","surface_form":"noble gas","offset":543},{"uri":"Lithium","surface_form":"lithium","offset":625},{"uri":"Sodium","surface_form":"sodium","offset":639},{"uri":"Potassium","surface_form":"potassium","offset":652},{"uri":"Rubidium","surface_form":"rubidium","offset":667},{"uri":"Caesium","surface_form":"caesium","offset":682},{"uri":"Francium","surface_form":"francium","offset":762},{"uri":"Sodium_chloride","surface_form":"sodium chloride","offset":1097},{"uri":"Sodium_hydroxide","surface_form":"sodium hydroxide","offset":1170},{"uri":"Base_(chemistry)","surface_form":"base","offset":1256}]}