{"id":16390,"url":"http://en.wikipedia.org/wiki/Leaf","text":"A leaf is an above-ground plant organ and it is green. Its main functions are photosynthesis and gas exchange. A leaf is often flat, so it absorbs the most light, and thin, so that the sunlight can get to the chloroplasts in the cells. Most leaves have stomata, which open and close. They regulate carbon dioxide, oxygen, and water vapour exchange with the atmosphere.\nPlants with leaves all year round are evergreens, and those that shed their leaves are deciduous. Deciduous trees and shrubs generally lose their leaves in autumn. Before this happens, the leaves change colour. The leaves will grow back in spring.\nLeaves come in many shapes and sizes. The biggest undivided leaf is that of a giant edible arum. This lives in marshy parts of the tropical rain forest of Borneo. One of its leaves can be ten feet across and have a surface area of over 30 square feet (~2.8 sq. metres).\nHowever, leaves are always thin so carbon dioxide can diffuse quickly to all cells.\nEpidermis.\nThe epidermis is the outer layer of cells covering the leaf. It forms the boundary separating the plant's inner cells from the external environment.\nThe epidermis is covered with pores called \"stomata\". Each pore is surrounded on each side by chloroplast-containing guard cells, and two to four subsidiary cells that lack chloroplasts. Opening and closing of the stoma complex regulates the exchange of gases and water vapor between the outside air and the interior of the leaf. This allows photosynthesis, without letting the leaf dry out.\nMesophyll.\nMost of the interior of the leaf between the upper and lower layers of epidermis is a tissue called the mesophyll (Greek for \"middle leaf\"). This assimilation tissue is the main place photosynthesis takes place in the plant. The products of photosynthesis are sugar<nowiki/>s, which can be turned into other products in plant cells.\nLeaves are normally green in color, which comes from chlorophyll found in the chloroplasts. Plants that lack chlorophyll cannot photosynthesize.\nVeins.\nThe 'veins' are a dense network of xylem, which supply water for photosynthesis, and phloem, which remove the sugars produced by photosynthesis. The pattern of the veins is called 'venation'.\nIn angiosperms the pattern of venation differs in the two main groups. Venation is usually is parallel in monocotyledons, but is an interconnecting network in broad-leaved plants (dicotyledons).\nHairs.\nMany leaves are covered in trichomes (small hairs) which have a wide range of structures and functions. Some trichomes are prickles, some are scaled, some secrete substances such as oil. Carnivorous plants secrete digestive enzymes from trichomes.\nWaxy Cuticle.\nThe waxy cuticle is the waterproof, transparent outer surface of the leaf. It is waterproof to reduce water loss (transpiration) and transparent to allow light to enter the palisade cell.\nShape.\nWhat leaves look like on the plant varies greatly. Closely related plants have the same kind of leaves because they have all descended from a common ancestor. The terms for describing leaf shape and pattern is shown, in illustrated form, at [http://wikibooks.org/wiki/Botany/Leaves_(forms) Wikibooks].\nArrangement on the stem.\nLeaves form a helix pattern centered around the stem, with (depending upon the species) the same angle of divergence. There is a regularity in these angles and they follow the numbers in a Fibonacci sequence. This tends to give the best chance for the leaves to catch light.\nDivisions of the blade.\nTwo basic forms of leaves can be described considering the way the blade (lamina) is divided.\nPetioles.\nSome leaves have a petiole (leaf stem). Sessile leaves do not: the blade attaches directly to the stem. Sometimes the leaf blad surrounds the stem, giving the impression that the shoot grows through the leaf.\nIn some \"Acacia\" species, such as the Koa Tree (\"Acacia koa\"), the petioles are expanded or broadened and function like leaf blades; these are called phyllodes. There may or may not be normal pinnate leaves at the tip of the phyllode.\nStipules.\nA stipule, present on the leaves of many dicotyledons, is an appendage on each side at the base of the petiole resembling a small leaf. Stipules may be shed or not shed.\nLeaf adaptations.\nIn the course of evolution, many species have leaves which are adapted to other functions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":26},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":32},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":78},{"uri":"Chloroplast","surface_form":"chloroplast","offset":209},{"uri":"Stomata","surface_form":"stomata","offset":253},{"uri":"Regulation","surface_form":"regulate","offset":289},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":298},{"uri":"Oxygen","surface_form":"oxygen","offset":314},{"uri":"Water_vapour","surface_form":"water vapour","offset":326},{"uri":"Atmosphere","surface_form":"atmosphere","offset":357},{"uri":"Evergreen","surface_form":"evergreen","offset":407},{"uri":"Deciduous","surface_form":"deciduous","offset":456},{"uri":"Autumn","surface_form":"autumn","offset":525},{"uri":"Spring","surface_form":"spring","offset":609},{"uri":"Arum","surface_form":"arum","offset":708},{"uri":"Marsh","surface_form":"marsh","offset":728},{"uri":"Tropical","surface_form":"tropical","offset":748},{"uri":"Rain_forest","surface_form":"rain forest","offset":757},{"uri":"Borneo","surface_form":"Borneo","offset":772},{"uri":"Diffuse","surface_form":"diffuse","offset":941},{"uri":"Epidermis","surface_form":"epidermis","offset":986},{"uri":"Cell_(biology)","surface_form":"cells","offset":1018},{"uri":"Stomata","surface_form":"stomata","offset":1175},{"uri":"Assimilation_(biology)","surface_form":"assimilation","offset":1680},{"uri":"Sugar","surface_form":"sugar","offset":1794},{"uri":"Green","surface_form":"green","offset":1887},{"uri":"Chlorophyll","surface_form":"chlorophyll","offset":1920},{"uri":"Photosynthesis","surface_form":"photosynthesize","offset":1995},{"uri":"Xylem","surface_form":"xylem","offset":2054},{"uri":"Phloem","surface_form":"phloem","offset":2104},{"uri":"Angiosperms","surface_form":"angiosperms","offset":2214},{"uri":"Monocotyledon","surface_form":"monocotyledon","offset":2317},{"uri":"Dicotyledon","surface_form":"dicotyledon","offset":2391},{"uri":"Trichome","surface_form":"trichome","offset":2440},{"uri":"Secretion","surface_form":"secrete","offset":2568},{"uri":"Carnivorous_plant","surface_form":"Carnivorous plant","offset":2600},{"uri":"Transpiration","surface_form":"transpiration","offset":2789},{"uri":"Helix","surface_form":"helix","offset":3211},{"uri":"Fibonacci_sequence","surface_form":"Fibonacci sequence","offset":3386},{"uri":"Petiole","surface_form":"petiole","offset":3619},{"uri":"Acacia","surface_form":"Acacia","offset":3818},{"uri":"Acacia_koa","surface_form":"Acacia koa","offset":3858},{"uri":"Phyllode","surface_form":"phyllode","offset":3959},{"uri":"Stipule","surface_form":"stipule","offset":4056},{"uri":"Dicotyledon","surface_form":"dicotyledon","offset":4095},{"uri":"Evolution","surface_form":"evolution","offset":4259},{"uri":"Adaptation","surface_form":"adapted","offset":4305}]}