{"id":164094,"url":"http://en.wikipedia.org/wiki/Solid_Snake","text":"e=\"preserve\">Solid Snake is a fictional character who appeared in Metal Gear games by Konami. Introduced in the 1987 video games Metal Gear, and Metal Gear Solid, created by series creator Hideo Kojima, Solid Snake is a combination of a spy, special operations agent, and mercenary who works for FOXHOUND. Solid Snake (aka David) is one of three clones made in a secret project to clone the world's greatest soldier. His childhood is a mystery, but he is known to have fought in the Gulf War, and maybe a few others before that. After the war ended, he joined the Secret Organization known as FOXHOUND. While he was a member of this group, he discovered the existence of a new war machine, called Metal Gear. It is a staple throughout the series, as the title suggests. He fights a new type of Metal Gear in every games. In the fourth release in the Metal Gear Solid series, Snake's codename is changed to \"Old Snake\" as a reference to his old age. In reality, he is not actually as old as he seems. A side effect of the cloning that created him, was an aging process that would speed up when he reached a certain age, around the time a normal human's body starts to weaken. It should be noted, that another side effect of the cloning, is that he cannot have children.\nSnake appeared in the Nintendo fighting game \"Super Smash Bros. Brawl\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Metal_Gear","surface_form":"Metal Gear","offset":66},{"uri":"Konami","surface_form":"Konami","offset":86},{"uri":"1987","surface_form":"1987","offset":112},{"uri":"Video_games","surface_form":"video games","offset":117},{"uri":"Hideo_Kojima","surface_form":"Hideo Kojima","offset":189},{"uri":"Special_operations","surface_form":"special operations","offset":242},{"uri":"Mercenary","surface_form":"mercenary","offset":272},{"uri":"FOXHOUND","surface_form":"FOXHOUND","offset":296},{"uri":"Nintendo","surface_form":"Nintendo","offset":1291},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":1315}]}