{"id":164244,"url":"http://en.wikipedia.org/wiki/Ozone_layer","text":"The ozone layer is a layer of ozone high up in the Earth's atmosphere stratosphere, between approximately 10 kilometres and 50 kilometres above Earth’s surface. The exact amount of ozone varies, depending on the seasons and the location.\nThis layer absorbs between 93 and 99 per cent of the ultraviolet radiation from the sun. This radiation is dangerous to living organisms on Earth.\nOver the last hundred years, the ozone layer has been damaged by man-made chemicals, especially CFCs (chlorofluorocarbons), which were used mainly in aerosol sprays and refrigerants. CFCs are broken down in the upper atmosphere when they react with the ozone, causing ozone depletion. International leaders recognized this and united in banning the use of CFCs. As a result, the hole in the ozone layer has been shrinking and the ozone layer has been recovering.\nThe ozone layer was discovered in 1913 by French physicists Charles Fabry and Henri Buisson. Its properties were explored in detail by the British meteorologist G. M. B. Dobson, who developed a simple spectrophotometer, the Dobsonmeter. This tool could be used to measure the ozone levels found in the stratosphere from the ground. Between 1928 and 1958 Dobson established a worldwide network of ozone monitoring stations. Most of these stations are still in use today. The \"Dobson unit\", a convenient measure of the total amount of ozone in a column overhead, is named in his honor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ozone","surface_form":"ozone","offset":30},{"uri":"Earth","surface_form":"Earth","offset":51},{"uri":"Stratosphere","surface_form":"stratosphere","offset":70},{"uri":"Season","surface_form":"season","offset":212},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":291},{"uri":"Radiation","surface_form":"radiation","offset":303},{"uri":"Sun","surface_form":"un","offset":323},{"uri":"Organism","surface_form":"organism","offset":365},{"uri":"Damage","surface_form":"damaged","offset":439},{"uri":"Chemicals","surface_form":"chemicals","offset":459},{"uri":"Chlorofluorocarbon","surface_form":"chlorofluorocarbon","offset":487},{"uri":"Ozone_depletion","surface_form":"ozone depletion","offset":653},{"uri":"French_people","surface_form":"French","offset":890},{"uri":"Charles_Fabry","surface_form":"Charles Fabry","offset":908},{"uri":"Henri_Buisson","surface_form":"Henri Buisson","offset":926},{"uri":"G._M._B._Dobson","surface_form":"G. M. B. Dobson","offset":1009},{"uri":"Spectrophotometry","surface_form":"spectrophotometer","offset":1049},{"uri":"Dobson_spectrometer","surface_form":"Dobsonmeter","offset":1072},{"uri":"Dobson_unit","surface_form":"Dobson unit","offset":1323}]}