{"id":164302,"url":"http://en.wikipedia.org/wiki/Dan_Morgan_(bushranger)","text":"e=\"preserve\">Dan Morgan (1830 - 9 April 1865) was an Australian bushranger. His real name was John Fuller, but he may have had his mother's surname and been known as Daniel Owen. He was also called John Smith, \"Down-the-river Jack\" and \"Billy the Native\". His most famous name was “Mad Dan Morgan.” He robbed people in the Riverina area, but was seen as a friend of the poor workers.\nEarly life.\nDan Morgan was born in Campbelltown, New South Wales in 1830. His mother was Mary Owen, known as \"The Gipsy\". As a small child he was adopted by “Jack the Welshman”, a travelling hawker from Appin. He went to school in Appin. As a young teenager, he hit a policeman and was put in Berrima Gaol for six months. He went to Victoria to look for gold in the 1850s. In 1854 he was arrested for armed robbery at Castlemaine, Victoria. Judge Redmond Barry (the same judge who sentenced Ned Kelly) sent him to Pentridge Gaol for twelve years, the first two years spent in chains. He was also kept on the prison ship \"Success\". He was released after six years and went back to Appin. He worked as a stockman at Wagga Wagga.\nBushranger.\nIn 1860 he stole horses from two squatters (farmers) at Whitfield, Victoria in the King River valley. The squatters, Evans and Bond, followed Morgan's tracks to where he was camped. They shot Morgan with their guns, but he was able to escape.\nIn July 1865, Morgan and his friend, “German Bill”, began to rob from farms around Gundagai, New South Wales. They stole food, gunpowder, guns, watches, and horses. There is story that he killed German Bill, but there is no proof. Morgan robbed the police magistrate from Wagga Wagga, Henry Bayliss. Morgan said he would not shoot him as long as he didn’t report the robbery to the police. Bayliss told the police at Urana, and a search party was sent from Wagga Wagga. With the help of black trackers (Indigenous Australians with tracking skills), the police found Morgan’s camp. In the shooting that followed, Morgan shot Bayliss in the hand and shoulder. Morgan escaped into the bush. After more robberies, the government put a reward of £500 for the capture of Morgan.\nIn June 1864, Morgan went to Round Hill station (farm), near the town of Culcairn, New South Wales, where he locked all the workers up. He made the squatter (owner), Watson, give them all extra alcohol. When they asked him about bushranging, he became angry. He wanted to kill Watson, but after Watson's wife stood in front of her husband, Morgan shot him in the hand. He then told farm worker John McLean to go and get help, but quickly changed his mind and shot McLean in the back. McLean was badly wounded. Morgan was upset by this, and stayed with him even though the police were searching for him. McLean died from his injuries three days after being shot. One week later, June 24 1864, he met up with two policemen near Tumbarumba. Morgan shot police Sergeant McGinnerty dead. The other man, Constable Churchley, escaped. After the killings, the government increased the reward to £1000. In September, another policeman, Sergeant Smyth, was shot and killed. Morgan said that he fired the shot. In March 1865, the government made him an outlaw, which meant he could be shot and killed by anyone without warning.\nMad Dan.\nMorgan often became angry, sometimes without warning. Farmers in the area were scared he would set their crops and haystacks on fire. He would be very nasty to any farmer that did not treat their workers properly. In 1865 he held up a farm at Mohanga. He made the farmer, Bobby Rand, give all the workers a drink, then made him dance for them until he collapsed.\nA Victorian newspaper said that if he came to Victoria, the police there would soon catch him. He went to the King River area of Victoria and began to rob farms. He wanted to get back at Evans who had shot him several years earlier. On April 8 1865, he held up the Peechelba station (farm). He made them cook and serve him dinner. One of the maids was able to escape and tell the neighbors what was happening. By 3.00 am, the police had arrived from Wangaratta and together with workers from nearby farms, they surrounded Peechelba. When he came out of the farm house next morning he was shot in the back by a stockman, Jack Quinlan. He died at 2.00pm.\nAfter death.\nPolice Superintendent Cobham took Morgan's body back to Wangaratta and put it on display. Dr. Henry, of Benalla, cut off Morgan’s beard, tearing off skin as he cut it. Henry cut off Morgan’s head and sent it to Professor George Halford at Melbourne University for examination. People were horrified by the idea of Morgan's body being cut into pieces; the government was forced to have an inquiry. Cobham got into a lot of trouble and was given a less important job.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian","surface_form":"Australian","offset":53},{"uri":"Bushranger","surface_form":"bushranger","offset":64},{"uri":"Riverina","surface_form":"Riverina","offset":323},{"uri":"Campbelltown%2C_New_South_Wales","surface_form":"Campbelltown, New South Wales","offset":419},{"uri":"Salesman","surface_form":"hawker","offset":575},{"uri":"Appin%2C_New_South_Wales","surface_form":"Appin","offset":587},{"uri":"Berrima%2C_New_South_Wales","surface_form":"Berrima","offset":677},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":717},{"uri":"Gold","surface_form":"gold","offset":738},{"uri":"Castlemaine%2C_Victoria","surface_form":"Castlemaine, Victoria","offset":802},{"uri":"Judge","surface_form":"Judge","offset":825},{"uri":"Redmond_Barry","surface_form":"Redmond Barry","offset":831},{"uri":"Ned_Kelly","surface_form":"Ned Kelly","offset":875},{"uri":"Pentridge_Gaol","surface_form":"Pentridge Gaol","offset":898},{"uri":"Wagga_Wagga%2C_New_South_Wales","surface_form":"Wagga Wagga","offset":1098},{"uri":"Squatter","surface_form":"squatter","offset":1156},{"uri":"Whitfield%2C_Victoria","surface_form":"Whitfield, Victoria","offset":1179},{"uri":"King_River_(Victoria)","surface_form":"King River","offset":1206},{"uri":"Gundagai%2C_New_South_Wales","surface_form":"Gundagai, New South Wales","offset":1449},{"uri":"Magistrate","surface_form":"magistrate","offset":1622},{"uri":"Urana%2C_New_South_Wales","surface_form":"Urana","offset":1783},{"uri":"Indigenous_Australian","surface_form":"Indigenous Australian","offset":1869},{"uri":"The_bush","surface_form":"the bush","offset":2044},{"uri":"Reward","surface_form":"reward","offset":2097},{"uri":"Pound_(currency)","surface_form":"£","offset":2107},{"uri":"Culcairn%2C_New_South_Wales","surface_form":"Culcairn, New South Wales","offset":2212},{"uri":"Squatter","surface_form":"squatter","offset":2287},{"uri":"Alcohol","surface_form":"alcohol","offset":2333},{"uri":"Tumbarumba%2C_New_South_Wales","surface_form":"Tumbarumba","offset":2865},{"uri":"Outlaw","surface_form":"outlaw","offset":3181},{"uri":"Newspaper","surface_form":"newspaper","offset":3640},{"uri":"King_River","surface_form":"King River","offset":3738},{"uri":"Peechelba%2C_Victoria","surface_form":"Peechelba","offset":3893},{"uri":"Wangaratta%2C_Victoria","surface_form":"Wangaratta","offset":4078},{"uri":"Stockman","surface_form":"stockman","offset":4238},{"uri":"Benalla%2C_Victoria","surface_form":"Benalla","offset":4398},{"uri":"Beard","surface_form":"beard","offset":4424},{"uri":"University_of_Melbourne","surface_form":"Melbourne University","offset":4533}]}