{"id":164554,"url":"http://en.wikipedia.org/wiki/Armageddon_(2008)","text":"Armageddon (2008) was a professional wrestling pay-per-view event made by World Wrestling Entertainment (WWE), which took place on December 14, 2008 at the HSBC Arena in Buffalo, New York. Seven matches took place at the event.\nBackground.\nThe main rivalry on the Raw brand was between John Cena and Chris Jericho, with the two fighting over the World Heavyweight Championship. At Survivor Series, Cena returned to the WWE after a neck injury and defeated Jericho to win the championship. On the November 24 episode of \"Raw\", Jericho defeated Randy Orton and Batista (David Bautista) in a Triple Threat match to earn a championship match against Cena at Armageddon.\nThe main rivalry on the SmackDown brand was between Edge, Triple H and Jeff Hardy over the WWE Championship. At Survivor Series, Edge returned to the WWE after a three-month absence after being announced as a replacement for Hardy, who was originally scheduled to face the defending champion Triple H and Vladimir Kozlov (Oleg Prudius) in a Triple Threat match for the championship, but was found unconscious in his hotel and did not compete in the match. Edge pinned Triple H and won the championship. On the November 29 edition of \"SmackDown\", General Manager Vickie Guerrero announced a \"Beat the Clock Sprint\" tournament, where the one of the three competitors (Triple H, Hardy, and Kozlov) would face Edge at Armageddon for the WWE Championship. Both Triple H and Hardy beat their opponents at twelves minute and thirteen seconds (12:13). The next week, Vickie Guerrero announced that WWE board members had decided Edge would have to defend the title against both Triple H and Jeff Hardy.\nECW's main rivalry was between ECW Champion Matt Hardy and Vladimir Kozlov. After Hardy had stopped Kozlov from being able to beat his brother's time in the \"Beat the Clock Sprint\", Kozlov would gain revenge in the following weeks on \"SmackDown\" and \"ECW\" by assaulting Hardy, finally challenging him to a match, in which Hardy accepted.\nAnother match that took place at Armageddon was the finals of a 8-man tournament for a WWE Intercontinental Championship title shot against the current champion, William Regal. On the November 11th Edition of \"Raw\" Stephanie McMahon ordered a tournament to determine who would be the next person to receive a shot at the title. The first round saw four standard matches: Kofi Kingston (Kofi Mensah) advance over Kane, due to Kane getting disqualified. CM Punk defeated Snitsky (Gene Snitsky) by pinning him following a GTS (Go To Sleep). John Morrison (John Hennigan) defeated Finlay (Dave Finlay) following a pin after an Enzuigiri. The final match of the opening round saw Rey Mysterio defeat The Miz (Mike Mizanin). The second round was started by Punk defeating John Morrison with the GTS, and Mysterio defeated Kingston by pinning him with an Oklahoma roll. As a result, CM Punk would wrestle Rey Mysterio in the finals of the tournament.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":24},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":47},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":74},{"uri":"First_Niagara_Center","surface_form":"HSBC Arena","offset":156},{"uri":"Buffalo%2C_New_York","surface_form":"Buffalo, New York","offset":170},{"uri":"John_Cena","surface_form":"John Cena","offset":286},{"uri":"Chris_Jericho","surface_form":"Chris Jericho","offset":300},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Championship","offset":346},{"uri":"Survivor_Series_(2008)","surface_form":"Survivor Series","offset":381},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":543},{"uri":"Dave_Batista","surface_form":"David Bautista","offset":568},{"uri":"Adam_Copeland","surface_form":"Edge","offset":718},{"uri":"Triple_H","surface_form":"Triple H","offset":724},{"uri":"Jeff_Hardy","surface_form":"Jeff Hardy","offset":737},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":757},{"uri":"Oleg_Prudius","surface_form":"Oleg Prudius","offset":988},{"uri":"Vickie_Guerrero","surface_form":"Vickie Guerrero","offset":1228},{"uri":"WWE_Intercontinental_Championship","surface_form":"WWE Intercontinental Championship","offset":2085},{"uri":"William_Regal","surface_form":"William Regal","offset":2160},{"uri":"Stephanie_McMahon","surface_form":"Stephanie McMahon","offset":2213},{"uri":"Kofi_Kingston","surface_form":"Kofi Mensah","offset":2384},{"uri":"CM_Punk","surface_form":"CM Punk","offset":2450},{"uri":"Gene_Snitsky","surface_form":"Gene Snitsky","offset":2476},{"uri":"John_Morrison","surface_form":"John Hennigan","offset":2551},{"uri":"Dave_Finlay","surface_form":"Dave Finlay","offset":2583},{"uri":"Rey_Mysterio%2C_Jr.","surface_form":"Rey Mysterio","offset":2673},{"uri":"Mike_Mizanin","surface_form":"Mike Mizanin","offset":2702}]}