{"id":164511,"url":"http://en.wikipedia.org/wiki/St_Matthew_Passion","text":"The St. Matthew Passion () is a musical composition written by Johann Sebastian Bach. The words tell the story of Jesus’s death on the cross as told in chapters 26 and 27 of the Book of St Matthew in the Bible. The work is for a choir, solo voices and orchestra. Both the choir and the orchestra are divided into two sections: Chorus 1 and Chorus 2, Orchestra 1 and Orchestra 2.\nThe words are from the Bible and by the poet Picander. There were other composers who also wrote works called \"St Matthew Passion\", the most famous being Heinrich Schütz. However, Bach’s \"St Matthew Passion \" is thought by many musicians to be the greatest choral work ever written. Two other very great choral works by Bach are his \"St John Passion \" and \"Mass in B minor \".\nHistory.\nThe tradition of singing the story of Jesus' passion during Holy Week (the week before Easter) goes back many hundreds of years to a time when a priest would sing the story instead of speaking it. Later a tradition developed of letting it be sung by a choir. During the Baroque period the Passion oratorio developed. Bach's St. Matthew Passion, written in 1727, is the most famous work in this tradition. It was probably first performed on Good Friday (11 April) 1727 in the Thomaskirche in Leipzig, where Bach was Kapellmeister. He made some changes to it by 1736 and performed it again on 30 March 1736. After that it was almost completely forgotten until long after Bach’s death. Even Bach’s music in general was forgotten by most people. In 1829 the composer Felix Mendelssohn discovered the music of the \"St Matthew Passion \" and decided to perform a short version of it in Berlin. It immediately became extremely popular with the public and from then on Bach has always remained recognized as one of the greatest of all composers.\nThe music.\nThe words of Bach’s \"St Matthew Passion \" are partly taken straight from the Bible (Matthew Chapters 26-27) and partly made up by the poet Picander. The words from the Bible are used to tell the basic story. They are sung to recitative (music in speech rhythm) by a tenor soloist who is known as the evangelist (Matthew was an “evangelist” because he preached the message of Jesus). The words spoken by Jesus are sung by a baritone or bass soloist. The evangelist is accompanied by the continuo (an organ and a cello, double bass or bassoon). Jesus is accompanied by the strings.\nBetween the sections of recitatives there are arias, each of which is sung by one of the four soloists: a soprano, an alto, a tenor and a bass. The arias often have an introductory movement called “arioso” which in musical style is something between a recitative and an aria. The arias are accompanied by the orchestra, often with one instrument playing an important solo. The words of the arioso and arias comment on what is happening in the story and describe what is going on in the people’s minds.\nThe choir, divided into two sections (“double choir”), sing some movements in which they represent the crowd of people in the story. Some of these movements, such as the opening one, are quite long, others are very short indeed. In some of these movements there is a vocal soloist, and the choir are commenting on what the soloist is singing about. In addition to the main choir there is a small choir which sings a chorale tune on top of the music during the first movement (this is called a “ripieno”). Sometimes a boys’ choir is used for this.\nThere are also several chorales which are sung by the whole choir. These are like hymn tunes. It is likely that in Bach’s time the congregation would have joined in singing these, as they were chorales which were often sung at church services.\nDuring some of the choral movements there are very small sections for a solo voice. These represent one person from the crowd. These may be sung by soloists from the choir. So, as well as Jesus, there are small parts for Judas, Peter, two high priests, Pontius Pilate, Pilate's wife, two witnesses and two \"ancillae\" (maids). These small parts can be sung by different soloists, but in some performances one soloist (possibly one who is also singing the arias) may take several of these parts.\nIn the tradition of these musical Passions the Resurrection is not mentioned at all. The story ends with the chorus shedding tears after Jesus has been put to death.\nThe instruments in the orchestra are string instruments (violins, violas, cellos and double basses), organs (one for each choir), two flutes, two oboes and bassoon. Orchestra I plays with Choir I and Orchestra II plays with Choir II. There are some extra instruments as well: two recorders, three different kinds of oboe and a viola da gamba.\nBach’s \"St Matthew Passion\" takes nearly 3 ½ hours if it is performed without any cuts. It is divided into two parts. There is usually a long interval between each part so that musicians and audience can have a meal before coming back refreshed for the second part.\nThe \"St Matthew Passion \" and the \"St John Passion \" are both very great works. They are different in character. The \"St John Passion\" is very dramatic, enjoying the drama of the story. The \"St Matthew Passion \" is more gentle and thoughtful, although it also has some dramatic moments.","categories":[],"infobox_types":[],"annotations":[{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":63},{"uri":"Jesus","surface_form":"Jesus","offset":114},{"uri":"Crucifix","surface_form":"cross","offset":135},{"uri":"St_Matthew","surface_form":"St Matthew","offset":186},{"uri":"Bible","surface_form":"Bible","offset":204},{"uri":"Heinrich_Sch%C3%BCtz","surface_form":"Heinrich Schütz","offset":533},{"uri":"St_John_Passion","surface_form":"St John Passion","offset":713},{"uri":"Mass_in_B_minor","surface_form":"Mass in B minor","offset":736},{"uri":"Easter","surface_form":"Easter","offset":851},{"uri":"Priest","surface_form":"priest","offset":909},{"uri":"Baroque_music","surface_form":"Baroque period","offset":1034},{"uri":"Good_Friday","surface_form":"Good Friday","offset":1204},{"uri":"Thomaskirche","surface_form":"Thomaskirche","offset":1239},{"uri":"Leipzig","surface_form":"Leipzig","offset":1255},{"uri":"Kapellmeister","surface_form":"Kapellmeister","offset":1279},{"uri":"Felix_Mendelssohn","surface_form":"Felix Mendelssohn","offset":1527},{"uri":"Berlin","surface_form":"Berlin","offset":1643},{"uri":"Recitative","surface_form":"recitative","offset":2037},{"uri":"Tenor","surface_form":"tenor","offset":2078},{"uri":"Evangelist","surface_form":"evangelist","offset":2112},{"uri":"Baritone","surface_form":"baritone","offset":2235},{"uri":"Bass_(vocal_range)","surface_form":"bass","offset":2247},{"uri":"Continuo","surface_form":"continuo","offset":2298},{"uri":"Pipe_organ","surface_form":"organ","offset":2311},{"uri":"Cello","surface_form":"cello","offset":2323},{"uri":"Double_bass","surface_form":"double bass","offset":2330},{"uri":"Bassoon","surface_form":"bassoon","offset":2345},{"uri":"String_instruments","surface_form":"strings","offset":2383},{"uri":"Aria","surface_form":"aria","offset":2438},{"uri":"Soprano","surface_form":"soprano","offset":2498},{"uri":"Alto","surface_form":"alto","offset":2510},{"uri":"Tenor","surface_form":"tenor","offset":2518},{"uri":"Bass_(vocal_range)","surface_form":"bass","offset":2530},{"uri":"Chorale","surface_form":"chorale","offset":3464},{"uri":"Hymn","surface_form":"hymn","offset":3523},{"uri":"Congregation","surface_form":"congregation","offset":3572},{"uri":"Jesus","surface_form":"Jesus","offset":3873},{"uri":"Judas_Iscariot","surface_form":"Judas","offset":3906},{"uri":"Saint_Peter","surface_form":"Peter","offset":3913},{"uri":"Pontius_Pilate","surface_form":"Pontius Pilate","offset":3938},{"uri":"Witness","surface_form":"witness","offset":3973},{"uri":"Maid","surface_form":"maid","offset":4003},{"uri":"Resurrection_of_Jesus","surface_form":"Resurrection","offset":4226},{"uri":"Violin","surface_form":"violin","offset":4402},{"uri":"Viola","surface_form":"viola","offset":4411},{"uri":"Cello","surface_form":"cello","offset":4419},{"uri":"Double_bass","surface_form":"double bass","offset":4430},{"uri":"Pipe_organ","surface_form":"organs","offset":4446},{"uri":"Flute","surface_form":"flute","offset":4479},{"uri":"Oboe","surface_form":"oboe","offset":4491},{"uri":"Bassoon","surface_form":"bassoon","offset":4501},{"uri":"Recorder_(instrument)","surface_form":"recorders","offset":4625},{"uri":"Viola_da_gamba","surface_form":"viola da gamba","offset":4672}]}