{"id":164743,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Allison","text":"Tropical Storm Allison was one of the worst tropical storms in the history of the United States. Most of the damage was in Texas. It was mostly the Houston Area. Allison caused more than $5 billion in damage. Allison also killed 55 people in the United States. Allison is the first tropical storm in the Atlantic Ocean to have its name retired without reaching hurricane strength.\nMeteorological History.\nThe beginning of Allison was a tropical wave that moved off of Africa on May 21. The wave moved all the most across the Atlantic and Caribbean Sea. It crossed South America and entered the Pacific Ocean. The wave crossed over southern Mexico and entered the Gulf of Mexico. The wave moved north until June 4, where it became Tropical Storm Allison. It skipped being a tropical depression while forming. On the same day Allison reached her top winds, which were at 60 mph. Allison weakened down to 50 mph winds.\nOn June 5 Allison made landfall in Freeport, Texas with winds at 50 mph. Allison quickly weakened to a depression. Allison moved very slowly until Allison reached Lufkin, Texas. Allison moved very slowly back to the Gulf of Mexico. Allison did not reach the Gulf of Mexico until June 9. Dry air caused Allison to become a subtropical depression. On June 11 Allison made landfall in Louisiana without becoming a tropical depression or tropical storm. Clouds moved close to the center of Allison and Allison became a subtropical storm, while over Louisiana. Allison quickly weakened back to a subtropical depression. Allison moved northeast of the United States until June 15, where it moved very slowly over North Carolina and curved north. Allison finally reached the Atlantic on June 17. While Allison was south of Long Island, New York for just a little while it became a subtropical storm again. Also on June 17 Allison quickly started dying and Allison became extratropical. The remains completely died off near Newfoundland on June 20.\nRetirement.\nBecause of the damage, the name \"Allison\" was retired, meaning it will never be used again for a storm in the Atlantic Ocean. Allison was replaced by Andrea in 2007. It was the first tropical storm in the history of Atlantic hurricanes to have its name retired and was the only tropical storm to have its name retired until Tropical Storm Erika in 2015.","categories":[],"infobox_types":[],"annotations":[{"uri":"Texas","surface_form":"Texas","offset":123},{"uri":"Houston","surface_form":"Houston","offset":148},{"uri":"United_States","surface_form":"United States","offset":246},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":304},{"uri":"List_of_retired_Atlantic_hurricane_names","surface_form":"retired","offset":336},{"uri":"Africa","surface_form":"Africa","offset":468},{"uri":"May_21","surface_form":"May 21","offset":478},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":538},{"uri":"South_America","surface_form":"South America","offset":564},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":594},{"uri":"Mexico","surface_form":"Mexico","offset":640},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":663},{"uri":"June_4","surface_form":"June 4","offset":706},{"uri":"June_5","surface_form":"June 5","offset":919},{"uri":"Freeport%2C_Texas","surface_form":"Freeport, Texas","offset":951},{"uri":"June_9","surface_form":"June 9","offset":1195},{"uri":"June_11","surface_form":"June 11","offset":1265},{"uri":"Louisiana","surface_form":"Louisiana","offset":1298},{"uri":"United_States","surface_form":"United States","offset":1562},{"uri":"June_15","surface_form":"June 15","offset":1582},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1623},{"uri":"June_17","surface_form":"June 17","offset":1696},{"uri":"Long_Island","surface_form":"Long Island","offset":1732},{"uri":"New_York","surface_form":"New York","offset":1745},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":1932},{"uri":"June_20","surface_form":"June 20","offset":1948},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":2079},{"uri":"2007_Atlantic_hurricane_season","surface_form":"2007","offset":2129},{"uri":"Tropical_Storm_Erika","surface_form":"Tropical Storm Erika","offset":2293}]}