{"id":164728,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Arthur_(2002)","text":"Tropical Storm Arthur was the first tropical storm of the 2002 Atlantic hurricane season. Arthur reached its highest winds of 60 miles per hour on July 16. Arthur started on July 14 near North Carolina, Tropical Storm Arthur moved mostly northwest and Tropical Storm Arthur died on July 16. The remains caused bad weather in Newfoundland and killed one person.\nMeteorological History.\nOn July 9 a low-level circulation started. It moved very slowly northwest and did not become a tropical depression. The low-level circulation moved ashore in Florida. Early on July 14 the low entered the Atlantic Ocean. Clouds around the low started growing. Late on July 14 the low became Tropical Depression One, while it was 45 miles south of Hatteras, North Carolina. On the morning of July 15 it became a tropical storm and was called \"Arthur\". Arthur slowly got stronger until July 16 when it reached its highest winds, which were at 60 miles per hour. Wind shear caused Arthur to die shortly later. The extratropical low was last seen on July 19 while it was near Greenland.\nNo retirement.\nBecause the damage was low the name \"Arthur\" was not retired. This caused the name \"Arthur\" to be used again in 2008, it also did not get retired. So the name \"Arthur\" is going to be used again in 2012.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"2002_Atlantic_hurricane_season","surface_form":"2002 Atlantic hurricane season","offset":58},{"uri":"July_16","surface_form":"July 16","offset":147},{"uri":"July_14","surface_form":"July 14","offset":174},{"uri":"North_Carolina","surface_form":"North Carolina","offset":187},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":325},{"uri":"July_9","surface_form":"July 9","offset":388},{"uri":"Florida","surface_form":"Florida","offset":543},{"uri":"July_14","surface_form":"July 14","offset":561},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":589},{"uri":"Hatteras%2C_North_Carolina","surface_form":"Hatteras, North Carolina","offset":731},{"uri":"July_15","surface_form":"July 15","offset":775},{"uri":"July_19","surface_form":"July 19","offset":1030},{"uri":"Greenland","surface_form":"Greenland","offset":1056},{"uri":"Tropical_Storm_Arthur_(2008)","surface_form":"2008","offset":1194}]}