{"id":164700,"url":"http://en.wikipedia.org/wiki/Carnival_of_the_Animals","text":"\"The Carnival of the Animals\" (French: \"Le Carnavál de Animaûx\") is a musical composition by Camille Saint-Saëns. It is one of the best known pieces of classical music for children.\nThe history of its composition.\nSaint-Saëns wrote the \"Carnival of the Animals\" as a distraction while composing his \"Symphony No. 3\". \"Carnival\" was performed at a small gathering of friends. Saint-Saëns did not want the general public to hear it, because he did not want to be thought of as someone who wrote jokey pieces. He wanted to be thought of as a serious composer. Just one movement was published during his lifetime: the famous Swan movement for solo cello. The rest of the work was not performed until a year after Saint-Saëns’ death.\nFollowing a disastrous concert tour of Germany in 1893, Saint-Saëns withdrew to a small Austrian village, where he composed The Carnival of the Animals in February 1894. It is scored for two pianos, two violins, viola, cello, double bass, Bass clarinet, saxophone, snare drumflute (and piccolo), clarinet (C and B♭), glass harmonica, and xylophone.\nThe Music.\nThere are 14 short movements, with a short introduction. Saint-Saëns arranged it for an orchestra consisting of flute doubling piccolo, clarinet (B flat and C), two pianos, glass harmonica, xylophone, two violins, viola, cello and double bass. Today it is often performed with a full orchestra of strings, and with a glockenspiel instead of a glass harmonica, which is an unusual instrument.\nMovements.\nAfter an introduction the pianos introduce a march theme. They imitate the roar of the lions.\nThis music sounds like hens clucking (the strings) and a cock crowing (the clarinet).\nThe two pianos seem to go wild with scales rushing up and down madly.\nThis movement for strings and piano is very slow, like a tortoise. Saint-Saëns makes a musical joke here: the tune is the same tune as the famous 'Can-Can' from Offenbach's operetta \"Orpheus in the Underworld\", but played very slowly.\nThis double bass solo with piano accompaniment makes the elephant sound heavy and clumsy. In the middle section the elephant tries to dance a waltz. This is also a musical joke - the tune is taken from Felix Mendelssohn's \"Incidental Music to A Midsummer Night's Dream\" and Hector Berlioz's \"Dance of the Sylphs\" where it is played on high-soundge\nThe two pianos hop about gracefully like kangaroos.\nThis is very graceful music with the tune played on the flute, accompanied by strings, with occasional glissandi (slides) on the glass harmonica.\nThe “Persons with Long Ears” are actually donkeys. It is played on two violins which imitate the “hee-haw” sound of the donkey..\nThe pianos play gentle chords, like someone walking quietly through a forest. Now and again the clarinet plays two notes which sound like the call of the cuckoo.\nThe flute has a very delicate, fast tune accompanied by strings and pianos. It sounds like birds flying in an aviary (bird cage).\nThis is another joke, because “pianists” are people who play the piano, they are not animals. Saint-Saëns makes them seem rather stupid as they practise their scales.\nThe xylophone plays a fast tune which sounds like skeletons playing. Saint-Saëns is making a joke about himself, because he uses a tune from one of his own works: the \"Danse Macabre\". There are bits of other tunes as well: \"Ah! vous dirai-je, Maman\" (known in the English-speaking world as \"Twinkle Twinkle Little Star\"), the French nursery rhymes \"Au Clair de la Lune\" and \"J'ai du bon tabac\", the popular anthem \"Partant pour la Syrie\" as well as the aria \"Una Voce Poco Fa\" from Rossini's \"Barber of Seville\". Saint-Saëns was saying that these tunes were old-fashioned (like fossils).\nThis is one of the most famous of all tunes for the cello. It is a lovely tune which sounds like a swan swimming gracefully along.\nAll the instruments join in the Finale which has bits from nearly all the movements.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_language","surface_form":"French","offset":31},{"uri":"Camille_Saint-Sa%C3%ABns","surface_form":"Camille Saint-Saëns","offset":93},{"uri":"Symphony_No.3_(Saint-Sa%C3%ABns)","surface_form":"Symphony No. 3","offset":300},{"uri":"Movement_(music)","surface_form":"movement","offset":566},{"uri":"Cello","surface_form":"cello","offset":644},{"uri":"Flute","surface_form":"flute","offset":1201},{"uri":"Instrumental_doubling","surface_form":"doubling","offset":1207},{"uri":"Piccolo","surface_form":"piccolo","offset":1216},{"uri":"Clarinet","surface_form":"clarinet","offset":1225},{"uri":"Piano","surface_form":"piano","offset":1254},{"uri":"Glass_harmonica","surface_form":"glass harmonica","offset":1262},{"uri":"Xylophone","surface_form":"xylophone","offset":1279},{"uri":"Violin","surface_form":"violin","offset":1294},{"uri":"Viola","surface_form":"viola","offset":1303},{"uri":"Cello","surface_form":"cello","offset":1310},{"uri":"Double_bass","surface_form":"double bass","offset":1320},{"uri":"Orchestra","surface_form":"orchestra","offset":1373},{"uri":"Glockenspiel","surface_form":"glockenspiel","offset":1406},{"uri":"Lion","surface_form":"lion","offset":1579},{"uri":"Hen","surface_form":"hen","offset":1609},{"uri":"Cock","surface_form":"cock","offset":1643},{"uri":"Scale_(music)","surface_form":"scales","offset":1708},{"uri":"Tortoise","surface_form":"tortoise","offset":1799},{"uri":"Offenbach","surface_form":"Offenbach's","offset":1903},{"uri":"Orpheus_in_the_Underworld","surface_form":"Orpheus in the Underworld","offset":1925},{"uri":"Double_bass","surface_form":"double bass","offset":1982},{"uri":"Elephant","surface_form":"elephant","offset":2034},{"uri":"Waltz","surface_form":"waltz","offset":2119},{"uri":"Felix_Mendelssohn","surface_form":"Felix Mendelssohn","offset":2179},{"uri":"Hector_Berlioz","surface_form":"Hector Berlioz","offset":2251},{"uri":"Kangaroo","surface_form":"kangaroo","offset":2366},{"uri":"Glissando","surface_form":"glissandi","offset":2480},{"uri":"Donkey","surface_form":"donkey","offset":2565},{"uri":"Note_(music)","surface_form":"notes","offset":2767},{"uri":"Cuckoo","surface_form":"cuckoo","offset":2806},{"uri":"Bird","surface_form":"bird","offset":2905},{"uri":"Aviary","surface_form":"aviary","offset":2924},{"uri":"Piano","surface_form":"piano","offset":3009},{"uri":"Animal","surface_form":"animal","offset":3029},{"uri":"Xylophone","surface_form":"xylophone","offset":3115},{"uri":"Skeleton","surface_form":"skeleton","offset":3161},{"uri":"Danse_Macabre_(Saint-Sa%C3%ABns)","surface_form":"Danse Macabre","offset":3279},{"uri":"Rossini","surface_form":"Rossini","offset":3593},{"uri":"Barber_of_Seville","surface_form":"Barber of Seville","offset":3604},{"uri":"Swan","surface_form":"swan","offset":3798}]}