{"id":164762,"url":"http://en.wikipedia.org/wiki/2000_Atlantic_hurricane_season","text":"The 2000 Atlantic hurricane season was an Atlantic hurricane season. The season officially started on June 1, 2000, and it ended on November 30, 2000. This time period is when tropical cyclones usually form in the Atlantic Ocean.\nTropical Depression One.\nTropical Depression One started on June 7 in the southern Gulf of Mexico. Tropical Depression One moved around for a little bit before it died on June 8. The depression caused rain affects in Mexico.\nTropical Depression Two.\nTropical Depression Two started on June 23 near Cape Verde. Two was forecast to become a tropical storm, but two didn't. Tropical Depression Two died on June 25, before it could come near any land.\nHurricane Alberto.\nHurricane Alberto was a long lived hurricane, it lasted for nearly three weeks. Its track was the second longest for an Atlantic hurricane. Alberto moved almost 6,500 miles. Hurricane Alberto started on August 3 and died on August 23. The remains of Alberto were last seen about 85 miles east of Jan Mayen.\nTropical Depression Four.\nOn August 8, a very small depression started. The depression headed for Florida, but moved back almost the same direction. Four died on August 11. Tropical Depression Four only caused rain in Florida.\nTropical Storm Beryl.\nBeryl was a tropical storm that started on August 13. Later, on August 15 it made landfall in Mexico, while winds were at 50 miles per hour. Tropical Storm Beryl quickly died over Mexico. The storm killed one person and caused $27,000 in damage.\nTropical Storm Chris.\nChris was a weak tropical storm that started on August 17. Tropical Storm Chris was a tropical storm for not very long before wind shear destroyed it on August 19.\nHurricane Debby.\nHurricane Debby started on August 19. During its life it moved mostly west. On August 22, Debby made three landfalls in: Barbuda, St. Barthelemy, and Virgin Gorda. The hurricane moved just a bit north of Dominican Republic, causing light damage. At first, Debby was forecast to strike Florida, possibly as a category 4 hurricane. Debby instead stayed south and died to the south of Cuba. The hurricane killed one person and caused $735,000 in damage.\nTropical Storm Ernesto.\nTropical Storm Ernesto was like Tropical Storm Chris earlier in the season. It was short lived, it was a weak tropical storm, and it died because of wind shear. Ernesto started on September 1 and died on September 3.\nTropical Depression Nine.\nTropical Depression Nine was a tropical depression that made landfall in Texas. It did not get much of a change to become a tropical storm before landfall. It died on September 9, shortly after landfall.\nHurricane Florence.\nHurricane Florence started on September 10 and died on September 17, near Newfoundland. Florence caused high waves in North Carolina, which killed 3 people.\nHurricane Gordon.\nHurricane Gordon started just east of the Yucatan Peninsula, as a tropical depression. It was landfall in the Yucatan Peninsula not long after. Gordon moved into the Gulf of Mexico and became a tropical storm. On September 17 it became a hurricane. But it weakened to a tropical storm before it made landfall on Cedar Key, Florida. Gordon weakened fast and died on September 21. Gordon killed 26 people and caused $10.8 million in damage.\nTropical Storm Helene.\nOn September 15, a tropical depression with the number \"Twelve\" started. It died not long after starting. The remains moved west and became a depression again on September 21. The depression became a tropical storm and was named \"Helene\". On September 22, Helene made landfall in Fort Walton Beach, Florida. Tropical Storm Helene weakened fast over land. It later on got back to the Atlantic Ocean before it died on September 25. As a result of Helene, 2 people were killed and there was $16 million in damage.\nHurricane Isaac.\nHurricane Isaac was a powerful hurricane that peaked as a category 4 For all of its life it stay far from land. But, it caused high waves sunk a boat and drowned one of the passengers off of Long Island in New York.\nHurricane Joyce.\nJoyce started as a depression on September 25. Hurricane Joyce peaked as a category 1 hurricane. It weakened back to a depression before it passed between some of the Windward Islands. Joyce died on October 2 in the southeast Caribbean Sea.\nHurricane Keith.\nHurricane Keith was the strongest hurricane of the 2000 Atlantic hurricane season. Keith struck Belize and Mexico before it died on October 6. Keith killed 40 people and left $319 million in damage. Most of this damage happened in Belize. It was because it struck Belize while stronger than when it struck Mexico.\nTropical Storm Leslie.\nTropical Storm Leslie started as a subtropical depression over Central Florida. Leslie did got very strong before it died on October 7. The low pressure that made Leslie start, caused almost $1 billion in damage.\nHurricane Michael.\nMichael started on October 15 as a subtropical depression, and it moved slow at first. It moved faster and got stronger at the same time. It made landfall in Newfoundland as a category 1 hurricane. Michael died very shortly later. No damage or deaths reported.\nTropical Storm Nadine.\nNadine started as Tropical Depression Eight on October 19, it was located 600 miles from land at the time and it would never get closer than that. Nadine became a tropical storm and died on October 21.\nUnnamed Subtropical Storm.\nThis Subtropical Storm was the final storm in 2000. It started on October 25 as a subtropical storm. It headed near Nova Scotia and Nefoundland, but it died on October 29, before reaching those places.\nStorm names.\nThe names below is the full list of storm names for use in 2000. This list if exactly the same as the one in 1994, because no names were retired in 1994.\nRetirement.\nIn spring 2001, the name Keith was retired. It was replaced by Kirk in 2006.","categories":[],"infobox_types":["Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small"],"annotations":[{"uri":"Atlantic_hurricane","surface_form":"Atlantic hurricane","offset":42},{"uri":"June_7","surface_form":"June 7","offset":290},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":313},{"uri":"June_8","surface_form":"June 8","offset":401},{"uri":"Mexico","surface_form":"Mexico","offset":447},{"uri":"June_23","surface_form":"June 23","offset":515},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":528},{"uri":"June_25","surface_form":"June 25","offset":633},{"uri":"August_3","surface_form":"August 3","offset":900},{"uri":"August_23","surface_form":"August 23","offset":921},{"uri":"Jan_Mayen","surface_form":"Jan Mayen","offset":993},{"uri":"August_8","surface_form":"August 8","offset":1033},{"uri":"Florida","surface_form":"Florida","offset":1102},{"uri":"August_11","surface_form":"August 11","offset":1166},{"uri":"August_13","surface_form":"August 13","offset":1296},{"uri":"August_15","surface_form":"August 15","offset":1317},{"uri":"Mexico","surface_form":"Mexico","offset":1347},{"uri":"August_17","surface_form":"August 17","offset":1569},{"uri":"August_19","surface_form":"August 19","offset":1674},{"uri":"August_19","surface_form":"August 19","offset":1729},{"uri":"August_22","surface_form":"August 22","offset":1781},{"uri":"Barbuda","surface_form":"Barbuda","offset":1823},{"uri":"St._Barthelemy","surface_form":"St. Barthelemy","offset":1832},{"uri":"Virgin_Gorda","surface_form":"Virgin Gorda","offset":1852},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":1906},{"uri":"Cuba","surface_form":"Cuba","offset":2084},{"uri":"September_1","surface_form":"September 1","offset":2357},{"uri":"September_3","surface_form":"September 3","offset":2381},{"uri":"Texas","surface_form":"Texas","offset":2493},{"uri":"September_10","surface_form":"September 10","offset":2674},{"uri":"September_17","surface_form":"September 17","offset":2699},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":2718},{"uri":"North_Carolina","surface_form":"North Carolina","offset":2762},{"uri":"Yucatan_Peninsula","surface_form":"Yucatan Peninsula","offset":2861},{"uri":"September_17","surface_form":"September 17","offset":3032},{"uri":"Cedar_Key%2C_Florida","surface_form":"Cedar Key, Florida","offset":3131},{"uri":"September_21","surface_form":"September 21","offset":3184},{"uri":"September_15","surface_form":"September 15","offset":3284},{"uri":"September_21","surface_form":"September 21","offset":3443},{"uri":"September_22","surface_form":"September 22","offset":3523},{"uri":"Fort_Walton_Beach%2C_Florida","surface_form":"Fort Walton Beach, Florida","offset":3561},{"uri":"September_25","surface_form":"September 25","offset":3697},{"uri":"Long_Island","surface_form":"Long Island","offset":4000},{"uri":"New_York_(state)","surface_form":"New York","offset":4015},{"uri":"September_25","surface_form":"September 25","offset":4075},{"uri":"Windward_Islands","surface_form":"Windward Islands","offset":4209},{"uri":"October_2","surface_form":"October 2","offset":4241},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":4268},{"uri":"Belize","surface_form":"Belize","offset":4396},{"uri":"October_6","surface_form":"October 6","offset":4432},{"uri":"Florida","surface_form":"Florida","offset":4708},{"uri":"October_7","surface_form":"October 7","offset":4762},{"uri":"October_15","surface_form":"October 15","offset":4888},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":5027},{"uri":"October_19","surface_form":"October 19","offset":5200},{"uri":"October_21","surface_form":"October 21","offset":5343},{"uri":"October_25","surface_form":"October 25","offset":5448},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":5498},{"uri":"October_29","surface_form":"October 29","offset":5542},{"uri":"1994_Atlantic_hurricane_season","surface_form":"1994","offset":5706},{"uri":"2006_Atlantic_hurricane_season","surface_form":"2006","offset":5834}]}