{"id":165023,"url":"http://en.wikipedia.org/wiki/Oldland_Mill","text":"e=\"preserve\">Oldland Mill is an 18th century windmill. It can be found in the village of Keymer, near Hassocks, West Sussex.\nHistory.\nOldland Mill was built somewhere around 1700, the earliest record of a windmill in the area dates from 1703. The mill was originally an open trestle mill, the roundhouse being added at a later date. Records show a mill stood in Keymer in 1755 and the mill was marked on a map dated 1783, but not shown on one dated 1795. The 1801 National Defence Schedule records the mill but the 1813 Ordnance Survey and Greenwood's 1829 map omit the mill. Records show that the mill was standing in 1828. Oldland Mill was working by wind until 1912. The mill began to fall into disrepair in the early part of the 20th century and continued to deteriorate.\nThe Sussex Archaeological Society acquired the mill in 1927 and repairs were carried out by E Hole and Sons of Burgess Hill in 1934. In 1976, at the Annual General Meeting of the Hassocks Amenity Association, there was a talk was given on the work of Weald and Downland Open Air Museum. The question of how to preserve Oldland Mill was raised. The mill was then in the ownership of the Sussex Archaeological Society. The mill was looked at in 1977 by millwrights Vincent Pargeter and Edwin Hole and found to be close to collapse. Following negotiations with the Sussex Archaeological Society in 1979 the Hassocks Amenity Association leased the mill in 1980 and began a period of volunteer led restoration.\nRestoration.\nThe first working party on 2 August 1980 cleared rubbish around the mill and made a temporary repair to the roof of the roundhouse. In 1981, the two remaining sails and stock were removed. The mill was restored over the next ten years, with much of the framing being replaced, including the trestle, crown tree, breast, tail and side frames. Since then the mill has benefited from a grant and substantial work has been completed. The mill was stripped to her bare essentials and many new parts completely and accurately built from scratch to replace rotten parts. The whole mill has been reclad and the four sails have been lifted into position. The mill ground its first batch of corn for many decades in October 2008. Today the mill is looked after by The Oldland Mill Trust, a registered charity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hassocks","surface_form":"Hassocks","offset":102},{"uri":"West_Sussex","surface_form":"West Sussex","offset":112},{"uri":"Burgess_Hill","surface_form":"Burgess Hill","offset":887}]}