{"id":165071,"url":"http://en.wikipedia.org/wiki/1999_Atlantic_hurricane_season","text":"The 1999 Atlantic hurricane season officially began on June 1, 1999, and lasted until November 30, 1999. However, storms can form outside these dates. This season had average activity with 12 storms, 8 hurricanes, and 5 major hurricanes. This was not a deadly season, but it was a damaging season.\nTropical Storm Arlene.\nOn June 11, the first storm of the season started. It started as a depression and later became a tropical storm. Tropical Storm Arlene passed about 115 miles from Bermuda. Wind shear caused Arlene to die on June 18.\nTropical Depression Two.\nTropical Depression Two started on July 2. The depression made landfall in Tecolutla, Mexico early the next morning. Two died a few hours after landfall. There were no damage reports from Mexico.\nHurricane Bret.\nHurricane Bret at first, started as Tropical Depression Three on August 18. It moved north across the Gulf of Mexico, becoming a tropical storm and hurricane as it did so. Bret curved a bit west and made landfall on Padre Island, shortly later it marked landfall on mainland Texas. It died over land on August 25. Hurricane Bret killed 7 people and caused on $15 million in damage. It didn't cause much damage because it hit an area with not many people.\nHurricane Cindy.\nCindy started close to Africa on August 19. It became a tropical storm on August 20. The storm quickly became a hurricane before weakening back to a tropical storm. A few days later, it became a hurricane again as conditions got better. At this point Hurricane Cindy reached highest winds of 140 mph, a category 4 hurricane. It moved northeast and died on August 31. Hurricane Cindy stayed far from land during its life.\nHurricane Dennis.\nOn August 24, Tropical Depression Four started. It soon became a tropical storm and was given the name \"Dennis\". Tropical Storm Dennis became a hurricane as it moved close to the Bahamas. It moved close to North Carolina and South Carolina. Dennis weakened and moved strangely. It eventually made landfall in North Carolina as a strong tropical storm on September 5. Dennis died on September 9 over New York.\nTropical Storm Emily.\nTropical Storm Emily started on August 24. It head almost due north for much of its life. Wind shear from Hurricane Cindy caused Emily to die on August 28.\nTropical Depression Seven.\nTropical Depression Seven just off of Mexico of September 5. On September 6, it made landfall in Mexico and died the next day.\nHurricane Floyd.\nHurricane Floyd was the strongest, costliest, and deadliest hurricane of the 1999 Atlantic hurricane season. Floyd, at first looked as if it were headed for Florida as a category 4 hurricane. Instead of striking Florida, Floyd struck North Carolina and caused flooding from North Carolina up to some states in New England. Floyd left $4.5 billion in damage from Florida to Maine. Floyd also killed about 76-86 people in the United States. One person was also killed in the Bahamas.\nHurricane Gert.\nNear Cape Verde a tropical depression started on September 11. It soon became a tropical storm and was named \"Gert\". By September 16 it was a strong category 4 hurricane. Hurricane Gert died on September 23 near Newfoundland. Gert may have killed 2 people in Maine, by the large waves.\nTropical Storm Harvey.\nTropical Storm Harvey started in the Gulf of Mexico as a depression, on September 19. It made landfall in Everglades, Florida shortly before it died. Harvey killed no one, but caused $15 million in damage.\nTropical Depression Eleven.\nTropical Depression Eleven could have been the deadliest storm of 1999. Though it was weak and didn't make landfall. This might have been from the edges of the depression or the remains, which tracked over to Mexico. Eleven could have killed almost 400 people.\nTropical Depression Twelve.\nTropical Depression started on October 6 and headed northwest for its entire life. The depression died on October 8, while coming nowhere near land.\nHurricane Irene.\nIrene formed just north of Honduras on October 12. It moved north and crossed Cuba as a tropical storm. The next day, as a hurricane, it tracked over the Florida Keys and the most of South Florida. It moved north coming close to North and South Carolina. Hurricane Irene got stronger as it did so. The hurricane moved very fast as it moved away from the United States. It died on October 19, south of Newfoundland. This hurricane killed 18 people, with 4 in Cuba and 14 in the United States. It also caused $800 million in damage.\nHurricane Jose.\nJose started on October 17 as a tropical depression. It moved northwest and became a tropical storm soon. Not long later it became a hurricane. Hurricane Jose passed over the northern Lesser Antilles as a weak hurricane. The hurricane died by October 25. As it passed over the islands it left $5 million in damage and killed 2 people.\nTropical Storm Katrina.\nTropical Storm Katrina started on October 27 as a tropical depression. It became a tropical storm very shortly before landfall in Puerto Cabezas, Nicaragua. Tropical Storm Katrina soon weakened back to a depression. As a depression it made landfall in the Yucatán Peninsula. It died on November 1, just before it was going to enter the Gulf of Mexico. No one died and there is not much damage.\nHurricane Lenny.\nHurricane Lenny was a very strong November hurricane. In fact, it was the strongest November hurricane in the Atlantic Ocean. This hurricane tracked east across the Caribbean. Later it tracked northeast, toward the northeastern Caribbean islands. It got stronger very fast, it was just shy of a category 5 hurricane. On November 17, it made landfall in Saint Croix. Lenny died on November 23. Hurricane Lenny killed 17 people and caused $330 million in damage.\nStorm names.\nBelow is a list of the names that were used in 1999 and also the names not used, those are marked in. This list is exactly the same as the list in 1993.\nRetirement.\nIn the spring of 2000 two names got retired: Floyd and Lenny. They will never be used again in the Atlantic Ocean. The names Franklin and Lee replaced them in 2005.","categories":[],"infobox_types":["Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small"],"annotations":[{"uri":"Bermuda","surface_form":"Bermuda","offset":484},{"uri":"Tecolutla%2C_Mexico","surface_form":"Tecolutla, Mexico","offset":637},{"uri":"Mexico","surface_form":"Mexico","offset":750},{"uri":"Padre_Island","surface_form":"Padre Island","offset":990},{"uri":"Texas","surface_form":"Texas","offset":1049},{"uri":"Africa","surface_form":"Africa","offset":1269},{"uri":"Bahamas","surface_form":"Bahamas","offset":1864},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1891},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1910},{"uri":"New_York_(state)","surface_form":"New York","offset":2084},{"uri":"Florida","surface_form":"Florida","offset":2600},{"uri":"North_Carolina","surface_form":"North Carolina","offset":2677},{"uri":"New_England","surface_form":"New England","offset":2753},{"uri":"Maine","surface_form":"Maine","offset":2816},{"uri":"Bahamas","surface_form":"Bahamas","offset":2916},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":3153},{"uri":"Maine","surface_form":"Maine","offset":3200},{"uri":"Everglades%2C_Florida","surface_form":"Everglades, Florida","offset":3356},{"uri":"Honduras","surface_form":"Honduras","offset":3966},{"uri":"Cuba","surface_form":"Cuba","offset":4017},{"uri":"Florida_Keys","surface_form":"Florida Keys","offset":4093},{"uri":"Florida","surface_form":"Florida","offset":4128},{"uri":"South_Carolina","surface_form":"South Carolina","offset":4178},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":4670},{"uri":"Puerto_Cabezas","surface_form":"Puerto Cabezas","offset":4975},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":4991},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":5101},{"uri":"November","surface_form":"November","offset":5290},{"uri":"Saint_Croix","surface_form":"Saint Croix","offset":5609},{"uri":"1993_Atlantic_hurricane_season","surface_form":"1993","offset":5877},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005","offset":6054}]}