{"id":16500,"url":"http://en.wikipedia.org/wiki/Fish_and_chips","text":"Fish and chips is a traditional British food that originally came from the UK. It is a popular kind of fast food in some parts of the world. As the name says, it is made of chips and a deep fried fish fillet.\nShops and restaurants that have fish and chips are easy to find in England and Wales. They are common in British cities. The first Fish and Chips were found in the East end of London in the late 19th Century. So they are not as traditional as we think.\nThe fish.\nTraditionally, cod, haddock, or (rarely) flounder are used to make fish and chips. Of these, cod is by far the most popular. Other fish with white meat can be used as well, for example whiting or plaice. Many places that serve fish and chips have more than one kind of fish. The customers can then choose what kind of fish they want...\nThe fish is always dipped in batter, which is a kind of liquid mixture which hardens upon frying. After that, it will be fried for a short time. The phrase 'fish & chips' implies that it will be fried in batter; of course, in a fish restaurant, grilling or boiling would be alternatives. Fish cooked like that do not have batter. Typically Fish and Chips is eaten with lots of vinegar and salt.\nThe chips.\nThe chips are made from sliced potatoes. They are larger than French fries. Large slices of potatoes are fried.\nOther side-dishes.\nVery often there are other side-dishes that are served with Fish and chips (also called a 'chippie' or 'fish shop'). They include mushy peas, onions, gherkins(which are baby cucumbers),baked beans and saveloys (long sausages). Sometimes, you can ask for 'scrapings' which are the bits of crunchy batter that have fallen off the fish when it was frying.\nIn Northern England there is also the variety chips and gravy (a little sauce) on the chips. It is less common in the rest of the country but sometimes you can also find 'curry sauce' in other parts of the UK.\nOther things to note.\nFish and chips are also sold out of mobile shops. Very often the shops and restaurants that serve fish and chips do not have a license to serve alcohol. Some nutritionists criticize fish and chips, because the meal contains a large amount of fat.","categories":[],"infobox_types":[],"annotations":[{"uri":"UK","surface_form":"UK","offset":75},{"uri":"Fast_food","surface_form":"fast food","offset":103},{"uri":"Chips_(food)","surface_form":"chips","offset":173},{"uri":"Deep_frying","surface_form":"deep fried","offset":185},{"uri":"Restaurant","surface_form":"restaurant","offset":219},{"uri":"England","surface_form":"England","offset":276},{"uri":"Wales","surface_form":"Wales","offset":288},{"uri":"British","surface_form":"British","offset":314},{"uri":"Cod","surface_form":"cod","offset":487},{"uri":"Haddock","surface_form":"haddock","offset":492},{"uri":"Flounder","surface_form":"flounder","offset":513},{"uri":"Whiting","surface_form":"whiting","offset":657},{"uri":"Plaice","surface_form":"plaice","offset":668},{"uri":"Customer","surface_form":"customer","offset":751},{"uri":"Batter_(cooking)","surface_form":"batter","offset":837},{"uri":"Frying","surface_form":"fried","offset":929},{"uri":"Imply","surface_form":"implies","offset":979},{"uri":"Grill","surface_form":"grill","offset":1053},{"uri":"Boiling","surface_form":"boiling","offset":1065},{"uri":"Potato","surface_form":"potato","offset":1245},{"uri":"French_fries","surface_form":"French fries","offset":1276},{"uri":"Mushy_pea","surface_form":"mushy pea","offset":1475},{"uri":"Onion","surface_form":"onion","offset":1487},{"uri":"Gherkin","surface_form":"gherkin","offset":1495},{"uri":"Baked_beans","surface_form":"baked beans","offset":1530},{"uri":"Sauce","surface_form":"sauce","offset":1770},{"uri":"Fat","surface_form":"fat","offset":2172}]}