{"id":16504,"url":"http://en.wikipedia.org/wiki/Marxist_economics","text":"Marxist economics are based on the economic theories of Philosopher Karl Marx. Marx's theories explain the \"laws of motion\" of production and exchange under capitalism. This theory was used to argue against the middle class theories of economics common at that time. Marx wanted this to be a tool for the working class (the proletariat) to use to overthrow capitalism and replace it with socialism, then with communism. Socialism, would be a step towards the disappearance of the state, and communism would be, according to Marx, a society where goods and services would be distributed \"to each according to his need, from each according to his ability.\"\nMarxist used the Labor Theory of Value, which says that the value of a commodity is determined by the labor required to produce it. More specifically, Marx defined the value of a commodity as the Socially necessary labor time required to produce it, the average (taken across all of society) time required to produce a given commodity under the average conditions of production. It follows from this that the [working class] is responsible for the production of all of the [value] (wealth) consumed by all members of society.\nMarx viewed the capitalist class (the bourgeoisie), those who control the means of production, as leech-like and unnecessary; they are not necessary for the production of the goods society must consume in order to meet human needs and reproduce itself. Rather, Marx saw the capitalist class as getting wealth for itself by the exploitation of the working class. Marx argued that wages under capitalism are determined not by the value created by workers during a given period of time, but by the cost of their labor power (ability to work). He argued that the cost of labor power is determined by the cost of the goods and services (food, clothing, shelter, child care, education etc.) nececssary to maintain and reproduce workers. So, capitalists do not pay workers for the value they create: they extract Surplus value, the difference between the value created by a worker and the cost of their labor power (their wages), from the working class. In other words, surplus value is unpaid labor performed by the working class for the capitalist class, which Marx termed exploitation.\nMarx argued that because the capitalist class enriches itself by the exploitation of the working class, the economic interests of the two classes are opposed and therefore incompatible. He saw the dispossession of the capitalists and the seizure of control of the means of production by the working class as historically progressive in that it would bring about the end of class society, remove the contradictions inherent under capitalism (a result of the antagonism of the two major classes, the bourgeoisie and proletariat), and qualitatively increase the scope of human development in many areas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosopher","surface_form":"Philosopher","offset":56},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":68},{"uri":"Production","surface_form":"production","offset":127},{"uri":"Exchange","surface_form":"exchange","offset":142},{"uri":"Capitalism","surface_form":"capitalism","offset":157},{"uri":"Middle_class","surface_form":"middle class","offset":211},{"uri":"Proletariat","surface_form":"proletariat","offset":324},{"uri":"Socialism","surface_form":"socialism","offset":388},{"uri":"Communism","surface_form":"communism","offset":491},{"uri":"Labor_Theory_of_Value","surface_form":"Labor Theory of Value","offset":672},{"uri":"Commodity","surface_form":"commodity","offset":726},{"uri":"Socially_necessary_labor_time","surface_form":"Socially necessary labor time","offset":851},{"uri":"Capitalist","surface_form":"capitalist","offset":1197},{"uri":"Bourgeoisie","surface_form":"bourgeoisie","offset":1219},{"uri":"Means_of_production","surface_form":"means of production","offset":1255},{"uri":"Exploitation","surface_form":"exploitation","offset":1508},{"uri":"Wages","surface_form":"wages","offset":1560},{"uri":"Labor_power","surface_form":"labor power","offset":1690},{"uri":"Surplus_value","surface_form":"Surplus value","offset":1987}]}