{"id":165145,"url":"http://en.wikipedia.org/wiki/Hurricane_Ismael","text":"Hurricane Ismael Namaji was a strongass hurricane that formed during the 1995 Pacific hurricane season. The storm formed on September 12, 1995. It became a hurricane on September 14, while it was located off the coast of Mexico. It moved to the north, and made landfall in Sinaloa. Ismael quickly weakened over land, and died out on September 16 over northwestern Mexico.\nIn the ocean, the storm caused waves that were up to 30 feet (9 m) high. The hurricane wrecked 52 ships and killed 57 fishermen. On land, Ismael caused 59 deaths in Mexico. The hurricane destroyed thousands of houses, leaving 30,000 people without homes. The storm reached the United States where it caused heavy rainfall in parts of New Mexico. It was the deadliest hurricane in the 1995 season.\nStorm history.\nThe storm that eventually became Hurricane Ismael started off the southern coast of Guatemala on September 9. As it grew, it moved to the west-northwest. After a few days with no activity, a low pressure area developed off the coast of Mexico. Late on September 12, it formed into Tropical Depression Ten. At this time, the storm was about south-southwest of Manzanillo, Colima. The depression moved to the northwest, and strengthened to a tropical storm early on September 13.\nBecause of the influence of a nearby weather system over Baja California, Ismael slowly turned to the north. Tropical Storm Ismael became stronger as it moved northward. Ismael continued to grow, and on September 14, it became a hurricane.\nAn eye began to form inside of the storm, and six hours after becoming a hurricane, it reached its peak strength. Ismael then sped up as it moved to the northwest. The storm passed just east of Cabo San Lucas on September 15. The hurricane made landfall in the state of Sinaloa on September 15. Ismael quickly lost strength over land, and it died out on September 16. The remains of Ismael continued moving to the north. Rain from the storm reached parts of the United States.\nPreparations.\nAt first, weather forecasters expected the hurricane to stay over the ocean. However, when they later found out that the storm would affect land, the government of Mexico issued a tropical storm warning from Manzanillo, Colima, to Cabo Corrientes. The warning was later extended to Los Mochis and another one was given out for part of the east coast of Baja California Sur. Forecasters then issued a hurricane warning from Mazatlán to Los Mochis. Before the storm arrived, 1,572 people moved to emergency shelters.\nImpact.\nHurricane Ismael caused waves that were 30 feet (9 m) high over the Gulf of California. Many fishermen were not prepared for the hurricane. Because of this, 52 boats were destroyed, of which 20 sank. About 57 fishermen died off the shore; some washed up on shore. Another 150 fishermen survived the storm by waiting on islands or sandbars. Navy rescue teams searched for days off the coast of Mexico to find victims and survivors.\nThe storm dropped moderate to heavy rainfall, which reached 7.76 inches (197 mm) in Sinaloa. The heavy rain caused flooding in four municipalities. In one area, the hurricane destroyed 373 houses and damaged 4,790 others. The storm left 177 houses without drinking water, and led to lots of power outages. Damage was very bad where the hurricane made landfall. In Los Mochis, the winds from Ismael knocked down houses and telephone poles. A total of 59 people were killed in Sinaloa.\nIsmael produced heavy rainfall farther to the north. Very bad flooding was reported in Huatabampo. Across Sonora, the winds destroyed 4,728 houses and removed the roofs from 6,827 homes. The hurricane also ruined 107 schools. The hurricane damaged about 100 miles (165 km) of roads. About 83 sq. miles (215 km²) of crop lands were damaged.\nRain from what was left of Ismael reached southwestern Arizona and southern New Mexico in the United States. The storm also caused heavy rainfall near the border between New Mexico and Texas. The rainfall caused flooding on roads and in buildings. Several roads were damaged and closed. In Lubbock, Texas, the rainfall caused flash flooding, which forced many roads to be shut down. Moisture from the storm went as far east as the Mid-Atlantic States.\nAfter the storm.\nBecause the damage from the storm was so bad, the name \"Ismael\" was retired. The name was replaced with \"Israel\", which was used for a storm during the 2001 Pacific hurricane season. After Hurricane Ismael passed, officials gave out 4,800 sheets, 500 cushions, and 1,500 blankets to people who were affected by the storm. Divers helped to recover sunken ships and drowned bodies. Workers quickly fixed the communication network. Other workers gave out aid to people in Sonora.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"hurricane","offset":40},{"uri":"1995_Pacific_hurricane_season","surface_form":"1995 Pacific hurricane season","offset":73},{"uri":"Sinaloa","surface_form":"Sinaloa","offset":273},{"uri":"Mexico","surface_form":"Mexico","offset":537},{"uri":"United_States","surface_form":"United States","offset":649},{"uri":"New_Mexico","surface_form":"New Mexico","offset":706},{"uri":"Guatemala","surface_form":"Guatemala","offset":868},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":975},{"uri":"Mexico","surface_form":"Mexico","offset":1020},{"uri":"Tropical_depression","surface_form":"Tropical Depression","offset":1065},{"uri":"Manzanillo%2C_Colima","surface_form":"Manzanillo, Colima","offset":1143},{"uri":"Tropical_storm","surface_form":"tropical storm","offset":1224},{"uri":"Influence","surface_form":"influence","offset":1277},{"uri":"Weather","surface_form":"weather","offset":1299},{"uri":"System","surface_form":"system","offset":1307},{"uri":"Baja_California_Peninsula","surface_form":"Baja California","offset":1319},{"uri":"North","surface_form":"north","offset":1421},{"uri":"Eye_(cyclone)","surface_form":"eye","offset":1505},{"uri":"Cabo_San_Lucas","surface_form":"Cabo San Lucas","offset":1696},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":1747},{"uri":"Sinaloa","surface_form":"Sinaloa","offset":1772},{"uri":"United_States","surface_form":"United States","offset":1964},{"uri":"Weather_forecast","surface_form":"weather forecast","offset":2003},{"uri":"Mexico","surface_form":"Mexico","offset":2157},{"uri":"Tropical_cyclone_warnings_and_watches","surface_form":"tropical storm warning","offset":2173},{"uri":"Manzanillo%2C_Colima","surface_form":"Manzanillo, Colima","offset":2201},{"uri":"Cabo_Corrientes","surface_form":"Cabo Corrientes","offset":2224},{"uri":"Los_Mochis","surface_form":"Los Mochis","offset":2275},{"uri":"Baja_California_Sur","surface_form":"Baja California Sur","offset":2346},{"uri":"Mazatl%C3%A1n","surface_form":"Mazatlán","offset":2416},{"uri":"Los_Mochis","surface_form":"Los Mochis","offset":2428},{"uri":"Shelter","surface_form":"shelter","offset":2498},{"uri":"Gulf_of_California","surface_form":"Gulf of California","offset":2584},{"uri":"Shore","surface_form":"shore","offset":2748},{"uri":"Sandbar","surface_form":"sandbars","offset":2846},{"uri":"Navy","surface_form":"Navy","offset":2856},{"uri":"Millimeter","surface_form":"mm","offset":3024},{"uri":"Sinaloa","surface_form":"Sinaloa","offset":3031},{"uri":"Flood","surface_form":"flood","offset":3062},{"uri":"Municipality","surface_form":"municipalities","offset":3079},{"uri":"Power_outage","surface_form":"power outage","offset":3238},{"uri":"Sonora","surface_form":"Sonora","offset":3537},{"uri":"Crop","surface_form":"crop","offset":3746},{"uri":"Arizona","surface_form":"Arizona","offset":3826},{"uri":"New_Mexico","surface_form":"New Mexico","offset":3847},{"uri":"Texas","surface_form":"Texas","offset":3956},{"uri":"Lubbock%2C_Texas","surface_form":"Lubbock, Texas","offset":4061},{"uri":"Flash_flooding","surface_form":"flash flooding","offset":4097},{"uri":"Moisture","surface_form":"Moisture","offset":4154},{"uri":"Mid-Atlantic_States","surface_form":"Mid-Atlantic States","offset":4202},{"uri":"2001_Pacific_hurricane_season","surface_form":"2001 Pacific hurricane season","offset":4392},{"uri":"Sheet","surface_form":"sheet","offset":4479},{"uri":"Cushion","surface_form":"cushion","offset":4491},{"uri":"Blanket","surface_form":"blanket","offset":4511},{"uri":"Communication","surface_form":"communication","offset":4646},{"uri":"Network","surface_form":"network","offset":4660},{"uri":"Aid","surface_form":"aid","offset":4692},{"uri":"Sonora","surface_form":"Sonora","offset":4709}]}