{"id":16520,"url":"http://en.wikipedia.org/wiki/Victoria_(Australia)","text":"Victoria is a state in Australia, in the south-east corner of the country. Its capital, largest and most-populated city is Melbourne. Geelong is Victoria's second biggest city, Ballarat is the third and Bendigo the fourth.\nAt the end of 2015 Victoria's population was an estimated 5,996,400. After British settlement in Australia in 1788, it was called the Port Phillip District of New South Wales. In 1851, it became an independent colony. It was named after Queen Victoria. In 1901 it became a state in Australia.\nVictoria's premier is Daniel Andrews from the Labor Party.\nTransport.\nVictoria has the highest population density of a state in Australia. Highways lead to and from population centres, mainly Melbourne and other major cities. Rail transport in Victoria is common. Major railway line operators include Metro Trains Melbourne, V/Line and Pacific National.\nMelbourne Airport is the biggest domestic and international airport for Victoria. It is linked to Melbourne by the Tullamarine Freeway.\nThe Port of Melbourne is the largest port for cargo in Australia, located in Melbourne near Yarra River. Additional seaports are at Westernport Bay, Geelong, and Portland.\nMelbourne.\nThe city of Melbourne has many attractions, including shopping, the Crown Casino, Melbourne Zoo, Melbourne Museum, Melbourne Aquarium, Melbourne Docklands, Southbank and St. Kilda. Melbourne is also the home of cultural and sporting icons such as The Arts Centre, National Gallery of Victoria and the Melbourne Cricket Ground (MCG) which held the 1956 Summer Olympic Games.\nOther.\nThe historic cities of Ballarat, Beechworth, Bendigo, Castlemaine, Maldon and Daylesford which were all towns built on the goldfields during the 1850s.\nNatural attractions include The Twelve Apostles on the Great Ocean Road, Wilson's Promontory, The Grampians, Buchan Caves, Gippsland Lakes and the penguins on Phillip Island. The Dandenong Ranges just east of Melbourne has the Puffing Billy Railway and Healesville Sanctuary.\nThe Murray River which is the state's northern border, has towns including Echuca and Mildura. Boating, fishing and other water sports are popular along the river.\nGeelong, south west of Melbourne on Corio Bay, has many beaches, and hosts the Australian International Airshow. Nearby is the Bellarine Peninsula, which has many famous beaches such as Bells Beach, Torquay and Queenscliff.\nThe Mornington Peninsula is well known for its beaches and wineries.\nThe Victorian Alpine Region in the Australian Alps is popular for skiing with resorts at Falls Creek, Mount Hotham, and Mount Buffalo.\nSport.\nVictoria is the home of AFL, with ten of the eighteen clubs of the Australian Football League based in Victoria. The traditional Grand Final is held at the Melbourne Cricket Ground on the last Saturday in September.\nVictoria's cricket team, the Victorian Bushrangers play in the national Pura Cup cricket competition.\nVictoria has one team each represented in the National Rugby League and the Australian Rugby Championship, the Melbourne Storm and Melbourne Rebels respectively.\nClimate.\nVictoria's climate varies greatly despite its small size. It ranges from the snowfields in the north east where the temperatures can be below freezing, to the dry semi-arid Mallee area of the north west where it can get very hot.\nOverall, the southern position of Victoria means it tends to be a bit cooler and wetter than the other Australian mainland states.\nThe hottest temperature recorded in Victoria was 48.8 °C at Hopetoun, on the 9 February, 2009.\nThe coldest temperature recorded in Victoria was -11.7 °C at Omeo, on 15 June, 1965.\nThe highest daily rainfall was 375mm at Tanbryn, on 22 March, 1983.\nEarly history.\nVictoria was the scene of much volcanic activity which started 40 million years ago. The Western Volcanic Plains which cover 10% of the state are the third largest volcanic plains in the world. Most of the plains were formed about six million years ago. There are about 400 volcanoes on the plains.\nIt is unknown exactly when humans settled in Victoria. A site near Keilor has evidence of Australian Aborigines living near on the Maribyrnong River more than 31,000 years ago. Victoria was one of the most populated areas of Australia. The Aborigines used fire-stick farming to burn the volcanic plains regularly, and they became some of the biggest grass plains in the world. This supported large numbers of animals such as kangaroos and wallabies. The Kulin federation were a large language group that lived on the plains and included the Watha wurrung, Boon wurrung, Woi wurrung, Daung wurrung and Djadja wurrung people. Other groups in Victoria included the Jari Jari, Ladji Ladji, Wemba Wemba, Wergaia, Jardwadjali, Gunnai, Waywurru and the Taungurung. In the rivers, creeks and wetlands the Aboriginals had built large fish traps to catch both fish and eels. In the Yarra River wetlands, some of these traps had stone walls about high.\nFirst attempts.\nWithin ten years of the British settlement at Sydney in 1788, explorers began looking at the coast of Victoria. The first settlement in Victoria was at Sorrento, just inside the entrance to Port Phillip Bay. A small group of 51 soldiers, 308 convicts, 17 free settlers, 12 officials, one missionary and his wife, led by Lieutenant-Governor David Collins set up camp at the end of 1803. They had come from England to set up a colony because the British government was worried that the French may try to claim the area. However they were unable to find water and gave up the settlement within six weeks. They went further south and began the settlement of Hobart, Tasmania. While at Sorrento, a convict named William Buckley escaped. He lived with Aboriginal tribes until meeting with Europeans again when Melbourne was settled in 1835. On 12 December 1826, Captain Samuel Wright, Lieutenant Burchill, explorer William Hovell and 21 convicts tried to start a settlement near Corinella, on Westernport Bay. This was also unsuccessful and the group went back to Sydney on 19 February 1828.\nAlthough the two official attempts to settle in Victoria had failed, there were a number of unofficial settlements along the coast. From 1820 small groups of people lived at various places along the south coast, including Phillip Island. They were hunting seals and Southern Right Whales. The Launceston Fishing Company had a base at Portland Bay. These hunters were often in conflict with the Aboriginal communities. The Europeans often captured Aboriginal women to use as slaves and for sex. Edward Henty moved to Portland Bay and began sheep farming in December 1834. These settlements were against the law, as the British government was trying to restrict the areas of settlement. They argued that they did not have the ability to provide support to remote and isolated settlements. Repeated requests for official permission to settle in Victoria were refused by the government.\nJohn Batman.\nIn 1835 a group of settlers, farmers and government officials from Tasmania formed the Port Phillip Association. Led by John Batman, who had heard about the grass plains from William Hovell, the group decided to ignore the British government and move flocks of sheep to Victoria. Batman landed at Indented Head, Victoria on 29 May 1835. He began exploring Port Phillip Bay. On 6 June 1835 he met with Aboriginal leaders near Merri Creek, and made a treaty. Under this treaty the Aboriginals agreed to allow Batman to use their land for his sheep. In return, they could continue to stay on the land, they would be provided with food and goods, and they would receive protection from other Europeans. This was the only treaty ever made with the Australian Aborigines. On 26 August 1835, the Governor of New South Wales, Sir Richard Bourke, said the treaty was against the law. The land belonged to the crown, and did not belong to the Aboriginals.\nAt the end of 1835, the British government changed its policy on settlement in eastern Australia. People were allowed to use large areas of the country for sheep farming. If people paid a £10 fee, they could settle wherever they liked. These farmers became known as \"squatters\", as they \"sat\" on the land, which they did not own. The effect of this new policy meant that between 1835 and 1838, more land was settled than had been since 1788. It has been described as the fastest land occupation in history. By 1849, just 1019 squatters had taken over 17.7 million hectares of land.\nThe effect of the fast land occupation had terrible consequences for the Victorian Aborigines. The squatters moved their sheep onto the grasslands that had once been the Aborigines main source of food. The squatters built their farms near the waterholes and creeks where the Aborigines had camped for thousands of years. The Aborigines began to kill sheep to eat, and attempted to stop people from taking their land. The early settlers tried to remove the Aborigines from the land. Sometimes they were chased away, and sometimes they were murdered. For example, at Murdering Creek, near Camperdown, 35-40 men, women and children were shot dead by the manager of Glenorminston Station, Frederick Taylor and several of his farm workers.\nGold.\nGold was found in Victoria at Clunes on 28 June 1851. With further discoveries at Ballarat, Bendigo and Castlemaine there was a huge increase in the population as people came from all around the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"State","surface_form":"state","offset":14},{"uri":"Australia","surface_form":"Australia","offset":23},{"uri":"Capital_city","surface_form":"capital","offset":79},{"uri":"Melbourne","surface_form":"Melbourne","offset":123},{"uri":"Geelong%2C_Victoria","surface_form":"Geelong","offset":134},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat","offset":177},{"uri":"Bendigo%2C_Victoria","surface_form":"Bendigo","offset":203},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":382},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":460},{"uri":"Australia","surface_form":"Australia","offset":505},{"uri":"Daniel_Andrews","surface_form":"Daniel Andrews","offset":538},{"uri":"Australian_Labor_Party","surface_form":"Labor Party","offset":562},{"uri":"State","surface_form":"state","offset":635},{"uri":"Australia","surface_form":"Australia","offset":644},{"uri":"Melbourne","surface_form":"Melbourne","offset":708},{"uri":"Railway_line","surface_form":"Rail transport","offset":742},{"uri":"Melbourne_Airport","surface_form":"Melbourne Airport","offset":870},{"uri":"Melbourne","surface_form":"Melbourne","offset":1083},{"uri":"Yarra_River","surface_form":"Yarra River","offset":1098},{"uri":"Westernport_Bay","surface_form":"Westernport Bay","offset":1138},{"uri":"Geelong","surface_form":"Geelong","offset":1155},{"uri":"Portland%2C_Victoria","surface_form":"Portland","offset":1168},{"uri":"Crown_Casino","surface_form":"Crown Casino","offset":1257},{"uri":"Melbourne_Cricket_Ground","surface_form":"Melbourne Cricket Ground","offset":1490},{"uri":"Beechworth%2C_Victoria","surface_form":"Beechworth","offset":1603},{"uri":"Castlemaine%2C_Victoria","surface_form":"Castlemaine","offset":1624},{"uri":"Maldon%2C_Victoria","surface_form":"Maldon","offset":1637},{"uri":"Daylesford%2C_Victoria","surface_form":"Daylesford","offset":1648},{"uri":"Great_Ocean_Road","surface_form":"Great Ocean Road","offset":1777},{"uri":"Wilson%27s_Promontory","surface_form":"Wilson's Promontory","offset":1795},{"uri":"Buchan_Caves","surface_form":"Buchan Caves","offset":1831},{"uri":"Little_Penguin","surface_form":"penguins","offset":1869},{"uri":"Dandenong_Ranges","surface_form":"Dandenong Ranges","offset":1901},{"uri":"Puffing_Billy_Railway","surface_form":"Puffing Billy Railway","offset":1949},{"uri":"Healesville_Sanctuary","surface_form":"Healesville Sanctuary","offset":1975},{"uri":"Murray_River","surface_form":"Murray River","offset":2002},{"uri":"Echuca%2C_Victoria","surface_form":"Echuca","offset":2073},{"uri":"Mildura%2C_Victoria","surface_form":"Mildura","offset":2084},{"uri":"Corio_Bay","surface_form":"Corio Bay","offset":2198},{"uri":"Australian_International_Airshow","surface_form":"Australian International Airshow","offset":2241},{"uri":"Bells_Beach","surface_form":"Bells Beach","offset":2348},{"uri":"Torquay%2C_Victoria","surface_form":"Torquay","offset":2361},{"uri":"Queenscliff%2C_Victoria","surface_form":"Queenscliff","offset":2373},{"uri":"Mornington_Peninsula","surface_form":"Mornington Peninsula","offset":2390},{"uri":"Winery","surface_form":"wineries","offset":2445},{"uri":"Australian_Alp","surface_form":"Australian Alp","offset":2490},{"uri":"Falls_Creek%2C_Victoria","surface_form":"Falls Creek","offset":2544},{"uri":"Australian_rules_football","surface_form":"AFL","offset":2621},{"uri":"Australian_Football_League","surface_form":"Australian Football League","offset":2664},{"uri":"Cricket","surface_form":"cricket","offset":2824},{"uri":"Hopetoun%2C_Victoria","surface_form":"Hopetoun","offset":3507},{"uri":"Omeo%2C_Victoria","surface_form":"Omeo","offset":3603},{"uri":"Tanbryn%2C_Victoria","surface_form":"Tanbryn","offset":3667},{"uri":"Western_Volcanic_Plains","surface_form":"Western Volcanic Plains","offset":3799},{"uri":"Keilor%2C_Victoria","surface_form":"Keilor","offset":4076},{"uri":"Indigenous_Australians","surface_form":"Australian Aborigines","offset":4099},{"uri":"Maribyrnong_River","surface_form":"Maribyrnong River","offset":4140},{"uri":"Fire-stick_farming","surface_form":"fire-stick farming","offset":4265},{"uri":"Kangaroo","surface_form":"kangaroo","offset":4434},{"uri":"Wallaby","surface_form":"wallabies","offset":4448},{"uri":"Kulin","surface_form":"Kulin","offset":4463},{"uri":"Watha_wurrung","surface_form":"Watha wurrung","offset":4550},{"uri":"British","surface_form":"British","offset":4991},{"uri":"Sydney","surface_form":"Sydney","offset":5013},{"uri":"Sorrento%2C_Victoria","surface_form":"Sorrento","offset":5119},{"uri":"Port_Phillip_Bay","surface_form":"Port Phillip Bay","offset":5157},{"uri":"Convict","surface_form":"convict","offset":5209},{"uri":"David_Collins","surface_form":"David Collins","offset":5307},{"uri":"Hobart","surface_form":"Hobart","offset":5621},{"uri":"Tasmania","surface_form":"Tasmania","offset":5629},{"uri":"William_Buckley","surface_form":"William Buckley","offset":5674},{"uri":"William_Hovell","surface_form":"William Hovell","offset":5876},{"uri":"Corinella%2C_Victoria","surface_form":"Corinella","offset":5940},{"uri":"Westernport_Bay","surface_form":"Westernport Bay","offset":5954},{"uri":"Pinniped","surface_form":"seals","offset":6309},{"uri":"Southern_Right_Whale","surface_form":"Southern Right Whale","offset":6319},{"uri":"Launceston%2C_Tasmania","surface_form":"Launceston","offset":6346},{"uri":"Slave","surface_form":"slave","offset":6527},{"uri":"Sexual_intercourse","surface_form":"sex","offset":6542},{"uri":"John_Batman","surface_form":"John Batman","offset":7069},{"uri":"Indented_Head%2C_Victoria","surface_form":"Indented Head, Victoria","offset":7246},{"uri":"Merri_Creek","surface_form":"Merri Creek","offset":7374},{"uri":"Treaty","surface_form":"treaty","offset":7398},{"uri":"Governor_of_New_South_Wales","surface_form":"Governor of New South Wales","offset":7738},{"uri":"Richard_Bourke","surface_form":"Richard Bourke","offset":7771},{"uri":"Squatter","surface_form":"squatter","offset":8162},{"uri":"Hectare","surface_form":"hectare","offset":8459},{"uri":"Consequence","surface_form":"consequences","offset":8529},{"uri":"Camperdown%2C_Victoria","surface_form":"Camperdown","offset":9064},{"uri":"Railway_station","surface_form":"Station","offset":9153},{"uri":"Clunes%2C_Victoria","surface_form":"Clunes","offset":9248}]}