{"id":16530,"url":"http://en.wikipedia.org/wiki/Mulan_(1998_movie)","text":"\"Mulan\" is a 1998 American animated movie produced by Walt Disney Feature Animation. It is the 36th movie in the Walt Disney Animated Classics series. It is set in old-time China and based on local legend. The movie stars the voices of Ming-Na Wen and Eddie Murphy. \"Mulan\" was a success with its fans because it was different from Disney's other movies in terms of music and artistic design. The music was written by Jerry Goldsmith who also wrote the music for another animated movie, 1982's \"The Secret of NIMH\". Christina Aguilera sang \"Reflections\" for the movie's soundtrack. A direct-to-video sequel \"Mulan II\", was released on February 1, 2005.\nIn 2018, Disney announced that they are making a live action remake.\nStory.\nAn army of Huns, led by Shan Yu, arrive and invade China. The Chinese army recruits each man from every family for them to start a war. Mulan's father, Fa Zhou, suffers an injury and he cannot fight. Mulan is supposed to get married, but is so clumsy that she fails the test to prove she would be a good wife. When seeing the match-making mistress she fails to be elegant and ladylike. Mulan fears she has dishonoured her family, but now decides that she must save her father. Mulan decides to become a boy to bring \"honor\" to her family. She packs her father's armour and weapon and leaves to report the army.\nMushu is an old spirit guardian of the Fa family, who has lost his job and been turned into a dragon. The family ancestors want to send someone to watch over Mulan on her journey, and Mushu takes the job in order to restore his honour. He and the lucky cricket of the family catch up with Mulan, as she joins the small army led by Li Shang. Mulan makes a soldier name Ping. All the men in the new army need a lot of training, but after a while the soldiers must face the enemy.\nThe army meets the Huns in the snowy mountains. When the Chinese are attacked, Mulan uses a cannon to start an avalanche which buries and kills the rest of Shan Yu's army. Mulan is hurt by a sword, and the doctor who examines her finds that she is not a boy but a girl. Li Shang leaves Mulan alone in the mountains. The army arrives at the Emperor's palace in the Imperial City. As Mulan and her animals spend the night trying to light a fire, they witness some of the surviving enemies climbing from the snow, and they start moving towards the Emperor's city. Mulan decides to follow them and warn her friends in the army.\nIn the Imperial City the army is celebrated for winning the war, and no one will listen to Mulan's warnings, since she is a girl. Suddenly Shan Yu and his surviving men step forward, kidnap the emperor and hide in the palace. Mulan and her soldier friends dress up as palace women and manage to fool the attackers and move the emperor to safety. With her friends' help, Mulan destroys Shan Yu using a store of fireworks. The emperor rewards her for saving the country.\nMulan returns home with her imperial gifts to show her family. The honour of Mulan, of her family and also of the dragon is now restored. Shang is encouraged by the emperor to marry Mulan. He travels to her town, pays a visit and is invited to dinner by her family.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animation","surface_form":"animated movie","offset":27},{"uri":"Walt_Disney_Animation_Studios","surface_form":"Walt Disney Feature Animation","offset":54},{"uri":"List_of_Disney_animated_movies","surface_form":"Walt Disney Animated Classics series","offset":113},{"uri":"China","surface_form":"China","offset":173},{"uri":"Legend","surface_form":"legend","offset":198},{"uri":"Eddie_Murphy","surface_form":"Eddie Murphy","offset":252},{"uri":"Fan","surface_form":"fan","offset":297},{"uri":"The_Secret_of_NIMH","surface_form":"The Secret of NIMH","offset":495},{"uri":"Christina_Aguilera","surface_form":"Christina Aguilera","offset":516},{"uri":"Soundtrack","surface_form":"soundtrack","offset":570},{"uri":"Direct-to-video","surface_form":"direct-to-video","offset":584},{"uri":"Sequel","surface_form":"sequel","offset":600},{"uri":"Mulan_II","surface_form":"Mulan II","offset":608},{"uri":"Huns","surface_form":"Huns","offset":740},{"uri":"China","surface_form":"China","offset":780},{"uri":"Army","surface_form":"army","offset":799},{"uri":"Dishonour","surface_form":"dishonour","offset":1135},{"uri":"Dragon","surface_form":"dragon","offset":1434},{"uri":"Ancestor","surface_form":"ancestor","offset":1453},{"uri":"Cricket","surface_form":"cricket","offset":1593},{"uri":"Army","surface_form":"army","offset":1659},{"uri":"Enemy","surface_form":"enemy","offset":1811},{"uri":"Huns","surface_form":"Huns","offset":1837},{"uri":"Cannon","surface_form":"cannon","offset":1910},{"uri":"Avalanche","surface_form":"avalanche","offset":1929},{"uri":"Sword","surface_form":"sword","offset":2009},{"uri":"Medical_doctor","surface_form":"doctor","offset":2024},{"uri":"Emperor","surface_form":"emperor","offset":2769},{"uri":"Fireworks","surface_form":"fireworks","offset":2852},{"uri":"Emperor","surface_form":"emperor","offset":2867}]}