{"id":165456,"url":"http://en.wikipedia.org/wiki/National_Football_Conference","text":"e=\"preserve\">The National Football Conference (NFC) is one of the two conferences of the National Football League (NFL), the other being the American Football Conference. Every year, the winner of the NFC Championship Game receives the George Halas Trophy and gets to play against the winner of the AFC Championship Game in the Super Bowl.\nSeason schedule.\nEach NFC team plays the other teams in their division twice in the regular season. They play the team once at home and once at the other team's stadium (an \"away\" game). Each team also plays 10 other games given to their schedule by the NFL in the April before. Two of these games are assigned on the basis of the teams' final record from the year before. The other 8 games are split between the roster of two other NFL divisions. This assignment shifts each year. For example, in the 2007 regular season, each team in the NFC West played one game against each team in both the AFC North and the NFC South. In this way division competition is the same opponents except for the 2 games given based on the strength of the each team's season record from the year before.\nAt the end of each season, a series of playoff games are played among the top six teams in the NFC. These are the four division champions (by place standing) and the two other teams (\"wild cards\") with the best win-loss records. The NFC playoffs culminate in the NFC Championship Game for the George Halas Trophy. The NFC Champion plays the AFC Champion in the Super Bowl.\nHistory.\nThe NFC was made after the NFL merged with the American Football League (AFL) in 1970. While all of the former AFL teams along with the NFL's Cleveland Browns, Pittsburgh Steelers, and Baltimore Colts made up the American Football Conference (AFC), the other 13 NFL teams formed the NFC.\nHowever, team owners could not agree to a plan on how to put the teams into divisions in the NFC. The proposals were narrowed down to five finalists. Then the plan that was selected was picked out of a glass bowl by then-NFL commissioner Pete Rozelle's secretary.\nSince the merger, three expansion teams have joined the NFC. This makes the current total number of teams 16. When the Seattle Seahawks and the Tampa Bay Buccaneers joined the league in 1976, they were temporarily placed in the NFC and AFC, respectively, for one season before they switched conferences. The Seahawks returned to the NFC as a result of the 2002 realignment. The Carolina Panthers joined the NFC in 1995.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_Football_League","surface_form":"National Football League","offset":89},{"uri":"American_Football_Conference","surface_form":"American Football Conference","offset":141},{"uri":"Super_Bowl","surface_form":"Super Bowl","offset":328},{"uri":"NFL_playoffs","surface_form":"playoff","offset":1164},{"uri":"Wild_card_(sports)","surface_form":"wild cards","offset":1309},{"uri":"NFC_Championship_Game","surface_form":"NFC Championship Game","offset":1388},{"uri":"George_Halas","surface_form":"George Halas","offset":1418},{"uri":"American_Football_Conference","surface_form":"AFC","offset":1466},{"uri":"Super_Bowl","surface_form":"Super Bowl","offset":1486},{"uri":"AFL-NFL_Merger","surface_form":"merged","offset":1538},{"uri":"American_Football_League","surface_form":"American Football League","offset":1554},{"uri":"Cleveland_Browns","surface_form":"Cleveland Browns","offset":1649},{"uri":"Pittsburgh_Steelers","surface_form":"Pittsburgh Steelers","offset":1667},{"uri":"Indianapolis_Colts","surface_form":"Baltimore Colts","offset":1692},{"uri":"American_Football_Conference","surface_form":"American Football Conference","offset":1720},{"uri":"Pete_Rozelle","surface_form":"Pete Rozelle","offset":2033},{"uri":"Expansion_team","surface_form":"expansion team","offset":2083},{"uri":"Seattle_Seahawks","surface_form":"Seattle Seahawks","offset":2178},{"uri":"Tampa_Bay_Buccaneers","surface_form":"Tampa Bay Buccaneers","offset":2203},{"uri":"1976_NFL_season","surface_form":"1976","offset":2245},{"uri":"2002_NFL_season","surface_form":"2002 realignment","offset":2415},{"uri":"Carolina_Panthers","surface_form":"Carolina Panthers","offset":2437},{"uri":"1995_NFL_season","surface_form":"1995","offset":2473}]}