{"id":165509,"url":"http://en.wikipedia.org/wiki/Overweight","text":"Overweight is the condition of a person when they have more fat in their body than what is thought as to be normal for their height.\nTo find out if a person is overweight, you can calculate their body mass index. People with a BMI of 25 or more are said to be overweight. Anything above 30 is said to be obese (very overweight). Overweight used to be a BMI of 27 or more. In 1998 this changed.\nBeing overweight is associated with health problems such as Type 2 diabetes. Obesity is associated with greater health problems than overweight. In 2006 Adams et al. estimated that the risk of death increases by 20 to 40 percent among overweight people. Some people think that being overweight is not as unhealthy as is commonly thought. A 2013 review of 97 Pubmed articles with a sample size of 2.88 million found that overweight is associated with significantly lower all-cause mortality (death) than 'normal' weight. Body fat contains energy that the body can use to heal when it is sick.\n51.3% of overweight adults are metabolically healthy. Metabolically healthy overweight women are no more likely to die or have a heart attack or stroke than metabolically healthy normal weight women.\nDoctors often tell overweight people that losing weight would be good for their health. People usually try to lose weight by eating less. This is called 'dieting'. They may exercise too.\nDieting is often ineffective. 41% of dieters weigh more four to five years after the end of the diet than before it began.\nSome people might use herbal teas, powders and pills to help to lower their mass.\nOverweight is not just associated with bad health. People think that being overweight means that a person is lazy or bad. Overweight people are often treated badly by other people for because of this. This is called fatphobia.\nMore than 1.4 billion adults are overweight in the world. The amount of overweight people is increasing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Person","surface_form":"person","offset":33},{"uri":"Fat","surface_form":"fat","offset":60},{"uri":"Body","surface_form":"body","offset":73},{"uri":"Height","surface_form":"height","offset":125},{"uri":"Body_mass_index","surface_form":"body mass index","offset":196},{"uri":"BMI","surface_form":"BMI","offset":227},{"uri":"Obese","surface_form":"obese","offset":304},{"uri":"Health","surface_form":"health","offset":430},{"uri":"Type_2_diabetes","surface_form":"Type 2 diabetes","offset":454},{"uri":"Pubmed","surface_form":"Pubmed","offset":752},{"uri":"Sample_size","surface_form":"sample size","offset":775},{"uri":"Dieting","surface_form":"dieting","offset":1340},{"uri":"Fatphobia","surface_form":"fatphobia","offset":1794}]}