{"id":165594,"url":"http://en.wikipedia.org/wiki/Anchises","text":"e=\"preserve\">In Greek mythology, Anchises was a son of Capys and Themiste (daughter of Ilus, son of Tros) or Hieromneme, a naiad. He is famous because he was mortal and a lover of the goddess Aphrodite (and in Roman mythology, the lover of Venus). He was also the father of Aeneas, who is the hero of \"The Aeneid.\"\nAnchises, in Greek legend, member of the junior branch of the royal family of Troy: While he was tending his sheep on Mount Ida, the goddess Aphrodite met him and, enamoured of his beauty, bore him Aeneas. For revealing the name of the child’s mother, Anchises was killed or struck blind by lightning.\nAnchises was the son of Capys and Themiste in Greek mythology, father of Aeneas. He was better known as a lover of the goddess Aphrodite, who appeared in front of him disguised as a Phrygian princess. She then seduced him into lovemaking for two weeks. Aphrodite became pregnant with Aeneas, and she appeared in front of Anchises with the newborn, revealing her true identity. She then told him not to boast of their affair to anyone; he did not listen to her, and Zeus hurled a thunderbolt against him, either scorching him or crippling him. He later married Eriopis, with whom he had at least one daughter, Hippodameia. During Troy's fall at the end of the Trojan War, his son Aeneas helped him escape as he was no longer able to walk after Zeus' punishment.\nIn later legend and in Virgil’s Aeneid, he was conveyed out of Troy on the shoulders of his son Aeneas, whose descendants founded Rome, and he died in Sicily.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":16},{"uri":"Naiad","surface_form":"naiad","offset":123},{"uri":"Mortal","surface_form":"mortal","offset":158},{"uri":"Lover","surface_form":"lover","offset":171},{"uri":"Aphrodite","surface_form":"Aphrodite","offset":192},{"uri":"Venus","surface_form":"Venus","offset":240}]}