{"id":165589,"url":"http://en.wikipedia.org/wiki/San_Nicolas_Island","text":"San Nicolas Island is the farthest from shore of California's Channel Islands. It is part of Ventura County. The 14,562 acre (58.93 km² or 22.753 sq mi) island is used by the United States Navy for a weapons testing and training. The only people who live on the island are about 200 people with the military. The island has a small airport and a big billboard.\nHistory.\nSan Nicolas was once the home of the Nicoleño people, who were probably related to the Tongva of the mainland and Santa Catalina Island. It was named for Saint Nicholas by Spanish sailor Sebastián Vizcaíno after he saw the island on the saint's feast day (December 6) in 1602. Vizcaíno reported that there were a lot of people living on the island. By 1800 the number of people on the island had gone down. In 1811 a group of Kodiak men from Alaska were put on to San Nicholas to hunt otters. They fought with the Nicoleños. When the Kodiaks left there were less than 100 of the original population left. By 1835 the population was about 12. The Nicoleños were taken off the island in the 1835 by the members of the California mission system. Within a few years of leaving the island the Nicoleño all died.\nLone Woman of San Nicolas Island.\nThe most famous person from San Nicolas Island was the \"Lone Woman of San Nicolas Island\". She was left on the island in 1835 when the rest of the Nicoleños were moved to the missions. She lived on the island alone for 18 years before she was found and brought back to Santa Barbara in 1853. By this time there was no-one left who could speak her language. Her real name was never known, but as she was dying she was named Juana Maria. She died from dysentery seven weeks later. Her story was used for Scott O'Dell's award winning 1961 novel \"Island of the Blue Dolphins\". Today, a commemorative plaque about her life has been placed on the back of the east bell tower at Mission Santa Barbara. In 2012 scientists rediscovered a buried cave on the island where they believe the woman lived.\nRocket experiments.\nFrom 1957 and 1973, and in 2004, U.S. rockets were launched from San Nicolas Island.\nPlants and animals.\nThere few kinds of plants and animals on San Nicolas Island. Sheep ate many of the plants before they were taken away in 1943. Even so, there are several plants that can only be found on the island. Three kinds of animals are there and nowhere else: deer mouse, island fox, and island night lizard. The island also has many birds.","categories":[],"infobox_types":[],"annotations":[{"uri":"California","surface_form":"California","offset":49},{"uri":"Channel_Islands_(California)","surface_form":"Channel Islands","offset":62},{"uri":"Ventura_County%2C_California","surface_form":"Ventura County","offset":93},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":175},{"uri":"Nicole%C3%B1o","surface_form":"Nicoleño","offset":407},{"uri":"Tongva","surface_form":"Tongva","offset":457},{"uri":"Santa_Catalina_Island","surface_form":"Santa Catalina Island","offset":484},{"uri":"Saint_Nicholas","surface_form":"Saint Nicholas","offset":524},{"uri":"Spain","surface_form":"Spanish","offset":542},{"uri":"Sebasti%C3%A1n_Vizca%C3%ADno","surface_form":"Sebastián Vizcaíno","offset":557},{"uri":"Feast_day","surface_form":"feast day","offset":615},{"uri":"Kodiak","surface_form":"Kodiak","offset":796},{"uri":"Alaska","surface_form":"Alaska","offset":812},{"uri":"Otter","surface_form":"otter","offset":855},{"uri":"Spanish_Missions_of_California","surface_form":"California mission","offset":1086},{"uri":"Santa_Barbara%2C_California","surface_form":"Santa Barbara","offset":1480},{"uri":"Dysentery","surface_form":"dysentery","offset":1661},{"uri":"Novel","surface_form":"novel","offset":1747},{"uri":"Island_of_the_Blue_Dolphins","surface_form":"Island of the Blue Dolphins","offset":1754},{"uri":"Commemorative_plaque","surface_form":"commemorative plaque","offset":1793},{"uri":"Rocket","surface_form":"rocket","offset":2060}]}