{"id":165672,"url":"http://en.wikipedia.org/wiki/Threatened_species","text":"Threatened species are any species (including animals, plants, and fungi) which might soon become extinct.\nOne way scientists can work out how threatened a species is, is to measure the birth and death rates. If a species becomes small in numbers, it can get to a critical point. This happens when there are not enough individuals left alive to continue the species (critical depensation).\nSpecies that are not a threatened species, but are still a concern, can be put into groups of Near Threatened, Least Concern, and Conservation Dependent. Conservation dependent is no longer used a group. When the species has not been studied, Not Evaluated, or there is not enough information, Data Deficient, the IUCN does not put them on the threatened species list.\nThreatened species are also called \"red listed\" species, because they are in the IUCN Red List of Threatened Species.\nUnited States definition.\nUnder the Endangered Species Act in the United States, \"threatened\" means any species which is likely to become endangered in the near future, in all, or a large part of its range. The Bay checkerspot butterfly (\"Euphydryas editha bayensis\") is an example of a threatened species protected by the Endangered Species Act.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":27},{"uri":"Animal","surface_form":"animal","offset":46},{"uri":"Plant","surface_form":"plant","offset":55},{"uri":"Fungus","surface_form":"fungi","offset":67},{"uri":"Extinct","surface_form":"extinct","offset":98},{"uri":"Near_Threatened","surface_form":"Near Threatened","offset":484},{"uri":"Least_Concern","surface_form":"Least Concern","offset":501},{"uri":"Conservation_Dependent","surface_form":"Conservation Dependent","offset":520},{"uri":"Not_Evaluated","surface_form":"Not Evaluated","offset":633},{"uri":"Data_Deficient","surface_form":"Data Deficient","offset":684},{"uri":"IUCN_Red_List","surface_form":"IUCN Red List of Threatened Species","offset":840},{"uri":"Endangered_Species_Act","surface_form":"Endangered Species Act","offset":913},{"uri":"United_States","surface_form":"United States","offset":943},{"uri":"Bay_checkerspot_butterfly","surface_form":"Bay checkerspot butterfly","offset":1088}]}