{"id":165670,"url":"http://en.wikipedia.org/wiki/Plant_sap","text":"e=\"preserve\">Plant sap, or just sap, is fluid transported in xylem tubes or phloem cells of a plant. Xylem cells transport water and inorganic nutrients through the plant; phloem cells transport sugary fluids and other biological molecules.\nLatex or resin is not plant sap. They are separately produced, with different components and functions.\nXylem sap.\nXylem sap is mainly water, with plant hormones, mineral elements and other nutrients in a dilute solution. Sap in xylem moves from roots towards the leaves.\nPhloem sap.\nPhloem sap is water, with manufactured sugars, other biological molecules and mineral elements dissolved in it. It flows from where carbohydrates are produced or stored to where they are used.\nA large number of animals, all of the single insect order Hemiptera, feed directly on phloem sap, and make it the primary component of their diet. Phloem sap is \"nutrient-rich compared with many other plant products and generally lacking in toxins and feeding deterrents, [but] it is consumed as the sole diet by a very restricted range of animals\". Phloem sap is physiologically extreme in terms of animal digestion: it is thought that few animals take direct advantage of this because they lack adaptations to this diet.\nMany more consume phloem sap by proxy, feeding on the honeydew (a sweet secretion) of phloem-feeding hemipterans. Honeydew is physiologically less extreme than phloem sap. Others feed on the biomass of insects which have grown on direct ingestion of phloem sap.\nMany products are made from plant sap. One of them is maple syrup. Maple syrup is made using sap from sugar maple trees.\nSap colour is different for different plants.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fluid","surface_form":"fluid","offset":40},{"uri":"Xylem","surface_form":"xylem","offset":61},{"uri":"Phloem","surface_form":"phloem","offset":76},{"uri":"Plant","surface_form":"plant","offset":94},{"uri":"Xylem","surface_form":"Xylem","offset":101},{"uri":"Nutrient","surface_form":"nutrient","offset":143},{"uri":"Latex","surface_form":"Latex","offset":241},{"uri":"Resin","surface_form":"resin","offset":250},{"uri":"Dietary_mineral","surface_form":"mineral elements","offset":404},{"uri":"Nutrient","surface_form":"nutrient","offset":431},{"uri":"Root","surface_form":"root","offset":487},{"uri":"Leaf","surface_form":"leaves","offset":505},{"uri":"Sugar","surface_form":"sugar","offset":564},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":657},{"uri":"Order_(biology)","surface_form":"order","offset":770},{"uri":"Hemiptera","surface_form":"Hemiptera","offset":776},{"uri":"Adaptations","surface_form":"adaptations","offset":1215},{"uri":"Biomass","surface_form":"biomass","offset":1432},{"uri":"Products","surface_form":"products","offset":1508},{"uri":"Maple_syrup","surface_form":"maple syrup","offset":1557},{"uri":"Maple","surface_form":"maple","offset":1611}]}