{"id":165770,"url":"http://en.wikipedia.org/wiki/Leathermouth","text":"Leathermouth (also spelled as LeATHERMØUTH) is an American hardcore punk band. The band was started in 2007 by My Chemical Romance's guitarist Frank Iero. On January 2009, the band released their first album, \"XO\".\nHistory.\nLeathermouth started in 2007 by some friends of My Chemical Romance's rhythm guitarist Frank Iero. Iero heard a few demo songs from the band, and wanted to sign the band to his own independent label. He later joined the band after the first lead singer did not write any lyrics to the songs. As a member of Leathermouth, this is the first band where he writes the lyrics and does lead vocals. Iero uses the band as a way to express about the way he sees the world and also to let out his personal problems with depression and anxiety. Leathermouth played their first shows in the summer of 2008 alongside Warship for the Fall 2008 Reggie and the Full Effect \"Farewell Tour\". Iero hopes to tour with Leathermouth when he is not working with My Chemical Romance.\nIn October 2008, Leathermouth signed to Epitaph Records, rather than to Frank Iero's label as originally planned. Iero thought that it would be hard to advertise the album himself if it was released through his own label, with his current responsibilities to My Chemical Romance and the other bands signed to his label. Epitaph Records president, Brett Gurewitz, was impressed with the band's \"intensity and songwriting of the music.\" Leathermouth released their first studio album, \"XO\" on January 27, 2009 through Epitaph. Even though the album did not become listed on the Billboard 200, it did reach #21 on the Top Heatseekers chart.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"United_States","surface_form":"American","offset":50},{"uri":"Hardcore_punk","surface_form":"hardcore punk","offset":59},{"uri":"My_Chemical_Romance","surface_form":"My Chemical Romance","offset":111},{"uri":"Frank_Iero","surface_form":"Frank Iero","offset":143},{"uri":"XO_(Leathermouth_album)","surface_form":"XO","offset":210},{"uri":"My_Chemical_Romance","surface_form":"My Chemical Romance","offset":272},{"uri":"Frank_Iero","surface_form":"Frank Iero","offset":311},{"uri":"Lyrics","surface_form":"lyrics","offset":588},{"uri":"Anxiety","surface_form":"anxiety","offset":750},{"uri":"Warship_(band)","surface_form":"Warship","offset":829},{"uri":"Reggie_and_the_Full_Effect","surface_form":"Reggie and the Full Effect","offset":855},{"uri":"Epitaph_Records","surface_form":"Epitaph Records","offset":1025},{"uri":"Advertise","surface_form":"advertise","offset":1137},{"uri":"Brett_Gurewitz","surface_form":"Brett Gurewitz","offset":1332},{"uri":"XO_(Leathermouth_album)","surface_form":"XO","offset":1469},{"uri":"Billboard_200","surface_form":"Billboard 200","offset":1561},{"uri":"Top_Heatseekers","surface_form":"Top Heatseekers","offset":1600}]}