{"id":16574,"url":"http://en.wikipedia.org/wiki/Saint_Petersburg","text":"Saint Petersburg () is a Russian city in northwestern Russia, near the Gulf of Finland of the Baltic Sea. Over five million people live in St. Petersburg as of 2015, and it is the second biggest city in Russia. It is a major port, connecting with the world's shipping paths through the Neva River and the Baltic.\nPart of Saint Petersburg is designated a World Heritage Site called The Historic Centre of Saint Petersburg and Related Groups of Monuments.\nHistory.\nSaint Petersburg was started by the Russian Tsar, Peter I as the capital of the Russian Empire in 1703, to take the place of the earlier capital, Moscow. It was the capital of Russia until 1918. Peter the Great established Saint Petersburg as a warm-weather port in order to show Russian dominance in the Baltic and to increase trading opportunities. Peter sought to modernize Russia, therefore he tried to make Saint Petersburg as different as possible from the former capital, Moscow, by modernizing the city.\nSaint Petersburg has changed its name many times. During World War I, when Russia and Germany were fighting each other, Russians thought the name Sankt Peterburg sounded too German, so Tsar Nicholas II, on August 31 (August 18, Old Style), 1914 decided that the city was renamed Petrograd. In 1918 during the Russian revolution, the Soviet capital was moved to Moscow, still the capital of Russia now.\nOn January 26, 1924, five days after Lenin's death, Petrograd was renamed Leningrad in his honor. During World War II, the city was surrounded by the German army and under siege for twenty-nine months until January 1944.\nLeningrad again took its old name of St. Petersburg on September 6, 1991, when Russia stopped being communist. In every-day Russian, the city is often called just \"Piter\". The \"Oblast\" (administrative province) where the city is the capital is still called \"Leningrad Oblast\".\nSaint Petersburg was a beautiful city planned by Peter I. There are many man-made rivers (or canals) in the city, so the city is sometimes called the \"Venice of the North\". There are also beautiful buildings built by Russian emperors in other places of the city. Some of these buildings are the Hermitage Museum and the Winter Palace.","categories":[],"infobox_types":["Russian federal subject"],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":25},{"uri":"City","surface_form":"city","offset":33},{"uri":"Gulf_of_Finland","surface_form":"Gulf of Finland","offset":71},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":94},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":354},{"uri":"Peter_I_of_Russia","surface_form":"Peter I","offset":513},{"uri":"Capital_(city)","surface_form":"capital","offset":528},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":543},{"uri":"1703","surface_form":"1703","offset":561},{"uri":"Moscow","surface_form":"Moscow","offset":609},{"uri":"1918","surface_form":"1918","offset":652},{"uri":"World_War_I","surface_form":"World War I","offset":1032},{"uri":"Germany","surface_form":"Germany","offset":1061},{"uri":"Nicholas_II","surface_form":"Nicholas II","offset":1165},{"uri":"August_31","surface_form":"August 31","offset":1181},{"uri":"1914","surface_form":"1914","offset":1215},{"uri":"Russian_revolution","surface_form":"Russian revolution","offset":1284},{"uri":"Lenin","surface_form":"Lenin","offset":1414},{"uri":"World_War_II","surface_form":"World War II","offset":1482},{"uri":"Siege","surface_form":"siege","offset":1549},{"uri":"1991","surface_form":"1991","offset":1666},{"uri":"Communist","surface_form":"communist","offset":1698},{"uri":"Hermitage_Museum","surface_form":"Hermitage Museum","offset":2170},{"uri":"Winter_Palace","surface_form":"Winter Palace","offset":2195}]}