{"id":165849,"url":"http://en.wikipedia.org/wiki/Lemuriformes","text":"Lemuriformes are an infraorder of Primates. It combines the lemurs of Madagascar, with the galagos and lorises of Africa and Asia.\nThe lorises and lemurs are a monophyletic clade. However, a popular alternative taxonomy puts the lorises in their own infraorder, the Lorisiformes.\nEvolutionary history.\nLemuriform origins are unclear and debated. The main problem is a lack of clear transitional fossils.\nMolecular clock estimates suggest that lemurs and the lorisoids diverged in Africa during the Paleocene, about 62 mya. Between 47 and 54 mya, lemurs got to Madagascar by rafting. In isolation, the lemurs diversified and filled the niches often filled by monkeys and apes today.\nIn Africa, the lorises and galagos diverged during the Eocene, about 40 mya. Unlike the lemurs in Madagascar, they have had to compete with monkeys and apes, as well as other mammals.\nAdapiformes.\nBecause the skeletons of adapiforms share strong similarities with those of lemurs and lorises, researchers have often referred to them as \"primitive\" strepsirrhines, lemur ancestors, or a sister group to the living strepsirrhines. They are included in Strepsirrhini, and are considered basal members of the clade.\nAlthough their status as true primates is not questioned, their relationship with other primates in Strepsirrhini is unclear. Sometimes they are put in their own infraorder; sometimes they are sometimes reduced to families in the Lemuriformes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_(biology)","surface_form":"infraorder","offset":20},{"uri":"Primates","surface_form":"Primates","offset":34},{"uri":"Lemur","surface_form":"lemur","offset":60},{"uri":"Madagascar","surface_form":"Madagascar","offset":70},{"uri":"Galago","surface_form":"galago","offset":91},{"uri":"Lorises","surface_form":"lorises","offset":103},{"uri":"Africa","surface_form":"Africa","offset":114},{"uri":"Asia","surface_form":"Asia","offset":125},{"uri":"Lorises","surface_form":"lorises","offset":135},{"uri":"Lemurs","surface_form":"lemurs","offset":147},{"uri":"Monophyletic","surface_form":"monophyletic","offset":160},{"uri":"Clade","surface_form":"clade","offset":173},{"uri":"Molecular_clock","surface_form":"Molecular clock","offset":404},{"uri":"Paleocene","surface_form":"Paleocene","offset":498},{"uri":"Oceanic_dispersal","surface_form":"rafting","offset":574},{"uri":"Niche","surface_form":"niche","offset":635},{"uri":"Monkeys","surface_form":"monkeys","offset":658},{"uri":"Apes","surface_form":"apes","offset":670},{"uri":"Adapiform","surface_form":"adapiform","offset":904}]}