{"id":165979,"url":"http://en.wikipedia.org/wiki/University_of_the_City_of_Manila","text":"Pamantasan ng Lungsod ng Maynila (PLM), or the University of the City of Manila, is a university in the city of Manila. It is funded by the government of the city and it does not have any tuition fees. It is in the district of Intramuros in Manila, the Philippines. It was established on June 19, 1965 and opened on July 17, 1967 to 556 scholars, all coming from the top ten percent of graduates of Manila's public high schools. and opened on July 17, 1967.\nPLM holds the distinction of being the first in several ways— the first institution of higher learning in the country and perhaps in Asia to offer tuition-free tertiary education; the first university funded solely by a city government; and the first institution of higher learning in the country to have its official name in Filipino.\nFrom its first enrollment record of 556 freshman scholars coming from the top ten percent of the graduating classes of Manila's twenty-nine public high schools, total semestral enrollment has grown to an average of 11,000. The lone college in its earliest beginning has sprung to 12 colleges, five graduate, two professional schools, and a score of research and specialized centers, including a teaching hospital, an enterpreneurial center, and an integrated learning center for toddlers. In addition, it maintains a comprehensive distance education and open university program for thousands of community health workers and public administrators in various regions nationwide with affiliations and recognition from various national and international organizations and institutions.\nTo date, there are 53 single-degree baccalaureate programs and 49 masters, doctoral, and graduate diploma offerings that lead to degrees in accountancy, economics, architecture, business administration, computer studies, education, engineering, law, mass communication, mathematics, medicine, nursing, physical education, physical therapy, psychology, sciences, social work, tourism, management, and public governance.\nAccording to the Philippines' Commission on Higher Education (CHED), it is a model university for all public institutions across the country, one of the centers of excellence in the City of Manila, and the fifth among all universities nationwide based on the number of examinees passing the Professional Regulation Commission (PRC) test.\nAcademics and administration.\nAs a university with its own charter, PLM enjoys certain level of autonomy. It is governed by the Board of Regents and administered by a President. The Board of Regents has the authority to grant diplomas, certificates and titles to students who have completed their academic programs and validate graduation of students. The six-member Board is composed of the President of the PLM, a representative of the PLM faculty, a distinguished alumnus, a respected educator, and one other respected professional, and the Superintendent of the Division of City Schools-Manila. Each member serves a six-year tenure of office. The President oversees the implementation of the university policies. Immediately under the President are the offices of four Vice-Presidents - Executive Vice President, Vice President for Academic Affairs, Vice President for Administration, and Vice President for Finance and Planning.\nThe University is organized into twelve undergraduate colleges, two professional schools, seven graduate schools, and an open university and distance learning program, which are all being supervised by the Executive Vice President. These academic units collectively provide 53 single-degree undergraduate and 49 masters, doctoral and graduate diploma programs.\nThe twelve undergraduate colleges are the College of Accountancy & Economics, College of Architecture & Urban Planning, College of Engineering & Technology, College of Human Development, College of Liberal Arts, College of Management & Entrepreneurship, College of Mass Communication, College of Nursing, College of Physical Education, Recreation & Sports, College of Physical Therapy, College of Science, and College of Tourism, Hotel & Travel Industry Management. The two professional schools are the College of Law and the College of Medicine. The seven graduate schools include Graduate School of Arts, Sciences & Education, Graduate School of Health Sciences, Graduate School of Engineering, Graduate School of Law, Graduate School of Management, Graduate School of Urban & Settlements Planning, and the President Ramon Magsaysay School of Public Governance. The university's open university and distance learning program is served through the Emeritus College, Open University, and the District Colleges.\nPLM is the tenth largest university in Metro Manila with a total student enrollment of 13,711 (as of January 20, 2006). For the undergraduate class of 2011, PLM received 40,000 college applications, and accepted three percent of them.\nPLM's endowment in 2008 was valued at PhP 500 million, excluding the funding allotted for its teaching hospital, Ospital ng Maynila Medical Center, of about PhP 250 million. The University spends about four to fives times the national average for education.\nPLM utilizes a semester-based modular system for conducting courses, adopts features of the American system (credits), and employs the General Weighted Average (GWA) system and a 1.00 to 5.00 grading scale, with 1.00 being the highest possible grade for a particular undergraduate course.\nThe semestral calendar being used by PLM consists of two regular semesters of about 15 to 16 weeks each, and semestral breaks of about three to four weeks each. The university requires a minimum of twelve units to be considered a full-time student, with the maximum being twenty units.\nReputation.\nThe late President, Diosdado Macapagal, who himself visited the University, said that PLM is \"a unique university because it is the first community-oriented and socially conscious university in the country.\" He added that, \"it gives poor but deserving public high school graduates of the community the means to acquire higher education.\" Moreover, he recognized PLM's emerging status as \"one of the top universities in the country.\" Her daughter, President, Gloria Macapagal-Arroyo cited PLM for having a \"culture of excellence,\" and commended the university for what she had believed as its \"impressive\" accomplishments in various fields.\nThe country's leading newspaper, The Philippine Daily Inquirer, described PLM as a local university with a national character and reputation. US Ambassador Kristie Kenney, in her speech during the 40th Commencement Exercises at the PLM Grandstand, praised PLM for building a \"culture of commitment to public service in its students, faculty and alumni.\" In an article in the [http://www.businessmirror.com.ph/0815&162008/index.html Business Mirror], PLM was considered as the \"highest symbol of Manila’s public educational system which radiates another form of power and influence.\" Websites such as [http://www.manilaboard.com/manila-education.php Manila Board] regarded that PLM is one of leading and prime public universities in the country today.\nOn August 13, 2008, Adel A. Tamano, in his column at the \"Manila Times\" wrote that PLM is \"a unique learning institution\" and is \"essentially an \"honors school\" where only the students from lower income families with excellent scholastic records are admitted.\"\nPLM is not a perfect institution, and the university had been criticized in the past for the 'reconsideration' cases, wherein some students who failed to meet the university’s standards for retention were readmitted because of the so-called 'backers'. In order to resolve this issue, the city government has insulated the University from political pressure so as not to compromise its status as one of the country's leading educational institutions.[1] [2]\nGeographical History.\nThe site of the PLM campus at Intramuros used to be occupied by the Colegio de Manila (also known as Colegio Seminario de San Ignacio), which was founded in 1590 by Fr. Antonio Sedeño, S.J. The Colegio de Manila formally opened in 1595, and was the first school in the Philippines.\nAside from Colegio de Manila, there were other structures that were built in the site. Iglesia de Santa Ana, the first stone church in the Philippines, was built in 1590 and opened in 1596. However, an earthquake destroyed it, and another church was built in honor of St. Ignatius of Loyola in 1626.\nIn 1601, the Colegio de San José was set up as an annex of Colegio Seminario de San Ignacio. Twenty years later, Pope Gregory XV, through the Archbishop of Manila, authorized the Colegio Seminario de San Ignacio to confer degrees in theology and arts and elevated it into a university. In 1623, Philip IV of Spain confirmed the authorization, making the school both a pontifical and a royal university, and the very first university in the Philippines and in Asia. In 1722, the Colegio de San José was granted \"royal patronage\".\nIn 1768, the Jesuits surrendered the Universidad Maximo de San Ignacio to the Spanish authorities after their suppression and expulsion from Spain and its territories. Later, the Universidad Maximo de San Ignacio was placed under secular administration and converted into a seminary and a liberal arts college. In 1773, Pope Clement XIV formally declared the dissolution of the Society of Jesus. In 1895, the Universidad Maximo de San Ignacio merged with the Faculty of Medicine and Pharmacy of the University of Santo Tomas. The Colegio de San José is now the San José Major Seminary at the Ateneo de Manila University.\nThe buildings of what was the Universidad Maximo de San Ignacio were transformed into military headquarters called Cuartel del Rey, which eventually became known as Cuartel de España. José Rizal was placed on trial for sedition here on December 26, 1896.\nDuring the American occupation, part of the barracks was razed, and a gymnasium was built on it. In early 1930s, one of first games of the NCAA was played in the 31st Infantry Quonset Gym. The buildings and the whole premises served as military headquarters for the 31st Infantry of the United States Army until 1941. During World War II, General Douglas McArthur held command post here, but the entire area was later destroyed by the ongoing military conflict.\nIn early 1960s, the site was rehabilitated by the city government and a building was constructed at General Luna Street to house the students of Manila High School. However, on April 24, 1965, the late President Diosdado Macapagal issued Proclamation 392-A, giving to the proposed city university the three-hectare lot being occupied by Manila High School. On February 26, 1967, the new complex along Victoria Street was inaugurated, and the students of Manila High School was transferred there. On July 17, 1967, the first group of PLM scholars began studying on the site where the modern educational system in the Philippines started.\nFounding.\nThe call to open a university run by the city government of Manila began during the term of Mayor Arsenio H. Lacson when Ordinance No. 4202 was approved by the City councilors on January 13, 1960. The said ordinance allotted a total of PhP 1,000,000 for the construction of the university. However, Mayor Lacson did not however live to see the realization of this project as he died suddenly of heart attack. Vice Mayor Antonio Villegas took over and continued Lacson's plan. He later issued Executive Order No. 7, s-1963 that created the committee that would draw up the plan of founding a university. But some difficulty prevented the university's formal creation. As a result, he sought the help of Congressman Justo R. Albert, representative of the City's fourth congressional district. Congressman Albert then sponsored House Bill No. 8349 at the Philippines' House of Representatives. The Senate version of the bill was authored by Senators Gil Puyat and Camilo Osias.\nThe two bills were eventually combined into one, and it was discussed during the Fourth Session of the Fifth Congress of the Philippines on January 25, 1965. The final bill was later passed by the joint Congress and signed by Senate President Ferdinand E. Marcos and House Speaker Cornelio T. Villareal with Mr. Regino S. Eustaquio, Secretary of the Senate, and Mr. Inocencio B. Pareja, Secretary of the House of Representatives.\nOn June 19, 1965, the final bill with the title - \"An Act Authorizing the City of Manila to Establish and Operate the University of the City of Manila and for Other Purposes\" - was signed into law by President Diosdado P. Macapacal in a signing ceremony at Malacañang Palace. The signing was witnessed by Atty. Primitivo de Leon, Mayor Villegas, Congressman Ramon Mitra Jr., and its main sponsor in the House of Representatives, Congressman Albert. The law was captioned as Republic Act No. 4196, which now serves as the University Charter.\nEarly years.\nWith an enrollment of 556 students—both men and women—PLM opened for classes on July 17, 1967. All of them are housed under the University College, which offered liberal arts courses. After a year, a Graduate Institute for Teachers was founded, and it was followed by the Institute of Extramural Studies. At the turn of the decade, the school had expanded its offerings to include degree programs leading to specializations in communication, engineering, education, business administration, nursing.","categories":[],"infobox_types":["University"],"annotations":[{"uri":"University","surface_form":"university","offset":86},{"uri":"Manila","surface_form":"Manila","offset":112},{"uri":"Municipal_government","surface_form":"government","offset":140},{"uri":"Intramuros","surface_form":"Intramuros","offset":227},{"uri":"Manila","surface_form":"Manila","offset":241},{"uri":"Philippines","surface_form":"Philippines","offset":253},{"uri":"Asia","surface_form":"Asia","offset":591},{"uri":"Filipino_language","surface_form":"Filipino","offset":784},{"uri":"Ospital_ng_Maynila_Medical_Center","surface_form":"teaching hospital","offset":1189},{"uri":"PLM_Mabuhay_Integrated_Learning_Center","surface_form":"integrated learning center for toddlers","offset":1242},{"uri":"PLM_District_Colleges","surface_form":"distance education","offset":1325},{"uri":"Commission_on_Higher_Education_(Philippines)","surface_form":"Commission on Higher Education","offset":2025},{"uri":"Professional_Regulation_Commission","surface_form":"Professional Regulation Commission","offset":2286},{"uri":"President_of_the_University_of_the_City_of_Manila","surface_form":"President","offset":2500},{"uri":"Division_of_City_Schools-Manila","surface_form":"Division of City Schools-Manila","offset":2899},{"uri":"PLM_College_of_Accountancy_%26amp%3B_Economics","surface_form":"College of Accountancy & Economics","offset":3670},{"uri":"PLM_College_of_Architecture_%26amp%3B_Urban_Planning","surface_form":"College of Architecture & Urban Planning","offset":3706},{"uri":"PLM_College_of_Engineering_%26amp%3B_Technology","surface_form":"College of Engineering & Technology","offset":3748},{"uri":"PLM_College_of_Human_Development","surface_form":"College of Human Development","offset":3785},{"uri":"PLM_College_of_Liberal_Arts","surface_form":"College of Liberal Arts","offset":3815},{"uri":"PLM_College_of_Management_%26amp%3B_Entrepreneurship","surface_form":"College of Management & Entrepreneurship","offset":3840},{"uri":"PLM_College_of_Mass_Communication","surface_form":"College of Mass Communication","offset":3882},{"uri":"PLM_College_of_Nursing","surface_form":"College of Nursing","offset":3913},{"uri":"PLM_College_of_Physical_Education%2C_Recreation_%26amp%3B_Sports","surface_form":"College of Physical Education, Recreation & Sports","offset":3933},{"uri":"PLM_College_of_Physical_Therapy","surface_form":"College of Physical Therapy","offset":3985},{"uri":"PLM_College_of_Science","surface_form":"College of Science","offset":4014},{"uri":"PLM_College_of_Tourism%2C_Hotel_%26amp%3B_Travel_Industry_Management","surface_form":"College of Tourism, Hotel & Travel Industry Management","offset":4038},{"uri":"PLM_College_of_Law","surface_form":"College of Law","offset":4131},{"uri":"PLM_College_of_Medicine","surface_form":"College of Medicine","offset":4154},{"uri":"PLM_Graduate_School_of_Arts%2C_Sciences_and_Education","surface_form":"Graduate School of Arts, Sciences & Education","offset":4210},{"uri":"PLM_Graduate_School_of_Health_Sciences","surface_form":"Graduate School of Health Sciences","offset":4257},{"uri":"PLM_Graduate_School_of_Engineering","surface_form":"Graduate School of Engineering","offset":4293},{"uri":"PLM_Graduate_School_of_Law","surface_form":"Graduate School of Law","offset":4325},{"uri":"PLM_Graduate_School_of_Management","surface_form":"Graduate School of Management","offset":4349},{"uri":"PLM_Graduate_School_of_Urban_%26amp%3B_Settlements_Planning","surface_form":"Graduate School of Urban & Settlements Planning","offset":4380},{"uri":"President_Ramon_Magsaysay_School_of_Public_Governance","surface_form":"President Ramon Magsaysay School of Public Governance","offset":4437},{"uri":"PLM_Emeritus_College","surface_form":"Emeritus College","offset":4577},{"uri":"PLM_Open_University","surface_form":"Open University","offset":4595},{"uri":"PLM_District_Colleges","surface_form":"District Colleges","offset":4620},{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":4678},{"uri":"PhP","surface_form":"PhP","offset":4912},{"uri":"Ospital_ng_Maynila_Medical_Center","surface_form":"Ospital ng Maynila Medical Center","offset":4987},{"uri":"PhP","surface_form":"PhP","offset":5031},{"uri":"Education_in_the_Philippines","surface_form":"national average for education","offset":5100},{"uri":"Modular","surface_form":"modular","offset":5162},{"uri":"Credit_(education)","surface_form":"credits","offset":5241},{"uri":"General_Weighted_Average","surface_form":"General Weighted Average","offset":5267},{"uri":"Adel_Tamano","surface_form":"Adel A. Tamano","offset":7130},{"uri":"Intramuros","surface_form":"Intramuros","offset":7880},{"uri":"Society_of_Jesus","surface_form":"Society of Jesus","offset":9339},{"uri":"University_of_Santo_Tomas","surface_form":"University of Santo Tomas","offset":9460},{"uri":"Ateneo_de_Manila_University","surface_form":"Ateneo de Manila University","offset":9553},{"uri":"World_War_II","surface_form":"World War II","offset":10162},{"uri":"President","surface_form":"President","offset":10501},{"uri":"Peso","surface_form":"PhP","offset":11182},{"uri":"Malaca%C3%B1ang_Palace","surface_form":"Malacañang Palace","offset":12608}]}