{"id":166169,"url":"http://en.wikipedia.org/wiki/Isabella_of_France","text":"Isabella of France (1295 – 22 August 1358) was the Queen consort of England as the wife of Edward II of England. She was also Regent of England for her son Edward III of England when he was too young to rule. Until 1325 she was a traditional queen consort. After that time she had one of the worst reputations of any English queen.\nEarly life.\nShe was the daughter of Philip IV of France and Joan I of Navarre. As the daughter of two monarchs she was destined to be a queen. While France and England had a common culture, political relations between them were tense. To ease this situation Pope Boniface VIII arranged two marriages. This double-alliance was between Edward I of England and Marguerite of France and also the infant Edward II marrying Isabel. In 1299 the marriage between Edward I and Marguerite took place. The marriage between Edward II and Isabella would wait until she was old enough. They were married in 1308 at Boulogne-sur-Mer in France.\nYoung queen.\nAt age 12 the young bride was already considered a great beauty. Since his father's death a year earlier, the 24 year old Edward II was now king. But he showed very little interest in Isabella. His first act as king was to recall the exiled Piers Gaveston. One chronicler wrote \"He had home his greatest love.\"\nWhatever their relationship was exactly, Edward II regarded Gaveston with great affection. From the beginning of his marriage to Isabella their relationship was not good. Edward had no romantic interest in Isabella. Isabella soon found her husband was not giving her any money. She wrote to her father telling him she was living in poverty. King Philip quickly wrote back demanding Edward provide for his wife and any children they might have. Edward stalled by giving excuses. Meanwhile Isabella discovered that Piers Gaveston had been given many of the jewels her father had given her as part of her dowry. Isabella was furious. Her uncles warned Edward they would not attend their coronation unless he got rid of Gaveston. But Edward's barons had already made the same threats. Edward promised he would take care of everything when the parliament met in March. When Gaveston was put in charge of the coronation, one thing after another went wrong. At the banquet table honoring the king and queen, Gaveston sat next to the king instead of Isabella. He even displayed his Coat of arms next to the king's instead of Isabella's. The barons and Isabella's kinsmen were angry over these insults to their new queen. But it wasn't until 1311 that the barons drew up a list of ordinances the king had to follow. The first was to get rid of Piers Gaveston. But before 1312 Gaveston came back to England. That same year Isabella was pregnant with their first child. To escape the barons, Edward and Gaveston fled north taking Isabella with them. They left her unprotected at York while Edward and Gaveston escaped on a ship. But the barons were not upset with Isabella. Gaveston was captured and murdered in the summer of 1312. This didn't end Isabella's troubles as Edward found a new favorite in Hugh le Despenser. In November their first child was born, the future Edward III of England. But Despenser hated Isabella more than Gaveston. By 1321 she was virtually a prisoner. By 1324 Edward had given all her lands to Despenser.\nSent to France.\nIn 1325 Edward convinced Isabella to go to France. Her brother Charles IV of France was now king. Edward wanted her to negotiate for him over Gascony. This was Isabella's chance for freedom. She even convinced her husband to send their son Edward (III) to join her. Edward soon realized his mistake and demanded she and his son return. Isabella ignored his demands and remained in France. The anger she must have felt over the years of mistreatment in England finally gave her a chance to rebel against her husband. She had their son, the future king of England with her and Edward could do nothing. At this time she was joined by Roger Mortimer an English exile. Another who came to her aid was Edmund of Woodstock, 1st Earl of Kent, Edward II's half-brother. A number of Englishmen in France joined her cause. Many were upset with Edward II and the Despensers.\nHainaut.\nBut Isabella was short of funds. She and her followers went north to Hainaut to find more support. In turn for their support, she negotiated a marriage for her son Edward to Philippa of Hainaut. She also gave up any claims she had to the French crown. She now had an army from Hainaut with many Englishmen backing her. While living in Hainaut, she and Roger Mortimer had become lovers.\nReturn to England.\nIn 1326 Isabella and her army landed at Suffolk. Neither Edward or the Despensers could mount an army against her. Edward II was captured and lost his throne. His son Edward III was made king in his place, with his mother as regent.\nIn 1321 when she was denied access to the Leeds Castle, she made her escort try to force their way in through the gate, and after they failed, she made 13 of her escort hang immediately. She had 4 children and at least 3 miscarriages. When she later died she was buried in her wedding dress.","categories":[],"infobox_types":[],"annotations":[{"uri":"Queen_consort","surface_form":"Queen consort","offset":51},{"uri":"England","surface_form":"England","offset":68},{"uri":"Edward_II_of_England","surface_form":"Edward II of England","offset":91},{"uri":"Regent","surface_form":"Regent","offset":126},{"uri":"Edward_III_of_England","surface_form":"Edward III of England","offset":156},{"uri":"Reputation","surface_form":"reputation","offset":298},{"uri":"Philip_IV_of_France","surface_form":"Philip IV of France","offset":368},{"uri":"Joan_I_of_Navarre","surface_form":"Joan I of Navarre","offset":392},{"uri":"Monarch","surface_form":"monarch","offset":434},{"uri":"Fate","surface_form":"destined","offset":451},{"uri":"France","surface_form":"France","offset":481},{"uri":"England","surface_form":"England","offset":492},{"uri":"Culture","surface_form":"culture","offset":513},{"uri":"Political","surface_form":"political","offset":522},{"uri":"International_relations","surface_form":"relations","offset":532},{"uri":"Pope_Boniface_VIII","surface_form":"Pope Boniface VIII","offset":590},{"uri":"Marriage","surface_form":"marriage","offset":622},{"uri":"Alliance","surface_form":"alliance","offset":645},{"uri":"Edward_I_of_England","surface_form":"Edward I of England","offset":666},{"uri":"Marguerite_of_France_(born_1282)","surface_form":"Marguerite of France","offset":690},{"uri":"Boulogne-sur-Mer","surface_form":"Boulogne-sur-Mer","offset":933},{"uri":"France","surface_form":"France","offset":953},{"uri":"Exile","surface_form":"exile","offset":1208},{"uri":"Piers_Gaveston","surface_form":"Piers Gaveston","offset":1215},{"uri":"Chronicle","surface_form":"chronicle","offset":1235},{"uri":"Interpersonal_relationship","surface_form":"relationship","offset":1300},{"uri":"Affection","surface_form":"affection","offset":1365},{"uri":"Romance_(love)","surface_form":"romantic","offset":1470},{"uri":"Poverty","surface_form":"poverty","offset":1617},{"uri":"Jewellery","surface_form":"jewels","offset":1840},{"uri":"Dowry","surface_form":"dowry","offset":1887},{"uri":"Coronation","surface_form":"coronation","offset":1969},{"uri":"Baron","surface_form":"baron","offset":2024},{"uri":"Parliament","surface_form":"parliament","offset":2124},{"uri":"Banquet","surface_form":"banquet","offset":2243},{"uri":"Coat_of_arms","surface_form":"Coat of arms","offset":2359},{"uri":"Kinship","surface_form":"kinsmen","offset":2440},{"uri":"Insult","surface_form":"insult","offset":2470},{"uri":"Rule","surface_form":"ordinances","offset":2557},{"uri":"Pregnant","surface_form":"pregnant","offset":2711},{"uri":"Un","surface_form":"un","offset":2838},{"uri":"Protected","surface_form":"protected","offset":2840},{"uri":"York","surface_form":"York","offset":2853},{"uri":"Ship","surface_form":"ship","offset":2897},{"uri":"Capture","surface_form":"capture","offset":2961},{"uri":"Murder","surface_form":"murder","offset":2974},{"uri":"Summer","surface_form":"summer","offset":2990},{"uri":"Favorite","surface_form":"favorite","offset":3064},{"uri":"Hugh_le_Despenser","surface_form":"Hugh le Despenser","offset":3076},{"uri":"Edward_III_of_England","surface_form":"Edward III of England","offset":3146},{"uri":"Virtually","surface_form":"virtually","offset":3234},{"uri":"Charles_IV_of_France","surface_form":"Charles IV of France","offset":3388},{"uri":"Gascony","surface_form":"Gascony","offset":3467},{"uri":"Roger_Mortimer%2C_1st_Earl_of_March","surface_form":"Roger Mortimer","offset":3956},{"uri":"Edmund_of_Woodstock%2C_1st_Earl_of_Kent","surface_form":"Edmund of Woodstock, 1st Earl of Kent","offset":4021},{"uri":"North","surface_form":"north","offset":4257},{"uri":"Hainaut","surface_form":"Hainaut","offset":4266},{"uri":"Philippa_of_Hainaut","surface_form":"Philippa of Hainaut","offset":4371},{"uri":"Crown","surface_form":"crown","offset":4442},{"uri":"Suffolk","surface_form":"Suffolk","offset":4642}]}