{"id":166360,"url":"http://en.wikipedia.org/wiki/Disk_buffer","text":"e=\"preserve\">A disk buffer is a small amount of memory on a hard drive. Sometimes it is also called cache buffer, or disk cache, but these words should not be used, a disk buffer is not a cache. In early 2015, hard disks usually have between 16 and 128 megabytes of such memory.\nReading or writing data.\nWhen writing data to the disk, the data needs to be written to a certain position on the disk. This is done by a component called write head. This head needs to be moved to (or near) the correct track. After some settling time the read head begins to pick up bits. Usually, the first sectors to be read are not the ones that have been requested by the operating system. The disk's embedded computer typically saves these unrequested sectors in the disk buffer, in case the operating system requests them later.\nSpeed.\nThe disk is attached to the computer by what is called an O interface. This interface almost always works at a different speed than that of the hard disk platter. In such a case, the disk buffer is used to store the data that comes from the disk, before it sent to the computer, or to store the data that comes from the computer before it can be written to the disk.\nCommand queuing.\nModern disks often have a feature called \"command queuing\" (This is called TCQ in SCSI disks, and NCQ in SATA disks). This means that many commands can be sent at the same time, and the hard disk will put them into the best order. To store the commands and re-order them, the hard disk needs the disk buffer","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_memory","surface_form":"memory","offset":48},{"uri":"Hard_drive","surface_form":"hard drive","offset":60},{"uri":"Cache","surface_form":"cache","offset":188},{"uri":"Megabyte","surface_form":"megabyte","offset":253},{"uri":"Information","surface_form":"data","offset":317},{"uri":"Write_head","surface_form":"write head","offset":434},{"uri":"Bit","surface_form":"bit","offset":563},{"uri":"Operating_system","surface_form":"operating system","offset":656},{"uri":"O_interface","surface_form":"O interface","offset":880},{"uri":"Tagged_command_queuing","surface_form":"TCQ","offset":1281},{"uri":"SCSI","surface_form":"SCSI","offset":1288},{"uri":"Native_command_queuing","surface_form":"NCQ","offset":1304},{"uri":"SATA","surface_form":"SATA","offset":1311}]}