{"id":166512,"url":"http://en.wikipedia.org/wiki/Homo_sapiens_idaltu","text":"\"Homo sapiens idaltu\" is an extinct subspecies of \"Homo sapiens\". They lived almost 160,000 years ago in Africa during the Pleistocene period. ' is the Afar word for \"elder, first born\".\nThe fossilized remains of \"H. s. idaltu\" were discovered in Ethiopia's Afar Triangle in 1997. The region has volcanic layers. By using radiometric dating, the layers date between 154,000 and 160,000 years old. Three well preserved crania (top part of skulls) were discovered, the best preserved being from an adult male (BOU-VP-16/1) with a brain capacity of.\nLater, another even earlier version of \"Homo sapiens\" was found by a team led by Richard Leakey. These remains were from Omo National Park, Ethiopia. A 2005 potassium-argon dating of volcanic tuff associated with the remains showed them to date from about 195,000 years ago, even older than the \"idaltu\" fossils. These Omo remains are the earliest known remains of 'anatomically modern humans', that is, modern man. Leakey and his team have not given the remains a subspecific name. They are just called \"Omo remains of \"Homo sapiens\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Subspecies","surface_form":"subspecies","offset":36},{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":51},{"uri":"Africa","surface_form":"Africa","offset":105},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":123},{"uri":"Afar_language","surface_form":"Afar","offset":152},{"uri":"Fossil","surface_form":"fossil","offset":191},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":247},{"uri":"Afar_Triangle","surface_form":"Afar Triangle","offset":258},{"uri":"Radiometric_dating","surface_form":"radiometric dating","offset":322},{"uri":"Richard_Leakey","surface_form":"Richard Leakey","offset":628},{"uri":"Omo_National_Park","surface_form":"Omo National Park","offset":668},{"uri":"Potassium-argon_dating","surface_form":"potassium-argon dating","offset":704},{"uri":"Tuff","surface_form":"tuff","offset":739}]}