{"id":166555,"url":"http://en.wikipedia.org/wiki/Habitable_zone","text":"A habitable zone (HZ) in astronomy is a region of space where conditions are best for life to form as on Earth. Planets in these areas are the most likely to have extraterrestrial life.\nThe habitable zone may also be called the \"life zone\", \"comfort zone\", \"green belt\" or \"Goldilocks zone\". One in five stars has an Earth-sized planet in the habitable zone. However, it is not known what proportion would have conditions suitable for life.\nGoldilocks planet.\nThe Goldilocks principle or 'Goldilocks effect' is that something must be within limits: \"not too hot, not too cold, but just right\".\nIt is taken from a children's story \"The Three Bears\" in which a little girl named Goldilocks finds a house owned by three bears. Each bear has their own preference of food, beds, etc. After testing each of the three items, Goldilocks determines that one of them is always too much in one extreme (too hot, too large, etc.), one is too much in the opposite extreme (too cold, too small, etc.), and one is \"just right\".\nIn astrobiology, the Goldilocks zone refers to the habitable zone around a star. A planet must neither be too far away from, nor too close to a star and galactic centre to support life. Either extreme would prevent a planet evolving life.\nSuch a planet is colloquially called a \"Goldilocks planet\".\nCircumstellar habitable zone.\nIn a solar system, astronomers believe a planet must be in the habitable zone to have life. The circumstellar habitable zone is an area around a star where a planet would be able to have liquid water. Liquid water may be necessary for all forms of life.\nBigger stars are generally hotter, so the circumstellar habitable zone would be farther away from the star than for the Sun. Smaller stars are cooler, so the circumstellar habitable zone would be closer to the star than for the Sun. The size and brightness of a star determine where the circumstellar habitable zone is found around the star.\nGalactic habitable zone.\nThis concept is not so widely used. It is the idea that a solar system must also be in a suitable place inside a galaxy for life to form.\nSome areas of galaxies are better suited to life than others. The Solar System in which we live, in the Orion Spur, on the Milky Way galaxy's edge is a life-favorable spot, since we are there.\nOverview.\nThe habitable zone is the region around a star where a planet has sufficient atmospheric pressure to keep liquid water on its surface.\nA \"habitable planet candidate\" implies a terrestrial planet within the zone, and with conditions roughly comparable to those of the Earth (i.e. an Earth analog) and thus potentially favourable to life.\nOnly about a dozen planets have been confirmed in the habitable zone, but the Kepler spacecraft has identified a further 54 candidates. Estimates suggest that there are \"at least 500 million\" such planets in the Milky Way.\nList of habitable planet candidates.\nThe table can be sorted by clicking the \"up\" or \"down\" arrows.","categories":[],"infobox_types":[],"annotations":[{"uri":"Astronomy","surface_form":"astronomy","offset":25},{"uri":"Life","surface_form":"life","offset":86},{"uri":"Earth","surface_form":"Earth","offset":105},{"uri":"Planet","surface_form":"Planet","offset":112},{"uri":"Extraterrestrial_life","surface_form":"extraterrestrial life","offset":163},{"uri":"The_Three_Bears","surface_form":"The Three Bears","offset":631},{"uri":"Astrobiology","surface_form":"astrobiology","offset":1016},{"uri":"Planet","surface_form":"planet","offset":1096},{"uri":"Star","surface_form":"star","offset":1157},{"uri":"Galactic_centre","surface_form":"galactic centre","offset":1166},{"uri":"Life","surface_form":"life","offset":1428},{"uri":"Star","surface_form":"star","offset":1487},{"uri":"Sun","surface_form":"Sun","offset":1716},{"uri":"Galaxy","surface_form":"galaxy","offset":2076},{"uri":"Orion_Spur","surface_form":"Orion Spur","offset":2205},{"uri":"Milky_Way","surface_form":"Milky Way","offset":2224},{"uri":"Star","surface_form":"star","offset":2346},{"uri":"Planet","surface_form":"planet","offset":2359},{"uri":"Terrestrial_planet","surface_form":"terrestrial planet","offset":2480},{"uri":"Life","surface_form":"life","offset":2635},{"uri":"Kepler_(spacecraft)","surface_form":"Kepler spacecraft","offset":2719},{"uri":"Milky_Way","surface_form":"Milky Way","offset":2853}]}