{"id":166600,"url":"http://en.wikipedia.org/wiki/Feud","text":"A feud () (also called blood feud or vendetta) is a long-running argument or fight between parties. In most cases it involves whole familles or clans. People are seen as guilty, not because they did something, but because they were seen with other people (who are considered guilty). This is called guilt by association.\nFeuds start because one party thinks they were attacked, insulted, or otherwise harmed by the other party. Intense feelings of resentment trigger the initial revenge, which causes the other party to feel the same way. The dispute is then fueled by a long-running cycle of retaliatory violence. This ongoing cycle of provocation and retaliation makes it very difficult to end the feud peacefully. Feuds frequently involve the original parties' family members and/or associates. They can last for generations.\nUp to the early modern period, feuds were considered legitimate legal instruments. The state or ruler even made laws for certain aspects of feuds. Once modern centralizing states asserted and enforced a monopoly on legitimate use of force, feuds became illegal and the concept acquired its current negative connotation.\nBlood feuds/vendetta.\nA blood feud is a feud with a cycle of retaliatory violence, with the relatives of someone who has been killed or otherwise wronged or dishonored. The wronged person then wants vengeance and kills the culprits or punishes them in other ways. If he cannot get the culprits, he does this to their relatives. Historically, the word \"vendetta\" has been used to mean a blood feud. The word is Italian, and originates from the Latin \"vindicta\", \"vengeance.\" In modern times, the word also means any other long-standing feud, not necessarily involving bloodshed.\nVendetta history.\nOriginally, a vendetta was a blood feud between two families. Kinsmen of the victim wanted to take revenge for his or her death by killing either those responsible for the killing or some of their relatives. Usually, the closest male relative of the person killed or wronged maintains the vendetta, but other members of the family may do so as well. If the culprit had disappeared or was already dead, the vengeance could extend to other relatives.\nVendetta is typical of societies with a weak rule of law or in those where the state does not consider itself responsible for helping with this kind of dispute. In such societies, family and kinship ties are the main source of authority. An entire family is considered responsible for whatever one of them has done. Sometimes even two separate branches of the same family could come to blows over some matter.\nToday, the practice of vendetta has almost disappeared in societies where law enforcement works. There, criminal law punishes lawbreakers.\nIn ancient Homeric Greece, the practice of personal vengeance against wrongdoers was considered natural and customary: \"Embedded in the Greek morality of retaliation is the right of vendetta... Vendetta is a war, just as war is an indefinite series of vendettas; and such acts of vengeance are sanctioned by the gods\".\nThe Ancient Hebrew tribes considered it to be the duty of the individual and family to avenge evil in God's name. The person who put the initial aggressive killer to death was given a special name: \"go'el haddam\", the blood-avenger or blood-redeemer (Num. 35: 19, etc.). Six cities of refuge were made to provide a \"cooling off\" phase as well as due process for the accused. As the \"Oxford Companion to the Bible\" states: \"Since life was viewed as sacred (Gen. 9.6), no amount of blood money could be given as recompense for the loss of the life of an innocent person; it had to be 'life for life'\" (Exod. 21.23; Deut. 19.21)\".\nAccording to medievalist Marc Bloch, \"The Middle Ages, from beginning to end, and particularly the feudal era, lived under the sign of private vengeance. The onus, of course, lay above all on the wronged individual; vengeance was imposed on him as the most sacred of duties... The solitary individual, however, could do but little. Moreover, it was most commonly a death that had to be avenged. In this case the family group went into action and the \"faide\" (feud) came into being, to use the old Germanic word which spread little by little through the whole of Europe--'the vengeance of the kinsmen which we call \"faida, as a German canonist expressed it. No moral obligation seemed more sacred than this... The whole kindred, therefore, placed as a rule under the command of a chieftain, took up arms to punish the murder of one of its members or merely a wrong that he had suffered\" (Marc Bloch, trans. L. A. Manyon, \"Feudal Society\", Vol. I, 1965, p. 125-126).\nThe Celtic phenomenon of the \"blood feud\" demanded \"an eye for an eye,\" and usually descended into murder. Disagreements between clans might last for generations in Scotland and Ireland. Due to the Celtic heritage of many whites living in Appalachia, a series of prolonged violent engagements in late- nineteenth-century Kentucky and West Virginia were referred to commonly as feuds, a tendency that was partly due to the nineteenth-century popularity of William Shakespeare and Sir Walter Scott, authors who both wrote semihistorical accounts of blood feuds. These incidents, the most famous of which was the Hatfield-McCoy feud, were regularly featured in the newspapers of the eastern U.S. between the 1880s and the early twentieth century. Although they were interpreted as such at the time, there is little reason to believe that these American incidents had any correlation to \"feuding\" in Europe centuries earlier.\nChariot racing in the Byzantine Empire also included the racing clubs. The Blues and the Greens were more than simply sports teams. They gained influence in military, political, and theological matters. The Blue-Green rivalry often erupted into gang warfare, and street violence had been on the rise in the reign of Justin I. Riots culminated in the Nika riots of 532 AD during the reign of Justinian I, with nearly half the city being burned or destroyed and tens of thousands of people killed.\nThe Central Asian plateau (north of China) at the time of Genghis Khan's youth was divided into several nomadic tribes or confederations—among them Naimans, Merkits, Uyghurs, Tatars, Mongols, and Keraits—that were all prominent in their own right and often unfriendly toward each other, as evidenced by frequent raids, revenges, and plundering.\nIn Japan's feudal past the Samurai class upheld the honor of their family, clan, or their lord by \"katakiuchi\" (), or revenge killings. These killings could also involve the relatives of an offender. While some vendettas were punished by the government, such as that of the 47 Ronin, others were given official permission with specific targets.\nAt the Holy Roman Empire's \"Reichstag\" at Worms in 1495 the right of waging feuds was abolished. The Imperial Reform proclaimed an \"eternal public peace\" (\"Ewiger Landfriede\") to put an end to the abounding feuds and the anarchy of the robber barons and it defined a new standing imperial army to enforce that peace. However, it took a few more decades until the new regulation was universally accepted. In 1506, for example, knight Jan Kopidlansky killed somebody in Prague and the Town Councillors sentenced him to death and had him executed. Brother Jiri Kopidlansky revenged himself by continuing atrocities.\nMore than a third of the Ya̧nomamö males, on average, died from warfare. The accounts of missionaries to the area have recounted constant infighting in the tribes for women or prestige, and evidence of continuous warfare for the enslavement of neighboring tribes such as the Macu before the arrival of European settlers and government.\nThe Clan Gordon was at one point one of the most powerful clans in middle Scotland. Clan feuds and battles were frequent, especially with the Clan Cameron, Clan Murray, Clan Forbes, and the Chattan Confederation.\nIn Corsica, vendetta was a social code that required Corsicans to kill anyone who wronged the family honor. It has been estimated that between 1683 and 1715, nearly 30,000 out of 120,000 Corsicans lost their lives to vendetta.\nThroughout history, the Maniots—one of Greece's toughest populations—have been known by their neighbors and their enemies as fearless warriors who practice blood feuds. Some vendettas went on for months and sometimes years. The families involved would lock themselves in their towers and when they got the chance would murder members of the opposing family.\nThe Basque Country in the Late Middle Ages was ravaged by bitter partisan wars between local ruling families. In Navarre, these conflicts became polarised in a violent struggle between the Agramont and Beaumont parties. In Biscay, the two major warring factions were named Oinaz and Gamboa. (\"Cf.\" the Guelphs and Ghibellines in Italy). High defensive structures (\"towers\") built by local noble families, few of which survive today, were frequently razed by fires, sometimes by royal decree.\nLeontiy Lyulye, an expert on conditions in the Caucasus, wrote in the mid-19th century: \"Among the mountain people the blood feud is not an uncontrollable permanent feeling such as the vendetta is among the Corsicans. It is more like an obligation imposed by the public opinion.\" In the Dagestani aul Kadar, one such blood feud between two antagonistic clans lasted for nearly 260 years, from the 17th century till the 1860s.\nAn alternative to feud was \"blood money\" (or \"weregild\" in the Norse culture), which demanded payment of some kind from those responsible for a wrongful death (even an accidental one). If these payments were not made or were refused by the offended party, a blood feud would ensue.\nVendetta in modern times.\nVendetta is reputedly still practiced in some areas in France (especially Corsica) and Italy (especially Sicily, Sardinia, Campania, Calabria, Apulia, and other areas of Southern Italy), in Crete (Greece), among Kurdish clans in Iraq and Turkey, in northern Albania, among Pashtuns in Afghanistan, among Somali clans, over land in Nigeria, in India (a caste-related feuds among rival Hindu groups), between rival tribes in the north-east Indian state of Assam, among rival clans in China and Philippines, among the Arab Bedouins and Arab tribes inhabiting the mountains of Yemen and between Shiites and Sunnis in Iraq, in southern Ethiopia, among the highland tribes of New Guinea, in Svaneti, in the mountainous areas of Dagestan, many northern areas of Georgia and Azerbaijan, a number of republics of the northern Caucasus and essentially among Chechen teips where those seeking retribution do not accept or respect the local law enforcement authority. Vendettas are generally abetted by a perceived or actual indifference on behalf of local law enforcement.\nIn Albania, the blood feud has returned in rural areas after more than 40 years of being abolished by Albanian communists led by Enver Hoxha. More than 5,500 Albanian families are currently engaged in blood feuds. There are now more than 20,000 men and boys who live under an ever-present death sentence because of blood feuds. Since 1992, at least 10,000 Albanians have been killed due to blood feuds.\nMutual vendetta may develop into a vicious circle of further killings, retaliation, counterattacks, and all-out warfare that can end in the mutual extinction of both families. Often the original cause is forgotten, and feuds continue simply because it is perceived that there has always been a feud.\nThere is a scene in \"The Godfather,\" in which Michael Corleone, hiding from U.S. police in Sicily, walks through a village with his two bodyguards. Michael asks, \"Where are all the men?\" The bodyguard replies, \"They're all dead from vendettas.\"\nIn the game ' by Rockstar, one of the main themes in the plot are continuous rivalries and vendettas between Italian Mafia families in Liberty City (based on New York City).\nSome of the gang wars between organized crime groups are effectively forms of vendetta, where the criminal organization (like the Mafia \"family\") has taken the place of blood relatives.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family","surface_form":"familles","offset":132},{"uri":"Clan","surface_form":"clan","offset":144},{"uri":"Guilt_by_association","surface_form":"guilt by association","offset":299},{"uri":"Resentment","surface_form":"resentment","offset":448},{"uri":"Revenge","surface_form":"revenge","offset":479},{"uri":"Cycle","surface_form":"cycle","offset":584},{"uri":"Violence","surface_form":"violence","offset":605},{"uri":"Generation","surface_form":"generation","offset":816},{"uri":"Early_modern_period","surface_form":"early modern period","offset":839},{"uri":"Centralization","surface_form":"centralizing","offset":988},{"uri":"Monopoly_on_the_legitimate_use_of_physical_force","surface_form":"monopoly on legitimate use of force","offset":1032},{"uri":"Honor","surface_form":"dishonored","offset":1306},{"uri":"Italian_language","surface_form":"Italian","offset":1559},{"uri":"Latin","surface_form":"Latin","offset":1592},{"uri":"Vengeance","surface_form":"vengeance","offset":1611},{"uri":"Kin","surface_form":"Kin","offset":1807},{"uri":"Authority","surface_form":"authority","offset":2421},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":2678},{"uri":"Criminal_law","surface_form":"criminal law","offset":2708},{"uri":"Homeric","surface_form":"Homeric","offset":2754},{"uri":"Cities_of_refuge","surface_form":"cities of refuge","offset":3337},{"uri":"Blood_money","surface_form":"blood money","offset":3542},{"uri":"Lex_talionis","surface_form":"'life for life'","offset":3644},{"uri":"Marc_Bloch","surface_form":"Marc Bloch","offset":3715},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":3732},{"uri":"Feudal","surface_form":"feudal","offset":3789},{"uri":"Vengeance","surface_form":"vengeance","offset":3833},{"uri":"Chieftain","surface_form":"chieftain","offset":4469},{"uri":"Marc_Bloch","surface_form":"Marc Bloch","offset":4577},{"uri":"Celts","surface_form":"Celtic","offset":4659},{"uri":"Clan","surface_form":"clan","offset":4784},{"uri":"Scotland","surface_form":"Scotland","offset":4820},{"uri":"Ireland","surface_form":"Ireland","offset":4833},{"uri":"Appalachia","surface_form":"Appalachia","offset":4894},{"uri":"Kentucky","surface_form":"Kentucky","offset":4976},{"uri":"West_Virginia","surface_form":"West Virginia","offset":4989},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":5110},{"uri":"Sir_Walter_Scott","surface_form":"Sir Walter Scott","offset":5134},{"uri":"Hatfield-McCoy_feud","surface_form":"Hatfield-McCoy feud","offset":5265},{"uri":"Chariot_racing","surface_form":"Chariot racing","offset":5577},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":5599},{"uri":"Justin_I","surface_form":"Justin I","offset":5893},{"uri":"Nika_riots","surface_form":"Nika riots","offset":5927},{"uri":"Justinian_I","surface_form":"Justinian I","offset":5968},{"uri":"Central_Asia","surface_form":"Central Asia","offset":6077},{"uri":"China","surface_form":"China","offset":6109},{"uri":"Genghis_Khan","surface_form":"Genghis Khan","offset":6131},{"uri":"Nomad","surface_form":"nomad","offset":6177},{"uri":"Tribe","surface_form":"tribe","offset":6185},{"uri":"Confederation","surface_form":"confederation","offset":6195},{"uri":"Naimans","surface_form":"Naimans","offset":6221},{"uri":"Merkit","surface_form":"Merkit","offset":6230},{"uri":"Uyghur_people","surface_form":"Uyghurs","offset":6239},{"uri":"Tatars","surface_form":"Tatars","offset":6248},{"uri":"Mongols","surface_form":"Mongols","offset":6256},{"uri":"Keraits","surface_form":"Keraits","offset":6269},{"uri":"Japan","surface_form":"Japan","offset":6421},{"uri":"Samurai","surface_form":"Samurai","offset":6445},{"uri":"47_Ronin","surface_form":"47 Ronin","offset":6692},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":6770},{"uri":"Reichstag_(institution)","surface_form":"Reichstag","offset":6791},{"uri":"Worms%2C_Germany","surface_form":"Worms","offset":6805},{"uri":"Imperial_Reform","surface_form":"Imperial Reform","offset":6864},{"uri":"Public_peace","surface_form":"public peace","offset":6903},{"uri":"Robber_baron","surface_form":"robber baron","offset":6999},{"uri":"Prague","surface_form":"Prague","offset":7231},{"uri":"Ya%CC%A7nomam%C3%B6","surface_form":"Ya̧nomamö","offset":7401},{"uri":"Prehistoric_warfare","surface_form":"warfare","offset":7440},{"uri":"Enslavement","surface_form":"enslavement","offset":7605},{"uri":"Macu","surface_form":"Macu","offset":7651},{"uri":"Clan_Gordon","surface_form":"Clan Gordon","offset":7716},{"uri":"Scottish_clan","surface_form":"clans","offset":7770},{"uri":"Scotland","surface_form":"Scotland","offset":7786},{"uri":"Clan_Cameron","surface_form":"Clan Cameron","offset":7854},{"uri":"Clan_Murray","surface_form":"Clan Murray","offset":7868},{"uri":"Clan_Forbes","surface_form":"Clan Forbes","offset":7881},{"uri":"Chattan_Confederation","surface_form":"Chattan Confederation","offset":7902},{"uri":"Corsica","surface_form":"Corsica","offset":7928},{"uri":"Maniots","surface_form":"Maniots","offset":8176},{"uri":"Greece","surface_form":"Greece","offset":8191},{"uri":"Warrior","surface_form":"warrior","offset":8286},{"uri":"Basque_Country_(historical_territory)","surface_form":"Basque Country","offset":8514},{"uri":"Late_Middle_Ages","surface_form":"Late Middle Ages","offset":8536},{"uri":"Partisan","surface_form":"partisan","offset":8575},{"uri":"Navarre","surface_form":"Navarre","offset":8623},{"uri":"Biscay","surface_form":"Biscay","offset":8733},{"uri":"Guelphs","surface_form":"Guelphs","offset":8812},{"uri":"Ghibellines","surface_form":"Ghibellines","offset":8824},{"uri":"Caucasus","surface_form":"Caucasus","offset":9049},{"uri":"Peoples_of_the_Caucasus","surface_form":"mountain people","offset":9101},{"uri":"Dagestan","surface_form":"Dagestan","offset":9289},{"uri":"Aul","surface_form":"aul","offset":9299},{"uri":"Blood_money","surface_form":"blood money","offset":9456},{"uri":"Weregild","surface_form":"weregild","offset":9474},{"uri":"Norsemen","surface_form":"Norse","offset":9491},{"uri":"France","surface_form":"France","offset":9791},{"uri":"Corsica","surface_form":"Corsica","offset":9810},{"uri":"Italy","surface_form":"Italy","offset":9823},{"uri":"Sicily","surface_form":"Sicily","offset":9841},{"uri":"Sardinia","surface_form":"Sardinia","offset":9849},{"uri":"Campania","surface_form":"Campania","offset":9859},{"uri":"Calabria","surface_form":"Calabria","offset":9869},{"uri":"Apulia","surface_form":"Apulia","offset":9879},{"uri":"Southern_Italy","surface_form":"Southern Italy","offset":9906},{"uri":"Crete","surface_form":"Crete","offset":9926},{"uri":"Greece","surface_form":"Greece","offset":9933},{"uri":"Kurdish_people","surface_form":"Kurdish","offset":9948},{"uri":"Iraq","surface_form":"Iraq","offset":9965},{"uri":"Turkey","surface_form":"Turkey","offset":9974},{"uri":"Albania","surface_form":"Albania","offset":9994},{"uri":"Pashtuns","surface_form":"Pashtuns","offset":10009},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":10021},{"uri":"Somali_clans","surface_form":"Somali clans","offset":10040},{"uri":"Nigeria","surface_form":"Nigeria","offset":10067},{"uri":"India","surface_form":"India","offset":10079},{"uri":"Caste","surface_form":"caste","offset":10088},{"uri":"Hindu","surface_form":"Hindu","offset":10120},{"uri":"India","surface_form":"India","offset":10174},{"uri":"Assam","surface_form":"Assam","offset":10190},{"uri":"China","surface_form":"China","offset":10218},{"uri":"Philippines","surface_form":"Philippines","offset":10228},{"uri":"Bedouins","surface_form":"Bedouins","offset":10256},{"uri":"Arab","surface_form":"Arab","offset":10269},{"uri":"Yemen","surface_form":"Yemen","offset":10309},{"uri":"Shiites","surface_form":"Shiites","offset":10327},{"uri":"Sunnis","surface_form":"Sunnis","offset":10339},{"uri":"Iraq","surface_form":"Iraq","offset":10349},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":10367},{"uri":"New_Guinea","surface_form":"New Guinea","offset":10406},{"uri":"Svaneti","surface_form":"Svaneti","offset":10421},{"uri":"Dagestan","surface_form":"Dagestan","offset":10458},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":10491},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":10503},{"uri":"Caucasus","surface_form":"Caucasus","offset":10553},{"uri":"Chechen_people","surface_form":"Chechen","offset":10584},{"uri":"Teip","surface_form":"teip","offset":10592},{"uri":"Albania","surface_form":"Albania","offset":10801},{"uri":"Enver_Hoxha","surface_form":"Enver Hoxha","offset":10927},{"uri":"Albania","surface_form":"Albania","offset":11154},{"uri":"Murder","surface_form":"killings","offset":11262},{"uri":"War","surface_form":"war","offset":11313},{"uri":"The_Godfather","surface_form":"The Godfather","offset":11522},{"uri":"Michael_Corleone","surface_form":"Michael Corleone","offset":11547},{"uri":"Sicily","surface_form":"Sicily","offset":11592},{"uri":"Rockstar_Games","surface_form":"Rockstar","offset":11763},{"uri":"Mafia","surface_form":"Mafia","offset":11863},{"uri":"New_York_City","surface_form":"New York City","offset":11904},{"uri":"Gang_war","surface_form":"gang war","offset":11932},{"uri":"Organized_crime","surface_form":"organized crime","offset":11950},{"uri":"Mafia","surface_form":"Mafia","offset":12050}]}