{"id":166714,"url":"http://en.wikipedia.org/wiki/2009_Victorian_bushfires","text":"The 2009 Victorian bushfires also called Black Saturday, where more than 400 bushfires that started in Victoria, Australia on February 7, 2009. The fires caused Australia's highest ever loss of life from a bushfire. Police say that 173 people died, and 414 people were taken to hospitals with bad burns. At first the death toll was thought to be 210, but forensic tests have shown there were 173 people killed and the death toll was revised.\nThe fires burnt down at least 2,029 homes, 3,500 buildings in total and damaged thousands. Many towns north-east of the state capital Melbourne were badly damaged or almost completely destroyed, including the Victorian towns of Kinglake, Marysville, Narbethong, Strathewen, and Flowerdale. Many houses in the Victorian towns of Steels Creek, Humevale, Wandong, St Andrews, Callignee, and Koornalla were also destroyed or damaged. There were people killed at each town. The fires affected 78 towns and left about 7,500 people homeless. More than 4,000 firemen and women worked to control and stop the fires. They were still burning more than two weeks after they started.\nMost of the fires started and spread on a day of some of the worst bushfire weather ever recorded. The temperature in Victoria reached 46 degrees Celsius and wind speed was more than 100 km/h. The wind blew the fires over large distances and areas, creating large firestorms. North-east of Melbourne, a single firestorm killed 120 people. A cool change hit the state in the early evening, but it had gale force south-westerly winds of more than 120 km/h. This change in wind direction caused the long eastern sides of the fires to become wide fire fronts that burned quickly towards towns that had earlier escaped the fires.\nMany of the fires were started by fallen or clashing power lines or were deliberately lit. There was also lightning, cigarette butts, and sparks from a power tool. A ten-year drought made the land and forests very dry and they burnt quickly. Finally, in early-mid March, the weather changed and the fire fighters were able to put out the fires.\nHeat wave.\nStarting at the end of January, south east Australia had days of very hot weather, called a heatwave. The heatwave was caused by a slow moving high-pressure system over the Tasman Sea, a big Tropical Cyclone off the north west Australian coast, and a monsoon trough over northern Australia. This caused hot tropical air to travel down over south eastern Australia.\nThe February fires started on the hottest day ever in Victoria, where temperature records have been kept since 1859. On 6 February 2009 – the day before the fires - Premier of Victoria John Brumby told people that very hot weather was coming, and that there was a big danger of bushfires. He told people to be very careful. Premier Brumby also said that it would be the \"worst day of fire conditions in the history of the state\".\nGippsland fires.\nAt the end of January, there were fires in the Gippsland area of Victoria. These included a small tree fire near Delburn, Victoria and one which nearly burnt a pine tree plantation.\nThere were two small grass fires near the city of Sale, Victoria, which were deliberately lit.\nOn 29 January, over 500 firemen fought the two fires at Delburn which had joined together into one big fire. The fires had burnt near Boolarra and Darlimurra, south of the city of Morwell. No buildings were burnt. A cool change in the weather on 30 January made it easier to fight the fires, but also made it windy, which led to spot fires (new, small fires from burning plants blown ahead). On the evening of 31 January, fire crews worked to stop the fire spreading to the north. They fought to protect the main power transmission lines taking electricity to Melbourne from the Latrobe Valley. The fire was also close to the Hazelwood Power Station, Victoria.\nBy February 1, firemen had made fire breaks (clear areas) around the Boolarra fire, although it was still burning out of control. The fire had burned through and destroyed 29 houses, farm buildings and animals. Police believed Delburn and Boolarra fires were deliberately lit. They offered a $100,000 reward for information leading to the arrest of people who lit the fires.\nOn February 2, lightning started 23 new fires. This included three in the Bunyip State Park, and fires near Drouin West and Leongatha. However, increased humidity helped stop the fires spreading. On February 3, the Country Fire Authority grouped the fires into six areas. Five fires were under control, but one, near Mirboo North, was not.\nKinglake fires.\nThe Kinglake fire, was named when two fires joined together after the wind changed direction on February 7 and 8. The fire had burned over by February 8. 147 people died in the Kinglake fire.\nThe first of the two fires started at Kilmore East, Victoria, on the afternoon February 7 2009, and burned south-east towards St. Andrews through Wandong and Clonbinane. The fire destroyed 30 houses at Wandong and Heathcote Junction on February 7. By February 8, 150 houses had been destroyed at Wandong, and four people killed. The fire closed the Seymour railway line, and parts of the Hume Highway near Kilmore. The north west winds blew the front of the fire towards St Andrews, before the weather changed about 7.30pm, changing the wind to the south west. The wind change turned the long, narrow fire, into a wide fire front that moved north east to Kinglake and Strathewen.\nBy the evening of February 8, 100 people who had escaped the Kilmore fire, were sheltering in a basketball stadium at Wallan. Many of them were unable to go back to their homes because the police had closed the roads.\nThe fire front burned through the Kinglake area on February 7. This was the worst fire area in the state, with 37 people killed, and more than 550 houses destroyed. Another 12 people died at Kinglake West, and in Strathewen, 27.\nThe second fire destroyed the town of Marysville, Victoria. It started north of Marysville, and at first people thought it would go around the town, but within minutes the town was an inferno. At about 5.00pm, electric power was lost, and the wind stopped. Minutes later the wind came back from a different direction, bringing the fire up the valley with it. Damage to the water treatment plant at Marysville made the water unsafe to drink. On February 11, it was said that 100 people of the town's population of 500 were believed to have died, and that only a few buildings were left. Premier Brumby said: \"There's no activity, there's no people, there's no buildings, there's no birds, there's no animals, everything's just gone.\" These numbers were later revised, but 40 people did die, and nearly every building in the town was damaged or destroyed.\nAbout 95% of the houses in Narbethong were destroyed. Other towns affected by the same fire included Taggerty and Buxton.\nTo the south west, the fire was burning on three sides of Yarra Glen, Victoria, trapping people in the town. Houses north of Yarra Glen were destroyed and large areas of grass lands were burnt.\nFor some time, the police believed that someone lit the fire that burnt Marysville, and several people were investigated. However, in June 2011, Victoria Police announced that this was probably not the cause.\nMaroondah/Yarra fires.\nThe Maroondah/Yarra fire was named on February 10, when several fires that had been burning to the east of Healesville, Victoria and Toolangi joined together. By late morning, the fire had burned, with 184 firemen and 56 fire trucks at the fire. While the temperature had cooled, strong winds blew embers and started new fires. Around midday, the danger to property around Healesville was downgraded, though the Department of Sustainability and Environment said that people should watch for changes in the weather.\nThe fires in the Maroondah/Yarra area continued to threaten the town of Healesville, Victoria until February 14.\nBeechworth fire.\nIn Beechworth, Victoria, a fire burnt more than and came near to the towns of Yackandandah, Stanley, Bruarong, Dederang, Kancoona, Kancoona South, Coralbank, Glen Creek, and Running Creek, Victoria. The fire started at 7.00pm on February 7, south of Beechworth, before being driven south through pine plantations by hot northerly winds.\nThe fire destroyed buildings at Mudgegonga, Victoria, south east of Beechworth; 2 people died. Thick smoke and clouds made it hard to work out the size of the Beechworth fire.\nStrong winds fed the fire on the night of February 8, and lightning started a new fire at Kergunyah around midday on February 9. More than 440 firemen worked to stop a new fire that threatened Gundowring, and Eskdale, Victoria after it jumped the Kiewa River. On the night of February 9, the greatest danger was to Eskdale. Fires were also burning in pine plantations from the large town of Myrtleford, at the opposite, western end of the fire area. While smaller towns to the east, including Gundowring and Kergunyah, were still threatened, the CFA said that there was no immediate danger to the larger towns of Beechworth and Yackandandah, on the northern edge of the fire area.\nBy February 10, firemen had completed a fire break around the Beechworth fire, and were trying to make more, as the fire still was burning out of control. By the afternoon, the fire threat had been downgraded, but firemen were fighting a new fire near Koetong, Victoria, east of the main Beechworth fire, of between to. People in Beechworth and nearby towns were told on the evening of February 10 to expect more smoke, as 250 firemen would be back burning to make more firebreaks.\nThe Beechworth Correctional Centre, a prison, offered up to thirty prisoners to help the firemen.\nBendigo fire.\nA fire west of the city of Bendigo burned out. The fire started at about 4.30pm on February 7, and burned through Long Gully and Eaglehawk, Victoria. It got to of central Bendigo, before it was brought under control late on February 8. It destroyed about 45 houses in Bendigo's western suburbs, and damaged an electricity transmission line; causing power failures in parts of the city. One man from Long Gully, ill and unable to leave his house, was killed in the fire;his neighbours tried hard but were not able to rescue him. The fire changed direction late on February 7, when the weather changed, and turned back towards Eaglehawk. It was controlled about midday on February 8.\nA relief centre was set up at Kangaroo Flat, Victoria Senior Citizens Centre. During the fire, people from Long Gully, Eaglehawk, Maiden Gully, California Gully and West Bendigo were moved from their homes and sent to the centre. The police are investigating whether someone had lit this fire. The CFA think the fire started from a cigarette thrown from a car or truck on the highway.\nRedesdale fire.\nIn Redesdale, a fire burnt. The fire started west of the town. The fire was close to the towns of Baynton and Glenhope. Glenhope was threatened again on February 9 from a smaller fire that broke away from the main fire. More firemen and trucks were brought in from Bendigo and Kyneton. By February 10, the fire had been controlled, having destroyed 12 houses and farm buildings.\nBunyip fire.\nA fire at Bunyip State Park burned houses at Longwarry North, and Drouin West, Victoria, as well as farms and businesses, after the fire jumped the Princes Highway.\nThe fire was stopped by the afternoon of February 9, after it had burned through. The fire destroyed at least eight houses, other buildings and a factory. Fire crews began back-burning to stop the fire on February 9. People between Pakenham and Warragul, Victoria were warned about smoke from those fires.\nmany farmers, unable to keep animals on their farms because of fire damage, took them to nearby saleyards; by February 9, hundreds of cattle from the Bunyip fire were taken to the saleyards at Pakenham.\nChurchill fire.\nThe Churchill fire began in a pine plantation south-east of Churchill, Victoria on the afternoon of February 7. Within 30 minutes it had spread to the south-east, near Hazelwood South, Traralgon South, Jeeralang, and Budgeree East, Victoria. By late afternoon the fire was near Yarram and Woodside, Victoria on the south Gippsland coast. The weather changed about 6.00pm, and the south west winds then pushed the fire north east towards Gormandale and Willung South on the Hyland Highway. About 500 people sheltered at a theatre in Traralgon.\nThe fire came close to the Loy Yang Power Station, and the station's open-cut coal mine. On the night of February 7, the fire approached the mine's overburden dump, but did not damage anything and did not stop the station's operations. Several small fires broke out in the bunker storing coal from the mine, but were contained with no damage. The threat eased by the evening of February 8, as temperatures cooled and some light rain fell. One small fire started south of the power station, but water bombing aircraft put it out.\nBy February 9, the Churchill fire was still burning out of control, with fronts through the Latrobe Valleyand the Strzelecki Ranges. By late afternoon, the fire had burnt out and killed several people. Wind changes that evening made parts of the fire worse, so the CFA warned people at Won Wron and nearby areas to be ready.\nPolice believe someone lit the Churchill fire. A man from Churchill was arrested by police on February 12. He was charged on February 13, with arson causing death, lighting a bushfire and having child pornography.\nDandenong Ranges fires.\nA fire started at Ferntree Gully and Upper Ferntree Gully, in the Dandenong Ranges. All major roads were closed. The fire damaged the railway track at Upper Ferntree Gully, causing the Belgrave railway line to be closed. The fire, which was controlled by firemen within three hours, burned along the railway.\nA house fire started on the morning of February 12, in Upper Ferntree Gully, killing a volunteer fireman from the CFA. Police think the fire was deliberately lit.\nNarre Warren.\nIn Narre Warren there were several fires. Six homes were destroyed in Narre Warren South and three in Narre Warren North.\nWilsons Promontory.\nOn February 8, lightning started a fire at Wilsons Promontory which quickly burnt over. This fire did not threaten the camping area but the National Park rangers decided to evacuate the park; some campers were taken out by boat. The fire continued to burn out of control for more than 10 days. By February 17 it had burned an area of including the air strip and cutting the main road.\nHorsham fire.\nThe Horsham fire burnt, including the golf club and eight homes. The Dimboola fire appliance (utility) was also damaged.\nThe fire started at 12.30pm on February 7, when strong winds blew over a power pole at Remlaw, west of the city. The fire first went south-west and then south-east, across the Wimmera Highway and Wimmera River to the Horsham Golf Course and then to Haven, south of the city. Firemen were able to save the general store, town hall and school at Haven, though flames came within metres of those buildings. Winds of up to changed direction three times during the day, and caused conditions described by a CFA fireman as the worst he had ever seen. A taxi driver picked up an 82-year-old wheelchair-bound woman and her daughter, from her house as the fire was no more than away; the house was alight as the taxi drove off, and burned down within minutes.\nAt 3.00pm more than 400 firemen were fighting the fire, as well as two water-bombing aircraft, 54 Country Fire Authority (CFA) fire trucks, and 35 Department of Sustainability and the Environment (DSE) fire crews. By 6.00pm the fire had moved east, and as the wind changed, was then pushed north-east across the Western Highway to Drung, east of Horsham.\nColeraine fire.\nAt Coleraine were burnt; one man was badly burned.\nFire fighting.\nThe Country Fire Authority (CFA) puts out fires on private property. The Department of Sustainability and Environment (DSE) puts out fires on public land. These organisations worked together to fight all these fires. Most men and women from the CFA were trained volunteers; there were more than 4,000 of them involved.\nIn addition to CFA and DSE firefighters, Prime Minister 'Mr Kev' offered assistance from the Australian Defence Forces. New South Wales, South Australia, Australian Capital Territory, Tasmania and Western Australia sent firemen and equipment.\nThe Prime Ministers of the United Kingdom and New Zealand offered help to the Australian government. New Zealand sent 100 firemen and forest fire experts. They would have sent more but did not because of the danger of fires in parts of New Zealand. New Zealand also sent a Mil Mi-8MTV-1 helicopter which can carry 5000 litres of water.\nDeaths and injuries.\n173 people are known to have been killed by the fires. The death toll used to be at 210, but forensics found that a lot of the human remains that were thought to have been of two or more people were of one person.\nBrian Naylor, a famous retired television news reader, and his wife Moiree, died in the Kinglake West area. Actor Reg Evans and his partner, artist Angela Brunton, who lived on a small farm in the St. Andrews area, also died in the Kinglake area fire. Ornithologist Richard Zann died in the Kinglake fire, with his wife Eileen and daughter Eva.\nOver 500 people were treated for burns with 100 people were sent to hospital.\nA temporary morgue to hold up to 300 bodies, was set up at the Coronial Services Centre at Southbank in Melbourne. This was like the one set up after the July 2005 London bombings. A number of different funeral homes helped take bodies to Melbourne. By February 10, 101 bodies had been taken to the temporary morgue. There were more than 50 unnamed bodies kept in the morgue or still at the fire areas. The director of the Victorian Institute of Forensic Medicine said that it may be impossible to discover the names of all the bodies.\nOn February 11, Police Commissioner Nixon said she hoped that searches for bodies would be over by February 15. Because there might be asbestos in some of the destroyed buildings, the search would be slow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bushfire","surface_form":"bushfire","offset":77},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":103},{"uri":"Australia","surface_form":"Australia","offset":113},{"uri":"Hospital","surface_form":"hospital","offset":278},{"uri":"Forensic_science","surface_form":"forensic","offset":355},{"uri":"Melbourne","surface_form":"Melbourne","offset":576},{"uri":"Gale","surface_form":"gale","offset":1513},{"uri":"Lightning","surface_form":"lightning","offset":1844},{"uri":"Cigarette","surface_form":"cigarette","offset":1855},{"uri":"Drought","surface_form":"drought","offset":1913},{"uri":"Weather","surface_form":"weather","offset":2168},{"uri":"Atmospheric_pressure","surface_form":"high-pressure system","offset":2237},{"uri":"Monsoon_trough","surface_form":"monsoon trough","offset":2345},{"uri":"Tropical","surface_form":"tropical","offset":2401},{"uri":"John_Brumby","surface_form":"John Brumby","offset":2644},{"uri":"Plantation","surface_form":"plantation","offset":3076},{"uri":"Sale%2C_Victoria","surface_form":"Sale, Victoria","offset":3138},{"uri":"Deliberate","surface_form":"deliberately","offset":3165},{"uri":"Boolarra%2C_Victoria","surface_form":"Boolarra","offset":3317},{"uri":"Darlimurra%2C_Victoria","surface_form":"Darlimurra","offset":3330},{"uri":"Morwell%2C_Victoria","surface_form":"Morwell","offset":3363},{"uri":"Weather","surface_form":"weather","offset":3418},{"uri":"Electric_power_transmission","surface_form":"power transmission","offset":3696},{"uri":"Destroy","surface_form":"destroyed","offset":4006},{"uri":"Reward","surface_form":"reward","offset":4145},{"uri":"Arrest","surface_form":"arrest","offset":4183},{"uri":"Lightning","surface_form":"lightning","offset":4234},{"uri":"Drouin_West%2C_Victoria","surface_form":"Drouin West","offset":4327},{"uri":"Leongatha%2C_Victoria","surface_form":"Leongatha","offset":4343},{"uri":"Humidity","surface_form":"humidity","offset":4373},{"uri":"Mirboo_North%2C_Victoria","surface_form":"Mirboo North","offset":4536},{"uri":"Basketball","surface_form":"basketball","offset":5543},{"uri":"Stadium","surface_form":"stadium","offset":5554},{"uri":"Ember","surface_form":"embers","offset":7594},{"uri":"Suburb","surface_form":"suburb","offset":10015},{"uri":"Cigarette","surface_form":"cigarette","offset":10743},{"uri":"Factory","surface_form":"factory","offset":11515},{"uri":"Traralgon%2C_Victoria","surface_form":"Traralgon","offset":12426},{"uri":"Coal","surface_form":"coal","offset":12515},{"uri":"Arson","surface_form":"arson","offset":13434},{"uri":"Child_pornography","surface_form":"child pornography","offset":13486},{"uri":"Railway","surface_form":"railway","offset":13663},{"uri":"Golf","surface_form":"golf","offset":14594},{"uri":"Taxi","surface_form":"taxi","offset":15224},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":16304},{"uri":"South_Australia","surface_form":"South Australia","offset":16321},{"uri":"Australian_Capital_Territory","surface_form":"Australian Capital Territory","offset":16338},{"uri":"Tasmania","surface_form":"Tasmania","offset":16368},{"uri":"Western_Australia","surface_form":"Western Australia","offset":16381},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":16431},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":16454},{"uri":"New_Zealand","surface_form":"New Zealand","offset":16473},{"uri":"Helicopter","surface_form":"helicopter","offset":16714},{"uri":"Television","surface_form":"television","offset":17029},{"uri":"Ornithology","surface_form":"Ornithologist","offset":17250},{"uri":"Morgue","surface_form":"morgue","offset":17433},{"uri":"Melbourne","surface_form":"Melbourne","offset":17525},{"uri":"7_July_2005_London_bombings","surface_form":"July 2005 London bombings","offset":17575},{"uri":"Asbestos","surface_form":"asbestos","offset":18092}]}