{"id":166730,"url":"http://en.wikipedia.org/wiki/RFID","text":"Radio-frequency identification (RFID) is a technology to record the presence of an object using radio signals. It is used for inventory control or timing sporting events. RFID is not a replacement for barcoding, but a complement for distant reading of codes.\nThe technology is used for automatically identifying a person, a package or an item. To do this, it relies on \"RFID tags\". These are small \"transponders\" (combined radio \"receiver\" and \"transmitter\") that will transmit identity information over a short distance, when asked. The other piece to make use of RFID tags is an RFID tag reader.\nAn RFID tag is an object that can be applied to or incorporated into a product, animal, or person for the purpose of identification and tracking using radio waves. Some tags can be read from several meters away and beyond the line of sight of the reader. Most tags carry a plain text inscription and a barcode as complements for direct reading and for cases of any failure of radio frequency electronics.\nMost RFID tags contain at least two parts. One is an integrated circuit for storing and processing information, modulating and de-modulating a \"radio-frequency\" (RF) signal, and other specialized functions. The second is an antenna for receiving and transmitting the signal.\nThere are generally two types of RFID tags: active RFID tags, which contain a battery, and passive RFID tags, which have no batteries","categories":[],"infobox_types":[],"annotations":[{"uri":"Technology","surface_form":"technology","offset":43},{"uri":"Barcode","surface_form":"barcoding","offset":201},{"uri":"Radio","surface_form":"radio","offset":423},{"uri":"Transmitter","surface_form":"transmitter","offset":445},{"uri":"Radio_wave","surface_form":"radio wave","offset":749},{"uri":"Integrated_circuit","surface_form":"integrated circuit","offset":1056},{"uri":"Modulation","surface_form":"modulating","offset":1115},{"uri":"Battery","surface_form":"battery","offset":1356}]}