{"id":16687,"url":"http://en.wikipedia.org/wiki/Geoffrey_Chaucer","text":"Geoffrey Chaucer (c. 1343–25 October 1400) was an English writer, poet, and philosopher. He is most famous for writing Canterbury Tales which had 24 stories but was not completed. He was one of the first writers to write in English. He wrote in Middle English.\nEarly life.\nChaucer was probably born in London. His father, John, and grandfather were prosperous wine merchants in London. The name \"Chaucer\" is French and means shoemaker. However, not many details are known of his early life and education.\nBy 1357, Chaucer was a page to Elizabeth, Countess of Ulster, wife of Lionel, 1st Duke of Clarence. In 1360, he was captured by the French near Reims during a battle in the Hundred Years' War. He was then ransomed and released. King Edward III gave £16 towards his release. Chaucer married Phillipa (de) Roet. She was a lady-in-waiting to the queen and had close family connections to John of Gaunt. He had about three or four children.\nThe king's squire.\nChaucer may have studied law in the \"Inner Temple\". He joined the Royal court and travelled around Europe on business for the king. He became one of the king's esquires. One of his first known poems was written in 1369. It was called \"The Book of The Duchess\", and was written after the death of John of Gaunt's wife, Blanche. In 1374, he became \"Comptroller\" (in charge of the money) of the Customs for the Port of London. He did this job for 12 years. It was a well paid job and Chaucer was quite rich.\nWhen Richard II became king, Chaucer continued to work in Customs. He was also sent to Europe on several more diplomatic jobs for the king.\nCountry life.\nChaucer moved to Kent in 1385 where he had a new position as Justice of the Peace. He was also elected as one of two knights of the shire to be a member of parliament. At the end of the year he lost his customs jobs. His wife, Phillipa, died in 1387. But on 12 July 1389, he was made the \"Clerk of the Kings Works\", looking after repairs to the royal palaces. He was given other small positions, including looking after the river banks of the Thames, and as a deputy forester in the Royal Forest. Over the next few years, Chaucer became poorer and often was given small payments and pensions from the king.\nDeath.\nHe died at St.Mary's Chapel in Sevenoaks on 25 October 1400. Chaucer is buried in Westminster Abbey, in what is now called the Poets' Corner.\nHis writings.\nChaucer did most of his writing between 1369 and 1393. He is famous for his collection of stories in verse called the \"Canterbury Tales\". He also wrote \"The Book of the Duchess\", \"The House of Fame\" and \"Troilus and Criseyde\".","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":50},{"uri":"Writer","surface_form":"writer","offset":58},{"uri":"Poet","surface_form":"poet","offset":66},{"uri":"Philosopher","surface_form":"philosopher","offset":76},{"uri":"The_Canterbury_Tales","surface_form":"Canterbury Tales","offset":119},{"uri":"Middle_English","surface_form":"Middle English","offset":245},{"uri":"London","surface_form":"London","offset":302},{"uri":"London","surface_form":"London","offset":378},{"uri":"Page","surface_form":"page","offset":528},{"uri":"Reims","surface_form":"Reims","offset":649},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":678},{"uri":"Ransom","surface_form":"ransom","offset":710},{"uri":"Edward_III_of_England","surface_form":"King Edward III","offset":733},{"uri":"Lady-in-waiting","surface_form":"lady-in-waiting","offset":825},{"uri":"John_of_Gaunt%2C_1st_Duke_of_Lancaster","surface_form":"John of Gaunt","offset":890},{"uri":"Inner_Temple","surface_form":"Inner Temple","offset":998},{"uri":"Royal_court","surface_form":"Royal court","offset":1027},{"uri":"Esquire","surface_form":"esquire","offset":1121},{"uri":"John_of_Gaunt%2C_1st_Duke_of_Lancaster","surface_form":"John of Gaunt's","offset":1257},{"uri":"Customs","surface_form":"Customs","offset":1353},{"uri":"Richard_II_of_England","surface_form":"Richard II","offset":1471},{"uri":"Diplomacy","surface_form":"diplomatic","offset":1576},{"uri":"Kent","surface_form":"Kent","offset":1637},{"uri":"Palace","surface_form":"palace","offset":1971},{"uri":"Thames","surface_form":"Thames","offset":2063},{"uri":"Sevenoaks","surface_form":"Sevenoaks","offset":2265},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":2316},{"uri":"Canterbury_Tales","surface_form":"Canterbury Tales","offset":2509}]}