{"id":167166,"url":"http://en.wikipedia.org/wiki/David_Popper","text":"e=\"preserve\">David Popper (born Prague, 16 June 1843; died Baden, Austria, 7 August 1913) was a Bohemian cellist and composer. He composed many works for the cello which today are performed by cellists all over the world.\nLife.\nPopper was born in the old Jewish part of Prague. His father was a Cantor in two synagogues. When he was three years old he was imitating his father’s singing. He learned the violin when he was six and, at the age of twelve, he got a place to study music at the Prague Conservatory, but he had to learn the cello. His cello teacher was Julius Goltermann. His first job was as cellist to the Prince of Hohenzollern who soon gave him the title “Kammervirtuoso”. He was only 21 when he played a difficult concerto by Robert Volkmann. The conductor, Hans von Bülow, was very impressed and so were the critics. He gave many concerts in Vienna and became very famous. He started to travel around Europe, visiting England and Russia. He had a lot of energy and was able to compose a lot while travelling. He composed many short cello pieces. His \"Elfentanz\" (Dance of the Elves) and \"Spinning Song\" were especially popular with the audiences.\nBudapest.\nIn 1886 Popper married for the second time. In the same year he took up a job at the Royal Hungarian Academy of Music in Budapest. He was a famous teacher and charged a high fee for lessons. He formed a string quartet with three other musicians including the violinist Jenő Hubay. Hubay and Popper often played piano trios with Johannes Brahms.\nPopper made a long visit to England and Scotland where he was described as the world’s greatest cellist by many people including George Bernard Shaw. When he returned to Prague he played with Béla Bartók who was only 19 years old and not yet famous. He was also impressed when he heard the young Pablo Casals, although he did not agree with his technique.\nPopper had one son who died of tuberculosis in 1911. Two years later Popper slipped on an icy pavement. He was never able to use his right arm again. He died the next summer of a heart attack.\nHis music.\nPopper composed a very large number of cello pieces, many of which are short pieces suitable for encores at a recital. One of the most popular (and not too difficult) is the \"Gavotte in D major\". He composed a \"Requiem\" for three cellos and orchestra, and he wrote four cello concertos. However, his most important work for cellists is a collection of studies called \"Hochschule des Violoncellspiels\" (\"High School of Cello Playing\"). This book contains 40 etudes, or musical exercises to develop technique, and is widely used today by cello students to improve their playing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prague","surface_form":"Prague","offset":32},{"uri":"Baden_(Austria)","surface_form":"Baden","offset":59},{"uri":"Austria","surface_form":"Austria","offset":66},{"uri":"Bohemia","surface_form":"Bohemia","offset":96},{"uri":"Cello","surface_form":"cellist","offset":105},{"uri":"Composer","surface_form":"composer","offset":117},{"uri":"Jew","surface_form":"Jew","offset":255},{"uri":"Prague","surface_form":"Prague","offset":270},{"uri":"Hazzan","surface_form":"Cantor","offset":295},{"uri":"Synagogue","surface_form":"synagogue","offset":309},{"uri":"Prague_Conservatory","surface_form":"Prague Conservatory","offset":490},{"uri":"Julius_Goltermann","surface_form":"Julius Goltermann","offset":564},{"uri":"Concerto","surface_form":"concerto","offset":730},{"uri":"Robert_Volkmann","surface_form":"Robert Volkmann","offset":742},{"uri":"Hans_von_B%C3%BClow","surface_form":"Hans von Bülow","offset":774},{"uri":"Music_critic","surface_form":"critics","offset":825},{"uri":"Vienna","surface_form":"Vienna","offset":859},{"uri":"Europe","surface_form":"Europe","offset":918},{"uri":"England","surface_form":"England","offset":935},{"uri":"Russia","surface_form":"Russia","offset":947},{"uri":"Budapest","surface_form":"Budapest","offset":1295},{"uri":"String_quartet","surface_form":"string quartet","offset":1377},{"uri":"Jen%C5%91_Hubay","surface_form":"Jenő Hubay","offset":1443},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":1502},{"uri":"England","surface_form":"England","offset":1547},{"uri":"Scotland","surface_form":"Scotland","offset":1559},{"uri":"George_Bernard_Shaw","surface_form":"George Bernard Shaw","offset":1648},{"uri":"B%C3%A9la_Bart%C3%B3k","surface_form":"Béla Bartók","offset":1711},{"uri":"Pablo_Casals","surface_form":"Pablo Casals","offset":1815},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1906},{"uri":"Heart_attack","surface_form":"heart attack","offset":2054},{"uri":"Encore","surface_form":"encore","offset":2176},{"uri":"Recital","surface_form":"recital","offset":2189},{"uri":"%C3%A9tude","surface_form":"studies","offset":2431}]}