{"id":167387,"url":"http://en.wikipedia.org/wiki/Titanoboa","text":"\"Titanoboa cerrejonensis\" is the largest known snake. Now extinct, the snake was a relative of the \"anaconda\" and the \"boa constrictor\". It was about 43 feet long (13 m), and weighed over a ton (about 1135 kg or 2,500 pounds). The snake lived in the Palaeocene epoch, about 58 million years ago. It ate crocodiles.\nThe fossil was found in an open-cast coal mine in Colombia, in 2009. Plant fossils at the site proved the climate at the time was a tropical rainforest. The site was in the Cerrejón Formation in La Guajira, Colombia. Other large reptile fossils have been found at this site.\nResearchers found three skulls of the snake in 2002. A life-size replica is on view at the Smithsonian National Museum of Natural History in Washington D.C. It was sent on a world tour to be shown at various museums.\nHabitat.\nTitanoboa is very similar to our modern-day green anaconda, living in swamps in the murky water, hiding and waiting for an unsuspecting animal to take a drink from the swamp, or preying on other aquatic animals. Titanoboa would be very slow and would not achieve much on dry land, which was its enemy, much like the green anacondas prefer the water as well. It probably could hold its breath underwater for about forty-five minutes, which is helpful for an aquatic ambush hunter.\nDiet.\nTitanoboa's diet consisted mainly of crocodiles, as researchers found out, because of the abundance of crocodiles in the Cerrejón Formation alongside the titanoboa and several large, hard-shelled turtles that the snake could not consume. After eating a crocodile, titanoboa could go for a year without eating, as many modern-day snakes can do similarly with their rodents and such.","categories":[],"infobox_types":[],"annotations":[{"uri":"Snake","surface_form":"snake","offset":47},{"uri":"Anaconda","surface_form":"anaconda","offset":100},{"uri":"Boa_constrictor","surface_form":"boa constrictor","offset":119},{"uri":"Ton","surface_form":"ton","offset":190},{"uri":"Palaeocene","surface_form":"Palaeocene","offset":250},{"uri":"Epoch_(geology)","surface_form":"epoch","offset":261},{"uri":"Crocodile","surface_form":"crocodile","offset":303},{"uri":"Coal","surface_form":"coal","offset":352},{"uri":"Mining","surface_form":"mine","offset":357},{"uri":"Colombia","surface_form":"Colombia","offset":365},{"uri":"Climate","surface_form":"climate","offset":421},{"uri":"Tropical","surface_form":"tropical","offset":447},{"uri":"Rainforest","surface_form":"rainforest","offset":456},{"uri":"Cerrej%C3%B3n_Formation","surface_form":"Cerrejón Formation","offset":488},{"uri":"La_Guajira","surface_form":"La Guajira","offset":510},{"uri":"Smithsonian","surface_form":"Smithsonian","offset":681},{"uri":"National_Museum_of_Natural_History","surface_form":"National Museum of Natural History","offset":693},{"uri":"Washington_D.C.","surface_form":"Washington D.C.","offset":731},{"uri":"Ambush_hunter","surface_form":"ambush hunter","offset":1281},{"uri":"Cerrej%C3%B3n_Formation","surface_form":"Cerrejón Formation","offset":1423}]}