{"id":167385,"url":"http://en.wikipedia.org/wiki/Color_of_the_day_(police)","text":"The color of the day is a signal used by undercover officers of some big city police departments in the USA. It is used to help stop uniformed police officers shooting undercover police officers who they do not know are police officers. It is mostly known to be used by the New York City Police Department (NYPD), the NYPD Transit Bureau (which was called the \"New York City Transit Police\") and the NYPD Housing Bureau (which was called the \"New York City Housing Authority Police Department\") and other law enforcement agencies when they are at work in New York City. An undercover police officer will wear a headband, wristband or other piece of clothing in the same color as the \"color of the day\"; this color is told to officers at the precinct before they start work. The system is for officer safety and first started during the violence of 1970s and 1980s New York City. The color of the day system is not known by most of the public but it is written about a lot by newspapers, and by writers and can sometimes be seen on episodes of television shows such as NYPD Blue and recently.\nPurpose.\nNew York City is a very large metropolitan city with a population of over 8,310,000 people with over 18,800,000 people living in the area around it. An extra 500,000 people enter the city during a weekday. It has many police and law enforcement officers such as; the NYPD, the (MTA) Police (that used to be called the Metro North Commuter Railroad Police), the Port Authority Police, the FBI, the Department of Homeland Security, the Drug Enforcement Administration, and U.S. Customs and others. The color of the day system is about officer safety. With so many armed officers in the city, undercover police officers need to have an easy to use system in place so that other armed officers know that they are there and do not shoot them when they use their guns. The system is also used so that a uniformed officer will not disturb a person who is really an undercover police officer who is acting as a homeless person so that criminals will rob him.\nHistory.\nThe NYPD Street Crimes Unit started in 1971. During the late 1970s, the 1980s and early 1990s, New York City had a lot more crime than it does today. Undercover officers were asked to go into the subways in plain-clothes or dressed as a homeless person to hide the fact that they were police. Many of these officers were black and had a fear that as they looked like civilian homeless people that uniformed officers would think that they were criminals if they used their guns. Many of these officers would dress and pretend to be drunk homeless people or as victims in order to catch muggers who were attacking them due to being unable to help themselves. The color of the day system was made to make these officers fear this less and was used by all undercover police officers. At the beginning headbands were given out to each street crime unit member, that were in the color of the day: beginning the use of the color of the day system. Later this included wristbands and today's officers often dress in the color: i.e.: T-shirts, shoes, and hats.\nKnowledge by others.\nThe color of the day recognition system is written about by authors and people who study the police in schools but it is not often known about by most people in New York. Books that talk about it are Roger Abell's \"The Black Shields\" (a discussion of African American policing in New York), Greg Faliis' \"Just the Facts Ma'am\", and Leslie Glass' novel, \"A Killing Gift\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Signal_(recognition)","surface_form":"signal","offset":26},{"uri":"Undercover","surface_form":"undercover","offset":41},{"uri":"Police_officer","surface_form":"officers","offset":52},{"uri":"Police","surface_form":"police","offset":78},{"uri":"Department","surface_form":"department","offset":85},{"uri":"United_States","surface_form":"USA","offset":104},{"uri":"Uniform","surface_form":"uniform","offset":133},{"uri":"New_York_City_Police_Department","surface_form":"New York City Police Department","offset":274},{"uri":"New_York_City_Transit_Police","surface_form":"New York City Transit Police","offset":361},{"uri":"New_York_City_Housing_Authority_Police_Department","surface_form":"New York City Housing Authority Police Department","offset":443},{"uri":"Law_enforcement","surface_form":"law enforcement agencies","offset":505},{"uri":"New_York_City","surface_form":"New York City","offset":555},{"uri":"Headband","surface_form":"headband","offset":611},{"uri":"Wristband","surface_form":"wristband","offset":621},{"uri":"Police_station","surface_form":"precinct","offset":741},{"uri":"System","surface_form":"system","offset":778},{"uri":"Safety","surface_form":"safety","offset":800},{"uri":"Violence","surface_form":"violence","offset":836},{"uri":"Public","surface_form":"public","offset":935},{"uri":"News","surface_form":"news","offset":975},{"uri":"Episode","surface_form":"episode","offset":1031},{"uri":"NYPD_Blue","surface_form":"NYPD Blue","offset":1068},{"uri":"Metropolis","surface_form":"metropolitan","offset":1131},{"uri":"Population","surface_form":"population","offset":1156},{"uri":"Weekday","surface_form":"weekday","offset":1298},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":1330},{"uri":"Metropolitan_Transportation_Authority_Police","surface_form":"(MTA) Police","offset":1378},{"uri":"Port_Authority_Police","surface_form":"Port Authority Police","offset":1462},{"uri":"Federal_Bureau_of_Investigation","surface_form":"FBI","offset":1489},{"uri":"United_States_Department_of_Homeland_Security","surface_form":"Department of Homeland Security","offset":1498},{"uri":"Drug_Enforcement_Administration","surface_form":"Drug Enforcement Administration","offset":1535},{"uri":"U.S._Customs","surface_form":"U.S. Customs","offset":1572},{"uri":"Safety","surface_form":"safety","offset":1642},{"uri":"Homelessness","surface_form":"homeless","offset":2004},{"uri":"Robbery","surface_form":"rob","offset":2043},{"uri":"Street_Crimes_Unit","surface_form":"Street Crimes Unit","offset":2070},{"uri":"Crime","surface_form":"crime","offset":2185},{"uri":"Rapid_transit","surface_form":"subway","offset":2257},{"uri":"African_American","surface_form":"black","offset":2382},{"uri":"Pretend","surface_form":"pretend","offset":2578},{"uri":"Drunk","surface_form":"drunk","offset":2592},{"uri":"Homelessness","surface_form":"homeless","offset":2598},{"uri":"Victim","surface_form":"victim","offset":2620},{"uri":"Mugger","surface_form":"muggers","offset":2646},{"uri":"African_American","surface_form":"African American","offset":3385}]}