{"id":167403,"url":"http://en.wikipedia.org/wiki/Poker_Face","text":"\"Poker Face\" is a song by American singer-songwriter Lady Gaga. It was first released in 2008 in her debut album, \"The Fame\". Later, it was released as the album's second single, after \"Just Dance\".\nThe song has been very successful worldwide, reaching #1 in over 20 countries, including the US, UK, Canada, Australia, and Germany. It finished as the best-performing single of 2009 in the United Kingdom and the second-best performing in the US and Canada. \"Poker Face\" has sold over 7.5 million copies in the United States as of February 2018.\nThe song has won Gaga several awards, including Best Dance Recording at the Grammy Awards in 2010. On November 30, 2015, the song was certified Diamond (10× Platinum) in the US for sales and streams equal to 10 million copies in that country alone.\nIn an interview with Barbara Walters, she said that this song is about dealing with bisexuality. The lyrics \"Bluffin' with my muffin\" are about her fantasizing about women when having sex with her boyfriend. In a Carpool Karaoke segment of \"The Late Late Show with James Corden\", where Corden and Gaga sang several of her songs as they played on the radio, Gaga revealed that she wrote \"Poker Face\" in only ten minutes.\nGaga has performed the song at all of her major concert tours, at her Super Bowl LI Halftime show, and at the Coachella Music Festival in April 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lady_Gaga","surface_form":"Lady Gaga","offset":53},{"uri":"2008","surface_form":"2008","offset":89},{"uri":"The_Fame","surface_form":"The Fame","offset":115},{"uri":"Just_Dance","surface_form":"Just Dance","offset":186},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":621},{"uri":"Barbara_Walters","surface_form":"Barbara Walters","offset":815},{"uri":"Sexual_intercourse","surface_form":"sex","offset":978},{"uri":"James_Corden","surface_form":"James Corden","offset":1059}]}