{"id":167793,"url":"http://en.wikipedia.org/wiki/Doutzen_Kroes","text":"Doutzen Kroes (Pronounced \"Dow-tsen Croos\") (born 23 January 1985 in Eastermar, Friesland) is a Dutch-Frisian model who has become internationally famous. In the Netherlands she is not only famous as a model, but also for her support for the Frisian language which is her first language. She is married and has two children.\nLife.\nAfter she had finished school Doutzen sent a few holiday photos to a model agency \"Paparazzi\" in Amsterdam. She hoped she would be able to earn a little extra money. To her amazement she was so successful that in two years she had become a top model.\nIn 2005, Kroes was selected as \"Model of The Year\" on Vogue.com by readers and was featured as a supermodel on the cover of the May 2007 issue. Along with several of these models, she appeared in the 2008 Pirelli calendar.\nDoutzen appears in shows for Versace and Dolce & Gabbana and has a contract with the cosmetic firm L'Oréal. This contract made her the highest paid Dutch model ever. In November 2007 she became one of Victoria's Secret angels.\nDoutzen’s first language is Frisian. She is very active in the campaign \"Praat mar Frysk\" (\"Let’s speak Frisian\") which helps to make the Frisian language popular. She earned a Frisian Press Prize for this work in December 2007.\nIn 2007 she was the 13th highest paid model in the world, having earned 3,8 million euro.\nOn 28 April 2008, Madame Tussauds added a wax model of Doutzen to the exhibition. The skirt she is wearing is said to be her favourite skirt. It is designed by Roberto Cavalli.\nDoutzen spends most of her time in her apartment in New York.\nIn 2010 she married Sunnery James a DJ. Their first child, Phyllon, was born in January 2011. Their second child, a girl, was born in 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"Eastermar","surface_form":"Eastermar","offset":69},{"uri":"Friesland","surface_form":"Friesland","offset":80},{"uri":"Dutch_people","surface_form":"Dutch","offset":96},{"uri":"Frisians","surface_form":"Frisian","offset":102},{"uri":"Model_(person)","surface_form":"model","offset":110},{"uri":"Frisian_language","surface_form":"Frisian language","offset":242},{"uri":"Photo","surface_form":"photo","offset":388},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":428},{"uri":"Pirelli_calendar","surface_form":"Pirelli calendar","offset":787},{"uri":"Cosmetics","surface_form":"cosmetic","offset":890},{"uri":"Victoria%27s_Secret","surface_form":"Victoria's Secret","offset":1006},{"uri":"Frisian_language","surface_form":"Frisian","offset":1060},{"uri":"Euro","surface_form":"euro","offset":1345},{"uri":"Madame_Tussauds","surface_form":"Madame Tussauds","offset":1369},{"uri":"Roberto_Cavalli","surface_form":"Roberto Cavalli","offset":1511},{"uri":"Apartment","surface_form":"apartment","offset":1567},{"uri":"New_York","surface_form":"New York","offset":1580},{"uri":"DJ","surface_form":"DJ","offset":1626}]}