{"id":167849,"url":"http://en.wikipedia.org/wiki/Car_navigation","text":"Car navigation allows an automobile driver to see where he or she is on a map at any given time. Automobile navigation can rely on GPS (Global Positioning System), or it can be DVD- or data-based. GPS-bsed navigation uses radio signals from special satellites that send their position and the time of transmission. The GPS receiver catches the signal and calculates the time. The GPS can then calculate the distance from the satellite with the well-known radio signal speed.\nSatellites.\nWhen driving a car with such a GPS receiver, the driver may receive information from a satellite which is above for instance Dover in the south and another one which is above Perth in the north. Then the GPS receiver knows precisely how far it is from Dover and how far it is from Perth. With that \"two\" possible positions of the car at the flat land are precisely determined.\nTo know which one of those positions is the right place, the GPS receiver needs a third satellite, for instance above Land's End in the west. With that information, the GPS receiver can also determine elevation. With three satellites in fact there is still a third possible point, but that is twice as high as the satellites above the earth's surface and does not need to be reckoned with in car travel.\nBut the GPS receiver still needs a fourth satellite, because the GPS receiver needs to know the time very precisely. In between it knows your car position, so that it can calculate the distance from that satellite. Then it knows the time of reception, because that is the time of transmission plus the travel time of the signal.\nThe GPS receiver.\nAt any moment the GPS receiver searches for the strongest satellites, calculates the position and the driving direction and then shows it all on a small screen as a three-dimensional map. With that it also shows the vehicle's driving speed and how far it is to the next junction.\nThe driver may add the address where he or she wants to go. The GPS receiver then directs the driver to their destination step-by-step, often using voice prompts. The driver can even be shown where there are traffic jams, speed cameras and traffic lights, and the route can be calculated in such a way that these can be avoided, reducing the time needed for the driver to reach his or her destination.\nIf the driver deviates from the indicated route, the GPS receiver can provide new directions to the same destination, by repeating the same calculations.\nMaps.\nTo show where the car is with the calculated position, the GPS receiver contains digital maps. Many GPS receivers allow users to add more maps or newer maps to allow for better navigation.\nMobile phones.\nMobile phones are often equipped with GPS receivers, but most require a mobile Internet connection to function. Nokia's HERE Maps are able to store maps for offline use, and because of this, phones that have this app installed can be used as GPS navigation systems as mentioned above.","categories":[],"infobox_types":[],"annotations":[{"uri":"Automobile","surface_form":"automobile","offset":25},{"uri":"Map","surface_form":"map","offset":74},{"uri":"Navigation","surface_form":"navigation","offset":108},{"uri":"GPS","surface_form":"GPS","offset":131},{"uri":"DVD","surface_form":"DVD","offset":177},{"uri":"Satellite_(artificial)","surface_form":"satellites","offset":249},{"uri":"Transmission_(mechanics)","surface_form":"transmission","offset":301},{"uri":"Speed_of_light","surface_form":"radio signal speed","offset":455},{"uri":"Dover%2C_Kent","surface_form":"Dover","offset":612},{"uri":"Perth%2C_Perth_and_Kinross","surface_form":"Perth","offset":662},{"uri":"Land%27s_End","surface_form":"Land's End","offset":982},{"uri":"Three-dimensional","surface_form":"three-dimensional","offset":1780},{"uri":"Map","surface_form":"map","offset":1798},{"uri":"Speed","surface_form":"speed","offset":1849},{"uri":"Text_to_Speech","surface_form":"voice","offset":2043},{"uri":"Traffic_jam","surface_form":"traffic jams","offset":2103},{"uri":"Traffic_lights","surface_form":"traffic lights","offset":2135},{"uri":"Digital_media","surface_form":"digital","offset":2538},{"uri":"Mobile_phone","surface_form":"Mobile phones","offset":2661},{"uri":"Internet","surface_form":"Internet","offset":2740},{"uri":"Nokia","surface_form":"Nokia","offset":2773}]}