{"id":167968,"url":"http://en.wikipedia.org/wiki/Pit_(Kid_Icarus)","text":"is a fictional main character in the \"Kid Icarus\" game series. He is the angel bodyguard of Palutena. He also appeared in the \"Super Smash Bros.\" series.\nCharacter design.\nPit is based on Icarus and Eros (also known as Cupid), figures from Greek mythology. The clothes that he wears and the fact that he is an angel resembles Perseus, Bellerophon, and Hercules, the last also being an archer. His looks have changed very little over the years, having always included things that have to do with classical antiquity (such as the chiton and sandals). His weapon is the bow and arrow. In \"Of Myths and Monsters\", Pit first received a crown of laurel, as well as revealing his eye color, blue. In \"Super Smash Bros. Brawl\", Pit is seen wearing an exomis. On the official \"Super Smash Bros. Brawl\" website, it is said that Pit is an angel that cannot normally fly. Much like Samus Aran from the \"Metroid\" series and Link from \"The Legend of Zelda (series)\" series, Pit did not talk much in Super Smash Bros. Brawl, either.\nAs part of changing the character, the designers of \"Super Smash Bros. Brawl\" saw it fit to change his character design (looks) by combining parts of his looks from the promotional artworks of both Kid Icarus titles with new ideas. Pit now appears older than the child-age designs from older games and now has a more anime/manga-like appearance, although he still seems to have a childish voice in the Japanese version. In The English version of Super Smash Bros. Brawl, he has a deeper-sounding teenaged voice. Nintendo has described the redesign as \"a giant leap forward in his evolution\". It is also said on the \"Smash Bros. Dojo\" that one of Pit's color changes is black, a \"Fallen Angel color\" choice. This new look had became popular among most nintendo fans. It will be used for the upcoming Kid Icarus Uprising.","categories":[],"infobox_types":[],"annotations":[{"uri":"Character","surface_form":"character","offset":20},{"uri":"Bodyguard","surface_form":"bodyguard","offset":79},{"uri":"Super_Smash_Bros._(series)","surface_form":"Super Smash Bros.","offset":127},{"uri":"Icarus_(mythology)","surface_form":"Icarus","offset":188},{"uri":"Eros_(mythology)","surface_form":"Eros","offset":199},{"uri":"Cupid","surface_form":"Cupid","offset":219},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":240},{"uri":"Perseus","surface_form":"Perseus","offset":326},{"uri":"Bellerophon","surface_form":"Bellerophon","offset":335},{"uri":"Hercules","surface_form":"Hercules","offset":352},{"uri":"Archery","surface_form":"archer","offset":385},{"uri":"Classical_antiquity","surface_form":"classical antiquity","offset":495},{"uri":"Chiton_(costume)","surface_form":"chiton","offset":528},{"uri":"Sandal_(footwear)","surface_form":"sandals","offset":539},{"uri":"Bow_(weapon)","surface_form":"bow and arrow","offset":567},{"uri":"Laurel_wreath","surface_form":"crown of laurel","offset":631},{"uri":"Exomis","surface_form":"exomis","offset":743},{"uri":"Samus_Aran","surface_form":"Samus Aran","offset":870},{"uri":"Metroid_(series)","surface_form":"Metroid","offset":891},{"uri":"Link_(Nintendo)","surface_form":"Link","offset":911},{"uri":"The_Legend_of_Zelda_(series)","surface_form":"The Legend of Zelda (series)","offset":922},{"uri":"Anime","surface_form":"anime","offset":1335},{"uri":"Manga","surface_form":"manga","offset":1341}]}