{"id":168,"url":"http://en.wikipedia.org/wiki/Comet","text":"A comet is a ball of mostly ice that moves around in outer space. Comets are often described as \"dirty snowballs\". They are very different from asteroids. The orbital inclinations of comets are usually high and not near the ecliptic where most solar system objects are found. Most of them are long-period comets and come from the Kuiper belt. That is very far away from the Sun, but some of them also come near enough to Earth for us to see at night.\nThey have long \"tails\", because the Sun melts the ice. A comet's tail does not trail behind it, but points directly away from the Sun, because it is blown by the solar wind.\nThe hard centre of the comet is the \"nucleus\". It is one of the blackest things (lowest albedo) in the solar system. When light shone on the nucleus of Halley's Comet, the comet reflected only 4% of the light back to us.\n\"Periodic\" comets visit again and again. \"Non-periodic\" or \"single-apparition\" comets visit only once.\nComets sometimes break up, as Comet Biela did in the 19th century. Comet Shoemaker-Levy 9 broke up, and the pieces hit Jupiter in 1994. Some comets orbit (go around) together in groups. Astronomers think these comets are broken pieces that used to be one object.\nHistory of comets.\nFor thousands of years, people feared comets. They did not know what they were, or where they came from. Some thought that they were fireballs sent from demons or gods to destroy the earth. They said that each time a comet appeared, it would bring bad luck with it. Whenever a comet appeared, a king would die. For example, the Bayeux Tapestry shows the return of Halley's Comet and the death of a king. Comets were also known to end wars and thought to bring famine. During the Renaissance, astronomers started to look at comets with less superstition and to base their science on observations. Tycho Brahe reasoned that comets did not come from the earth, and his measurements and calculations showed that comets must be six times farther than the earth is from the moon.\nEdmond Halley reasoned that some comets are periodic, that is, they appear again after a certain number of years, and again and again. This led to the first prediction of a comet's return, Halley's Comet, named after him.\nIsaac Newton also studied comets. He realised that comets make U-turns around the sun. He asked his friend Edmond Halley to publish this in his book \"Philosophiae Naturalis Principia Mathematica\". Before Newton said this, people believed that comets go in to the sun, then another comes out from behind the sun.\nIn later years some astronomers thought comets were spit out by planets, especially Jupiter.\nAll this new information and research gave people confidence, but some still thought that comets were messengers from the gods. One 18th century vision said that comets were the places that hell was, where souls would ride, being burned up by the heat of the sun and frozen by the cold of space.\nIn modern times space probes have visited comets to learn more about them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sphere","surface_form":"ball","offset":13},{"uri":"Ice","surface_form":"ice","offset":28},{"uri":"Outer_space","surface_form":"outer space","offset":53},{"uri":"Asteroid","surface_form":"asteroid","offset":144},{"uri":"Orbital_inclination","surface_form":"orbital inclination","offset":159},{"uri":"Ecliptic","surface_form":"ecliptic","offset":224},{"uri":"Solar_system","surface_form":"solar system","offset":244},{"uri":"Kuiper_belt","surface_form":"Kuiper belt","offset":330},{"uri":"Night","surface_form":"night","offset":444},{"uri":"Melt","surface_form":"melt","offset":491},{"uri":"Solar_wind","surface_form":"solar wind","offset":613},{"uri":"Comet_nucleus","surface_form":"nucleus","offset":662},{"uri":"Albedo","surface_form":"albedo","offset":713},{"uri":"Light","surface_form":"light","offset":747},{"uri":"Halley%27s_Comet","surface_form":"Halley's Comet","offset":777},{"uri":"Periodic_comets","surface_form":"\"Periodic\" comets","offset":846},{"uri":"Comet_Biela","surface_form":"Comet Biela","offset":979},{"uri":"Comet_Shoemaker-Levy_9","surface_form":"Comet Shoemaker-Levy 9","offset":1016},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":1068},{"uri":"1994","surface_form":"1994","offset":1079},{"uri":"Astronomer","surface_form":"Astronomer","offset":1135},{"uri":"Bayeux_Tapestry","surface_form":"Bayeux Tapestry","offset":1559},{"uri":"Halley%27s_Comet","surface_form":"Halley's Comet","offset":1595},{"uri":"Famine","surface_form":"famine","offset":1691},{"uri":"Renaissance","surface_form":"Renaissance","offset":1710},{"uri":"Astronomer","surface_form":"astronomer","offset":1723},{"uri":"Science","surface_form":"science","offset":1802},{"uri":"Tycho_Brahe","surface_form":"Tycho Brahe","offset":1827},{"uri":"Edmond_Halley","surface_form":"Edmond Halley","offset":2005},{"uri":"Halley%27s_Comet","surface_form":"Halley's Comet","offset":2194},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":2227},{"uri":"Philosophiae_Naturalis_Principia_Mathematica","surface_form":"Philosophiae Naturalis Principia Mathematica","offset":2377},{"uri":"Jupiter","surface_form":"Jupiter","offset":2623},{"uri":"Hell","surface_form":"hell","offset":2822},{"uri":"Space_probe","surface_form":"space probe","offset":2944}]}