{"id":168080,"url":"http://en.wikipedia.org/wiki/Renewable_energy_in_developing_countries","text":"e=\"preserve\">Most developing countries have good renewable energy resources, including solar energy, wind power, geothermal energy, and biomass. These can help developing countries reduce their dependence on oil and natural gas. Investments in renewables can be less expensive than fossil fuel energy systems.\nImportance of renewables.\nRenewable energy can be particularly suitable for developing countries. In rural and remote areas, transmission and distribution of energy generated from fossil fuels can be difficult and expensive. Producing renewable energy locally can offer a viable alternative.\nInterest in renewable energies has increased in recent years due to environmental concerns about global warming and air pollution, reduced costs of renewable energy technologies, and improved efficiency and reliability.\nPoverty reduction.\nRenewable energy projects in many developing countries contribute to poverty alleviation by providing the energy needed for creating businesses and employment. Renewable energy technologies can also make indirect contributions to alleviating poverty by providing energy for cooking, space heating, and lighting.\nEducation.\nRenewable energy can also contribute to education, by providing electricity to schools. Renewable energy for cooking and heating can reduce the time that children, spend out of school collecting fuel. In addition, the displacement of traditional fuels reduces the health problems from indoor air pollution produced by burning those fuels.\nHealth.\nRenewable energy can also contribute to better health by providing energy to refrigerate medicine and sterilize medical equipment. It can also provide power for supplying the fresh water and sewerage services needed to reduce infectious disease.\nKenya.\nKenya is the world leader in the number of solar power systems installed per capita. More than 30,000 small solar panels, each producing 12 to 30 watts, are sold in Kenya\nannually. For an investment of as little as $100 for the panel and wiring, the PV system can be used to charge a car battery, which can then provide power to run a fluorescent lamp or a small television for a few hours a day. More Kenyans adopt solar power every year than make connections to the country’s electric grid.","categories":[],"infobox_types":[],"annotations":[{"uri":"Renewable_energy","surface_form":"renewable energy","offset":49},{"uri":"Solar_energy","surface_form":"solar energy","offset":87},{"uri":"Wind_power","surface_form":"wind power","offset":101},{"uri":"Geothermal_energy","surface_form":"geothermal energy","offset":113},{"uri":"Biomass","surface_form":"biomass","offset":136},{"uri":"Fossil_fuels","surface_form":"fossil fuels","offset":490},{"uri":"Global_warming","surface_form":"global warming","offset":699},{"uri":"Air_pollution","surface_form":"air pollution","offset":718},{"uri":"Poverty_alleviation","surface_form":"poverty alleviation","offset":910},{"uri":"Solar_cooking","surface_form":"cooking","offset":1273},{"uri":"Indoor_air_pollution","surface_form":"indoor air pollution","offset":1449}]}