{"id":168238,"url":"http://en.wikipedia.org/wiki/SS_Nomadic","text":"SS \"Nomadic\" is a steamship of the White Star Line, launched on 25 April 1911 in Belfast. She was built as a tender to the liners RMS \"Olympic\" and RMS \"Titanic\", and is the last remaining boat built for the White Star Line still afloat.\nHistory.\nThe keel of \"Nomadic\" was laid down in the Harland and Wolff shipyards, Belfast in 1910 (yard number 422). She was launched on 25 April 1911 and delivered to the White Star Line on the 27 May. The ship was 67 meters (220 ft) long and 11.3 meters (37 ft) wide, with a gross tonnage of 1,273 tons. She had two three-bladed screws, propelling her to a maximum speed of 12 knots.\nWith her sister ship SS \"Traffic\", \"Nomadic\" was used as a tender for \"Titanic\" and \"Olympic\" at Cherbourg in France. This meant she would ferry the passengers from Cherbourg to \"Titanic\" \"Olympic\" as they were too big to fit into the port at Cherbourg.\n\"Nomadic\" was fitted with a luxurious interior and was used for the first and second class passengers, whilst \"Traffic\" served the third class travellers.\nDuring World War I \"Nomadic\" saw service in carrying American troops at Brest (France).\nIn 1927, she was sold to Compagnie Cherbourghoise de Transbordement and then sold again to the Société Cherbourghoise de Remorquage et de Sauvetage in 1934. Then under the name \"Ingenieur Minard\", she again served as troop ship in World War II.\nAfter the war she continued tendering Cunard White Star (White Star Lines and \"Cunard\" merged in 1934) ships until November 1968. She then served RMS \"Queen Elizabeth\" for the last time.\nIn 1974, \"Nomadic\" was bought by a private individual and converted into a restaurant on the Seine in Paris, where she remained docked and semi-abandoned after the closure of the restaurant, until she was moved to the port of Le Havre in 2003.\nPreservation of \"Nomadic\".\nA public appeal for donations to return \"Nomadic\" to the Harland and Wolff shipyard for restoration was organised by Belfast Industrial Heritage (BIH), a non-profit organisation in Northern Ireland in collaboration with enthusiasts through the SaveNomadic.com Appeal.\nOn 26 January 2006, SS \"Nomadic\" was purchased at auction in Paris by the Department for Social Development, part of the Northern Ireland Office. She cost £171,320 (the reserve price being £165,000).\nSS \"Nomadic\" left Le Havre to return to Belfast on 12 July, and arrived back close to where she was built on 18 July 2006. The vessel was welcomed back by the Social Development Minister David Hanson MP and the Deputy Lord Mayor of the City of Belfast, Councillor Ruth Patterson and a number of well wishers. The \"Nomadic\" arrived \"piggy backed\" on a marine transportation barge, which had been contracted from Anchor Marine Transportation Limited.\nA study by Belfast City Council has estimated the cost of restoring \"Nomadic\" at £7 million. Belfast Harbour Commissioners have agreed to provide a temporary berth for the ship, and a charitable trust to co-ordinate fundraising for the restoration has been set up.\nNow that the vessel is on the United Kingdom's National Register of Historic Vessels, the project should qualify for a National Lottery grant application, which should greatly enhance existing funds of £60,000 from a public appeal and £100,000 from Belfast City Council.\nThe Nomadic Appeal Public Website has now founded the Nomadic Preservation Society.\nLocation.\nOn her return to Belfast, SS \"Nomadic\" was moored at Queen's Quay just outside the Odyssey Arena in Belfast and opened with a temporary exhibition. In late 2008 the ship was closed to the public and moved to Barnett's Dock for internal maintenance. It is expected she will soon enter Hamilton Graving Dock for drydocking and complete restoration.\nIn January 2009, the company Frazer-Nash has been appointed to manage the Conservation Management Plan. The level of restoration will then be decided.\nIt is planned that the restoration of SS \"Nomadic\" will be completed in time for the 100th anniversary of the sinking of \"Titanic\" in 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"Steamship","surface_form":"steamship","offset":18},{"uri":"White_Star_Line","surface_form":"White Star Line","offset":35},{"uri":"25_April","surface_form":"25 April","offset":64},{"uri":"1911","surface_form":"1911","offset":73},{"uri":"Belfast","surface_form":"Belfast","offset":81},{"uri":"Ship%27s_tender","surface_form":"tender","offset":109},{"uri":"RMS_Olympic","surface_form":"RMS \"Olympic\"","offset":130},{"uri":"RMS_Titanic","surface_form":"RMS \"Titanic\"","offset":148},{"uri":"Keel","surface_form":"keel","offset":251},{"uri":"Harland_and_Wolff","surface_form":"Harland and Wolff","offset":290},{"uri":"Shipyard","surface_form":"shipyard","offset":308},{"uri":"Belfast","surface_form":"Belfast","offset":319},{"uri":"25_April","surface_form":"25 April","offset":374},{"uri":"1911","surface_form":"1911","offset":383},{"uri":"27_May","surface_form":"27 May","offset":432},{"uri":"Tonnage","surface_form":"tonnage","offset":520},{"uri":"Propeller","surface_form":"screws","offset":568},{"uri":"Knot_(speed)","surface_form":"knots","offset":616},{"uri":"SS_Traffic","surface_form":"SS \"Traffic\"","offset":644},{"uri":"Cherbourg","surface_form":"Cherbourg","offset":720},{"uri":"France","surface_form":"France","offset":733},{"uri":"World_War_I","surface_form":"World War I","offset":1039},{"uri":"United_States","surface_form":"American","offset":1085},{"uri":"Brest%2C_France","surface_form":"Brest","offset":1104},{"uri":"World_War_II","surface_form":"World War II","offset":1351},{"uri":"RMS_Queen_Elizabeth","surface_form":"RMS \"Queen Elizabeth\"","offset":1511},{"uri":"Seine","surface_form":"Seine","offset":1645},{"uri":"Paris","surface_form":"Paris","offset":1654},{"uri":"Le_Havre","surface_form":"Le Havre","offset":1778},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":2004},{"uri":"26_January","surface_form":"26 January","offset":2094},{"uri":"2006","surface_form":"2006","offset":2105},{"uri":"Department_for_Social_Development","surface_form":"Department for Social Development","offset":2165},{"uri":"Northern_Ireland_Office","surface_form":"Northern Ireland Office","offset":2212},{"uri":"12_July","surface_form":"12 July","offset":2342},{"uri":"18_July","surface_form":"18 July","offset":2400},{"uri":"2006","surface_form":"2006","offset":2408},{"uri":"Belfast_Harbour_Commissioners","surface_form":"Belfast Harbour Commissioners","offset":2833},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3035},{"uri":"National_Register_of_Historic_Vessels","surface_form":"National Register of Historic Vessels","offset":3052},{"uri":"National_Lottery","surface_form":"National Lottery","offset":3124},{"uri":"Belfast_City_Council","surface_form":"Belfast City Council","offset":3254}]}