{"id":168260,"url":"http://en.wikipedia.org/wiki/The_Legacy_of_Heorot","text":"\"The Legacy of Heorot\" is a science fiction novel written in 1987 by Larry Niven, Jerry Pournelle and Steven Barnes.\nThis is the first book in the \"Heorot\" series. It is about a human space colony at the star Tau Ceti.\nPlot Summary.\nHundreds of years in the future, people travel to the star Tau Ceti. It takes 100 years to fly there. To live that long the people go to sleep and freeze each other. When they get there they unfreeze, but some people do not wake up. Some people wake up but are not as smart as they were.\nThey land on the fourth planet from the sun and build a town on a big island. Everything is peaceful until they are attacked by a large animal. The animal is like a cross between a frog and an alligator. It is big but also \"very\" fast and smart. They call it a Grendel. The Grendel kills several people but then it is killed.\nThe people get very scared and build fences, land mines, and guns. After a while they get less scared and think that the Grendel they killed was the only one. They build boats and get brave. Then another bigger Grendel kills some of the people in the boats. The People trap and kill this Grendel.\nThe People get really mad. They find out that Grendels have to stay near water because when a Grendel moves fast it makes a lot of heat. If it does not cool off it will die. They go all around the island and kill all the Grendels. This makes them very happy.\nThey feel safe and travel all around the island. They notice that the alien fish are big now. They think that without the Grendels around there will be lots of fish to eat. This makes them happy.\nEverything is good until the fish get very big. When they get big enough they grow legs, breath air, and move very fast. The fish are \"baby Grendels\". Now instead of a few big Grendels there are thousands of small ones.\nSome people escape to the space ship. But, other stay to defend the town. They use the electric fences and land mines and guns to kill the little Grendels. After awhile the town gets too damaged to protect anymore. The people run away to a cave on a mountain. The Grendels follow them up a river and attack the cave. The people use kerosene to burn the Grendels. Also, they knock big rocks down onto them. After enough Grendels get killed, the other Grendels learn to run away instead of just attack. The people \"win\".\nOver time the people hunt down all the new Grendels and all the alien fish. Finally they are safe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science_fiction","surface_form":"science fiction","offset":28},{"uri":"Novel","surface_form":"novel","offset":44},{"uri":"Tau_Ceti","surface_form":"Tau Ceti","offset":209},{"uri":"Tau_Ceti","surface_form":"Tau Ceti","offset":292},{"uri":"Frog","surface_form":"frog","offset":702},{"uri":"Alligator","surface_form":"alligator","offset":714},{"uri":"Fences","surface_form":"fences","offset":884},{"uri":"Land_mines","surface_form":"land mines","offset":892},{"uri":"Guns","surface_form":"guns","offset":908},{"uri":"Fish","surface_form":"fish","offset":1479},{"uri":"Fish","surface_form":"fish","offset":1628},{"uri":"Fish","surface_form":"fish","offset":1724},{"uri":"Electric_fences","surface_form":"electric fences","offset":1906},{"uri":"Land_mines","surface_form":"land mines","offset":1926},{"uri":"Guns","surface_form":"guns","offset":1941},{"uri":"River","surface_form":"river","offset":2109},{"uri":"Kerosene","surface_form":"kerosene","offset":2151},{"uri":"Fish","surface_form":"fish","offset":2408}]}