{"id":168202,"url":"http://en.wikipedia.org/wiki/Okashina_Okashi","text":"Okashina Okashi - Strange Candy is a webcomic drawn by Emily Snodgrass (Emi-chan) and written by Allison Brownlow (Tanzy), Karen Olympia (Kourin), and J. Baird (Xuanwu). It started in 2001, with Brownlow as its first writer and Olympia added to the team in October 2001. Snodgrass has appeared at conventions (large groups of people with a common interest), speaking as an amateur artist answering questions from an audience. Snodgrass is an amateur artist who does not earn a living from her online comic.\n\"Okashina Okashi\" is hosted on Comic Genesis, a free online provider of webcomics. Baird used his comics while teaching for Hess Educational Organization, an English education business in the Republic of China and Singapore. He used \"Okashina Okashi\" in the \"Create a Comic Project\" when he volunteered to teach a free after-school youth literacy library event in New Haven, CT.\nIn August 2007, Emi-chan added a new comic set in the Beauty Man Garden, a chain of restaurants featured prominently throughout \"Okashina Okashi\". The new comic is called \"Mini BMG\".\nStory.\nIn addition to these stories, there are many smaller stories. The longest small story has Kerisu, an evil overlord, who needs new servants and wants the main cast to replace them. Ho-chan and Daisuke, who were left behind in the sentai adventure world, have been seen again a number of times for their own small story. A third small story has Professor Li and his assistant Terra.\nThe comic features a large number of references to many anime and video games, such as Neon Genesis Evangelion, Revolutionary Girl Utena, and Guilty Gear. It also uses male homoeroticism as fanservice. One of its important male characters, Eeichi, is bisexual. Another male character, Takeshi, frequently cross dresses. Two less important female characters, Jen Puni and Zuga Ma, are hinted to be lesbians.","categories":[],"infobox_types":[],"annotations":[{"uri":"Webcomic","surface_form":"webcomic","offset":37},{"uri":"2001","surface_form":"2001","offset":184},{"uri":"2001","surface_form":"2001","offset":265},{"uri":"Amateur","surface_form":"amateur","offset":373},{"uri":"Online","surface_form":"online","offset":493},{"uri":"Comic","surface_form":"comic","offset":500},{"uri":"Host_(network)","surface_form":"hosted","offset":528},{"uri":"Comic_Genesis","surface_form":"Comic Genesis","offset":538},{"uri":"Hess_Educational_Organization","surface_form":"Hess Educational Organization","offset":631},{"uri":"Education","surface_form":"education","offset":673},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":699},{"uri":"Singapore","surface_form":"Singapore","offset":721},{"uri":"Volunteer","surface_form":"volunteer","offset":798},{"uri":"Literacy","surface_form":"literacy","offset":845},{"uri":"New_Haven%2C_Connecticut","surface_form":"New Haven","offset":871},{"uri":"Neon_Genesis_Evangelion_franchise","surface_form":"Neon Genesis Evangelion","offset":1544},{"uri":"Revolutionary_Girl_Utena","surface_form":"Revolutionary Girl Utena","offset":1569},{"uri":"Guilty_Gear","surface_form":"Guilty Gear","offset":1599},{"uri":"Yaoi","surface_form":"male homoeroticism","offset":1625},{"uri":"Fanservice","surface_form":"fanservice","offset":1647},{"uri":"Bisexual","surface_form":"bisexual","offset":1708},{"uri":"Cross_dressing","surface_form":"cross dresses","offset":1762},{"uri":"Lesbians","surface_form":"lesbians","offset":1854}]}