{"id":168247,"url":"http://en.wikipedia.org/wiki/Diapause","text":"Diapause is a delay in development which has evolved in response to regular periods of adverse environmental conditions.\nIt is a physiological state with very specific conditions. Diapause is a mechanism used as a means to survive predictable, unfavourable environmental conditions, such as temperature extremes, drought or reduced food availability. It is most often observed in arthropods, especially insects, and in the embryos of many of the oviparous species of fish in the order Cyprinodontiformes.\nNot only is diapause started by specific stimuli or conditions, but once it is started, only certain other stimuli are capable of bringing the organism out of diapause. This distinguishes diapause from other forms of dormancy such as hibernation.\nActivity levels of diapausing stages can vary considerably among species. Diapause may occur in a completely immobile stage, such as the pupae and eggs, or it may occur in very active stages that undergo extensive migrations, such as the adult Monarch butterfly, \"Danaus plexippus\". In cases where the insect remains active, feeding is reduced and reproductive development is slowed or halted.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evolution","surface_form":"evolved","offset":45},{"uri":"Physiology","surface_form":"physiological","offset":129},{"uri":"Arthropod","surface_form":"arthropod","offset":380},{"uri":"Insect","surface_form":"insect","offset":403},{"uri":"Embryo","surface_form":"embryo","offset":423},{"uri":"Oviparity","surface_form":"oviparous","offset":446},{"uri":"Species","surface_form":"species","offset":456},{"uri":"Cyprinodontiformes","surface_form":"Cyprinodontiformes","offset":485},{"uri":"Dormancy","surface_form":"dormancy","offset":722},{"uri":"Hibernation","surface_form":"hibernation","offset":739},{"uri":"Pupa","surface_form":"pupa","offset":889},{"uri":"Monarch_butterfly","surface_form":"Monarch butterfly","offset":996}]}