{"id":168358,"url":"http://en.wikipedia.org/wiki/Great_Northern_War","text":"e=\"preserve\">The Great Northern War (1700–1721), was a war fought between Sweden and the coalition of Russia, Saxony, Poland, and Denmark-Norway. In 1715 Prussia and Hannover joined the war against Sweden. The King of Hannover was also King George II of Great Britain.\nAfter the coalition attacked them, Sweden invaded Russia in 1709 which was not a good idea. The Russian Army retreated so the Swedish Army had to chase them. When winter came it was the coldest winter that Europe had had in a hundred years and half of the Swedish soldiers died in the cold. Eventually the Swedish army caught up to the Russian army and they had a battle, called the battle of Poltava. Russia won the battle but most of the Swedish soldiers, including king Charles XII of Sweden, escaped and went to the Ottoman Empire. Peter didn't like this so he declared war on the Ottoman Empire. He lost and had to give the town of Azov back to the Ottomans.\nCharles XII left the Ottoman Empire in 1714 and went to Stralsund in Pomerania which was owned by Sweden at the time but was under siege. Charles escaped back to Sweden just before the people in Stralsund surrendered. Then he invaded Norway (which was owned by Denmark at the time.) and was shot and killed there. With their king gone, the Swedish soldiers left Norway and went back to Sweden. On the way back many soldiers died.\nWhen all that was happening Russia had been invading Sweden. Russia conquered Estonia, Livonia and Ingria. By the time the remaining soldiers had come back from Norway, Russia had completely conquered Finland. Sweden still didn't want peace though, because they would have to give lots of land to Russia. Russia used a newly made fleet of ships to attack and raid the Swedish Coast and Sweden would still not give up. Eventually the Russian and Swedish ships came together in the Battle of Grengam. Both sides thought they had won the battle so no treaty was signed until the Russians continued using their boats to damage the Swedish coast. Finally Sweden gave up in 1721. Sweden had made peace with Denmark in 1720 and in 1721 Sweden signed the treaty of Nystad.\nTreaties.\nIn the Treaty of Nystad Sweden had to give land to other countries. Sweden had to give Estonia, Livonia and Ingria to Russia but could keep Finland. Sweden also signed other treaties. These were the treaty of Stockholm where Sweden gave Prussia Swedish Pomerania and the treaty of Fredericksborg where Sweden had to pay Denmark-Norway money for the damage the war had done.\nThis war was significant because it allowed Russia to become the dominant power in Northeastern Europe, instead of Sweden.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sweden","surface_form":"Sweden","offset":74},{"uri":"Russia","surface_form":"Russia","offset":102},{"uri":"Saxony","surface_form":"Saxony","offset":110},{"uri":"Poland","surface_form":"Poland","offset":118},{"uri":"Denmark-Norway","surface_form":"Denmark-Norway","offset":130},{"uri":"Prussia","surface_form":"Prussia","offset":154},{"uri":"George_II_of_Great_Britain","surface_form":"George II of Great Britain","offset":241},{"uri":"Soldier","surface_form":"soldiers","offset":533},{"uri":"Charles_XII_of_Sweden","surface_form":"Charles XII of Sweden","offset":742},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":789},{"uri":"Azov","surface_form":"Azov","offset":906},{"uri":"Stralsund","surface_form":"Stralsund","offset":989},{"uri":"Pomerania","surface_form":"Pomerania","offset":1002},{"uri":"Siege","surface_form":"siege","offset":1064},{"uri":"Surrender","surface_form":"surrender","offset":1138}]}