{"id":168396,"url":"http://en.wikipedia.org/wiki/Higgs_boson","text":"The Higgs boson (or Higgs particle) is a particle in the Standard Model of physics. In the 1960s Peter Higgs was the first person to suggest that this particle might exist. On 14 March 2013, scientists at CERN tentatively confirmed that they had found a Higgs particle.\nThe Higgs particle is one of the 17 particles in the Standard Model, the model of physics which describes all known basic particles. The Higgs particle is a boson. Bosons are thought to be particles which are responsible for all physical forces. Other known bosons are the photon, the W and Z bosons, and the gluon. Scientists do not yet know how to combine gravity with the Standard Model.\nThe Higgs field is a fundamental field of crucial importance to particle physics theory. Unlike other known fields such as the electromagnetic field, the Higgs field takes the same non-zero value almost everywhere. The question of the Higgs field's existence was the last unverified part of the Standard Model of particle physics and, according to some, was \"the central problem in particle physics\".\nIt is difficult to detect the Higgs boson. The Higgs boson is very massive compared to other particles, so it does not last very long. There are usually no Higgs bosons around because it takes so much energy to make one. The Large Hadron Collider at CERN was built mainly for this reason. It speeds up two bunches of particles to almost light speed (travelling in opposite directions), before setting them on a path to collide with each other.\nEach collision produces a flurry of new particles which are detected by detectors around the point where they collide. There is still only a very small chance, one in 10 billion, of a Higgs boson appearing and being detected. To find the few collisions with evidence of the Higgs boson, the LHC smashes together trillions of particles, and supercomputers sift through a massive amount of data.\nHiggs bosons obey the conservation of energy law, which states that no energy is created or destroyed, but instead can be transferred or change form. First, the energy starts out in the gauge boson that interacts with the Higgs field. This energy is in the form of kinetic energy as movement. After the gauge boson interacts with the Higgs field, it slows down. This slowing down reduces the amount of kinetic energy in the gauge boson. However, this energy is not destroyed. Instead, the energy from the motion goes into the field and is converted into mass-energy, which is the energy stored in mass. The mass created can become what we call a Higgs boson. The amount of mass created comes from Einstein's famous equation E=mc2, which states that mass is equal to a large amount of energy (for example, 1 kg of mass is equivalent to almost 90 quadrillion joules of energy—the same amount of energy used by the entire world in roughly an hour and a quarter in 2008). Since the amount of mass-energy created by the Higgs field is equal to the amount of kinetic energy that the gauge boson lost by slowing down, energy is conserved.\nHiggs bosons are used in a variety of science fiction stories. The physicist Leon Lederman called it the \"God particle\" in 1993.\nDiscovery.\nOn 12 December 2011, the two teams at the Large Hadron Collider looking for the Higgs boson, ATLAS and CMS, announced that they had finally seen results which could suggest the Higgs boson existed; however, they did not know for certain if this was true.\nOn 4 July 2012, the teams at the Large Hadron Collider declared that they had discovered a particle which they think is the Higgs boson.\nOn 14 March 2013 the teams had done much more testing, and announced that they now think the new particle is a Higgs boson.","categories":[],"infobox_types":[],"annotations":[{"uri":"Elementary_particle","surface_form":"particle","offset":41},{"uri":"Standard_Model","surface_form":"Standard Model","offset":57},{"uri":"Physics","surface_form":"physics","offset":75},{"uri":"Peter_Higgs","surface_form":"Peter Higgs","offset":97},{"uri":"CERN","surface_form":"CERN","offset":205},{"uri":"Boson","surface_form":"boson","offset":427},{"uri":"Photon","surface_form":"photon","offset":543},{"uri":"W_and_Z_bosons","surface_form":"W and Z bosons","offset":555},{"uri":"Gluon","surface_form":"gluon","offset":579},{"uri":"Higgs_field","surface_form":"Higgs field","offset":665},{"uri":"Field_(physics)","surface_form":"field","offset":694},{"uri":"Particle_physics","surface_form":"particle physics","offset":725},{"uri":"Electromagnetic_field","surface_form":"electromagnetic field","offset":788},{"uri":"Standard_Model","surface_form":"Standard Model of particle physics","offset":956},{"uri":"Large_Hadron_Collider","surface_form":"Large Hadron Collider","offset":1287},{"uri":"CERN","surface_form":"CERN","offset":1312},{"uri":"Light_speed","surface_form":"light speed","offset":1399},{"uri":"Billion","surface_form":"billion","offset":1676},{"uri":"Trillion","surface_form":"trillion","offset":1818},{"uri":"Conservation_of_energy","surface_form":"conservation of energy","offset":1922},{"uri":"Gauge_boson","surface_form":"gauge boson","offset":2086},{"uri":"Kinetic_energy","surface_form":"kinetic energy","offset":2165},{"uri":"Albert_Einstein","surface_form":"Einstein","offset":2597},{"uri":"E%3Dmc2","surface_form":"E=mc2","offset":2624},{"uri":"Quadrillion","surface_form":"quadrillion","offset":2745},{"uri":"Science_fiction","surface_form":"science fiction","offset":3070},{"uri":"Leon_Lederman","surface_form":"Leon Lederman","offset":3109},{"uri":"Large_Hadron_Collider","surface_form":"Large Hadron Collider","offset":3214},{"uri":"ATLAS_experiment","surface_form":"ATLAS","offset":3265},{"uri":"Compact_Muon_Solenoid","surface_form":"CMS","offset":3275}]}