{"id":168350,"url":"http://en.wikipedia.org/wiki/Network_bridge","text":"A network bridge is a device which connects two parts of a network together at the data link layer (layer 2 of the OSI model).\nNetwork bridges work similarly to network switches, but the traffic is managed differently. A bridge will only send traffic from one side to the other if it is going to a destination on the other side. This is different to a layer 1 switch which sends all traffic from either side. Sometimes network bridges are called layer 2 switches.\nSince they need to look at the contents of the traffic going into them, they are much more complicated than a hub or repeater.\nHow is it different to a switch?\nNetwork Switches and Bridges are both Layer 2 devices. They operate at the Data Link Layer (Layer 2) of the OSI Reference Model. Network Switches and Bridges have many similarities and similar function. But Switches are considered as superior devices than bridges.\nFollowing are the major differences between network switches and bridges.\n• Packet forwarding in Bridges are performed using software. Packet forwarding in Switches are performed using ASICs (Application Specific Integrated Circuits).\n• Switches operate comparatively higher speeds that Bridges.\n• Method of switching of a Bridge is store and forward. Method of switching of a Switch can be store and forward, cut-through or fragment-free.\n• Normally a Switch has more ports than a Bridge.\n• Bridges can operate only in half duplex mode, but a Switch can operate both in half duplex or full duplex mode.\n• Both Bridge and Switch has one collision domain per port, but switches have one broadcast domain per VLAN.\n• Switches support full-duplex Local Area Network (LAN) communication.","categories":[],"infobox_types":[],"annotations":[{"uri":"OSI_model","surface_form":"OSI model","offset":115},{"uri":"Network_switch","surface_form":"network switches","offset":161},{"uri":"Networking_hub","surface_form":"hub or repeater","offset":574}]}