{"id":16844,"url":"http://en.wikipedia.org/wiki/Ottoman_Empire","text":"The Ottoman Empire, officially the Sublime State of Ottomania (in Ottoman Turkish: دولت عالیه عثمانیه), was a multinational state that lasted from 1299 to 1923. It was centered in Turkey and controlled the eastern and southern lands around the Mediterranean Sea. The empire was founded by Osman I around 1299, and was most powerful from around 1400 to 1600, when it controlled trade and politics in southeastern Europe, southwest Asia, and northern Africa. Suleiman the Magnificent was one of the most powerful rulers.\nThe empire was a collection of conquered countries. The Sultan sent governors to rule these countries or provinces, with titles such as Pasha or Bey. The most famous in the early 19th century was Muhammad Ali Pasha. Besides provinces, the empire also had tributary states.\nIn later years, the Ottoman Empire began to weaken. In the later part of the 19th century, it became known as \"the sick man of Europe\". The empire was defeated in World War I and broke apart.\nHistory.\nThe Ottoman Empire was founded by Osman I in 1299AD. His son, Orhan, captured the first capital of the Ottoman Empire, Bursa, from the Byzantines. In the later 1300s, the Ottomans began consolidating power, especially in the Balkans, where Serbia was defeated in 1389 at the Battle of Kosovo Polje by Sultan Murad I. Murad died at the battle, and Bayezid I took control. At the 1396 Battle of Nicopolis, a large crusade of the Western European powers was defeated. Despite this victory, Bayezid was deposed by Tamerlane at the Battle of Ankara in 1402. His absence led to a civil war referred to as the Ottoman interregnum. Mehmed Çelebi won and became Mehmed I. His son, Murad II had to battle pretender<nowiki/>s to the throne backed by the Byzantine Empire. He retaliated with an attack on Constantinople, and Venice helped the Byzantines. Murad defeated them at Thessaloniki, and also defeated the Karamanid \"beylik\" (principality). He also defeated Hungary, Poland, and Wallachia at Varna in 1444. John Hunyadi, a Hungarian general, tried his hand at defeating the Turks, but he lost in 1448.\nMehmed the Conqueror conquered Constantinople on May 29, 1453. He also subjugated Albania and expanded tolerance for the Orthodox Church. Mehmed continued his expansion, along with his son Bayezid II. Selim I conquered Egypt and the Levant, which were ruled by the Mamluks, in early 1517. He also obliterated the Safavid Persians at Chaldiran in 1514. The Ottomans were at odds with Portugal over their expansion as well. Suleiman the Magnificent, his son, captured Belgrade and most of Hungary after the Battle of Mohács in 1526. His siege of Vienna was repulsed by the deeply-divided Holy Roman Empire in 1529. Transylvania, Wallachia, and Moldavia became tributary to the Ottoman Empire soon afterwards. In the east, the Ottomans captured Baghdad from the Safavids and partitioned the Caucasus with them. Meanwhile, Suleiman allied Francis I of France over mutual hatred of the Habsburgs. This led to Ottoman activity in the Mediterranean, where Rhodes, Tunis, Algiers, and Tripoli would eventually be captured. Barbarossa Hayreddin led the Ottoman advance. In 1566, Suleiman died, and many historians consider this the beginning of the Ottoman stagnation.\nThe Ottomans lost the war in the battle of Lepanto in 1571 by Philip II of Spain and his Holy League. The Ottomans quickly recovered, capturing Cyprus from Venice. However, this defeat shattered the myth of Ottoman invincibility. The Ottomans suffered many defeats in the next 30 years: the Long War with Austria ended in stalemate and the Safavids invaded the eastern Ottoman provinces. Murad IV recaptured Iraq and the Caucasus from Persia. The \"Sultanate of Women\" became an epithet for the Ottoman Empire after consorts Kösem Sultan and Turhan Sultan became important in the empire, sometimes making economic decisions in the Sultan's place. The Grand Vizier also took a greater role under the leadership of the Köprülüs. Crete was captured from Venice and southern Ukraine was captured from Poland. However, Grand Vizier Kara Mustafa Pasha carelessly opened up the empire to attack when he attacked Vienna. The Austrians, Poles, Russians, and Venetians all attacked the Ottomans back in the Great Turkish War. Austria and Poland attacked the overstretched Turks in Hungary and Transylvania while Russia hammered Crimea. Venice settled to attack Greece. The warring sides signed the Treaty of Karlowitz, ceding Hungary and Transylvania to Austria, Podolia (southern Ukraine) to Poland, Morea (southern Greece) to Venice, and Azov (a Black Sea port) to Russia.\nRussia and Sweden went to war, and the Ottomans got involved. They retook Azov and then made peace. Austria, Russia, Venice, and Turkey would go to war several times. By 1739, the Ottomans had actually retaken the Morea and Serbia. In the 1740s and 1750s, the Ottomans began to modernize their military, but in the 1760s, the Ottomans went to war with the Russians again. Russia took over Crimea in 1783 and claimed that Orthodox Christians living in the Ottoman Empire were under Russian protection. Selim III continued modernizing the military, but the Janissary corps (the elite troops) revolted. Napoleon attacked Egypt and was repulsed by the British.\nSerbia revolted and gained nominal independence in 1815, but they were still vassals of the Ottoman Empire. Greece won their independence after a long war of independence from 1821 to 1829. The al-Saud family revolted in 1811 with the support of the Wahhabi sect. Then, Egypt under Muhammad Ali almost captured Constantinople, but the Russians repulsed them. The Egyptians settled with the Levant, and the Ottomans tried to retake it. They were soundly defeated. Turkey was dubbed the \"sick man of Europe\" because of its incompetence in international affairs.\nDecline and reform.\nThe Ottoman Tanzimat period brought reform: conscription was introduced, a central bank was formed, homosexuality was decriminalized, law was secularized, and guilds were replaced with factories. The Christian part of the empire became much more advanced than the Muslim part, and this divide created tension. Meanwhile, in the 1850s, the British and French protected the Ottoman Empire in the Crimean War. The debts of the Ottomans led to a state of bankruptcy, and European countries began providing loans and controlling the finances of the empire. Worse yet, the Ottomans began war with Russia over Bulgarian independence. In the 1878 Congress of Berlin, Romania, Serbia, and Montenegro gained complete independence. Bulgaria remained a vassal of the Ottoman Empire. The British took Cyprus and, in 1882, Egypt.\nIn 1908, the Ottomans underwent a revolution by the Young Turks. Abdul Hamid II abdicated and Mehmed V was instated. Bulgaria gained independence and Austria invaded Bosnia in that same year. In 1912, the Ottomans lost Libya to the Italians. The ensuing Balkan Wars saw the Ottomans lose all of its European territories but Eastern Thrace to a combined force of Serbia, Montenegro, Greece, and Bulgaria. The Second Balkan War allowed the Ottomans to attack Bulgaria in conjunction with Romania, Serbia, Montenegro, and Greece. Their victory meant little. Unrest continued with a 1909 countercoup to the Young Turk coup and three subsequent countercoups to that 1909 coup. In 1914, utterly disorganized, the Ottomans declared war on Russia. Britain and France went to war with the Ottomans, and World War I had come to Turkey.\nEarly Ottoman conduct in the war was actually not completely objectionable. The Battle of Gallipoli was won by the Ottomans in part because of the complete incompetence of the British commanders. Al-Kut was also won by the Ottomans, even though it was lost later. In 1915, the Armenian Genocide, one of the worst mass killings in history, began. Armenians, Assyrians, Greeks, and others were targeted. As many as 2.5 million of these peoples died. The Ottoman Empire crumbled upon itself after the Arabs revolted in 1916 with British help. The Ottomans fell after the Sinai, Palestine, Iraq, Syria, and eventually Anatolia itself fell. The Ottomans surrendered in 1918.\nThe Turkish War of Independence was fought against the Sultan, Greece, Armenia, France, Britain, and Italy. The Turkish national movement won under Mustafa Kemal Atatürk, and the Republic of Turkey was founded. In 1923, the Ottoman Empire ceased to exist.\nSultan's family.\nThe empire was a hereditary monarchy. The ruler's title was 'Sultan'. (It was used in front of the name, e.g. \"Sultan\" Süleyman\".) The title of 'Sultan' was also used for the wives and the daughters of the monarchs. (It was used at the end of the name, e.g. \"Hürrem \"Sultan\".) In the early years of the empire, shahzadahs, the sons of the Sultan, were sent to different parts of the empire (Sanjaks) to get experience of governing. Later they might be candidates for the Sultanate and Caliphate.\nAfter Ahmed this system changed. In the new system the Sultan would keep his male relatives locked in a small apartment called a \"kafes\" where they would never be able to see the outside world, and would therefore be unable to take power from him. Often, a new Sultan would have his male relatives killed, a simpler solution since it removed competition for the Sultanate and prevented rebel movements. However, the women in his harem often sought greater status and influence, and the Sultan's mother might become a powerful political force in the Empire. Each mother in the harem would try to make her own son the next Sultan, since they knew he would probably be killed if he was not.\nThe Sultans gradually lost their ability to govern far-away territories well. Distant governors did whatever they wanted and made their own laws instead of obeying the Sultan. By its end, the Ottoman Empire grew so worn out and corrupt that it was ready to collapse.\nCapital.\nBursa was the first capital of the Ottoman Empire. Edirne in Thrace became the capital city of the Ottoman Empire in 1365, until Istanbul was conquered by the Turks and became the empire's final capital.\nVassal states.\nMany places were vassal states to the empire rather than being directly ruled. These included Transylvania, Moldavia, Wallachia, (which would become Romania), Caucasus (Georgia, Dagestan, and Chechnya). Their rulers received a degree of independence and autonomy from the Ottoman Empire. The price for this autonomy was more money (tax or tribute) paid to the Sultan.","categories":[],"infobox_types":["former country"],"annotations":[{"uri":"Ottoman_Turkish_language","surface_form":"Ottoman Turkish","offset":66},{"uri":"1299","surface_form":"1299","offset":147},{"uri":"1923","surface_form":"1923","offset":155},{"uri":"Turkey","surface_form":"Turkey","offset":180},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":244},{"uri":"Empire","surface_form":"empire","offset":267},{"uri":"Osman_I","surface_form":"Osman I","offset":289},{"uri":"1299","surface_form":"1299","offset":304},{"uri":"Southeastern_Europe","surface_form":"southeastern Europe","offset":399},{"uri":"Southwest_Asia","surface_form":"southwest Asia","offset":420},{"uri":"Northern_Africa","surface_form":"northern Africa","offset":440},{"uri":"Suleiman_the_Magnificent","surface_form":"Suleiman the Magnificent","offset":457},{"uri":"Governor","surface_form":"governor","offset":587},{"uri":"Muhammad_Ali_Pasha","surface_form":"Muhammad Ali Pasha","offset":715},{"uri":"Tributary_state","surface_form":"tributary state","offset":774},{"uri":"Osman_I","surface_form":"Osman I","offset":1027},{"uri":"Bursa","surface_form":"Bursa","offset":1112},{"uri":"Byzantine_Empire","surface_form":"Byzantines","offset":1128},{"uri":"Serbia","surface_form":"Serbia","offset":1233},{"uri":"Battle_of_Kosovo","surface_form":"Battle of Kosovo Polje","offset":1268},{"uri":"Tamerlane","surface_form":"Tamerlane","offset":1503},{"uri":"Murad_II","surface_form":"Murad II","offset":1665},{"uri":"Pretender","surface_form":"pretender","offset":1688},{"uri":"Thessaloniki","surface_form":"Thessaloniki","offset":1859},{"uri":"Bey","surface_form":"beylik","offset":1906},{"uri":"Kingdom_of_Hungary","surface_form":"Hungary","offset":1947},{"uri":"Kingdom_of_Poland_(1385-1569)","surface_form":"Poland","offset":1956},{"uri":"Wallachia","surface_form":"Wallachia","offset":1968},{"uri":"Battle_of_Varna","surface_form":"Varna","offset":1981},{"uri":"John_Hunyadi","surface_form":"John Hunyadi","offset":1996},{"uri":"Mehmed_II","surface_form":"Mehmed the Conqueror","offset":2091},{"uri":"Eastern_Christianity","surface_form":"Orthodox Church.","offset":2212},{"uri":"The_Levant","surface_form":"Levant","offset":2324},{"uri":"Mamluk","surface_form":"Mamluks","offset":2356},{"uri":"Safavid_dynasty","surface_form":"Safavid Persians","offset":2404},{"uri":"Battle_of_Chaldiran","surface_form":"Chaldiran","offset":2424},{"uri":"Portuguese_Empire","surface_form":"Portugal","offset":2474},{"uri":"Suleiman_the_Magnificent","surface_form":"Suleiman the Magnificent","offset":2513},{"uri":"Belgrade","surface_form":"Belgrade","offset":2557},{"uri":"Battle_of_Moh%C3%A1cs","surface_form":"Battle of Mohács","offset":2596},{"uri":"Siege_of_Vienna","surface_form":"siege of Vienna","offset":2626},{"uri":"Protestant_Reformation","surface_form":"deeply-divided","offset":2662},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":2677},{"uri":"Transylvania","surface_form":"Transylvania","offset":2704},{"uri":"Wallachia","surface_form":"Wallachia","offset":2718},{"uri":"Moldavia","surface_form":"Moldavia","offset":2733},{"uri":"Baghdad","surface_form":"Baghdad","offset":2833},{"uri":"Caucasus","surface_form":"Caucasus","offset":2879},{"uri":"Francis_I_of_France","surface_form":"Francis I of France","offset":2926},{"uri":"House_of_Habsburg","surface_form":"Habsburgs","offset":2972},{"uri":"Rhodes","surface_form":"Rhodes","offset":3040},{"uri":"Tunis","surface_form":"Tunis","offset":3048},{"uri":"Algiers","surface_form":"Algiers","offset":3055},{"uri":"Tripoli","surface_form":"Tripoli","offset":3068},{"uri":"Barbarossa_Hayreddin","surface_form":"Barbarossa Hayreddin","offset":3106},{"uri":"Battle_of_Lepanto","surface_form":"Lepanto","offset":3294},{"uri":"Philip_II_of_Spain","surface_form":"Philip II of Spain","offset":3313},{"uri":"Cyprus","surface_form":"Cyprus","offset":3395},{"uri":"Republic_of_Venice","surface_form":"Venice","offset":3407},{"uri":"Austrian_Empire","surface_form":"Austria","offset":3556},{"uri":"Grand_Vizier","surface_form":"Grand Vizier","offset":3901},{"uri":"K%C3%B6pr%C3%BCl%C3%BC_family","surface_form":"Köprülüs","offset":3967},{"uri":"Austrian_Empire","surface_form":"Austrians","offset":4167},{"uri":"Polish-Lithuanian_Commonwealth","surface_form":"Poles","offset":4178},{"uri":"Russian_Empire","surface_form":"Russians","offset":4185},{"uri":"Republic_of_Venice","surface_form":"Venetians","offset":4199},{"uri":"Great_Turkish_War","surface_form":"Great Turkish War","offset":4247},{"uri":"Treaty_of_Karlowitz","surface_form":"Treaty of Karlowitz","offset":4438},{"uri":"Podolia","surface_form":"Podolia","offset":4503},{"uri":"Peloponnese","surface_form":"Morea","offset":4541},{"uri":"Azov","surface_form":"Azov","offset":4580},{"uri":"Great_Northern_War","surface_form":"went to war","offset":4633},{"uri":"Janissary","surface_form":"Janissary","offset":5170},{"uri":"Napoleon","surface_form":"Napoleon","offset":5215},{"uri":"Greece","surface_form":"Greece","offset":5380},{"uri":"Greek_War_of_Independence","surface_form":"long war of independence","offset":5418},{"uri":"House_of_Saud","surface_form":"al-Saud","offset":5466},{"uri":"Wahhabi","surface_form":"Wahhabi","offset":5522},{"uri":"Muhammad_Ali_Pasha","surface_form":"Muhammad Ali","offset":5554},{"uri":"Tanzimat","surface_form":"Tanzimat","offset":5864},{"uri":"Conscription","surface_form":"conscription","offset":5896},{"uri":"British_Empire","surface_form":"British","offset":6191},{"uri":"France","surface_form":"French","offset":6203},{"uri":"Crimean_War","surface_form":"Crimean War","offset":6246},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":6303},{"uri":"Young_Turks","surface_form":"the Young Turks","offset":6716},{"uri":"Balkan_Wars","surface_form":"Balkan Wars","offset":6922},{"uri":"World_War_I","surface_form":"World War I","offset":7462},{"uri":"Gallipoli_Campaign","surface_form":"Battle of Gallipoli","offset":7574},{"uri":"Battle_of_Kut","surface_form":"Al-Kut","offset":7690},{"uri":"Armenian_Genocide","surface_form":"the Armenian Genocide","offset":7767},{"uri":"Armenian_Genocide","surface_form":"Armenians","offset":7840},{"uri":"Assyrian_genocide","surface_form":"Assyrians","offset":7851},{"uri":"Pontic_Greek_genocide","surface_form":"Greeks","offset":7862},{"uri":"Arab_Revolt","surface_form":"Arabs revolted","offset":7992},{"uri":"Sinai_Peninsula","surface_form":"Sinai","offset":8062},{"uri":"Palestine","surface_form":"Palestine","offset":8069},{"uri":"Iraq","surface_form":"Iraq","offset":8080},{"uri":"Syria","surface_form":"Syria","offset":8086},{"uri":"Asia_Minor","surface_form":"Anatolia","offset":8108},{"uri":"Turkish_War_of_Independence","surface_form":"Turkish War of Independence","offset":8168},{"uri":"Mustafa_Kemal_Atat%C3%BCrk","surface_form":"Mustafa Kemal Atatürk","offset":8312},{"uri":"Turkey","surface_form":"Republic of Turkey","offset":8343},{"uri":"Hereditary_monarchy","surface_form":"hereditary monarchy","offset":8454},{"uri":"Sultan","surface_form":"Sultan","offset":8498},{"uri":"Suleiman_the_Magnificent","surface_form":"Süleyman","offset":8556},{"uri":"Sultan","surface_form":"Sultan","offset":8776},{"uri":"Ahmed","surface_form":"Ahmed","offset":8939},{"uri":"Sultan","surface_form":"Sultan","offset":8988},{"uri":"Harem","surface_form":"harem","offset":9362},{"uri":"Harem","surface_form":"harem","offset":9509},{"uri":"Governor","surface_form":"governor","offset":9707},{"uri":"Bursa","surface_form":"Bursa","offset":9897},{"uri":"Edirne","surface_form":"Edirne","offset":9948},{"uri":"Thrace","surface_form":"Thrace","offset":9958},{"uri":"Capital_(city)","surface_form":"capital","offset":9976},{"uri":"1365","surface_form":"1365","offset":10014},{"uri":"Istanbul","surface_form":"Istanbul","offset":10026},{"uri":"Conquest","surface_form":"conquered","offset":10039},{"uri":"Turkish_people","surface_form":"Turks","offset":10056},{"uri":"Vassal","surface_form":"vassal","offset":10133},{"uri":"Transylvania","surface_form":"Transylvania","offset":10210},{"uri":"Moldavia","surface_form":"Moldavia","offset":10224},{"uri":"Wallachia","surface_form":"Wallachia","offset":10234},{"uri":"Romania","surface_form":"Romania","offset":10265},{"uri":"Caucasus","surface_form":"Caucasus","offset":10275},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":10285},{"uri":"Dagestan","surface_form":"Dagestan","offset":10294},{"uri":"Chechnya","surface_form":"Chechnya","offset":10308},{"uri":"Independence","surface_form":"independence","offset":10353},{"uri":"Autonomy","surface_form":"autonomy","offset":10423},{"uri":"Tax","surface_form":"tax","offset":10448},{"uri":"Tribute","surface_form":"tribute","offset":10455},{"uri":"Sultan","surface_form":"Sultan","offset":10476}]}