{"id":168538,"url":"http://en.wikipedia.org/wiki/Mischief_night","text":"e=\"preserve\">Mischief night is a tradition in some parts of the world; a night when people do mischief to their neighbours. This is usually 30 October, the day before Halloween night.\nCurrent Day Practice.\nSometimes combined with Trick or Treat.\nIn Detroit and other parts of Michigan, October 30 is called Devil's Night and includes vandalism and arson.\nIn northern New Jersey and the Philadelphia region, October 30 is referred to as \"Mischief Night,\" where mischievous teens soap car windows, egg houses, adorn trees with toilet paper, and run away after ringing doorbells. In other parts of New Jersey, October 30 is also known as \"Cabbage Night\" or \"Goosey Night.\" In Camden, New Jersey. Over 130 arsons were committed in that city on the night of October 30, 1991.\nIt is known as \"Gate Night\" in Trail, British Columbia, Winnipeg, Canada and as Mat Night in Quebec, Canada, always on the 30 October, the eve of Halloween. It is also commonly known as \"Devil's Night\" in many places throughout Canada.\nIn Yorkshire, it is also known as \"mischievous night\", \"Miggy Night\", \"Tick-Tack Night\", \"Corn Night\", \"Trick Night\" and \"Micky Night\". In Liverpool, it is known as \"Mizzy Night\"(but unlike in Yorkshire, where it is celebrated on October 30th). It was celebrated on Nov 4 in Merseyside during the 1970s, as well as in Manchester after the war.\nMischief night is becoming popular in Ireland, where teenagers get the week around Halloween off school. This means that many of the nights before 31 October are used by teenagers for vandalism.\nModern mischief includes toilet papering gardens and buildings, flouring and egging of cars, people, and homes, \"forking\" gardens, setting off fireworks and smashing pumpkins and jack-o'-lanterns. Local shops do not sell eggs to chavs around the time of Halloween. Sometimes the damage includes spray-painting of buildings and homes.\nPeople play \"Ding-Dong Ditch\": in this 'game', people knock on doors and then run and hide.\nMedia.\nA 2006 film Mischief Night is based on a night in Leeds, UK.","categories":[],"infobox_types":[],"annotations":[{"uri":"Halloween","surface_form":"Halloween","offset":167},{"uri":"Detroit%2C_Michigan","surface_form":"Detroit","offset":249},{"uri":"Michigan","surface_form":"Michigan","offset":276},{"uri":"Vandalism","surface_form":"vandalism","offset":334},{"uri":"Arson","surface_form":"arson","offset":348},{"uri":"New_Jersey","surface_form":"New Jersey","offset":595},{"uri":"Winnipeg","surface_form":"Winnipeg","offset":827},{"uri":"Canada","surface_form":"Canada","offset":837},{"uri":"Quebec","surface_form":"Quebec","offset":864},{"uri":"Canada","surface_form":"Canada","offset":872},{"uri":"Halloween","surface_form":"Halloween","offset":917},{"uri":"Canada","surface_form":"Canada","offset":999},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":1010},{"uri":"Liverpool","surface_form":"Liverpool","offset":1146},{"uri":"Ireland","surface_form":"Ireland","offset":1389},{"uri":"Vandalism","surface_form":"vandalism","offset":1535},{"uri":"Fireworks","surface_form":"fireworks","offset":1689},{"uri":"Pumpkins","surface_form":"pumpkins","offset":1712},{"uri":"Jack-o%27-lantern","surface_form":"jack-o'-lantern","offset":1725},{"uri":"Chav","surface_form":"chav","offset":1775},{"uri":"Graffiti","surface_form":"spray-painting","offset":1841},{"uri":"Leeds","surface_form":"Leeds","offset":2029},{"uri":"United_Kingdom","surface_form":"UK","offset":2036}]}