{"id":168539,"url":"http://en.wikipedia.org/wiki/Dengue_fever","text":"Dengue fever (pronounced \"DEN-gi\") is a tropical infectious disease caused by the dengue virus. People get the dengue virus from mosquitoes. Dengue fever is also called break-bone fever, because it can cause so much pain that people feel like their bones are breaking.\nMost people with dengue fever can get better just by drinking enough. However, a small number of people get dengue hemorrhagic fever or dengue shock syndrome. These are medical emergencies and can kill a person if they do not get medical treatment.\nThere is no vaccine that can keep people from getting the dengue virus. There is also no treatment to cure dengue fever. Doctors can only provide \"supportive care,\" which means they can only treat dengue's symptoms.\nSince the 1960s, many more people have been getting dengue fever. Since World War II, dengue has become a problem around the world. It is common in more than 110 countries. Every year, between 50 million and 100 million people get dengue fever.\nSigns and symptoms.\nMost people who get the dengue virus (80%) have no symptoms, or have only mild symptoms (like a basic fever). About 5% of infected people (or 5 out of every 100) get much sicker. A small number of these people have symptoms that could kill them.\nAfter a person gets the dengue virus from a mosquito, it takes between 3 and 14 days for them to get sick. (This is called the virus's incubation period.) Most often, people start to feel sick after 4 to 7 days.\nOften, when children have dengue fever, their symptoms are the same as gastroenteritis (stomach flu), like vomiting and diarrhea, or the common cold. However, children are more likely to have bad complications from dengue fever.\nDengue fever happens in three stages: febrile, critical, and recovery.\nThe febrile stage.\nIn the \"febrile stage\", people with dengue usually have a high fever. (\"Febrile\" means that a person has a fever.) The fever is often over 40 degrees Celsius (104 degrees Fahrenheit). Sometimes the fever gets better, and then comes back.\nThe febrile stage usually lasts 2 to 7 days. This stage ends when a person's high fever is gone.\nThe critical stage.\nIn about 5% of people with dengue fever, the disease goes into a \"critical stage\" next. (\"Critical\" means \"very dangerous.\") The critical phase usually lasts 1 to 2 days.\nDuring this stage, plasma (the liquid part of blood) leaks out of the body's small blood vessels. The plasma can build up in the chest and abdomen. This is a serious problem for a few reasons.\nPlasma carries blood cells, glucose (sugar), electrolytes (salts), and many other important things to the whole body. Every part of the body needs these things to survive. If too much plasma leaks out of the blood vessels, there will not be enough left to carry these things to the body's most important organs. Without these things, the organs cannot work normally. This is called dengue shock syndrome.\nPlasma also carries platelets, which help the blood clot (they help stop bleeding). If a person does not have enough platelets, they can have dangerous bleeding. With dengue fever, this bleeding usually happens in the gastrointestinal tract. When a person has bleeding, leaking plasma, and not enough platelets, they have dengue hemorrhagic fever. (\"Hemorrhage\" means \"dangerous bleeding.\")\nThe recovery stage.\nThe recovery stage is when the patient's body is overcoming the disease process. In this stage, the plasma that leaked out of the blood vessels is taken back up into the bloodstream. This stage usually lasts 2 to 3 days.\nDuring this stage, people with dengue often feel much better. However, they can have very bad itching and a slow heart rate.\nSerious problems can also happen during the recovery stage. If a person's body takes too much fluid back up into the bloodstream, this can cause \"fluid overload.\" This can cause fluid to build up in the lungs, which causes breathing problems. Fluid overload can also cause seizures or an altered mental status (changes in a person's thinking and behavior).\nCause.\nDengue fever is caused by the dengue virus. In the scientific system that classifies viruses, the dengue virus is part of the family \"Flaviviridae\" and the genus \"Flavivirus\". Other viruses that belong to the same family and can make humans sick include yellow fever virus, West Nile virus, Zika virus, Japanese encephalitis virus, and tick-borne encephalitis virus. Most of these viruses are spread by mosquitoes or ticks.\nHow dengue is spread.\nDengue virus is spread mostly by mosquitoes from the \"Aedes\" genus, especially the \"Aedes aegypti\" species of mosquito. \"Aides aegypti\" is the most likely type of mosquito to spread dengue, because it likes to live close to humans and feed off of people instead of animals. A person can get the dengue virus from just one mosquito bite.\nSometimes, mosquitoes can also get dengue from humans. If a female mosquito bites someone with dengue, the mosquito may get the dengue virus from the person's blood. After about 8 to 10 days, the virus spreads to the mosquito's salivary glands, which make saliva (or \"spit\"). Now the mosquito will make saliva that is infected with the dengue virus. When the mosquito bites a human, its infected saliva goes into the human and can give that person dengue.\nA person can also get the dengue virus if they get a blood transfusion or organ donation from someone who has the virus. In some countries where dengue is common, like Singapore, between 1.6 and 6 blood transfusions out of every 10,000 spread dengue.\nThe dengue virus can also be spread from a mother to her fetus during pregnancy, or when the child is born. This is called vertical transmission.\nDengue is usually not spread in any other ways.\nDengue virus in the human body.\nOnce a person gets the dengue virus from a mosquito, the virus attaches to and enters the person's white blood cells. (The white blood cells are part of the immune system, which defends the body by fighting off threats, like infections.) As the white blood cells move around the body, the virus makes copies of itself. The white blood cells react by making many special proteins, like interferon, which tell the immune system to work harder because there is a threat in the body. These proteins cause the fever, flu-like symptoms, and severe pains that happen with dengue.\nIf a person has a bad infection, the virus makes copies of itself much more quickly inside the body. Because there is a lot more of the virus, it can affect many more organs (like the liver and the bone marrow). The virus can stop the bone marrow from making platelets normally. This makes very bad bleeding much more likely to happen.\nRisk factors.\nBabies and young children with dengue are more likely than adults to become very sick. Women are more likely than men to get very sick. Dengue can be life-threatening in people with chronic (long-lasting) diseases, like diabetes and asthma.\nThere are four different types of the dengue virus. Once a person has had one type of the virus, he usually is protected from that type for the rest of his life. However, he will only be protected against the other three types of the virus for a short time. If he later gets one of those three types of the virus, he will be more likely to have serious problems, like dengue shock syndrome or dengue hemorrhagic fever.\nDiagnosis.\nUsually, doctors diagnose dengue by examining the infected person and realizing that their symptoms match dengue. However, when dengue is in its early stages, it can be difficult to tell the difference between this disease and other infections caused by viruses.\nThe World Health Organization also says that in areas where dengue is common, any warning signs, plus a fever, usually signal that a person has dengue fever.\nBlood tests.\nSome blood tests show changes when a person has dengue fever. The earliest change is a low number of white blood cells in the blood. A low number of platelets can also signal dengue. Special blood tests can look for the dengue virus itself; the virus's nucleic acids; or the antibodies that the immune system makes to fight off the virus. However, these special tests are expensive. Also, in many areas where dengue is common, most doctors and clinics do not have laboratories for blood tests or special machines.\nIt can be difficult to tell the difference between dengue fever and chikungunya. Chikungunya is a similar viral infection that has many of the same symptoms of dengue, and happens in the same parts of the world. Dengue can also have some of the same symptoms as other diseases, like malaria, leptospirosis, typhoid fever, and meningococcal disease. Often, before a person is diagnosed with dengue, their doctor will do tests to make sure they do not actually have one of these diseases instead.\nWHO classification systems.\nIn 1997, the World Health Organization (WHO) created a system for describing the different types of dengue fever. Eventually, the WHO decided that this old way of dividing dengue needed to be simpler. It also decided that not everyone with dengue fever fit into the old categories.\nIn 2009, the WHO changed its system for classifying (dividing) dengue fever. However, the older system often is still used.\nPrevention.\nThere are no vaccines that can keep people from getting the dengue virus. The best ways to prevent dengue are to protect people from mosquito bites and to control the mosquito population.\nTreatment.\nThere are no specific treatments for dengue fever. No known anti-viral medications (medicines which kill viruses) will kill the dengue virus. Health workers can give \"supportive treatment\" - treat dengue's symptoms to try to make patients feel better.\nDifferent people need different treatments, depending on their symptoms. Some people can get better just by drinking fluids at home, and checking with their doctor to make sure they are getting better.\nTreating dehydration is very important. Sometimes, people are so dehydrated that they need intravenous fluids - fluids given through a needle placed into a vein. Usually, people only need intravenous fluids for a day or two.\nDoctors can give medicines like acetaminophen (paracetamol) for fever and pain. Non-steroidal anti-inflammatory drugs (NSAIDs) like ibuprofen and aspirin should not be used because they make bleeding more likely.\nPeople with bad dengue may need blood transfusions. Having extra blood will help a person if their blood pressure is getting very low (like it does in dengue shock syndrome) or if they do not have enough red blood cells in their blood (because they are bleeding from dengue hemorrhagic fever).\nWhen people reach the recovery stage of dengue, doctors usually stop giving intravenous fluids to prevent fluid overload (having too much fluid in the body). If a person gets fluid overload, doctors can give a type of medication called a diuretic, which will make the patient urinate out the extra fluid.\nPrognosis.\nMost people with dengue recover and don't have any problems afterward.\nWithout treatment, 1% to 5% of infected people (1 to 5 out of every 100) die from dengue. With good treatment, less than 1% die. However, 26% of people with severe dengue die.\nEpidemiology.\nDengue is common in more than 110 countries. Every year, it infects 50 to 100 million people around the world. It also causes half a million hospitalizations and about 12,500 to 25,000 deaths around the world each year. However, the World Health Organization says that dengue fever is not taken as seriously as it should be. It calls dengue one of 16 \"neglected tropical diseases\" - diseases which do not get enough attention. In every million people, dengue causes about 1600 years of life to be lost. This is about the same as other tropical and deadly diseases, like tuberculosis. However, the WHO says the neglected tropical diseases, like dengue, do not get the attention and money that is needed to find treatments and cures.\nDengue happens most around the equator. 2.5 billion people live in areas where dengue happens. 70% of these people live in Asia and the Pacific. In the United States, 2.9% to 8% of people who come back from traveling in areas where dengue happens, and have a fever, were infected while traveling. In this group of people, dengue is the second most common infection to be diagnosed, after malaria.\nHistory.\nDengue fever is probably a very old disease. An ancient Chinese medical encyclopedia from the Jin Dynasty (which existed from 265 to 420 AD) talked about a person who probably had dengue. The book talked about a \"water poison\" that had to do with flying insects.\nWritten records from the 17th centur<nowiki/>y talk about what may have been epidemics of dengue (where the disease spread very quickly in a short time). The most likely early reports of dengue epidemics are from 1779 and 1780. These reports talk about an epidemic that spread across Asia, Africa, and North America. From that time until 1940, there were not many more epidemics.\nIn 1906, scientists proved that people were getting infections from \"Aedes\" mosquitoes. In 1907, scientists showed that a virus causes dengue. This was just the second disease that was shown to be caused by a virus. (The first was yellow fever.) John Burton Cleland and Joseph Franklin Siler kept studying the dengue virus, and figured out the basics of how the virus spreads.\nDengue began to spread much more quickly during and after World War II. Different types of dengue also spread to new areas. For the first time, people started to get dengue hemorrhagic fever. The first case of dengue hemorrhagic fever happened in the Philippines in 1953. By the 1970s, dengue hemorrhagic fever had become a major cause of death in children. It also spread to the Pacific and the Americas. Dengue hemorrhagic fever and dengue shock syndrome were first reported in Central America and South America in 1981.\nHistory of the word.\nIt is not clear where the word \"dengue\" came from. Some people think that it comes from the Swahili phrase \"Ka-dinga pepo\". This phrase talks about the disease being caused by an evil spirit. The Swahili word \"dinga\" is thought to come from the Spanish word \"dengue\", which means \"careful.\" That word may have been used to describe a person having bone pain from dengue fever; that pain would make the person walk carefully. However, it is also possible that the Spanish word came from the Swahili word, and not the other way around.\nOther people think that the name \"dengue\" comes from the West Indies. In the West Indies, slaves that had dengue were said to stand and walk like \"a dandy.\" Because of this, the disease was also called \"dandy fever.\"\nThe name \"breakbone fever\" was first used by Benjamin Rush, a doctor and United States \"Founding Father.\" In 1789, Rush used the name \"breakbone fever\" in a report about the 1780 dengue outbreak in Philadelphia. In his official report, Rush mostly used the more formal name \"bilious remitting fever\".\nThe term \"dengue fever\" was not commonly used until after 1828. Before that, different people used different names for the disease. For example, dengue was also called \"breakheart fever\" and \"la dengue.\" Other names were also used for severe dengue: for example, \"infectious thrombocytopenic purpura\", \"Philippine,\" \"Thai,\" and \"Singapore hemorrhagic fever.\"\nResearch.\nScientists keep doing research on ways to prevent and treat dengue. People are also working on controlling mosquitoes, creating a vaccine, and creating drugs to fight the virus.\nMany simple things have been done to control mosquitoes. Some of these things have worked. For example, guppies (\"Poecilia reticulata\") or copepods can be put in standing water to eat the mosquito larvae (eggs).\nScientists also keep working on creating antiviral drugs to treat attacks of dengue fever and keep people from getting severe complications. They are also working on figuring out how the virus's proteins are structured. This may help them create medications that work well for dengue.","categories":[],"infobox_types":["disease"],"annotations":[{"uri":"Pronunciation","surface_form":"pronounced","offset":14},{"uri":"Tropical","surface_form":"tropical","offset":40},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":49},{"uri":"Virus","surface_form":"virus","offset":89},{"uri":"Mosquito","surface_form":"mosquito","offset":129},{"uri":"Pain","surface_form":"pain","offset":216},{"uri":"Bone_fracture","surface_form":"bones are breaking","offset":249},{"uri":"Medical_emergency","surface_form":"medical emergencies","offset":438},{"uri":"Therapy","surface_form":"medical treatment","offset":499},{"uri":"Vaccine","surface_form":"vaccine","offset":530},{"uri":"Symptom","surface_form":"symptom","offset":724},{"uri":"World_War_II","surface_form":"World War II","offset":806},{"uri":"Symptom","surface_form":"symptom","offset":1050},{"uri":"Fever","surface_form":"fever","offset":1101},{"uri":"Incubation_period","surface_form":"incubation period","offset":1380},{"uri":"Gastroenteritis","surface_form":"gastroenteritis","offset":1528},{"uri":"Vomit","surface_form":"vomit","offset":1564},{"uri":"Diarrhea","surface_form":"diarrhea","offset":1577},{"uri":"Common_cold","surface_form":"common cold","offset":1594},{"uri":"Complication","surface_form":"complication","offset":1653},{"uri":"Celsius","surface_form":"Celsius","offset":1926},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":1947},{"uri":"Danger","surface_form":"danger","offset":2243},{"uri":"Blood_plasma","surface_form":"plasma","offset":2321},{"uri":"Liquid","surface_form":"liquid","offset":2333},{"uri":"Blood","surface_form":"blood","offset":2348},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":2385},{"uri":"Chest","surface_form":"chest","offset":2431},{"uri":"Abdomen","surface_form":"abdomen","offset":2441},{"uri":"Blood_cell","surface_form":"blood cell","offset":2510},{"uri":"Glucose","surface_form":"glucose","offset":2523},{"uri":"Electrolyte","surface_form":"electrolyte","offset":2540},{"uri":"Circulatory_system","surface_form":"carry these things","offset":2751},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":2799},{"uri":"Shock_(circulatory)","surface_form":"shock","offset":2884},{"uri":"Platelet","surface_form":"platelet","offset":2920},{"uri":"Blood_clotting","surface_form":"blood clot","offset":2946},{"uri":"Bleeding","surface_form":"bleeding","offset":2973},{"uri":"Gastrointestinal_system","surface_form":"gastrointestinal tract","offset":3118},{"uri":"Bloodstream","surface_form":"bloodstream","offset":3481},{"uri":"Itch","surface_form":"itch","offset":3626},{"uri":"Bradycardia","surface_form":"slow heart rate","offset":3640},{"uri":"Fluid_overload","surface_form":"fluid overload","offset":3803},{"uri":"Pulmonary_edema","surface_form":"fluid to build up in the lungs","offset":3835},{"uri":"Breathing","surface_form":"breathing","offset":3880},{"uri":"Seizure","surface_form":"seizure","offset":3930},{"uri":"Altered_mental_status","surface_form":"altered mental status","offset":3945},{"uri":"Thought","surface_form":"thinking","offset":3990},{"uri":"Behavior","surface_form":"behavior","offset":4003},{"uri":"Taxonomy","surface_form":"the scientific system","offset":4068},{"uri":"Biological_classification","surface_form":"classifies viruses","offset":4095},{"uri":"Family_(biology)","surface_form":"family","offset":4147},{"uri":"Flaviviridae","surface_form":"Flaviviridae","offset":4155},{"uri":"Genus","surface_form":"genus","offset":4177},{"uri":"Flavivirus","surface_form":"Flavivirus","offset":4184},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":4275},{"uri":"West_Nile_virus","surface_form":"West Nile virus","offset":4295},{"uri":"Zika_virus","surface_form":"Zika virus","offset":4312},{"uri":"Japanese_encephalitis","surface_form":"Japanese encephalitis","offset":4324},{"uri":"Tick","surface_form":"tick","offset":4357},{"uri":"Encephalitis","surface_form":"encephalitis","offset":4368},{"uri":"Aedes","surface_form":"Aedes","offset":4521},{"uri":"Aedes_aegypti","surface_form":"Aedes aegypti","offset":4551},{"uri":"Species","surface_form":"species","offset":4566},{"uri":"Salivary_gland","surface_form":"salivary gland","offset":5032},{"uri":"Saliva","surface_form":"saliva","offset":5060},{"uri":"Blood_transfusion","surface_form":"blood transfusion","offset":5313},{"uri":"Organ_donation","surface_form":"organ donation","offset":5334},{"uri":"Singapore","surface_form":"Singapore","offset":5428},{"uri":"Fetus","surface_form":"fetus","offset":5568},{"uri":"Vertical_transmission","surface_form":"during pregnancy, or when the child is born","offset":5574},{"uri":"Vertical_transmission","surface_form":"vertical transmission","offset":5634},{"uri":"White_blood_cell","surface_form":"white blood cell","offset":5836},{"uri":"Immune_system","surface_form":"immune system","offset":5894},{"uri":"Protein","surface_form":"protein","offset":6107},{"uri":"Interferon","surface_form":"interferon","offset":6122},{"uri":"Influenza","surface_form":"flu","offset":6249},{"uri":"Liver","surface_form":"liver","offset":6494},{"uri":"Bone_marrow","surface_form":"bone marrow","offset":6508},{"uri":"Chronic","surface_form":"chronic","offset":6842},{"uri":"Disease","surface_form":"disease","offset":6865},{"uri":"Diabetes","surface_form":"diabetes","offset":6880},{"uri":"Asthma","surface_form":"asthma","offset":6893},{"uri":"Medical_diagnosis","surface_form":"diagnose","offset":7348},{"uri":"Nucleic_acid","surface_form":"nucleic acid","offset":8018},{"uri":"Antibody","surface_form":"antibodies","offset":8040},{"uri":"Clinic","surface_form":"clinic","offset":8209},{"uri":"Laboratory","surface_form":"laboratories","offset":8229},{"uri":"Chikungunya","surface_form":"chikungunya","offset":8347},{"uri":"Malaria","surface_form":"malaria","offset":8562},{"uri":"Leptospirosis","surface_form":"leptospirosis","offset":8571},{"uri":"Typhoid_fever","surface_form":"typhoid fever","offset":8586},{"uri":"Meningitis","surface_form":"meningococcal disease","offset":8605},{"uri":"Population","surface_form":"population","offset":9396},{"uri":"Anti-viral","surface_form":"anti-viral","offset":9479},{"uri":"Medication","surface_form":"medication","offset":9490},{"uri":"Intravenous_therapy","surface_form":"intravenous fluids","offset":9964},{"uri":"Vein","surface_form":"vein","offset":10029},{"uri":"Acetaminophen","surface_form":"acetaminophen","offset":10130},{"uri":"Non-steroidal_anti-inflammatory_drug","surface_form":"Non-steroidal anti-inflammatory drugs (NSAIDs)","offset":10178},{"uri":"Ibuprofen","surface_form":"ibuprofen","offset":10230},{"uri":"Aspirin","surface_form":"aspirin","offset":10244},{"uri":"Hypotension","surface_form":"blood pressure is getting very low","offset":10410},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":10515},{"uri":"Diuretic","surface_form":"diuretic","offset":10843},{"uri":"Urination","surface_form":"urinate","offset":10881},{"uri":"Neglected_tropical_diseases","surface_form":"neglected tropical diseases","offset":11534},{"uri":"Tropical","surface_form":"tropical","offset":11717},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":11752},{"uri":"Equator","surface_form":"equator","offset":11945},{"uri":"Asia","surface_form":"Asia","offset":12037},{"uri":"Pacific_Islands","surface_form":"Pacific","offset":12050},{"uri":"United_States","surface_form":"United States","offset":12066},{"uri":"Malaria","surface_form":"malaria","offset":12302},{"uri":"Ancient_China","surface_form":"ancient Chinese","offset":12368},{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":12392},{"uri":"Jin_Dynasty","surface_form":"Jin Dynasty","offset":12414},{"uri":"Insect","surface_form":"insect","offset":12574},{"uri":"17th_century","surface_form":"17th centur","offset":12608},{"uri":"Epidemic","surface_form":"epidemic","offset":12660},{"uri":"Africa","surface_form":"Africa","offset":12873},{"uri":"North_America","surface_form":"North America","offset":12885},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":13194},{"uri":"World_War_II","surface_form":"World War II","offset":13398},{"uri":"Philippines","surface_form":"Philippines","offset":13591},{"uri":"Central_America","surface_form":"Central America","offset":13820},{"uri":"South_America","surface_form":"South America","offset":13840},{"uri":"Swahili_language","surface_form":"Swahili","offset":13976},{"uri":"Evil","surface_form":"evil","offset":14063},{"uri":"Spirit","surface_form":"spirit","offset":14068},{"uri":"Spanish_language","surface_form":"Spanish","offset":14129},{"uri":"West_Indies","surface_form":"West Indies","offset":14475},{"uri":"Slavery","surface_form":"slaves","offset":14508},{"uri":"Benjamin_Rush","surface_form":"Benjamin Rush","offset":14680},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"\"Founding Father.\"","offset":14722},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":14833},{"uri":"Research","surface_form":"research","offset":15327},{"uri":"Guppy","surface_form":"guppies","offset":15587},{"uri":"Copepod","surface_form":"copepod","offset":15622},{"uri":"Larva","surface_form":"larva","offset":15680},{"uri":"Protein","surface_form":"protein","offset":15890}]}