{"id":168527,"url":"http://en.wikipedia.org/wiki/The_Sons_of_Eilaboun","text":"\"The Sons of Eilaboun\" is a documentary movie by the Palestinian artist and movie maker Hisham Zreiq (Zrake). It was released in 20007. It tells the story of one of the massacres committed by the newly formed Israeli army during Operation Hiram. The massacres were committed in Eilaboun, a village in the northern Galilee between Nazareth and the Sea of Galilee. In the Eilabun massacre, fourteen men were killed, and twelve of them were executed. The village people were expelled to Lebanon and became refugees for a few months. The villagers eventually managed to return secretly.\nSynopsis.\nThe movie starts with Melia Zreiq (an old woman from Eilaboun) saying\n“I hope God will bring peace to this land, and let the peoples live together - a good life. I hope there will be peace.”\nIlan pappe takes about Plan Dalet, a plan that David Ben-Gurion and the Haganah leaders in Palestine worked out during autumn 1947 to spring 1948, and explains the details of the plan, and how was it performed. In October 30th, 1948, the Israeli army entered Eilaboun at approximately 5 AM. They then forced the people of Eilaboun together in the main square of the village. They chose seventeen young men. Five of them were taken as human shield, and the rest of the twelve were killed, each in a different location. This all happened after the expulsion of the rest of the village to Lebanon, where they became refugees after a five days forced march to Lebanon. After a UN peace keeper observed and reported Israel was forced to allow the people back.\nThat same night, the Israeli army entered Eilaboun, a then Christian village in the northern Galilee between Nazareth and the sea of Galilee. Most of the villagers were hiding in the two village churches.\nThe soldiers ordered the people to gather in the village square, while going out of the Catholic Church the soldiers shot at the people killing an old man, making him the first victim. The soldiers chose seventeen men, and ordered the village to walk to Maghar, a village five kilometers to the north of Eilaboun. Shortly after the people left the village, the soldiers executed twelve of the young men, and five were taking to drive an army vehicle as human shields and later sent to a prisoners of war camp. The Israeli army had looted Eilaboun but left the houses.\nWhen the villagers reached Maghar, the soldiers ordered them to continue to Kafr 'Inan, where the near Kafr Inan another man was killed, making the number of victims fourten. Kafr 'Inan and Eilaboun were both expelled to Farradiyya, a nearby village. The Israeli soldiers gathered the people of Eilaboun, Kafr 'Inan and Farradiyya (al-Farradiyya), looted the people and took all worthy. They spent the night in Farradiyya. In the morning the Israeli soldiers separated the women, children and the old from the men. The young men from the three villages were sent to prisoner of war camps. The women, children and the old of the three villages were marched to Mirun where they spent three nights without any food or water. At Mirun, the Israelis put everyone in two cattle trucks, and took them to Rmeish (in Lebanon). Kafr 'Inan and Farradiyya were later razed to the ground by the Israeli army.\nAbout 52 villagers were left in the village, mainly old people and children. The priests complained about the expulsion of the villagers and demanded their return. Following a UN investigation and pressure activated by the Vatican, the villagers eventually managed to return clandestinely. After 6 months from the massacre most of the villagers managed to come back from Lebanon, and all the men were released from the prisoners of war camps.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"Documentary","surface_form":"documentary","offset":28},{"uri":"Movie","surface_form":"movie","offset":40},{"uri":"Palestinians","surface_form":"Palestinian","offset":53},{"uri":"Massacre","surface_form":"massacre","offset":169},{"uri":"Israeli_Defence_Forces","surface_form":"Israeli army","offset":209},{"uri":"Operation_Hiram","surface_form":"Operation Hiram","offset":229},{"uri":"Eilaboun","surface_form":"Eilaboun","offset":278},{"uri":"Galilee","surface_form":"Galilee","offset":314},{"uri":"Nazareth","surface_form":"Nazareth","offset":330},{"uri":"Sea_of_Galilee","surface_form":"Sea of Galilee","offset":347},{"uri":"Forced_migration","surface_form":"expelled","offset":472},{"uri":"Lebanon","surface_form":"Lebanon","offset":484},{"uri":"Refugee","surface_form":"refugee","offset":503}]}