{"id":168627,"url":"http://en.wikipedia.org/wiki/Lorentz_factor","text":"e=\"preserve\">The Lorentz factor is the factor by which time, length, and mass change for an object moving at speeds close to the speed of light (relativistic speeds). It is named after the Dutch physicist Hendrik Lorentz.\nClassical relativity.\nClassical or Galilean relativity is the idea that if you throw a ball at 50 mph while running at 5 mph, the ball travels 55 mph. Of course, the ball still moves away from you at 50 mph, so if one were to ask you, you \"saw\" the ball traveling 50 mph. Meanwhile, your friend Rory saw that you happened to be running at 5 mph. He would say that the ball was traveling 55 mph. Both of you are right, you just happened to be moving \"with\" the ball.\nThe speed of light, c, is 670,616,629 mph. So if you are in a car traveling half the speed of light (0.5c) and you turn on your headlights, the light moves away from you at 1 c... or is it 1.5 c? It ends up that c is c no matter what. The next section explains why it's not c - 0.5c.\nTime dilation.\nTwin B would not notice that time had slowed at all. To him, if he looked out a window, it would seem like the universe was moving past him, and therefore slower (remember, to him, he's at rest). So time is relative.\nLength contraction.\nThings get shorter in the direction of movement when they travel at relativistic speeds. During twin B's journey, he would notice something strange about the universe. He would notice that it got shorter (contracted in the direction of his motion). And the factor by which things get shorter is formula_1.\nRelativistic mass.\nRelativistic mass also increases. It makes them harder to push. So by the time you reach 0.9999c, you need a very big force to make you go faster. This makes it impossible for anything to reach the speed of light.\nStill, if you travel a bit slower, say 90% of the speed of light, your mass only grows by 2.3 times. So, while it may be impossible to reach the speed of light, it may still be possible to get close to it—that is, if you have enough fuel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass","surface_form":"mass","offset":73},{"uri":"Speed_of_light","surface_form":"speed of light","offset":129},{"uri":"Dutch","surface_form":"Dutch","offset":189},{"uri":"Hendrik_Lorentz","surface_form":"Hendrik Lorentz","offset":205},{"uri":"Principle_of_relativity","surface_form":"Classical or Galilean relativity","offset":244}]}