{"id":168646,"url":"http://en.wikipedia.org/wiki/Taser","text":"A Taser is a weapon that is not meant to kill. Tasers use electricity to shock people so they fall on the ground. If a person is shot by a Taser, they feel like they are hurt and cannot move their arms and legs. Tasers are used by police officers to stop people who want to hurt them, and to stop people who are running away.\nHow Tasers work.\nTasers shoot two small pieces of metal called prongs. These prongs are connected to long pieces of metal string. When the Taser is shot, the prongs hit the person and electricity moves along the metal string to shock the person.\nIf a person is very close, the prongs do not have to shoot but they will still shock.\nSafety.\nEven though a Taser is a weapon that is not meant to kill, the prongs can still hurt people. There are some times when people die after they are shot with a Taser. This is because some people get hurt differently by electricity.\nOwning Tasers.\nIn many places, people cannot own a Taser. There are special rules to follow to own a Taser. This is because it is considered a weapon.\nIn Canada, France, Israel and the United Kingdom only police officers can have a Taser, but in the United States of America and Poland, most people can own a taser.","categories":[],"infobox_types":[],"annotations":[{"uri":"Weapon","surface_form":"weapon","offset":13},{"uri":"Electricity","surface_form":"electricity","offset":58},{"uri":"Arm","surface_form":"arm","offset":197},{"uri":"Leg","surface_form":"leg","offset":206},{"uri":"Police","surface_form":"police","offset":231},{"uri":"Metal","surface_form":"metal","offset":376},{"uri":"Death","surface_form":"die","offset":792},{"uri":"Canada","surface_form":"Canada","offset":1049},{"uri":"France","surface_form":"France","offset":1057},{"uri":"Police_officers","surface_form":"police officers","offset":1100},{"uri":"United_States_of_America","surface_form":"United States of America","offset":1145},{"uri":"Poland","surface_form":"Poland","offset":1174}]}