{"id":168737,"url":"http://en.wikipedia.org/wiki/Similarity_(psychology)","text":"e=\"preserve\">Similarity in the area of cognitive psychology refers to things or ideas that people put together in the same groups, or categories, in their minds. Many psychologists try to find out what rules people use when they decide that two things are similar.\nModeling.\nOne important tool used by psychologists to look into similarity is computer modeling. Scientists will, for example, ask people to rate a number of objects as more or less similar to each other. Then they will write a computer program that tries to simulate the same answers that the humans gave. For instance, a person might say that \"cat\" and \"dog\" are similar words, so a good computer model should be able to take the word \"dog\" and respond with the word \"cat\" in a list of similar words. Computer models do this by applying some set of rules to a large collection of real world text (called a corpus).\nOnce a model can respond with the correct (similar) words, then it is likely that the rules the computer program uses are the same rules that people use to decide whether words are similar.\nBehavioral research.\nAnother way that psychologists look into similarity is by putting people in special situations and watching what they do. In other words, by using an experiment. When it comes to similarity, this might include listing words, using categories as clues for learning new words, sorting objects into groups, or other tasks that have to do with comparing things to one another.\nDepending on how quickly people do these tasks, or how many mistakes they make, psychologists can find out what rules they are using to decide if things are similar.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cognitive_psychology","surface_form":"cognitive psychology","offset":39},{"uri":"Categorization","surface_form":"categories","offset":134},{"uri":"Psychologist","surface_form":"psychologist","offset":167},{"uri":"Computer_model","surface_form":"computer model","offset":343},{"uri":"Simulation","surface_form":"simulate","offset":524},{"uri":"Corpus_(linguistics)","surface_form":"corpus","offset":873},{"uri":"Experiment","surface_form":"experiment","offset":1243},{"uri":"Categorization","surface_form":"categories","offset":1324}]}