{"id":168855,"url":"http://en.wikipedia.org/wiki/Bhopal_disaster","text":"The Bhopal disaster or Bhopal gas tragedy was an industrial accident. It happened at a Union Carbide subsidiary pesticide plant in the city of Bhopal, India. On the night of 2-3 December 1984, the plant released approximately 40 tonnes of toxic methyl isocyanate (MIC) gas, exposing more than 500,000 people to toxic gases.\nA mixture of poisonous gases flooded the city, causing great panic as people woke up with a burning sensation in their lungs. Thousands died immediately from the effects of the gas. Many were trampled in the panic that followed. The first official immediate death toll was 3,598 in 1989. Another estimate is that 8,000 died within two weeks, that an additional 8,000 have since died from gas-related diseases.\nThe Bhopal disaster is frequently cited as the worst industrial disaster. The International Medical Commission on Bhopal was established in 1993 to respond to the long term health effects of the disaster. The owner of the factory, UCIL, was majority owned by UCC, with Indian Government-controlled banks and the Indian public holding a 49.1 percent stake. In 1989, UCC paid $470 million ($929 million in 2017 dollars) to settle litigation stemming from the disaster. In 1994, UCC sold its stake in UCIL to EverReady Industries India Limited (EIIL), which subsequently merged with McLeod Russel (India) Ltd. Eveready ended clean-up on the site in 1998, when it terminated its 99-year lease and turned over control of the site to the state government of Madhya Pradesh. Dow Chemical Company purchased UCC in 2001, seventeen years after the disaster.\nCivil and criminal cases were filed in the District Court of Bhopal, India, involving UCC and Warren Anderson, UCC CEO at the time of the disaster.[7][8] In June 2010, seven former employees, including the former UCIL chairman, were convicted in Bhopal of causing death by negligence and sentenced to two years imprisonment and a fine of about $2,000 each, the maximum punishment allowed by Indian law. An eighth former employee was also convicted, but died before the judgement was passed.[2] Anderson died on 29 September 2014.(9)\nCauses.\nThe plant in Bhopal where the disaster happened started to produce 'Carbaryl' in 1977. Carbaryl is mainly used as an insecticide. At first, the production was 2,500 tonnes per year. There was no problem, as the plant had been designed for an output of 5,000 tonnes. At the beginning of the 1980's, Carbaryl did not sell very well. For this reason, the owners of the plant started to cut the costs. This included employing fewer people, doing maintenance less frequently and using parts that were made of lower-grade steel. Closing the plant was being considered as well. When the disaster happened, there was no production at the plant because there was a surplus amount of material on the market.\nThere is also theory related to this which says that the owner of the Union Carbide Company (UCC) did this on purpose to just challenge the government to punish him. However, as we all know, he had escaped long ago using the corruption in the Indian government at that time to his advantage.\nThe disaster happened because water entered a tank containing Methyl isocyanate. This caused a chemical reaction which resulted in the buildup of much Carbon dioxide, among other things. The resulting reaction increased the temperature inside the tank to reach over. The pressure was more than the tank was built to withstand. The tank had valves to control the pressure. These were triggered in an emergency, which reduced the pressure. As a result, large amounts of toxic gases were released into the environment. The pipes were rusty. The rust in the iron pipes made the reaction faster. All the contents of the tank were released within a period of about two hours. The water had entered the tank because of a sequence of events. The tank had been maintained badly. When cleaning work was done, water entered the tank.\nTheories.\nThere are different theories how water could enter the tank. At the time, workers were cleaning pipes with water. Some claim that because of bad maintenance and leaking valves, inferior components were used in the making of machines and also low maintenance of the machines made it possible for the water to leak into tank 610. In December 1985 the New York Times reported that according to the plant managers the hypothesis of this route of entry of water was tested in the presence of official investigators and was found to be negative. UCC also maintains that this route was not possible, and that it was an act of sabotage by a \"disgruntled worker\" who introduced water directly into the tank. See also,http://www.hindustantimes.com/bhopal/cbi-probe-into-gas-tragedy-baseless-and-malicious-says-counsel-of-indian-convict/story-cCzHAuxf6V6bA6vYFwFwPL.html\nHowever, the company's investigation team found no evidence of the necessary connection.\nThe 1985 reports give a picture of what led to the disaster and how it developed. The reports differ in details, however.\nThe problem was then made worse by the plant's location near a densely populated area, non-existent catastrophe plans and shortcomings in health care and socio-economic rehabilitation. Analysis shows that the parties responsible for the magnitude of the disaster are the two owners, Union Carbide Corporation and the Government of India, and to some extent, the Government of Madhya Pradesh.\nCasualties.\nBetween 3,500 and 25,000 people died as a result of contact with the cloud of toxic gas. Up to 500,000 people were injured. Many of the injuries are permanent. Some of the chemicals led to birth defects. The numbers vary so vastly because there are no exact figures about how many people lived in the neighborhood of the plant. About 100.000 people were living in a radius of 1 km around the plant where the disaster happened.The owner of the factory, UCIL, was majority owned by UCC, with Indian Government-controlled banks and the Indian public holding a 49.1 percent stake. In 1989, UCC paid $470 million ($929 million in 2017 dollars) to settle litigation stemming from the disaster. In 1994, UCC sold its stake in UCIL to EverReady Industries India Limited (EIIL), which subsequently merged with McLeod Russel (India) Ltd. EverReady ended clean-up on the site in 1998, when it terminated its 99-year lease and turned over control of the site to the state government of Madhya Pradesh. Dow Chemical Company purchased UCC in 2001, seventeen years after the disaster.\nCivil and criminal cases were filed in the District Court of Bhopal, India, involving UCC and Warren Anderson, UCC CEO at the time of the disaster.[7][8] In June 2010, seven former employees, including the former UCIL chairman, were convicted in Bhopal of causing death by negligence and sentenced to two years imprisonment and a fine of about $2,000 each, the maximum punishment allowed by Indian law. An eighth former employee was also convicted, but died before the judgement was passed.[2] Anderson died on 29 September 2014.[9]\nAftermath.\nIn 1998, the Supreme Court of India reached a settlement with Union Carbide: They had to pay 470 million US dollars to the Indian state. At that time Union Carbide made a turnover of about 9.5 billion dollars, 20 times that amount. In return, there would be no further prosecution. Only very little money actually reached the victims.\nThe terrain where the plant stands is still contaminated with mercury and other carcinogenic substances. Dow Chemical who owns Union Carbide refuses to decontaminate the soil. Greenpeace has estimated that decontamination would only cost around 30 million USD.","categories":[],"infobox_types":[],"annotations":[{"uri":"Accident","surface_form":"accident","offset":60},{"uri":"Union_Carbide","surface_form":"Union Carbide","offset":87},{"uri":"Pesticide","surface_form":"pesticide","offset":112},{"uri":"Bhopal","surface_form":"Bhopal","offset":143},{"uri":"India","surface_form":"India","offset":151},{"uri":"Methyl_isocyanate","surface_form":"methyl isocyanate","offset":245},{"uri":"Panic","surface_form":"panic","offset":532},{"uri":"Bhopal","surface_form":"Bhopal","offset":2136},{"uri":"Insecticide","surface_form":"insecticide","offset":2240},{"uri":"Steel","surface_form":"steel","offset":2639},{"uri":"Surplus","surface_form":"surplus","offset":2779},{"uri":"Union_Carbide","surface_form":"Union Carbide Company (UCC)","offset":2891},{"uri":"Water","surface_form":"water","offset":3143},{"uri":"Tank","surface_form":"tank","offset":3159},{"uri":"Carbon_dioxide","surface_form":"Carbon dioxide","offset":3264},{"uri":"Pressure","surface_form":"pressure","offset":3384},{"uri":"Valve","surface_form":"valve","offset":3453},{"uri":"Pressure","surface_form":"pressure","offset":3475},{"uri":"Rust","surface_form":"rust","offset":3644},{"uri":"Iron","surface_form":"iron","offset":3667},{"uri":"New_York_Times","surface_form":"New York Times","offset":4295},{"uri":"Sabotage","surface_form":"sabotage","offset":4565},{"uri":"Union_Carbide_Corporation","surface_form":"Union Carbide Corporation","offset":5300},{"uri":"Government_of_India","surface_form":"Government of India","offset":5334},{"uri":"Madhya_Pradesh","surface_form":"Madhya Pradesh","offset":5393},{"uri":"Birth_defect","surface_form":"birth defect","offset":5610},{"uri":"Supreme_Court_of_India","surface_form":"Supreme Court of India","offset":7048},{"uri":"Turnover","surface_form":"turnover","offset":7206},{"uri":"Contamination","surface_form":"contaminated","offset":7414},{"uri":"Mercury_(element)","surface_form":"mercury","offset":7432},{"uri":"Carcinogenic","surface_form":"carcinogenic","offset":7450},{"uri":"Dow_Chemical","surface_form":"Dow Chemical","offset":7475}]}