{"id":168974,"url":"http://en.wikipedia.org/wiki/Potassium_nitrate","text":"Potassium nitrate is a chemical compound. It has the chemical formula KNO3. It contains potassium and nitrate ions. It is often called saltpeter.\nProperties.\nPotassium nitrate is a colorless solid. It dissolves in water. It is a common source of the nitrate ion. Potassium nitrate is a strong oxidizer. It decomposes to potassium nitrite and oxygen when heated. Its pH is almost neutral. It burns with a lilac flame.\nProduction.\nIt can be made by reacting ammonium nitrate with potassium hydroxide. It can also be made by reacting potassium chloride with ammonium nitrate. It might be made by reacting potassium hydroxide or potassium carbonate with nitric acid.\nOccurrence.\nSaltpeter is a mineral form of potassium nitrate. It is only found in very dry areas. It is one of the few minerals that have nitrogen in them.\nUses.\nPotassium nitrate is used in explosives. Oxygen from the air is the most common chemical that is used for oxidation, which is how most fires and explosions happen. Some explosions will use up oxygen so quickly, though, that there is not enough to finish the reaction, and the explosion is not very strong. Potassium nitrate replaces the need for oxygen and takes up much less space, which lets the explosion be stronger and faster. It is a main ingredient of gunpowder.\nPotassium nitrate is also used in rocket fuel for the same reason as in explosives, except that the goal is to let the fuel burn longer, not faster. Potassium nitrate is used as a fertilizer, to help plants grow faster and grow in more places where it might be hard for them to grow otherwise. It can also be used to decay tree stumps.\nSafety.\nPotassium nitrate is a poison and will cause permanent injury when improperly handled. It also can start fires and explosions easily.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_compound","surface_form":"chemical compound","offset":23},{"uri":"Chemical_formula","surface_form":"chemical formula","offset":53},{"uri":"Potassium","surface_form":"potassium","offset":88},{"uri":"Nitrate","surface_form":"nitrate","offset":102},{"uri":"Ion","surface_form":"ion","offset":110},{"uri":"Oxidizing_agent","surface_form":"oxidizer","offset":293},{"uri":"PH","surface_form":"pH","offset":366},{"uri":"Ammonium_nitrate","surface_form":"ammonium nitrate","offset":456},{"uri":"Potassium_hydroxide","surface_form":"potassium hydroxide","offset":478},{"uri":"Potassium_chloride","surface_form":"potassium chloride","offset":531},{"uri":"Potassium_carbonate","surface_form":"potassium carbonate","offset":625},{"uri":"Nitric_acid","surface_form":"nitric acid","offset":650},{"uri":"Explosives","surface_form":"explosives","offset":854},{"uri":"Oxygen","surface_form":"Oxygen","offset":866},{"uri":"Chemical","surface_form":"chemical","offset":905},{"uri":"Oxidation","surface_form":"oxidation","offset":931},{"uri":"Fire","surface_form":"fire","offset":960},{"uri":"Explosion","surface_form":"explosion","offset":970},{"uri":"Chemical_reaction","surface_form":"reaction","offset":1083},{"uri":"Gunpowder","surface_form":"gunpowder","offset":1284},{"uri":"Rocket_engine","surface_form":"rocket fuel","offset":1329},{"uri":"Fertilizer","surface_form":"fertilizer","offset":1475},{"uri":"Poison","surface_form":"poison","offset":1662}]}