{"id":168953,"url":"http://en.wikipedia.org/wiki/Evolutionary_psychology","text":"e=\"preserve\">Evolutionary psychology is a branch of psychology which investigates behaviour which has evolved. It is similar in this respect to ethology, which has always used ideas from evolutionary biology.\nIt seeks to identify which human psychological traits are evolved adaptations, that is, functional products of natural selection or sexual selection. Evolutionary psychology usually focuses on behaviour most people share. Some of the more common areas evolutionary psychology is focused on are sex, and social behaviour. Events like violent behaviour need explanation in evolutionary terms.\nEvolutionary psychology is related to other fields of science like sociobiology, social psychology, and sociocultural anthropology. Evolutionary psychologists argue that much of human behaviour is the result of adaptations which evolved to solve recurrent problems in human ancestral environments.\nThe adaptationist approach is steadily increasing as an influence in the general field of psychology. Evolutionary psychologists hold that behaviours or traits which occur universally in all cultures are good candidates for evolutionary adaptations. This includes our ability to infer others' emotions, discern kin from non-kin, identify and prefer healthier mates, and cooperate with others. They report successful tests of theoretical predictions related to such topics as infanticide, intelligence, marriage patterns, promiscuity, perception of beauty, bride price and parental investment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychology","surface_form":"psychology","offset":52},{"uri":"Behaviour","surface_form":"behaviour","offset":82},{"uri":"Evolution","surface_form":"evolved","offset":102},{"uri":"Ethology","surface_form":"ethology","offset":144},{"uri":"Evolutionary_biology","surface_form":"evolutionary biology","offset":187},{"uri":"Adaptation","surface_form":"adaptation","offset":275},{"uri":"Natural_selection","surface_form":"natural selection","offset":320},{"uri":"Sexual_selection","surface_form":"sexual selection","offset":341},{"uri":"Sex","surface_form":"sex","offset":503},{"uri":"Social","surface_form":"social","offset":512},{"uri":"Sociobiology","surface_form":"sociobiology","offset":667},{"uri":"Anthropology","surface_form":"anthropology","offset":718},{"uri":"Infer","surface_form":"infer","offset":1177},{"uri":"Emotion","surface_form":"emotion","offset":1191},{"uri":"Kin","surface_form":"kin","offset":1209},{"uri":"Intelligence","surface_form":"intelligence","offset":1386},{"uri":"Promiscuity","surface_form":"promiscuity","offset":1419}]}