{"id":168925,"url":"http://en.wikipedia.org/wiki/Pennsylvania_State_University","text":"Pennsylvania State University is a college in the state of Pennsylvania. The main campus is in the city of State College, Pennsylvania and it has branch campuses around the state. It was founded in 1855. In 1863, the Pennsylvania state legislature picked the school to be the state's only land grant college. Its purpose is to do teaching, research, and public service. It teaches undergraduate, graduate, professional and continuing education students both in classrooms and online.\nPenn State University Park is ranked among the top-fifteen public universities in the United States. Annual enrollment at the main campus totals more than 44,000 graduate and undergraduate students, making it one of the largest universities in the United States. It has the world's largest dues-paying alumni association.\nThe university's total enrollment in 2009–10 was approximately 94,300 across its 24 campuses and online through its World Campus. The university offers more than 160 majors among all its campuses Penn State has a US$1.52 billion (as of April 30, 2010) endowment. The university's research budget was more than $765 million for the 2009-2009 fiscal year. In fiscal year 2008, the National Science Foundation ranked Penn State 11th among U.S. universities in research income.\nPenn State is a school known for its football team. Penn State is a member of the Big Ten Conference.\nOrganization and administration.\nPenn State is a \"state-related\" university, part of Pennsylvania's Commonwealth System of Higher Education. It receives money from the Commonwealth. The state appoints 10 out of 32 people on its board of trustees. Penn State is independent and not subject to the state's direct control. For the 2006–2007 fiscal year, the university received 9.7 percent of its budget from state appropriations, the lowest of the four state-related institutions in Pennsylvania. As Pennsylvania's land grant college, the state and federal governments provide matching funds for research and cooperative extension in agriculture, home economics and related fields.\nThe board of trustees selects a president of the University. The president controls the university, including day-to-day management. In practice, the president gives power to other departments of the administration, to the faculty, and to the student body. Provost Rodney Erickson became interim President on November 9, 2011, after President Graham Spanier was fired.\nThe executive vice president and provost is the chief academic officer of the University. As of 2011, the provost is Rodney Erickson, and the Associate Vice President and Senior Associate Dean For Undergraduate Education is Jeremy Cohen.\nScandal.\nThe football team was led by coach Joe Paterno for 45 years. He was fired in 2011 along with the University President because they failed to report child abuse by a former assistant football coach. Former coach Jerry Sandusky was arrested on child abuse charges for the period 1994 to 2009. Both the Athletic Director and the vice president for business and finance were charged with perjury and resigned. The next day about 2,000 students rioted in protest, supporting coach Paterno. On November 11, the school staged a vigil to show support for the victims of child abuse.\nThe Education Secretary Arne Duncan said that colleges and universities have \"a legal and moral responsibility to protect children\", and that Penn State's failure to report the alleged abuse would be a \"tragedy\". The NCAA is considering sanctions against Penn State. Moody's Investors Service is reviewing Penn State's bond ratings for a possible downgrade. On November 14, 2011, the Big Ten Conference announced that its Championship football trophy will no longer be named for Paterno. On November 13, 2011, President Barack Obama said, \"It's a good time for us to do some soul searching – every institution, not just Penn State – about what our priorities are, and making sure that we understand that our first priority is protecting our kids.\"\nSandusky has denied all charges against him, although he was convicted of all charges in October 2012 and sentenced to 30–60 years in prison.\nSports.\nPenn State's sports teams are nicknamed Nittany Lions, except for the women's basketball team, which is known as the Lady Lions. Almost all teams play in the Big Ten Conference. Two teams in sports that the Big Ten does not sponsor play elsewhere. The women's ice hockey team plays in College Hockey America and the men's volleyball team in the Eastern Intercollegiate Volleyball Association.","categories":[],"infobox_types":["university"],"annotations":[{"uri":"College","surface_form":"college","offset":35},{"uri":"State","surface_form":"state","offset":50},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":59},{"uri":"State_College%2C_Pennsylvania","surface_form":"State College, Pennsylvania","offset":107},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":217},{"uri":"Land_grant_college","surface_form":"land grant college","offset":289},{"uri":"List_of_largest_United_States_university_campuses_by_enrollment","surface_form":"largest universities in the United States","offset":704},{"uri":"National_Science_Foundation","surface_form":"National Science Foundation","offset":1185},{"uri":"Football","surface_form":"football","offset":1317},{"uri":"Big_Ten_Conference","surface_form":"Big Ten Conference","offset":1362},{"uri":"Commonwealth_System_of_Higher_Education","surface_form":"Commonwealth System of Higher Education","offset":1482},{"uri":"Cooperative_extension","surface_form":"cooperative extension","offset":1989},{"uri":"Rodney_Erickson","surface_form":"Rodney Erickson","offset":2327},{"uri":"Graham_Spanier","surface_form":"Graham Spanier","offset":2405},{"uri":"Joe_Paterno","surface_form":"Joe Paterno","offset":2713},{"uri":"Child_abuse","surface_form":"child abuse","offset":2826},{"uri":"Perjury","surface_form":"perjury","offset":3062},{"uri":"Riot","surface_form":"riot","offset":3118},{"uri":"United_States_Secretary_of_Education","surface_form":"Education Secretary","offset":3257},{"uri":"Arne_Duncan","surface_form":"Arne Duncan","offset":3277},{"uri":"NCAA","surface_form":"NCAA","offset":3470},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":3773},{"uri":"Big_Ten_Conference","surface_form":"Big Ten Conference","offset":4309},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":4411},{"uri":"College_Hockey_America","surface_form":"College Hockey America","offset":4436},{"uri":"Volleyball","surface_form":"volleyball","offset":4473}]}