{"id":168907,"url":"http://en.wikipedia.org/wiki/Nepotism","text":"e=\"preserve\">Nepotism is when a person in authority gives jobs to their relatives. It comes from the practice of mediaeval Popes, appointing their nephews to important positions. \"Nepote\" is Italian for 'nephew'.\nFor instance, Pope Callixtus III, head of the Borgia family, made two of his nephews cardinals; one of them, Rodrigo, later used his position as a cardinal as a stepping stone to the papacy, becoming Pope Alexander VI. Alexander then elevated Alessandro Farnese, his mistress's brother, to cardinal; Farnese would later go on to become Pope Paul III. Paul III was a notorious nepotist. When elected Pope in 1534 he appointed two nephews, aged 14 and 16, as cardinals.\nThe practice was finally ended when Pope Innocent XII issued the bull \"Romanum decet Pontificem\", in 1692. The papal bull prohibited popes in all times from bestowing estates, offices, or revenues on any relative, with the exception that one qualified relative (at most) could be made a cardinal.\nIn the modern world, nepotism is thought to be wrong, and conflicts with the principle of merit, where the best person gets the job (meritocracy). The argument against the widespread nepotism in countries like Italy is that it damages the economy of the country, though that is difficult to prove.","categories":[],"infobox_types":[],"annotations":[{"uri":"Relative","surface_form":"relative","offset":72},{"uri":"Mediaeval","surface_form":"mediaeval","offset":113},{"uri":"Popes","surface_form":"Popes","offset":123},{"uri":"Nephew","surface_form":"nephew","offset":147},{"uri":"Italian_language","surface_form":"Italian","offset":191},{"uri":"Pope_Callixtus_III","surface_form":"Pope Callixtus III","offset":227},{"uri":"House_of_Borgia","surface_form":"Borgia","offset":259},{"uri":"Pope_Alexander_VI","surface_form":"Pope Alexander VI","offset":413},{"uri":"Pope_Paul_III","surface_form":"Pope Paul III","offset":549},{"uri":"Cardinal_(Catholicism)","surface_form":"cardinal","offset":670},{"uri":"Pope_Innocent_XII","surface_form":"Pope Innocent XII","offset":717},{"uri":"Papal_bull","surface_form":"bull","offset":746},{"uri":"Merit","surface_form":"merit","offset":1068},{"uri":"Meritocracy","surface_form":"meritocracy","offset":1111},{"uri":"Italy","surface_form":"Italy","offset":1188},{"uri":"Economy","surface_form":"economy","offset":1217}]}