{"id":169068,"url":"http://en.wikipedia.org/wiki/The_Hound_of_the_Baskervilles","text":"The story.\nDr James Mortimor comes to Sherlock Holmes and Dr Watson to seek their help with the Baskerville family of Devon. Sir Charles Baskerville, the last of his Baskerville family was an elderly man. He believed that there was a curse on the family. In 1647 his ancestor, Hugo Baskerville, had attempted to catch a young woman whom he carried off; the girl had died of fear while Hugo was killed by a gigantic hound. Sir Charles Baskerville died of a heart attack while apparently fleeing a gigantic hound. As he was unmarried with no heirs, his estate goes to his nephew, Henry Baskerville, of Canada who is arriving in London. Although Holmes is not superstitious he does decide to take the case. Upon meeting the heir, several odd things happen: an unsigned note is delivered to Henry Baskerville warning him to stay away from the moor; then Henry's shoes beginning missing and turning up; first a new shoe and then an old one; lastly Holmes spots a stranger in a cab following Henry and Dr Mortimor.\nHolmes cannot go to Devon so he sends Dr Watson in his place as both a bodyguard to Sir Henry and as a spy. Dr Watson reports the eccentric happenings in Devon: the Baskerville's butler Barrymore and his wife who act strangely; Jack Stapleton an ex-schoolmaster and eccentric butterfly collector and his sister Beryl; a local busybody/and crank Frankland and his estranged daughter Laura Lyons. Lastly there is a deranged convict escapee named Sheldon on the moor. Beryl Stapleton first mistakes Watson for Sir Henry, warning him to go away; when she meets Sir Henry who begins to be attracted to her; although her brother strongly objects to their meeting together. Watson and Sir Henry find out the reason for the Barrymores strange actions, they are secretly helping Mrs Barrymore's brother, the escaped convict. Barrymore does reveal that he accidentally found a burned note to Charles Baskerville asking him to meet outside the hall from someone named L.L.\nWatson confronts Laura Lyons who admits that Charles Baskerville had financed her typewriting business and says she did not meet him on the night of his death. Watson is also confronted by Franklin who claims that he saw the escaped convict on the moor hiding in a old stone hut. Watson decides to investigate and finds the stranger is none other than Holmes! Holmes reveals that his prime suspect is Stapleton, who is the husband not the brother of Beryl. When they hear a scream they run out to find a dead man at the foot of a cliff. It is Sheldon the convict who was wearing Henry Baskerville old clothes. After meeting Stapleton, Holmes and Watson go to Baskerville Hall where Holmes tells Sir Henry to keep his dinner engagement with the Stapletons for the next night, although neither Holmes or Watson can go with Sir Henry as they must leave for London. Instead of leaving for London, Holmes and Watson confront Laura Lyons who is forced to admit that Stapleton had promised marriage to her. The meeting with Sir Charles was to have been a loan connected with her divorce expenses. It was Stapleton who persuaded her not to meet with Sir Charles at the last second and also to keep quiet about the note. Holmes and Watson meet Inspector Lestrade who has a arrest warrant. That night the three men spy on Stapleton and Sir Henry; when Sir Henry leaves to walk home, a gigantic glowing hound nearly attacks him but is killed by Holmes and Watson. At Stapleton's house they find Beryl who has been tied up and beaten by Stapleton. Stapleton flees to the moor but falls into the Grimpen Mire.\nHolmes reveals his deductive reasoning: the warning note had a woman's perfume scent; the theft of the shoes gave a clue that the dog was real; Stapleton, who was a spiritual and physical throwback to Hugo Baskerville (Holmes noticed the resemblance to the family portraits); his real name was Rodger Baskerville Jr (his father was the youngest of the Baskerville brothers and had to flee England for Central America). After marring a local beauty Beryl Garcia, he had stolen public money and fled Central America to England in 1885 where he used the money to start a public school in Yorkshire. The tutor he had hired died of consumption and the school which Baskerville then tried to use to teach his pupils crime was forced to close after an epidemic killed three students. In 1887 He then fled to his ancestrial home in Devon with the remains of his fortune, his wife and his taste for Entomology; Holmes cannot prove it but he theorizes that Baskerville supported himself by burglaries and in the process committed a murder. When he found out that one life was between him and a valuable estate and that Sir Charles had both a weak heart and took the family legend seriously, he bought a large savage dog and hid it on the moor. He tricked Laura Lyons into writing the appointment note for Sir Charles and sent the dog, coated with phosphorous, after the old man who died of a heart attack. He tried the same trick on his cousin Henry twice-the first time however it was the convict wearing Henry clothing that fell victim. He had tied up his wife so she could not warn Sir Henry of the danger he was in. In Holmes words: Roger Baskerville aka Jack Stapleton has for years been a dangerous and desperate man and one of the few foes worthy of confronting Sherlock Holmes The others being Dr Grimesby Roylott and Professor Moriaty).","categories":[],"infobox_types":["Book"],"annotations":[{"uri":"Entomology","surface_form":"Entomology","offset":4458}]}