{"id":169180,"url":"http://en.wikipedia.org/wiki/Hot_air_balloon","text":"A hot air balloon is a type of aircraft. It is lifted by heating the air inside the balloon, usually with fire. Hot air weighs less than the same volume of cold air (it is less dense), which means that hot air will rise up or float when there is cold air around it, just like a bubble of air in a pot of water. The greater the difference between the hot and the cold, the greater the difference in density, and the stronger the balloon will pull up. This means that balloons can carry more weight on a cold day, or if the air inside the balloon is very hot. At higher temperature, the air molecules move faster. This causes the molecules to spread out and therefore hot air is less dense than cooler air.\nHistory.\nThe hot air balloon is the oldest form of flying technology that can successfully carry people. The earliest use of hot air to make objects fly was made in Ancient China. Paper lanterns were sent into the air for signalling.\nThe first hot air balloon to carry a person was made by the Montgolfier brothers. On 19 September 1783, they demonstrated their invention for King Louis XVI and Queen Marie Antoinette at the French court in Paris. The passengers were a sheep, a duck and a rooster. They flew for 480 metres. The first flight carrying a person was on 15 October 1783. It carried Jacques-Etienne Montgolfier. The balloon was attached to the ground by a rope. The first \"free\" flight, without being attached to the ground, was a few weeks later, on 21 November 1783. It carried Marquis François d'Arlandes and Pilatre de Rozier.\nHow it works.\nThe air is made up of molecules. When the air is cold, these molecules are closer together. When the air is hot, they move away from each other. So, in the same space, there are fewer molecules in hot air. Hot air is therefore lighter than cold air. This makes it rise and carry up the balloon when the air inside it is heated. The air is heated in the balloon with a burner, which uses bursts of fire to keep the air hot. The fire is fuelled by propane.\nThe heated air is kept inside the balloon by its fabric. This is called the \"envelope\". It is usually made of nylon.\nThe passengers and the pilot stand in the basket, which is attached to the balloon by ropes. The basket is usually made of wicker. Baskets can come in many sizes. It can have enough places for up to 36 people. It depends the size of the balloon to carry that much weight.\nFestivals.\nA hot air balloon festival is a type of air show. It is where ballooners display and fly their balloons together. During these events, they fly in the morning and in the evening if the conditions allow it. People can enjoy a balloon flight if they pay. There are many activities. Sometimes, the balloons are lit up against the night sky.\nAt these festivals, people can see different shapes of balloons. Usually, they are kind of round but they may have forms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aircraft","surface_form":"aircraft","offset":31},{"uri":"Heat","surface_form":"heating","offset":57},{"uri":"Fire","surface_form":"fire","offset":106},{"uri":"Volume","surface_form":"volume","offset":146},{"uri":"Density","surface_form":"dense","offset":177},{"uri":"Density","surface_form":"density","offset":398},{"uri":"Flight","surface_form":"flying","offset":756},{"uri":"Technology","surface_form":"technology","offset":763},{"uri":"Ancient_China","surface_form":"Ancient China","offset":870},{"uri":"Lantern","surface_form":"lantern","offset":891},{"uri":"Recognition_signal","surface_form":"signalling","offset":927},{"uri":"Montgolfier_brothers","surface_form":"Montgolfier brothers","offset":999},{"uri":"Louis_XVI","surface_form":"Louis XVI","offset":1086},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":1106},{"uri":"Paris","surface_form":"Paris","offset":1146},{"uri":"Fran%C3%A7ois_Laurent_d%27Arlandes","surface_form":"Marquis François d'Arlandes","offset":1497},{"uri":"Molecules","surface_form":"molecules","offset":1584},{"uri":"Fire","surface_form":"fire","offset":1959},{"uri":"Fuel","surface_form":"fuelled","offset":1997},{"uri":"Propane","surface_form":"propane","offset":2008},{"uri":"Fabric","surface_form":"fabric","offset":2066},{"uri":"Nylon","surface_form":"nylon","offset":2127},{"uri":"Pilot","surface_form":"pilot","offset":2157},{"uri":"Wicker","surface_form":"wicker","offset":2257},{"uri":"Festival","surface_form":"festival","offset":2435},{"uri":"Air_show","surface_form":"air show","offset":2457}]}