{"id":169238,"url":"http://en.wikipedia.org/wiki/Cucurbitales","text":"The Cucurbitales is an order of flowering plants, included in the rosid group of dicotyledons. This order mostly belongs to tropical areas, with limited presence in subtropic and temperate regions. The order includes various shrubs and trees, together with many herbs and climbing plants.\nOne of major characteristics of the Cucurbitales is the presence of unisexual flowers, with thick pointed petals (whenever present). The pollination is usually performed by insects, but wind pollination, where flowers use the wind to move pollen from one flower to the next, is also present (in Coriariaceae and Datiscaceae).\nThe order consists of roughly 2600 species in eight families. The largest families are Begoniaceae (begonia family) with 1400 species and Cucurbitaceae (gourd family) with 825 species.\nThe large families of Cucurbitales include several economically important plants. Specifically, the Cucurbitaceae are responsible for some food species, such as squash, pumpkin (both from \"Cucurbita\"), watermelon (\"Citrullus vulgaris\"), melon and cucumber (both \"Cucumis\"). The Begoniaceae are known for their horticultural species, of which there are over 130.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flowering_plant","surface_form":"flowering plant","offset":32},{"uri":"Rosid","surface_form":"rosid","offset":66},{"uri":"Dicotyledon","surface_form":"dicotyledon","offset":81},{"uri":"Pollination","surface_form":"pollination","offset":426},{"uri":"Coriariaceae","surface_form":"Coriariaceae","offset":584},{"uri":"Datiscaceae","surface_form":"Datiscaceae","offset":601},{"uri":"Begoniaceae","surface_form":"Begoniaceae","offset":702},{"uri":"Cucurbitaceae","surface_form":"Cucurbitaceae","offset":753},{"uri":"Squash_(fruit)","surface_form":"squash","offset":961},{"uri":"Pumpkin","surface_form":"pumpkin","offset":969},{"uri":"Watermelon","surface_form":"watermelon","offset":1002},{"uri":"Melon","surface_form":"melon","offset":1037},{"uri":"Cucumber","surface_form":"cucumber","offset":1047}]}