{"id":16927,"url":"http://en.wikipedia.org/wiki/LiveJournal","text":"e=\"preserve\">LiveJournal (often called LJ) is a website on which Internet users can keep a blog. It is also the name of the software that was designed to run it. LiveJournal is different from some other blogging sites, because a user can interact with friends in certain ways that are unique to the website (such as instant messaging in LJ Talk). It is based in San Francisco, California.\nLiveJournal was started in 1999 by Brad Fitzpatrick as a way of keeping his high school friends updated on his activities. In January 2005, a blogging software company called Six Apart bought Danga Interactive, the company that was owned by Fitzpatrick, which operates LiveJournal.\nFeatures.\nLiveJournal has a service called a \"friends list\", which makes the site a way to socialise with friends and other people, even though it is a blog service too.\nLiveJournal lets users change their accounts in several ways. A programming language called S2 can help users make their blogs look different. Users may upload small pictures (maximum 100 by 100 pixels) called \"userpics\", which appear next to the username. People can pay to get more features, like extra userpics, the ability to record their voices into a post (\"voice posts\"), the ability to make polls, and better layouts.\nEach user also has a \"User Info\" page, which may contain contact information, a biography of the user, and lists of friends, interests, communities, and even schools the user had attended.\nCurrently LiveJournal has five kinds of accounts. About 95% of all LiveJournal users use a non-paid account (\"plus\" accounts). People can pay for their accounts (\"Paid\" accounts) and get more features, or they can get a \"sponsored\" account, which is free and has more features, but has advertisements. \"Early adopters\" are the accounts of people who signed up for LiveJournal back in 1999 or 2000. There are also permanent accounts. Most people can not get a permanent account. LiveJournal only sells them sometimes, and they may not sell them again.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blog","surface_form":"blog","offset":91},{"uri":"Software","surface_form":"software","offset":124},{"uri":"San_Francisco%2C_California","surface_form":"San Francisco, California","offset":362},{"uri":"Brad_Fitzpatrick","surface_form":"Brad Fitzpatrick","offset":424},{"uri":"High_school","surface_form":"high school","offset":465},{"uri":"Six_Apart","surface_form":"Six Apart","offset":564},{"uri":"Danga_Interactive","surface_form":"Danga Interactive","offset":581},{"uri":"Programming_language","surface_form":"programming language","offset":905},{"uri":"Download","surface_form":"upload","offset":994},{"uri":"Poll","surface_form":"poll","offset":1240},{"uri":"Biography","surface_form":"biography","offset":1347}]}