{"id":169405,"url":"http://en.wikipedia.org/wiki/Victoria_line","text":"The Victoria line is part of the London Underground network. It is a deep-level underground metro line that runs from Brixton in south London to Walthamstow Central in the north-east. It started running in 1968. On the Tube map it is shown with a light blue color. It is the fourth busiest line on the London Underground network. It is the only line on the Underground, other than the two-stop Waterloo & City line, which is completely underground. The only section of track to come above ground is the route to the depot from Seven Sisters to Northumberland Park.\nThe Underground line has hump-backed stations which allow trains to store gravitational potential energy as they arrive and to then use this energy as they leave the stations. The stations are on top of small hills, or humps. As the train travels up the hill to the station its weight helps it to slow down. As the train leaves the station it travels down the hill, with gravity helping the train to speed up. This saves 5% energy and makes the trains run 9% faster. Each new platform built for the Victoria Line is 132.6 metres long. Around 200 million people use the Victoria line each year.\nHistory.\nA new tube railway running from Victoria to Walthamstow was first proposed by a Working Party set up by the British Transport Commission in 1948. The main purpose of the line was to relieve congestion in the central area. The Private Bill needed to build it was introduced into Parliament in 1955. The Bill described a line from Victoria to Walthamstow (Wood Street). There was also a proposal for an extension from Victoria to Fulham Broadway station on the District line, but this was not included in the Bill.\nThe construction work on the Walthamstow–Victoria section began in 1962. It continued until 1972, when Pimlico station was opened. A test tunnel from Tottenham to Manor House under Seven Sisters Road had been constructed in 1959 and this was later integrated into the running tunnels. The Prince of Wales and the Duke of Edinburgh visited the line during its construction. In July 1968, they visited the tunnels that were being built under Vauxhall Park.\nBarbara Castle, the Minister of Transport gave approval on 4 August 1967 to build the Brixton extension. Preparatory work started at a site on Bessborough Gardens near to Vauxhall Bridge Road in May 1967. On 28 June 1968, Richard Marsh, then Minister of Transport approved the proposal to build a station at Pimlico.\nThe name \"Victoria line\" dates back to 1955. Other suggestions were \"Walvic line\" (Walthamstow Central station–Victoria station) and \"Viking line\" (Victoria station–King's Cross station). During the planning stages, it was known as \"Route C\". Later, it was named the Victoria line after Victoria Station by David McKenna. This suggestion was seconded by Sir John Elliot.\nThe Victoria line was designed to get rid of build-ups of traffic on other lines, such as the Piccadilly line. It was also designed to have as many interchanges as possible, and all stations except Pimlico have an interchange with at least one other London Underground or National Rail line. It had been intended to build the line past Walthamstow Central to Wood Street (Walthamstow), where it would come above ground to terminate next to the British Railways station. However, a late decision in 1961 saw the line cut back to Walthamstow Central station. Until 1968 this station was called Walthamstow (Hoe Street).\nEach Victoria line station apart from Pimlico was built as an interchange station and several existing stations were re–arranged to allow for cross-platform interchange with it. In some cases this was achieved by placing the Victoria line platforms on either side of the existing station. In others the Victoria line uses one of the older platforms and the existing line was moved toto a new platform.\nAt Euston, northbound Victoria and Northern line (Bank branch) trains run along platforms next to each other, although they are travelling in opposite directions. \"Same-direction\" cross-platform interchanges are available at Stockwell (with the Northern line), Oxford Circus (with the Bakerloo line), Highbury & Islington (with First Capital Connect, originally the Northern City Line) and at Finsbury Park (with the Piccadilly line).\nAll Victoria line stations were originally tiled in a light blue colour. Each station was decorated with tiled motifs on seating recesses to differentiate them from each other. During the construction of the Jubilee line in the late 1970s, the original motifs on Green Park station were replaced by motifs matching the new design for the Jubilee line platforms.\nPlatform humps were installed on all Victoria Line stations, except for Pimlico, during late 2010 and 2011. This was done to provide step-free access to trains. The Rail Vehicle Accessibility (Non Interoperable Rail System) Regulations 2010 and the Disability Discrimination Act 1995 created the need for the humps to be installed. The humps are a ramp type, similar to those being installed on some mainline stations. They are of a masonry construction.\nOpening.\nThe first section opened was between Walthamstow Central and Highbury & Islington. There was no opening ceremony for this. The normal timetable started on 1 September 1968. The first train left Walthamstow Central for Highbury & Islington at about 7:32 am. Later that year, the section between Highbury & Islington and Warren Street was opened. Again there was no ceremony.\nThe official opening ceremony for the line took place at Victoria station on 7 March 1969. Queen Elizabeth II unveiled a commemorative plaque on the station concourse. After a short ceremony, she bought a 5d (old pence) ticket and travelled to Green Park. In new pence this would be about 2.08p. This made her the first monarch to ride the Underground.\nPrincess Alexandra opened the Brixton extension on 23 July 1971. She rode the train from Brixton to Vauxhall.\nService and rolling stock.\nTrains run every two minutes during peak periods (when its the busiest). In normal service, all trains run from Brixton to Seven Sisters. About three out of five continue to Walthamstow Central.\nWhen the line first opened it was served by a fleet of 8-car 1967 tube stock trains. Each is made up of two four-car units. Later on, a number of cars of 1972 Mark I tube stock were adapted to work with the 1967 stock. This meant that there were finally 43 trains, each of which was made up of two four-car units. The 1967 tube stock was replaced by 2009 tube stock between 2009 and 2011 (see below).\nAt first, an articulated type of rolling stock was thought about. This idea was not used because it would have been too hard to move the stock to Acton Works for heavy overhauls. This is no longer a problem since train overhauls have been moved away from Acton Works to the builders' own works. The new 2009 tube stock is wider and the carriage is slightly longer. This means it can only run on the Victoria line, as it is too wide for the tunnels of other deep level tube lines.\nThe line has an Automatic Train Operation system (ATO). The train operator (driver) closes the train doors and presses a pair of \"start\" buttons. If the way ahead is clear, the ATO drives the train at a safe speed to the next station and stops there. This system has been in place since the line opened in 1968. This makes the Victoria line the world's first full-scale automatic railway.\nFuture.\nWhen the Victoria line was built, there were severe budget restrictions. As a result, the station infrastructure standards were lower than on older lines and on later extension projects. Examples of these lower standards include narrower than usual platforms and undecorated ceilings at Walthamstow Central, Blackhorse Road and Tottenham Hale. This also affects lighting levels. At most stations between the up and down escalators there is a concrete staircase where an additional escalator could be installed, but has not been fitted. It can cause severe congestion at peak times. This has been remedied at Brixton in 2004 and at Vauxhall in 2006 where an additional escalator has been installed in place of the fixed stairway.\nIn addition, there have been station closures for safety reasons, when both escalators have been unserviceable. Over many years, heavy equipment has been installed in fenced-off sections at the ends of platforms owing to the lack of anywhere else to install them. It is not clear from Transport for London's Five-Year Investment Programme whether these shortcomings are likely to be remedied.\nThe 1967 stock was replaced bit by bit from July 2009 as part of Transport for London's 5-year £10 billion redevelopment project. The replacement for the line's 1967 tube stock is the 2009 tube stock built by Bombardier Transportation. The first train was built in 2006. Testing of the new trains began in 2008. The main fleet began to be introduced in 2009 and went into main service in 2010. The last of the 1967 stock trains ran on 30 June 2011, after which the whole service was provided by 2009 stock.\nSupporters of Tottenham Hotspur (and the club itself) have campaigned for a surface station to be opened next to Northumberland Park Station, next to the line's depot. This would provide an improvement in transport links, seen as essential if the club's wish to redevelop their ground and increase crowd capacity is to become a reality. The idea was looked into but Network Rail own the necessary land and need it for their own expansion plans.\nWhen Crossrail 2 is built, it will lower the number of passengers on the Victoria line (there are too many at the moment). It will offer an alternative route across Central London between Victoria and King's Cross St. Pancras.\nFor many years there have been proposals to extend southwards from Brixton one stop to Herne Hill. Herne Hill is a railway station that can link passengers to Kent and other places. The tube station would be on a large reversing loop with one platform. This would remove a problem of having too many trains by getting rid if the need for trains to reverse at Brixton. However, this would cost too much money for how little it would actually help passengers. Given that the line is very overcrowded, this is the only extension that could ever happen.\nDepot.\nNorthumberland Park Depot is the service and storage area for trains on the Victoria Line. It is the only part of the line not in tunnel. It is next to Northumberland Park railway station, on Tottenham Marshes, Tottenham in the London Borough of Haringey.\nThe Depot is connected to the Victoria Line by a tunnelled branch line to a junction to the north of Seven Sisters. It was opened with the first stage of the line in 1968.\nThere is a local campaign for platforms for the Victoria Line to be built at Northumberland Park station. This is supported by the Haringey Council and by Tottenham Hotspur F.C. because the club thinks the new platforms are necessary for their plans to increase capacity at their White Hart Lane ground.","categories":[],"infobox_types":["rail line"],"annotations":[{"uri":"London_Underground","surface_form":"London Underground","offset":33},{"uri":"Transport_network","surface_form":"network","offset":52},{"uri":"Deep-level_tube_lines","surface_form":"deep-level","offset":69},{"uri":"Underground","surface_form":"underground","offset":80},{"uri":"Metro","surface_form":"metro","offset":92},{"uri":"Brixton","surface_form":"Brixton","offset":118},{"uri":"London","surface_form":"London","offset":135},{"uri":"Walthamstow_Central","surface_form":"Walthamstow Central","offset":145},{"uri":"Tube_map","surface_form":"Tube map","offset":219},{"uri":"Show","surface_form":"show","offset":234},{"uri":"Blue","surface_form":"light blue","offset":247},{"uri":"Busiest","surface_form":"busiest","offset":282},{"uri":"Waterloo_%26amp%3B_City_line","surface_form":"Waterloo & City line","offset":394},{"uri":"Depot","surface_form":"depot","offset":516},{"uri":"Seven_Sisters_tube_station","surface_form":"Seven Sisters","offset":527},{"uri":"Northumberland_Park_Depot","surface_form":"Northumberland Park","offset":544},{"uri":"Gravitational_potential_energy","surface_form":"gravitational potential energy","offset":639},{"uri":"Hump","surface_form":"humps","offset":784},{"uri":"Inertia","surface_form":"weight","offset":843},{"uri":"Gravity","surface_form":"gravity","offset":936},{"uri":"Energy","surface_form":"energy","offset":989},{"uri":"Metre","surface_form":"metre","offset":1087},{"uri":"Victoria%2C_London","surface_form":"Victoria","offset":1200},{"uri":"Walthamstow","surface_form":"Walthamstow","offset":1212},{"uri":"Propose","surface_form":"proposed","offset":1234},{"uri":"British_Transport_Commission","surface_form":"British Transport Commission","offset":1276},{"uri":"Purpose","surface_form":"purpose","offset":1323},{"uri":"Relieve","surface_form":"relieve","offset":1350},{"uri":"Traffic_congestion","surface_form":"congestion","offset":1358},{"uri":"Private_Bill","surface_form":"Private Bill","offset":1394},{"uri":"Parliament","surface_form":"Parliament","offset":1446},{"uri":"Propose","surface_form":"proposal","offset":1553},{"uri":"Extend","surface_form":"extension","offset":1569},{"uri":"Fulham_Broadway_tube_station","surface_form":"Fulham Broadway","offset":1596},{"uri":"District_line","surface_form":"District line","offset":1627},{"uri":"Construct","surface_form":"construction","offset":1685},{"uri":"Pimlico_station","surface_form":"Pimlico station","offset":1784},{"uri":"Tunnel","surface_form":"tunnel","offset":1819},{"uri":"Tottenham","surface_form":"Tottenham","offset":1831},{"uri":"Manor_House%2C_London","surface_form":"Manor House","offset":1844},{"uri":"Seven_Sisters_Road","surface_form":"Seven Sisters Road","offset":1862},{"uri":"Integrate","surface_form":"integrated","offset":1929},{"uri":"Charles%2C_Prince_of_Wales","surface_form":"Prince of Wales","offset":1970},{"uri":"Prince_Philip%2C_Duke_of_Edinburgh","surface_form":"Duke of Edinburgh","offset":1994},{"uri":"Tunnel","surface_form":"tunnel","offset":2085},{"uri":"Barbara_Castle","surface_form":"Barbara Castle","offset":2136},{"uri":"Secretary_of_State_for_Transport","surface_form":"Minister of Transport","offset":2156},{"uri":"Approve","surface_form":"approval","offset":2183},{"uri":"Prepare","surface_form":"Preparatory","offset":2241},{"uri":"Vauxhall_Bridge_Road","surface_form":"Vauxhall Bridge Road","offset":2307},{"uri":"Richard_Marsh%2C_Baron_Marsh","surface_form":"Richard Marsh","offset":2358},{"uri":"Pimlico","surface_form":"Pimlico","offset":2444},{"uri":"Date","surface_form":"date","offset":2478},{"uri":"Walthamstow_Central_station","surface_form":"Walthamstow Central station","offset":2536},{"uri":"London_Victoria_station","surface_form":"Victoria station","offset":2564},{"uri":"London_King%27s_Cross_railway_station","surface_form":"King's Cross station","offset":2618},{"uri":"John_Elliot_(railway_manager)","surface_form":"Sir John Elliot","offset":2807},{"uri":"Traffic","surface_form":"traffic","offset":2882},{"uri":"Piccadilly_line","surface_form":"Piccadilly line","offset":2918},{"uri":"Interchange","surface_form":"interchange","offset":2972},{"uri":"Pimlico_tube_station","surface_form":"Pimlico","offset":3022},{"uri":"London_Underground","surface_form":"London Underground","offset":3074},{"uri":"National_Rail","surface_form":"National Rail","offset":3096},{"uri":"Walthamstow_Central_tube_station","surface_form":"Walthamstow Central","offset":3160},{"uri":"Wood_Street_railway_station","surface_form":"Wood Street (Walthamstow)","offset":3183},{"uri":"Terminate","surface_form":"terminate","offset":3246},{"uri":"British_Railways","surface_form":"British Railways","offset":3268},{"uri":"Pimlico_tube_station","surface_form":"Pimlico","offset":3480},{"uri":"Cross-platform_interchange","surface_form":"cross-platform interchange","offset":3584},{"uri":"Euston_tube_station","surface_form":"Euston","offset":3847},{"uri":"Northern_line","surface_form":"Northern line (Bank branch)","offset":3879},{"uri":"Stockwell_tube_station","surface_form":"Stockwell","offset":4069},{"uri":"Oxford_Circus_tube_station","surface_form":"Oxford Circus","offset":4105},{"uri":"Bakerloo_line","surface_form":"Bakerloo line","offset":4129},{"uri":"Highbury_%26amp%3B_Islington_station","surface_form":"Highbury & Islington","offset":4145},{"uri":"First_Capital_Connect","surface_form":"First Capital Connect","offset":4172},{"uri":"Northern_City_Line","surface_form":"Northern City Line","offset":4210},{"uri":"Finsbury_Park_station","surface_form":"Finsbury Park","offset":4237},{"uri":"Decorate","surface_form":"decorated","offset":4369},{"uri":"Tile","surface_form":"tile","offset":4384},{"uri":"Motif","surface_form":"motif","offset":4390},{"uri":"Recess","surface_form":"recess","offset":4408},{"uri":"Difference","surface_form":"differentiate","offset":4420},{"uri":"Jubilee_line","surface_form":"Jubilee line","offset":4487},{"uri":"Green_Park_tube_station","surface_form":"Green Park station","offset":4542},{"uri":"Jubilee_line","surface_form":"Jubilee line","offset":4617},{"uri":"Harrington_Hump","surface_form":"Platform humps","offset":4641},{"uri":"Victoria_Line","surface_form":"Victoria Line","offset":4678},{"uri":"Pimlico_tube_station","surface_form":"Pimlico","offset":4713},{"uri":"Disability_Discrimination_Act_1995","surface_form":"Disability Discrimination Act 1995","offset":4890},{"uri":"Walthamstow_Central_tube_station","surface_form":"Walthamstow Central","offset":5142},{"uri":"Highbury_%26amp%3B_Islington_station","surface_form":"Highbury & Islington","offset":5166},{"uri":"Ceremony","surface_form":"ceremony","offset":5209},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":5570},{"uri":"Commemorative_plaque","surface_form":"commemorative plaque","offset":5600},{"uri":"%C2%A3sd","surface_form":"d","offset":5685},{"uri":"Green_Park_tube_station","surface_form":"Green Park","offset":5723},{"uri":"New_pence","surface_form":"new pence","offset":5738},{"uri":"Monarchy_of_the_United_Kingdom","surface_form":"monarch","offset":5799},{"uri":"Princess_Alexandra%2C_The_Honourable_Lady_Ogilvy","surface_form":"Princess Alexandra","offset":5832},{"uri":"Brixton","surface_form":"Brixton","offset":5862},{"uri":"Brixton_tube_station","surface_form":"Brixton","offset":5921},{"uri":"Vauxhall_station","surface_form":"Vauxhall","offset":5932},{"uri":"Rush_hour","surface_form":"peak periods","offset":6005},{"uri":"Brixton_tube_station","surface_form":"Brixton","offset":6081},{"uri":"Seven_Sisters_station","surface_form":"Seven Sisters","offset":6092},{"uri":"Walthamstow_Central","surface_form":"Walthamstow Central","offset":6143},{"uri":"Carriage","surface_form":"car","offset":6221},{"uri":"London_Underground_1967_Stock","surface_form":"1967 tube stock","offset":6225},{"uri":"London_Underground_1972_Stock","surface_form":"1972 Mark I tube stock","offset":6318},{"uri":"London_Underground_2009_Stock","surface_form":"2009 tube stock","offset":6514},{"uri":"Articulated","surface_form":"articulated","offset":6578},{"uri":"Overhaul","surface_form":"overhauls","offset":6733},{"uri":"London_Underground_rolling_stock","surface_form":"tube stock","offset":6873},{"uri":"Automatic_Train_Operation","surface_form":"Automatic Train Operation","offset":7061},{"uri":"Budget","surface_form":"budget","offset":7494},{"uri":"Infrastructure","surface_form":"infrastructure","offset":7540},{"uri":"Walthamstow_Central_station","surface_form":"Walthamstow Central","offset":7729},{"uri":"Blackhorse_Road_station","surface_form":"Blackhorse Road","offset":7750},{"uri":"Tottenham_Hale_station","surface_form":"Tottenham Hale","offset":7770},{"uri":"Escalator","surface_form":"escalator","offset":7862},{"uri":"Remedy","surface_form":"remedied","offset":8038},{"uri":"Unserviceable","surface_form":"unserviceable","offset":8268},{"uri":"Transport_for_London","surface_form":"Transport for London","offset":8456},{"uri":"Shortcomings","surface_form":"shortcomings","offset":8524},{"uri":"Transport_for_London","surface_form":"Transport for London","offset":8629},{"uri":"Redevelopment","surface_form":"redevelopment","offset":8671},{"uri":"London_Underground_2009_Stock","surface_form":"2009 tube stock","offset":8748},{"uri":"Bombardier_Transportation","surface_form":"Bombardier Transportation","offset":8773},{"uri":"Tottenham_Hotspur_F.C.","surface_form":"Tottenham Hotspur","offset":9085},{"uri":"Campaign","surface_form":"campaigned","offset":9130},{"uri":"Northumberland_Park_railway_station","surface_form":"Northumberland Park Station","offset":9184},{"uri":"Network_Rail","surface_form":"Network Rail","offset":9437},{"uri":"Crossrail_2","surface_form":"Crossrail 2","offset":9521},{"uri":"Alternative","surface_form":"alternative","offset":9656},{"uri":"Central_London","surface_form":"Central London","offset":9681},{"uri":"London_Victoria_station","surface_form":"Victoria","offset":9704},{"uri":"King%27s_Cross_St._Pancras_tube_station","surface_form":"King's Cross St. Pancras","offset":9717},{"uri":"Herne_Hill_railway_station","surface_form":"Herne Hill","offset":9830},{"uri":"Kent","surface_form":"Kent","offset":9902},{"uri":"Reversing_loop","surface_form":"reversing loop","offset":9962},{"uri":"Overcrowding","surface_form":"overcrowded","offset":10229},{"uri":"Northumberland_Park_railway_station","surface_form":"Northumberland Park railway station","offset":10452},{"uri":"Tottenham_Marshes","surface_form":"Tottenham Marshes","offset":10492},{"uri":"Tottenham","surface_form":"Tottenham","offset":10511},{"uri":"London_Borough_of_Haringey","surface_form":"London Borough of Haringey","offset":10528},{"uri":"Seven_Sisters_station","surface_form":"Seven Sisters","offset":10657},{"uri":"Tottenham_Hotspur_F.C.","surface_form":"Tottenham Hotspur F.C.","offset":10883},{"uri":"White_Hart_Lane","surface_form":"White Hart Lane","offset":11008}]}