{"id":169438,"url":"http://en.wikipedia.org/wiki/Third_rail","text":"A third rail is a metal railway track that is placed on either side of a train track to provide electrical power to trains traveling along the tracks. They are often used on subways and local train services. Before third rails, electricity was carried in overhead wires.\nHistory.\nIn the 19th century engineer<nowiki/>s found ways to use electricity to power trains. Scottish engineer Robert Davidson designed and built an electric locomotive in 1837 using batteries. Locomotives powered by batteries could not be used on the main railways due to the frequent need to charge them.\nGerman engineer Werner von Siemens in 1879 designed the first reliable electric locomotive to carry passengers. Siemens' design used a 2.2kW electric motor and had a top speed of just over 13km/h. This new locomotive hauled three passenger cars along a 300 meter circular railway track and carried about 90,000 people in four months during its trail run at the Berlin Industrial Exhibition. Siemens' electric locomotive was the first train to use a third rail and power was provided by a dynamo built for this purpose.\nEarly electric trains were unable to access a widely available and reliable source of electricity. A network of electricity that went wherever the rail line network went was needed. Whilst many modern long distance trains use an overhead wire system to provide power, the third rail was the first successful means of supplying power. It remains very much in use world-wide today, especially in local and rapid transit systems.\nTechnical aspects.\nThe third rail is usually located outside the two running rails, but occasionally between them. The electricity is transmitted to the train by means of a sliding shoe, which is held in contact with the rail. On many systems an insulating cover is provided above the third rail to protect employees working near the track; sometimes the shoe is designed to contact the side (called side running) or bottom (called bottom running) of the third rail, allowing the protective cover to be mounted directly to its top surface. When the shoe slides on top, it is referred to as top running. When the shoe slides on the bottom it is not affected by the build-up of snow or leaves.\nDanger.\nThird rails typically carry hundreds of volts in high amperage current. This makes them very dangerous. In 2005 American James Maki fell onto the third rail at a Boston rail station and suffered extensive and disfiguring injuries. As part of his treatment he became the second American recipient of a face transplant. Many deaths occur around the world each year due to human contact with a third rail. In New York City, there have been multiple cases of people dying because they have urinated on the third rail.","categories":[],"infobox_types":[],"annotations":[{"uri":"Metal","surface_form":"metal","offset":18},{"uri":"Railway_track","surface_form":"railway track","offset":24},{"uri":"Train","surface_form":"train","offset":73},{"uri":"Electricity","surface_form":"electrical","offset":96},{"uri":"Train","surface_form":"train","offset":116},{"uri":"Subway","surface_form":"subway","offset":174},{"uri":"Overhead_wires","surface_form":"overhead wires","offset":255},{"uri":"Engineer","surface_form":"engineer","offset":300},{"uri":"Scotland","surface_form":"Scottish","offset":366},{"uri":"Robert_Davidson","surface_form":"Robert Davidson","offset":384},{"uri":"Locomotive","surface_form":"locomotive","offset":431},{"uri":"Battery","surface_form":"batteries","offset":456},{"uri":"Werner_von_Siemens","surface_form":"Werner von Siemens","offset":596},{"uri":"Watt","surface_form":"kW","offset":718},{"uri":"Electric_motor","surface_form":"electric motor","offset":721},{"uri":"Berlin_Industrial_Exhibition","surface_form":"Berlin Industrial Exhibition","offset":941},{"uri":"Electrical_generator","surface_form":"dynamo","offset":1068},{"uri":"Rapid_transit","surface_form":"rapid transit","offset":1503},{"uri":"Volt","surface_form":"volt","offset":2266},{"uri":"Ampere","surface_form":"amperage","offset":2280},{"uri":"Electricity","surface_form":"current","offset":2289},{"uri":"James_Maki","surface_form":"James Maki","offset":2347},{"uri":"Boston","surface_form":"Boston","offset":2388},{"uri":"Face_transplant","surface_form":"face transplant","offset":2527},{"uri":"New_York_City","surface_form":"New York City","offset":2632},{"uri":"Urine","surface_form":"urinated","offset":2712}]}