{"id":169573,"url":"http://en.wikipedia.org/wiki/Stellar_precession","text":"Stellar precession is one of the ways the stars slowly move across the sky when seen from the Earth. The best-known thing this causes is making the north star's place in the sky slowly change over thousands of years. It is caused by the Sun's gravity pulling the Earth's poles toward itself. Because the Earth's poles are tilted at an angle of 23.42 degrees from straight up in relation to its orbit, this causes the North Pole to seem to point at different places in the sky. While the orientation of the Earth with respect to the stars changes, the axial tilt remains constant.\nAlthough it takes a very long time for the pole to make a whole circle in the sky (almost 26,000 years), even over the time period that humans have had writing, this has made a big difference in what star is seen as the north star. When the ancient Egyptians built the pyramids about 4,000 years ago, they used the stars to make the edges line up with north and south. However, they did not use the same north star that we do because Earth's North Pole pointed at a different star than it does today.\nAstronomers have known about this movement for a very long time, calling it the precession of the equinoxes. Most people think that Hipparchus discovered it in ancient Greece in about 130 BC, but some people think that even the ancient Egyptians may have known about it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Star","surface_form":"star","offset":42},{"uri":"Earth","surface_form":"Earth","offset":94},{"uri":"North_star","surface_form":"north star","offset":148},{"uri":"Sun","surface_form":"Sun","offset":237},{"uri":"Gravity","surface_form":"gravity","offset":243},{"uri":"North_Pole","surface_form":"poles","offset":271},{"uri":"Axial_tilt","surface_form":"tilted","offset":322},{"uri":"Degree_(angle)","surface_form":"degrees","offset":350},{"uri":"Orbit","surface_form":"orbit","offset":394},{"uri":"North_Pole","surface_form":"North Pole","offset":417},{"uri":"Axial_tilt","surface_form":"axial tilt","offset":551},{"uri":"North_star","surface_form":"north star","offset":800},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":821},{"uri":"Pyramids","surface_form":"pyramids","offset":849},{"uri":"Astronomer","surface_form":"Astronomer","offset":1081},{"uri":"Precession_of_the_equinoxes","surface_form":"precession of the equinoxes","offset":1161},{"uri":"Hipparchus","surface_form":"Hipparchus","offset":1213},{"uri":"Ancient_Greece","surface_form":"ancient Greece","offset":1241},{"uri":"130_BC","surface_form":"130 BC","offset":1265}]}