{"id":169532,"url":"http://en.wikipedia.org/wiki/Foreign_relations_of_Pakistan","text":"Pakistan is the second largest Muslim country in terms of population (behind Indonesia). Pakistan is the only Muslim country known to have nuclear weapons. Pakistan is also an important member of the Organisation of the Islamic Conference (OIC).\nPakistan is an active member of the United Nations. Pakistan had some problems with its Foreign relations. Pakistan's relations with its neighbor, India is not good. Both countries have been fighting over the disputed territory of Kashmir,over which they have fought two wars. Pakistan has also had difficult relations with neighbors Afghanistan and Iran. Pakistan has had a long and good relationship with the China. Pakistan has interest over the Persian Gulf and has wide-ranging bilateral relations with the United States and other Western countries.\nPakistan distrusted the Soviet Union during much of the Cold War. Because of this Pakistan had strong relations with both the United States of America and the People's Republic of China.\nPakistan was a member of the American-sponsored CENTO and SEATO military alliances. Pakistans' alliance with the United States was especially close after the Soviets invaded the neighboring country of Afghanistan. In 1964, Pakistan signed the Regional Cooperation for Development (RCD) Pact with Turkey and Iran, when all three countries were closely allied with the U.S., and as neighbors of the Soviet Union, wary of perceived Soviet expansionism. To this day, Pakistan has had a close relationship with Turkey. RCD became defunct after the Iranian Revolution, and a Pakistani-Turkish initiative led to the founding of the Economic Cooperation Organization (ECO) in 1985. For several years, Pakistan's relations with the Republic of India had been gradually improving, which opened up Pakistan's foreign policy to issues beyond security.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan","surface_form":"Pakistan","offset":0},{"uri":"Muslim","surface_form":"Muslim","offset":31},{"uri":"Organisation_of_the_Islamic_Conference","surface_form":"Organisation of the Islamic Conference","offset":200},{"uri":"United_Nations","surface_form":"United Nations","offset":282},{"uri":"Kashmir","surface_form":"Kashmir","offset":477},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":580},{"uri":"Iran","surface_form":"Iran","offset":596},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":657},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":695},{"uri":"United_States","surface_form":"United States","offset":758},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":825},{"uri":"Cold_War","surface_form":"Cold War","offset":857},{"uri":"United_States_of_America","surface_form":"United States of America","offset":927},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":960},{"uri":"Soviet_invasion_of_Afghanistan","surface_form":"invaded","offset":1154},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1189},{"uri":"Economic_Cooperation_Organization","surface_form":"Economic Cooperation Organization","offset":1613},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":1711}]}