{"id":16961,"url":"http://en.wikipedia.org/wiki/Rottweiler","text":"The Rottweiler (or,) is a breed of domestic dog, regarded as medium-to-large or large. Their coat of fur is mostly black, with brown on the legs and face. They are excellent guard dogs, as well as herding, and companion dogs.\nHistory.\nThe Rottweiler is one of the oldest of herding breeds. With a history possibly dating back to the Roman Empire, the Rottweiler may be a descendant of ancient Roman drover dogs; a mastiff-type dog that was a dependable, rugged dog with great intelligence and guarding instincts.\nBehaviour.\nDogs are pack animals. When they feel threatened, they will defend themselves. They will also protect other members of the pack to a certain extent. How they defend themselves, and how close they feel to the rest of the pack (their owners) depends on the dog's nature. It also depends on how they were raised. Since dogs judge dangerous situations differently, they should not be left unattended near a place where people are arguing. They may also judge \"unattended\" moves of a child as an attack. Therefore, dogs should not be left alone near children.\nSize.\nThere is no specific weight for a Rottweiler to qualify to be judged in dog shows. The dog must be neither too thin or too fat for its size. Both males and females must be \"medium-large\" in size for the American Kennel Club. The General German Rottweiler Club (ADRK) lists 50 kilograms (110 pounds) for males and 42 kilograms (93 pounds) for females.\nConsiderations.\nWhen the Rottweilers' owners are not experienced, problems arise. Sometimes humans, mostly children, are attacked by these dogs. The attacks are often a result of irresponsible owners. Rottweilers are very intelligent and need equally smart handlers to raise them.\nIn some areas, breeding certain dogs has been restricted or forbidden.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dog_breed","surface_form":"breed","offset":26},{"uri":"Dog","surface_form":"dog","offset":44},{"uri":"Coat_(dog)","surface_form":"coat","offset":93},{"uri":"Fur","surface_form":"fur","offset":101},{"uri":"Brown","surface_form":"brown","offset":127},{"uri":"Leg","surface_form":"leg","offset":140},{"uri":"Face","surface_form":"face","offset":149},{"uri":"Guard_dog","surface_form":"guard dog","offset":174},{"uri":"Herding","surface_form":"herding","offset":197},{"uri":"Companion_dog","surface_form":"companion dog","offset":210},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":333},{"uri":"Pack_hunter","surface_form":"pack animal","offset":533},{"uri":"Threaten","surface_form":"threaten","offset":562},{"uri":"Defend","surface_form":"defend","offset":584},{"uri":"Protect","surface_form":"protect","offset":618},{"uri":"Pack","surface_form":"pack","offset":647},{"uri":"Nature","surface_form":"nature","offset":785},{"uri":"Raise","surface_form":"raise","offset":826},{"uri":"Dangerous","surface_form":"dangerous","offset":851},{"uri":"Situation","surface_form":"situation","offset":861},{"uri":"Attend","surface_form":"attend","offset":982}]}