{"id":169672,"url":"http://en.wikipedia.org/wiki/Tar","text":"Tar is a sticky black liquid made of thick oil. It is a natural substance, oozing out of the ground in places like the La Brea tar pits. Usually it is made by heating coal inside a chemical apparatus.\nMost tar is produced from coal as a byproduct of coke production, but it can also be produced from petroleum, peat or wood. The \"destructive distillation\" of a ton of coal can produce 700 kg of coke, 100 litres of liquor ammonia, 50 litres of coal tar and 400 m3 of coal gas.\nIt used to be one of the products of gasworks. Tar made from coal or petroleum is considered toxic. It causes cancer because of its high benzene content. In low concentrations, however, tar is used as a medicine on the skin.\nTar kilns are dry distillation ovens, used in Scandinavia for producing tar from wood. They were built close to the forest, from limestone or from more primitive holes in the ground. The bottom is sloped into an outlet hole, to allow the tar to come out. The wood is split to dimensions of a finger and stacked densely, and finally covered tight with dirt and moss to stop air entering. On top of this, a fire is stacked and lit. After a few hours, the tar starts to pour out, and continues to do so for a few days.\nUses.\nTar is used in treatment of the skin disease psoriasis, where coal tar is the most effective. Tar is a general disinfectant. Petroleum tar was also used in ancient Egyptian mummification circa 1000 BC.\nTar was a vital component of the first sealed, or \"tarmac\", roads. The streets of Baghdad were the first to be paved with tar from the 8th century AD. It was also used as seal for roofing shingles and to seal the hulls of ships and boats. For millennia wood tar was used to waterproof sails and boats, but today sails made from inherently waterproof synthetic substances have negated the need for tar. Wood tar is still used to seal traditional wooden boats and the roofs of historical shingle-roofed churches, as well painting exterior walls of log buildings.\nMixing tar with linseed oil varnish produces tar paint. Tar paint can be used to protect wood from weather. Tar paint can also be toned with various pigments, producing translucent colours and preserving the wood texture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Viscosity","surface_form":"sticky","offset":9},{"uri":"Liquid","surface_form":"liquid","offset":22},{"uri":"Oil","surface_form":"oil","offset":43},{"uri":"La_Brea_tar_pits","surface_form":"La Brea tar pits","offset":119},{"uri":"Coal","surface_form":"coal","offset":167},{"uri":"Coal","surface_form":"coal","offset":227},{"uri":"Coke_(fuel)","surface_form":"coke","offset":250},{"uri":"Petroleum","surface_form":"petroleum","offset":300},{"uri":"Peat","surface_form":"peat","offset":311},{"uri":"Wood","surface_form":"wood","offset":319},{"uri":"Coal","surface_form":"coal","offset":368},{"uri":"Coke_(fuel)","surface_form":"coke","offset":395},{"uri":"Ammonium_hydroxide","surface_form":"liquor ammonia","offset":415},{"uri":"Coal_tar","surface_form":"coal tar","offset":444},{"uri":"Coal_gas","surface_form":"coal gas","offset":467},{"uri":"Gasworks","surface_form":"gasworks","offset":514},{"uri":"Toxic","surface_form":"toxic","offset":570},{"uri":"Carcinogenic","surface_form":"causes cancer","offset":580},{"uri":"Benzene","surface_form":"benzene","offset":614},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":748},{"uri":"Psoriasis","surface_form":"psoriasis","offset":1269},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":1380},{"uri":"Mummy","surface_form":"mummification","offset":1397},{"uri":"Tarmac","surface_form":"tarmac","offset":1477},{"uri":"Baghdad","surface_form":"Baghdad","offset":1508},{"uri":"Shingle","surface_form":"shingle","offset":1614},{"uri":"Ship","surface_form":"ship","offset":1648},{"uri":"Boat","surface_form":"boat","offset":1658},{"uri":"Sail","surface_form":"sail","offset":1711},{"uri":"Linseed_oil","surface_form":"linseed oil","offset":2003},{"uri":"Varnish","surface_form":"varnish","offset":2015}]}