{"id":170,"url":"http://en.wikipedia.org/wiki/Christian","text":"A Christian () is a person who believes in Christianity, a monotheistic religion. Christianity is mostly about the life and teachings of Jesus Christ, in the New Testament and interpreted of prophesied in the Hebrew Bible/Old Testament. Christianity is the world's largest religion, with 2.1 billion followers around the world.\nChristians consider the Holy Bible to be a sacred book, inspired by God. The Holy Bible is a combination of the Hebrew Bible, or Torah, and a collection of writings called the New Testament. Views on the importance of these writings vary. Some Christian groups prefer to favor the New Testament, while others believe the entire Bible is equally important. Also, while many Christians prefer to consider the Bible as fully true, not all Christian groups believe that it is completely accurate.\nThe question of \"who is a Christian?\" can be very difficult. Christians often disagree over this due to their differences in opinion on spiritual matters. In countries where most persons were baptized in the state church or the majority Christian church, the term \"Christian\" is a default label for citizenship or for \"people like us\".\nIn this context, religious or ethnic minorities can use \"Christians\" or \"you Christians\" as a term for majority members of society who do not belong to their group - even in a very secular (though formerly Christian) society.\nPersons who are more devoted the their Christian faith prefer not to use the word so broadly, but only use it to refer to those who are active in their Christian religion and really believe the teachings of Jesus and their church. In some Christian movements (especially Fundamentalism and Evangelicalism), to be a born-again Christian is to undergo a \"spiritual rebirth\" by believing in the Bible's teachings about Jesus and choosing to follow him.\nMany Christians choose to go to church. Most Christians believe this to be a sign of their religious devotion to God and an act of worship. However, some Christian groups think that one can be a Christian without ever going to a church. Though there are many different viewpoints on the issue, most Protestants believe all Christians are part of the spiritual church of Christ, whether or not those Christians go to an actual church each week. On the other hand, Catholics in the past have believed that the Holy Catholic Church is the only true church.","categories":[],"infobox_types":[],"annotations":[{"uri":"Human","surface_form":"person","offset":20},{"uri":"Christianity","surface_form":"Christianity","offset":43},{"uri":"Monotheism","surface_form":"monotheistic","offset":59},{"uri":"Religion","surface_form":"religion","offset":72},{"uri":"Life","surface_form":"life","offset":115},{"uri":"Teach","surface_form":"teach","offset":124},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":137},{"uri":"New_Testament","surface_form":"New Testament","offset":158},{"uri":"Interpretation","surface_form":"interpreted","offset":176},{"uri":"Prophecy","surface_form":"prophesied","offset":191},{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":209},{"uri":"Old_Testament","surface_form":"Old Testament","offset":222},{"uri":"Baptism","surface_form":"baptized","offset":1013},{"uri":"Fundamentalism","surface_form":"Fundamentalism","offset":1654},{"uri":"Evangelicalism","surface_form":"Evangelicalism","offset":1673},{"uri":"Catholic","surface_form":"Catholic","offset":2296}]}