{"id":170040,"url":"http://en.wikipedia.org/wiki/Minor_planet_designation","text":"e=\"preserve\">Minor planet designations are number-name combinations given by the Minor Planet Center, a part of the IAU. They are used for dwarf planets and small Solar System bodies such as asteroids, but not comets. They are given to a body once its orbit is secured, and are unrelated to provisional designations, which are given when an object is found.\nThe two parts of a formal designation are\nIt looks like this: codice_2, for example (90377) Sedna or. The brackets are now often removed, as in 90377 Sedna, according to what the astronomer wants. In practice, however, for any reasonably well-known object the number is mostly a catalogue entry, and the name or provisional designation is generally used in place of the formal designation: Sedna.\nThe rule for moons of minor planets, such as the formal designation (87) Sylvia I Romulus for the asteroid moon Romulus, is an extension of the Roman numeral convention that had been used, on and off, for the moons of the planets since Galileo's time.\nComets are also managed by the Minor Planet Center, but use a different cataloguing system.\nHistory.\nBy 1851, there were 15 asteroids, all but one with their own symbol. The symbols were becoming less and less simple, and, as they had to be drawn by hand, astronomers found some of them hard to draw. This difficulty was addressed by Benjamin Apthorp Gould in 1851, who suggested numbering asteroids in the order that they were found, and placing this number in a circle as the symbol for the asteroid, such as ④ for the fourth asteroid, Vesta. This practice was soon coupled with the name itself into an official number-name designation, \"④ Vesta\", as the number of minor planets increased. By \"ca\" 1858, the circle had been simplified to brackets, \"(4)\" and \"(4) Vesta\", which was easier to typeset. Other punctuation such as \"4) Vesta\" and \"4, Vesta\" was also used, but had more or less completely died out by 1949.\nThe major exception to the convention that the number tracks the order they were or the order that they're orbit was calculated is the case of Pluto. Since Pluto was originally called a planet, it was not given a number until a 2006 redefinition of \"planet\" that didn't include it. At that point, Pluto was given the formal designation (134340) Pluto.","categories":[],"infobox_types":[],"annotations":[{"uri":"Minor_Planet_Center","surface_form":"Minor Planet Center","offset":81},{"uri":"International_Astronomical_Union","surface_form":"IAU","offset":116},{"uri":"Dwarf_planet","surface_form":"dwarf planet","offset":139},{"uri":"Asteroid","surface_form":"asteroid","offset":191},{"uri":"Comet","surface_form":"comet","offset":210},{"uri":"Provisional_designation","surface_form":"provisional designation","offset":291},{"uri":"90377_Sedna","surface_form":"(90377) Sedna","offset":442},{"uri":"90377_Sedna","surface_form":"90377 Sedna","offset":502},{"uri":"90377_Sedna","surface_form":"Sedna","offset":748},{"uri":"Natural_satellite","surface_form":"moons","offset":768},{"uri":"(87)_Sylvia_I_Romulus","surface_form":"(87) Sylvia I Romulus","offset":823},{"uri":"Romulus_(moon)","surface_form":"Romulus","offset":867},{"uri":"Galileo","surface_form":"Galileo","offset":991},{"uri":"Minor_Planet_Center","surface_form":"Minor Planet Center","offset":1038},{"uri":"Benjamin_Apthorp_Gould","surface_form":"Benjamin Apthorp Gould","offset":1341},{"uri":"4_Vesta","surface_form":"Vesta","offset":1545},{"uri":"Pluto","surface_form":"Pluto","offset":2069},{"uri":"(134340)_Pluto","surface_form":"(134340) Pluto","offset":2262}]}