{"id":170098,"url":"http://en.wikipedia.org/wiki/Saddle","text":"A saddle is like a seat for a rider, which is held to an animal's back by a belly strap called a girth. The most common type is the equestrian saddle made for a horse. Saddles have been made for camels and other animals. The earliest saddles were simple pads fixed with a surcingle seen by 800 BC, with the saddle tree coming into use about 200 BC, and paired stirrups by 322 AD Saddles in use today, date back to the 1700s. Today, modern saddles come in different styles, designed for different equestrian activities. They need careful fit for both the rider and the horse. Proper saddle care can extend the useful life of a saddle, often for many years.\nThe two most common saddle types used for horse riding are the English saddle and the Western saddle. The English saddle is used for horse sports like show jumping, dressage, and eventing. It is also used for horse showing. It has less leather and is lighter than most Western saddles.\nThe Western saddle is used for horse activities where the rider needs more support than in and english saddle. It is also used for showing, barrel racing, rodeo, and many other sports. The biggest difference is it has a horn on the front, and a higher cantle. This was used originally for tying cattle off when working, so the ranchers could brand or work with the cow. It's now used more widely, in barrel racing it's used for support, in roping events, it's still used to tie cattle.\nThe there are many different types of English and Western saddles. All are designed for a specific purpose. So while they might look different, they all help the rider for the sport or activity for which they were designed. For example, a rider would not want to jump in a Western saddle because the horn would make it hard for them to stay in the correct position over the jump. A rider would not want to work cows in a jumping saddle because they would not have a horn and because the Western saddle puts the rider in a better position for working cows.","categories":[],"infobox_types":[],"annotations":[{"uri":"Girth_(tack)","surface_form":"girth","offset":97},{"uri":"Equestrian","surface_form":"equestrian","offset":132},{"uri":"Horse","surface_form":"horse","offset":161},{"uri":"Camel","surface_form":"camel","offset":195},{"uri":"Surcingle","surface_form":"surcingle","offset":272},{"uri":"800_BC","surface_form":"800 BC","offset":290},{"uri":"Stirrup","surface_form":"stirrup","offset":360},{"uri":"322","surface_form":"322 AD","offset":372},{"uri":"Equestrian","surface_form":"equestrian","offset":496},{"uri":"Equestrianism","surface_form":"show jumping","offset":807},{"uri":"Equestrianism","surface_form":"dressage","offset":821},{"uri":"Equestrianism","surface_form":"eventing","offset":835},{"uri":"Barrel_racing","surface_form":"barrel racing","offset":1082}]}