{"id":170050,"url":"http://en.wikipedia.org/wiki/Nishinomiya%2C_Hy%C5%8Dgo","text":"Nishinomiya is a city in Hyōgo Prefecture, Japan. It is in the Kansai region of Japan and has a population of 483,598.\nIt has been recognized as a core city since 2008.\nHistory.\nThe Great Hanshin Earthquake on January 17, 1995 killed 1,134 people in Nishinomiya and injring 6386 people. 34,181 buildings were completely destroyed with 27,116 buildings being partially destroyed. Nishinomiya had 194 evacuation spots with 44,351 evacuees.\nSome famous places in Nishinomiya are Koshien Stadium, where the professional baseball team the Hanshin Tigers play, and Nishinomiya Gardens.\nEconomy.\nNishinomiya is famous in Japan for its sake (rice wine) production. Other food production is the main industry. There are also docks for shipping.\nLeisure and Culture.\nThere are huge shopping centres that are very popular. The city is the home of the famous Hanshin Tigers baseball team who play at Koshien Stadium. The Tigers have won the Central League pennant five times (1962, 1964, 1985, 2003, 2005) and the Japan Series once (1985). In each of 2005, 2006, 2007 and 2009, more than three million people attended games at their Nishinomiya stadium. There are many shrines, such as Nishinomiya Shrine, Hirota-jinja and Kannō-ji. A popular light novel, manga, and anime series 'The Melancholy of Haruhi Suzumiya' is set in Nishinomiya.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":17},{"uri":"Hy%C5%8Dgo_Prefecture","surface_form":"Hyōgo Prefecture","offset":25},{"uri":"Japan","surface_form":"Japan","offset":43},{"uri":"Population","surface_form":"population","offset":96},{"uri":"Recognized","surface_form":"recognized","offset":131},{"uri":"Core_city","surface_form":"core city","offset":147},{"uri":"January_17","surface_form":"January 17","offset":210},{"uri":"1995","surface_form":"1995","offset":222},{"uri":"Building","surface_form":"building","offset":294},{"uri":"Koshien_Stadium","surface_form":"Koshien Stadium","offset":476},{"uri":"Baseball","surface_form":"baseball","offset":516},{"uri":"Hanshin_Tigers","surface_form":"Hanshin Tigers","offset":534}]}