{"id":170181,"url":"http://en.wikipedia.org/wiki/Square_metre","text":"e=\"preserve\">The square meter is the SI-derived unit of area. It has a symbol m² (33A1 in Unicode). It is defined as the area of a square whose sides measure exactly one metre. The square metre is derived from the SI base unit of the metre, which in turn is defined as the length of the path travelled by light in absolute vacuum during a time interval of of a second.\nAdding SI prefixes creates multiples and submultiples. However, as the unit is squared, the order of magnitude difference between units doubles from their comparable linear units. For example, a kilometre is one thousand times the length of a metre, but a square kilometre is one million times the area of a square metre.\nA \"square metre\" is not the same thing as a \"metre square\" - although it is true that exactly 1 square metre is exactly 1 meter square. But that only works for the numbers 1 and 0; no others.\nFor example, a square that is 2 metres long and 2 metres wide has 4 square metres of area.\nBut a square that is 4 metres squared would have 4 metres on each side. This means it would have 16 square metres of area.\nThat is, is 4 meters squared, whereas is 4 square meters.\nSI prefixes applied to the square metre.\nThe square metre may be used with all SI prefixes used with the metre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Area","surface_form":"area","offset":56},{"uri":"Unicode","surface_form":"Unicode","offset":90},{"uri":"Square_(geometry)","surface_form":"square","offset":131},{"uri":"SI_base_unit","surface_form":"SI base unit","offset":214},{"uri":"Length","surface_form":"length","offset":273},{"uri":"Light","surface_form":"light","offset":305},{"uri":"Vacuum","surface_form":"vacuum","offset":323},{"uri":"Time","surface_form":"time","offset":339},{"uri":"Second","surface_form":"second","offset":361},{"uri":"SI_prefix","surface_form":"SI prefix","offset":376},{"uri":"Order_of_magnitude","surface_form":"order of magnitude","offset":461},{"uri":"Kilometre","surface_form":"kilometre","offset":564}]}