{"id":170168,"url":"http://en.wikipedia.org/wiki/Adel_Tamano","text":"Adel Fadel Abbas Tamano (born October 2, 1970) is a Filipino lawyer and politician. He is the spokesperson of the United Opposition. He was president of the University of the City of Manila.\nEarly life And career.\nTamano is the eighth son of the late Senator Mamintal Tamano and civic leader Hadja Putri Zorayda Abbas Tamano. Tamano is married to Rowena Kapunan, who is also a lawyer. They have two children.\nDuring the 2007 elections, Tamano was the spokesperson for the United Opposition. He is also a member of Kapunan, Tamano, Villadolid & Associates. He lectures on legal writing at the Ateneo Law School, and on constitutional law at the Far Eastern University Institute of Law and the University of the City of Manila.\nEducation.\nTamano attended Jose Abad Santos Memorial School and La Salle Greenhills for his primary and secondary education. He went to the Ateneo de Manila University to study A.B. Economics and later law, graduating in 1992 and 1996 respectively. Thereafter, he attended the University of the Philippines and took a master's degree in Public Administration.\nIn June 2005, he matriculated in Harvard Law School's Master of Laws graduate program. He was the first Filipino Muslim to graduate from Harvard Law School.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philippines","surface_form":"Filipino","offset":52},{"uri":"Lawyer","surface_form":"lawyer","offset":61},{"uri":"Politician","surface_form":"politician","offset":72},{"uri":"University_of_the_City_of_Manila","surface_form":"University of the City of Manila","offset":157},{"uri":"Ateneo_de_Manila_University","surface_form":"Ateneo Law School","offset":592},{"uri":"Far_Eastern_University","surface_form":"Far Eastern University Institute of Law","offset":644},{"uri":"University_of_the_City_of_Manila","surface_form":"University of the City of Manila","offset":692},{"uri":"University_of_the_Philippines","surface_form":"University of the Philippines","offset":1003}]}