{"id":170257,"url":"http://en.wikipedia.org/wiki/Proper_motion","text":"Proper motion is the name for the way the stars seem to slowly move \"relative to each other\" when seen from Earth.\nThe movement is caused by the fact that all stars (including the Sun) are moving through space at hundreds of kilometres per second. However, because they are so far away, it takes a long time for us to see that they have moved, and even then it takes a powerful telescope to see the difference. Because of this, for a long time, most people thought that the stars did not move at all. Even the ancient Greeks, who knew a lot about the stars and discovered some of the other ways they move, such as stellar precession, did not discover proper motion (although they probably suspected it).\nProper motion was not proved to exist until 1718 when Edmond Halley noticed the stars Sirius, Arcturus and Aldebaran had moved from the places they were in star charts that Hipparchus had drawn around 130 BC. However, even after more than 1,800 years, they had moved less than half a degree.\nProper motion is useful to astronomers in figuring out how far away a star is from Earth because stars that are close usually have a larger proper motion (meaning they move faster across the sky) than stars that are farther away. For example, Barnard's star has the largest proper motion of any star, moving 10.3 arcseconds per year. This is equal to one quarter of a degree, or half the diameter of the Moon in the sky, in only 87 years. It is the second-closest star to the Earth at 5.98 light years away. Also, eight of the ten stars with the biggest proper motions are less than 15 light years away.","categories":[],"infobox_types":[],"annotations":[{"uri":"Star","surface_form":"star","offset":42},{"uri":"Earth","surface_form":"Earth","offset":108},{"uri":"Sun","surface_form":"Sun","offset":180},{"uri":"Outer_space","surface_form":"space","offset":204},{"uri":"Kilometre","surface_form":"kilometre","offset":225},{"uri":"Ancient_Greece","surface_form":"ancient Greeks","offset":510},{"uri":"Stellar_precession","surface_form":"stellar precession","offset":614},{"uri":"Edmond_Halley","surface_form":"Edmond Halley","offset":758},{"uri":"Sirius","surface_form":"Sirius","offset":790},{"uri":"Arcturus","surface_form":"Arcturus","offset":798},{"uri":"Aldebaran","surface_form":"Aldebaran","offset":811},{"uri":"Hipparchus","surface_form":"Hipparchus","offset":877},{"uri":"130_BC","surface_form":"130 BC","offset":905},{"uri":"Degree_(angle)","surface_form":"degree","offset":988},{"uri":"Astronomer","surface_form":"astronomer","offset":1023},{"uri":"Barnard%27s_star","surface_form":"Barnard's star","offset":1239},{"uri":"Arcseconds","surface_form":"arcseconds","offset":1309},{"uri":"Moon","surface_form":"Moon","offset":1400},{"uri":"Light_year","surface_form":"light year","offset":1486}]}