{"id":170258,"url":"http://en.wikipedia.org/wiki/Origin_of_birds","text":"The origin of birds is one of the most interesting questions in palaeontology and evolution. Birds evolved from theropod dinosaurs during the Mesozoic era.\nThomas Henry Huxley (\"Darwin's bulldog\"), who was a comparative anatomist, made a study of this nearly 150 years ago. He compared the first fossil bird, \"Archaeopteryx\", with a small theropod dinosaur, \"Compsognathus\". They are two fossils from the same place and time: the Solnhofen limestone in Bavaria, Germany. The strata come from the end of the Jurassic period, about 144 million years ago.\nHuxley's papers on \"Archaeopteryx\", and the origin of birds, were of great interest then, and still are. He showed that the two fossils were almost identical, except for the front limbs and feathers of \"Archaeopteryx\".\nHe united reptiles and birds under the title of Sauropsida, and thought that birds had evolved from small carnivorous dinosaurs.\nModern ideas.\nAll palaeontologists since Huxley agreed that \"Archaeopteryx\" evolved from reptiles, but many thought it was derived from an earlier type than dinosaurs. It took a long time before they agreed with Huxley. Almost all now think that early members of a group of small carnivorous dinosaur were ancestral to birds.\nThe group most favoured as ancestral is the Paraves or Eumaniraptora, which includes the dromaeosaurs and the troodonts. The dromaeosaurs include \"Velociraptor\" and \"Deinonychus\" but, of course, it would have been an earlier type of dromaeosaur, perhaps from the lower Jurassic. Dromaeosaurs have several traits we used to think were special to birds: hollow bones with holes for air-sacs, limbs with many bones either lost or fused, clavicles fused into wishbones, and feathers.\nThe discovery of feathered dinosaurs and birds in the Lower Cretaceous of China was what finally convinced palaeontologists. What seems to have happened is this. Theropod dinosaurs evolved feathers for heat regulation rather than flight. From then, a small group began to use them for primitive flight. This group is represented in the Jurassic by \"Archaeopteryx\" and \"Anchiornis\".\nMosaic of old and new.\nHuxley had pointed out that \"Archaeopteryx\" was a mixture of reptile and bird features. Without the feathers and arms, its skeleton looked just like that of \"Compsognathus\". We now know its bone growth physiology was much slower than modern birds, and more like that of its dinosaur ancestors. This means it would take longer after hatching before it could fly. A modern precocial bird takes for 3–6 weeks from hatching to flying. In \"Archaeopteryx\" this milestone might have taken about 18 weeks. It might have taken two to three years to reach its final adult size. The evolution of the physiology of modern forms occurred later in the group's history. They have had over 140 million years to evolve after \"Archaeopteryx\". This is an example of mosaic evolution, where some characters in a transitional form are basal, while others are remarkably advanced.\nJurassic fossils.\n\"Anchiornis huxlei\" is so far the only dinobird fossil known which lived before \"Archaeopteryx\". It was found in Liaoning, China. The strata dates to the mid-late Jurassic period, 160 to 155 million years ago. There are also feather-bearing non-flying dinosaurs from the Jurassic of China, such as the maniraptoran \"Epidexipteryx\". \"Epidexipteryx\" is the earliest known example of ornamental feathers in the fossil record, about 152 to 168 million years ago.\n\"Anchiornis\" had large wings, made up of flight feathers attached to the arm and hand (as in modern birds) as well as flight feathers on the hind legs, forming an arrangement of fore and hind wings. The forewing of \"Anchiornis\" was composed of 11 primary feathers and 10 secondary feathers. The primary feathers in \"Anchiornis\" indicated poorer aerodynamic ability compared to its later relatives. In \"Microraptor\" and \"Archaeopteryx\", the longest forewing feathers were closest to the tip of the wing, making the wings appear long, narrow, and pointed. However, in \"Anchiornis\", the longest wing feathers anchored near the wrist, making the wing broadest in the middle and tapering near the tip for a more rounded, less flight-adapted profile.\nSo the animal could glide, but probably not fly.\nCretaceous fossils.\nFlying gave the birds access to many new habitats, and an adaptive radiation took place. We see the results of this rapid evolution in the Chinese fossils from the Lower Cretaceous, which are more varied, and mostly more advanced, than \"Archaeopteryx\". There are now 31 different bird genera from the Lower Cretaceous of China. It is also clear, from the tail feathers of \"Confuciusornis\" (one of the Chinese fossils), that some of these birds were already using feathers for signalling and display, just as they do today. Like heat regulation, using feathers for display may be much earlier than flight. \"Confuciusornis\" is the fifth oldest bird fossil, about 25 million years after \"Archaeopteryx\".\nMost dinosaurs died out in the T extinction event, at the end of the Cretaceous. The only ones that survived were the birds. The birds, therefore, are not just the descendents of reptiles, but the descendents of theropod dinosaurs. Birds are the last surviving dinosaurs.\nColour of feathers.\nThe pigments preserved in a 120 million year old fossil bird have been revealed using X-rays. A team scanned the beautifully preserved fossils of \"Gansus yumenensis\" and \"Confuciusornis sanctus\". Their study, published in the journal \"Science\", revealed the chemical fingerprint of pigments that once tinted the ancient bird's feathers. The trace metal copper is a marker for the dark pigment eumelanin. \"The X-ray technique was so sensitive that it was able to show that each molecule of copper it detected was being tugged and squashed into a particular shape because it was bound within a eumelanin molecule\".\nResearch of this kind has now been repeated several times.\nDinobirds.\nThe earliest example of a dinobird is a troodont, \"Anchiornis huxlei\", from the Upper Jurassic. This specimen pre-dates \"Archaeopteryx\" by 5–10 million years, and predates any other feathered dinosaur from its location (Liaoning Province, China) by 25–35 million years. This species had long feathers on its hind limbs as well as fore limbs, and could glide, but probably not fly.\nAt least this clade of theropods had well-developed genuine feathers before the first known bird. Feathering in other groups of theropods is still uncertain. One compsognathid, \"Sinosauropteryx\", has plumaceous feathers, as does \"Shuvuuia\", another small theropod. Apparently, many small theropods carried feathers, whose function was thermoregulation (to keep warm).\nExtinction event.\nThere is now evidence that many early bird groups went extinct at the end of the Cretaceous period (T extinction event). This is the same time that the other dinosaurs went extinct.\nResearchers dated the fossils to within 300,000 years of the boundary layer at the end of the Cretaceous.\nA May 2018 report, in \"Current Biology\", says that its authors think that the birds that survived the end-of-Cretaceous disaster were Neornithes, Neognathae (Galloanserae + Neoaves). They were not tree-living, and could not fly far. After the world-wide destruction of forests, it took a long time for the world's forests to return properly. Virtually the same conclusions were already reached before, in a 2017 book on avian evolution.\nOrigin of modern birds.\nAll living birds are Neornithes, a subclass in traditional taxonomy. The Ornithurae is the natural group made up of modern birds and their extinct relatives. Their relatives include \"Ichthyornis\" and \"Hesperornis\", and some of the Chinese Cretaceous birds. They all have a plough-shaped pygostyle, a bone at the end of the tail which allows the tail feathers to fan and retract. Other groups of birds became extinct in the K/T extinction event.\n\"Gansus\" is a genus of aquatic birds that lived during the Lower Cretaceous, somewhere between 115 to 105 million years ago in what is now Gansu province, western China. It may be the oldest-known of the Ornithurae, depending how that group is defined.\nUnder any definition, all living birds, including taxa as diverse as ostriches, hummingbirds and eagles, are descended from basal ornithurans, many of which were semi-aquatic. It is now thought possible that all modern birds descended specifically from a semi-aquatic bird similar to \"Gansus\". Thus, while \"Gansus\" is not necessarily a direct ancestor of today's birds, it is closely related to such an ancestral species.","categories":[],"infobox_types":[],"annotations":[{"uri":"Palaeontology","surface_form":"palaeontology","offset":64},{"uri":"Evolution","surface_form":"evolution","offset":82},{"uri":"Theropod","surface_form":"theropod","offset":112},{"uri":"Dinosaurs","surface_form":"dinosaurs","offset":121},{"uri":"Mesozoic_era","surface_form":"Mesozoic era","offset":142},{"uri":"Thomas_Henry_Huxley","surface_form":"Thomas Henry Huxley","offset":156},{"uri":"Comparative_anatomy","surface_form":"comparative anatomist","offset":208},{"uri":"Archaeopteryx","surface_form":"Archaeopteryx","offset":310},{"uri":"Theropod","surface_form":"theropod","offset":339},{"uri":"Dinosaur","surface_form":"dinosaur","offset":348},{"uri":"Compsognathus","surface_form":"Compsognathus","offset":359},{"uri":"Solnhofen_limestone","surface_form":"Solnhofen limestone","offset":430},{"uri":"Bavaria","surface_form":"Bavaria","offset":453},{"uri":"Germany","surface_form":"Germany","offset":462},{"uri":"Strata","surface_form":"strata","offset":475},{"uri":"Jurassic","surface_form":"Jurassic","offset":507},{"uri":"Million","surface_form":"million","offset":534},{"uri":"Limb","surface_form":"limb","offset":733},{"uri":"Feather","surface_form":"feather","offset":743},{"uri":"Sauropsida","surface_form":"Sauropsida","offset":820},{"uri":"Carnivorous","surface_form":"carnivorous","offset":878},{"uri":"Paraves","surface_form":"Paraves","offset":1271},{"uri":"Maniraptora","surface_form":"maniraptora","offset":1284},{"uri":"Dromaeosauridae","surface_form":"dromaeosaurs","offset":1316},{"uri":"Troodontidae","surface_form":"troodonts","offset":1337},{"uri":"Velociraptor","surface_form":"Velociraptor","offset":1374},{"uri":"Deinonychus","surface_form":"Deinonychus","offset":1393},{"uri":"Jurassic","surface_form":"Jurassic","offset":1496},{"uri":"Trait_(biology)","surface_form":"traits","offset":1532},{"uri":"Clavicle","surface_form":"clavicle","offset":1661},{"uri":"Wishbone","surface_form":"wishbone","offset":1682},{"uri":"Feather","surface_form":"feather","offset":1697},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":1761},{"uri":"China","surface_form":"China","offset":1781},{"uri":"Palaeontologist","surface_form":"palaeontologist","offset":1814},{"uri":"Anchiornis","surface_form":"Anchiornis","offset":2076},{"uri":"Physiology","surface_form":"physiology","offset":2314},{"uri":"Precocial","surface_form":"precocial","offset":2483},{"uri":"Mosaic_evolution","surface_form":"mosaic evolution","offset":2859},{"uri":"Transitional_form","surface_form":"transitional form","offset":2904},{"uri":"Basal","surface_form":"basal","offset":2926},{"uri":"Advanced","surface_form":"advanced","offset":2961},{"uri":"Anchiornis_huxlei","surface_form":"Anchiornis huxlei","offset":2990},{"uri":"Dinobird","surface_form":"dinobird","offset":3028},{"uri":"Liaoning","surface_form":"Liaoning","offset":3102},{"uri":"China","surface_form":"China","offset":3112},{"uri":"Strata","surface_form":"strata","offset":3123},{"uri":"Jurassic","surface_form":"Jurassic","offset":3152},{"uri":"Maniraptora","surface_form":"maniraptora","offset":3291},{"uri":"Epidexipteryx","surface_form":"Epidexipteryx","offset":3305},{"uri":"Feather","surface_form":"feather","offset":3496},{"uri":"Microraptor","surface_form":"Microraptor","offset":3850},{"uri":"Archaeopteryx","surface_form":"Archaeopteryx","offset":3868},{"uri":"Habitat","surface_form":"habitat","offset":4303},{"uri":"Adaptive_radiation","surface_form":"adaptive radiation","offset":4320},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":4426},{"uri":"Genera","surface_form":"genera","offset":4547},{"uri":"Confuciusornis","surface_form":"Confuciusornis","offset":4635},{"uri":"Dinosaurs","surface_form":"dinosaurs","offset":4968},{"uri":"T_extinction_event","surface_form":"T extinction event","offset":4994},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":5032},{"uri":"Confuciusornis","surface_form":"Confuciusornis","offset":5426},{"uri":"Copper","surface_form":"copper","offset":5608},{"uri":"Melanin","surface_form":"melanin","offset":5650},{"uri":"Anchiornis_huxlei","surface_form":"Anchiornis huxlei","offset":5989},{"uri":"Jurassic","surface_form":"Jurassic","offset":6024},{"uri":"Feathered_dinosaur","surface_form":"feathered dinosaur","offset":6120},{"uri":"Compsognathus","surface_form":"compsognathid","offset":6481},{"uri":"Sinosauropteryx","surface_form":"Sinosauropteryx","offset":6497},{"uri":"Shuvuuia","surface_form":"Shuvuuia","offset":6549},{"uri":"Extinct","surface_form":"extinct","offset":6760},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":6786},{"uri":"T_extinction_event","surface_form":"T extinction event","offset":6805},{"uri":"Neornithes","surface_form":"Neornithes","offset":7127},{"uri":"Neognathae","surface_form":"Neognathae","offset":7139},{"uri":"Galloanserae","surface_form":"Galloanserae","offset":7151},{"uri":"Neoaves","surface_form":"Neoaves","offset":7166},{"uri":"Neornithes","surface_form":"Neornithes","offset":7475},{"uri":"Subclass","surface_form":"subclass","offset":7489},{"uri":"Taxonomy","surface_form":"taxonomy","offset":7513},{"uri":"Ornithurae","surface_form":"Ornithurae","offset":7527},{"uri":"Ichthyornis","surface_form":"Ichthyornis","offset":7637},{"uri":"Hesperornis","surface_form":"Hesperornis","offset":7655},{"uri":"China","surface_form":"Chinese","offset":7685},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":7693},{"uri":"Pygostyle","surface_form":"pygostyle","offset":7741},{"uri":"Gansus","surface_form":"Gansus","offset":7900},{"uri":"Genus","surface_form":"genus","offset":7913},{"uri":"Bird","surface_form":"bird","offset":7930},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":7958},{"uri":"Gansu","surface_form":"Gansu","offset":8038},{"uri":"Taxon","surface_form":"taxa","offset":8202},{"uri":"Ostrich","surface_form":"ostrich","offset":8221},{"uri":"Hummingbirds","surface_form":"hummingbirds","offset":8232},{"uri":"Eagle","surface_form":"eagle","offset":8249}]}