{"id":170220,"url":"http://en.wikipedia.org/wiki/Total_Request_Live","text":"\"Total Request Live\" (known from 1998 to 2008 as \"TRL\") was a television series on MTV that featured popular music videos. In addition to music videos, the show also featured daily guests.\n\"TRL\" played the top ten most requested music videos of the day, as requested by viewers who voted for their favorite video online. The countdown started with the tenth most requested video of the day and ended with the most requested video of the day. As of October 22, 2007, the countdown was based on votes, charts, ringtones, downloads, radio airplay, and streams, meaning that the video that the user requested might not have been the number one video of the day. The show mainly aired from Monday to Thursday for an hour, but the scheduling and length of the show has changed over the years. Even though the word \"Live\" is in the show's title, a lot of the show's episodes have actually been pre-recorded.\nOn September 15, 2008, it was announced that \"TRL\" would be over and it was later replaced by another show. A special, three-hour finale was aired on November 16, 2008 at 8 p.m.\nUntil 2010, a local version of \"TRL\" was still running in Italy on MTV.\nThe beginning of \"TRL\".\nThe beginning of \"TRL\" traced back to 1997 when MTV started to produce \"MTV Live\" from the newly opened MTV Studios in Times Square in New York. \"MTV Live\" featured celebrity interviews, musical performances, and news updates. Music videos were not a major part of the program. At one time, the show had more than 75,000 viewers.\nAt the same time, MTV aired a countdown show that was simply called \"Total Request\", hosted by Carson Daly. \"Total Request\" was a more quiet show, as music videos were introduced from a dimly lit set.\nBy the fall of 1998, MTV producers decided to merge \"MTV Live\" and \"Total Request\" into a new show called \"Total Request Live\". The new show made its premiere on September 14, 1998.\nThe end of \"TRL\".\nOn September 15, 2008, it was announced that \"TRL\" would be shut down. The last regular weekday episode aired on November 13, 2008. The episode showed the process of the set being torn down.\nA three-hour special that was aired on November 16, 2008 marked the end of the show. The final show included several musical performances.\nOn June 25, 2014, MTV announced that it will bring back \"TRL\" for one day on July 2, 2014 with American singer Ariana Grande.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Television_series","surface_form":"television series","offset":62},{"uri":"MTV","surface_form":"MTV","offset":83},{"uri":"Music_video","surface_form":"music video","offset":109},{"uri":"Italy","surface_form":"Italy","offset":1137},{"uri":"MTV","surface_form":"MTV","offset":1146},{"uri":"Times_Square","surface_form":"Times Square","offset":1294},{"uri":"New_York_City","surface_form":"New York","offset":1310},{"uri":"Carson_Daly","surface_form":"Carson Daly","offset":1600},{"uri":"Ariana_Grande","surface_form":"Ariana Grande","offset":2347}]}