{"id":170403,"url":"http://en.wikipedia.org/wiki/Gatorade","text":"Gatorade is a brand of sports-themed food and beverage products, built around its signature product: a line of sports drinks. Gatorade is currently manufactured by PepsiCo, distributed in over 80 countries. The beverage was first developed in 1965 by researchers at the University of Florida, to replenish the combination of water, carbohydrates, and electrolytes that the school's student-athletes lost (in sweat) during rigorous athletic competitions. Its name was derived from the collective nickname of the university's athletic teams, \"the Gators\".\nOriginally produced and marketed by Stokely-Van Camp, the Gatorade brand was purchased by the Quaker Oats Company in 1983, who was bought out by PepsiCo in 2001. As of 2010, Gatorade is PepsiCo’s 4th-largest brand, on the basis of worldwide annual retail sales. It primarily competes with Coca-Cola's Powerade and Vitaminwater brands worldwide; plus, Lucozade Sport in the United Kingdom. Within the United States, Gatorade accounts for approximately 75 percent market share in the sports drink category.\nAdvertising and endorsements.\nGatorade is the official sports drink of NASCAR, the National Football League, Major League Baseball, National Basketball Association, Women's National Basketball Association, USA Basketball, National Hockey League, Association of Volleyball Professionals, US Soccer Federation, Major League Soccer, and other professional and collegiate athletic organizations, providing supplies of the drinks to sponsored teams in some cases. Distribution was extended to include the U.K. in 2008, coinciding with an agreement designating Gatorade as the official sports drink of the Chelsea F.C. Gatorade's 1991 \"Be Like Mike\" ads featured Michael Jordan of the Chicago Bulls, a North American basketball team which had just won its first National Basketball Association championship at the time. The ads began airing in August 1991 and the phrase \"Be Like Mike\" became household lingo in America. In more recent years, the Gatorade brand has continued to employ professional sports athletes in the promotion of its products. Primary endorsers in the 2000s have included Major League Baseball player Derek Jeter, National Hockey League player Sidney Crosby, National Basketball Association player Dwyane Wade, PGA Tour golfer Tiger Woods, and National Football League quarterback Peyton Manning. Gatorade is the official sports drink of Viva Entertainment's home video affiliate, Viva Video, Inc.\nIn popular culture.\nGatorade has been the subject of substantial media attention and reference in popular culture situations, most of which are in relation to team or individual athletic sports. The most notable and ongoing presence of Gatorade in popular culture is the Gatorade shower, originally called the \"Gatorade Dunk,\" where players from a victorious team pick up the Gatorade cooler, sneak up behind the head coach, and pour the contents of the cooler (generally Gatorade and ice) over his head at the end of an American football game. This tradition was popularized in the mid-1980s when Harry Carson and Jim Burt, of the New York Giants, doused head coach Bill Parcells during the 1985 season. Burt's teammates picked up on this practice and popularized it during the team's championship season of 1986-87. The tradition has since become a recurring tradition across other team sports.\nGatorade has also achieved status as the cliché representative for sports drinks in American media, for example, in the film Clerks, the character Dante is at one point forced to give free Gatorade to his hockey teammates, and in the film \"The Waterboy\", Adam Sandler is told that \"the water sucks\" and that Gatorade is superior.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sports_drinks","surface_form":"sports drinks","offset":111},{"uri":"PepsiCo","surface_form":"PepsiCo","offset":164},{"uri":"University_of_Florida","surface_form":"University of Florida","offset":270},{"uri":"Carbohydrates","surface_form":"carbohydrates","offset":332},{"uri":"Electrolytes","surface_form":"electrolytes","offset":351},{"uri":"Florida_Gators","surface_form":"Gators","offset":545},{"uri":"Stokely-Van_Camp","surface_form":"Stokely-Van Camp","offset":590},{"uri":"Quaker_Oats_Company","surface_form":"Quaker Oats Company","offset":648},{"uri":"Trademark","surface_form":"brand","offset":762},{"uri":"Coca-Cola","surface_form":"Coca-Cola's","offset":843},{"uri":"Powerade","surface_form":"Powerade","offset":855},{"uri":"Vitaminwater","surface_form":"Vitaminwater","offset":868},{"uri":"Lucozade","surface_form":"Lucozade Sport","offset":905},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":927},{"uri":"NASCAR","surface_form":"NASCAR","offset":1130},{"uri":"National_Football_League","surface_form":"National Football League","offset":1142},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":1168},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":1191},{"uri":"Women%27s_National_Basketball_Association","surface_form":"Women's National Basketball Association","offset":1224},{"uri":"USA_Basketball","surface_form":"USA Basketball","offset":1265},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":1281},{"uri":"Association_of_Volleyball_Professionals","surface_form":"Association of Volleyball Professionals","offset":1305},{"uri":"United_States_Soccer_Federation","surface_form":"US Soccer Federation","offset":1346},{"uri":"Major_League_Soccer","surface_form":"Major League Soccer","offset":1368},{"uri":"Chelsea_F.C.","surface_form":"Chelsea F.C.","offset":1659},{"uri":"Michael_Jordan","surface_form":"Michael Jordan","offset":1716},{"uri":"Chicago_Bulls","surface_form":"Chicago Bulls","offset":1738},{"uri":"Basketball","surface_form":"basketball","offset":1770},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":1815},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":2147},{"uri":"Derek_Jeter","surface_form":"Derek Jeter","offset":2176},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":2189},{"uri":"Sidney_Crosby","surface_form":"Sidney Crosby","offset":2219},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":2234},{"uri":"Dwyane_Wade","surface_form":"Dwyane Wade","offset":2273},{"uri":"PGA_Tour","surface_form":"PGA Tour","offset":2286},{"uri":"Tiger_Woods","surface_form":"Tiger Woods","offset":2302},{"uri":"National_Football_League","surface_form":"National Football League","offset":2319},{"uri":"Peyton_Manning","surface_form":"Peyton Manning","offset":2356},{"uri":"Viva_Entertainment","surface_form":"Viva Entertainment","offset":2413},{"uri":"The_Waterboy","surface_form":"The Waterboy","offset":3610},{"uri":"Adam_Sandler","surface_form":"Adam Sandler","offset":3625}]}