{"id":170573,"url":"http://en.wikipedia.org/wiki/Over_the_Hedge_(movie)","text":"\"Over the Hedge\" is a 2006 American computer animated comedy movie based on the comic strip of the same name. It was directed by Tim Johnson and Karey Kirkpatrick, and produced by Bonnie Arnold. The movie premiered in Los Angeles on April 30, 2006 and was released on May 19, 2006. The movie stars Bruce Willis, Steve Carell, Garry Shandling, William Shatner, Avril Lavigne and Nick Nolte.\nPlot.\nWhile searching for food, RJ the raccoon goes into the cave of Vincent the bear, who has a wagon full of human food taken from a nearby rest stop. RJ accidentally wakes Vincent from his deep sleep of hibernation, and in a race to escape, causes the food cart to roll out onto the nearby highway and get run over by a large truck. To avoid being eaten himself, RJ promises Vincent that he will completely replace all that food within the week.\nRJ finds a nearby, recently-built suburban housing development separated from a tree forest by a large hedge. There he discovers a pack of animals recently awoken from their hibernation, led by Verne the turtle. The others include squirrel Hammy, skunk Stella, porcupines Penny and Lou, along with their triplet sons, Spike, Bucky and Quillo; and opossum Ozzie and his daughter Heather. The animals are scared, as the development had been built during their hibernation, and they fear they will be unable to search for food in the small forest. RJ shows them the amount of food humans get and waste and suggests they forage from the humans. Verne is hesitant but the other animals agree. They make bold attempts to steal food directly from the humans, with RJ secretly directing them to help collect the food he needs to replace Vincent's stash.\nWhen the animals raid the trash cans of the homeowners-association chairwoman Gladys Sharp, she calls an animal exterminator named Dwayne LaFontant, who agrees to put an illegal, lethal trap called the \"Depelter Turbo\" in her backyard. Verne sees this and tries to warn the others, but RJ says they will be okay. Fearing for the safety of the pack, Verne attempts to return what they stole; he and RJ argue, causing a small rampage through the development during a chase with a large, quick dog named Nugent and destroying the stash RJ had collected for Vincent. After a brief argument, RJ and Verne make up and RJ rallies the others to raid Gladys' home directly on the night before a large party. With skunk Stella disguised as a cat to distract Gladys' own cat, Tiger, the others enter Gladys' home and collect all the food. RJ inadvertently reveals his duplicity to the animals, just as they are found by Gladys who calls Dwayne. RJ escapes with the food but leaves the other animals to be captured by Dwayne.\nAs RJ brings the food to Vincent, he is overcome by remorse, and instead uses the stash to knock Dwayne's truck off the road, and makes Vincent mad. Dwayne is knocked out while the animals get free, and Spike, Bucky and Quillo use skills they learned from a videogame to drive the truck back to the development. Verne convinces the group to forgive RJ since he came back to save them, and they save him from Vincent. They return the truck to the development, crashing through Gladys' home, and the animals flee into the hedge. Gladys and Dwayne converge on the animals from one side with a yard trimmer and a cattle prod, respectively, while Vincent tries to swipe at them from the other. To escape, RJ gives Hammy an energy drink, allowing the hyperactive squirrel to move very, very fast. Hammy causes Vincent, Gladys, and Dwayne to be trapped by the Depelter Turbo while the animals escape. The police and animal control arrive, and Vincent is sent to the Rocky Mountains, while the lady Gladys is arrested for using the illegal Depelter Turbo, and Dwayne attempts escape only to run into Nugent the dog, who bites him on the leg.\nRJ and Verne apologize to each other. RJ is brought into the group, as is Tiger, who became love-struck with Stella even after learning she was a skunk. Verne realizes they have not had a chance to search for food until Hammy reveals that while sped up, he had collected enough nuts for the group to last the year.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"Computer_animation","surface_form":"computer animated","offset":36},{"uri":"Comedy_movie","surface_form":"comedy","offset":54},{"uri":"Comic_strip","surface_form":"comic strip","offset":80},{"uri":"Tim_Johnson_(film_director)","surface_form":"Tim Johnson","offset":129},{"uri":"Karey_Kirkpatrick","surface_form":"Karey Kirkpatrick","offset":145},{"uri":"Bonnie_Arnold","surface_form":"Bonnie Arnold","offset":180},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":218},{"uri":"Bruce_Willis","surface_form":"Bruce Willis","offset":298},{"uri":"Steve_Carell","surface_form":"Steve Carell","offset":312},{"uri":"Garry_Shandling","surface_form":"Garry Shandling","offset":326},{"uri":"William_Shatner","surface_form":"William Shatner","offset":343},{"uri":"Avril_Lavigne","surface_form":"Avril Lavigne","offset":360},{"uri":"Nick_Nolte","surface_form":"Nick Nolte","offset":378},{"uri":"Raccoon","surface_form":"raccoon","offset":429},{"uri":"Cave","surface_form":"cave","offset":451},{"uri":"Bear","surface_form":"bear","offset":471},{"uri":"Wagon","surface_form":"wagon","offset":487},{"uri":"Hibernation","surface_form":"hibernation","offset":596},{"uri":"Truck","surface_form":"truck","offset":719},{"uri":"Suburban","surface_form":"suburban","offset":873},{"uri":"Housing_development","surface_form":"housing development","offset":882},{"uri":"Hedge","surface_form":"hedge","offset":942},{"uri":"Turtle","surface_form":"turtle","offset":1043},{"uri":"Squirrel","surface_form":"squirrel","offset":1070},{"uri":"Skunk","surface_form":"skunk","offset":1086},{"uri":"Porcupines","surface_form":"porcupines","offset":1100},{"uri":"Opossum","surface_form":"opossum","offset":1186},{"uri":"Exterminator","surface_form":"exterminator","offset":1797},{"uri":"Yard_trimmer","surface_form":"yard trimmer","offset":3289},{"uri":"Cattle_prod","surface_form":"cattle prod","offset":3308},{"uri":"Energy_drink","surface_form":"energy drink","offset":3417},{"uri":"Animal_control","surface_form":"animal control","offset":3608},{"uri":"Rocky_Mountains","surface_form":"Rocky Mountains","offset":3658}]}