{"id":170695,"url":"http://en.wikipedia.org/wiki/Forestle","text":"e=\"preserve\">Forestle is a website for finding all kinds of information on the internet; Forestle helps to save the rain forest and reduces the total carbon dioxide (CO2) production. It also offers special features, for example a preview of the websites found during a search. It was invented in 2008.\nHelping the environment.\nForestle saves 0.1 square meters (about 0.1 square yards) of rain forest per search. It earns money from showing advertisements along with the websites found, and Forestle guarantees to donate 90% of this money to buy areas of rain forest through its partner organization The Nature Conservancy. As of October 2009, about 1,991,055 square meters of rain forest have been saved.\nFor searching the web using Forestle is also essentially CO2-neutral: Of course the server computers used by Forestle, the connection network, and the computer of the searching users need electric energy and thus create emissions of carbon-dioxide; but Forestle purchases an equivalent amount of renewable energy certificates. The certificates are purchased from a part of the 10% of money left after buying rain forest. This makes Forestle one of the few web search sites that are \"green certified\".\nThe number of search requests on Forestle.org grows significantly </ref name=proof/>: There were 4000 search requests per day on average in December 2008, about 10000 per day in January 2009 and currently, (March 6, 2009) there are more than 20000 requests per day.\nForestle thus offers a simple alternative form of searching the web in a way that helps the environment.\nHow large the effects of using such a 'green' search method actually are is discussed.\nSpecial properties.\nForestle offers a website preview that shows small versions of the web sites found in each search. The search page offered by Forestle is very simple and only contains a window to type in words to be searched for, the search results, and a few links to check related services (for example Google Maps) as well as explanations about how Forestle works. Forestle meanwhile also provides several browser plugins, can be added to iGoogle and can be used in English and German (full versions) as well as in Spanish and Dutch (details partially in English).\nForestle search engine partners.\nForestle used the search services of Google until Google forbid them to do that after four days of service; the reasons was that Google and Forestle had a fight: it was not clear whether Forestle broke the terms of service fixed in the contract between them. Forestle.org states that google did not actually give reasons for stopping their service. The action by google to not support Forestle any more immediately drew international attention.<ref\nname=immediateattentionInquirer> Details about the conflict between Google and Forestle are debated. Forestle is now associated with Yahoo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"website","offset":27},{"uri":"Information","surface_form":"information","offset":60},{"uri":"Internet","surface_form":"internet","offset":79},{"uri":"Rainforest","surface_form":"rain forest","offset":116},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":150},{"uri":"Rainforest","surface_form":"rain forest","offset":388},{"uri":"Electricity","surface_form":"electric energy","offset":893},{"uri":"Emission","surface_form":"emission","offset":925},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":1001},{"uri":"Google_Maps","surface_form":"Google Maps","offset":1973},{"uri":"Google","surface_form":"Google","offset":2306},{"uri":"Yahoo","surface_form":"Yahoo","offset":2851}]}