{"id":170684,"url":"http://en.wikipedia.org/wiki/ALPHA_Collaboration","text":"The ALPHA Collaboration is a group of physicists from about 11 universities who work together (or \"collaborate\") to try to trap neutral antimatter. The neutral antimatter they are working to trap is antihydrogen. This is the antimatter version of hydrogen, the first atom in the periodic table. Antihydrogen, like hydrogen, has two oppositely charged particles. Hydrogen has a proton and an electron, and so antihydrogen would have an antiproton and a positron. A positron is the common name for the antielectron.\nCERN.\nThe ALPHA collaboration has its experiment at CERN in Geneva in Switzerland. CERN is the only place in the world that can provide \"slow\" antiprotons that can be easily captured by ALPHA. ALPHA then brings these antiprotons into contact with positrons and form antihydrogen.\nAntihydrogen has, like many atoms and especially hydrogen, a small magnetic dipole moment. A dipole moment is another way of saying that the atom behaves a bit as if it was a tiny magnet with a north and a south pole. Normally such small magnets are attracted to other magnets. However, some atoms in some states behave such that they are repelled by magnetic fields. This means that the atoms could possibly be trapped in space by making a minimum of the magnetic field. ALPHA is trying to do just that with antihydrogen. By a clever arrangement of magnets, ALPHA has a so-called magnetic minimum trap, in which antihydrogen may be trapped.\nThis is a difficult process. The magnetic forces on these atoms are quite weak, so the trap can only contain antihydrogen atoms of very low motional (kinetic) energy, that is at very low temperature. The current state-of-the-art ALPHA trap can contain antihydrogen atoms in their ground state if they are colder than about 0.5 Kelvin (i.e. 0.5 degrees above absolute zero). ALPHA is currently working on making such cold antihydrogen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physicists","offset":38},{"uri":"University","surface_form":"universities","offset":63},{"uri":"Antimatter","surface_form":"antimatter","offset":136},{"uri":"Antihydrogen","surface_form":"antihydrogen","offset":199},{"uri":"Hydrogen","surface_form":"hydrogen","offset":247},{"uri":"Atom","surface_form":"atom","offset":267},{"uri":"Periodic_table","surface_form":"periodic table","offset":279},{"uri":"Proton","surface_form":"proton","offset":377},{"uri":"Electron","surface_form":"electron","offset":391},{"uri":"Antiproton","surface_form":"antiproton","offset":435},{"uri":"Positron","surface_form":"positron","offset":452},{"uri":"CERN","surface_form":"CERN","offset":566},{"uri":"Geneva","surface_form":"Geneva","offset":574},{"uri":"Switzerland","surface_form":"Switzerland","offset":584},{"uri":"Dipole","surface_form":"dipole","offset":870},{"uri":"Magnet","surface_form":"magnet","offset":974},{"uri":"Repel","surface_form":"repelled","offset":1133},{"uri":"Kinetic","surface_form":"kinetic","offset":1586},{"uri":"Kelvin","surface_form":"Kelvin","offset":1763}]}