{"id":17081,"url":"http://en.wikipedia.org/wiki/James_K._Polk","text":"James Knox Polk (November 2, 1795 – June 15, 1849) was the 11th President of the United States. He only served one term as president. Before he was president, he was Speaker of the House of Representatives (1835–1839) and the governor of Tennessee (1839–1841).\nEarly life.\nJames Knox Polk was born on November 2, 1795 in Pineville, North Carolina. His parents were Samuel Polk and Jane Gracey Polk. James’ father was an American surveyor, slave owner, planter, and businessman. It is unknown what his mother did. It is thought she was a housewife. He was very sickly as a child, so he did not do much farm work. He had surgery at 17 years old to remove bladder stones. Anesthesia was not invented yet, so he was awake the entire surgery. He was in a debate club in college. Polk studied law under a leading Nashville lawyer. He then worked as a lawyer and a statesman. He married Sarah Childress on January 1, 1824. They had no children together.\nPresidency.\nJames Knox Polk was nominated by the Democratic party and was elected as the 11th President of the United States. He was inaugurated on Tuesday, March 4, 1845 and George M. Dallas was sworn in as the vice president. Chief Justice Roger B. Taney swore in the president. During James’ 4 years in office, he accomplished many things. One event was reestablishment of the Independent Treasury System. Another important act was the reduction of tariffs. Polk also gained Oregon territory to the 49th parallel. The most important accomplishment of James K. Polk was westward expansion. He acquired more than 800,000 square miles of western territory. James K. Polk acquired this throughout the Mexican American War. He was influenced by Andrew Jackson. James supported Jackson’s plan to dismantle the Bank of United States and replace it with a decentralized government banking system. James accomplished his 4 major goals throughout his presidency.\nLater life.\nJames K Polk became a private citizen at the end of his 4 years in office. He and his wife decided to move to their Nashville home in Nashville, Tennessee because they wanted to retire and live a quiet life. Instead of directly returning to Tennessee, the Polks decided to tour the Southern states. Along the way he gave many speeches to the public. Within two weeks, James’ health suffered from the strains of travel. As the trip continued, the Polks were often forced to stop along the way to allow James to rest. The rest did not help. After arriving at their Nashville home, James Polk again fell ill and complained of horrible stomach pains.  This time James had a serious disease called cholera. At the age of 53, James Knox Polk died on June 15, 1849. On his deathbed James asked his wife to free their slaves when she died. Sarah lived 42 more years and the Civil War freed their slaves long before she died. He was first buried at the Nashville City Cemetery then moved to his Nashville home but was later moved to the Tennessee state capitol after his Nashville home was later sold. He had the shortest retirement of any president, dying only three months after leaving office.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":64},{"uri":"Speaker_of_the_United_States_House_of_Representatives","surface_form":"Speaker of the House of Representatives","offset":166},{"uri":"List_of_Governors_of_Tennessee","surface_form":"governor of Tennessee","offset":226},{"uri":"Pineville%2C_North_Carolina","surface_form":"Pineville, North Carolina","offset":321},{"uri":"Surveying","surface_form":"surveyor","offset":429},{"uri":"Bladder_stone","surface_form":"bladder stone","offset":653},{"uri":"Anesthesia","surface_form":"Anesthesia","offset":669},{"uri":"Debate","surface_form":"debate","offset":750},{"uri":"Nashville","surface_form":"Nashville","offset":807},{"uri":"Lawyer","surface_form":"lawyer","offset":817},{"uri":"Statesman","surface_form":"statesman","offset":858},{"uri":"Sarah_Childress_Polk","surface_form":"Sarah Childress","offset":880}]}