{"id":170812,"url":"http://en.wikipedia.org/wiki/Egbert_of_Wessex","text":"Egbert (also spelt Ecgberht) (–839) was King of Wessex from 802 until 839. In the 780s Egbert was forced into exile by Offa of Mercia and Beorhtric of Wessex, but on Beorhtric's death in 802 Egbert returned and took the throne. He was the father of Athelwulf of Wessex.\nEarly career.\nEgbert was the son of Ealhmund, King of Kent. He was descended from Ingeld, brother of Ine of Wessex. In 786 he made a bid for the throne of Wessex after the death of Cynewulf. Offa of Mercia however, made Beorhtric king instead. As a youth Egbert was seen as a problem for Beorhtric. He didn't want Egbert in England. While Beorhtric was negotiating to marry Offa's daughter he asked that Egbert be handed over to him. While Offa was considering doing just that, Egbert fled Mercia and at some point left England. He appears to have been welcomed at the court of Charlemagne for at least three years. This is at the time Frankish ports were closed to English ships and trading. Offa had offended Charlemagne by his son marry one of Charlemagne's daughters. While at the Frankish court Egbert married a noblewoman, Redburga. She was possibly a close relative of Charlemagne. Egbert and Redburga had a son born in Francia, Athelwulf, about 795. In 802 Beorhtric died. Egbert returned to become King of Wessex, probably with military aid from Charlemagne.\nKing of Wessex.\nHis first few years as king are not well recorded. It is very probable that he used this time to reorganize his army and his administration. Egbert formed an alliance with Wulfred, Archbishop of Canterbury. In 815 Egbert invaded Cornwall and brought it under his rule. He allowed sub-kings to rule it for him. In 825 the new king of Mercia, Beornwulf, invaded Wessex. Beornwulf had extended his authority over Kent, Essex and Middlesex. In what Frank Stenton called \"one of the most decisive battles of Anglo-Saxon history\" Egbert defeated Beornwulf. This was the end of the Mercian kings dominating England. Egbert sent his son Athelwulf with an army to overthrow Baldred, the Mercian sub-king. As a result, all of Kent, Surrey, Sussex and East Anglia submitted to Egbert. Beornwulf tried to recover East Anglia later the same year and was killed in the attempt. Kent, Surrey and Sussex remained a part of the kingdom of Wessex from this time on. Essex was later lost to the Danes. Egbert appointed his son Athelwulf as sub-king of Kent which included all the new territories of Wessex.\nEgbert then defeated all of Mercia in 829. The king of Northumbria submitted to him after the defeat of Mercia. He assumed the title (King of Mercia). This title was also on coins made in the former Mercian port of London. In 830 Wiglaf returned to power in Mercia, but the gains of Kent and southwest England remained with Wessex. Egbert died 4 February 839. He left a territory larger than any other Wessex king since Ine. He was the \"bretwalda\" or overlord of Anglo-Saxon England until Wiglaf returned in 830. Even so, he remained the most powerful king during his time.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_monarchs_of_Wessex","surface_form":"King of Wessex","offset":40},{"uri":"Offa_of_Mercia","surface_form":"Offa of Mercia","offset":119},{"uri":"Beorhtric_of_Wessex","surface_form":"Beorhtric of Wessex","offset":138},{"uri":"Athelwulf_of_Wessex","surface_form":"Athelwulf of Wessex","offset":249},{"uri":"Ine_of_Wessex","surface_form":"Ine of Wessex","offset":371},{"uri":"Wessex","surface_form":"Wessex","offset":425},{"uri":"Mercia","surface_form":"Mercia","offset":469},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":848},{"uri":"Frankish","surface_form":"Frankish","offset":906},{"uri":"England","surface_form":"English","offset":936},{"uri":"Administration","surface_form":"administration","offset":1479},{"uri":"Alliance","surface_form":"alliance","offset":1512},{"uri":"Wulfred","surface_form":"Wulfred","offset":1526},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":1535},{"uri":"Cornwall","surface_form":"Cornwall","offset":1583},{"uri":"Beornwulf_of_Mercia","surface_form":"Beornwulf","offset":1695},{"uri":"Kent","surface_form":"Kent","offset":1764},{"uri":"Essex","surface_form":"Essex","offset":1770},{"uri":"Middlesex","surface_form":"Middlesex","offset":1780},{"uri":"Frank_Stenton","surface_form":"Frank Stenton","offset":1799},{"uri":"England","surface_form":"England","offset":1954},{"uri":"Northumbria","surface_form":"Northumbria","offset":2497},{"uri":"London","surface_form":"London","offset":2657},{"uri":"Wiglaf_of_Mercia","surface_form":"Wiglaf","offset":2672},{"uri":"Overlord","surface_form":"overlord","offset":2893}]}