{"id":17105,"url":"http://en.wikipedia.org/wiki/Miguel_de_Cervantes","text":"Miguel de Cervantes Saavedra (29 September 1547 – 23 April 1616) was a Spanish writer. His most famous book was \"Don Quijote de la Mancha\". It is considered the first modern novel, and therefore Cervantes was the first novelist. The book has been published in 65 countries. The work is considered among the most important in all of literature. He is sometimes called \"The Prince of Satire\".\nMilitary history and captivity.\nNobody knows for sure the reasons that forced Cervantes to leave Castile. Whether he was a \"student\" of the same name, a \"sword-wielding fugitive from justice\", or fleeing from a royal warrant of arrest, for having wounded a certain Antonio de Sigura in a duel, is another mystery.\nIn any event, in going to Italy, Cervantes was doing what many young Spaniards of the time did to further their careers. Rome would reveal to the young artist its ecclesiastic pomp, ritual, and majesty. In a city teeming with ruins Cervantes could focus his attention on Renaissance art, architecture, and poetry (knowledge of Italian literature is readily discernible in his own productions) and on rediscovering antiquity. He could find in the ancients \"a powerful impetus to revive the contemporary world in light of its accomplishments\". Thus, Cervantes' continuing desire for Italy, as revealed in his later works, was in part a desire for a return to an earlier period of the Renaissance.\nBy 1570, Cervantes had enlisted as a soldier in a regiment of the Spanish naval elite corps, Infantería de Marina, stationed in Naples, then a possession of the Spanish crown. He was there for about a year before he saw active service. In September 1571 Cervantes sailed on board the \"Marquesa\", part of the galley fleet of the Holy League, Spain, the Republic of Venice, the Republic of Genoa, the Duchy of Savoy, the Knights Hospitaller based in Malta, and others, under the command of King Philip II's illegitimate half brother, John of Austria, that defeated the Ottoman fleet on October 7 in the Gulf of Lepanto near Corinth, at great cost to both sides. Though taken down with fever, Cervantes refused to stay below, and begged to be allowed to take part in the battle, saying that he would rather die for his God and his king than keep under cover. He fought bravely on board a vessel, and received three gunshot wounds – two in the chest, and one which rendered his left arm useless. In \"Journey to Parnassus\" he was to say that he \"had lost the movement of the left hand for the glory of the right\" (he was thinking of the success of the first part of \"Don Quixote\"). Cervantes always looked back on his conduct in the battle with pride; he believed that he had taken part in an event that would shape the course of European history.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spanish","offset":71},{"uri":"Writer","surface_form":"writer","offset":79},{"uri":"Book","surface_form":"book","offset":103},{"uri":"Don_Quixote","surface_form":"Don Quijote de la Mancha","offset":113},{"uri":"Novel","surface_form":"novel","offset":174},{"uri":"Novelist","surface_form":"novelist","offset":219},{"uri":"Kingdom_of_Castile","surface_form":"Castile","offset":488},{"uri":"Spaniards","surface_form":"Spaniards","offset":774},{"uri":"Ritual","surface_form":"ritual","offset":887},{"uri":"Renaissance","surface_form":"Renaissance","offset":976},{"uri":"Italian_literature","surface_form":"Italian literature","offset":1032},{"uri":"Infanter%C3%ADa_de_Marina","surface_form":"Infantería de Marina","offset":1493},{"uri":"Naples","surface_form":"Naples","offset":1528},{"uri":"Galley","surface_form":"galley","offset":1708},{"uri":"Holy_League_(Mediterranean)","surface_form":"Holy League","offset":1728},{"uri":"Republic_of_Venice","surface_form":"Republic of Venice","offset":1752},{"uri":"Republic_of_Genoa","surface_form":"Republic of Genoa","offset":1776},{"uri":"Duchy_of_Savoy","surface_form":"Duchy of Savoy","offset":1799},{"uri":"Knights_Hospitaller","surface_form":"Knights Hospitaller","offset":1819},{"uri":"Malta","surface_form":"Malta","offset":1848},{"uri":"Philip_II_of_Spain","surface_form":"King Philip II's","offset":1888},{"uri":"John_of_Austria","surface_form":"John of Austria","offset":1932},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":1967},{"uri":"Battle_of_Lepanto_(1571)","surface_form":"Gulf of Lepanto","offset":2001},{"uri":"Gulf_of_Lepanto","surface_form":"Corinth","offset":2022},{"uri":"Vessel","surface_form":"vessel","offset":2285},{"uri":"European_history","surface_form":"European history","offset":2725}]}