{"id":171229,"url":"http://en.wikipedia.org/wiki/Gravitational_singularity","text":"A gravitational singularity (sometimes called a spacetime singularity) is a term used to describe the center of a black hole where gravity is thought to approach infinity.\nIn the center of each black hole is a singularity, a point where infinite density develops as spacetime approaches it. Spacetime goes toward infinite curvature and matter is crushed to infinite density under the pull of infinite gravity. At a singularity, space and time cease to exist as we know them and current laws of physics cannot be applied to this region.\nSingularities form by a collapse of a star, where star with high enough mass (above 30 times the sun) would shrink under its own gravity and force until it becomes a single, one dimensional point. When it forms, space and time would be infinite in there.\nAn example would be that if a person were to stand on a collapsing star right before the singularity forms, and they sent a signal every second to a nearby observer, time and space would slow down as the singularity is being formed. The observer would hear the signal slowing down. Let's say the singularity forms at 12:00 exactly. The observer would receive all the signals, one after another, with each new signal slowing down at a very small rate until the 12:00 signal. When the 12:00 signal was sent, time and space would be infinite -- in other words, it would take forever to get the signal.\nTo understand singularities, you have to think about infinite density, like how the original Big Bang started. The Big Bang, most scientists believe, started from an earlier universe that was pulled together by gravity into a single point. After that, it exploded and made all the matter in the expanding universe. A black hole singularity is similar, except on a smaller scale. Imagine if our sun decreased to the size of the nucleus of an atom. It would be very dense. However, our sun does not have a high enough mass to become a black hole. It is well below the Chandrasekhar limit, which means it will shrink to a white dwarf, with radius of a few thousand miles. It can't become a black hole, because it is too small.","categories":[],"infobox_types":[],"annotations":[{"uri":"Black_hole","surface_form":"black hole","offset":114},{"uri":"Gravity","surface_form":"gravity","offset":131}]}