{"id":171231,"url":"http://en.wikipedia.org/wiki/Supermassive_black_hole","text":"A supermassive black hole (SMBH or less often SBH) is a black hole with a mass that is between 105 and 1010 the mass of the Sun. Scientists are confident that almost all galaxies, including the Milky Way, have supermassive black holes at their centers.\nFormation.\nHow supermassive black holes get started is not yet known. Astrophysicists agree that once a black hole is in place in the center of a galaxy, it can grow by attracting matter and by merging with other black holes. Formation of ordinary (star-sized) black holes from the deaths of the first stars has been extensively studied and supported by observations.\nHowever, there appears to be a gap between stellar-mass black holes, and supermassive black holes.\nStellar-mass black holes, formed from collapsing stars, range up to perhaps 33 solar masses. The minimal supermassive black hole is in the range of a hundred thousand solar masses. Between these extremes there appear to be few intermediate-mass black holes. Such a gap would suggest that the two types were formed by different processes.\nObservations show that quasars were much more frequent when the Universe was younger. Supermassive black holes of billions of solar masses had already formed when the Universe was less than one billion years old. This suggests that supermassive black holes arose very early in the Universe, inside the first massive galaxies.\nThe Milky Way SBH.\nThe Max Planck Institute for Extraterrestrial Physics, and the UCLA Galactic Center Group, have provided strong evidence that Sagittarius A* is the site of a supermassive black hole. This is based on data from the ESO, and the Keck telescope. Our galactic central black hole is calculated to have a mass of approximately 4.1 million solar masses, or about 8.2 × 1036 kg.","categories":[],"infobox_types":[],"annotations":[{"uri":"Black_hole","surface_form":"black hole","offset":56},{"uri":"Mass","surface_form":"mass","offset":74},{"uri":"Sun","surface_form":"Sun","offset":124},{"uri":"Galaxy","surface_form":"galaxies","offset":170},{"uri":"Milky_Way","surface_form":"Milky Way","offset":194},{"uri":"Billion","surface_form":"billion","offset":1252},{"uri":"Max_Planck_Institute_for_Extraterrestrial_Physics","surface_form":"Max Planck Institute for Extraterrestrial Physics","offset":1407},{"uri":"UCLA","surface_form":"UCLA","offset":1466},{"uri":"ESO","surface_form":"ESO","offset":1617},{"uri":"Keck_telescope","surface_form":"Keck telescope","offset":1630}]}