{"id":171354,"url":"http://en.wikipedia.org/wiki/Chlorophytum_comosum","text":"The Spider Plant, \"Chlorophytum comosum\", is a species of \"Chlorophytum\" native to South Africa.\nSpider plants have long narrow leaves that are 20–40 cm (8–15 in) long and 5–20 mm (0.2–0.8 in) broad. They grow from a central rosette. It also produces branched stolons with small white flowers and baby plantlets.\nIt is a very popular houseplant. The most widely grown is the variegated cultivar 'Variegatum'. It has one or two broad yellowish-white bands running along the length of each leaf. Natural, entirely green plants are also grown.\nThe Spider Plant is very easy to spread. They can be propagated by splitting its main rosette. It is even easier to remove plantlets from the stolons and plant them separately or put them in a glass of water. They will grow roots readily in water but establish faster in soil while still attached to the parent plant. Pinning the plantlet to the soil with a bent paper clip can be helpful. Make sure the soil is damp and well drained. The plantlet can then be removed from the parent plant in 7-10 days.\nIt is a very popular plant with beginners, as it is easy to grow and propagate.\nSpider plants have also been shown to reduce indoor air pollution.\nAt the spot where a leaf would normally develop a node, these plants will produce adventitious roots down into the soil, and new above ground shoots.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Africa","surface_form":"South Africa","offset":83},{"uri":"Leaf","surface_form":"leaves","offset":128},{"uri":"Stolon","surface_form":"stolon","offset":260},{"uri":"Flower","surface_form":"flower","offset":285},{"uri":"Plantlet","surface_form":"plantlet","offset":302},{"uri":"Houseplant","surface_form":"houseplant","offset":334},{"uri":"Variegation","surface_form":"variegated","offset":375},{"uri":"Cultivar","surface_form":"cultivar","offset":386},{"uri":"Plant_propagation","surface_form":"spread","offset":574},{"uri":"Rosette_(botany)","surface_form":"rosette","offset":627},{"uri":"Root","surface_form":"root","offset":765},{"uri":"Air_pollution","surface_form":"air pollution","offset":1177}]}