{"id":171434,"url":"http://en.wikipedia.org/wiki/Athelbert_of_Wessex","text":"Athelbert, also spelled Æthelbert (died 866), was a West Saxon nobleman. He was the sub-king of Kent from 858–860. He was the King of Wessex from 860-865.\nCareer.\nHe was the third son of Ethelwulf of Wessex and Osburga. She was the daughter of Oslac, Athelwulf's butler. He got his first taste of kingship in 855 when he was left in charge of Kent while his father, King Athelwulf of Wessex, was in Rome. His brother Athelbald was left in charge of the West Saxon kingdom. When their father returned from Rome, Athelbald would not give up the throne. To avoid a civil war, their father Athelwulf took the subkingdom of Kent and Athelbald ruled as king of Wessex. When Athelwulf died in 858, Athelbert was once again appointed king of Kent.\nWhen his brother Athelbald died in 860, Athelbert succeeded him as king of Wessex. Athelbert still had two younger brothers, Athelred and Alfred. But neither were appointed to fill the role of sub-king of Kent. Athelbert consolidated the kingdom of Kent into the kingdom of Wessex. During his reign Viking attacks grew more frequent. One Viking army advanced into Wessex as far as Winchester before being defeated. But the year 865 saw the arrival of the Great Heathen Army in East Anglia. This was a much larger army and would remain in England. For a time they were more interested in Northumbria. They gained control of York and moved south into Mercia then made their winter camp in Nottingham. Meanwhile, King Athelbert died in early 866. Since he died childless, he was succeeded by his brother Athelred.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wessex","surface_form":"West Saxon","offset":52},{"uri":"Nobleman","surface_form":"nobleman","offset":63},{"uri":"Kent","surface_form":"Kent","offset":96},{"uri":"List_of_monarchs_of_Wessex","surface_form":"King of Wessex","offset":126},{"uri":"Ethelwulf_of_Wessex","surface_form":"Ethelwulf of Wessex","offset":187},{"uri":"Athelwulf_of_Wessex","surface_form":"Athelwulf of Wessex","offset":371},{"uri":"Rome","surface_form":"Rome","offset":399},{"uri":"Athelbald_of_Wessex","surface_form":"Athelbald","offset":417},{"uri":"Athelred_of_Wessex","surface_form":"Athelred","offset":865},{"uri":"Alfred_the_Great","surface_form":"Alfred","offset":878},{"uri":"Viking","surface_form":"Viking","offset":1039},{"uri":"Winchester","surface_form":"Winchester","offset":1121},{"uri":"Great_Heathen_Army","surface_form":"Great Heathen Army","offset":1195},{"uri":"East_Anglia","surface_form":"East Anglia","offset":1217},{"uri":"Northumbria","surface_form":"Northumbria","offset":1327},{"uri":"York","surface_form":"York","offset":1363},{"uri":"Mercia","surface_form":"Mercia","offset":1389},{"uri":"Nottingham","surface_form":"Nottingham","offset":1427},{"uri":"Athelred_of_Wessex","surface_form":"Athelred","offset":1541}]}