{"id":171568,"url":"http://en.wikipedia.org/wiki/Academic_grading_in_Philippines","text":"e=\"preserve\">The Philippines has varied university grading systems. Most colleges, universities, particularly public institutions, follow the grade point system scale of 5.00 - 1.00, in which 1.00 is the highest grade and 5.00 is the lowest possible grade.\nGrade point scale (5.00 - 1.00).\nPamantasan ng Lungsod ng Maynila also employ a specific grading category for retention. This system uses the General Weighted Average (GWA) per semester as a basis whether or not a particular student shall be retained at the course or college he or she is enrolled to. Some colleges have higher GWA requirement for retention, but most of them demands a GWA of at least 2.50 per semester. A few graduate schools, on the other hand, employ the \"Pass\" or \"Fail\" system.\nDatamex Institute of College in Information Technology\nNotable exceptions include De La Salle University & FEU-East Asia College, which follow the 1.000 - 4.000 grading system, which patterns those of American universities. This system uses the 4.0 grade point equivalence as the highest grade, while 0.0 grade point equivalence is considered the lowest possible grade. 0.0 grade point equivalence is considered a failing mark.\nABE International Business College \"Manila 'Main' Campus\"\nThe Grading System let's you see the \"Grade Range\". This is essential for High School Graduates to know in which Grade Range they are in.\nGrade point scale (1.000 - 4.000).\nOther universities, such as the Ateneo de Manila University and its sister schools, use the letter grade system with varied grade equivalence range.\nLetter grade system.\nMore importantly, Philippine universities do not have standard grade equivalence. Different universities have varied equivalence range, while passing grades are subject to imposed academic quality of an institution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philippines","surface_form":"Philippines","offset":17},{"uri":"Pamantasan_ng_Lungsod_ng_Maynila","surface_form":"Pamantasan ng Lungsod ng Maynila","offset":290},{"uri":"General_Weighted_Average","surface_form":"General Weighted Average","offset":399},{"uri":"De_La_Salle_University","surface_form":"De La Salle University","offset":839},{"uri":"Far_Eastern_University","surface_form":"FEU-East Asia College","offset":864},{"uri":"Ateneo_de_Manila_University","surface_form":"Ateneo de Manila University","offset":1448}]}