{"id":171500,"url":"http://en.wikipedia.org/wiki/John_Joe_O%27Reilly","text":"John Joe O'Reilly was born at the Derries, Killeshandra, County Cavan. After early successes with St Patrick’s College and his club, Cornafean, he captained the Cavan team, which won All-Ireland Senior Football Championships in 1947 (at the New York Polo Grounds) and 1948, having also played on three losing sides in the final. He won 11 Ulster senior football medals, as Cavan took the title each year from 1937 until 1949, except two. He won a National Football League medal and four Railway Cup medals, in 1942 and 1943 (when he was the first ever Cavan captain), 1947 and as captain again in 1950. John Joe O'Reilly was one of only seven men to have had the honour of being presented with the Sam Maguire twice as captain. O'Reilly's father also played in goal for Cavan and his brother, Tom O’Reilly, played on the 1947 All-Ireland winning team and also won Railway Cup medals for Ulster in 1943 and 1944.\nA Commandant in the army, John Joe O'Reilly died unexpectedly at the Curragh Military Hospital on November 22, 1952. He was named at centre half-back on the Gaelic Athletic Association's \"Team of the Millennium\" in 1999.","categories":[],"infobox_types":[],"annotations":[{"uri":"Killeshandra","surface_form":"Killeshandra","offset":43},{"uri":"County_Cavan","surface_form":"County Cavan","offset":57},{"uri":"Cavan","surface_form":"Cavan","offset":161},{"uri":"All-Ireland_Senior_Football_Championship","surface_form":"All-Ireland Senior Football Championship","offset":183},{"uri":"New_York","surface_form":"New York","offset":241},{"uri":"Polo_Grounds","surface_form":"Polo Grounds","offset":250},{"uri":"Tom_O%27Reilly_(Cavan_politician)","surface_form":"Tom O’Reilly","offset":793},{"uri":"November_22","surface_form":"November 22","offset":1010},{"uri":"1952","surface_form":"1952","offset":1023},{"uri":"Gaelic_Athletic_Association","surface_form":"Gaelic Athletic Association","offset":1069}]}