{"id":171567,"url":"http://en.wikipedia.org/wiki/Anal_fissure","text":"e=\"preserve\">An anal fissure, or fissura ani, is a fissure (a small tear) in the anal canal. Patients typically complain of sharp anal pain during and after defecation, lasting minuters or hours. This small wound can sometimes bleed a little bit during or after defecation.\nIt's not completely clear what causes an anal fissure. It is possibly caused by constipation, too much strain on the anal sphincter (the circular muscle of the anus), reduced blood circulation, the skin is not made dry enough after taking a shower or swimming, the skin has been stretched too much, pregnancy, giving birth, and not changing a baby's diaper in time.\nAfter the anal fissure closes, it takes 6 weeks to 3 months before the wound is healed completely. In this period the fissure easily opens again. Therefore, the wound can return repeatedly.\nTreatment.\nA doctor can prescribe several products to treat the anal fissure. For example, a pain relieving ointment or suppository (an anal medication); a laxative (that makes it easier to go to the toilet); zinc-ointment (this will protect the skin and contract it, so it will heal faster). Further more a doctor can give advice about taking care of the wound and improve digestion and defecation.\nMost fissure are acute, lasting about 4-6 weeks. The anal fissure becomes chronic and will not go away if it lasts for more than 6 weeks. In such cases medical surgery can be a solution. The circular muscle of the anus is usually cut or stretched. Also an injection with botox in the muscle can have a positive result.\nTo prevent the fissure to return.\nThe anal fissure can burst open very easily up to 3 months after healing, for example during defecation. The patient can do several things to reduce the chance that the fissure will return. The advice includes the following tips.\nAs long as the fissure is open (a painful, small tear next to the anus which can bleed a little) the patient can put an ointment with zinc oxide (protects and contracts) and pramocaïne (relieves pain and itching) on and around the fissure (in Europe available without prescription as \"Nestosyl\"). Use toilet your finger with a glove to spread out the ointment and wash hands afterward with soap. This treatment has to be continued for several weeks to reduce the chance that the fissure will open again.\nBesides it is very important to have a good digestion and defecation. The longer the faeces is in the intestine, the more liquid will be withdrawal. Because of this, the faeces will become harder and get more volume, and that gives more chance that the skin around the anus will crack again. Patients are advized to eat fibres every day (for example: unpolished rice, muesli, whole grain bread, dried apricots, figs, dates, prunes, saltless nuts, beans, peas, etc.); to eat the recommended amount of vegetables and fruit every day; to use a little bit of butter or oil every day; to drink enough during the day; and to exercise every day. The patient needs to avoid food that can cause constipation (possible: white bread, white pasta/pizza/noodles, eggs, cheese, sugar, coffee, chocolate, etc.). If necessary, one can take enzymes as food supplement with every meal that includes bread.\nPatients should not postpone going to the toilet. While waiting, the faeces will push on the circular muscle of the anus, which causes a pressure. Besides the faeces can become harder and get more volume after a while. When the patient feels the urge to go to the toilet, the best thing is to go immediately. While sitting on the toilet, the patient has to press as little as possible, but instead relax the circular muscle.\nAs long as the wound is not healed, taking a daily bath with soda (sodium carbonate) can give relief. Further more that will keep the wound clean. Sit in a tub filled with a few inches of warm water for 20 minutes, 2 or 3 times a day. This is called a sitz bath. It relaxes the tissue and helps relax the anal muscle.\nIt's very important that the skin around the anus is completely dry before the patients gets dressed. The slightest moisture in the folding of the skin can be the reason that the skin will get damaged easily.\nSome patients benefit by putting simple oil around the anus. For example, olive oil or sunflower oil. The skin softens and will not tear or crack as easily. Always remind hygiene.\nIf the tips that are mentioned above do not help enough and the fissure continues to crack open, the cause could be the use of toilet paper after defecation. The paper rubs too strong over the skin and causes the wound to open again. One can try to use another brand of softer toilet paper, baby wipes, or instead use warm water to clean himself after bowel movement.\nWhile following all mentioned tips and advice, do not forget the good principles of hygiene.\nThese recommendations only make sense if the patient is sure that the problem is an anal fissure. If there is any doubt, especially when there is blood in the stool, please consult a doctor","categories":[],"infobox_types":[],"annotations":[{"uri":"Pain","surface_form":"pain","offset":135},{"uri":"Defecation","surface_form":"defecation","offset":157},{"uri":"Constipation","surface_form":"constipation","offset":354},{"uri":"Medical_doctor","surface_form":"doctor","offset":843},{"uri":"Laxative","surface_form":"laxative","offset":986},{"uri":"Digestion","surface_form":"digestion","offset":1204},{"uri":"Defecation","surface_form":"defecation","offset":1218},{"uri":"Surgery","surface_form":"surgery","offset":1390},{"uri":"Digestion","surface_form":"digestion","offset":2361},{"uri":"Defecation","surface_form":"defecation","offset":2375},{"uri":"Intestine","surface_form":"intestine","offset":2419},{"uri":"Fibre","surface_form":"fibre","offset":2637},{"uri":"Vegetable","surface_form":"vegetable","offset":2817},{"uri":"Fruit","surface_form":"fruit","offset":2832},{"uri":"Enzymes","surface_form":"enzymes","offset":3141},{"uri":"Bowel_movement","surface_form":"bowel movement","offset":4689},{"uri":"Hygiene","surface_form":"hygiene","offset":4789}]}