{"id":171674,"url":"http://en.wikipedia.org/wiki/Abel_Pardo","text":"e=\"preserve\">Abel Pardo (born in 1974 in León, province of León, Spain), also known as Auslli, is a Neo-Nazi politician and a Leonese language writer.\nLaureated in Italian Language and Culture by ICON and Advanced Studies Diplomat in Romance Languages by the Open University of Catalonia, Abel Pardo wrote in ' (1996), ' (2006) and \"El Dialecto Leonés\" (2006), when he collaborated with tales about modern and ancient themes, and was the prologuer in the 2003 edition of \"Brañas d'antanu ya xente d'anguanu\".\nAs an Italian language and culture for foreigners doctor, Abel Pardo is the author of the first works about contractive language between Leonese language and Italian, being the author of \"Linguistica Constrativa Italiano-Leonese\" (Contractive Linguistic Italian-Leonese) presented and approved in the University of Pavia Italy as a Laurea Tesis.\nTranslator.\nAbel Pardo also develops a certain activity as a translator into Leonese language. He translated the leaflet \"Campus Stellae\" (1999). He collaborated with \"La Nuesa Tierra\" newspaper with more than 200 articles in Leonese language, and with [http://www.logos.it Logos Group (Italia)] where he's official Leonese language translator. As city councilor of León, he promoted Leonese language bilingualism, starting Leonese language courses in the city of León for the first time and created with the University of León the title \"Monitor de Llingua Llïonesa\" for teaching Leonese language in official courses.\nHe also has written scientific works about Leonese language and New Technologues as \"Nuevas Teunoloxías y Llingua Llïonesa\" (New Technologies and Leonese language), the first pre-doctorate work presented and approved in Leonese language in one university, presented in the Open University of Catalonia or \"El Llïonés y las TICs\" in the scientific magazine \"Mikroglottika\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Le%C3%B3n%2C_Spain","surface_form":"León","offset":41},{"uri":"Le%C3%B3n_(province)","surface_form":"province of León","offset":47},{"uri":"Neo-Nazism","surface_form":"Neo-Nazi","offset":100},{"uri":"Leonese_language","surface_form":"Leonese language","offset":126},{"uri":"Open_University_of_Catalonia","surface_form":"Open University of Catalonia","offset":259},{"uri":"University_of_Pavia","surface_form":"University of Pavia","offset":810},{"uri":"Leonese_language","surface_form":"Leonese language","offset":932},{"uri":"Leonese_language","surface_form":"Leonese language","offset":1081},{"uri":"Mikroglottika","surface_form":"Mikroglottika","offset":1831}]}