{"id":171753,"url":"http://en.wikipedia.org/wiki/Antivirus_software","text":"e=\"preserve\">Antivirus software (or anti-virus software) aims to prevent access to computer systems by unwanted computer malware. Viruses, worms or trojan horses can be used by criminals or mischievous people (called 'hackers'). They can be used to steal information or damage system files. If no antivirus software is installed on a computer, hackers may be able to access the information in the computer.\nMost tests and experts claim that antivirus software is unable to prevent some attacks. There are many different types of antivirus software. Many antivirus programs can be downloaded for free. These versions usually have some features missing. The missing features are only available to those who buy the \"full\" version.\nAntivirus software uses many ways to protect the computer. They often search for signs of viruses in every website that is visited. Most also do a regular scan of all the data and files on the computer's hard disk.\nInstalling more than one antivirus is not a good idea. The two different antivirus software may interfere with each other and causes conflict.\nProblems with antivirus software.\nAntivirus software can not always detect all viruses on a computer.\nSometimes antivirus software sees viruses in files that do not really have viruses. This is called a false positive. The antivirus software will sometimes remove files from the computer that should not be removed. This may cause other programs to not work properly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Access","surface_form":"access","offset":73},{"uri":"Malware","surface_form":"malware","offset":121},{"uri":"Installed","surface_form":"installed","offset":319},{"uri":"Hacker","surface_form":"hacker","offset":344},{"uri":"Information","surface_form":"information","offset":378},{"uri":"Website","surface_form":"website","offset":836},{"uri":"Hard_disk","surface_form":"hard disk","offset":933},{"uri":"Interfere","surface_form":"interfere","offset":1040},{"uri":"False_positive","surface_form":"false positive","offset":1290}]}