{"id":171750,"url":"http://en.wikipedia.org/wiki/ZoneAlarm","text":"ZoneAlarm is a software firewall originally developed by Zone Labs, which was acquired in March 2004 by Check Point. It includes an inbound intrusion detection system, as well as the ability to control which programs can create outbound connections—the latter not available in the Windows XP Service Pack 2 firewall., the newest release is ZoneAlarm Internet Security Suite 2009. ZoneAlarm was formerly known as Zone Labs, the usage of which is declining.\nFeatures.\nIn ZoneAlarm, program access is controlled by way of \"zones\", into which all Computer networking connections are divided. The \"trusted zone\" generally includes the user's local area network and can share resources such as files and printers, while the \"Internet zone\" includes everything not in the trusted zone. The user can specify which \"permissions\" (trusted zone client, trusted zone server, Internet zone client, Internet zone server) to give to a program before it attempts to access the Internet (e.g. before running it for the first time) or, alternatively, ZoneAlarm will ask the user to give the program permission on its first access attempt.\nTrue Vector Internet Monitor.\n\"True Vector Internet Monitor\", also known as \"TrueVector Security Engine\", is the core of ZoneAlarm. It is a Windows service which runs as \"vsmon.exe\" in the processes list. This Monitors internet traffic and generates alerts for disallowed access.\nOperating System Firewall.\nOperating System Firewall, OSFirewall for short, is a feature in ZoneAlarm paid versions only. This monitors programs and generates alerts when they perform suspicious behaviors.\nSmartDefense Advisor.\nSmartDefense Advisor is a service only available in premium versions of ZoneAlarm that helps the user with certain types of alerts. This utilizes a large database of trusted program signatures in order to provide the user with further advice upon requests from the program in regards to allowing or denying access to the Internet.\nVersions.\n64-bit versions of the ZoneAlarm product line will be made available for Windows Vista in the first half of 2009.","categories":[],"infobox_types":["Software"],"annotations":[{"uri":"Firewall_(networking)","surface_form":"software firewall","offset":15},{"uri":"Zone_Labs","surface_form":"Zone Labs","offset":57},{"uri":"Windows_XP","surface_form":"Windows XP","offset":281},{"uri":"Local_area_network","surface_form":"local area network","offset":637}]}