{"id":171829,"url":"http://en.wikipedia.org/wiki/Dr._Mario_(video_game)","text":"is a puzzle video game made by Nintendo for the Nintendo Entertainment System and Game Boy video game systems, released in 1990. It is like the game \"Tetris\".\n1 Player Gameplay.\nThe gameplay of 1 player \"Dr. Mario\" is to make sure vitamins of the same color are lined-up together to defeat viruses. There are three colors of vitamins (red, blue, yellow). The goal is to clear all the capsules without going to the top. The player can pick any default level from 0-20, with a set number of viruses to clear depending what level the player is on. The virus count goes as high as 84, and does not increase after you pass level 20. There are over 40 levels in the game.\nThe player can also set up the skill level and music (Fever, Chill).\n2 Player VS Gameplay.\nThe gameplay of 2-Player Vs. is to defeat your opponent by killing all the viruses first, or making your opponent lose. By clearing viruses enough, halves of vitamins fall onto the opponents screen. They must wait until all the vitamins fall down before they make their next move.\nReviews.\n\"Dr. Mario\" was rated the 134th best game made on a Nintendo System in Nintendo Power's Top 200 Games list. \"Dr. Mario\" was also rated by ScrewAttack as the seventh best \"Mario\" game of all time. Overall, Dr. Mario has scored a press average of 7.6 on GameStats.","categories":[],"infobox_types":[],"annotations":[{"uri":"Puzzle","surface_form":"puzzle","offset":5},{"uri":"Video_game","surface_form":"video game","offset":12},{"uri":"Nintendo","surface_form":"Nintendo","offset":31},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":48},{"uri":"Game_Boy","surface_form":"Game Boy","offset":82},{"uri":"Tetris","surface_form":"Tetris","offset":150},{"uri":"Music","surface_form":"music","offset":713},{"uri":"Nintendo_Power","surface_form":"Nintendo Power","offset":1118},{"uri":"ScrewAttack","surface_form":"ScrewAttack","offset":1185}]}