{"id":1718,"url":"http://en.wikipedia.org/wiki/Republic_of_China","text":"“National Flag Anthem of the Republic of China”《中華民國國旗歌》\na. See also Names of China.\nb. Nanking (now Nanjing) was the seat of the government from 1928 until 1949 except during wars, when the government retreated to Taipei.\nThe Republic of China (), also known as Republic of China (Taiwan), is a democratic island country in East Asia. It is often called Taiwan. The People's Republic of China (PRC) is to the northwest; Japan is to the northeast; the Philippines is to the south. The Chinese Nationalists lost the Chinese Civil War to the Communists in 1949 and moved the government of the Republic of China from Nanjing to Taipei. It still claims the ownership of all of China including Mainland China.\nTerritory.\nThe ROC used to govern Mainland China too. Now Mainland China is governed by the Communist People's Republic of China; see History and Political problems of China. However, ROC still declares Mainland China as its territory officially. The Republic of China also used to govern Mongolia.\nAdministrative divisions.\nThere are administrative divisions in different levels and types.\n157 Districts (區 qū ㄑㄩ), 17 Country-controlled cities (縣轄市 xiànxiáshì ㄒㄧㄢˋㄒㄧㄚˊㄕˋ), 41 Urban Townships (鎮 zhèn ㄓㄣˋ), and 153 Rural Townships (鄉 xiāng ㄒㄧㄤ) stand the 3rd level. Districts stand under either Special municipalities or Provincial cities; Country-controlled cities, Urban Townships, and Rural Townships stand under Counties.\nVillages (里 lǐ ㄌㄧˇ or 村 cūn ㄘㄨㄣ) stand the 4th level, and Neighborhoods (鄰 lín ㄌㄧㄣˊ) stand the 5th level.\nHistory.\nThe Nationalists, led by Dr. Sun Yat-sen, got rid of the Qing Dynasty ruled by the Manchus, then they established the ROC and ended Imperial Dynastic Rule in late-1911. The ROC at that time had Mainland China and all of what is now called Mongolia.\nAfter the Japanese were defeated by the Allies during World War II, Taiwan was controlled by the ROC.\nIn 1949, the Chinese Communists fought a war against the Nationalists and won. They established the People's Republic of China. The Nationalists left mainland China and arrived in Taiwan.\nPolitics.\nAfter the ROC created a base on Taiwan, it hoped one day to capture the Mainland. But Chinese Communists grew stronger, so the Nationalists never did go back. The Communists say they replaced the ROC as the only government of China and also calls Taiwan their own.\nThere are those people in Taiwan who want to never be a part of the People's Republic of China. They believe in complete Taiwan independence and want to rename the ROC (Taiwan) to \"Republic of Taiwan\" so Taiwan can no longer have any ancestral connection to China or Chinese culture. Some other people wish to unite with the People's Republic of China; they want Chinese reunification. Some still want to attack the PRC and reunify China under the Republic of China. Most others want the \"status quo\", which means keeping everything the way it is now.\nLanguage.\nMost Taiwanese people speak the Standard Chinese language known as Mandarin, and others speak local dialects such as Min Nan (Taiwanese) or Hakka. The Cantonese language, spoken in parts of southern China (for example, the province of Guangdong, Hong Kong and Macau), is not spoken in Taiwan. A small percentage of Aboriginal Taiwanese speak aboriginal languages, but the rest of the Chinese people have treated them badly, and many of these people, and their languages, struggle to survive. Some older Taiwanese people who went to school while the country was under Japanese rule can speak Japanese.\nAfter the Nationalist government fled the Mainland in 1948-49, they brought their language, Mandarin, with them, and made Mandarin the only official language. Then everyone in the ROC had to learn Mandarin. But, unlike the people in Mainland China, the Taiwanese never changed to simplified Chinese characters and so they have always used traditional Chinese characters. In the past, students were not allowed to speak their mother tongue in school and were expected to speak only Mandarin. Taiwanese, Hakka, and native languages were considered bad until the early 1990s, when education in these languages began to be taught in some school systems. They were promoted, but by this time, many young people could speak only Mandarin.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_Flag_Anthem_of_the_Republic_of_China","surface_form":"National Flag Anthem of the Republic of China","offset":1},{"uri":"Democratic","surface_form":"democratic","offset":296},{"uri":"Island","surface_form":"island","offset":307},{"uri":"Country","surface_form":"country","offset":314},{"uri":"East_Asia","surface_form":"East Asia","offset":325},{"uri":"Taiwan","surface_form":"Taiwan","offset":355},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China (PRC)","offset":367},{"uri":"Japan","surface_form":"Japan","offset":421},{"uri":"Philippines","surface_form":"Philippines","offset":452},{"uri":"Chinese_Civil_War","surface_form":"Chinese Civil War","offset":515},{"uri":"Nanjing","surface_form":"Nanjing","offset":614},{"uri":"Taipei","surface_form":"Taipei","offset":625},{"uri":"Mainland_China","surface_form":"Mainland China","offset":739},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":807},{"uri":"Political_problems_of_China","surface_form":"Political problems of China","offset":851},{"uri":"Mongolia","surface_form":"Mongolia","offset":994},{"uri":"Sun_Yat-sen","surface_form":"Sun Yat-sen","offset":1575},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":1603},{"uri":"Manchu","surface_form":"Manchu","offset":1629},{"uri":"World_War_II","surface_form":"World War II","offset":1849},{"uri":"Communist_Party_of_China","surface_form":"Chinese Communists","offset":1910},{"uri":"Civil_war","surface_form":"war","offset":1938},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":1997},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":2428},{"uri":"Taiwan_independence","surface_form":"Taiwan independence","offset":2481},{"uri":"Chinese_reunification","surface_form":"Chinese reunification","offset":2723},{"uri":"Status_quo","surface_form":"status quo","offset":2849},{"uri":"Standard_Chinese_language","surface_form":"Standard Chinese language","offset":2954},{"uri":"Mandarin_language","surface_form":"Mandarin","offset":2989},{"uri":"Min_Nan","surface_form":"Min Nan","offset":3039},{"uri":"Hakka_language","surface_form":"Hakka","offset":3062},{"uri":"Cantonese_language","surface_form":"Cantonese language","offset":3073},{"uri":"Guangdong","surface_form":"Guangdong","offset":3157},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":3168},{"uri":"Macau","surface_form":"Macau","offset":3182},{"uri":"Aboriginal","surface_form":"aboriginal","offset":3264},{"uri":"Japanese_language","surface_form":"Japanese","offset":3513},{"uri":"Simplified_Chinese_characters","surface_form":"simplified Chinese characters","offset":3803},{"uri":"Traditional_Chinese_characters","surface_form":"traditional Chinese characters","offset":3862},{"uri":"Mother_tongue","surface_form":"mother tongue","offset":3948}]}