{"id":171864,"url":"http://en.wikipedia.org/wiki/Battle_of_Gettysburg","text":"The Battle of Gettysburg (locally, with an \"ss\" sound), was fought July 1–3, 1863. The battle took place in and around the town of Gettysburg, Pennsylvania. It was the battle with the largest number of casualties in the American Civil War. Gettysburg is often called the war's turning point. Union Major General George G. Meade's Army of the Potomac stopped attacks by Confederate General Robert E. Lee's Army of Northern Virginia. This ended Lee's second invasion of the North. Lee began to move his men back to Virginia on July 4. Between 46,000 and 51,000 soldiers from both armies were casualties in the three-day battle.\nThe Siege of Vicksburg ended on the same day, also a Union victory.\nThat November, a cemetery for those who died there was opened at the Gettysburg National Cemetery. President Abraham Lincoln gave a speech called the Gettysburg Address at the ceremony to open the cemetery and honor the dead soldiers on both sides.\nBackground.\nLee's army won an important battle at Chancellorsville in Virginia in May 1863. Afterwards, he led his army north through the Shenandoah Valley. His plan was to start his second invasion of the North (called the Gettysburg Campaign). Lee had several objectives in mind. He intended to take Harrisburg, Pennsylvania, the state capital. This, he hoped, would embarrass the Lincoln administration and force Northern politicians to give up the war. At this point, Lee was playing politics. He knew that if he was successful in Pennsylvania it would encourage the Northern peace movement. He hoped it would get foreign recognition for the Confederacy. It could also force the Union to negotiate for peace, allowing the Confederate states to become an independent country. Lee badly needed supplies and intended to get them in Pennsylvania. In addition to being the state capital, Harrisburg was also the site of Camp Curtin, the largest training camp for Union soldiers. It was a major railroad center. More importantly it was a major supply depot and also a prisoner of war camp.\nIn the North, Lincoln told Major General Joseph Hooker to have the Union army follow Lee's army. But Hooker was very reluctant to go after the Confederates. Finally, Lincoln lost all confidence in him. On June 28, three days before the Battle of Gettysburg, Lincoln appointed General Meade to replace Hooker. Had the Confederacy won, confederate force would have had access to Philadelphia or Baltimore. Vice President Hannibal Hamlin went to Lincoln to discuss a prisoner of war trade five days before the Battle of Gettysburg.\nJuly 1.\nNeither Lee nor Meade intended a battle take place at Gettysburg and neither were there when the battle started. On June 30, 1863, Confederate General Henry Heth had a division at Cashtown, Pennsylvania, Lee's gathering place before moving on to Harrisburg. Heth sent his division to nearby Gettysburg to look for, as he later wrote in his report, \"army supplies (shoes especially), and return the same day.\" This started the myth that the Battle of Gettysburg started over shoes. Heth did this without scouting ahead to see what was at Gettysburg. The job of scouting belonged to the Confederate cavalry under J.E.B. Stuart. But they had been gone for over a week. So, blind to what was ahead of them, his soldiers ran directly into a Union cavalry division commanded by General John Buford. This started the fighting even though Heth and other commanders were under orders from Lee not to start a battle. But, as each side brought in more troops, it became a full-scale battle. Lee started moving much of his army there. One of his goals was to fight the Union army and destroy it. Now, he would have to do it at Gettysburg.\nAbout 5.30 a.m. on the morning of July 1, the battle started. Heth probed ahead cautiously to a point about two miles west of Gettysburg. Buford's cavalry was deliberately slowing his progress. At about 10 a.m. the Union I Corps arrived commanded by General John F. Reynolds. They set themselves up along McPherson's Ridge to oppose Heth's Confederates. During the fighting Reynolds was killed but the Confederates were driven back. Meanwhile, both sides brought up reinforcements. The Union set up defenses of the town with I Corps defending the western approaches with XI Corps to the north. The flanks were covered by Buford's cavalry. One Union division was held in reserve on Cemetery Ridge. In the afternoon, when Lee arrived, the Confederates still did not know the strength of the Union forces they were facing. They also had not scouted the terrain. One division of Ewell's Corps had attacked the Union I Corps just after noon. At about 2 p.m. Heth's division joined Ewell's troops in the attack on I Corps. At about 3 p.m., another of Ewell's Confederate divisions, commanded by General Jubal Early, attacked the flank of the Union XI Corps. By 4 p.m., both of the Union corps retreated through Gettysburg and took up positions on Cemetery Ridge. So far, the Union had lost about 9,000 men including about 3,000 who had been captured. The Confederates had lost about 6,500 men by this point. So the first day of battle was technically a Confederate victory numbers-wise. But Federal troops held the high ground as more reinforcements were still arriving. Based on the first day's fighting, Lee was convinced he could defeat Meade at Gettysburg.\nLate in the day, Lee sent the famous order to Confederate General Richard S. Ewell to take cemetery ridge \"if practicable.” While he had been awaiting orders from Lee, Ewell had ridden out to take a closer look at Cemetery Ridge. Based on what he saw and the confusing order, he decided it was not practicable to take the hill and set up camp. Instead, he decided to leave the assault for the next day. This was the first major mistake of the battle for the South. The Army of the Potomac would end the day with around 21,900 men strongly positioned on Culp's Hill and Cemetery Ridge. The Army of Northern Virginia would have around 27,000 men from Benner's Hill to Seminary Ridge.\nJuly 2.\nOn the second day of battle, most of both armies had arrived. The Union line held the high ground in a defensive formation that looked like a fishhook. On July 2, Lee ordered General James Longstreet, commander of the Confederate I Corps, to attack the Union left flank as early in the day as possible. At the same time General A. P. Hill's corps was to attack the Union center. General Ewell was to make diversionary attacks and \"if practicable\" attack the Union Army's right flank. Lee felt that if everything went according to his plan and the Union line was destroyed, the battle, and possibly the war, would be won on the second day. Lee's coordinated attack required getting all the infantry into position and moving up artillery to support them. Longstreet had the furthest to go and midway in their march realized the Union lines could see them. They went back and had to take a different route. Longstreet could not get his corps into position until about 4 p.m. when he began his attack. His attack on the Union line lasted for over three hours but could not break the Union line. Hill's Corps failed to be effective in the center. Ewell did not attack Cemetery Ridge as instructed in Lee's confusing order, but made some progress in taking Culp's Hill.\nUnion Major General Daniel Sickles, a political general commanding III Corps, disobeyed Meade's orders and moved his troops forward to the Peach Orchard. He had been ordered to take up a position on Little Round Top connecting with Union forces on both his right and left. By doing this he left a large hole in the Union line. He marched to a position nearly in front of the Union line with no support on either side. Within an hour, his entire III Corps was nearly wiped out by Longstreet. Sickles was badly wounded by a cannonball and lost a leg. Being wounded was all that saved him from a court-martial. Sickles' blunder nearly lost the entire battle for the Union.\nOn the night of July 2, Longstreet's largest division commanded by General George Pickett arrived and was placed in the center of the Confederate line. Lee's plan for the next day was to attack on both the Union right and left, just as he had done the day before. Lee was still certain he could break the Union line and win the battle. That day Stuart's cavalry had caught up with Lee's army and Lee ordered Stuart to ride around the East side of Gettysburg and attack the Union rear. Ewell had also been reinforced and was ordered to take Culp's Hill the next morning.\nMeade ordered the Union XII Corps to drive Ewell's forces off the captured trenches on Culp's Hill. They were to move at daylight the next morning. He was determined the remainder of the Union Army would hold its position and wait for Lee to attack.\nJuly 3.\nEwell began fighting on Culp's Hill at first light. Lee rode to Longstreet's headquarters only to find Longstreet had misunderstood his orders. He was planning a turning movement against the Union left. Now, with no hope of a coordinated attack, Lee changed the plan. Longstreet was to attack the Union center on Cemetery Ridge. Ewell's forces failed in their counterattacks and were forced to withdraw from Culp's Hill by about 11:00 a.m. Lee pinned all his hopes on Longstreet's attack on the center. Longstreet had the last fresh division in Lee's army. It was made up of three brigades, commanded by generals James L. Kemper, Richard B. Garnett, and Lewis A. Armistead, led by Pickett.\nCannons.\nFirst, a bombardment by about 140 Confederate cannons on the Union lines was ordered. The bombardment started about 1 p.m. About 80 Union cannons returned fire. The cannons duel lasted for between one and two hours, depending on the source (most say about an hour). The Confederate artillery chief, General Edward Porter Alexander, had only intended it to last for about 25 minutes. But he then realized it had done little damage to the Union line so he continued. But he also had to worry about running out of ammunition and not have enough to support the charge that was Pickett was about to make. When the Union guns fell silent, Porter thought he had knocked them out. But it was a trick by the Union artillery chief. His guns were waiting for the charge the Union forces knew was coming. Alexander sent word to Pickett he could start his attack.\nThe cannonade could be heard as far away as Philadelphia. The noise was so loud the gunner's ears bled. It was probably the loudest noise that had ever been heard on the North American continent up to that time. In the end the Confederate cannons may have killed as many as 200 Union soldiers in the area that would later become known as the \"bloody angle\". But the Union guns may have killed more Confederate troops.\nPickett's Charge.\nCalling the Confederate attack on the Union center \"Pickett's Charge\" is misleading for two reasons. First, Pickett commanded only one of the three units in the assault. Second, it was not a charge, which is a rapid advance towards the enemy, it was an attack which moved forward more slowly and over a longer distance. These Virginia units were joined by several smaller units of Confederates (some from North Carolina, Tennessee and Alabama) whose numbers had been reduced by the fighting over the first two days. When the cannons stopped, Pickett went to Longstreet to ask permission to begin the attack. Longstreet, sure the attack would fail, silently nodded his head and gave a wave of his hand. Longstreet had tried to get Lee to call off the attack, but Lee would not listen.\nOver 12,000 Confederates stepped out from the trees and formed up for the long march forward. Waiting for them behind a low stone fence on Cemetery Ridge were about 5,000 Union troops, most of whom belonged to General Winfield Scott Hancock's II Corps. Depending on the source, this was between 2:00 and 3:00 p.m. As they marched forward across the distance, Union artillery killed large numbers of troops. Rifle fire from the Union line was intense. The Union troops used four lines of soldiers. As the line in front fired, they moved back to reload while the next line moved up to fire. Only a few hundred of the Virginians reached the Union line. Within minutes they were dead or dying. Some were captured. The attack lasted about an hour with over 7,000 Confederate soldiers killed. As the remaining Confederate troops retreated, Lee was seen riding his horse saying \"this was all my fault\". He then told Pickett to rally his division. Pickett famously replied, \"General, I have no division.\"\nAt about the same time as the main attack, Stuart's cavalry attacked the Union rear but the attack also failed.\nAftermath.\nLee brought an army into Pennsylvania that numbered 75,054 men and lost 22,638 casualties or about 30% of his army. Meade lost so many field grade officers that the Army of the Potomac would not recover for the rest of the war. Both the Union I Corps and III Corps lost so many men they had to be combined with II Corps. The battle took more American lives than any other battle in United States history. Gettysburg is still the largest battle to ever be fought on American soil. The Union victory over the Confederacy ended Lee's invasion of the north. Lee would never try to invade the Union again. The Army of Northern Virginia would never get their strength back. However the supplies taken during their time in Pennsylvania would keep the Confederate army going. The wagon train of supply wagons and ambulances for the wounded was over long. Lee never had more than 51,000 men the rest of the war. Numbers from the Union forces wore down Lee and his army. This is why Gettysburg is said to be the turning point of the American Civil War. After the battle the confederates figured out that there was a slave spy.\nMeade was severely criticized for not counterattacking Lee after the third day of battle. The next day Meade sent out skirmishers, but did not attack. Lee had his army hold its position on Seminary Ridge all day on July 4. The more than 10,000 wounded men would be moved by wagon train to Williamsport and cross the Potomac to Virginia. The rest of Lee's army followed on the night of July 4–5, screened by Jeb Stuart's cavalry. The next day, on discovering the Confederates had left the battlefield, the Union army cautiously followed. At the Battle of Falling Waters, Lee's army was waiting for the flooded Potomac River to go down so his army could cross. Meade's forces caught up with them there but the battle had no clear victor. The Battle of Falling Waters was the last battle in the Gettysburg Campaign.","categories":[],"infobox_types":["military conflict"],"annotations":[{"uri":"Gettysburg%2C_Pennsylvania","surface_form":"Gettysburg","offset":131},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":143},{"uri":"Casualty","surface_form":"casualties","offset":202},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":220},{"uri":"Union_Army","surface_form":"Union","offset":292},{"uri":"Major_general","surface_form":"Major General","offset":298},{"uri":"George_G._Meade","surface_form":"George G. Meade","offset":312},{"uri":"Army_of_the_Potomac","surface_form":"Army of the Potomac","offset":330},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":369},{"uri":"General_officer","surface_form":"General","offset":381},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":389},{"uri":"Army_of_Northern_Virginia","surface_form":"Army of Northern Virginia","offset":405},{"uri":"Invasion","surface_form":"invasion","offset":456},{"uri":"Virginia","surface_form":"Virginia","offset":513},{"uri":"Soldier","surface_form":"soldier","offset":559},{"uri":"Siege_of_Vicksburg","surface_form":"Siege of Vicksburg","offset":630},{"uri":"Cemetery","surface_form":"cemetery","offset":711},{"uri":"Gettysburg_National_Cemetery","surface_form":"Gettysburg National Cemetery","offset":763},{"uri":"President_of_the_United_States","surface_form":"President","offset":793},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":803},{"uri":"Speech","surface_form":"speech","offset":826},{"uri":"Gettysburg_Address","surface_form":"Gettysburg Address","offset":844},{"uri":"Ceremony","surface_form":"ceremony","offset":870},{"uri":"Battle_of_Chancellorsville","surface_form":"Chancellorsville","offset":993},{"uri":"Virginia","surface_form":"Virginia","offset":1013},{"uri":"Shenandoah_Valley","surface_form":"Shenandoah Valley","offset":1081},{"uri":"Gettysburg_Campaign","surface_form":"Gettysburg Campaign","offset":1167},{"uri":"Harrisburg%2C_Pennsylvania","surface_form":"Harrisburg, Pennsylvania","offset":1245},{"uri":"State_capital","surface_form":"state capital","offset":1275},{"uri":"Presidency_of_Abraham_Lincoln","surface_form":"Lincoln administration","offset":1326},{"uri":"Anti-war_movement","surface_form":"peace movement","offset":1523},{"uri":"Foreign","surface_form":"foreign","offset":1561},{"uri":"Recognition","surface_form":"recognition","offset":1569},{"uri":"Supplies","surface_form":"supplies","offset":1739},{"uri":"Camp_Curtin","surface_form":"Camp Curtin","offset":1862},{"uri":"Training_camp","surface_form":"training camp","offset":1887},{"uri":"Supply_depot","surface_form":"supply depot","offset":1985},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":2009},{"uri":"Military_camp","surface_form":"camp","offset":2025},{"uri":"Joseph_Hooker","surface_form":"Joseph Hooker","offset":2072},{"uri":"Reluctant","surface_form":"reluctant","offset":2148},{"uri":"Confidence","surface_form":"confidence","offset":2214},{"uri":"Henry_Heth","surface_form":"Henry Heth","offset":2719},{"uri":"Division_(military)","surface_form":"division","offset":2736},{"uri":"Cashtown%2C_Pennsylvania","surface_form":"Cashtown, Pennsylvania","offset":2748},{"uri":"Reconnaissance","surface_form":"scouting","offset":3071},{"uri":"J.E.B._Stuart","surface_form":"J.E.B. Stuart","offset":3179},{"uri":"John_Buford","surface_form":"John Buford","offset":3348},{"uri":"Destroy","surface_form":"destroy","offset":3640},{"uri":"Cautious","surface_form":"cautious","offset":3775},{"uri":"West","surface_form":"west","offset":3813},{"uri":"John_F._Reynolds","surface_form":"John F. Reynolds","offset":3953},{"uri":"Reinforcement","surface_form":"reinforcement","offset":4161},{"uri":"Defense_(military)","surface_form":"defense","offset":4194},{"uri":"Flanking_maneuver","surface_form":"flanks","offset":4293},{"uri":"Reserve","surface_form":"reserve","offset":4365},{"uri":"Cemetery_Ridge","surface_form":"Cemetery Ridge","offset":4376},{"uri":"Terrain","surface_form":"terrain","offset":4545},{"uri":"Jubal_Early","surface_form":"Jubal Early","offset":4792},{"uri":"Retreat","surface_form":"retreat","offset":4882},{"uri":"Capture","surface_form":"capture","offset":5030},{"uri":"Technically","surface_form":"technically","offset":5128},{"uri":"Victory","surface_form":"victory","offset":5154},{"uri":"Union_Army","surface_form":"Federal","offset":5180},{"uri":"High_ground","surface_form":"high ground","offset":5204},{"uri":"Richard_S._Ewell","surface_form":"Richard S. Ewell","offset":5416},{"uri":"Practicable","surface_form":"practicable","offset":5460},{"uri":"Formation","surface_form":"formation","offset":6153},{"uri":"Fishhook","surface_form":"fishhook","offset":6182},{"uri":"James_Longstreet","surface_form":"James Longstreet","offset":6223},{"uri":"A._P._Hill","surface_form":"A. P. Hill","offset":6368},{"uri":"Route","surface_form":"route","offset":6937},{"uri":"Daniel_Sickles","surface_form":"Daniel Sickles","offset":7324},{"uri":"Political_general","surface_form":"political general","offset":7342},{"uri":"Court-martial","surface_form":"court-martial","offset":7897},{"uri":"George_Pickett","surface_form":"George Pickett","offset":8049},{"uri":"Twilight","surface_form":"first light","offset":8841},{"uri":"Headquarters","surface_form":"headquarters","offset":8879},{"uri":"Misunderstood","surface_form":"misunderstood","offset":8920},{"uri":"Turning_movement","surface_form":"turning movement","offset":8964},{"uri":"Counterattack","surface_form":"counterattack","offset":9162},{"uri":"Brigade","surface_form":"brigade","offset":9383},{"uri":"James_L._Kemper","surface_form":"James L. Kemper","offset":9415},{"uri":"Richard_B._Garnett","surface_form":"Richard B. Garnett","offset":9432},{"uri":"Lewis_A._Armistead","surface_form":"Lewis A. Armistead","offset":9456},{"uri":"Bombardment","surface_form":"bombardment","offset":9510},{"uri":"Edward_Porter_Alexander","surface_form":"Edward Porter Alexander","offset":9808},{"uri":"Ammunition","surface_form":"ammunition","offset":10012},{"uri":"Cannonade","surface_form":"cannonade","offset":10356},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":10396},{"uri":"Artillery","surface_form":"gunner's","offset":10436},{"uri":"Bled","surface_form":"bled","offset":10450},{"uri":"Noise","surface_form":"noise","offset":10484},{"uri":"Heard","surface_form":"heard","offset":10509},{"uri":"North_America","surface_form":"North American continent","offset":10522},{"uri":"Charge_(warfare)","surface_form":"charge","offset":10979},{"uri":"Enemy","surface_form":"enemy","offset":11024},{"uri":"North_Carolina","surface_form":"North Carolina","offset":11193},{"uri":"Tennessee","surface_form":"Tennessee","offset":11209},{"uri":"Alabama","surface_form":"Alabama","offset":11223},{"uri":"Nod","surface_form":"nod","offset":11445},{"uri":"Head","surface_form":"head","offset":11456},{"uri":"Military_organization","surface_form":"formed up","offset":11628},{"uri":"Stone","surface_form":"stone","offset":11696},{"uri":"Fence","surface_form":"fence","offset":11702},{"uri":"Winfield_Scott_Hancock","surface_form":"Winfield Scott Hancock","offset":11790},{"uri":"Intense","surface_form":"intense","offset":12014},{"uri":"Ambulance","surface_form":"ambulance","offset":13497},{"uri":"Skirmisher","surface_form":"skirmisher","offset":13927},{"uri":"Wagon_train","surface_form":"wagon train","offset":14083},{"uri":"Battle_of_Falling_Waters","surface_form":"Battle of Falling Waters","offset":14353},{"uri":"Flood","surface_form":"flood","offset":14410},{"uri":"Potomac_River","surface_form":"Potomac River","offset":14418}]}