{"id":171905,"url":"http://en.wikipedia.org/wiki/Planetary_nebula","text":"A planetary nebula is a nebula that is made up of gas and plasma. They are made by certain types of stars later in their life. They look like planets through small optical telescopes. They do not last for long compared to a star, only tens of thousands of years.\nAt the end of a normal-sized star's life, in the red giant phase, the outside layers of a star are ejected. Because the outside is gone, the star shines brightly and is very hot. The ultraviolet radiation given off by the center of the star ionizes the gas and plasma that was thrown out from the star. This is what causes a planetary nebula to look like it does.\nWhile some planetary nebulae look similar, others have very distinct and unique shapes. Scientists are not sure why planetary nebulae can look so different from one another. Scientists think that binary stars, stellar winds and magnetic fields might be some of the reasons planetary nebulae can look so varied. In the early 21st century some astronomers began calling them “globular nebulas” to avoid confusing them with the Protoplanetary nebulas that make planets.\nObservations.\nPlanetary nebula are not very bright. None of them are bright enough to see without a telescope. The first one discovered was the Dumbbell nebula.\nAstronomers did not know what these objects were until the first spectroscopic experiments were done in the 1800's. William Huggins used a prism to look at galaxies. He noticed that they looked a lot like stars.\nWhen he looked at the Cat's Eye nebula, it did not look the same. He saw an emission line at a place that no one had seen before. This meant that it looked like an element that no one had ever seen before. Scientists thought it might be a new element. They decided to call it \"nebulium\".\nLater, physicists showed that it is possible for gasses with a very low density to look like something else. It turned out that the gas they were looking at was oxygen, and not nebulium.\nThe stars in planetary nebulae are very hot. They are not very bright, though. This means that they must be very small. The only time that stars get that small is when they are dying. That means that they are one of the last steps in a star's death. Astronomers saw that all planetary nebula are expanding. This meant that they were caused by a star's outer layers being thrown into space at the end of its life.\nOrigins.\nStars weighing more than eight solar masses will become supernovae. Stars of lesser mass will form planetary nebulae. After billions of years of stellar evolution a star will have no more hydrogen. This makes the surface of the star colder, and makes the core smaller. The sun's core is about 15 million degrees Kelvin. When it runs out of hydrogen, the smaller core will cause it to rise to about 100 million degrees Kelvin.\nThe outer layers of the star become much bigger because of the heat of the core, and become much cooler. The star becomes a red giant. The core gets even smaller and hotter. When its reaches 100 million K, helium begins to fuse into carbon and oxygen. When this happens, the core stops shrinking. Helium burning soon forms a core of carbon and oxygen, with both a helium and a hydrogen shell surrounding it.\nBecause helium in fusion reactions is not very stable, the core starts to grow and shrink very quickly. Strong stellar wind<nowiki/>s blow the gas and plasma in the outer layer of the star outwards. These gases form a cloud around the core of the star. As more and more of the gas moves away from the star, deeper and deeper layers at higher and higher temperatures are sent out. When the gas heats up to around 30,000 degrees kelvin, the gas starts to glow. The cloud has then become a planetary nebula.\nNumbers and position.\nWe know of about 3,000 of these nebulae in our galaxy, compared to 200 billion stars. Their very short lifetime compared to a star is why there are not that many compared to stars. They are found mostly in the plane of the Milky Way, and there are more and more the closer you get to the center of the Milky Way.\nShape.\nOnly about twenty percent of planetary nebulae are spheres (like Abell 39). The rest of them have various shapes. The reason for these shapes is not understood. It may be because of the gravitational pull of secondary stars (for example, if it is a binary star system). A second theory is that planets near the star might change how the nebula forms. A third theory is that magnetic fields cause the shapes. [http://www.news-about-space.org/story/2556.html].\nProblems.\nA problem in studying planetary nebulae is that astronomers can not always work out how far away they are. When they are close, astronomers use something called \"expansion parallax\" to estimate how far away they are, but this takes a long time. If they are not close, there is not yet a good way to find how distant they are.","categories":[],"infobox_types":[],"annotations":[{"uri":"Emission_nebula","surface_form":"nebula","offset":24},{"uri":"Gas","surface_form":"gas","offset":50},{"uri":"Plasma_(physics)","surface_form":"plasma","offset":58},{"uri":"Star","surface_form":"star","offset":100},{"uri":"Gas_giant","surface_form":"planets","offset":142},{"uri":"Telescope","surface_form":"optical telescopes","offset":164},{"uri":"Average","surface_form":"normal","offset":279},{"uri":"Red_giant","surface_form":"red giant","offset":312},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":446},{"uri":"Radiation","surface_form":"radiation","offset":458},{"uri":"Ionization","surface_form":"ionizes","offset":504},{"uri":"Binary_star","surface_form":"binary star","offset":823},{"uri":"Stellar_wind","surface_form":"stellar wind","offset":837},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":855},{"uri":"Luminosity","surface_form":"bright","offset":1138},{"uri":"Dumbbell_nebula","surface_form":"Dumbbell nebula","offset":1238},{"uri":"Astronomical_spectroscopy","surface_form":"spectroscopic","offset":1320},{"uri":"William_Huggins","surface_form":"William Huggins","offset":1371},{"uri":"Prism_(optics)","surface_form":"prism","offset":1394},{"uri":"Cat%27s_Eye_nebula","surface_form":"Cat's Eye nebula","offset":1489},{"uri":"Emission_line","surface_form":"emission line","offset":1543},{"uri":"Physicist","surface_form":"physicist","offset":1762},{"uri":"Density","surface_form":"density","offset":1827},{"uri":"Luminosity","surface_form":"bright","offset":2005},{"uri":"Solar_mass","surface_form":"solar mass","offset":2395},{"uri":"Supernova","surface_form":"supernova","offset":2420},{"uri":"Stellar_evolution","surface_form":"stellar evolution","offset":2509},{"uri":"Kelvin","surface_form":"degrees Kelvin","offset":2668},{"uri":"Red_giant","surface_form":"red giant","offset":2914},{"uri":"Carbon","surface_form":"carbon","offset":3023},{"uri":"Oxygen","surface_form":"oxygen","offset":3034},{"uri":"Stellar_wind","surface_form":"stellar wind","offset":3309},{"uri":"Galaxy","surface_form":"galaxy","offset":3772},{"uri":"Billion","surface_form":"billion","offset":3796},{"uri":"Plane_(mathematics)","surface_form":"plane","offset":3935},{"uri":"Milky_Way","surface_form":"Milky Way","offset":3948},{"uri":"Galactic_center","surface_form":"center of the Milky Way","offset":4013},{"uri":"Percent","surface_form":"percent","offset":4063},{"uri":"Sphere","surface_form":"sphere","offset":4096},{"uri":"Abell_39","surface_form":"Abell 39","offset":4110},{"uri":"Gravity","surface_form":"gravitational","offset":4231},{"uri":"Binary_star","surface_form":"binary star","offset":4294},{"uri":"Magnetism","surface_form":"magnetic fields","offset":4419},{"uri":"Parallax","surface_form":"parallax","offset":4686}]}