{"id":172182,"url":"http://en.wikipedia.org/wiki/Urban_legend","text":"e=\"preserve\">An urban legend is an often circulated story that is not necessarily based on truth, but merely conjecture and rumor. However, there may or may not be a grain of truth from which the story originated.\nUrban legends and the Internet.\nThe Internet has made it easier for urban legends to spread, as people often spread them to their friends or family using e-mail. As a result, some websites such as Snopes.com and TruthOrFiction.com, among others, have been made that look at urban legends and try to see whether or not they are true.\nAn example of an urban legend is a report that years after the defeat of St Clair in 1791 at Ft Recovery Mercer Country Ohio - a skeleton of a Captain Roger Vanderberg was found in Miami County Ohio inside a tree along with a diary; in fact no one of this name was a casualty of the 1791 battle - it was a story that orginated in 1864 from a Scottish novel! Another example of a urban legend is a young woman and her mother going to visit the Paris Exposition; the mother falls ill, the daughter rushes off to get help only to find her mother gone! The woman either goes insane or is told the truth-her mother had the plague which was the reason for the coverup. This became the premise of a 1950s movie \"So Long at the Fair\". In fact the basis for the legend was a story in 1897 in a Philadelphia newspaper...and no other sources in fact!\nOther urban legends concern the Chase Burial Vault in Barbadoes although the lone account has no other basis in fact. Another urban legend concerns organized crime: In New York city at the turn of the century there was a \"Murder Stable\" where criminals killed one another. In fact, the report was exaggerated. Allegedly, an unknown killer named \"Shotgun Man\" committed dozens of murders with a shotgun in Chicago, Illinois after the turn of the century between 1910 and 1911 - although a check of a database of Chicago murders from that time period shows only one shotgun killings between 1900 and 1920.","categories":[],"infobox_types":[],"annotations":[{"uri":"Internet","surface_form":"Internet","offset":250},{"uri":"E-mail","surface_form":"e-mail","offset":368},{"uri":"Websites","surface_form":"websites","offset":394},{"uri":"So_Long_at_the_Fair","surface_form":"So Long at the Fair","offset":1252},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":1332},{"uri":"Newspaper","surface_form":"newspaper","offset":1345},{"uri":"Shotgun_Man","surface_form":"Shotgun Man","offset":1733},{"uri":"Chicago","surface_form":"Chicago","offset":1898}]}