{"id":172378,"url":"http://en.wikipedia.org/wiki/Riemann_zeta_function","text":"In mathematics, the Riemann zeta function is an important function in number theory. It is related to the distribution of prime numbers. It also has uses in other areas such as physics, probability theory, and applied statistics. It is named after the German mathematician Bernhard Riemann, who wrote about it in the memoir \"On the Number of Primes Less Than a Given Quantity\", published in 1859.\nThe Riemann hypothesis is a conjecture about the distribution of the zeros of the Riemann zeta function. Many mathematicians consider the Riemann hypothesis to be the most important unsolved problem in pure mathematics.\nIn the year 2000, the Clay Mathematics Institute included the Riemann hypothesis as one of their Millennium Prize Problems, promising a reward of US$1 million to anyone who could solve it.\nDefinition.\nwhere formula_1 is the real part of the complex number formula_1. For example, if formula_1, then formula_1 (where formula_1).\nThis makes a sequence. The first few terms of this sequence would be,\nHowever, this doesn't apply for numbers where formula_1, since if we interpret this function as an infinite sum, the sum does not converge. Instead, it diverges. This means that instead of nearing a specific value, it will get infinitely large. Riemann used analytic continuation, so that he could give a value to all numbers except 1. formula_1 represents the harmonic series, which diverges, meaning that the sum does not near any specific number.\nformula_1\nZeros, the critical line, and the Riemann hypothesis.\nMathematicians are interested in those values of formula_1 for which the function is equal to zero. The Riemann hypothesis conjectures that all the \"non-trivial zeros\" lie on the critical line formula_1, meaning they are guessed to be of the form formula_1 for some real value \"t\". It is already known that all of the non-trivial zeroes must lie in a region called the \"critical strip\" for which formula_1. So far, all of the computed nontrivial zeros are on the critical line.\nProving or disproving the hypothesis has been very difficult, and is still troubling mathematicians to this day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"Function_(mathematics)","surface_form":"function","offset":58},{"uri":"Number_theory","surface_form":"number theory","offset":70},{"uri":"Prime_number_theorem","surface_form":"distribution of prime numbers","offset":106},{"uri":"Physics","surface_form":"physics","offset":177},{"uri":"Probability_theory","surface_form":"probability theory","offset":186},{"uri":"Statistics","surface_form":"statistics","offset":218},{"uri":"Germany","surface_form":"German","offset":252},{"uri":"Bernhard_Riemann","surface_form":"Bernhard Riemann","offset":273},{"uri":"On_the_Number_of_Primes_Less_Than_a_Given_Magnitude","surface_form":"On the Number of Primes Less Than a Given Quantity","offset":325},{"uri":"Riemann_hypothesis","surface_form":"Riemann hypothesis","offset":401},{"uri":"Conjecture","surface_form":"conjecture","offset":425},{"uri":"Root_of_a_function","surface_form":"zeros","offset":466},{"uri":"Pure_mathematics","surface_form":"pure mathematics","offset":599},{"uri":"Clay_Mathematics_Institute","surface_form":"Clay Mathematics Institute","offset":639},{"uri":"Millennium_Prize_Problems","surface_form":"Millennium Prize Problems","offset":714},{"uri":"Harmonic_series_(mathematics)","surface_form":"harmonic series","offset":1376},{"uri":"Riemann_hypothesis","surface_form":"Riemann hypothesis","offset":1633}]}