{"id":172471,"url":"http://en.wikipedia.org/wiki/Orbitron","text":"The Orbitron is a custom car built by Ed Roth. It was lost for many years until it was found again in Mexico in 2007.\nBuilt in 1964, the car ran with a 1955 or 1956 Chevrolet V8 and a Powerglide automatic transmission. The body was made by hand out of fiberglass. The driver sat in a cockpit set all the way to the back of the car. This was where racing drivers sat when they drove a drag racing car. It was lined with a funny-looking material called \"fake fur\" and it even had an 11\" General Electric portable television in the console. On top of the cockpit was a top made of heavy, clear plastic. A top like this is called a \"bubble top\" since it looks like half of a soap bubble sitting on top of the driver. It raised up by itself with the push of a doorbell button on top of the hood. The hood raised by itself as well when a different button was pushed.\nRoth built the frame himself out of box-shaped steel tubing. The engine came from one of his 1955 Chevrolets. He removed it so that he could put in a newer, larger V8 engine given to him by General Motors. The Orbitron was one of the very few cars which MRoth thought was a \"mistake\" after he built it. He was very proud of the shiny chrome work he did to the engines and frames of his cars; the Orbitron's engine and frame were covered by the body. The Orbitron was one of his few custom cars to even have a hood. It was said that the automatic hood did not fit well.\nThe Orbitron's most fun feature was its front end. It had three red, green and blue tinted headlamps. It was thought that combining the lights would make a white light; the idea came from color television.\nAnother car builder, Darryl Starbird, bought the Orbitron from Mr. Roth in 1967 for US$750.00. Mr. Starbird traded it to a man in Texas, but Mr. Starbird does not remember the man's name. From Texas the Orbitron was traded to a carnival owner in Ciudad Juárez, Chihuahua, Mexico in 1991. By that time the special nose had been cut off and thrown away, possibly to help keep the engine cool as it was driven around the carnivals.\nMichael Lightbourn, a man who restores old cars, heard that the Orbitron was in Ciudad Juárez. He discovered it parked in front of an adult bookstore where it was in very poor shape and was being used as a trash can.\nThe car, which used to be painted blue, had been spray painted in black and was almost complete except for the hood, the television, the fur lining, the cut-off nose and the bubble top. The top had to be destroyed in the early 1970s when it became stuck and trapped someone inside.\nThe family who owned the bookstore had also owned the carnival in which the car was used. After Mr. Lightbourn made a deal with the family, he was able to bring the Orbitron to the United States. It was then sold to Beau Boeckmann, the host of the TV show \"Pimp My Ride.\" He fully restored the Orbitron in 100 days. He made it exactly like it was when it was new. All the original parts which could not be used and which Mr. Boeckmann removed from the car, including the frame which was too rusted to reuse, were stored away. Mr. Roth died in 2001, but Mr. Boeckmann was able to get help from men who helped design and build the car in 1964, including designer Ed \"Newt\" Newton and painter Larry Watson. The inside was redone by Joe Perez who did the original job.\nThe restoration even includes the same type of television. A small tape recorder and tape were found hidden in the cockpit. This was played when the car was new. It told people who were looking at the car what made it special and it still works today. Planet Plastics of Chino, California, the original company which made the bubble top, was asked to create a replacement. Little bits of the car's original \"candy blue\" color (similar to a very fancy color called \"candy apple red\") were found inside the car. They were used to match the color of the new paint. The original Chevrolet engine with its very special carburetors and Chevrolet Corvette aluminum valve covers has been rebuilt and put back in the Orbitron.\nIt is on the cover of the March 2009 edition of \"Hot Rod Deluxe\", a \"retro\" version of \"Hot Rod Magazine\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Custom_car","surface_form":"custom car","offset":18},{"uri":"Ed_Roth","surface_form":"Ed Roth","offset":38},{"uri":"Mexico","surface_form":"Mexico","offset":102},{"uri":"1964","surface_form":"1964","offset":127},{"uri":"Chevrolet_Small-Block_engine","surface_form":"Chevrolet V8","offset":165},{"uri":"Powerglide","surface_form":"Powerglide","offset":184},{"uri":"Fiberglass","surface_form":"fiberglass","offset":252},{"uri":"Drag_racing","surface_form":"drag racing","offset":384},{"uri":"General_Electric","surface_form":"General Electric","offset":485},{"uri":"General_Motors","surface_form":"General Motors","offset":1051},{"uri":"Chrome","surface_form":"chrome","offset":1195},{"uri":"Color_television","surface_form":"color television","offset":1618},{"uri":"Darryl_Starbird","surface_form":"Darryl Starbird","offset":1657},{"uri":"Texas","surface_form":"Texas","offset":1766},{"uri":"Carnival","surface_form":"carnival","offset":1864},{"uri":"Ciudad_Ju%C3%A1rez","surface_form":"Ciudad Juárez, Chihuahua, Mexico","offset":1882},{"uri":"Beau_Boeckmann","surface_form":"Beau Boeckmann","offset":2780},{"uri":"Pimp_My_Ride","surface_form":"Pimp My Ride","offset":2821},{"uri":"Tape_recorder","surface_form":"tape recorder","offset":3396},{"uri":"Chino%2C_California","surface_form":"Chino, California","offset":3600},{"uri":"Candy_apple_red_(color)","surface_form":"\"candy apple red\"","offset":3793},{"uri":"Carburetor","surface_form":"carburetor","offset":3943},{"uri":"Chevrolet_Corvette","surface_form":"Chevrolet Corvette","offset":3959},{"uri":"Hot_Rod_Magazine","surface_form":"Hot Rod Magazine","offset":4135}]}