{"id":172408,"url":"http://en.wikipedia.org/wiki/Dracaena_sanderiana","text":"\"Dracaena sanderiana\", also called Ribbon Dracaena, Lucky Bamboo, Belgian Evergreen or sometimes Ribbon Plant, is a kind of \"Dracaena\". It comes from Central Africa. It is one of a group of small, shrubby plants with slender stems and flexible strap-shaped leaves. They grow in rainforests as an upright shrub that can be up to 1.5 m tall. Its leaves are 15-25 cm long and 1.5-4 cm broad at the base. It is sold in the developed world as \"Lucky Bamboo\" often cited as being good for feng shui. This name is a misnomer however, as the plant is not related to bamboo. New plants come from short cuttings which are often kept in water.\nCultivation and uses.\n\"Dracaena sanderiana\" and related plants are popular houseplants. There are many cultivars. The plant can survive in many indoor conditions, but indirect lighting is best. Direct sunlight can cause the leaves to turn yellow and burn.\nAlthough it grows better in soil, it often is sold with the roots in water. The water should be completely changed every two weeks. The water should be bottled water, soft tap water with very little fluoride, or even water from a filtered, established aquarium. It does best in bright, indirect lighting and temperatures between 15 °C and 25 °C.\nPet stores often sell this plant in black plastic pots with slots in them. They say that it can live under the water. \"Dracaena sanderiana\" will only live for a few months under the water. It will start to rot unless the leaves are allowed to grow above the water's surface.\nYellow or brown leaf edges may be caused by too much direct light, crowded roots, or fluoridated or chlorinated water. Salty or softened water can also cause brown leaf edges.\nTwisted shapes are made by rotating the plant so that it bends towards the light. This is hard to do for many people, but patient people can make the plant take on new shapes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dracaena_(plant)","surface_form":"Dracaena","offset":125},{"uri":"Central_Africa","surface_form":"Central Africa","offset":150},{"uri":"Shrub","surface_form":"shrub","offset":197},{"uri":"Leaf","surface_form":"leaves.","offset":257},{"uri":"Rainforest","surface_form":"rainforest","offset":278},{"uri":"Bamboo","surface_form":"bamboo","offset":558},{"uri":"Houseplant","surface_form":"houseplant","offset":708},{"uri":"Cultivar","surface_form":"cultivar","offset":736},{"uri":"Fluoride","surface_form":"fluoride","offset":1088}]}