{"id":172535,"url":"http://en.wikipedia.org/wiki/Stan_Lee","text":"Stan Lee (born Stanley Martin Lieber; December 28, 1922 – November 12, 2018) was an American comic book writer, editor, and publisher. Lee was known for being Marvel Comics' lead creative leader for almost 21 years.\nWith his work alongside co-writer/artists Jack Kirby and Steve Ditko, he co-created many popular fictional characters, including superheroes Spider-Man, the X-Men, Iron Man, Thor, the Hulk, the Fantastic Four, Black Panther, Daredevil, Doctor Strange, and Ant-Man.\nFollowing his retirement from Marvel in the 1990s, he remained a public figurehead for the company, and made cameo appearances in movies based on Marvel characters. Meanwhile, he continued independent creative works into his 1990s, until his death in 2018.\nLee was added into the comic book industry's Will Eisner Award Hall of Fame in 1994 and the Jack Kirby Hall of Fame in 1995. He received the NEA's National Medal of Arts in 2008 from President George W. Bush.\nEarly life.\nLee was born on December 28, 1922, in Manhattan, New York City, in the apartment of his Romanian-born Jewish immigrant parents. His parents were Celia (\"née\" Solomon) and Jack Lieber, at the corner of West 98th Street and West End Avenue. His father, trained as a dress cutter, worked only sporadically after the Great Depression, His family moved further uptown in Manhattan, in Washington Heights, Manhattan. Lee had one younger brother named Larry Lieber.\nAt an early age, Lee was inspired by books and movies, especially those with Errol Flynn playing heroic roles. By the time Lee was in his teens, the family was living in an apartment in The Bronx. Lee described it as \"a third-floor apartment facing out back\". Lee and his brother shared the bedroom, while their parents slept on a foldout couch.\nLee attended DeWitt Clinton High School in the Bronx. He enjoyed writing, and had dreams of one day writing the \"Great American Novel\". He said that in his youth he worked such part-time jobs as writing obituaries for newspapers for the National Tuberculosis Center. He delivered sandwiches for the Jack May pharmacy to offices in Rockefeller Center, worked at the Rivoli Theater on Broadway, and sold subscriptions to the \"New York Herald Tribune\" newspaper. He graduated from high school early in 1939 and joined the WPA Federal Theatre Project.\nEarly career.\nWith the help of his uncle Robbie Solomon, Lee became an assistant in 1939 at the new Timely Comics division of pulp magazine and comic-book publisher Martin Goodman's company. By the 1960s, they would evolve into Marvel Comics.\nHis first role in the comics were, as Lee described in 2009: \"In those days [the artists] dipped the pen in ink, [so] I had to make sure the inkwells were filled...I went down and got them their lunch, I did proofreading, I erased the pencils from the finished pages for them\". Lee made his comic-book debut with the text filler \"Captain America Foils the Traitor's Revenge\" in \"Captain America Comics\" #3 (May 1941). This is where he first used the pseudonym Stan Lee, which years later he would become his legal name. Lee later explained that he was so embarrassed that he used a pen name so that nobody would associate his real name with comics when he some day wrote the Great American Novel.\nLee's first superhero co-creation was the Destroyer, in \"Mystic Comics\" #6 (August 1941). Other characters he co-created during this period, which was called the Golden Age of Comic Books, include Jack Frost and Father Time.\nIn 1941, Lee, just under 19 years old, became interim editor. He soon became the comic-book division's editor-in-chief, as well as art director for much of that time, until 1972, when he became publisher.\nLee entered the United States Army in early 1942. He was a member of the Signal Corps, repairing telegraph poles and other communications equipment. He was later transferred to the Training Film Division, where he worked writing manuals, training movies, slogans, and cartooning. The army classified Lee as a \"playwright\", making him one of the nine men in the U.S. Army were given that title. Lee returned from his World War II military service in 1945.\nIn the mid-1950s, the company was known as Atlas Comics, Lee wrote stories of many genres including romance, Westerns, humour science fiction, medieval adventure, horror and suspense. By the end of the decade, Lee was not happy with his career and thought about quitting the field.\nMarvel Comics.\nIn the late 1950s, DC Comics created the Justice League making comic book superheros more popular. In response, publisher Lee was hired to come up with a new superhero team. Lee's wife, Joan, said that he experiment with stories he liked, since he was planning on changing careers and had nothing to lose.\nLee followed his wife's advice and created a set of heroes with character flaws because many heroes before were seen as nearly perfect beings.\nThe first superheroes Lee and artist Jack Kirby created together were the Fantastic Four. They became popular which led Lee and Marvel's illustrators to create new heroes. Again working with Kirby, Lee co-created the Hulk, Thor, Iron Man, and the X-Men; with Bill Everett, Daredevil; and with Steve Ditko, Doctor Strange and Marvel's most successful character, Spider-Man. As a result, Lee created a shared universe between the fictional heroes. Lee and Kirby combined several of their newly created characters together into the team title \"The Avengers\".\nLee's revolution extended beyond the characters and storylines to the way in which comic books engaged the readership and built a sense of community between fans and creators. He introduced the practice of regularly including a credit panel on the splash page of each story, naming not just the writer and penciller but also the inker and letterer. Regular news about Marvel staff members and upcoming storylines was presented on the Bullpen Bulletins page, which (like the letter columns that appeared in each title) was written in a friendly, chatty style. Lee remarked that his goal was for fans to think of the comics creators as friends, and considered it a mark of his success on this front that, at a time when letters to other comics publishers were typically addressed \"Dear Editor\", letters to Marvel addressed the creators by first name (e.g. \"Dear Stan and Jack\").\nIn the 1960s, Lee wrote, drew and edited most of Marvel's series and wrote a monthly column called \"Stan's Soapbox\". He wrote endless promotional copy, often signing off with his trademark motto, \"Excelsior!\". Lee would brainstorm a story with the artist and then prepare a short synopsis rather than a full script. Based on the synopsis, the artist would fill the number of pages left by determining and drawing the panel-to-panel storytelling.\nAfter Ditko's left Marvel in 1966, John Romita Sr. became Lee's collaborator on \"The Amazing Spider-Man\". Within a year, it overtook \"Fantastic Four\" to become the company's top seller. Lee and Romita's stories focused as much on the social and college lives of the characters as they did on Spider-Man's adventures. The stories talked about issues at the time such as the Vietnam War, political elections, and student activism. Lee created the Black Panther, an African king who would be mainstream comics' first black superhero.\nLee and artist John Buscema created \"The Silver Surfer\" series in August 1968.\nThe following year, Lee and Gene Colan created the Falcon, comics' first African-American superhero in \"Captain America\" #117 (September 1969). Then in 1971, Lee helped change the Comics Code. The U. S. Department of Health, Education and Welfare had asked Lee to write a comic-book story about the dangers of drugs. As a result, Lee created a three-issue story in \"The Amazing Spider-Man\" #96–98 (cover-dated May–July 1971), in which Peter Parker's best friend becomes addicted to prescription drugs. The Comics Code Authority did not approve of this because the stories depicted drug use. However, Lee had the story published without the seal of approval from the authority. The comics sold well and Marvel had positive reviews for its focus on mature social issues.\nLee supported using comic books to criticize social events about the real world, often talking about racism and bigotry.\nIn 1972, Lee stopped writing monthly comic books to become publisher. His final issue of \"The Amazing Spider-Man\" was #110 (July 1972) and his last \"Fantastic Four\" was #125 (August 1972).\nLater career.\nLee became a public face for Marvel Comics. He made appearances at comic book conventions around America, teaching at colleges and participating in panel discussions. Lee created the Spider-Man newspaper comic strip on January 3, 1977. Lee's final work with Jack Kirby, \"The Silver Surfer: The Ultimate Cosmic Experience\", was published in 1978. Lee and John Buscema produced the first issue of \"The Savage She-Hulk\" (February 1980).\nLee moved to California in 1981 to work on Marvel's television and movie properties. Lee was briefly president of the entire company, but soon stepped down to become publisher instead. Lee said that being president of the company was too much about numbers and finance and not enough about the creative process he enjoyed.\nLee stepped away from regular duties at Marvel in the 1990s. He continued to receive an annual salary of $1 million as Chairman Emeritus. In 1998 he and Peter Paul began a new Internet-based superhero creation, production, and marketing studio, Stan Lee Media. After legal issues, Stan Lee Media filed for bankruptcy in February 2001.\nFollowing the success of Fox Studio's 2000 \"X-Men\" movie and Sony's then-current \"Spider-Man\" movie, Lee sued Marvel in 2002. He sued company because he believed they failed to pay him the 10% he was due under the terms of his contract for movies featuring the characters he had co-created. They settled in 2005 for an unknown amount of money.\nAt the 2012 San Diego Comic-Con International, Lee announced his YouTube channel, \"Stan Lee's World of Heroes\", which airs programs created by Lee, Mark Hamill, Peter David, Adrianne Curry and Bonnie Burton, among others. Lee wrote the book \"Zodiac\", released in January 2015, with Stuart Moore.\nAt the 2016 Comic-Con International, Lee introduced his digital graphic novel \"Stan Lee's God Woke\". The print-book version won the 2017 Independent Publisher Book Awards' Outstanding Books of the Year Independent Voice Award.\nLee was an executive producer on most Marvel movie and television shows beginning with the 1990 direct-to-video \"Captain America\" movie. He had cameo appearances in many Marvel movies and television shows, especially those within the Marvel Cinematic Universe.\nPersonal life.\nIn a 2002, survey of whether he believed in God, he said: \"Well, let me put it this way... [Pauses.] No, I'm not going to try to be clever. I really don't know. I just don't know\".\nFrom 1945 to 1947, Lee lived in Manhattan. He married Joan Clayton Boocock on December 5, 1947, and in 1949, the couple bought a house on Long Island, living there through 1952. Their daughter Joan Celia \"J. C.\" Lee was born in 1950. Another child, daughter Jan Lee, died three days after delivery in 1953.\nLee lived in the Long Island town of Hewlett Harbor, New York, from 1952 to 1980. They also owned a condominium in Manhattan from 1975 to 1980. He moved in Los Angeles in 1981, they bought a home in West Hollywood, California.\nIn September 2012, Lee had surgery to add a pacemaker.\nOn July 6, 2017, his wife of 69 years, Joan, died of complications from a stroke, aged 95. In April 2018, \"The Hollywood Reporter\" said that Lee was a victim of elder abuse.\nLee died at the age of 95 at Cedars-Sinai Medical Center in Los Angeles, California, on November 12, 2018. The cause was respiratory and congestive heart failure. Earlier that year, Lee publicly said that he had pneumonia in February and was rushed to the hospital for worsening conditions at around the same time.","categories":[],"infobox_types":["comics creator"],"annotations":[{"uri":"Comic_book","surface_form":"comic book","offset":93},{"uri":"Marvel_Comics","surface_form":"Marvel Comics","offset":159},{"uri":"Jack_Kirby","surface_form":"Jack Kirby","offset":258},{"uri":"Steve_Ditko","surface_form":"Steve Ditko","offset":273},{"uri":"Spider-Man","surface_form":"Spider-Man","offset":357},{"uri":"X-Men","surface_form":"X-Men","offset":373},{"uri":"Iron_Man","surface_form":"Iron Man","offset":380},{"uri":"Thor_(Marvel_Comics)","surface_form":"Thor","offset":390},{"uri":"Hulk_(comics)","surface_form":"Hulk","offset":400},{"uri":"Fantastic_Four","surface_form":"Fantastic Four","offset":410},{"uri":"Black_Panther_(comics)","surface_form":"Black Panther","offset":426},{"uri":"Daredevil_(Marvel_Comics_character)","surface_form":"Daredevil","offset":441},{"uri":"Doctor_Strange","surface_form":"Doctor Strange","offset":452},{"uri":"Ant-Man","surface_form":"Ant-Man","offset":472},{"uri":"Cameo","surface_form":"cameo","offset":590},{"uri":"Will_Eisner_Award_Hall_of_Fame","surface_form":"Will Eisner Award Hall of Fame","offset":783},{"uri":"Jack_Kirby_Hall_of_Fame","surface_form":"Jack Kirby Hall of Fame","offset":830},{"uri":"National_Endowment_for_the_Arts","surface_form":"NEA","offset":879},{"uri":"National_Medal_of_Arts","surface_form":"National Medal of Arts","offset":885},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":931},{"uri":"Manhattan","surface_form":"Manhattan","offset":997},{"uri":"New_York_City","surface_form":"New York City","offset":1008},{"uri":"Romania","surface_form":"Romania","offset":1047},{"uri":"Jewish","surface_form":"Jewish","offset":1061},{"uri":"West_End_Avenue","surface_form":"West End Avenue","offset":1181},{"uri":"Tailor","surface_form":"dress cutter","offset":1223},{"uri":"Great_Depression","surface_form":"Great Depression","offset":1272},{"uri":"Washington_Heights%2C_Manhattan","surface_form":"Washington Heights, Manhattan","offset":1339},{"uri":"Larry_Lieber","surface_form":"Larry Lieber","offset":1404},{"uri":"Errol_Flynn","surface_form":"Errol Flynn","offset":1495},{"uri":"The_Bronx","surface_form":"The Bronx","offset":1604},{"uri":"DeWitt_Clinton_High_School","surface_form":"DeWitt Clinton High School","offset":1777},{"uri":"Great_American_Novel","surface_form":"Great American Novel","offset":1877},{"uri":"Obituary","surface_form":"obituaries","offset":1967},{"uri":"Newspapers","surface_form":"newspapers","offset":1982},{"uri":"Tuberculosis","surface_form":"Tuberculosis","offset":2010},{"uri":"Sandwich","surface_form":"sandwich","offset":2044},{"uri":"Rockefeller_Center","surface_form":"Rockefeller Center","offset":2095},{"uri":"Broadway_theater","surface_form":"Broadway","offset":2147},{"uri":"New_York_Herald_Tribune","surface_form":"New York Herald Tribune","offset":2188},{"uri":"Works_Progress_Administration","surface_form":"WPA","offset":2283},{"uri":"Federal_Theatre_Project","surface_form":"Federal Theatre Project","offset":2287},{"uri":"Timely_Comics","surface_form":"Timely Comics","offset":2412},{"uri":"Pulp_magazine","surface_form":"pulp magazine","offset":2438},{"uri":"Martin_Goodman_(publisher)","surface_form":"Martin Goodman","offset":2477},{"uri":"Captain_America","surface_form":"Captain America","offset":2885},{"uri":"Captain_America_Comics","surface_form":"Captain America Comics","offset":2934},{"uri":"Pseudonym","surface_form":"pseudonym","offset":3005},{"uri":"Great_American_Novel","surface_form":"Great American Novel","offset":3230},{"uri":"Destroyer_(Timely_Comics)","surface_form":"Destroyer","offset":3294},{"uri":"Mystic_Comics","surface_form":"Mystic Comics","offset":3309},{"uri":"Golden_Age_of_Comic_Books","surface_form":"Golden Age of Comic Books","offset":3414},{"uri":"Jack_Frost_(Marvel_Comics)","surface_form":"Jack Frost","offset":3449},{"uri":"Father_Time_(Marvel_Comics)","surface_form":"Father Time","offset":3464},{"uri":"United_States_Army","surface_form":"United States Army","offset":3698},{"uri":"Signal_Corps_(United_States_Army)","surface_form":"Signal Corps","offset":3755},{"uri":"Telegraph_pole","surface_form":"telegraph pole","offset":3779},{"uri":"Training_movie","surface_form":"training movie","offset":3920},{"uri":"Cartoonist","surface_form":"cartooning","offset":3950},{"uri":"World_War_II","surface_form":"World War II","offset":4098},{"uri":"Atlas_Comics_(1950s)","surface_form":"Atlas Comics","offset":4180},{"uri":"Romance_comics","surface_form":"romance","offset":4237},{"uri":"Western_comics","surface_form":"Westerns","offset":4246},{"uri":"Humour","surface_form":"humour","offset":4256},{"uri":"Science_fiction","surface_form":"science fiction","offset":4263},{"uri":"Horror_comics","surface_form":"horror","offset":4300},{"uri":"DC_Comics","surface_form":"DC Comics","offset":4453},{"uri":"Justice_League","surface_form":"Justice League","offset":4475},{"uri":"Joan_B._Lee","surface_form":"Joan","offset":4620},{"uri":"Fantastic_Four","surface_form":"Fantastic Four","offset":4957},{"uri":"Hulk_(comics)","surface_form":"Hulk","offset":5100},{"uri":"Thor_(Marvel_Comics)","surface_form":"Thor","offset":5106},{"uri":"Iron_Man","surface_form":"Iron Man","offset":5112},{"uri":"X-Men","surface_form":"X-Men","offset":5130},{"uri":"Bill_Everett","surface_form":"Bill Everett","offset":5142},{"uri":"Daredevil_(Marvel_Comics_character)","surface_form":"Daredevil","offset":5156},{"uri":"Steve_Ditko","surface_form":"Steve Ditko","offset":5176},{"uri":"Doctor_Strange","surface_form":"Doctor Strange","offset":5189},{"uri":"Spider-Man","surface_form":"Spider-Man","offset":5244},{"uri":"Marvel_Universe","surface_form":"shared universe","offset":5283},{"uri":"Avengers_(comics)","surface_form":"The Avengers","offset":5424},{"uri":"Bullpen_Bulletins","surface_form":"Bullpen Bulletins","offset":5873},{"uri":"Excelsior","surface_form":"Excelsior","offset":6513},{"uri":"Synopsis","surface_form":"synopsis","offset":6596},{"uri":"John_Romita_Sr.","surface_form":"John Romita Sr.","offset":6797},{"uri":"The_Amazing_Spider-Man","surface_form":"The Amazing Spider-Man","offset":6843},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":7135},{"uri":"Student_activism","surface_form":"student activism","offset":7173},{"uri":"Black_Panther_(comics)","surface_form":"Black Panther","offset":7207},{"uri":"John_Buscema","surface_form":"John Buscema","offset":7308},{"uri":"Silver_Surfer_(comic_book)","surface_form":"Silver Surfer","offset":7334},{"uri":"Gene_Colan","surface_form":"Gene Colan","offset":7400},{"uri":"Falcon_(comics)","surface_form":"Falcon","offset":7423},{"uri":"Captain_America_(comic_book)","surface_form":"Captain America","offset":7476},{"uri":"Comics_Code_Authority","surface_form":"Comics Code","offset":7552},{"uri":"United_States_Department_of_Health_and_Human_Services","surface_form":"U. S. Department of Health, Education and Welfare","offset":7569},{"uri":"Cover-date","surface_form":"cover-date","offset":7770},{"uri":"Bigotry","surface_form":"bigotry","offset":8253},{"uri":"Spider-Man_(comic_strip)","surface_form":"comic strip","offset":8669},{"uri":"She-Hulk","surface_form":"She-Hulk","offset":8872},{"uri":"California","surface_form":"California","offset":8912},{"uri":"Peter_F._Paul","surface_form":"Peter Paul","offset":9375},{"uri":"Superhero","surface_form":"superhero","offset":9413},{"uri":"Stan_Lee_Media","surface_form":"Stan Lee Media","offset":9467},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":9528},{"uri":"Fox_Studio","surface_form":"Fox Studio","offset":9582},{"uri":"X-Men_(movie)","surface_form":"X-Men","offset":9601},{"uri":"Sony","surface_form":"Sony","offset":9618},{"uri":"Spider-Man_(movie)","surface_form":"Spider-Man","offset":9639},{"uri":"Stan_Lee%27s_World_of_Heroes","surface_form":"Stan Lee's World of Heroes","offset":9984},{"uri":"Mark_Hamill","surface_form":"Mark Hamill","offset":10049},{"uri":"Peter_David","surface_form":"Peter David","offset":10062},{"uri":"Adrianne_Curry","surface_form":"Adrianne Curry","offset":10075},{"uri":"Bonnie_Burton","surface_form":"Bonnie Burton","offset":10094},{"uri":"Stuart_Moore","surface_form":"Stuart Moore","offset":10183},{"uri":"Independent_Publisher_Book_Awards","surface_form":"Independent Publisher Book Awards","offset":10334},{"uri":"Executive_producer","surface_form":"executive producer","offset":10435},{"uri":"Captain_America_(1990_movie)","surface_form":"1990 direct-to-video \"Captain America\"","offset":10515},{"uri":"Cameo","surface_form":"cameo","offset":10568},{"uri":"Marvel_Cinematic_Universe","surface_form":"Marvel Cinematic Universe","offset":10658},{"uri":"God","surface_form":"God","offset":10744},{"uri":"Joan_B._Lee","surface_form":"Joan Clayton Boocock","offset":10935},{"uri":"Long_Island","surface_form":"Long Island","offset":11019},{"uri":"Hewlett_Harbor%2C_New_York","surface_form":"Hewlett Harbor, New York","offset":11225},{"uri":"Condominium","surface_form":"condominium","offset":11288},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":11344},{"uri":"West_Hollywood%2C_California","surface_form":"West Hollywood, California","offset":11387},{"uri":"Pacemaker","surface_form":"pacemaker","offset":11459},{"uri":"Stroke","surface_form":"stroke","offset":11544},{"uri":"The_Hollywood_Reporter","surface_form":"The Hollywood Reporter","offset":11577},{"uri":"Elder_abuse","surface_form":"elder abuse","offset":11631},{"uri":"Cedars-Sinai_Medical_Center","surface_form":"Cedars-Sinai Medical Center","offset":11673},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":11704},{"uri":"California","surface_form":"California","offset":11717},{"uri":"Respiratory_failure","surface_form":"respiratory","offset":11765},{"uri":"Congestive_heart_failure","surface_form":"congestive heart failure","offset":11781}]}