{"id":172631,"url":"http://en.wikipedia.org/wiki/Helena_Bonham_Carter","text":"Helena Bonham Carter (HBC) CBE (born 26 May 1966) is an Oscar-nominated British actress. Bonham Carter made her first appearance on screen in the K.M. Peyton movie, \"A Pattern of Roses\", before appearing in her first starring role in \"Lady Jane\". She is known for playing Marla Singer in the movie \"Fight Club\", Bellatrix Lestrange in \"Harry Potter and the Order of the Phoenix\", and as Mrs. Lovett in \"Sweeney Todd: The Demon Barber of Fleet Street\".\nShe has done many movies with her former boyfriend Tim Burton, including her roles as Mrs. Lovett in Sweeny Todd, and as the Corpse Bride in the movie \"Corpse Bride\" along with many others. She also played the evil Red Queen in Tim Burton's movie, \"Alice in Wonderland\" alongside Johnny Depp.\nShe was made Commander of the Order of the British Empire (CBE) in the 2012 New Year Honours for services to drama.\nEarly life.\nHelena Bonham Carter was born in Golders Green, London, England.\nHer mother, Elena, is a psychotherapist. Her father, Raymond Bonham Carter, was a banker and his maternal grandfather was H. H. Asquith, a former Prime Minister of the United Kingdom. Helena Bonham Carter's maternal grandfather, Eduardo Propper de Callejón, was half Spanish and half Jewish. Carter has two brothers: Edward and Thomas. She is a distant cousin of fellow actor, Crispin Bonham-Carter, who played Mr. Bingley in the BBC's production of Pride and Prejudice in 1995. Carter is related to Jane Bonham Carter, the Baroness of Yarnbury.\nCarter attended the South Hampstead High School, a girls' school, in Hampstead, London. She later went to Westminster School near the Palace of Westminster. She was rejected from King's College, Cambridge University because they feared she would leave mid-year to follow her acting career. After the rejection, Carter decided to fully concentrate on acting instead of going to school. Carter speaks French fluently.\nWhen Carter was five years old, her mother had a serious mental breakdown, which took her three years to recover from. After recovery, Carter's mother decided to become a psychotherapist. Carter now pays her mother to read scripts and provide her opinion of the characters' psychological motivations. A few years after her mother's recovery, Carter's father became deaf in one ear while on holiday in Greece. He was diagnosed with acoustic neuroma, and underwent an operation to remove a benign tumor. However, the surgery went very wrong; after 9 hours in surgery, Raymond, at 50 years of age, had a stroke that left him half-paralyzed and confined to a wheelchair. With Carter's two older brothers away at college, she alone was left to help her mother deal with issues.\nCareer.\nBonham Carter has not received any formal training in acting. In 1979 she won a national writing contest and used the prize money to pay for her entry into the actors directory 'Spotlight'. She made her first appearance at the age of 16 in a television commercial. She also had a minor part in a TV movie, \"A Pattern of Roses\" in 1983. Her first starring role was in \"Lady Jane\" in 1984, which received mix reviews. She played the Queen of England when she was cast as Anne Boleyn in the ITV1 mini-series, \"Henry VIII\". She was restricted in acting since she was pregnant with her first child at the time of filming.\nHer breakthrough performance was in \"A Room with a View\" in 1985, when she played Lucy Honeychurch. Carter also appeared in episodes of \"Miami Vice\" as Don Johnson's love interest during the 1986-87 season. She auditioned for the role of Nancy Spungen in \"Sid and Nancy\" in 1986, but lost the role to Chloe Webb. These early roles led her to be typecast as a \"corset queen\", and \"English rose.\" She expanded her acting range in more recent movies like \"Fight Club\", \"Wallace & Gromit: The Curse of the Were-Rabbit\", and in Tim Burton's \"Charlie and the Chocolate Factory\", \"Corpse Bride\", \"Big Fish\", and \"Sweeney Todd\".\nBonham Carter played Bellatrix Lestrange in \"Harry Potter and the Order of the Phoenix\", \"Harry Potter and the Half-Blood Prince\", and \"Harry Potter and the Deathly Hallows\" parts 1 and 2. She received good reviews as Lestrange, as she was described as a \"shining but underused talent.\" She then played Mrs. Lovett in \"Sweeney Todd\", which was also released in 2007.\nIn May of 2006, Bonham Carter launched her own fashion line called, \"The Pantaloonies,\" with swimwear designer Samantha Sage. The first collection is called \"Bloomin' Bloomers\" and is a Victorian style selection of camisoles, mop caps and bloomers. The two are now working on Pantaloonies customized jeans which Carter describes as \"a kind of scrapbook on the bum.\"\nCarter plans to return to the West End with an appearance in \"Rubenstein's Kiss.\" However, the play was delayed because of her busy schedule. The production was set to open in November of 2004 but was postponed. In September 2008, \"Wild Target\" director, Johnathan Lynn, confirmed that Carter had dropped out of his movie due to filming difficulties. He then went on to say that she had joined the cast of Tim Burton's 2010 movie, \"Alice in Wonderland\", where she portrayed the Red Queen. In that movie, she starred with actors Johnny Depp, Anne Hathaway, Christopher Lee, and Alan Rickman. Bonham Carter and Hathaway played two dueling sisters, the Red and White Queens.\nIn early 2009, Bonham Carter was named on of The Times newspaper's top 10 British Actresses of all-time. She appeared on the list with fellow British actresses Julie Andrews, Helen Mirren, Judi Dench, and Audrey Hepburn.\nBonham Carter played well-known author Enid Blyton in the BBC4 TV biography movie, \"Enid\", showing the author's life. This movie aired on 16 November 2009. Carter starred with Matthew Macfadyen and Denis Lawson.\nPersonal life.\nIn October of 2001, Bonham Carter began her current relationship with director Tim Burton. She met Burton while he was engaged to and living with actress Lisa Marie. Bonham Carter and Burton met while filming \"Planet of the Apes\". Burton tends to cast Bonham Carter in many of his movies. The couple lives in Belsize Park, London, England, in next-door houses with a hallway connecting the two homes. Each house is decorated to fit their own tastes and personality, because they felt the could not live 'together' but did not want to live apart.\nThey purchased the house when Bonham Carter became pregnant with the couple's first child, a son named Billy Ray Burton, who was born on 4 October 2003. The couple maintain a close relationship with actor Johnny Depp, who also regularly appears in Burton's movies. Depp is Billy Ray's godfather. At the age of 41, Bonham Carter gave birth to the couple's second child, a daughter named Nell Burton, who was born on 15 December 2007 in Central London. Bonham Carter says she named her daughter Nell after all the \"Helens\" in her family's past.\nIn 2008, four of her relatives were killed in a safari bus crash in South Africa. She was given indefinite leave from filming \"Terminator Salvation\", and returned later to complete the rest of the filming. Also in 2008, Carter and Burton both put up their American apartments for sale. The apartments are located in the Greenwich Village in New York City. The apartments were sold for $8.75 million.\nIn December of 2008, Bonham Carter used her voice in a MTV domestic violence public service announcement (PSA), reciting a passage about love from the book of Corinthians in the Bible. The 60-second commercial features a troubled couple in a domestic environment. The commercial is silent except for Carter's voice and accompanying music. She recorded her voice in a single take for the ad, which aired on 2 December 2008 on MTV in the UK and Europe as a part of MTV's Staying Alive campaign. MTV will also make the ad available online, and is considering playing it in movie theaters.\nIn early 2009, Bonham Carter joined fellow actors Ewan McGregor, Kate Winslet, Liam Neeson, Helen Mirren and others, in leaving an imprint of her lips on a card and signing it. The kiss prints, which were featured in the window of Newcastle's Fenwick store, will be auctioned off for a charity.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"CBE","offset":27},{"uri":"Academy_Awards","surface_form":"Oscar","offset":56},{"uri":"British_people","surface_form":"British","offset":72},{"uri":"Actor","surface_form":"actress","offset":80},{"uri":"Fight_Club","surface_form":"Fight Club","offset":299},{"uri":"Tim_Burton","surface_form":"Tim Burton","offset":503},{"uri":"Johnny_Depp","surface_form":"Johnny Depp","offset":732},{"uri":"Commander_of_the_Order_of_the_British_Empire","surface_form":"Commander of the Order of the British Empire","offset":758},{"uri":"Golders_Green","surface_form":"Golders Green","offset":906},{"uri":"London","surface_form":"London","offset":921},{"uri":"England","surface_form":"England","offset":929},{"uri":"Raymond_Bonham_Carter","surface_form":"Raymond Bonham Carter","offset":991},{"uri":"H._H._Asquith","surface_form":"H. H. Asquith","offset":1060},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister of the United Kingdom","offset":1084},{"uri":"Edward_Bonham_Carter","surface_form":"Edward","offset":1255},{"uri":"Crispin_Bonham-Carter","surface_form":"Crispin Bonham-Carter","offset":1315},{"uri":"Jane_Bonham_Carter","surface_form":"Jane Bonham Carter","offset":1438},{"uri":"South_Hampstead_High_School","surface_form":"South Hampstead High School","offset":1504},{"uri":"Hampstead","surface_form":"Hampstead","offset":1553},{"uri":"Westminster_School","surface_form":"Westminster School","offset":1590},{"uri":"Palace_of_Westminster","surface_form":"Palace of Westminster","offset":1618},{"uri":"Cambridge_University","surface_form":"Cambridge University","offset":1679},{"uri":"Greece","surface_form":"Greece","offset":2301},{"uri":"Fight_Club","surface_form":"Fight Club","offset":3751},{"uri":"Johnny_Depp","surface_form":"Johnny Depp","offset":5180},{"uri":"Anne_Hathaway","surface_form":"Anne Hathaway","offset":5193},{"uri":"Christopher_Lee","surface_form":"Christopher Lee","offset":5208},{"uri":"Alan_Rickman","surface_form":"Alan Rickman","offset":5229},{"uri":"The_Times","surface_form":"The Times","offset":5369},{"uri":"Enid_Blyton","surface_form":"Enid Blyton","offset":5584},{"uri":"Matthew_Macfadyen","surface_form":"Matthew Macfadyen","offset":5721},{"uri":"Denis_Lawson","surface_form":"Denis Lawson","offset":5743},{"uri":"Tim_Burton","surface_form":"Tim Burton","offset":5851},{"uri":"Engagement","surface_form":"engaged","offset":5891},{"uri":"Cohabitation","surface_form":"living with","offset":5906},{"uri":"Lisa_Marie","surface_form":"Lisa Marie","offset":5926},{"uri":"Belsize_Park","surface_form":"Belsize Park","offset":6081},{"uri":"New_York_City","surface_form":"New York City","offset":7202},{"uri":"United_States_dollar","surface_form":"$","offset":7246},{"uri":"Bible","surface_form":"Bible","offset":7439},{"uri":"Ewan_McGregor","surface_form":"Ewan McGregor","offset":7897},{"uri":"Kate_Winslet","surface_form":"Kate Winslet","offset":7912},{"uri":"Liam_Neeson","surface_form":"Liam Neeson","offset":7926},{"uri":"Helen_Mirren","surface_form":"Helen Mirren","offset":7939},{"uri":"Newcastle_upon_Tyne","surface_form":"Newcastle","offset":8078}]}