{"id":17263,"url":"http://en.wikipedia.org/wiki/Allah","text":"The word Allah () means \"the God\" in the Arabic language.\nMuslims and Christians in the Middle East both use the word \"Allah\" for God. Many people in other religions do, too. Sometimes, people who speak Arabic still use the word \"Allah\" when they speak English.\nEtymology.\nIn the Canaan pantheon dating back to 2000 BC, \"El\" or \"Il\" was in the position of chief. El had such qualities as almighty, eternal, immortal, the sole ruler of everything in the earth and heaven, the creator god, the god of the covenant etc. El was transferred to Aramaic as Eloh or Elaha, to Hebrew as Eloah, and in the New Testament, \"Eli\" and \"Elohi\" were used to mean god. El continues to appear in names ending with el or il; Gabri-el, Mika-el, Azrael, Israel, Israel, Yishmael, Emanuel etc.\nAs a common noun.\nIn Arabic, the general word for a god is \"ilaah\". It can mean a specific god, or any god at all, depending on how it is used.\nAs a proper noun.\nAs a proper noun, \"Allah\" is a name for one god. In Arabic, the word \"al\" is an article (a word for \"the\"), so \"al-ILaah\" means \"\"The\" God\".\nUsually, the word \"Allah\" is used by Muslims. However, Arab Christians also call their God \"Allah.\"\nThe name \"Allah\" is made of four letters in Arabic, (or Alif Lam Lam Ha, from right to left, A-L-L-H), which when brought together make الله.\nIn Islam.\nIn Islam, God is usually called \"Allah.\"\nThere are many different names for God in Islam. However, \"Allah\" is the most common. It means the same thing as any of the other names.\nFor Muslims, \"Allah\" describes a single God who is all-powerful and never makes mistakes. Muslims believe that Allah created everything, including the heavens and the Earth, simply by saying \"Kun (\"Be\").\nMuslims often repeat the word \"Allah\" many times when they are praying.\nOther use.\nIn The Levant, some Arab Christians call their God \"Allah.\"\nMost Arab Christians, like other Christians, believe in the Trinity. This is different from the idea of Allah in Islam. (Muslims believe that Allah is only one.)","categories":[],"infobox_types":[],"annotations":[{"uri":"God","surface_form":"God","offset":29},{"uri":"Arabic_language","surface_form":"Arabic language","offset":41},{"uri":"Muslims","surface_form":"Muslims","offset":58},{"uri":"Christians","surface_form":"Christians","offset":70},{"uri":"Middle_East","surface_form":"Middle East","offset":88},{"uri":"El_(deity)","surface_form":"El","offset":321},{"uri":"El","surface_form":"El","offset":363},{"uri":"Proper_noun","surface_form":"proper noun","offset":939},{"uri":"Article_(grammar)","surface_form":"article","offset":1014},{"uri":"Monotheism","surface_form":"\"The\" God","offset":1063},{"uri":"Names_of_God_in_Islam","surface_form":"different names for God in Islam","offset":1383},{"uri":"Monotheism","surface_form":"a single God","offset":1536},{"uri":"Heaven","surface_form":"heavens","offset":1656},{"uri":"Earth","surface_form":"Earth","offset":1672},{"uri":"Praying","surface_form":"praying","offset":1772},{"uri":"The_Levant","surface_form":"The Levant","offset":1795},{"uri":"Arab_Christians","surface_form":"Arab Christians","offset":1857},{"uri":"Christian","surface_form":"Christian","offset":1885},{"uri":"Trinity","surface_form":"Trinity","offset":1912}]}