{"id":173042,"url":"http://en.wikipedia.org/wiki/Antikythera_mechanism","text":"The Antikythera mechanism is a mechanical calculator. It was an Ancient Greek analogue computer and orrery. It was discovered in 1902 in a shipwreck off the coast of Antikythera, Greece.\nThe device was found on a shipwreck, near the island of Antikythera, between the Peloponnese and Crete. Different coins were also found on the wreck. There are coins from Pergamon, dating between 86 BC and 67 BC, and coins from Ephesus, dating between 70 BC and 60 BC. This means that the ship sunk between 70 and 60 BC. This device is the most complex device known in Antiquity. Only in the 14th century did people again have the knowledge to build similar devices.\nThe device is now on display in the Bronze Collection of the National Archaeological Museum of Athens.\nWhen the mechanism was found, it consisted of corroded metal plates. Before x-rays could be used to show what was \"inside\", it was very difficult to judge what the mechanism did. Many of the parts that make up the mechanism were lost either during the roughly 2000 years it had laid on the sea floor, or shortly after discovery. Many gears have not \"survived\" in one piece. None of the scales is complete, and only one indicator survived as a fragment. The Antikythera Research project has produced a reconstruction; it added seven gears that were probably part of the device. There are 35 gears, and seven displays. There are many hints that the device was also used to calculate and show the movement of stars, even though none of the necessary gears or displays have been found.\nMechanism of operation.\nThere were 82 parts in total. With the parts found it is not possible to get the mechanism with all displays and dials fully operational. It is also not possible to know how many parts have been lost. In total, 30 gears were found. One gear is probably part of a planetary display, that has been lost. To make the reconstructed displays work, another eight gears would be necessary, but they have been lost. There are two crown gears, all the other gears found are normal gears (that require a special alignment of the axes). The gear was a primitive one, and the transmission was not uniform. The mechanism was repaired at least once, which shows that it must have been used often.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mechanics","surface_form":"mechanical","offset":31},{"uri":"Calculator","surface_form":"calculator","offset":42},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":64},{"uri":"Analogue_computer","surface_form":"analogue computer","offset":78},{"uri":"Orrery","surface_form":"orrery","offset":100},{"uri":"Greece","surface_form":"Greece","offset":179},{"uri":"Antikythera","surface_form":"Antikythera","offset":243},{"uri":"Peloponnese","surface_form":"Peloponnese","offset":268},{"uri":"Crete","surface_form":"Crete","offset":284},{"uri":"Coin","surface_form":"coin","offset":301},{"uri":"Pergamon","surface_form":"Pergamon","offset":358},{"uri":"BC","surface_form":"BC","offset":386},{"uri":"Ephesus","surface_form":"Ephesus","offset":415},{"uri":"National_Archaeological_Museum_of_Athens","surface_form":"National Archaeological Museum of Athens","offset":715},{"uri":"Corrosion","surface_form":"corroded","offset":803},{"uri":"Metal","surface_form":"metal","offset":812},{"uri":"X-rays","surface_form":"x-rays","offset":833},{"uri":"Gear","surface_form":"gear","offset":1777},{"uri":"Crown_gear","surface_form":"crown gear","offset":1985}]}