{"id":173271,"url":"http://en.wikipedia.org/wiki/Madrid_Symphony_Orchestra","text":"The Madrid Symphony Orchestra () is an orchestra based in Madrid, the capital of Spain. It was started in 1903.\nThe orchestra gave its first public concert under the conductor, Alonso Cordelás on 7 February 1904 at the Teatro Real. The next year Enrique Fernández Arbós became conductor of the orchestra, and he stayed with them for more than 30 years. The orchestra played a lot of Spanish music as well as music by composers from other European countries. Some very famous people such as Igor Stravinsky and Richard Strauss conducted the orchestra. The orchestra gave the first performances of famous pieces such as: Falla's \"Nights in the Gardens of Spain\" (1916) and Prokofiev's Second Violin Concerto (1935).\nDuring the Spanish Civil War it was difficult to keep the concerts going. After the war, in June 1939, Arbós died and many of the musicians had gone into exile because of the rise of the dictator General Francisco Franco. The conductor Enrique Jordá kept the orchestra going until 1945 when the World War II ended.\nFrom 1958 the orchestra often played for comic Spanish operas called zarzuelas. They often travelled through Spain and to Portugal and Latin America giving concerts..\nIn 1965 a new orchestra, the Orquesta Sinfónica de RTVE, was started. This made things difficult for the Madrid Symphony Orchestra. They had to spend a lot of time playing for the Teatro de la Zarzuela. In the 1970s they made a lot of recordings of zarzuelas and Spanish operas. The recordings were very good, but they did not have much time for orchestral concerts.\nAfter Franco’s death the orchestra became the official orchestra for the Teatro de la Zarzuela. Later, when a new concert hall, the Auditorio Nacional de Música was opened, the orchestra had more opportunity to give orchestra concerts. In 1997, the Orchestra moved out of the Teatro de la Zarzuela and moved to the Teatro Real where they will stay at least until 2009. The orchestra now have an educational plan to help young children listen to music and encourage them to play instruments.\nToday the orchestra is conducted by Jesús López Cobos.","categories":[],"infobox_types":[],"annotations":[{"uri":"Madrid","surface_form":"Madrid","offset":58},{"uri":"Spain","surface_form":"Spain","offset":81},{"uri":"1903","surface_form":"1903","offset":106},{"uri":"Conducting","surface_form":"conductor","offset":166},{"uri":"Enrique_Fern%C3%A1ndez_Arb%C3%B3s","surface_form":"Enrique Fernández Arbós","offset":246},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":490},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":510},{"uri":"Manuel_de_Falla","surface_form":"Falla","offset":619},{"uri":"Sergei_Prokofiev","surface_form":"Prokofiev","offset":671},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":725},{"uri":"Exile","surface_form":"exile","offset":868},{"uri":"Francisco_Franco","surface_form":"Francisco Franco","offset":918},{"uri":"World_War_II","surface_form":"World War II","offset":1009},{"uri":"Opera","surface_form":"opera","offset":1084},{"uri":"Zarzuela","surface_form":"zarzuela","offset":1098},{"uri":"Portugal","surface_form":"Portugal","offset":1151},{"uri":"Latin_America","surface_form":"Latin America","offset":1164},{"uri":"RTVE_Symphony_Orchestra","surface_form":"Orquesta Sinfónica de RTVE","offset":1225},{"uri":"1970","surface_form":"1970","offset":1406},{"uri":"Auditorio_Nacional_de_M%C3%BAsica","surface_form":"Auditorio Nacional de Música","offset":1695},{"uri":"Jes%C3%BAs_L%C3%B3pez_Cobos","surface_form":"Jesús López Cobos","offset":2090}]}