{"id":17333,"url":"http://en.wikipedia.org/wiki/Philadelphia","text":"Philadelphia is the sixth-largest city in the United States and the largest city in the U.S. state of Pennsylvania. In spoken English, the city is sometimes called Philly.\nThe population of the city was 1,517,550 people in 2000, in 2010 census it was up to 1,526.006 people. Philadelphia was the capital of the United States from 1790 to 1800. It was replaced by Washington, D.C. in 1800 after the White House was built.\nPhiladelphia is famous because it has many places tourists like to visit, like the Liberty Bell, Independence Hall, and Christ Church.\nHistory.\nBefore Europeans came to the area, Philadelphia was home to the Lenape people. The first Europeans to come were the Dutch, who built towns and a fort in the area. The English took over the city in 1664. In 1681, Charles II of England gave a large piece of land to William Penn, to pay back some money he owed to Penn's father. William Penn had a dream of a land where people would be free to live and work no matter what religion they were. He built a city in the new land called Philadelphia.\nSoon Philadelphia was the largest city in North America. The first library and the first hospital in the country were built in Philadelphia. Many ships sailed in and out of the city's port, and people came to the city to buy and sell all sorts of things.\nOne of the most famous people in Philadelphia was Benjamin Franklin. He started a newspaper and invented many things, such as bifocal glasses. He started a library that was free for everyone to use, and also a free hospital. He helped to write the Declaration of Independence and the United States Constitution.\nIn 1774, the Continental Congress met in Philadelphia to talk about their disputes with the United Kingdom. The British were not happy about this and soon a war began, called the American Revolutionary War. In 1776, the Americans again met in Philadelphia and signed the \"Declaration of Independence\".\nIn 1777 George Washington lost the Battle of Germantown and Philadelphia was occupied by British troops. They left in 1778. After the war was won, a Constitutional Convention (United States) met in Philadelphia in 1787 to write the United States Constitution which states the most important laws of the United States.\nGeography.\nPhiladelphia is in the state of Pennsylvania, named after William Penn. It is on the west bank of the Delaware River, across from New Jersey. Another big river, the Schuylkill, flows into the Delaware River at Philadelphia. The city has only a few small hills, and most of it is flat. The summers are usually hot in Philadelphia and the winters are normal to cold.\nCulture.\nPhiladelphia has a large art museum, the Philadelphia Museum of Art. It also has some smaller museums of art, such as the Academy of Fine Arts, and the Barnes Foundation. The Franklin Institute is a science museum named after Benjamin Franklin. The Philadelphia Orchestra is famous for its concerts. Some famous jazz musicians, such as John Coltrane, came from Philadelphia. Most of the skyscrapers in downtown Philadelphia were designed by Louis Kahn.\nIndependence National Historic Park is in the oldest part of Philadelphia. Most of the buildings from the time when American was fighting for its freedom are there. Independence Hall is where the Declaration of Independence and the Constitution of the United States were written. Nearby is a building where the Liberty Bell is kept. In the same neighborhood, there are many houses dating from the days of the American Revolution. Elfreth's Alley is one of the oldest streets in the United States. Christ Church is the church where many famous early Americans worshipped.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"United_States","surface_form":"United States","offset":46},{"uri":"U.S._state","surface_form":"U.S. state","offset":88},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":102},{"uri":"Census","surface_form":"census","offset":237},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":363},{"uri":"White_House","surface_form":"White House","offset":398},{"uri":"Tourist","surface_form":"tourist","offset":471},{"uri":"Liberty_Bell","surface_form":"Liberty Bell","offset":504},{"uri":"Independence_Hall","surface_form":"Independence Hall","offset":518},{"uri":"Christ_Church","surface_form":"Christ Church","offset":541},{"uri":"Charles_II_of_England","surface_form":"Charles II of England","offset":777},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":1364},{"uri":"Bifocals","surface_form":"bifocal glasses","offset":1440},{"uri":"Continental_Congress","surface_form":"Continental Congress","offset":1639},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1718},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":1805},{"uri":"United_States_Declaration_of_Independence","surface_form":"\"Declaration of Independence\"","offset":1897},{"uri":"Battle_of_Germantown","surface_form":"Battle of Germantown","offset":1963},{"uri":"Constitutional_Convention_(United_States)","surface_form":"Constitutional Convention (United States)","offset":2077},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":2160},{"uri":"Louis_Kahn","surface_form":"Louis Kahn","offset":3072}]}