{"id":17338,"url":"http://en.wikipedia.org/wiki/Red_Hot_Chili_Peppers","text":"Red Hot Chili Peppers are an American rock band. The band started in 1983 in Los Angeles, California. The state of California has been a theme in many of their songs. The members of the band are singer Anthony Kiedis, bass guitarist Flea, guitarist John Frusciante, and drummer Chad Smith.\nThe Red Hot Chili Peppers have released eleven studio albums. Their early albums were a mix of Rock and Funk, and were not very successful. The band's membership changed several times during this period, but Kiedis and Flea have been with the band since it started. When Frusciante and Smith joined in 1989, Red Hot Chili Peppers' next album, \"Mother's Milk\", was successful. It was the band's first album to appear on the \"Billboard\" music chart. While Red Hot Chili Peppers were on tour in 1992 after their fifth and most successful album, \"Blood Sugar Sex Magik\", Frusciante left the band because of a drug addiction.\nDave Navarro became the new guitarist after Frusciante. Navarro and the other members of Red Hot Chili Peppers did not work together very well. The other members asked Navarro to leave the band in 1998, after one album, called \"One Hot Minute\". At this time, Frusciante had been making albums by himself. He was also suffering from a heroin addiction. When he was feeling better, Flea asked him to join Red Hot Chili Peppers again and Frusciante said yes. The band's next album, \"Californication\" (1999), was one of their most popular so far. Red Hot Chili Peppers kept recording and released another album soon afterwards. In 2002, they released \"By the Way\", which was also successful. After this, the band went on a concert tour around the world. While they were doing so they released a best of album. After the tour, the band recorded and released the album \"Stadium Arcadium\" in 2006, which consisted of twenty-eight songs. After the tour of this album, the band activity was paralyzed for some time, because Frusciante left the band to, again, focus on his career. The band went out to find a new guitarist, with Klinghoffer joining them. They have produced a new album, called \"I'm With You\", and another album called \"The Getaway\". Frusciante has since rejoined the group replacing Klinghoffer as the guitarist.\nCreation.\nRed Hot Chili Peppers were originally called Tony Flow and the Miraculously Majestic Masters of Mayhem. The band was started in 1983 for a single performance. They were so popular that they were asked to come back again the next week. The first members of the band were Anthony Kiedis (singer), Flea (bass), Hillel Slovak (guitar), and Jack Irons (drums). They all knew each other from Fairfax High School in Los Angeles.\nEarly work.\nAfter becoming popular in Los Angeles, Red Hot Chili Peppers got a recording contract with record label EMI. Irons and Slovak thought Red Hot Chili Peppers was a side project. They left just before the first album to work more on their original band, \"What Is This?\". Kiedis and Flea did not think their band was a side project, and decided to look for new members. They hired guitarist Jack Sherman and drummer Cliff Martinez. Andy Gill, usually a guitarist, was hired to be a producer for the band's first album.\nTheir first album was called \"The Red Hot Chili Peppers\". It did not sell many copies, but it got the band a small number of dedicated fans. Critics such as Robert Christgau liked the album, but the tour that came after it did not do well. Sherman was fired by the band after the tour, and Slovak came back to replace him.\nRed Hot Chili Peppers hired George Clinton to produce their second album, \"Freaky Styley\". They released the album in 1985. It was only a little bit more successful than the one before it. After the album, Martinez was fired from the band. After firing him, Kiedis said he thought that Martinez had wanted to leave. Red Hot Chili Peppers hired another drummer, Chuck Biscuits, but Irons came back to replace him. The band began work with producer Michael Beinhorn on a new album.\nThe album \"The Uplift Mofo Party Plan\" was released in 1987. It was the band's most successful so far. The album entered the \"Billboard\" 200 chart, but only at number 148. During this time, Kiedis and Slovak had problems with drugs. Slovak died on June 25, 1988. Because of this, Irons left the band. He said that he did not want to be part of a band where his friends were dying. Kiedis and Flea agreed to keep going with the band.\nMainstream success.\nAfter Slovak died and Irons left the band, D. H. Peligro (from the band Dead Kennedys) and DeWayne \"Blackbyrd\" McKnight joined Red Hot Chili Peppers. Neither of these two worked very well with the band, so they were replaced. Peligro told a friend of his, John Frusciante, to audition to join the band. His audition went well and he joined as guitarist. A friend of the band then told them about Chad Smith. Smith had a very good audition and joined. During the recording of their next album, Frusciante argued with Michael Beinhorn, the producer. Beinhorn wanted Frusciante to play his guitar very loud, like heavy metal music, but Frusciante did not like this style.\nRed Hot Chili Peppers' next album, \"Mother's Milk\", became very successful. It sold well and songs from it played often on radio. It also appeared on MTV, because the band did a popular cover of Stevie Wonder's song \"Higher Ground\". The album reached number 52 on the \"Billboard\" 200 chart, and was certified \"gold\" by the RIAA.\n\"Blood Sugar Sex Magik\".\nAfter \"Mother's Milk\", Red Hot Chili Peppers changed their record label to Warner Music. The band chose to work with Rick Rubin as their next producer. Rubin thought they needed to work outside a studio. They recorded their next album in Rubin's mansion. Smith did not stay in the mansion because he thought it was a haunted house. The rest of the band did not leave the house for a month.\nThe name of the new album, \"Blood Sugar Sex Magik\", was taken from the tenth song on the album. Rubin chose the name because the band could not agree on a title. He chose the name because he thought \"Blood Sugar Sex Magik\" was the best song on the album. The first single from the album, \"Give It Away\", won a Grammy Award for \"Best Hard Rock Performance\". It was the band's first Grammy Award. \"Give It Away\" did well on the music charts. It was the band's first song to go to number one on the \"Billboard\" Modern Rock Tracks chart. The second single, \"Under the Bridge\", was the band's most successful song; it charted on the \"Billboard\" Hot 100 chart at number two. The other singles from the album also did well.\nThe band's success made life difficult for Frusciante, who also had a drug addiction. He quit the band while they were on tour in May 1992. He was replaced by Arik Marshall. Marshal was later replaced by Jesse Tobias. The band played at the Lollapalooza festival in 1992. They also appeared on an episode of \"The Simpsons\". Neither of the band's new members stayed for long. Tobias was replaced in 1993 by Dave Navarro, from the band Jane's Addiction.\nDave Navarro era.\nDave Navarro first appeared with the band at the 1994 Woodstock Festival. They found it hard to work with him. Flea said it was because of \"the fact that we grew up listening to different music\". Red Hot Chili Peppers spent three months in Hawaii making a new album, and \"One Hot Minute\" was released in 1995. Its content was sadder than the band's earlier albums. It also sounded more like hard rock than the band's earlier work.\nDuring this time, Kiedis had troubles with heroin again. Navarro also took drugs. At one practice session with the band, he fell over his amplifier because he was over-excited because he had taken too many drugs—he was \"high\". Because of this, the band asked Navarro to leave. They told the media it was \"mutual\" because the band members disagreed on the music they liked to make.\nFrusciante's return.\nAfter leaving Red Hot Chili Peppers, Frusciante made some albums by himself. He was also addicted to heroin. He was so addicted that he was close to poverty and death at times. Frusciante went into a clinic for therapy. His life slowly improved. In April 1998, Flea asked Frusciante to join the band again. The rest of the band were happy to see him return. Kiedis called it the \"defining moment\" of the band's career so far.\nThe band were happy to have Frusciante rejoin, but it was a while before they began making songs again. This was because he had sold all of his guitars for money to buy drugs. It also took him a while to get used to playing music as part of a band again. The band released their seventh album, \"Californication\", in 1999. It had fewer songs based on rap and funk than their previous albums. The album focused more on melodic guitar riffs. \"Californication\" was very popular. It sold over 15 million copies. Three of the singles on the album, \"Scar Tissue\", \"Otherside\", and \"Californication\", reached number one on the Modern Rock Tracks chart.\nAfter touring in Spring 2001, Red Hot Chili Peppers began recording a new album. The band worked with Rubin again. They recorded in band members' homes. Frusciante did a lot more work on recording the new album, \"By the Way\", than he had done on \"Californication\". \"By the Way\" was released in 2002. It was the best seller of any album by the band so far. It sold over one million copies in the first week in which it could be bought. The album was rated very highly on charts. Some people thought that the music on \"By the Way\" was similar to the music on \"Californication\". A review by \"Blender\" magazine called it \"Californication 2, a reprise of their last album\". However, \"Entertainment Weekly\" said \"By the Way\" was a lot more serious than \"Californication\". A review from \"Stylus Magazine\" said that Red Hot Chili Peppers showed no passion in making the album and that it was \"stunningly awful\".\nCompilations and \"Stadium Arcadium\".\nIn 2003, Red Hot Chili Peppers released a \"best of\" compilation album called \"Greatest Hits\". It had songs from the last five albums they released. It also had two new songs. The album got to number 18 on the \"Billboard\" 200 chart. The band also released two live video albums in 2003 and 2004; \"Live at Slane Castle\" and \"Live in Hyde Park\". The Red Hot Chili Peppers concerts at Hyde Park were the most profitable in 2004.\nAfter releasing \"By the Way\", Red Hot Chili Peppers played concerts around the world for two years. In 2004, the band began recording a new album with Rubin. They first wrote 38 songs for this album. They had planned to release three different albums; one every six months. They later changed their minds and decided to make one album with two discs, and 28 songs in total. The two-disc album was called \"Stadium Arcadium\". The discs were called \"Jupiter\" and \"Mars\".\nRed Hot Chili Peppers released \"Stadium Arcadium\" in 2006. It was their first album to be number one in the United States. It was also number one on two other \"Billboard\" charts and in 12 other countries. The album won the Grammy Award for \"Best Rock Album\" in 2006. \"Dani California\", the first single, won the award for \"Best Rock Performance By A Duo Or Group With Vocal\". The music on \"Stadium Arcadium\" was more mature than on previous albums, according to Tim Chester from \"NME\". He said this was because most of the band members had families. He also said, and Brian Hiatt from \"Rolling Stone\" agreed, that the songs on \"Stadium Arcadium\" were similar to the band's other work, and were not very original. However, both reviewers said the music was very good. In an Allmusic review, Stephen Thomas Erlewine said Flea and Frusciante did excellent work on the album. He also said that \"the string instruments are the reason to listen to \"Stadium Arcadium\". Erlewine agreed that the band had not done a lot of new things on the album, but instead did what they were good at.\nFrusciante departure and \"I'm With You\".\nAfter the tour of \"Stadium Arcadium\", the band took a break. During this break, Frusciante decided to leave the band to work on his solo recording. The band chose Josh Klinghoffer to be their new guitarist in 2009 and began working on a new album, called \"I'm With You\". According to their producer, the band wrote enough songs to make a double album, like the previous one, but the band decided not to. Released in 2011, the album received good reviews from the critics, who said that the album was very different. The members of the band stated that the album was a revolutionary album, as it consisted on elements as samba and funk. The critics also praised the new member of the band, saying that it was adequate and that he played a lot of new elements in his guitar that led to a whole new sound of the album.\nThe Getaway.\nIn 2016, the band released another album, called \"The Getaway\", their second with Josh Klinghoffer. It was not a large chart success, but it sold fairly well.\nFrusciante's second return.\nIn December 2019, the band announced that John Frusciante would return to the group and would replace Josh Klinghoffer as the guitarist.\nDiscography.\nA dash (—) means it did not appear on the chart.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":29},{"uri":"Rock_music","surface_form":"rock","offset":38},{"uri":"Band","surface_form":"band","offset":43},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":77},{"uri":"California","surface_form":"California","offset":90},{"uri":"U.S._state","surface_form":"state","offset":106},{"uri":"Sing","surface_form":"sing","offset":195},{"uri":"Anthony_Kiedis","surface_form":"Anthony Kiedis","offset":202},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":218},{"uri":"Flea_(musician)","surface_form":"Flea","offset":233},{"uri":"Guitar","surface_form":"guitar","offset":239},{"uri":"John_Frusciante","surface_form":"John Frusciante","offset":249},{"uri":"Drum","surface_form":"drum","offset":270},{"uri":"Chad_Smith","surface_form":"Chad Smith","offset":278},{"uri":"Studio_album","surface_form":"studio album","offset":337},{"uri":"Rock_and_roll","surface_form":"Rock","offset":385},{"uri":"Funk","surface_form":"Funk","offset":394},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":714},{"uri":"Music_chart","surface_form":"music chart","offset":725},{"uri":"Tour","surface_form":"tour","offset":774},{"uri":"Drug","surface_form":"drug","offset":895},{"uri":"Addiction","surface_form":"addiction","offset":900},{"uri":"Dave_Navarro","surface_form":"Dave Navarro","offset":911},{"uri":"One_Hot_Minute","surface_form":"One Hot Minute","offset":1139},{"uri":"Heroin","surface_form":"heroin","offset":1245},{"uri":"Addiction","surface_form":"addiction","offset":1252},{"uri":"Californication_(album)","surface_form":"Californication","offset":1391},{"uri":"By_the_Way","surface_form":"By the Way","offset":1559},{"uri":"Concert","surface_form":"concert","offset":1630},{"uri":"Best_of","surface_form":"best of","offset":1702},{"uri":"Stadium_Arcadium","surface_form":"Stadium Arcadium","offset":1775},{"uri":"Anthony_Kiedis","surface_form":"Anthony Kiedis","offset":2512},{"uri":"Flea_(musician)","surface_form":"Flea","offset":2537},{"uri":"Hillel_Slovak","surface_form":"Hillel Slovak","offset":2550},{"uri":"Jack_Irons","surface_form":"Jack Irons","offset":2578},{"uri":"High_school","surface_form":"Fairfax High School","offset":2628},{"uri":"Contract","surface_form":"recording contract","offset":2743},{"uri":"Record_label","surface_form":"record label","offset":2767},{"uri":"EMI","surface_form":"EMI","offset":2780},{"uri":"Side_project","surface_form":"side project","offset":2838},{"uri":"Album","surface_form":"album","offset":2884},{"uri":"What_Is_This%3F","surface_form":"What Is This?","offset":2928},{"uri":"Record_producer","surface_form":"producer","offset":3154},{"uri":"Fanatic","surface_form":"fan","offset":3326},{"uri":"Critic","surface_form":"Critic","offset":3332},{"uri":"Robert_Christgau","surface_form":"Robert Christgau","offset":3348},{"uri":"Tour","surface_form":"tour","offset":3390},{"uri":"George_Clinton_(musician)","surface_form":"George Clinton","offset":3542},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":4120},{"uri":"Billboard_charts","surface_form":"200","offset":4131},{"uri":"Record_chart","surface_form":"chart","offset":4135},{"uri":"Drug","surface_form":"drug","offset":4220},{"uri":"Dead_Kennedys","surface_form":"Dead Kennedys","offset":4519},{"uri":"John_Frusciante","surface_form":"John Frusciante","offset":4703},{"uri":"Audition","surface_form":"audition","offset":4723},{"uri":"Chad_Smith","surface_form":"Chad Smith","offset":4843},{"uri":"Heavy_metal_music","surface_form":"heavy metal music","offset":5057},{"uri":"Radio","surface_form":"radio","offset":5239},{"uri":"MTV","surface_form":"MTV","offset":5266},{"uri":"Cover_version","surface_form":"cover","offset":5302},{"uri":"Stevie_Wonder","surface_form":"Stevie Wonder","offset":5311},{"uri":"RIAA_certification","surface_form":"certified \"gold\"","offset":5415},{"uri":"Recording_Industry_Association_of_America","surface_form":"RIAA","offset":5439},{"uri":"Record_label","surface_form":"record label","offset":5529},{"uri":"Warner_Music_Group","surface_form":"Warner Music","offset":5545},{"uri":"Rick_Rubin","surface_form":"Rick Rubin","offset":5587},{"uri":"Mansion","surface_form":"mansion","offset":5716},{"uri":"Haunted_house","surface_form":"haunted house","offset":5787},{"uri":"Month","surface_form":"month","offset":5853},{"uri":"Single_(music)","surface_form":"single","offset":6125},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":6170},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":6357},{"uri":"Modern_Rock_Tracks","surface_form":"Modern Rock Tracks","offset":6368},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":6488},{"uri":"Lollapalooza","surface_form":"Lollapalooza","offset":6818},{"uri":"Music_festival","surface_form":"festival","offset":6831},{"uri":"Episode","surface_form":"episode","offset":6874},{"uri":"The_Simpsons","surface_form":"The Simpsons","offset":6886},{"uri":"Dave_Navarro","surface_form":"Dave Navarro","offset":6983},{"uri":"Jane%27s_Addiction","surface_form":"Jane's Addiction","offset":7011},{"uri":"Woodstock_Festival","surface_form":"Woodstock Festival","offset":7101},{"uri":"Hawaii","surface_form":"Hawaii","offset":7287},{"uri":"One_Hot_Minute","surface_form":"One Hot Minute","offset":7319},{"uri":"Hard_rock","surface_form":"hard rock","offset":7438},{"uri":"Amplifier","surface_form":"amplifier","offset":7616},{"uri":"Exciting","surface_form":"excited","offset":7646},{"uri":"Intoxication","surface_form":"high","offset":7698},{"uri":"Media","surface_form":"media","offset":7769},{"uri":"Mutual","surface_form":"mutual","offset":7783},{"uri":"Poverty","surface_form":"poverty","offset":8029},{"uri":"Clinic","surface_form":"clinic","offset":8080},{"uri":"Therapy","surface_form":"therapy","offset":8091},{"uri":"Californication_(album)","surface_form":"Californication","offset":8601},{"uri":"Rap_music","surface_form":"rap","offset":8656},{"uri":"Melody","surface_form":"melodic","offset":8723},{"uri":"Riff","surface_form":"riff","offset":8738},{"uri":"Spring","surface_form":"Spring","offset":8968},{"uri":"By_the_Way","surface_form":"By the Way","offset":9164},{"uri":"Million","surface_form":"million","offset":9324},{"uri":"Music_chart","surface_form":"charts","offset":9421},{"uri":"Blender_(magazine)","surface_form":"Blender","offset":9540},{"uri":"Reprise","surface_form":"reprise","offset":9590},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":9630},{"uri":"Compilation","surface_form":"\"best of\" compilation","offset":9934},{"uri":"Live_music","surface_form":"live","offset":10151},{"uri":"Video","surface_form":"video albums","offset":10156},{"uri":"Hyde_Park%2C_London","surface_form":"Hyde Park","offset":10273},{"uri":"Profit","surface_form":"profit","offset":10297},{"uri":"Compact_Disc","surface_form":"disc","offset":10661},{"uri":"Stadium_Arcadium","surface_form":"Stadium Arcadium","offset":10722},{"uri":"Jupiter","surface_form":"Jupiter","offset":10764},{"uri":"Mars","surface_form":"Mars","offset":10778},{"uri":"United_States","surface_form":"United States","offset":10893},{"uri":"Mature","surface_form":"mature","offset":11202},{"uri":"NME","surface_form":"NME","offset":11265},{"uri":"Family","surface_form":"families","offset":11325},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":11371},{"uri":"Original","surface_form":"original","offset":11488},{"uri":"Allmusic","surface_form":"Allmusic","offset":11558},{"uri":"String_instrument","surface_form":"string instrument","offset":11680},{"uri":"Revolution","surface_form":"revolution","offset":12473},{"uri":"Samba","surface_form":"samba","offset":12525},{"uri":"Funk","surface_form":"funk","offset":12535}]}