{"id":173353,"url":"http://en.wikipedia.org/wiki/HammerFall","text":"HammerFall is a heavy metal/power metal band from Gothenburg, Sweden. The band was started in 1993 by the former guitarist of Ceremonial Oath, Oscar Dronjak.\n1993-1996.\nHammerFall began when guitarist Oscar Dronjak quit Ceremonial Oath and invited Jesper Strömblad from In Flames to join him as a drummer on a new band he had been thinking about for a long time. Dronjak had already made the song \"Steel Meets Steel\", which was included on HammerFall's first album. They were later joined by guitarist Niklas Sundin, bassist Johann Larsson and vocalist Mikael Stanne. When Niklas Sundin and Johann Larsson left HammerFall the next year, Glenn Ljungström and Fredrik Larsson replaced them.\nBoth Dronjak and Strömblad were in other bands: Dronjak was in \"Crystal Age\", Strömblad was in In Flames. Because of this, HammerFall was not very active during this time. The only concert they played was a local music contest called \"Rockslaget\". The band had not written many songs yet, and usually only played covers of bands like Pretty Maids, Judas Priest and Alice Cooper.\nIn 1996, HammerFall was playing in \"Rockslaget\". They found out Mikael Stanne was not going to be able to perform with the band. Because of this, they started looking for a new singer. They got in contact with Joacim Cans, who agreed to play with them for the night. By the end of that day, Joacim had already been made an official member of the band.\n\"Glory to the Brave\".\nTo try to get a record deal, HammerFall recorded a live concert and sent it to the Dutch label, Vic Records.[http://www.vicrecords.com/] The band got an offer, and spent the rest of the year recording \"Glory to the Brave\". The album was released in the Netherlands first and did pretty well.\nAs HammerFall became more famous, some of the band members needed to leave because they were already in other bands. To fill the empty musical spots, Stefan Elmgren assumed the lead guitar and Patrik Räfling assumed the drums and Fredrik decided to remain in the band until a suitable replacement for him was found. In May of 1997, bassist Magnus Rosén joined the band. Stefan Elmgren played some of the guitars on the \"Glory to the Brave\" album (such as the acoustic guitars on \"I Believe\") and Patrik Räfling actually played the drums on all songs in place of Jesper, but only as a guest performers, not members of the band.\nIn early 1997, German label Nuclear Blast approached HammerFall with a contract for a European release of four albums. The deal was accepted and the band recorded two music videos \"HammerFall\" and \"Glory to the Brave\". After the release of a promotional single, \"Glory to the Brave\" was released in Europe.\nThey did their first tours in Europe with Gamma Ray, Jag Panzer, Lake of Tears and Raven.\nNear the end of 2007, \"Glory to the Brave\" was released in Japan and the United States. They sold over 100,000 copies of the album.\n\"Legacy of Kings\".\nIn February 1998, they began recording \"Legacy of Kings\". This album was made by Joacim, Oscar, and Jesper. Jesper had already quit the band, but wanted to help with the album. The album was produced by Fredrik Nordström (from Dream Evil) and Oscar, with the help of Joacim. It took the band one and a half months to record the album.\nBefore releasing the album, they toured with Alice Cooper, Rammstein, Deep Purple, Dream Theater, Saxon and Stratovarius. On the tour, they played the Beach Boys album \"Wild Honey\" in its entirety.\nTheir first world tour was in October 1998. During the shows in Sweden, Joacim Cans caught a serious throat infection, and he could not sing. Magnus Rosén also caught the infection, and after him, all of HammerFall's support crew became sick. The band played for as long as possible and then were had to cancel some of their concerts.\nAfter the tour, Anders Johansson, a friend of Magnus Rosén, joined as the new drummer.\n\"Renegade\".\nAfter many concerts, the band went back to Sweden and began writing songs for their next album. It took eight weeks to record, and they named it \"Renegade\". A music video by director Roger Johansson was created for the Renegade, and it reached the top of the Swedish charts; then the album also reached the top of the charts.\nThe band's second world tour started in January 2001.\n\"Crimson Thunder\".\nAfter the tour, HammerFall recorded their fourth album \"Crimson Thunder\".\nWhile Joacim was at a rock club he had been frequenting for over a decade, he was attacked by an person who hit him in the head with a beer glass and ran away. Joacim had to be taken to a hospital, where he had plastic surgery and rested for a couple of days.\nHammerFall toured after the release of the album. The tour was stopped when Oscar Dronjak had a motorcycle accident, breaking his left arm. HammerFall took a break because of this. Stefan decided to start flying airplanes, Magnus and Anders worked with other bands, and Joacim started on his own project. Joacim also had his first child.\nOscar worked with a team of doctors to get healthy again. After recovering, he toured with HammerFall again.\n\"Chapter V: Unbent, Unbowed, Unbroken\".\nTheir live album and DVD, \"One Crimson Night\", was released in February 2003. After this, they decided to take a break. Two years later, the band released '. A video for the song \"Blood Bound\" was made by director Roger Johansson.\n\"Threshold\".\nOn October 20, 2006, HammerFall released \"Threshold\".\nOn March 6, 2007, Magnus Rosén left the band. He said he didn't like being in HammerFall because the bass parts of the song were too easy to play, and wanted more of a challenge.\nOn April 2, 2008 Stefan Elmgren decided to leave HammerFall so he could become and airplane pilot. Pontus Norgren from The Poodles took over guitar in the band.\n\"No Sacrifice, No Victory\".\nHammerFall's latest album, No Sacrifice, No Victory, was released February 23, 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":16},{"uri":"Power_metal","surface_form":"power metal","offset":28},{"uri":"Gothenburg","surface_form":"Gothenburg","offset":50},{"uri":"Sweden","surface_form":"Sweden","offset":62},{"uri":"Ceremonial_Oath","surface_form":"Ceremonial Oath","offset":126},{"uri":"Oscar_Dronjak","surface_form":"Oscar Dronjak","offset":143},{"uri":"Oscar_Dronjak","surface_form":"Oscar Dronjak","offset":201},{"uri":"Ceremonial_Oath","surface_form":"Ceremonial Oath","offset":220},{"uri":"Jesper_Str%C3%B6mblad","surface_form":"Jesper Strömblad","offset":248},{"uri":"In_Flames","surface_form":"In Flames","offset":270},{"uri":"Niklas_Sundin","surface_form":"Niklas Sundin","offset":502},{"uri":"Johann_Larsson","surface_form":"Johann Larsson","offset":525},{"uri":"Mikael_Stanne","surface_form":"Mikael Stanne","offset":553},{"uri":"Glenn_Ljungstr%C3%B6m","surface_form":"Glenn Ljungström","offset":637},{"uri":"Pretty_Maids","surface_form":"Pretty Maids","offset":1023},{"uri":"Judas_Priest","surface_form":"Judas Priest","offset":1037},{"uri":"Alice_Cooper","surface_form":"Alice Cooper","offset":1054},{"uri":"Joacim_Cans","surface_form":"Joacim Cans","offset":1278},{"uri":"Netherlands","surface_form":"Dutch","offset":1525},{"uri":"Glory_to_the_Brave","surface_form":"Glory to the Brave","offset":1644},{"uri":"Stefan_Elmgren","surface_form":"Stefan Elmgren","offset":1884},{"uri":"Magnus_Ros%C3%A9n","surface_form":"Magnus Rosén","offset":2074},{"uri":"Nuclear_Blast","surface_form":"Nuclear Blast","offset":2389},{"uri":"Music_video","surface_form":"music video","offset":2528},{"uri":"Europe","surface_form":"Europe","offset":2698},{"uri":"Gamma_Ray_(band)","surface_form":"Gamma Ray","offset":2710},{"uri":"Jag_Panzer","surface_form":"Jag Panzer","offset":2721},{"uri":"Lake_of_Tears","surface_form":"Lake of Tears","offset":2733},{"uri":"Raven_(band)","surface_form":"Raven","offset":2751},{"uri":"Japan","surface_form":"Japan","offset":2817},{"uri":"United_States","surface_form":"United States","offset":2831},{"uri":"Legacy_of_Kings","surface_form":"Legacy of Kings","offset":2949},{"uri":"Fredrik_Nordstr%C3%B6m","surface_form":"Fredrik Nordström","offset":3112},{"uri":"Dream_Evil","surface_form":"Dream Evil","offset":3136},{"uri":"Alice_Cooper","surface_form":"Alice Cooper","offset":3289},{"uri":"Rammstein","surface_form":"Rammstein","offset":3303},{"uri":"Deep_Purple","surface_form":"Deep Purple","offset":3314},{"uri":"Dream_Theater","surface_form":"Dream Theater","offset":3327},{"uri":"Saxon_(band)","surface_form":"Saxon","offset":3342},{"uri":"Stratovarius","surface_form":"Stratovarius","offset":3352},{"uri":"Infection","surface_form":"infection","offset":3550},{"uri":"Anders_Johansson","surface_form":"Anders Johansson","offset":3793},{"uri":"Renegade_(HammerFall_album)","surface_form":"Renegade","offset":4022},{"uri":"Crimson_Thunder","surface_form":"Crimson Thunder","offset":4331},{"uri":"Hospital","surface_form":"hospital","offset":4537},{"uri":"Plastic_surgery","surface_form":"plastic surgery","offset":4560},{"uri":"Motorcycle","surface_form":"motorcycle","offset":4705},{"uri":"Airplane","surface_form":"airplane","offset":4821},{"uri":"DVD","surface_form":"DVD","offset":5117},{"uri":"Threshold_(HammerFall_album)","surface_form":"Threshold","offset":5382},{"uri":"Stefan_Elmgren","surface_form":"Stefan Elmgren","offset":5590},{"uri":"Pontus_Norgren","surface_form":"Pontus Norgren","offset":5672},{"uri":"The_Poodles","surface_form":"The Poodles","offset":5692},{"uri":"No_Sacrifice%2C_No_Victory","surface_form":"No Sacrifice, No Victory","offset":5789}]}