{"id":173552,"url":"http://en.wikipedia.org/wiki/Polygar_Wars","text":"e=\"preserve\">Polygar War or Palayakarar Wars refers to the wars fought between the Polygars (\"Palayakarrars\") of former Madurai Kingdom in Tamil Nadu, India and the British colonial forces between March 1799 to May 1802. The British finally won after carrying out long and difficult protracted jungle campaigns against the Polygar armies and finally defeated them. Many lives were lost on both sides and the victory over Polygars made large part of territories of Tamil Nadu coming under British control enabling them to get a strong hold in India.\nFirst Polygar War 1799.\nThe war between the British and Kattabomman Nayak of Panchalankurichi Palayam in the then Tirunelveli region is often classified as the First Polygar war. In 1799, a brief meeting (over pending taxes) between Kattabomman and the British ended in a bloody encounter in which the British commander of the forces was slain by the former. A price was put on Kattabomman head prompting many Polygars to an open rebellion.\nAfter a series of battles in the Panchalankurichi fort with additional reinforcements from Thiruchirapalli, Kattabomman was defeated but he escaped to the jungles in Pudukottai country. Here he was captured by Pudukottai Rajah (after an agreement with the British) and after a summary trial Kattabomman was hanged in front of the public in order to intimidate them, near Kayattar Fort, close to the town of Kovilpatti and in front of fellow Polygars too who had been summoned to witness the execution.\nSubramania Pillai, a close associate of Kattabomman Nayak, was also publicly hanged and his head was fixed on a pike at Panchalankurichi for public view. Soundra Pandian Nayak, another rebel leader, was brutally done to death by having his head dashed against a village wall. Kattabomman’s brother Oomaidurai was imprisoned in Palayankottai prison while the fort was razed to ground and his wealth looted by the troops.\nSecond Polygar War 1800-1805.\nDespite the suppression of the First Polygar War in 1799, rebellion broke out again in 1800. The Second war was more stealthy and covert in nature. The leaders operated more cohesive and united with people from Kerala and Mysore taking part. Also it marked the joining of entire west Tamil Nadu, Malabar and south Mysore regions (which was under British domain after the death of Tipu Sultan).Dheeran Chinnamalai commanded a vast army,He settled down at Odanilai and constructed a fort there to continue his struggle against the British, whom he defeated in battles at Cauvery in 1801, Odanilai in 1802 and Arachalur in 1804. Later, Dheeran Chinnamalai left his fort to avoid cannon attack and engaged in guerrilla warfare while he was stationed at Karumalai in the Palani region.\nHe was betrayed by his cook and captured by the British, who hanged him at Sankari Fort on July 31, 1805.\nDefeat.\nThe British finally won after a long expensive campaign that took more than a year. However, the superior British military who had recently defeated the powerful Tipu Sultan of Mysore quickly asserted itself. The British had better artillery compared to the Polygar troops who had country-made gunfire artillery, barring a few proper ones received from erstwhile Tipu Sultan's army. The war being regional in nature, the British forces could easily mobilize additional forces from other regions.\nSo savage and extensive was the death and destruction wrought by the English that the entire region was left in a state of terror.\nResults.\nDheeran Chinnamalai was betrayed by his cook and captured by the British, who hanged him at Sankari Fort on July 31 or August 2, 1805. At last entire region of Tamil Nadu came under the control of Britishers after the end of Chinnamalai.\nLater day folklore.\nTamil Nadu government constructed a \"mani mandapam\" (memorial) for Chinnamalai in Arachalur, Erode district at a cost of about 30 lakhs. Tamil Nadu government placed a statue of Chinnamalai in Chennai.[1]","categories":[],"infobox_types":[],"annotations":[{"uri":"Polygars","surface_form":"Polygars","offset":83},{"uri":"Palayakarrar","surface_form":"Palayakarrar","offset":94},{"uri":"Madurai","surface_form":"Madurai","offset":120},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":139},{"uri":"India","surface_form":"India","offset":151},{"uri":"British_India","surface_form":"British","offset":165},{"uri":"Jungle","surface_form":"jungle","offset":294},{"uri":"Kattabomman","surface_form":"Kattabomman","offset":605},{"uri":"Panchalankurichi","surface_form":"Panchalankurichi","offset":626},{"uri":"Tirunelveli","surface_form":"Tirunelveli","offset":663},{"uri":"Kattabomman","surface_form":"Kattabomman","offset":782},{"uri":"Kattabomman","surface_form":"Kattabomman","offset":927},{"uri":"Thiruchirapalli","surface_form":"Thiruchirapalli","offset":1081},{"uri":"Pudukottai","surface_form":"Pudukottai","offset":1156},{"uri":"Kayattar","surface_form":"Kayattar","offset":1361},{"uri":"Kattabomman","surface_form":"Kattabomman","offset":1532},{"uri":"Oomaidurai","surface_form":"Oomaidurai","offset":1790},{"uri":"Kerala","surface_form":"Kerala","offset":2153},{"uri":"Mysore","surface_form":"Mysore","offset":2164},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":2226},{"uri":"Malabar","surface_form":"Malabar","offset":2238},{"uri":"Mysore","surface_form":"Mysore","offset":2256},{"uri":"Dheeran_Chinnamalai","surface_form":"Dheeran Chinnamalai","offset":2335},{"uri":"Dheeran_Chinnamalai","surface_form":"Dheeran Chinnamalai","offset":2575},{"uri":"United_Kingdom_of_Great_Britain_and_Northern_Ireland","surface_form":"British","offset":2943},{"uri":"Tipu_Sultan","surface_form":"Tipu Sultan","offset":2999},{"uri":"Mysore","surface_form":"Mysore","offset":3014},{"uri":"Polygar","surface_form":"Polygar","offset":3095},{"uri":"Tipu_Sultan","surface_form":"Tipu Sultan","offset":3200},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"British","offset":3258},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"English","offset":3402},{"uri":"Dheeran_Chinnamalai","surface_form":"Dheeran Chinnamalai","offset":3473},{"uri":"Chinnamalai","surface_form":"Chinnamalai","offset":3798},{"uri":"Chinnamalai","surface_form":"Chinnamalai","offset":3909}]}