{"id":173563,"url":"http://en.wikipedia.org/wiki/Rainbow_lorikeet","text":"The rainbow lorikeet (\"Trichoglossus haematodus\") is an Australasian parrot. This brightly colored parrot lives on the east coast of Australia, eastern Indonesia (Maluku and Western New Guinea), Papua New Guinea, New Caledonia, Solomon Islands and Vanuatu.\nIn Australia, it is common along the eastern seaboard, from Queensland to South Australia and Tasmania. Its habitat is rainforest, coastal bush and woodland areas.\nIt has a number of subspecies, in fact, some classifications list about 20 subspecies.\nIn some places (Western Australia, North Island of New Zealand) they have been artificially introduced, and are looked on as a pest species.\nDescription.\nIt is a large lorikeet, about tall. It is has green feathers on its back, wings and tail. It has bright red feathers on the chest, with orange and yellow feathers on the sides of its chest. It has deep blue feathers on its abdomen and head. It also has stripes of yellow among its green feathers. It has a bright red bill with grey legs and feet.\nFeeding.\nRainbow lorikeets mostly eat fruit, pollen and nectar. They have a tongue adapted for their particular food. Nectar from eucalyptus is important in Australia, other important sources of nectar are \"Pittosporum\", \"Grevillea\", \"Spathodea campanulata\" (African tulip-tree), and \"Metroxylon sagu\" (sago palm). In Melanesia, coconuts are very important sources of food, and rainbow lorikeets are important pollinators of coconuts. They also eat the fruits of \"Ficus\", \"Trema\", \"Mutingia\", as well as papaya and mangoes already opened by fruit bats. They also eat crops such as apples, and will take maize and sorghum. They are also visit bird feeders placed in gardens.\nIn many places, including campsites and suburban gardens, wild lorikeets are so used to humans that they can be fed with the hand. Wild rainbow lorikeets can be hand-fed by visitors at Lone Pine Koala Sanctuary in Brisbane, Queensland, Currumbin Wildlife Sanctuary in Queensland, Australia.\nSemi-tame lorikeets are common daily visitors in many backyards in Sydney. But, many people are ignorant of the food they need to eat, and feed them bread or bread coated with honey. This is not enough nutrients, vitamins and minerals that the rainbow lorikeet needs and can lead to health and feather formation problems in young lorikeets. Packet mixes with a nutritional mix good for feeding lorikeets are generally available from vets and pet stores.\nBreeding.\nRainbow lorikeets are monogamous and pair for life, and the two sexes look almost identical. They are strongly territorial, and chase off other birds.\nIn southern Australia, breeding usually happens from late winter to early summer (August to January). In other places in Australia, breeding has been recorded in every month except March. It depends on changes in food availability and climate. Nesting sites can include hollows of tall trees such as eucalyptus, palm trunks, or overhanging rock. One population in the Admiralty Islands nests in holes in the ground on predator-free islets. Pairs sometimes nest in the same tree with other rainbow lorikeet pairs, or other types of bird. They lay between one and three eggs, which are incubated for around 25 days. Incubation is carried out by the female alone.\nStatus.\nOverall, the rainbow lorikeet is widespread and often common. According to the annual Birdlife Australia census, it is the most commonly observed bird in Australia. It is considered to be a least concern species by BirdLife International.\nAs a pest.\nThe rainbow lorikeet was accidentally released into the southwest of Western Australia near the University of Western Australia in the 1960s and they have since been classified as a pest.\nA feral population of rainbow lorikeets was established in New Zealand after a North Shore, Auckland, resident illegally released lots of rainbow lorikeets in the area in the 1990s, which started breeding in the wild. The Department of Conservation, was concerned that rainbow lorikeets would outcompete native honeyeaters. They could also be a possible threat to nearby islands like the Little Barrier Island. They began killing the feral population in 2000.\nMany owners of fruit orchard think of them a pest, as they often fly in groups and take a lot of fresh fruit from trees. In urban areas, the birds create nuisance noise and poop on outdoor areas and vehicles.\nIn Western Australia, the rainbow lorikeet compete with native bird species. This includes domination of food sources and competition for scarce nesting hollows. Different types of birds such as the purple-crowned lorikeet, the Carnaby's black cockatoo, and the Australian ringneck are affected a lot.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australasia","surface_form":"Australasia","offset":56},{"uri":"Coast","surface_form":"coast","offset":124},{"uri":"Australia","surface_form":"Australia","offset":133},{"uri":"Indonesia","surface_form":"Indonesia","offset":152},{"uri":"Maluku","surface_form":"Maluku","offset":163},{"uri":"Western_New_Guinea","surface_form":"Western New Guinea","offset":174},{"uri":"Papua_New_Guinea","surface_form":"Papua New Guinea","offset":195},{"uri":"New_Caledonia","surface_form":"New Caledonia","offset":213},{"uri":"Solomon_Islands","surface_form":"Solomon Islands","offset":228},{"uri":"Vanuatu","surface_form":"Vanuatu","offset":248},{"uri":"Queensland","surface_form":"Queensland","offset":317},{"uri":"South_Australia","surface_form":"South Australia","offset":331},{"uri":"Tasmania","surface_form":"Tasmania","offset":351},{"uri":"Rainforest","surface_form":"rainforest","offset":376},{"uri":"Coastal","surface_form":"coastal","offset":388},{"uri":"Shrub","surface_form":"bush","offset":396},{"uri":"Woodland","surface_form":"woodland","offset":405},{"uri":"Subspecies","surface_form":"subspecies","offset":440},{"uri":"Western_Australia","surface_form":"Western Australia","offset":524},{"uri":"New_Zealand","surface_form":"New Zealand","offset":559},{"uri":"Pest","surface_form":"pest","offset":635},{"uri":"Abdomen","surface_form":"abdomen","offset":885},{"uri":"Fruit","surface_form":"fruit","offset":1047},{"uri":"Pollen","surface_form":"pollen","offset":1054},{"uri":"Nectar","surface_form":"nectar","offset":1065},{"uri":"Eucalyptus","surface_form":"eucalyptus","offset":1139},{"uri":"Melanesia","surface_form":"Melanesia","offset":1327},{"uri":"Fig","surface_form":"Ficus","offset":1473},{"uri":"Papaya","surface_form":"papaya","offset":1513},{"uri":"Mango","surface_form":"mangoes","offset":1524},{"uri":"Apple","surface_form":"apples","offset":1590},{"uri":"Maize","surface_form":"maize","offset":1612},{"uri":"Sorghum","surface_form":"sorghum","offset":1622},{"uri":"Brisbane","surface_form":"Brisbane","offset":1897},{"uri":"Queensland","surface_form":"Queensland","offset":1907},{"uri":"Australia","surface_form":"Australia","offset":1963},{"uri":"Sydney","surface_form":"Sydney","offset":2041},{"uri":"Bread","surface_form":"bread","offset":2123},{"uri":"Honey","surface_form":"honey","offset":2150},{"uri":"Winter","surface_form":"winter","offset":2647},{"uri":"Summer","surface_form":"summer","offset":2663},{"uri":"Eucalyptus","surface_form":"eucalyptus","offset":2889},{"uri":"Census","surface_form":"census","offset":3363},{"uri":"Feral","surface_form":"feral","offset":3698},{"uri":"Western_Australia","surface_form":"Western Australia","offset":4368},{"uri":"Purple-crowned_lorikeet","surface_form":"purple-crowned lorikeet","offset":4564},{"uri":"Carnaby%27s_black_cockatoo","surface_form":"Carnaby's black cockatoo","offset":4593}]}