{"id":17366,"url":"http://en.wikipedia.org/wiki/Harriet_Tubman","text":"Harriet Tubman (born Araminta Ross; c. 1820 or 1821 – March 10, 1913) was an African-American anti-slavery worker, and humanitarian. She was also a Union spy and the first black woman to ever lead an American mission during the American Civil War. She was born into slavery but she escaped. During her life, she made nineteen trips. She helped more than 300 slaves escape. She used the Underground Railroad.\nWhen Tubman was a child in Dorchester County, Maryland, she was whipped and beaten by many different masters. When she was very young, an angry overseer threw a heavy metal weight at another slave. The weight accidentally hit Tubman's head. That caused seizures, headaches, powerful visionary and dream experiences. She had those problems all her life. Tubman believed the visions and vivid dreams came from God.\nIn 1849, Tubman escaped to Philadelphia. Slaves were free there. She later returned to Maryland to rescue her family. She eventually guided dozens of other slaves to freedom. Slave owners offered large rewards for the return of their slaves. Tubman was never caught because nobody knew she was freeing the slaves.\nWhen the American Civil War began, Tubman worked for the Union Army. She worked first as a cook and nurse. Later she was an armed scout and spy. She was the first woman to lead an armed group in the war. She guided the Combehee River Raid, which freed more than 700 slaves in South Carolina. After the war, she moved to her family home in Auburn, New York. There she cared for her aging parents. She became active in the women's suffrage movement in New York until she became ill. Near the end of her life, she lived in a home for elderly African Americans. Years earlier, she had helped create that home. Harriet was a leader and still is.\nEarly life and Education.\nTubman's mother Rit (whose father might have been a white man) was a cook. Her father Ben was a woodsman. He did the timber work on a plantation. They married around 1808. According to court records, they had nine children together. Linah was born in 1808, Mariah Ritty in 1811, Soph in 1813, Robert in 1816, Minty (Harriet) in 1821, Ben in 1823, Rachel in 1825, Henry in 1830, and Moses in 1832.\nChildhood.\nTubman's mother was assigned to \"the big house\" and had very little time for her family. Tubman took care of a younger brother and a baby. This was typical in large families. When she was five or six years old, Brodas hired her out as a nursemaid to a woman named \"Miss Susan\". Tubman was ordered to watch the baby. Tubman was whipped. She later talked about a day when she was whipped five times before breakfast. She had the scars for the rest of her life. She found ways to resist such as running away for five days, wearing layers of clothing as protection against beatings, and fighting back.\nAs a child, Tubman also worked at the home of a planter named James Cook. She had to check muskrat traps in nearby marshes. She did that work even after she got measles. She became so ill that Cook sent her back to Brodas. Her mother nursed her back to health. Brodas then hired her out again. Tubman spoke later of her acute childhood homesickness. She compared herself to \"the boy on the Swanee River\" (referring to Stephen Foster's song \"Old Folks at Home\"). When she was older and stronger, she did field and forest work, driving oxen, plowing, and hauling logs.\nHead Injury.\nOne day, the adolescent Tubman was sent to a dry-goods store for supplies. There she met a slave owned by another family. That slave had left the fields without permission. His overseer was angry. He demanded that Tubman help restrain the young man. Tubman refused. As the slave ran away, the overseer threw a two-pound weight at him. The weight hit Tubman instead. Tubman said the weight \"broke my skull\". She later explained her belief that her hair – which \"had never been combed and... stood out like a bushel basket\" – might have saved her life. Bleeding and unconscious, Tubman was returned to her owner's house and laid on the seat of a loom. She had no medical care for two days. She was sent back into the fields, \"with blood and sweat rolling down my face until I couldn't see.\" Her boss returned her to Brodess, who tried unsuccessfully to sell her. She began having seizures and seemed to fall unconscious. She later said she was aware of her surroundings while appearing to be asleep. These episodes were alarming to her family. They couldn't wake her when she fell asleep suddenly and without warning. This condition remained with Tubman for the rest of her life. Larson suggests she may have suffered from temporal lobe epilepsy because of the injury.\nFamily and marriage.\nAround 1844, Tubman married a free black man named John Tubman. Little is known about him or their time together. Their marriage was complicated because she was a slave. Since children would have the status of the mother, any children born to Harriet and John would become slaves. By this time, half the black population on the Eastern Shore of Maryland was free. Marriages between free people and enslaved people were not uncommon. Most African-American families had both free and enslaved members. Larson suggests that they might have planned to buy Tubman's freedom. Tubman changed her name from Araminta to Harriet when she arrived to Philadelphia. When she returned to Manchester to tell her husband to come with him, he was remarried already.","categories":[],"infobox_types":[],"annotations":[{"uri":"Circa","surface_form":"c.","offset":36},{"uri":"African-American","surface_form":"African-American","offset":77},{"uri":"Abolitionist","surface_form":"anti-slavery worker","offset":94},{"uri":"Humanitarian","surface_form":"humanitarian","offset":119},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":148},{"uri":"Spy","surface_form":"spy","offset":154},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":228},{"uri":"Underground_Railroad","surface_form":"Underground Railroad","offset":386},{"uri":"Maryland","surface_form":"Maryland","offset":454},{"uri":"Flogging","surface_form":"whipped","offset":472},{"uri":"Beat","surface_form":"beaten","offset":484},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":848},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1411},{"uri":"Auburn%2C_New_York","surface_form":"Auburn, New York","offset":1474},{"uri":"Women%27s_suffrage","surface_form":"women's suffrage","offset":1556},{"uri":"Timber","surface_form":"timber","offset":1919},{"uri":"Plantation","surface_form":"plantation","offset":1936},{"uri":"Flogging","surface_form":"whipped","offset":2537},{"uri":"Scar","surface_form":"scar","offset":2637},{"uri":"Muskrat","surface_form":"muskrat","offset":2899},{"uri":"Marsh","surface_form":"marsh","offset":2923},{"uri":"Measles","surface_form":"measles","offset":2969},{"uri":"Stephen_Foster","surface_form":"Stephen Foster","offset":3226},{"uri":"Temporal_lobe","surface_form":"temporal lobe","offset":4609},{"uri":"Epilepsy","surface_form":"epilepsy","offset":4623}]}