{"id":173783,"url":"http://en.wikipedia.org/wiki/Lucifugum","text":"Lucifugum is a black metal band from Ukraine.\nHistory.\nLucifugum is a popular black metal band from Ukraine. They and Nokturnal Mortum are two of the best-known exponents of the East European black metal scene. Lucifugum was formed in 1995 by poet/composer Khlyst and musicians Bal-a-Myth (guitar, bass) and Faunus (vocals). The band continues to perform, despite Faunus having left the band in 2001, and Bal-a-Myth having died in his sleep on October 5, 2002; the albums \"Back to Chopped Down Roots\" and \"Sociopath: Philosophy Cynicism\" were recorded in 2003 by numerous session musicians which, however, did not join the band. In 2004 Khlyst moved to the Ukrainian town Mykolayiv (Nikolaev) to continue the activity of Lucifugum and Propaganda together with local black metal musician Elena (aka Stabaath) (ex-Namtar, ex-Hesperus). \"Vector33\" is the first album with Stabaath (she recorded vocals, guitar, bass, and keyboards). All lyrics are written by Khlyst, and music is composed by Stabaath and Khlyst. Khlyst and Stabaath (real names Igor and Elena Naumchuk) are married. They are the owners of black metal label Propaganda.\nThe music of Lucifugum was different and changed during the years. The early period can be described as symphonic black metal (1996-2000), later it was black/thrash metal, sometimes with death metal touches (2001-2003), and after 2004 the music of the band has transformed into pure black metal style.\nAccording to Propaganda web site (details to album “Sublimessiah”) Khlyst performs vocals since 2014. The critical problems with Stabaath’s throat have stopped her during the record of the vocal. So, there are just 3 tracks (1,3,5) with Stabaath’s vocals on “Sublimessiah”.","categories":[],"infobox_types":[],"annotations":[{"uri":"Black_metal","surface_form":"black metal","offset":15},{"uri":"Ukraine","surface_form":"Ukraine","offset":37},{"uri":"Black_metal","surface_form":"black metal","offset":78},{"uri":"Ukraine","surface_form":"Ukraine","offset":100},{"uri":"Nokturnal_Mortum","surface_form":"Nokturnal Mortum","offset":118},{"uri":"October_5","surface_form":"October 5","offset":444},{"uri":"2002","surface_form":"2002","offset":455},{"uri":"Mykolayiv","surface_form":"Mykolayiv","offset":672}]}