{"id":173827,"url":"http://en.wikipedia.org/wiki/California_Proposition_8","text":"Proposition 8 is an initiative passed in California on November 4, 2008 that banned same-sex marriage. The measure passed by 52% to 48%. It changed California's Constitution by adding a section that says, \"Only marriage between a man and a woman is valid or recognized in California.\" The law was in response to a judge's ruling that gay marriage was legal under the California state Constitution. The campaign to pass Proposition 8 was mostly paid for by the Church of Jesus Christ of Latter-Day Saints.\nProposition 8 is controversial and is being debated in court. On August 4, 2010, Judge Vaughn Walker in the United States District Court made a ruling that Proposition 8 was unconstitutional and should be overturned. This would make same-sex marriage legal again in California, however, Judge Walker issued a stay of execution, so that those in favor of Proposition 8 could legal appeal.\nThe appeal of the case went to the Ninth Circuit Court of Appeals. On February 7, 2012, the judges in this court agreed with Judge Walker that Proposition 8 was unconstitutional. However they also issued a stay of execution, so that their ruling could be appealed to the United States Supreme Court.\nThose in favor of Proposition 8 appealed to the Supreme Court on July 30, 2012. On December 7, 2012, the Supreme Court agreed to judge the case. The Supreme Court will issue a final ruling on the case in 2013.\nDepending on exactly how the Supreme Court rules, Proposition 8 could be overturned in California only, or all other laws against same-sex marriage in the United States could be overturned as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"California","surface_form":"California","offset":41},{"uri":"Same-sex_marriage","surface_form":"same-sex marriage","offset":84},{"uri":"Church_of_Jesus_Christ_of_Latter-Day_Saints","surface_form":"Church of Jesus Christ of Latter-Day Saints","offset":460},{"uri":"Vaughn_Walker","surface_form":"Vaughn Walker","offset":592},{"uri":"United_States_District_Court","surface_form":"United States District Court","offset":613},{"uri":"Unconstitutional","surface_form":"unconstitutional","offset":679},{"uri":"Stay_of_execution","surface_form":"stay of execution","offset":814},{"uri":"Appeal_to_a_higher_court","surface_form":"legal appeal","offset":879},{"uri":"Ninth_Circuit_Court_of_Appeals","surface_form":"Ninth Circuit Court of Appeals","offset":928},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":1164}]}