{"id":17384,"url":"http://en.wikipedia.org/wiki/Red_shift","text":"Red shift is a way astronomers use to tell the distance of any object that is very far away in the Universe. The red shift is one example of the Doppler effect.\nThe easiest way to experience the Doppler effect is to listen to a moving train. As the train moves towards a person, the sound it makes as it comes towards them sounds like it has a higher tone, since the frequency of the sound is squeezed together a little bit. As the train speeds away, the sound gets stretched out, and sounds lower in tone. The same happens with light when an object that emits light moves very fast. An object, like a star or a galaxy that is far away and moving toward us, will look more blue than it normally does. This is called blue shift. A star or galaxy moving away from us will look more red than it would if the source were not moving in our frame of reference. This is where red shift got its name, since the colors are shifted towards the red end of the spectrum.\nThe reason astronomers can tell how far the light gets shifted is because chemical elements, like hydrogen and oxygen, have unique fingerprints of light that no other element has. Astronomers use spectroscopy to analyse the light from an object (galaxy or star}. Once they know that, they check to see the difference between where the spectral lines are compared to where they normally are. From that, they can tell whether it is moving toward us or away from us, and also how fast it is going. The faster it goes, the farther the spectral lines are from their normal position in the spectrum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Astronomer","surface_form":"astronomer","offset":19},{"uri":"Universe","surface_form":"Universe","offset":99},{"uri":"Doppler_effect","surface_form":"Doppler effect","offset":145},{"uri":"Doppler_effect","surface_form":"Doppler effect","offset":195},{"uri":"Sound","surface_form":"sound","offset":283},{"uri":"Frequency","surface_form":"frequency","offset":367},{"uri":"Light","surface_form":"light","offset":529},{"uri":"Star","surface_form":"star","offset":602},{"uri":"Galaxy","surface_form":"galaxy","offset":612},{"uri":"Blue_shift","surface_form":"blue shift","offset":716},{"uri":"Frame_of_reference","surface_form":"frame of reference","offset":835},{"uri":"Spectrum","surface_form":"spectrum","offset":949},{"uri":"Astronomer","surface_form":"astronomer","offset":970},{"uri":"Light","surface_form":"light","offset":1003},{"uri":"Chemical_element","surface_form":"chemical element","offset":1033},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1057},{"uri":"Oxygen","surface_form":"oxygen","offset":1070},{"uri":"Spectroscopy","surface_form":"spectroscopy","offset":1155},{"uri":"Spectral_line","surface_form":"spectral line","offset":1294},{"uri":"Spectral_line","surface_form":"spectral line","offset":1490}]}