{"id":17397,"url":"http://en.wikipedia.org/wiki/Modem","text":"e=\"preserve\">A modem (comes from: modulator demodulator) is a piece of computer hardware. It is used to communicate between distant computers. Two modems, one on each computer, are required to make a connection, and each modem can send and receive data to and from the other modem.\nModems are classified by the amount of data they can send in a given time, normally measured in bits per second (bit/s, or bps). They are also classified by their connection method. Dial-up modems were the usual kind in the 20th century, and DSL modems and Cable TV modems are now more used.\nModems that connect to the computer by a cable are called external modems. Modems that go inside the computer are internal modems. Some internal modems are part of the motherboard; others are inserted into the computer on a PC card. Most DSL and cable modems are external.\nMany modems are used to connect to the Internet through telephone service or cable television service. Slow telephone service is called dial-up (maximum 56,000 bits per second). Faster telephone service is called DSL and is usually more than ten times faster. Cable modems connect through cable television, and are similarly fast.\nA CEA study in 2006 found that dial-up Internet access is on a decline in the United States. In 2000, dial-up Internet connections accounted for 74% of all U.S. residential Internet connections. This decline has been more or less mirrored in Canada and Australia.\nDial-up modem use in the US dropped to 60% by 2003, and in 2006 stood at 36%. Voiceband modems were once the most popular means of Internet access in the U.S. But as more homes adopted faster ways of accessing the Internet, the traditional 56K modem is losing popularity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_hardware","surface_form":"computer hardware","offset":71},{"uri":"Communicate","surface_form":"communicate","offset":104},{"uri":"Information","surface_form":"data","offset":248},{"uri":"Dial-up","surface_form":"Dial-up","offset":464},{"uri":"20th_century","surface_form":"20th century","offset":506},{"uri":"DSL","surface_form":"DSL","offset":524},{"uri":"Cable_TV","surface_form":"Cable TV","offset":539},{"uri":"Motherboard","surface_form":"motherboard","offset":742},{"uri":"Internet","surface_form":"Internet","offset":886},{"uri":"Telephone","surface_form":"telephone","offset":903},{"uri":"Cable_television","surface_form":"cable television","offset":924},{"uri":"Dial-up","surface_form":"dial-up","offset":983},{"uri":"DSL","surface_form":"DSL","offset":1060},{"uri":"Cable_television","surface_form":"cable television","offset":1136},{"uri":"Consumer_Electronics_Association","surface_form":"CEA","offset":1180},{"uri":"United_States","surface_form":"United States","offset":1256},{"uri":"Internet","surface_form":"Internet","offset":1573}]}