{"id":174027,"url":"http://en.wikipedia.org/wiki/Durand_Line","text":"The Durand Line is the international land border between Afghanistan and Pakistan in South-Central Asia. It was established after an 1897 memorandum of understanding (MoU) between Mortimer Durand of British India and Afghan Amir Abdur Rahman Khan. Referred to as a frontier line, it is named after Mortimer Durand, who was the Foreign Secretary of colonial British India at the time. Later, Abdur Rahman Khan's successor, Amir Habibullah Khan signed a new agreement with Britain which again confirmed the legality of the Durand Line. King Amanullah Khan also accepted Durand line as international border between Afghanistan and British India after signing the Anglo-Afghan treaty of 1919. Article 5 of this treaty, on the basis of which Afghanistan reclaimed its independence, says that Afghanistan accepted all previously agreed border arrangements with British India. Hence, Afghanistan as an independent country recognized Durand line as an international border.\nThe Durand Line cuts through the Afghan tribal areas, politically dividing ethnic Pashtuns and Baloch people who live on both sides. The line is internationally recognized by many countries as the western border of Pakistan, but Afghan governments after 1947 never recognized it.\nAfghan Pashtun leaders claim Pakistani territories and say that the Durand Line is \"an issue of historical importance for Afghanistan. The Afghan people, not the government, can take a final decision on it.\" However, non-Pashtuns Afghans have always recognized durand line as international border between Pakistan and Afghanistan. Similarly, Pakistani Pashtuns have also recognized Durand line as international border between Afghanistan and Pakistan. In 2017 President Hamid Karzai said Afghanistan \"will never accept\" the Durand Line.","categories":[],"infobox_types":[],"annotations":[{"uri":"Afghanistan","surface_form":"Afghanistan","offset":57},{"uri":"Pakistan","surface_form":"Pakistan","offset":73},{"uri":"South_Asia","surface_form":"South","offset":85},{"uri":"Central_Asia","surface_form":"Central Asia","offset":91},{"uri":"British_Raj","surface_form":"British India","offset":199},{"uri":"Abdur_Rahman_Khan","surface_form":"Abdur Rahman Khan","offset":229},{"uri":"British_India","surface_form":"British India","offset":357},{"uri":"Habibullah_Khan","surface_form":"Habibullah Khan","offset":427},{"uri":"Amanullah_Khan","surface_form":"Amanullah Khan","offset":539},{"uri":"Treaty_of_Rawalpindi","surface_form":"Anglo-Afghan treaty of 1919","offset":660},{"uri":"Pashtun_people","surface_form":"Pashtuns","offset":1048},{"uri":"Baloch_people","surface_form":"Baloch people","offset":1061},{"uri":"Afghan","surface_form":"Afghan","offset":1476},{"uri":"Hamid_Karzai","surface_form":"Hamid Karzai","offset":1716}]}