{"id":17410,"url":"http://en.wikipedia.org/wiki/QWERTY","text":"QWERTY is a certain typewriter or computer keyboard layout that is commonly used in some English-speaking countries. The term comes from the fact the first 6 letters of the top row of keys are Q, W, E, R, T, and Y. The QWERTY design was patented by Christopher Sholes in 1874 and sold to E. Remington and Sons during the same year.\nHistory.\nThe QWERTY layout was invented by Christopher Sholes, the inventor of the first modern typewriter. At first the letters on the typewriter were placed alphabetically. However, when the user of the typewriter learned to type quickly, the bars attached to letters became caught in one another. The typist had to stop and unstick the typebars with his hands. A business associate of Sholes named James Densmore suggested splitting up the keys to speed up typing by preventing the typebars from striking the typewriter roller at the same time and sticking together. Some people say the QWERTY layout was created to slow down typing speed, while others say it worked by separating series of English letters.\nThe alternative Dvorak Simplified Keyboard was invented in the 1930s to be more efficient than QWERTY but it remained rare.\nAccents.\nThe QWERTY layout was made to type in English, therefore it has no accent marks as they are not used in native English words. People from other countries whose own languages used accent marks (such as French, which has letters like \"é\", \"î\", and \"ç\") had problems. Depending on the operating system and the application being used, one can type accents marks by holding down the Alt key while pressing several number keys in a row. As an example, holding the Alt key, pressing the number keys 1, 5, and 6, then releasing the Alt key will generate a character numbered 156 in some character set. The Control or Alt key can be also used together with a letter. In some word processors, like Microsoft Word, characters with accent marks could be found under a category named \"Special Characters\" or something similar. Windows also has a program called \"Character Map\" that can be used to find and copy characters that could be pasted into other applications later on.\nInternational Variants.\nSome languages use the similar AZERTY layout. Some QWERTY keyboards for different languages and countries may look different.\nBelgian and French.\nThe keyboards made in Belgium and France switch the letters Q and W with the letters A and Z. They also move the letter M to the right of L. These types of keyboards are called AZERTY keyboards.\nCzech.\nSome keyboards for the Czech language use QWERTZ keyboards. They switch the Z and Y like the German version, but use \"ů\" to the right of L and ú next to P. The row that normally has numbers has the accents ě, š, č, ř, ž, ý, á, í, é. The user of the keyboard uses the shift key to make numbers.\nScandinavia.\nDanish and Norwegian layouts switched Æ, Ø, and Å where Swedish and Finnish use the letters Ä and Ö.\nFaroese.\nFaroese keyboards add Æ and Ø next to L, and Å and Ð next to P.\nGerman.\nGerman keyboards add an Ü to the right of P—and Ö, Ä to the right of L—and switch the Z and Y keys both because Z is a much more common letter than Y in German.\nHungarian.\nHungarian keyboard add an É and Á after L, Ö above O, Ü above P, Ő after P, Ú after Ő, Ó above Ú, Í under A, and switch Z and Y, like in German.\nIcelandic.\nIcelandic layouts add Ð to the right of P, Æ to the right of L, Ö to the right of 0 in the top row and Þ to the rightmost place in the bottom row.\nItalian.\nItalian typewriter keyboards use a QZERTY layout where Z is swapped with W and M is at the right of \"L\". Computers use a QWERTY keyboard with è to the right of P and ò to the right of L.\nLithuania.\nLithuanian keyboards use a layout known as ĄŽERTY, where Ą appears in place of Q above A, Ž in place of W above S, with Q and W being available either on the far right side or by use of the Alt Gr key. Depending on the software used. Sometimes, Lithuanian symbols replace the numbers.\nPortuguese.\nPortuguese keyboards maintain the QWERTY layout but add the key Ç after the L key. The Spanish version has the letter Ñ, the Ç.\nRomanian.\nRomanian keyboards have a QWERTZ layout, swapping Y with Z; ă and î are added to the right of the letter P, while ș and ț are added to the right of the letter L; â replaces the backslash character. Changes are also made to the upper number keys, the numbers remain the same, but some of the symbols are shuffled. The most notable change is that hyphen (-) is swapped with slash (/).\nSpanish.\nSpanish keyboards add ñ and Ñ characters to the right of the L instead of the semicolon and colon.\nTurkish.\nTurkish layouts add Ğ and Ü to the right of P, Ş and İ to the right of L, Ö and Ç to the right of M.","categories":[],"infobox_types":[],"annotations":[{"uri":"Keyboard_(computer)","surface_form":"keyboard","offset":43},{"uri":"English_language","surface_form":"English","offset":89},{"uri":"Patent","surface_form":"patent","offset":237},{"uri":"Inventor","surface_form":"inventor","offset":399},{"uri":"Typewriter","surface_form":"typewriter","offset":428},{"uri":"Alphabet","surface_form":"letters","offset":453},{"uri":"English_language","surface_form":"English","offset":1026},{"uri":"Dvorak_Simplified_Keyboard","surface_form":"Dvorak Simplified Keyboard","offset":1059},{"uri":"English_language","surface_form":"English","offset":1214},{"uri":"Diacritic","surface_form":"accent marks","offset":1243},{"uri":"Language","surface_form":"language","offset":1340},{"uri":"French_language","surface_form":"French","offset":1377},{"uri":"Operating_system","surface_form":"operating system","offset":1458},{"uri":"Computer_program","surface_form":"application","offset":1483},{"uri":"Microsoft_Word","surface_form":"Microsoft Word","offset":1864},{"uri":"Clipboard_(computing)","surface_form":"pasted","offset":2099},{"uri":"AZERTY","surface_form":"AZERTY","offset":2195},{"uri":"Belgium","surface_form":"Belgium","offset":2332},{"uri":"France","surface_form":"France","offset":2344},{"uri":"Position","surface_form":"right","offset":2439},{"uri":"Czech_language","surface_form":"Czech language","offset":2535},{"uri":"Accent","surface_form":"accent","offset":2710},{"uri":"Shift_key","surface_form":"shift key","offset":2779},{"uri":"Danish_language","surface_form":"Danish","offset":2819},{"uri":"Norway","surface_form":"Norwegian","offset":2830},{"uri":"Hungarian_language","surface_form":"Hungarian","offset":3173},{"uri":"German_language","surface_form":"German","offset":3310},{"uri":"Typewriter","surface_form":"typewriter","offset":3493},{"uri":"Lithuania","surface_form":"Lithuania","offset":3683},{"uri":"Spanish_language","surface_form":"Spanish","offset":4067},{"uri":"Semicolon","surface_form":"semicolon","offset":4588},{"uri":"Colon","surface_form":"colon","offset":4602}]}