{"id":174168,"url":"http://en.wikipedia.org/wiki/Henri_Poincar%C3%A9","text":"Jules Henri Poincaré (29 April 1854 – 17 July 1912) was a French mathematician and scientist. He was described as a \"monster of mathematics \" when still a child. Many people think he was the last person to understand all branches of mathematics before the subject became too big for anyone to do this.\nHe came from a clever family, his father was a professor of medicine and his cousin, Raymond Poincaré became president of France. He was sick as a child and for many years he had to be taught at home by his mother.\nHe used his mathematical skills to look at some of the biggest problems in science in his day. He was the first person to describe in mathematical terms how three planets in orbit affect each others paths as they pass near by one another. This was called the Three Body Problem. He also tried to understand why the speed of light seems to be the fastest speed at which anything can travel in the universe. In some ways he beat the famous scientist Albert Einstein to solving this question, but Einstein gave a more complete answer. He gained fame for the discovery of the theory of relativity instead of Poincaré.\nHe created the Poincaré Conjecture, one of the most famous problems in mathematics which was only solved 100 years later. He began the branches of mathematics which are known today as chaos theory and topology.\nHe also wrote about science in a simple way that ordinary people could understand.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematician","surface_form":"mathematician","offset":65},{"uri":"Scientist","surface_form":"scientist","offset":83},{"uri":"Mathematics","surface_form":"mathematics","offset":233},{"uri":"Raymond_Poincar%C3%A9","surface_form":"Raymond Poincaré","offset":387},{"uri":"Planet","surface_form":"planet","offset":680},{"uri":"Orbit","surface_form":"orbit","offset":691},{"uri":"Three_Body_Problem","surface_form":"Three Body Problem","offset":776},{"uri":"Speed_of_light","surface_form":"speed of light","offset":832},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":965},{"uri":"Theory_of_relativity","surface_form":"theory of relativity","offset":1089},{"uri":"Poincar%C3%A9_Conjecture","surface_form":"Poincaré Conjecture","offset":1146},{"uri":"Chaos_theory","surface_form":"chaos theory","offset":1315},{"uri":"Topology","surface_form":"topology","offset":1332}]}