{"id":17440,"url":"http://en.wikipedia.org/wiki/Kannada","text":"Kannada () is a language, and it is a script used for writing the language. Most people in the southern Indian state of Karnataka speak Kannada, and there are speakers in Andhra Pradesh, Tamil Nadu, Maharashtra, Kerala and Goa. There are some differences in the way Kannada is spoken in these places. There are about 44 million people who speak the language.\nKannada is a Dravidian language, which is a different language family from the Indo-European or Aryan languages of the north, such as Hindi but close to the other southern languages like Telugu. It has about 1500 years of written history. The first version is known as the Old Kannada script. By about 1500 it had morphed into the Kannada and Telugu scripts. Printing presses introduced by Christian missionaries at the beginning of the 19th century standardized the Kannada and Telugu scripts.\nThe Kannada script is a type of writing system called an alphasyllabary. All consonants have a built-in vowel. Other vowels are indicated with diacritics, which appear next to the consonants. When they appear at the beginning of a syllable, vowels are written as separate letters. When consonants appear together without intervening vowels, the second consonant is written as a special joint symbol, usually below the first. The direction of writing: left to right in horizontal lines.\nIt has highest number of Janapeeta literary awards compared to any Indian language. Kannada had a huge boost during the Vijayanagar period. Shri Vinoba Bhave called \"Kannada\" script the \"Queen of World Scripts\" \"Vishwa Lipigala Raani\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing_system","surface_form":"script","offset":38},{"uri":"Writing","surface_form":"writing","offset":54},{"uri":"India","surface_form":"India","offset":104},{"uri":"Karnataka","surface_form":"Karnataka","offset":120},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":171},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":187},{"uri":"Maharashtra","surface_form":"Maharashtra","offset":199},{"uri":"Kerala","surface_form":"Kerala","offset":212},{"uri":"Goa","surface_form":"Goa","offset":223},{"uri":"Dravidian_languages","surface_form":"Dravidian language","offset":372},{"uri":"Indo-European","surface_form":"Indo-European","offset":438},{"uri":"Aryan","surface_form":"Aryan","offset":455},{"uri":"Hindi","surface_form":"Hindi","offset":493},{"uri":"Telugu","surface_form":"Telugu","offset":546},{"uri":"Telugu","surface_form":"Telugu","offset":702},{"uri":"Missionary","surface_form":"missionaries","offset":759},{"uri":"Syllabary","surface_form":"syllabary","offset":916},{"uri":"Diacritic","surface_form":"diacritic","offset":997},{"uri":"Vijayanagar","surface_form":"Vijayanagar","offset":1460},{"uri":"Vinoba_Bhave","surface_form":"Vinoba Bhave","offset":1485}]}