{"id":174681,"url":"http://en.wikipedia.org/wiki/Canadian_English","text":"Canadian English is the type of English that is used by Canadians.\nIt is like American English in terms of vocabulary, but its grammar is like that of British English.\nCanadian English is generally taught in schools using British ways of spelling, such as colour, flavour, and so on. However, the word themselves are usually American, in part because Canadians watch a lot of American TV shows and listen to a lot of American pop music. Rarely, the British form of words may be replaced with American forms, such as plow, program, and so on.\nThe main exception to this rule is terms related to cars and the auto industry. Because Canada's auto industry has always been dominated by American firms, Canadians use American words and spelling for such terms. Canadians and Americans spell the outer rubber portion of a wheel as \"tire\" instead of \"tyre\", put \"gasoline\" or \"gas\" in their vehicles instead of \"petrol\", store items in the \"trunk\" instead of the \"boot\", and may drive a \"truck\" instead of a \"lorry\".\nCanadian English is different from other forms of English in its spoken form also. The dialects vary from sounding overtly English to an indistinguishable form very similar to those spoken in the northern states.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English","offset":32},{"uri":"Canadians","surface_form":"Canadians","offset":56},{"uri":"American_English","surface_form":"American English","offset":78},{"uri":"Vocabulary","surface_form":"vocabulary","offset":107},{"uri":"Grammar","surface_form":"grammar","offset":127},{"uri":"British_English","surface_form":"British English","offset":151},{"uri":"British","surface_form":"British","offset":222},{"uri":"Spelling","surface_form":"spelling","offset":238},{"uri":"Colour","surface_form":"colour","offset":256},{"uri":"Flavour","surface_form":"flavour","offset":264},{"uri":"Word","surface_form":"word","offset":297},{"uri":"Americanization","surface_form":"American","offset":325},{"uri":"TV_show","surface_form":"TV show","offset":385},{"uri":"Pop_music","surface_form":"pop music","offset":426},{"uri":"Plow","surface_form":"plow","offset":516},{"uri":"Program","surface_form":"program","offset":522},{"uri":"Car","surface_form":"car","offset":594}]}