{"id":174758,"url":"http://en.wikipedia.org/wiki/Leonese_Language_Day","text":"e=\"preserve\">Leonese Language Day (\"Día de la Llingua Llïonesa\") is a celebration of the Leonese language. This celebration was started in the city of Llión, province of Llión, Spain. It was the result of a protocol signed between Leonese Provincial Government and the Cultural Association for Leonese Language El Fueyu. The celebration is run by the Llión City Council.\nSome things that happen during the celebration are a display of traditional Leonese music, as well as the display of some works about Leonese language. There are also books about the Leonese language and Leonese films.\nI Leonese Language Day.\nLeonese Language Day started on June 10, 2006. The celebration was organized by the \"Asociación Cultural de la Llingua Llïonesa El Fueyu\" with the help of the Asociación Berciana en Defensa de la Llingua Llïonesa El Toralín, \"La Barda\" (Leonese language association from Salamanca) and \"Pro Monumenta\". There were traditional Leonese musical actuations and it was presented the book in Leonese language \"Cuentos del Sil\", and several personalities from the cultural, universitary, politic leonese world with young Leonese language students recited poems in Leonese language. It counted with the support of Leonese Provincial Government\nII Leonese Language Day.\nThis second Leonese Language Day was celebrated on December 16, 2007. The celebration was organized by the Leonese City Council with the help of several associations. At the celebration a documentary called \"Asina falamos\" was shown, as well as a play called \"Fuei a corteixar a Robles\".\nIII Leonese Language Day.\nThe third Leonese Language Day was run by the Leonese City Council, with help of several Leonese associations like puntuLLI. That celebration was on December 30. There were meetings about the Leonese Language at the celebration.\nIV Leonese Language Day.\nAt the fourth Leonese Language Day there were musicians like Rodrigo Martínez, Banda de Gaitas, and Ciudá de Llión. During the celebration diplomas were given to the people who done Leonese language lessons in School.","categories":[],"infobox_types":[],"annotations":[{"uri":"Celebrate","surface_form":"celebration","offset":70},{"uri":"Leonese_language","surface_form":"Leonese language","offset":89},{"uri":"Lli%C3%B3n","surface_form":"Llión","offset":151},{"uri":"Province_of_Lli%C3%B3n","surface_form":"province of Llión","offset":158},{"uri":"Spain","surface_form":"Spain","offset":177},{"uri":"Lli%C3%B3n","surface_form":"Llión City Council","offset":351},{"uri":"Display","surface_form":"display","offset":424},{"uri":"Traditional","surface_form":"traditional","offset":435},{"uri":"Leonese_language","surface_form":"Leonese language","offset":505},{"uri":"Asociaci%C3%B3n_Berciana_en_Defensa_de_la_Llingua_Ll%C3%AFonesa_El_Toral%C3%ADn","surface_form":"Asociación Berciana en Defensa de la Llingua Llïonesa El Toralín","offset":773},{"uri":"Province_of_Salamanca","surface_form":"Salamanca","offset":885},{"uri":"Cuentos_del_Sil","surface_form":"Cuentos del Sil","offset":1018},{"uri":"University_of_Le%C3%B3n","surface_form":"universitary","offset":1081},{"uri":"Several","surface_form":"several","offset":1420},{"uri":"Association","surface_form":"association","offset":1428},{"uri":"Documentary","surface_form":"documentary","offset":1463},{"uri":"PuntuLLI","surface_form":"puntuLLI","offset":1704},{"uri":"Meeting","surface_form":"meeting","offset":1762},{"uri":"Musician","surface_form":"musician","offset":1889},{"uri":"Diploma","surface_form":"diploma","offset":1982},{"uri":"Lesson","surface_form":"lesson","offset":2042}]}