{"id":174805,"url":"http://en.wikipedia.org/wiki/Travelcard","text":"A Travelcard is a ticket used for most transport in London, including buses and the underground. The ticket is issued by Transport for London and National Rail and can be used on the services of either.\nHistory.\nBefore Travelcards were used, travellers in Greater London had to pay every time they changed between\nLondon Transport's bus and Underground services. This was a problem as it led to delays while purchasing the next ticket.\nOne ticket for all transport in London was one of the key promises made in 1981 by the newly-elected Labour Greater London Council, headed by council leader Ken Livingstone. The policy, with the slogan \"Just The Ticket\", meant that only one ticket was needed for London Transport bus and Underground services. They also reduced the price of transport. The price cut was then ruled illegal, but the one pricing scheme was mostly a success and was extended during the 1980s and 1990s as new transport routes were opened in London.\nBy 1985, there were two travelcards: the Travelcard itself, which covered only London Buses and the Underground, and the Capitalcard, which covered most bus, Underground and local British Rail (BR) services. The Travelcard replaced the original Capitalcard, while including its greater availability, around 1989.\nThe original \"zonal\" system was mainly in Greater London. The zone areas used both letters and numbers for the outermost zones such that bus availability ignored the letter while BR and Underground availability depended also upon the letter(s) - e.g. a Travelcard or Capitalcard valid in zone 3a (but not 3b or 3c) was valid on buses in zones 3a, 3b and 3c but only in zone 3a when used on the railway services.\nTransport modes.\nTravelcards also entitle the holder to a 33% discount on some London River Services.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":52},{"uri":"Bus","surface_form":"buses","offset":70},{"uri":"London_underground","surface_form":"underground","offset":84},{"uri":"Transport_for_London","surface_form":"Transport for London","offset":121},{"uri":"National_Rail","surface_form":"National Rail","offset":146},{"uri":"Greater_London","surface_form":"Greater London","offset":256},{"uri":"London_Regional_Transport","surface_form":"London Transport","offset":314},{"uri":"Labour_Party_(UK)","surface_form":"Labour","offset":537},{"uri":"Greater_London_Council","surface_form":"Greater London Council","offset":544},{"uri":"Ken_Livingstone","surface_form":"Ken Livingstone","offset":593},{"uri":"Greater_London","surface_form":"Greater London","offset":1320},{"uri":"London_River_Services","surface_form":"London River Services","offset":1769}]}