{"id":174844,"url":"http://en.wikipedia.org/wiki/Leroy_%26_Stitch","text":"\"Leroy & Stitch\" is an animated movie made by Walt Disney Television Animation. It is a spin-off movie of the 2002 animated movie \"Lilo & Stitch\", the end of the television series ', and the end of Lilo's storyline in the entire \"Lilo & Stitch\" franchise, with Stitch leaving or getting separated from her in the later TV spin-off series \"Stitch!\" and \"Stitch & Ai\". The movie premiered on the Disney Channel on June 23, 2006 and also aired on Toon Disney on June 26, 2006. It was released on DVD in the United States on June 27, 2006, a few days after the TV series finale.\nThe story.\nLilo, Stitch, Jumba and Pleakley have finally caught all of Jumba's genetic experiments and found the one true place where each of them belongs. Stitch, Jumba and Pleakley are offered positions in the Galactic Alliance, turning them down so they can stay on Earth with Lilo. But Lilo realizes her alien friends have places where they belong, and it's finally time to say \"aloha.\" Meanwhile, Gantu has left Earth and broken Doctor Jacques von Hamsterviel out of prison, who's planning to create and clone a new experiment named \"Leroy,\" one that will allow him take over the galaxy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Walt_Disney_Television_Animation","surface_form":"Walt Disney Television Animation","offset":46},{"uri":"Spin-off","surface_form":"spin-off","offset":88},{"uri":"Lilo_%26amp%3B_Stitch","surface_form":"Lilo & Stitch","offset":131},{"uri":"Lilo_%26amp%3B_Stitch_(franchise)","surface_form":"\"Lilo & Stitch\" franchise","offset":229},{"uri":"Stitch%21","surface_form":"Stitch!","offset":339},{"uri":"Stitch_%26amp%3B_Ai","surface_form":"Stitch & Ai","offset":353},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":394},{"uri":"Toon_Disney","surface_form":"Toon Disney","offset":444},{"uri":"DVD","surface_form":"DVD","offset":493},{"uri":"United_States","surface_form":"United States","offset":504}]}