{"id":174888,"url":"http://en.wikipedia.org/wiki/Deng_Xiaoping","text":"Dèng Xiǎopíng (, in English also written Teng Hsiao-p'ing; 22 August 1904– 19 February 1997) was an important Chinese revolutionary, politician and reformer. He was the leader of the Communist Party of China (CPC). Deng never held office as the head of state or the head of government, but was the \"de facto\" leader of the People's Republic of China from 1978 to the early 1990s. Deng has often been described as practical due to his open market policies after the death of Mao, whilst not deviating much from the original socialist elements of the People's Republic of China.\nDeng was born in Guang'an, Sichuan. He died of an infection and Parkinson's disease in Beijing, aged 92.\nEarly life and family.\nDeng's father, Deng Wenming, was a middle-level landowner. He had studied at the University of Law and Political Science in Chengdu. His mother, named Dan, died early in Deng's life. Deng had three brothers and three sisters.\nDeng's first wife was one of his schoolmates from Moscow. She died aged 24 a few days after giving birth to Deng's first child, a baby girl. This daughter also died. His second wife was Jin Weiying. Jin left him after Deng was attacked in politics 1933. His third wife Zhuo Lin was the daughter of an industrialist in Yunnan Province. She became a member of the Communist Party in 1938. She and Deng married in 1939 in front of Mao's cave home in Yan'an. They had five children: three daughters (Deng Lin, Deng Nan and Deng Rong) and two sons (Deng Pufang and Deng Zhifang).\nEducation and early career.\nIn the summer of 1919, Deng Xiaoping graduated from the Chongqing School. He and 80 schoolmates travelled by ship to France. They were part of a work-study program. About 4,000 Chinese did this program by 1927. Deng was the youngest of all the Chinese students in the group. He was 15 years old. Deng's father strongly supported his son's doing the work-study abroad program. Deng told his father he wanted \"to learn knowledge and truth from the West in order to save China.\" Deng knew that China was suffering. He thought Chinese people must have a modern education to save their country.\nIn France Deng met many future Chinese leaders: Zhou Enlai, Nie Rongzhen, Cai Hesen, Zhao Shiyan and Li Wenhai. These older Chinese students helped Deng study Marxism. In 1921 he joined the Chinese Communist Youth League in Europe. In 1924, he joined the Chinese Communist Party. He became one of the leaders of the Youth League in Europe. In 1926 Deng traveled to the Soviet Union and studied at Moscow Sun Yat-sen University. One of his classmates was Chiang Ching-kuo, the son of Chiang Kai-shek.\nReturn to China.\nIn March 1927, Deng arrived in Xi'an, northwest China from Moscow. He joined the army of Feng Yuxiang. Feng had asked the Soviet Union for help. But at that time, the Soviet Union supported the Communists' alliance with the Nationalists of the Kuomintang (KMT). In 1929 Deng led the Baise Uprising in Guangxi province against the Kuomintang (KMT) government. The uprising failed, and Deng went to the Central Soviet Area in Jiangxi province.\nPolitical career.\nDeng went on the Long March with Mao. During the Japanese Occupation of China, he joined the Eighth Route Army commanded by Liu Bocheng. After World War II he was part of peace talks between the Communists and the Kuomintang. These talks failed. On 1 October 1949, Deng was at proclamation of the People's Republic of China in Beijing. Deng became mayor of Chongqing and stayed there until 1952. From 1952 until the early 1960s Deng had many powerful positions in government in Beijing. But, he became the target of two political purges: the Cultural Revolution and the Criticize Deng campaign in 1976. Deng said that the Cultural Revolution had been bad for China in 1977 and started the \"Beijing Spring.\" China started to open more in 1978-79. Deng worked to reform the Chinese economy and increase exports during the 1980s. The Tiananmen Square protests in 1989 weakened him. He retired from politics in 1992.","categories":[],"infobox_types":[],"annotations":[{"uri":"Revolution","surface_form":"revolution","offset":118},{"uri":"Politician","surface_form":"politician","offset":133},{"uri":"Reform","surface_form":"reform","offset":148},{"uri":"Communist_Party_of_China","surface_form":"Communist Party of China","offset":183},{"uri":"Head_of_state","surface_form":"head of state","offset":245},{"uri":"De_facto","surface_form":"de facto","offset":299},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":323},{"uri":"Guang%27an","surface_form":"Guang'an","offset":594},{"uri":"Sichuan","surface_form":"Sichuan","offset":604},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":641},{"uri":"Beijing","surface_form":"Beijing","offset":664},{"uri":"Chengdu","surface_form":"Chengdu","offset":829},{"uri":"Zhuo_Lin","surface_form":"Zhuo Lin","offset":1200},{"uri":"Yunnan","surface_form":"Yunnan","offset":1249},{"uri":"Yan%27an","surface_form":"Yan'an","offset":1378},{"uri":"Deng_Nan","surface_form":"Deng Nan","offset":1437},{"uri":"Deng_Rong","surface_form":"Deng Rong","offset":1450},{"uri":"Deng_Pufang","surface_form":"Deng Pufang","offset":1475},{"uri":"Chongqing","surface_form":"Chongqing","offset":1590},{"uri":"Zhou_Enlai","surface_form":"Zhou Enlai","offset":2172},{"uri":"Nie_Rongzhen","surface_form":"Nie Rongzhen","offset":2184},{"uri":"Cai_Hesen","surface_form":"Cai Hesen","offset":2198},{"uri":"Zhao_Shiyan","surface_form":"Zhao Shiyan","offset":2209},{"uri":"Marxism","surface_form":"Marxism","offset":2283},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2493},{"uri":"Moscow_Sun_Yat-sen_University","surface_form":"Moscow Sun Yat-sen University","offset":2521},{"uri":"Chiang_Ching-kuo","surface_form":"Chiang Ching-kuo","offset":2578},{"uri":"Chiang_Kai-shek","surface_form":"Chiang Kai-shek","offset":2607},{"uri":"Xi%27an","surface_form":"Xi'an","offset":2672},{"uri":"Feng_Yuxiang","surface_form":"Feng Yuxiang","offset":2730},{"uri":"Baise_Uprising","surface_form":"Baise Uprising","offset":2924},{"uri":"Kuomintang","surface_form":"Kuomintang","offset":2971},{"uri":"Jiangxi","surface_form":"Jiangxi","offset":3065},{"uri":"Long_March","surface_form":"Long March","offset":3118},{"uri":"Eighth_Route_Army","surface_form":"Eighth Route Army","offset":3194},{"uri":"Liu_Bocheng","surface_form":"Liu Bocheng","offset":3225},{"uri":"Cultural_Revolution","surface_form":"Cultural Revolution","offset":3643},{"uri":"Tiananmen_Square_protests","surface_form":"Tiananmen Square protests","offset":3932}]}