{"id":174909,"url":"http://en.wikipedia.org/wiki/Sylvester_Stallone","text":"Michael Sylvester ″Sly″ Gardenzio Stallone (born July 6, 1946), nicknamed Sly Stallone, is an American actor, director, movie producer, body-builder, and screenwriter. Sylvester Stallone has been in many action movies. He has played two famous movie characters: Rocky Balboa, the boxer who overcame challenges to fight for love and glory, and John Rambo, a brave soldier who did violent missions.\nEarly life.\nSylvester Gardenzio Stallone was born on July 6, 1946 in New York City, and he is the son of Frank Stallone Sr. (1919 – 2011), a hairdresser, and Jackie Stallone (1921 – 2020), an astrologer, former dancer, and supporter of wrestling for women. During his birth, doctors used, an instrument that looks like a pair of pincers or tongs, that damaged a nerve and caused paralysis in parts of Stallone's face. The paralysis caused his well known speech and drooping lower lip.\nStallone's grandfather, Silvestro Staglione, was an immigrant from Gioia del Colle, in the province of Bari (Apulia, Italy). Stallone's mother was born in Washington, D.C., and she was the daughter of a Parisian socialite. When Stallone was between the ages of two and five he boarded in Queens, and he only saw his parents on the weekends. In 1951 he went back to live with his parents in Maryland where they owned beauty salons. In 1960s he attended Abraham Lincoln High School (living in the Tacony section of Philadelphia which inspired the Rocky stories) after being rejected for the Catholic High School Father Judge and after that he went to beauty school.\nIn the 1960s, Stallone stopped going to beauty school after he won a scholarship for the American College of Switzerland in Leysin. There, he studied drama and was well received in school productions. When he went back to America he went to the Theater Arts Department at University of Miami Florida for three years. He came within a few credit hours of graduation before he decided to drop out and try a career at writing screenplays under the pen names Q. Moonblood and J.J. Deadlock. At the same time he started acting in small parts in movies.\nLater, Stallone asked that his acting and life experiences be accepted in exchange for his remaining credits, and the President of the University of Miami gave him a Bachelors of Fine Arts (BFA) degree in 1999.\n\"Italian Stallion\" and \"Score\".\nStallone had his first role in the softcore pornography movie \"Party at Kitty and Stud's\" (1970), which was later re-released as \"Italian Stallion\". He was paid US$200 for two days work. An \"uncut\" version of the movie was released in 2007, and it claimed to show actual hardcore footage of Stallone. However, trade journal \"AVN\", said that Stallone was not in the hardcore scenes. In 2008, a DVD was released of \"White Fire\" (1976), a dubbed, German edit of 'Party at Kitty and Stud's', which was alleged to include hardcore footage of Stallone.\nStallone also starred in the play called \"Score\" which had 23 performances at the Martinique Theatre from October 28 - November 15, 1971. It was later made into a movie by Radley Metzger.\nEarly movie roles, 1971–1975.\nStallone's other first few movie roles were small, and he did brief appearances that he did not get credit for in Woody Allen's \"Bananas\" (1971) as a subway thug, in the thriller \"Klute\" (1971) as an extra dancing in a club, and with Jack Lemmon in\"The Prisoner of Second Avenue\" (1975), as a young person. In the Lemmon movie, Jack Lemmon chases, tackles and Stallone, thinking that Stallone's character is a thief. He also starred in the hit \"The Lords of Flatbush\" (1974). In 1975, he played supporting roles in \"Farewell, My Lovely\", \"Capone\" and, another hit, \"Death Race 2000\". He also made guest appearances on the TV series \"Police Story\" and \"Kojak\".\nSuccess with \"Rocky\", 1976.\nStallone was not very well known by a lot of people until his role in \"Rocky\" (1976). On March 24, 1975, he saw the Muhammed Ali–Chuck Wepner fight which gave him the idea for \"Rocky\". That night Stallone went home, and in three days he had written the script for \"Rocky\". After that, he tried to sell the script with the intent of playing the lead role. Robert Chartoff and Irwin Winkler both liked the script (which Stallone submitted to them after a casting), and planned on having a star like Burt Reynolds or James Caan to play the lead character. \"Rocky\" was nominated for ten Academy Awards, this included Best Actor and Best Original Screenplay nominations for Stallone.\nRocky, Rambo and new movie roles, 1978–1989.\nThe second movie \"Rocky II\" which Stallone had also written and directed was released in 1979 and also became a huge success. The money it made was over US$200 million.\nApart from the \"Rocky\" movies, Stallone did many other movies in the late 1970s and early 1980s which were critically acclaimed but were not successful at the box office. He received critical praise for movies such as \"F.I.S.T.\" (1978), a social, narrative styled drama where he plays a warehouse worker who becomes involved in the labor union leadership. In \"Paradise Alley\" (1978), he plays one of three brothers who is a con artist and who helps his other brother who is involved in wrestling.\nIn the early 1980s, he starred in a movie with the British veteran Michael Caine in \"Escape to Victory\" (1981), a sports drama where he plays a prisoner of war involved in a Nazi propaganda fußball (soccer) tournament. Stallone then created the action thriller movie \"Nighthawks\" (1981), in which he plays a New York city cop who plays a cat and mouse game with a foreign terrorist.\nStallone had another major success when he played as a Vietnam veteran named John Rambo in the action adventure movie \"First Blood\" (1982). The first chapter of Rambo was both a critical and box office success. The critics praised Stallone's performance, saying he made Rambo seem human despite the way he is described in the book of the same name, \"First Blood\" and in the other movies. Two other Rambo movies ' (1985) and \"Rambo III\" (1988) followed (and another, Rambo, in 2008). Although box office hits, the movies were given much less critical praise than the original. He also continued his box office success with the \"Rocky\" franchise and wrote, directed and starred in two more movies to the series: \"Rocky III\" (1982) and \"Rocky IV\" (1985).\nStallone also unsuccessfully attempted roles in different genres. He wrote and starred in the comedy movie \"Rhinestone\" (1984) where he played a wannabe country music singer and the drama movie \"Over the Top\" (1987) where he played a truck driver who enters an arm wrestling competition to impress his estranged son. For the Rhinestone soundtrack, he performed a song. These movies did not do well at the box office and were not well received by critics. It was around 1985 that Stallone was signed to a remake of the 1939 James Cagney classic Angels With Dirty Faces. The movie would form part of his multi-picture deal with Cannon Pictures and he was to co-star with Christopher Reeve. It was going to be directed by Menahem Golan. The re-making of such a very much liked classic was given disapproval by Variety Magazine and horror by top critic Roger Ebert. So, Cannon decided to make Cobra instead. \"Cobra\" (1986) and \"Tango and Cash\" (1989) did solid business domestically but overseas they did blockbuster business making over $100 million in foreign markets and over $160 million worldwide. The Rocky and Rambo franchises at the end of the decade were billion dollar franchises internationally.\n1990–2002.\nWith the recent success of \"Lock Up\" and \"Tango & Cash\", at the start of the 1990s Stallone starred in the fifth installment of the Rocky series \"Rocky V\" which was considered a box office disappointment and was also disliked by fans because it seemed like an unnecessary movie to the series. It was supposed to have been the last installment in the franchise at the time.\nAfter starring in poorly received \"Oscar\" (1991) and \"Stop! Or My Mom Will Shoot\" (1992) during the early 90s, he made a big comeback in 1993 with the movie \"Cliffhanger\" which became an really successful movie making over US$255 million worldwide. Later that year he enjoyed another hit with the futuristic action movie \"Demolition Man\" which made over $158 million worldwide. His come back success continued with 1994's \"The Specialist\" (over $170 million worldwide).\nIn 1995, he played the comic book based character Judge Dredd who was taken from the well known British comic book 2000 AD in the movie of the same name. The money he made from foregin countries saved the domestic box office disappointment of \"Judge Dredd\" with a worldwide tally of $113 million. He also appeared in the thriller \"Assassins\" (1995) with the other stars Julianne Moore and Antonio Banderas. In 1996, he starred in the disaster movie \"Daylight\" which made only $33 million in the U.S but was a major hit overseas making $126 million, totaling $159,212,469 worldwide.\nThat same year Stallone, along with an all-star cast of celebrities, appeared in the Trey Parker and Matt Stone short comedy movie \"Your Studio and You\" commissioned by the Seagram Company for a party celebrating their earning of Universal Studios and the MCA Corporation. Stallone speaks in his Rocky Balboa voice with subtitles translating what he was saying. At one point, Stallone starts yelling about how can they use his Balboa character, that he left it in the past; the narrator calms him with a wine cooler and calls him a \"brainiac\". In response, Stallone says, \"Thank you very much.\" He then looks at the wine cooler and exclaims, \"Fucking cheap studio!\"\nFollowing his amazing performance in \"Rocky\", critic Roger Ebert had once said Stallone could become the next Marlon Brando, although he never received the same critical praise achieved with \"Rocky\". Stallone did, however, go on to receive much approval for his role in the crime drama \"Cop Land\" (1997) in which he starred alongside Robert De Niro and Ray Liotta. The movie was only a small success at the box office. His performance led him to win the Stockholm International movie Festival Best Actor Award. In 1998 he did voice-over work for the computer-animated movie \"Antz,\" which made over $90 million domestically.\nStallone starred in the thriller \"Get Carter\" — a remake of the 1971 British Michael Caine movie of the same name—but the movie was not very well received by both critics and audiences. Stallone's career declined a lot after the movies \"Driven\" (2001), \"Avenging Angelo\" (2002) and \"D-Tox\" (2002).\nIn 2000, Stallone received a \"Worst Actor of the Century\" Razzie award, citing \"95% of Everything He's Ever Done\" rather than one movie. By 2000, Stallone had been awarded four Worst Actor Razzie awards for individual movies. These include a \"Worst Screen Couple\" Razzie, and a \"Worst Actor of the Decade\" Razzie for the 1980s. He had been nominated for the Worst Actor award for nine different years from 1984 to 1992.\n2003–2005.\nIn 2003, he played as a villain in the third movie of the Spy Kids trilogy ' which was a huge box office success (almost $200 million worldwide). Stallone also had a small appearance in the 2003 French movie \"Taxi 3\" as a passenger.\nFollowing several poorly reviewed box office flops, Stallone started to regain fame for his role in the crime drama \"Shade\" (2003) which was a box office failure but was praised by critics. He was also supposed to star and direct a movie about the murder of rappers Tupac Shakur and Biggie Smalls, entitled \"Notorious\", but the movie was not made due to legal issues presented by the 2009 movie of the same name.\nIn 2005, he was the co-presenter alongside Sugar Ray Leonard of the NBC Reality television boxing series \"The Contender\". That same year he also made a guest appearance in two episodes of the television series \"Las Vegas\". In 2005, Stallone also inducted wrestling icon Hulk Hogan, who appeared in \"Rocky III\" as a wrestler named Thunderlips, into the WWE Hall of Fame; Stallone was also the person who offered Hogan the small part in Rocky \"III\".\nRevisiting Rocky and Rambo, 2006–2008.\nAfter taking a break from making movies, Stallone made a comeback in 2006 with the sixth and final installment of his successful Rocky series; \"Rocky Balboa\", which was both a critical and commercial hit. After the critical and box office failure of the previous and presumed last movie \"Rocky V\", Stallone had decided to end the series with a sixth movie which would be a more appropriate ending to the series. The total domestic box office came to $70.3 million (and $155.3 million worldwide). The budget of the movie was only $24 million. His performance in \"Rocky Balboa\" has been praised by mostly positive reviews.\nWhen he was asked in February 2008 about which of the icons he would want to be remembered for, Stallone said \"it's a tough one, but \"Rocky\" is my first baby, so \"Rocky\".\"\nRecent movies.\nStallone worked on \"The Expendables\", starring, writing, and directing.\nHe has said that he wants to adapt the Nelson DeMille novel, \"The Lion's Game\". He wants to direct a movie on Edgar Allan Poe's life, a script that he has been preparing for years. It has also been been confirmed that he will be making a fifth \"Rambo\" movie after the success of the fourth one in 2008.\nOther movie work.\nStallone's first work as a director came in 1978 with \"Paradise Alley\", which he wrote and starred in. He also directed \"Staying Alive\" (the sequel to \"Saturday Night Fever\"), along with \"Rocky II\", \"Rocky III\", \"Rocky IV\", \"Rocky Balboa\", and \"Rambo\". Stallone wrote all six \"Rocky\" films, He also wrote \"Cobra\", \"Driven\" and \"Rambo.\" He has co-written several other movies, such as \"F.I.S.T.\", \"Rhinestone\", \"Over the Top\" and the first three Rambo movies. His last major success as a co-writer was with 1993's \"Cliffhanger\".\nCompetition with Arnold Schwarzenegger.\nStallone has always been considered a opponent to Arnold Schwarzenegger as an action hero actor. Hints to this have been made in both of their movies. In Schwarzenegger's \"Last Action Hero\", Stallone is seen as playing the Terminator in a video advertisement in the film's real life. In Stallone's \"Demolition Man\", there is a futuristic reference to the Arnold Schwarzenegger Presidential Library. Also in the movie \"Twins\", Arnold Schwarzenegger walks by a giant movie poster for \"Rambo III\". He glances at the size of Stallone's biceps on the poster, and then he feels his own and laughs at how much smaller Stallone's are. According to both Stallone and Schwarzenegger, despite their on camera \"rivalry\", they are both very close friends. While promoting the movies \"Rocky Balboa\" and \"Rambo\" on \"The Tonight Show with Jay Leno\", Stallone revealed that in the 1980s he and Schwarzenegger looked at each other as \"Cain and Abel.\" Stallone then said that, in the 1990s, he and Arnold became the friends they are today. They became one time business partners in Planet Hollywood.\nPersonal life.\nStallone has been married three times. At age 28, on December 28, 1974, he married Sasha Czack. The couple had two sons, Sage Moonblood (May 5, 1976 - July 13, 2012) and Seargeoh (b. 1979). His younger son was diagnosed with autism at an early age. The couple divorced on February 14, 1985. The same year his divorce finalized, he married model/actress, Brigitte Nielsen, on December 15, 1985, in Beverly Hills, California. His second marriage lasted two years. In May 1997, Stallone married Jennifer Flavin; he has three daughters with her: Sophia Rose (b. 27 August 1996), Sistine Rose (b. 27 June 1998), and Scarlet Rose (b. 25 May 2002).\nPolitics.\nAlthough Stallone is registered as a Republican, he has donated $44,000 to Democratic Party candidates over the years, including $30,000 to the Democratic National Committee, as well as money to the campaigns of Bill Bradley and Joe Biden. However, he has also donated over $33,000 to Republicans over the years and publicly supported John McCain for president in 2008.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"United_States","surface_form":"American","offset":94},{"uri":"Actor","surface_form":"actor","offset":103},{"uri":"Movie_director","surface_form":"director","offset":110},{"uri":"Movie_producer","surface_form":"movie producer","offset":120},{"uri":"Bodybuilding","surface_form":"body-builder","offset":136},{"uri":"Screenwriter","surface_form":"screenwriter","offset":154},{"uri":"Rocky_Balboa_(movie)","surface_form":"Rocky Balboa","offset":262},{"uri":"John_Rambo","surface_form":"John Rambo","offset":343},{"uri":"Violence","surface_form":"violent","offset":379},{"uri":"New_York_City","surface_form":"New York City","offset":466},{"uri":"Frank_Stallone_Sr.","surface_form":"Frank Stallone Sr.","offset":502},{"uri":"Jackie_Stallone","surface_form":"Jackie Stallone","offset":555},{"uri":"Astrologer","surface_form":"astrologer","offset":589},{"uri":"Dancer","surface_form":"dancer","offset":608},{"uri":"Wrestling","surface_form":"wrestling","offset":633},{"uri":"Paralysis","surface_form":"paralysis","offset":776},{"uri":"Paralysis","surface_form":"paralysis","offset":819},{"uri":"Gioia_del_Colle","surface_form":"Gioia del Colle","offset":949},{"uri":"Province_of_Bari","surface_form":"province of Bari","offset":973},{"uri":"Apulia","surface_form":"Apulia","offset":991},{"uri":"Italy","surface_form":"Italy","offset":999},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1037},{"uri":"Paris%2C_France","surface_form":"Parisian","offset":1085},{"uri":"Queens","surface_form":"Queens","offset":1170},{"uri":"Maryland","surface_form":"Maryland","offset":1272},{"uri":"American_College_of_Switzerland","surface_form":"American College of Switzerland","offset":1635},{"uri":"Leysin","surface_form":"Leysin","offset":1670},{"uri":"University_of_Miami","surface_form":"University of Miami Florida","offset":1818},{"uri":"Exchange","surface_form":"exchange","offset":2168},{"uri":"University_of_Miami","surface_form":"University of Miami","offset":2229},{"uri":"Bachelors_of_Fine_Arts","surface_form":"Bachelors of Fine Arts","offset":2260},{"uri":"Softcore","surface_form":"softcore pornography","offset":2372},{"uri":"Party_at_Kitty_and_Stud%27s","surface_form":"Party at Kitty and Stud's","offset":2400},{"uri":"AVN_(magazine)","surface_form":"AVN","offset":2662},{"uri":"Score_(movie)","surface_form":"a movie by Radley Metzger","offset":3045},{"uri":"Woody_Allen","surface_form":"Woody Allen","offset":3216},{"uri":"Bananas_(movie)","surface_form":"Bananas","offset":3231},{"uri":"1971_in_movies","surface_form":"1971","offset":3241},{"uri":"Klute","surface_form":"Klute","offset":3282},{"uri":"1971_in_movies","surface_form":"1971","offset":3290},{"uri":"Jack_Lemmon","surface_form":"Jack Lemmon","offset":3336},{"uri":"The_Prisoner_of_Second_Avenue","surface_form":"The Prisoner of Second Avenue","offset":3351},{"uri":"1975_in_movies","surface_form":"1975","offset":3383},{"uri":"Thief","surface_form":"thief","offset":3512},{"uri":"The_Lords_of_Flatbush","surface_form":"The Lords of Flatbush","offset":3547},{"uri":"Farewell%2C_My_Lovely","surface_form":"Farewell, My Lovely","offset":3618},{"uri":"Capone_(movie)","surface_form":"Capone","offset":3641},{"uri":"Death_Race_2000","surface_form":"Death Race 2000","offset":3668},{"uri":"Television_program","surface_form":"TV series","offset":3724},{"uri":"Police_Story","surface_form":"Police Story","offset":3735},{"uri":"Kojak","surface_form":"Kojak","offset":3754},{"uri":"Rocky","surface_form":"Rocky","offset":3861},{"uri":"Muhammed_Ali","surface_form":"Muhammed Ali","offset":3906},{"uri":"Chuck_Wepner","surface_form":"Chuck Wepner","offset":3919},{"uri":"Robert_Chartoff","surface_form":"Robert Chartoff","offset":4145},{"uri":"Irwin_Winkler","surface_form":"Irwin Winkler","offset":4165},{"uri":"Burt_Reynolds","surface_form":"Burt Reynolds","offset":4287},{"uri":"James_Caan","surface_form":"James Caan","offset":4304},{"uri":"Academy_Award","surface_form":"Academy Award","offset":4373},{"uri":"Academy_Award_for_Best_Actor","surface_form":"Best Actor","offset":4403},{"uri":"Academy_Award_for_Writing_Original_Screenplay","surface_form":"Best Original Screenplay","offset":4418},{"uri":"Rocky_II","surface_form":"Rocky II","offset":4532},{"uri":"F.I.S.T.","surface_form":"F.I.S.T.","offset":4902},{"uri":"Labor_union","surface_form":"labor union","offset":5015},{"uri":"Paradise_Alley","surface_form":"Paradise Alley","offset":5043},{"uri":"Michael_Caine","surface_form":"Michael Caine","offset":5247},{"uri":"Escape_to_Victory","surface_form":"Escape to Victory","offset":5265},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":5324},{"uri":"Nazi","surface_form":"Nazi","offset":5354},{"uri":"Propaganda","surface_form":"propaganda","offset":5359},{"uri":"Soccer","surface_form":"soccer","offset":5379},{"uri":"Nighthawks_(movie)","surface_form":"Nighthawks","offset":5448},{"uri":"Vietnam-American_War","surface_form":"Vietnam","offset":5618},{"uri":"Rambo","surface_form":"John Rambo","offset":5640},{"uri":"First_Blood","surface_form":"First Blood","offset":5682},{"uri":"First_Blood_(book)","surface_form":"First Blood","offset":5913},{"uri":"Rambo_III","surface_form":"Rambo III","offset":5988},{"uri":"Rambo_(movie)","surface_form":"Rambo","offset":6029},{"uri":"Rocky_III","surface_form":"Rocky III","offset":6274},{"uri":"Rocky_IV","surface_form":"Rocky IV","offset":6297},{"uri":"Rhinestone_(movie)","surface_form":"Rhinestone","offset":6423},{"uri":"Over_the_Top","surface_form":"Over the Top","offset":6510},{"uri":"Arm_wrestling","surface_form":"arm wrestling","offset":6576},{"uri":"Rhinestone_(movie_soundtrack)","surface_form":"Rhinestone soundtrack","offset":6640},{"uri":"James_Cagney","surface_form":"James Cagney","offset":6838},{"uri":"Angels_With_Dirty_Faces","surface_form":"Angels With Dirty Faces","offset":6859},{"uri":"Christopher_Reeve","surface_form":"Christopher Reeve","offset":6984},{"uri":"Menahem_Golan","surface_form":"Menahem Golan","offset":7034},{"uri":"Variety_Magazine","surface_form":"Variety Magazine","offset":7122},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":7164},{"uri":"Cobra","surface_form":"Cobra","offset":7204},{"uri":"Cobra_(movie)","surface_form":"Cobra","offset":7220},{"uri":"Tango_and_Cash","surface_form":"Tango and Cash","offset":7239},{"uri":"Lock_Up_(movie)","surface_form":"Lock Up","offset":7557},{"uri":"Tango_%26amp%3B_Cash","surface_form":"Tango & Cash","offset":7571},{"uri":"Rocky_V","surface_form":"Rocky V","offset":7675},{"uri":"Oscar_(1991_movie)","surface_form":"Oscar","offset":7937},{"uri":"Stop%21_Or_My_Mom_Will_Shoot","surface_form":"Stop! Or My Mom Will Shoot","offset":7956},{"uri":"Cliffhanger_(movie)","surface_form":"Cliffhanger","offset":8060},{"uri":"Futuristic","surface_form":"futuristic","offset":8199},{"uri":"Demolition_Man_(movie)","surface_form":"Demolition Man","offset":8224},{"uri":"1994_in_movies","surface_form":"1994","offset":8317},{"uri":"The_Specialist","surface_form":"The Specialist","offset":8325},{"uri":"Comic_book","surface_form":"comic book","offset":8395},{"uri":"Judge_Dredd","surface_form":"Judge Dredd","offset":8422},{"uri":"2000_AD_(comic)","surface_form":"2000 AD","offset":8487},{"uri":"Judge_Dredd_(movie)","surface_form":"movie of the same name","offset":8502},{"uri":"Assassins_(movie)","surface_form":"Assassins","offset":8703},{"uri":"Disaster_movie","surface_form":"disaster movie","offset":8806},{"uri":"Daylight_(movie)","surface_form":"Daylight","offset":8822},{"uri":"Trey_Parker","surface_form":"Trey Parker","offset":9039},{"uri":"Matt_Stone","surface_form":"Matt Stone","offset":9055},{"uri":"Your_Studio_and_You","surface_form":"Your Studio and You","offset":9086},{"uri":"Seagram","surface_form":"Seagram Company","offset":9127},{"uri":"Universal_Studios","surface_form":"Universal Studios","offset":9184},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":9673},{"uri":"Marlon_Brando","surface_form":"Marlon Brando","offset":9730},{"uri":"Crime_drama","surface_form":"crime drama","offset":9894},{"uri":"Cop_Land","surface_form":"Cop Land","offset":9907},{"uri":"Robert_De_Niro","surface_form":"Robert De Niro","offset":9954},{"uri":"Ray_Liotta","surface_form":"Ray Liotta","offset":9973},{"uri":"Stockholm_International_movie_Festival","surface_form":"Stockholm International movie Festival","offset":10074},{"uri":"Voice-over","surface_form":"voice-over","offset":10146},{"uri":"Computer-animated","surface_form":"computer-animated","offset":10170},{"uri":"Antz","surface_form":"Antz","offset":10195},{"uri":"Get_Carter_(2000_movie)","surface_form":"Get Carter","offset":10278},{"uri":"Michael_Caine","surface_form":"Michael Caine","offset":10321},{"uri":"Get_Carter","surface_form":"same name","offset":10348},{"uri":"Driven","surface_form":"Driven","offset":10481},{"uri":"Avenging_Angelo","surface_form":"Avenging Angelo","offset":10498},{"uri":"D-Tox","surface_form":"D-Tox","offset":10527},{"uri":"Golden_Raspberry_Awards","surface_form":"Razzie","offset":10600},{"uri":"Razzie_Award_for_Worst_Actor","surface_form":"Worst Actor Razzie","offset":10719},{"uri":"Spy_Kids","surface_form":"Spy Kids","offset":11031},{"uri":"France","surface_form":"French","offset":11168},{"uri":"Taxi_3","surface_form":"Taxi 3","offset":11182},{"uri":"Shade_(movie)","surface_form":"Shade","offset":11323},{"uri":"Tupac_Shakur","surface_form":"Tupac Shakur","offset":11472},{"uri":"Biggie_Smalls","surface_form":"Biggie Smalls","offset":11489},{"uri":"Notorious","surface_form":"Notorious","offset":11514},{"uri":"Sugar_Ray_Leonard","surface_form":"Sugar Ray Leonard","offset":11662},{"uri":"NBC","surface_form":"NBC","offset":11687},{"uri":"Reality_television","surface_form":"Reality television","offset":11691},{"uri":"The_Contender_(TV_series)","surface_form":"The Contender","offset":11725},{"uri":"Las_Vegas_(TV_series)","surface_form":"Las Vegas","offset":11830},{"uri":"Hulk_Hogan","surface_form":"Hulk Hogan","offset":11889},{"uri":"Rocky_Balboa_(movie)","surface_form":"Rocky Balboa","offset":12250},{"uri":"Rocky_V","surface_form":"Rocky V","offset":12394},{"uri":"Rocky","surface_form":"Rocky","offset":12861},{"uri":"Rocky","surface_form":"Rocky","offset":12890},{"uri":"The_Expendables_(2010_movie)","surface_form":"The Expendables","offset":12934},{"uri":"Nelson_DeMille","surface_form":"Nelson DeMille","offset":13025},{"uri":"The_Lion%27s_Game","surface_form":"The Lion's Game","offset":13048},{"uri":"Edgar_Allan_Poe","surface_form":"Edgar Allan Poe","offset":13096},{"uri":"Rambo","surface_form":"Rambo","offset":13231},{"uri":"Paradise_Alley","surface_form":"Paradise Alley","offset":13362},{"uri":"Staying_Alive","surface_form":"Staying Alive","offset":13428},{"uri":"Saturday_Night_Fever","surface_form":"Saturday Night Fever","offset":13459},{"uri":"Rocky_II","surface_form":"Rocky II","offset":13495},{"uri":"Rocky_III","surface_form":"Rocky III","offset":13507},{"uri":"Rocky_IV","surface_form":"Rocky IV","offset":13520},{"uri":"Rocky_Balboa_(movie)","surface_form":"Rocky Balboa","offset":13532},{"uri":"Rambo_(movie)","surface_form":"Rambo","offset":13552},{"uri":"Rocky_(movie_series)","surface_form":"\"Rocky\" films","offset":13583},{"uri":"Cobra_(movie)","surface_form":"Cobra","offset":13613},{"uri":"Driven","surface_form":"Driven","offset":13622},{"uri":"Rambo_(movie)","surface_form":"Rambo","offset":13635},{"uri":"F.I.S.T.","surface_form":"F.I.S.T.","offset":13692},{"uri":"Rhinestone_(movie)","surface_form":"Rhinestone","offset":13704},{"uri":"Over_the_Top","surface_form":"Over the Top","offset":13718},{"uri":"Cliffhanger_(movie)","surface_form":"Cliffhanger","offset":13821},{"uri":"Arnold_Schwarzenegger","surface_form":"Arnold Schwarzenegger","offset":13925},{"uri":"Last_Action_Hero","surface_form":"Last Action Hero","offset":14047},{"uri":"Demolition_Man_(movie)","surface_form":"Demolition Man","offset":14174},{"uri":"Twins_(1988_movie)","surface_form":"Twins","offset":14293},{"uri":"Bicep","surface_form":"bicep","offset":14407},{"uri":"Rocky_Balboa_(movie)","surface_form":"Rocky Balboa","offset":14646},{"uri":"Rambo_(movie)","surface_form":"Rambo","offset":14665},{"uri":"The_Tonight_Show_with_Jay_Leno","surface_form":"The Tonight Show with Jay Leno","offset":14676},{"uri":"Planet_Hollywood","surface_form":"Planet Hollywood","offset":14938},{"uri":"Sage_Stallone","surface_form":"Sage Moonblood","offset":15092},{"uri":"Autism","surface_form":"autism","offset":15196},{"uri":"Brigitte_Nielsen","surface_form":"Brigitte Nielsen","offset":15325},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":15660},{"uri":"United_States_dollar","surface_form":"$","offset":15687},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":15698},{"uri":"Democratic_National_Committee","surface_form":"Democratic National Committee","offset":15767},{"uri":"Bill_Bradley","surface_form":"Bill Bradley","offset":15835},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":15852},{"uri":"John_McCain","surface_form":"John McCain","offset":15958}]}