{"id":175,"url":"http://en.wikipedia.org/wiki/Circle","text":"A circle is a round, two-dimensional shape. All points on the edge of the circle are at the same distance from the center.\nThe radius of a circle is a line from the centre of the circle to a point on the side. Mathematicians use the letter \"r\" for the length of a circle's radius. The centre of a circle is the point in the very middle. It is sometimes written as formula_1.\nThe circumference (meaning \"all the way around\") of a circle is the line that goes around the centre of the circle. Mathematicians use the letter \"C\" for the length of this line.\nThe number \"π\" (written as the Greek letter \"pi\") is a very useful number. It is the length of the circumference divided by the length of the diameter (\"π\" equals \"C\" divided by \"d\"). As a fraction the number π is equal to about or 335/113 (which is closer) and as a number it is about 3.1415926535.\nThe area, \"A\", inside a circle is equal to the radius multiplied by itself, then multiplied by π (\"A\" equals π times \"r\" times \"r\").\nCalculating π.\nπ can be measured by drawing a large circle, then measuring its diameter (\"d\") and circumference (\"C\"). This is because the circumference of a circle is always π times its diameter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Round","surface_form":"round","offset":14},{"uri":"2D","surface_form":"two-dimensional","offset":21},{"uri":"Point_(geometry)","surface_form":"point","offset":48},{"uri":"Distance","surface_form":"distance","offset":97},{"uri":"Radius","surface_form":"radius","offset":127},{"uri":"Centre","surface_form":"centre","offset":285},{"uri":"Circumference","surface_form":"circumference","offset":379},{"uri":"Pi_(mathematical_constant)","surface_form":"π","offset":566},{"uri":"Greek_language","surface_form":"Greek","offset":585},{"uri":"Letter","surface_form":"letter","offset":591},{"uri":"Fraction_(mathematics)","surface_form":"fraction","offset":743},{"uri":"Area","surface_form":"area","offset":858}]}