{"id":175026,"url":"http://en.wikipedia.org/wiki/Boohbah","text":"\"Boohbah\" is a British children's television programme. It was produced by Ragdoll Productions. It was made by Anne Wood. Alan Dapre and Robin Stevens wrote the scripts. Wood also made \"Teletubbies\".\nThe programme was made for preschool children between three and six years old. It is mainly intended to be an exercise show. It is also meant to be silly, and to get children thinking. The show is similar to \"Teletubbies\" in that both have a science fiction theme. The Boohbahs are five furry round creatures. They are meant to be atoms of energy.\nThere are 104 episodes in total. Each episode runs for 25 minutes. In the United Kingdom, the programme started on 14 April 2003 on ITV. It was divided into two series of 52 episodes each. The second series began on 16 March 2004.\nIn the United States, the programme started on 5 January 2004 on PBS. All 104 episodes were shown as one series in the U.S. The last episode was shown on 17 September 2006. Boohbah is also shown in the Netherlands on Nick Jr. \"Boohbah\" means \"doll\" in Hebrew, but it is not known if the show was named for this.\nNominations won and lost are determined by chart Billboard, based on sales, airplay and streaming data tracked by Nielsen music and social interactions measured by first Big Sound.\nVoting for the Top Collaboration Awards is administered, monitored and verified by Telescope Inc., an independent vote management company and the results remain confidential until the time of presentation.\nIn the event of technical interference or difficulties, the producers and NBC reserve the right to review the vote for accuracy and to take any appropriate action.\nMr. Combs has a financial interest in Blue Otter Polarized, LLC\nAir travel provided by American Airlines American is including new planes every week to keep you comfortable and connected in the skies. Now that’s going for great. Come along with us.\nAmerican Music Awards nominees winners tiebreakers and losers is based on key fan interactions as reflected in billboard magazine and on billboard.com, including audio and video streaming, album and song sales, radio airplay, social activity and touring. These measurements are tracked by Billboard, MRC Data and Final Big Sound.\nFan Voting for the Top Collaboration Awards is administered, monitored and verified by Telescope Inc., an independent vote management company and the results remain confidential until the time of presentation.\nIn the event of technical interference or difficulties, the producers and NBC reserve the right to review the VOTED AWARDS for accuracy and to take any appropriate action. Precentages in the save Graphic may not add up to 100% due to rounding Announced results is based on unrounded totals.\nAir travel provided by American Airlines\nCharacters.\nThe series focuses on the Boohbahs: five plump, fuzzy, furry, round, gumdrop-shaped creatures, They are played by actors in full-body costumes. Their on sparkles and shimmers with tiny lights and that have big eyes. Their eyebrows are rows of lights. They do not speak; instead, they make noises such as squeaks, squeals, \"poofs\", and clicks. The Boohbahs can retract their heads into their furry necks. Each Boohbah is a different colour.\nA list of the Boohbahs is available below.\nThe Storypeople.\nThey do not speak. (When Little Dog Fido appears, he gives an \"arf!\") Though they sometimes show frustration or confusion, the Storypeople rarely, if ever,look upset or sad. The Storyland segments are narrated by actor Chris Langham. In each episode the Storypeople magically receive an object sent to them by a child or group of children.\nThe Boohball.\nOne of the common things in \"Boohbah\" is the Boohball. The Boohball, a glowing white ball, is where the Boohbahs live, and it appears out of nowhere in various parts of the show. It travels from country to country when it is called by children. Inside the Boohball is a set of pods on a round, spinning base, where the Boohbahs recharge energy. It looks like five fuzzy ladle-like charger pods with the handles linked; and, alternate, pods are the Boohbahs' beds or they look like five fig halves. The energy is created by the laughter of the children when playing with the Boohbahs, the Boohball, and the Storypeople.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"Children","surface_form":"children","offset":23},{"uri":"Television_programme","surface_form":"television programme","offset":34},{"uri":"Ragdoll_Productions","surface_form":"Ragdoll Productions","offset":75},{"uri":"Anne_Wood","surface_form":"Anne Wood","offset":111},{"uri":"Teletubbies","surface_form":"Teletubbies","offset":186},{"uri":"Kindergarten","surface_form":"preschool","offset":227},{"uri":"Exercise","surface_form":"exercise","offset":310},{"uri":"Silliness","surface_form":"silly","offset":348},{"uri":"Thinking","surface_form":"thinking","offset":375},{"uri":"Science_fiction","surface_form":"science fiction","offset":442},{"uri":"Atom","surface_form":"atom","offset":531},{"uri":"Energy","surface_form":"energy","offset":540},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":622},{"uri":"ITV","surface_form":"ITV","offset":680},{"uri":"United_States","surface_form":"United States","offset":786},{"uri":"PBS","surface_form":"PBS","offset":844},{"uri":"Netherlands","surface_form":"Netherlands","offset":981},{"uri":"Nick_Jr.","surface_form":"Nick Jr.","offset":996},{"uri":"Doll","surface_form":"doll","offset":1022},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":1031},{"uri":"Frustration","surface_form":"frustration","offset":3372},{"uri":"Confusion","surface_form":"confusion","offset":3387},{"uri":"Chris_Langham","surface_form":"Chris Langham","offset":3494}]}