{"id":175125,"url":"http://en.wikipedia.org/wiki/Joni_Mitchell","text":"Roberta Joan Anderson (born November 7, 1943 in Fort Macleod, Alberta, Canada), better known as Joni Mitchell, is a Canadian songwriter, musician and artist. Her usual musical instrument is a guitar. Her songs include \"Big Yellow Taxi\", \"Woodstock\" (about the 1969 Woodstock Festival), \"Free Man In Paris\", \"Help Me\" and \"Both Sides Now\". Her name Mitchell comes from her first marriage (to Chuck Mitchell).\nShe first began singing folk music while she attended art school, to earn spending money. In time, her songs and style got her noticed, and she became a professional musician. She signed a recording contract, and her first album appeared in 1968. \"Both Sides Now\" also boosted the musical career of Judy Collins, another folksinger, whose cover version became a popular hit. She also performs in the contralto range.\nMitchell had romantic relationships with Stephen Stills and David Crosby, both of the band Crosby, Stills & Nash. She also did artwork for one of their album covers. She was scheduled to appear at the Woodstock Festival, as CSN was (joined by Neil Young), but she had to cancel. Her song \"Woodstock\" still became a hit for CSN, and summed up for many people the meaning of the festival.\nDuring the 1970s, Mitchell changed from folk music to jazz, and she lost some of her fans. Many other people enjoyed her later music, though, including an album she made with Charles Mingus, a legendary jazz musician. The album was Mingus's last project before his death.\nNot all of Mitchell's records have been hits, and she resisted compiling a \"best-ofs\" or \"greatest hits\" album for many years, feeling that if she did so, her career would be \"over\". She did finally release a pair of recordings, \"Hits\" (which contained her biggest hit records) and \"Misses\" (which included some of her favorite songs, that were not hits). She continues to perform, and to paint pictures. Her paintings are displayed in galleries around the world.\nBefore she became famous, Mitchell gave up a newborn daughter for adoption in Canada. During the 1990s, the two got back in contact, and now have a good relationship.\nThough she first became famous during the 1960s, Mitchell does not that era. She reminds listeners of the negative parts of it, and encourages them to make the present better.\nIn March 2015, Mitchell was found unconscious in her Los Angeles home. She regained consciousness in an ambulance on her way to hospital, but was taken to intensive care for tests.She had a brain aneurysm. She was diagnosed with a throat tumor later the next day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fort_Macleod%2C_Alberta","surface_form":"Fort Macleod, Alberta","offset":48},{"uri":"Canada","surface_form":"Canada","offset":71},{"uri":"Canadians","surface_form":"Canadian","offset":116},{"uri":"Songwriter","surface_form":"songwriter","offset":125},{"uri":"Musician","surface_form":"musician","offset":137},{"uri":"Artist","surface_form":"artist","offset":150},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":168},{"uri":"Guitar","surface_form":"guitar","offset":192},{"uri":"Woodstock_Festival","surface_form":"Woodstock Festival","offset":265},{"uri":"Folk_music","surface_form":"folk music","offset":432},{"uri":"Art_school","surface_form":"art school","offset":462},{"uri":"Contract","surface_form":"contract","offset":607},{"uri":"Album_(music)","surface_form":"album","offset":631},{"uri":"Judy_Collins","surface_form":"Judy Collins","offset":707},{"uri":"Cover_version","surface_form":"cover version","offset":747},{"uri":"Contralto","surface_form":"contralto","offset":808},{"uri":"Romance_(love)","surface_form":"romantic","offset":838},{"uri":"Stephen_Stills","surface_form":"Stephen Stills","offset":866},{"uri":"David_Crosby","surface_form":"David Crosby","offset":885},{"uri":"Band","surface_form":"band","offset":911},{"uri":"Crosby%2C_Stills_%26amp%3B_Nash","surface_form":"Crosby, Stills & Nash","offset":916},{"uri":"Neil_Young","surface_form":"Neil Young","offset":1068},{"uri":"1970s","surface_form":"1970s","offset":1223},{"uri":"Jazz","surface_form":"jazz","offset":1266},{"uri":"Charles_Mingus","surface_form":"Charles Mingus","offset":1387},{"uri":"Hit_record","surface_form":"hit record","offset":1749},{"uri":"Paint","surface_form":"paint","offset":1873},{"uri":"Art_gallery","surface_form":"galleries","offset":1920},{"uri":"Adoption","surface_form":"adoption","offset":2014},{"uri":"1960s","surface_form":"1960s","offset":2157},{"uri":"Intensive_care","surface_form":"intensive care","offset":2446},{"uri":"Brain_aneurysm","surface_form":"brain aneurysm","offset":2481},{"uri":"Throat_tumor","surface_form":"throat tumor","offset":2522}]}