{"id":175220,"url":"http://en.wikipedia.org/wiki/San_Joaquin_River","text":"The San Joaquin River is one of the two major rivers of California, in the United States. At long, it is the second longest river in California, after the Sacramento River. It begins on the west Sierra Nevada Mountains and flows west and north to its end at San Francisco Bay, at the Sacramento-San Joaquin Delta.\nIts basin, which is about 32,000 square miles (82,879 square kilometers) in size, contains mostly farmland. The river provides drinking water to over 22 million California citizens. Its three largest tributaries are the Merced, Tuolumne, and Stanislaus rivers.\nThe river was once one of the richest river ecosystems in California. However, now over of the river is dry except during floods, because lots of water has been taken away for irrigation. In fact, below Friant Dam, a dam built in the 1940s on the San Joaquin River, 95 percent of the river's flow is dry. Much of the river is polluted, destroying the historic population of chinook salmon, once the southernmost in the United States. Pesticides, selenium, and many more toxic materials are carried by the San Joaquin into San Francisco Bay.\nNow, one of the largest projects in the American West has been begun to restore the San Joaquin River. On September 13, 2006, the Natural Resources Defense Council signed an agreement with Friant Dam users and the United States Department of the Interior. This agreement would restore the San Joaquin River below the dam, reducing pollution.\nSource in the Sierra Nevada.\nThree forks of the San Joaquin River join to form the San Joaquin River at two places, called \"Balloon Dome\" and \"Junction Butte\".\nIn the Central Valley.\nThe river continues west into the Central Valley of California, and is joined by many other rivers flowing off the Sierra Nevada mountains. The most largest of these are the Stanislaus River, Tuolumne River, and Merced River. The Tuolumne and Merced river both flow out of Yosemite National Park.\nMouth.\nThe San Joaquin River eventually meets the Sacramento River, forming the Sacramento-San Joaquin Delta. This is one of the biggest estuaries in the United States. It is near the city of Antioch. At this place, the San Joaquin River splits into two rivers: the \"Old River\" and the \"Middle River\". The Old River sometimes confuses fish to go down its channel. As a result, a wall is built between the San Joaquin River and the Old River.\nPre-development ecology.\nBefore humans began to develop the Central Valley in the 1850s, the San Joaquin River and its surrounding lands were one of the richest biological habitats in California. In winter, the river would flood the valley, leaving behind wetlands. These wetlands became rich habitat for birds and other animals. The habitat of the endangered \"San Joaquin Kit Fox\" and the \"riparian brush rabbit\" also was near the San Joaquin River.\nFriant Dam: destroying life of the lower San Joaquin.\nIn 1942, a big dam, Friant Dam, was built on the San Joaquin River. This dam took away a lot of water from the river, to irrigate crops, provide drinking water, and provide electricity. The dam destroyed the salmon habitat in the river, and also destroyed the creation of these wetlands.\nNavigation and shipping.\nThe San Joaquin River has been used a lot for shipping of products via boats and ships, otherwise known as navigation. The river was first used for navigation during the California Gold Rush of 1849. Boats carried people over up the river to look for gold in the mountains. Now, there is a channel that runs all the way upriver to the city of Stockton. This channel allows big ships to sail in the river up to this point. Sediment, however, has clogged a lot of the river channel above this point, preventing big ships from going any farther.","categories":[],"infobox_types":[],"annotations":[{"uri":"River","surface_form":"river","offset":46},{"uri":"California","surface_form":"California","offset":56},{"uri":"United_States","surface_form":"United States","offset":75},{"uri":"Sacramento_River","surface_form":"Sacramento River","offset":155},{"uri":"Sierra_Nevada_(US)","surface_form":"Sierra Nevada","offset":195},{"uri":"San_Francisco_Bay","surface_form":"San Francisco Bay","offset":258},{"uri":"Sacramento-San_Joaquin_Delta","surface_form":"Sacramento-San Joaquin Delta","offset":284},{"uri":"Farm","surface_form":"farmland","offset":412},{"uri":"Tributary","surface_form":"tributaries","offset":514},{"uri":"Merced_River","surface_form":"Merced","offset":534},{"uri":"Tuolumne_River","surface_form":"Tuolumne","offset":542},{"uri":"Stanislaus_River","surface_form":"Stanislaus","offset":556},{"uri":"Ecosystem","surface_form":"ecosystem","offset":619},{"uri":"Flood","surface_form":"flood","offset":697},{"uri":"Irrigation","surface_form":"irrigation","offset":751},{"uri":"Friant_Dam","surface_form":"Friant Dam","offset":778},{"uri":"Pollution","surface_form":"polluted","offset":901},{"uri":"Salmon","surface_form":"salmon","offset":957},{"uri":"Pesticide","surface_form":"Pesticide","offset":1009},{"uri":"Selenium","surface_form":"selenium","offset":1021},{"uri":"United_States_Department_of_the_Interior","surface_form":"United States Department of the Interior","offset":1330},{"uri":"Pollution","surface_form":"pollution","offset":1447},{"uri":"Central_Valley","surface_form":"Central Valley","offset":1675},{"uri":"Stanislaus_River","surface_form":"Stanislaus River","offset":1815},{"uri":"Tuolumne_River","surface_form":"Tuolumne River","offset":1833},{"uri":"Merced_River","surface_form":"Merced River","offset":1853},{"uri":"Yosemite_National_Park","surface_form":"Yosemite National Park","offset":1914},{"uri":"Sacramento_River","surface_form":"Sacramento River","offset":1988},{"uri":"Sacramento-San_Joaquin_Delta","surface_form":"Sacramento-San Joaquin Delta","offset":2018},{"uri":"Estuary","surface_form":"estuaries","offset":2075},{"uri":"Antioch","surface_form":"Antioch","offset":2130},{"uri":"Fish","surface_form":"fish","offset":2273},{"uri":"Biology","surface_form":"biological","offset":2541},{"uri":"Wetland","surface_form":"wetland","offset":2636},{"uri":"Bird","surface_form":"bird","offset":2685},{"uri":"Endangered","surface_form":"endangered","offset":2729},{"uri":"Friant_Dam","surface_form":"Friant Dam","offset":2905},{"uri":"Irrigation","surface_form":"irrigate","offset":3006},{"uri":"Salmon","surface_form":"salmon","offset":3093},{"uri":"Gold_Rush","surface_form":"Gold Rush","offset":3379},{"uri":"Stockton","surface_form":"Stockton","offset":3541},{"uri":"Sediment","surface_form":"Sediment","offset":3620}]}