{"id":175284,"url":"http://en.wikipedia.org/wiki/Separately_managed_account","text":"A Separately Managed Account or SMA is a type of financial investment account popular with some individual investors. SMAs are offered by financial consultants and brokerage firms, and managed by independent \"money managers.\" A money manager is simply a business that manages stock and other securities portfolios or baskets of investments for an investor. SMAs have varying fee structures. Common characteristics of SMA programs are: they provide open investment choices; have multiple managers; and, offer a customized investment portfolio created for a client's specific needs. By customizing the portfolio, investors can limit the investment risk with various strategies, such as using stock options, according to the Wall Street Journal.\nHistory.\nSMAs were first introduced in the US in the 1970s by the former investment firm EF Hutton Since that time, SMAs have grown in popularity, are offered in the US, UK, Australia and other countries. For some investors, Separately Managed Accounts are rivals to mutual funds and other types of investments.\nPerformance.\nWhile there is no long-term research that compares SMAs’ performance to that of mutual funds or other investment categories, the available research does show them as a strong competitor.\nMorningstar Inc., a fund research firm, released research that showed that SMAs beat mutual funds in 2008. Morningstar said that SMAs outperformed mutual funds in 25 of 36 stock and bond market categories that year. In addition, Morningstar said that from 2006 to 2008, SMAs surpassed mutual funds in 22 of 26 categories.\n\"The Wall Street Journal\" reported that Separately Managed Accounts may beat popular mutual funds because SMAs “…tend to have smaller amounts of assets than popular mutual funds, allowing them to trade more nimbly.\"\nUnlike mutual funds, SMAs permit the investor to tailor their basket of stocks and bonds which can limit the investment risk. \"Registered Rep\", an investment trade magazine, said that SMAs also can provide\ntax advantages that may not be available with mutual funds and other investments.\nThe \"Wall Street Journal\" recognized top SMA performers including PTI Securities & Futures LP’s “Protected Index Program” and Robinson Value Management Ltd’s “Market Opportunity Composite Strategy.”\n\"Pensions & Investments\", a US investment trade magazine, reported on several of the highest performing SMAs for 2008.\nFinancial experts point out that past performance of any investment is not a predictor of future performance. So, investors should talk with a licensed financial adviser and carefully review all information available before making any investment decision. In addition, before making an investment, investors should check with the appropriate licensing and regulatory authorities to ensure that the firm(s) offering SMAs is (are) properly licensed and in good standing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Investment","surface_form":"investment","offset":453},{"uri":"US","surface_form":"US","offset":786},{"uri":"UK","surface_form":"UK","offset":913},{"uri":"Australia","surface_form":"Australia","offset":917}]}