{"id":175887,"url":"http://en.wikipedia.org/wiki/Hurricane_Mitch","text":"Hurricane Mitch was the most powerful storm of the 1998 Atlantic hurricane season. Hurricane Mitch was one of the most powerful storm ever recorded in the Atlantic Ocean. Mitch was the second deadliest Atlantic hurricane because it killed 11,000-18,000 in Central America and Mexico, it is second only to the Great Hurricane of 1780. Mitch also caused over $5 billion in damage. Because the damage and deaths were very high, the name \"Mitch\" was retired and will never be used for a hurricane in the Atlantic Ocean again. It was in 1998 and hit Florida, Central America, and the Yucatán Peninsula.\nMeteorologic history.\nOn October 10 a tropical wave moved off of Africa. It stayed as a tropical wave because the conditions in Atlantic wasn't good enough for it to become a tropical depression or tropical storm. The tropical wave became Tropical Depression Thirteen on October 22, because conditions became better. On October 23 Tropical Depression Thirteen strengthened and became Tropical Storm Mitch. Tropical Storm Mitch made a small loop after becoming a tropical storm and then turned north.\nTropical Storm Mitch strengthened and became Hurricane Mitch on October 24. Hurricane Mitch then turned west. Mitch strengthened very fast and on October 26 Mitch reached its top winds. Its top winds were are 180 mph making it a category 5. Mitch stayed as a category 5 turned south.\nMitch started weakening on October 27 and by October 29 Mitch was only a category 1. On October 29 Hurricane Mitch made landfall in Honduras, with the winds at 80 mph. Mitch quickly weakened into a tropical storm. Tropical Storm Mitch moved very slowly and almost froze over Honduras. Tropical Storm Mitch weakened into a tropical depression as it entered Guatemala.\nAs Tropical Depression Mitch entered Mexico it became a remnant low and was not a tropical depression anymore. The remains entered the Bay of Campeche and became Tropical Storm Mitch again on November 3. Mitch moved northeast and made landfall in the Yucatán Peninsula. Mitch weakened into a tropical depression over the Yucatán Peninsula. Once Tropical Depression Mitch reached the Gulf of Mexico it became Tropical Storm Mitch. Tropical Storm Mitch continued northeast and made landfall in Naples, Florida on November 5 as a tropical storm with the winds at 65 mph.\nAfter Tropical Storm Mitch crossed Florida it became extratropical and was no longer a tropical storm. The remains were last seen on November 9 north of Great Britain.\nImpact.\nMany countries of the in Central American Region had record amounts of rainfall.\nHonduras.\nThe worst affects from the hurricane were seen in Honduras, where Mitch caused 7,000 deaths and $3.8 billion in damage. In Honduras rainfall could have been up to 75 inches. Crops in Honduras were impacted very badly, Mitch destroyed, 58% of the corn output, 24% of sorghum, 14% of rice, and 6% of the bean crop. Mitch also destroyed 85% of banana, 60% of sugar cane, 29% of melons, 28% of African palms, and 18% of coffee. Just the crop damage from Hurricane Mitch in Honduras was at $900 million.\nNicaragua.\nAlso in Nicaragua rainfall may have been up to 50 inches. The rains stopped a volcano in Nicaragua, instead the volcano caused a mudslide. The mudslide covered an area 10 miles long and 5 miles wide. Hurricane Mitch left between 500,000 and 800,000 people homeless. Damaged in Nicaragua totaled to $1 billion and at least 3,800 were killed in Nicaragua.\nFlorida.\nIn the U.S. only Florida was affected. In Florida, Mitch destroyed buildings in the Keys that were damaged by Hurricane Georges. Mitch killed 2 people and left $40 million in damage.\nOther places.\nHurricane Mitch caused rain all the way down to Panama, where the hurricane killed 3 people. Offshore in the Caribbean Sea the hurricane sunk a boat causing 31 people to drown. In Costa Rica Hurricane Mitch caused about 4,000 people to become homeless. Hurricane Mitch caused mudslides that affected nearly 800 miles of road. Hurricane Mitch left $92 million in damage and killed 7 people. In El Salvador the flooding from Mitch destroyed 37% of the bean production, 19% of the corn production, and 20% losses in sugar canes. Hurricane Mitch also killed 10,000 cattle. In El Salvador the damage from Mitch was at $400 million and 240 people were killed. In Guatemala Hurricane Mitch caused 6,000 houses to be destroyed and damaged 20,000 others. Damage just the banana and coffee exports were at $325 million. Mitch caused a plane to crash leaving 11 people to get killed indirectly, Mitch also caused 268 people to get killed directly. Damages left from Mitch in Guatemala was at $748 million. In Belize Mitch caused some crop damage and damage many roads. Damage in Belize was not as bad as it could have been. Mitch killed 11 in Belize, but no one knows the damage it caused.\nHurricane Mitch caused waves about 7 feet in Jamaica. Mitch killed about 3 people, but no one knows the damage. Also, a house in Spanish Town was destroyed.\nRetirement.\nBecause of the deaths and damage the name Mitch was removed and retired. Meaning, the name will not be used again to name a storm in the Atlantic Ocean. In 2004 the name Matthew was used instead. The name Matthew will be used again in 2010 because it was not retired.","categories":[],"infobox_types":[],"annotations":[{"uri":"1998_Atlantic_hurricane_season","surface_form":"1998 Atlantic hurricane season","offset":51},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":155},{"uri":"Central_America","surface_form":"Central America","offset":256},{"uri":"Mexico","surface_form":"Mexico","offset":276},{"uri":"Great_Hurricane_of_1780","surface_form":"Great Hurricane of 1780","offset":309},{"uri":"List_of_retired_Atlantic_hurricane_names","surface_form":"retired","offset":446},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":500},{"uri":"Africa","surface_form":"Africa","offset":663},{"uri":"October_22","surface_form":"October 22","offset":869},{"uri":"October_23","surface_form":"October 23","offset":918},{"uri":"Honduras","surface_form":"Honduras","offset":1514},{"uri":"Guatemala","surface_form":"Guatemala","offset":1738},{"uri":"Mexico","surface_form":"Mexico","offset":1786},{"uri":"Bay_of_Campeche","surface_form":"Bay of Campeche","offset":1884},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":2000},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2132},{"uri":"Naples%2C_Florida","surface_form":"Naples, Florida","offset":2241},{"uri":"Florida","surface_form":"Florida","offset":2352},{"uri":"Great_Britain","surface_form":"Great Britain","offset":2470},{"uri":"Honduras","surface_form":"Honduras","offset":2634},{"uri":"Corn","surface_form":"corn","offset":2830},{"uri":"Sorghum","surface_form":"sorghum","offset":2850},{"uri":"Rice","surface_form":"rice","offset":2866},{"uri":"Bean","surface_form":"bean","offset":2886},{"uri":"Banana","surface_form":"banana","offset":2925},{"uri":"Sugar_cane","surface_form":"sugar cane","offset":2940},{"uri":"Melons","surface_form":"melons","offset":2959},{"uri":"African_palms","surface_form":"African palms","offset":2974},{"uri":"Coffee","surface_form":"coffee","offset":3000},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":3102},{"uri":"U.S.","surface_form":"U.S.","offset":3464},{"uri":"Florida","surface_form":"Florida","offset":3474},{"uri":"Florida_Keys","surface_form":"Keys","offset":3541},{"uri":"Hurricane_Georges","surface_form":"Hurricane Georges","offset":3567},{"uri":"Panama","surface_form":"Panama","offset":3702},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":3763},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":3834},{"uri":"El_Salvador","surface_form":"El Salvador","offset":4047},{"uri":"Cattle","surface_form":"cattle","offset":4215},{"uri":"Belize","surface_form":"Belize","offset":4652},{"uri":"Jamaica","surface_form":"Jamaica","offset":4878}]}