{"id":175802,"url":"http://en.wikipedia.org/wiki/Microsleep","text":"Microsleep is a very short sleep that occurs when people are awake. It can last from under a second to about 30 seconds. It may happen as a result of sleep deprivation, fatigue, sleep apnea, narcolepsy, or hypersomnia. Microsleeps can occur at any time. Most of the time, they do so without warning. When people have a microsleep during conversation, they may lose track of the subject that was talked about.\nMicrosleep can be extremely dangerous in situations when people drive a car, work on a machine or otherwise need to stay alert. People with microsleeps usually are not aware of them. They instead believe that they were awake all the time. One example is called \"gap driving\": a person is driving a car and suddenly realizes that several seconds have passed by unnoticed. The driver does not feel that she or he has been asleep during those missing seconds, although this is in fact what happened. The sleeping driver is at very high risk for having an accident during microsleep.\nMany accidents and catastrophes have resulted from microsleep episodes in these circumstances. For example, a microsleep episode is claimed to have been one factor contributing to the Waterfall train disaster in 2003; the driver had a heart attack and the guard who should have reacted to the train's increasing speed is said by his defender to have microslept.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sleep","surface_form":"sleep","offset":27},{"uri":"Sleep_deprivation","surface_form":"sleep deprivation","offset":150},{"uri":"Fatigue_(physical)","surface_form":"fatigue","offset":169},{"uri":"Sleep_apnea","surface_form":"sleep apnea","offset":178},{"uri":"Narcolepsy","surface_form":"narcolepsy","offset":191},{"uri":"Hypersomnia","surface_form":"hypersomnia","offset":206},{"uri":"Machine","surface_form":"machine","offset":496},{"uri":"Waterfall_train_disaster","surface_form":"Waterfall train disaster","offset":1173}]}