{"id":17590,"url":"http://en.wikipedia.org/wiki/Coagulation","text":"e=\"preserve\">A coagulation, also known as clot is a semi-solid substance that blood forms, especially when it is in air. When a person bleeds, the blood turns into a clot at the injury.\nA blood clot is also called a \"thrombus\". The process is called \"coagulation\".\nIf a person gets a cut on their body, that person may bleed. To stop the bleeding, the human body does several things. First, the brain orders the liver to produce chemicals that will help the clot to form. When the chemicals released by the liver arrive at the injury, the coagulation begins. In the mean time, the brain also lessens the blood flow near the injury (by tightening the veins and arteries in that area), so that not as much blood is lost.\nThere is a limit to how quickly a clot can form. If the cut is very deep and the person bleeds too much, a clot may not be able to form and a lot of blood may be lost.\nThe details.\nCoagulation begins almost instantly after an injury to the blood vessel has damaged the endothelium lining the vessel. When blood is exposed to proteins such as tissue factor it starts changes to blood platelets and the plasma protein fibrinogen, which is a clotting factor. Platelets immediately form a plug at the site of injury. Proteins in the blood plasma, called \"coagulation factors\" or \"clotting factors\", respond in a complex cascade to form fibrin strands. These strengthen the platelet plug.\nCoagulation is highly conserved throughout biology; that means its genetics is almost the same in all mammal species. In all mammals, coagulation involves both a cellular (platelet) and a protein (coagulation factor) component. The system in humans has been the most extensively researched and is the best understood.\nFibrin.\nFibrin is a white insoluble fibrous protein formed by the action of thrombin on fibrinogen when blood clots. it forms a network that traps red cells and platelets.\nVitamin K.\nVitamin K is an essential factor in blood clotting. Then, vitamin K is oxidized. Another enzyme, Vitamin K epoxide reductase, (VKORC) reduces vitamin K back to its active form. This reactivation is important as a target of anticoagulant drug warfarin. Vitamin K can be found in green vegetables, such as spinach, lettuce, broccoli or cabbage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blood","surface_form":"blood","offset":78},{"uri":"Air","surface_form":"air","offset":116},{"uri":"Thrombus","surface_form":"thrombus","offset":217},{"uri":"Cut","surface_form":"cut","offset":284},{"uri":"Body","surface_form":"body","offset":297},{"uri":"Liver","surface_form":"liver","offset":412},{"uri":"Endothelium","surface_form":"endothelium","offset":988},{"uri":"Tissue_factor","surface_form":"tissue factor","offset":1061},{"uri":"Platelets","surface_form":"platelets","offset":1102},{"uri":"Fibrinogen","surface_form":"fibrinogen","offset":1135},{"uri":"Platelet","surface_form":"Platelet","offset":1175},{"uri":"Blood_plasma","surface_form":"blood plasma","offset":1248},{"uri":"Cascade","surface_form":"cascade","offset":1335},{"uri":"Fibrin","surface_form":"fibrin","offset":1351},{"uri":"Genetics","surface_form":"genetics","offset":1470},{"uri":"Mammal","surface_form":"mammal","offset":1528},{"uri":"Protein","surface_form":"protein","offset":1591},{"uri":"Vitamin_K","surface_form":"Vitamin K","offset":1904},{"uri":"Warfarin","surface_form":"warfarin","offset":2146},{"uri":"Vegetable","surface_form":"vegetable","offset":2188},{"uri":"Spinach","surface_form":"spinach","offset":2208},{"uri":"Lettuce","surface_form":"lettuce","offset":2217},{"uri":"Broccoli","surface_form":"broccoli","offset":2226},{"uri":"Cabbage","surface_form":"cabbage","offset":2238}]}