{"id":176021,"url":"http://en.wikipedia.org/wiki/Mrs_Beeton","text":"Mrs Beeton (born Isabella Mary Mayson, 12 March 1836 – 6 February 1865) was known around the world as Mrs Beeton. She was the English author of \"Mrs Beeton's Book of Household Management\", and is one of the most famous cookbook writers.\nBackground.\nIsabella was born at 24 Milk Street, Cheapside, London, England. Her father, Benjamin Mayson, died when she was young and her mother, Elizabeth Jerram later married Henry Dorling, who was a widower and he had four children of his own. They lived in Epsom, Surrey where Henry was Clerk of Epsom Racecourse. Isabella was sent to school in Heidelberg, Germany, where she became a very good pianist. When she finished school, she went back to Epsom.\nMarriage and career.\nIsabella's husband, Samuel Orchart Beeton, was also born in Milk Street. Even after the move to Epsom the two mothers of Samuel and Isabella kept talking to one another. On a visit to London, Isabella was introduced to Samuel Beeton who had become a publisher of books and popular magazines. They married on 10 July 1856 at Epsom Parish Church. In August of that year they moved into their first home, a large Italianate property at 2 Chandos Villas on the Woodridings Estate in Hatch End.\nTheir first child, Samuel Orchart, was born in May 1857 but he died of croup in August of that year. In September 1859, another son was born, and his name was also Samuel Orchart.\nDuring Isabella's time in Hatch End she began to write articles on cooking and how to manage a house for her husband's publications. In 1859–1861, she wrote something every month for \"The Englishwoman's Domestic Magazine\". In October 1861, the writings were published as a single book, \"The Book of Household Management\".\nThe Beetons left Hatch End in the autumn of 1861. In December of that year their son became sick with scarlet fever while on holiday in Brighton. He died on New Year's Eve. Mrs. Beeton gave birth to two other sons, Orchart (on New Year's Eve in 1863) and Mayson Moss (in January 1865).\n\"Book of Household Management\".\nThe book was very well known as \"Mrs Beeton's Book of Household Management\", it was a guide to running a Victorian household, with advice on fashion, child care, animal husbandry, poisons, the management of servants, science, religion, and industrialism.\nThe book had 1,112 pages, and over 900 of the pages were recipes. Because many of the pages were recipes, it became known as \"Mrs Beeton's Cookbook\". Most of the recipes were illustrated with colored pictures, and it was the first book to show recipes in a way that is still used today. It is said that many of the recipes were actually taken from earlier writers (including Eliza Acton), but the Beetons never claimed that the book's contents were original. It was supposed to be a guide of reliable information for the middle class people. Mrs Beeton is described better as the books compiler and editor than as its author, because many of the passages were not in her own words.\nEarly death.\nThe day after the birth of her fourth child, in January 1865, Isabella became sick with puerperal fever. She died a week later at the age of 28. Her widower lived for another twelve years. He died of tuberculosis in June 1877 at the age of 46.\nThe couple are buried in West Norwood Cemetery in Lambeth under a simple headstone.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":126},{"uri":"Mrs_Beeton%27s_Book_of_Household_Management","surface_form":"Mrs Beeton's Book of Household Management","offset":145},{"uri":"Cookbook","surface_form":"cookbook","offset":219},{"uri":"Cheapside","surface_form":"Cheapside","offset":286},{"uri":"London","surface_form":"London","offset":297},{"uri":"Widower","surface_form":"widower","offset":439},{"uri":"Epsom","surface_form":"Epsom","offset":498},{"uri":"Surrey","surface_form":"Surrey","offset":505},{"uri":"Heidelberg","surface_form":"Heidelberg","offset":586},{"uri":"Pianist","surface_form":"pianist","offset":636},{"uri":"Italianate","surface_form":"Italianate","offset":1126},{"uri":"Hatch_End","surface_form":"Hatch End","offset":1195},{"uri":"Croup","surface_form":"croup","offset":1277},{"uri":"Publications","surface_form":"publications","offset":1505},{"uri":"The_Englishwoman%27s_Domestic_Magazine","surface_form":"The Englishwoman's Domestic Magazine","offset":1570},{"uri":"Scarlet_fever","surface_form":"scarlet fever","offset":1810},{"uri":"Brighton","surface_form":"Brighton","offset":1844},{"uri":"Victorian_era","surface_form":"Victorian","offset":2131},{"uri":"Fashion","surface_form":"fashion","offset":2167},{"uri":"Caregiver","surface_form":"care","offset":2182},{"uri":"Animal_husbandry","surface_form":"animal husbandry","offset":2188},{"uri":"Poison","surface_form":"poison","offset":2206},{"uri":"Domestic_worker","surface_form":"servants","offset":2233},{"uri":"Science","surface_form":"science","offset":2243},{"uri":"Religion","surface_form":"religion","offset":2252},{"uri":"Industrialism","surface_form":"industrialism","offset":2266},{"uri":"Recipe","surface_form":"recipe","offset":2338},{"uri":"Illustrated","surface_form":"illustrated","offset":2456},{"uri":"Eliza_Acton","surface_form":"Eliza Acton","offset":2656},{"uri":"Reliable","surface_form":"reliable","offset":2773},{"uri":"Compiler","surface_form":"compiler","offset":2867},{"uri":"Puerperal_fever","surface_form":"puerperal fever","offset":3064},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":3176},{"uri":"Cemetery","surface_form":"Cemetery","offset":3258},{"uri":"Lambeth","surface_form":"Lambeth","offset":3270},{"uri":"Headstone","surface_form":"headstone","offset":3293}]}