{"id":17620,"url":"http://en.wikipedia.org/wiki/Kashmir","text":"Kashmir (,), previously spelled Cashmere, is a region in South-central Asia. Historically, the name Kashmir referred to the valley just to the south of the western end of the Himalayan mountain range. Today, Kashmir refers to a much larger area that includes the Indian state of Jammu and Kashmir (which includes the Kashmir Valley, Jammu region and Ladakh), Azad Kashmir and Gilgit–Baltistan (part of Pakistan), and Aksai Chin and the Trans-Karakoram Tract (part of China). The main \"Valley of Kashmir\" is a low fertile area surrounded by mountains and fed by many rivers. People like it for its natural beauty and simple lifestyle. The region is part of a border dispute between India and Pakistan.\nIn total it has an area of 230,166.1 square kilometres or (89,106 square miles). The population of the region is more than the individual populations of 127 UN member nations and its area is larger than that of 97 nations.\nEtymology of Kashmir.\nThe Nilamata Purana describes the Valley's origin from the waters, a fact corroborated by prominent geologists, and shows how the very name of the land was derived from the process of desiccation - Ka means \"water\" and Shimir means \"to desiccate\". Hence, Kashmir stands for \"a land desiccated from water\". There is also a theory which takes Kashmir to be a contraction of Kashyap-mira or Kashyapmir or Kashyapmeru, the \"Sea or Mountain of Kashyapa\", the sage who is credited with having drained the waters of the primordial Lake Satisar, that Kashmir was before it was reclaimed. The Nilamata Purana gives the name Kashmira to the (Kashmir Valley includes the Wular Lake) Mira\" which means the sea lake or the mountain of Sage Kashyapa. Mira in Sanskrit means Ocean or boundary, considering it to be an embodiment of Uma and it is the Kashmir that the world knows today. The Kashmiris, however, call it \"Kashir\", which has been derived phonetically from Kashmir. The Ancient Greeks called it as \"Kasperia\". Kashyapa-pura, which has been identified with Kaspapyros of Hecataeus (apud Stephanus of Byzantium) and Kaspatyros of Herodotus (3.102, 4.44); In classical literature Herodotus also called it \"Kaspatyrol\". Kashmir is also believed to be the country meant by Ptolemy's Kaspeiria. Xuanzang, the Chinese monk who visited Kashmir in 631 AD called it \"Kia-shi-mi-lo\", the Tibetans called it Khachal, meaning \"snowy mountain\". It is and has been a land of rivers, lakes and wildflowers. \"Cashmere\" is an archaic spelling of present-Kashmir, and in some countries it is still spelled this way. A tribe of Semitic origin, named Kash (which means a deep slash in the native dialect), is believed to have founded the cities of Kashan and Kashgar, not to be confused with the \"Kashyapi tribe\" from Caspian. The land and the people were known as 'Kashir' from which 'Kashmir' was also derived from therein.\nHistory.\nThe Kashmir conflict has existed since India and Pakistan became independent states. At first, the Maharaja of Jammu and Kashmir, Hari Singh, wanted his state to remain independent of both India and Pakistan. On 20 October 1947, tribesmen supported by Pakistan invaded Kashmir. Singh fought back at first, but on 27 October, he asked the Governor-General of India, Louis Mountbatten, for help. He agreed, but made Singh turn over Jammu and Kashmir to India. Once the papers of accession to India were signed, Indian soldiers entered Kashmir with orders to stop any further occupation, but they were not allowed to expel anyone from the state. Pakistan claimed that it was illegal for Singh to give Kashmir to India, and the First Kashmir War was started. India took the matter to the United Nations. The UN resolution asked Pakistan to vacate the areas it had occupied and asked India to assist the U.N. Plebiscite Commission to organize a plebiscite to determine the will of the people. Pakistan refused to vacate the occupied areas.\nIn 1953, as the US-Pakistan Mutual Defence Pact was being formed, Nehru declared an ultimatum. Pakistan would have to choose between a plebiscite with the possibility of winning control over Kashmir, or their pact with the US. As the alliance formed and was concluded in 1954, Nehru withdrew the offer of plebiscite. Kashmir remains an area of conflict until today.\nLines of control.\nIndia and Pakistan have fought several wars over Kashmir. In 1949 and 1972 they agreed on a border for most of the Territories (except for the Siachen Glacier). This demarcation line which marks the border between India and Pakistan is known as the Line of Control. It is guarded by Indian and Pakistani troops.\nThe border between Aksai Chin (held by China) and Jammu and Kashmir (held by India) is known as Line of Actual Control.\nThe Kashmir border between the Punjab (Pakistan) and Indian-administered Kashmir is called the working boundary, but is not recognised by Pakistan. India has built a fence along part of this border.\nThe Siachen Glacier and the bordering Saltoro Range first saw military action in 1984 when the Indian Army occupied the glacier and the Saltoro range to prevent Pakistan from occupying the area. This operation was codenamed Operation Meghdoot. There have been several minor changes to the held positions. However, the Indian Armed forces have held onto the heights on the plateau, preventing the Pakistani soldiers from climbing up the Saltoro range.\nIndira Col - Sia La pass - Saltoro Kangri 1 - Bilafond La pass - K12 - Gyong La pass - NJ9842\nEconomy.\nKashmir's economy is centred around Agriculture, like that of Pakistan. Traditionally the staple crop of the valley was Rice, which formed the chief food of the people. In addition, corn, wheat, barley and oats were also grown. Given its temperate climate, it is suited for crops like Asparagus, Artichoke, seakale, broad beans, scarletrunners, beetroot, cauliflower and cabbage. Fruit trees are common in the valley, and the cultivated orchards yield pears, apples, peaches, and cherries. The chief trees are deodar (National tree of Pakistan), firs and Pines, chenar (State tree) or plane, Maple, birch and Walnut, apple, cherry.\nHistorically, Kashmir became known worldwide when Cashmere wool was exported to other regions and nations (exports have ceased due to decreased abundance of the cashmere goat and increased competition from Western China). Kashmiris are well adept at Knitting and making Pashmina Shawls, silk carpets, rugs, Kurtas, and Pottery. Saffron, too, is grown in Kashmir. Efforts are on to export the naturally grown fruits and vegetables as Organic foods mainly to the Greater Middle East region which it forms an integral part. Srinagar is known for its silver-work, Papier mache, wood-carving, and the weaving of silk.\nThe economy was badly damaged by the 2005 Pakistan earthquake which, as of 8 October 2005, resulted in over 70,000 deaths in the Pakistan-controlled part of Kashmir and around 1,500 deaths in Indian controlled kashmir.\nThe Indian-held portion of Kashmir is believed to have potentially rich rocks containing hydrocarbon reserves.\nAgriculture.\nThe economy of the region is focused on agriculture. People grow rice there. In the Indian part they also grow corn, such as wheat and barley. Its climate is different from that of most of the Indian subcontinent: It is milder. Therefore, crops like artichoke, cauliflower, cabbage and certain kinds of beans are also grown.\nCashmere wool is well-known almost anywhere in the world. Cashmere wool is wool from Cashmere goats. Because of conflicts over the territory, however, most Cashmere wool no longer comes from Kashmir.\nKashmir is home to the finest saffron in the world.\nTourism.\nTourism has been important in Kashmir for many years. Many people call the region \"Paradise on Earth\". Tourists from all over the world visit Kashmir. In the last ten years, fewer people have visited Kashmir because of terrorism, but it still remains one of the most sought after tourist destinations.\nReligion.\n78% of the people in Kashmir are Muslims and Islam is the majority religion of the territory.","categories":[],"infobox_types":[],"annotations":[{"uri":"South-central_Asia","surface_form":"South-central Asia","offset":57},{"uri":"Valley","surface_form":"valley","offset":124},{"uri":"Himalaya","surface_form":"Himalaya","offset":175},{"uri":"India","surface_form":"India","offset":263},{"uri":"Jammu_and_Kashmir","surface_form":"Jammu and Kashmir","offset":279},{"uri":"Kashmir_Valley","surface_form":"Kashmir Valley","offset":317},{"uri":"Jammu_region","surface_form":"Jammu region","offset":333},{"uri":"Ladakh","surface_form":"Ladakh","offset":350},{"uri":"Azad_Kashmir","surface_form":"Azad Kashmir","offset":359},{"uri":"Gilgit%E2%80%93Baltistan","surface_form":"Gilgit–Baltistan","offset":376},{"uri":"Pakistan","surface_form":"Pakistan","offset":402},{"uri":"Aksai_Chin","surface_form":"Aksai Chin","offset":417},{"uri":"Trans-Karakoram_Tract","surface_form":"Trans-Karakoram Tract","offset":436},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":467},{"uri":"Fertile","surface_form":"fertile","offset":513},{"uri":"Mountain","surface_form":"mountain","offset":540},{"uri":"River","surface_form":"river","offset":566},{"uri":"Beauty","surface_form":"beauty","offset":605},{"uri":"Border_dispute","surface_form":"border dispute","offset":658},{"uri":"Square_kilometre","surface_form":"square kilometre","offset":738},{"uri":"Square_mile","surface_form":"square mile","offset":767},{"uri":"Population","surface_form":"population","offset":786},{"uri":"UN","surface_form":"UN","offset":858},{"uri":"Kashmir_Valley","surface_form":"Kashmir Valley","offset":1578},{"uri":"Wular_Lake","surface_form":"Wular Lake","offset":1606},{"uri":"Classics","surface_form":"classical literature","offset":2099},{"uri":"Herodotus","surface_form":"Herodotus","offset":2120},{"uri":"Xuanzang","surface_form":"Xuanzang","offset":2232},{"uri":"China","surface_form":"Chinese","offset":2246},{"uri":"Monk","surface_form":"monk","offset":2254},{"uri":"AD","surface_form":"AD","offset":2286},{"uri":"Tibet","surface_form":"Tibet","offset":2320},{"uri":"Snow","surface_form":"snow","offset":2357},{"uri":"Mountain","surface_form":"mountain","offset":2363},{"uri":"River","surface_form":"river","offset":2403},{"uri":"Lake","surface_form":"lake","offset":2411},{"uri":"Wildflower","surface_form":"wildflower","offset":2421},{"uri":"Kashan","surface_form":"Kashan","offset":2670},{"uri":"Kashgar","surface_form":"Kashgar","offset":2681},{"uri":"Maharaja","surface_form":"Maharaja","offset":2956},{"uri":"Hari_Singh","surface_form":"Hari Singh","offset":2987},{"uri":"Tribe","surface_form":"tribe","offset":3086},{"uri":"First_Kashmir_War","surface_form":"First Kashmir War","offset":3581},{"uri":"Plebiscite","surface_form":"plebiscite","offset":3797},{"uri":"Line_of_Control","surface_form":"Line of Control","offset":4525},{"uri":"Line_of_Actual_Control","surface_form":"Line of Actual Control","offset":4684},{"uri":"Punjab_(Pakistan)","surface_form":"Punjab (Pakistan)","offset":4739},{"uri":"Indian-administered_Kashmir","surface_form":"Indian-administered Kashmir","offset":4761},{"uri":"Working_boundary","surface_form":"working boundary","offset":4803},{"uri":"Fence","surface_form":"fence","offset":4874},{"uri":"Siachen_Glacier","surface_form":"Siachen Glacier","offset":4911},{"uri":"Asparagus","surface_form":"Asparagus","offset":5746},{"uri":"Peach","surface_form":"peach","offset":5928},{"uri":"Cedrus_deodara","surface_form":"deodar","offset":5971},{"uri":"Pine","surface_form":"Pine","offset":6016},{"uri":"Platanus_orientalis","surface_form":"chenar","offset":6023},{"uri":"Walnut","surface_form":"Walnut","offset":6070},{"uri":"Cashmere_wool","surface_form":"Cashmere wool","offset":6143},{"uri":"Knitting","surface_form":"Knitting","offset":6343},{"uri":"Pashmina","surface_form":"Pashmina","offset":6363},{"uri":"Shawls","surface_form":"Shawls","offset":6372},{"uri":"Kurta","surface_form":"Kurta","offset":6400},{"uri":"Pottery","surface_form":"Pottery","offset":6412},{"uri":"Saffron","surface_form":"Saffron","offset":6421},{"uri":"Organic_food","surface_form":"Organic food","offset":6526},{"uri":"Greater_Middle_East","surface_form":"Greater Middle East","offset":6554},{"uri":"Papier_mache","surface_form":"Papier mache","offset":6653},{"uri":"2005_Pakistan_earthquake","surface_form":"2005 Pakistan earthquake","offset":6743},{"uri":"Pakistan-administered_Kashmir","surface_form":"Pakistan-controlled part of Kashmir","offset":6835},{"uri":"Indian_controlled_kashmir","surface_form":"Indian controlled kashmir","offset":6898},{"uri":"Occupied_Kashmir","surface_form":"Indian-held portion of Kashmir","offset":6929},{"uri":"Economy","surface_form":"economy","offset":7053},{"uri":"Agriculture","surface_form":"agriculture","offset":7089},{"uri":"Rice","surface_form":"rice","offset":7114},{"uri":"Corn","surface_form":"corn","offset":7160},{"uri":"Wheat","surface_form":"wheat","offset":7174},{"uri":"Barley","surface_form":"barley","offset":7184},{"uri":"Climate","surface_form":"climate","offset":7196},{"uri":"Artichoke","surface_form":"artichoke","offset":7299},{"uri":"Cauliflower","surface_form":"cauliflower","offset":7310},{"uri":"Cabbage","surface_form":"cabbage","offset":7323},{"uri":"Bean","surface_form":"bean","offset":7352},{"uri":"Cashmere_wool","surface_form":"Cashmere wool","offset":7374},{"uri":"Goat","surface_form":"goat","offset":7468},{"uri":"Saffron","surface_form":"saffron","offset":7604},{"uri":"Muslim","surface_form":"Muslim","offset":7980}]}