{"id":17641,"url":"http://en.wikipedia.org/wiki/Santa_Claus","text":"Santa Claus, or Father Christmas, is a legendary character from folk tales commonly associated with Christmas. He is depicted as a big and cheerful white-bearded man wearing a red suit with white trim. In some countries, he is said to live at the North Pole with his wife Mrs. Claus, elves who are said to build his toys, and reindeer who are said to pull his sleigh through the sky.\nFather Christmas, the Nordic version, is said to reside in Lapland, Finland, but some think he is from the North Pole.\nSanta is said to bring gifts to small, good children (and children-at-heart) worldwide on Christmas usually by sliding down fireplace chimneys (or opening doors with a special key) and reindeer pulling his sleigh. However, after the children have fallen asleep, parents typically play the role of Santa Claus and leave their gifts under the Christmas tree. Tags on gifts for children are sometimes signed by their parents \"From Santa Claus\" before the gifts are laid beneath the tree.\nSanta Claus himself was not a real, historical person, but the modern character of Santa was most likely created from different traditions from European and Christian culture, such as the real-life Roman Catholic saint Saint Nicholas, the Dutch \"Sinterklaas\", and others. There are many popular culture items about Santa. He is also known as Saint Nicholas, Saint Nick, Kris Kringle, Kristingle, Christingle, Father Christmas, Santy, and many other names.\nSanta Claus' home.\nIn the Nordic version, Santa is said to live in a small hill called Korvatunturi in Lapland, Finland. There is a theme park in Rovaniemi, which is near Korvatunturi, called Santa Claus Village.\nThe saint who inspired the legend of \"Sinterklaas\" (and thus, Santa Claus) is Saint Nicholas, who lived in the 4th Century AD and had a reputation for secret gift-giving, especially to the poor and needy, such as putting coins in the shoes of those who left them out for him.\nHe is said to reside at the top of the world at the North Pole with his wife Mrs. Claus, elves, and reindeer.\nAs his home and workshop are fictional, there is no definite geographical location as to where the home or workshop is located.\nSanta tracking, Santa websites, and email to and from Santa.\nOver the years, there have been a number of websites created by various organizations that have purported to track Santa. Some, such as NORAD Tracks Santa, the Airservices Australia Tracks Santa Project, the Santa Update Project, and the MSNBC and Bing Maps Platform Tracks Santa Project have endured. Others, such as the Fort Worth International Airport's Tracks Santa Project, the Santa Retro Radar – Lehigh Valley Project, and the NASA Tracks Santa Project, have fallen out of use.\nThe origins of the NORAD Tracks Santa program began in the United States in 1955, when a Sears Roebuck store in Colorado Springs, Colorado gave children a number to call a \"Santa hotline.\" The number was mistyped, resulting in children calling the Continental Air Defense Command (CONAD) on Christmas Eve instead. Colonel Harry Shoup, the Director of Operations, received the first call for Santa and responded by telling children there were signs on the radar that Santa was indeed heading south from the North Pole. A tradition began which continued under the name NORAD Tracks Santa when in 1958, the United States and Canada jointly created the North American Air Defense Command (NORAD). This tracking can now be done through the Internet and NORAD's website.\nIn the past, many local television stations in the United States and Canada likewise claimed they tracked Santa in their own metropolitan areas through the stations' meteorologists. In December 2000, the Weather Channel built upon these local efforts to provide a national Christmas Eve Santa tracking effort called SantaWatch in cooperation with NASA, the International Space Station, and Silicon Valley-based new multimedia firm Dreamtime Holdings. In the 21st century, most local television stations in the United States and Canada rely upon outside established \"Santa tracking\" efforts, such as NORAD Tracks Santa.\nMany other websites became available year-round, devoted to Santa and purport to keep tabs on his activities in his workshop. Many of these websites also include email addresses which allow children to send email to Santa. Most of these websites use volunteer living people as \"elves\" to answer email sent to Santa. However, some websites, such as emailSanta.com or Santa's page on Microsoft's Windows Live Spaces, have used or still use \"bots\" or other automated programs to compose and send email replies, with occasional unfortunate results. One particular website called emailSanta.com was created when a 1997 Canada Post strike prevented a man named Alan Kerr (credited as the \"Head Elf\")'s young niece and nephews from sending their letters to Santa; in a few weeks, over 1,000 emails to Santa were received and had received 1,000 emails a day one year later.\nIn addition to providing holiday-themed entertainment, \"Santa tracking\" websites raise interest in space technology and exploration, serve to educate children in geography. and encourage them to take an interest in science.\nIn popular culture.\nIn the cartoon base, Santa has been voiced by several people, including Ed Asner, Stan Francis, Mickey Rooney, John Goodman, and Keith Wickham.\nMany television commercials, comic strips and other media depict this as a sort of humorous business, with Santa's elves acting as a sometimes mischievously disgruntled workforce, cracking jokes, making riddles, and pulling pranks on their boss. For instance, a \"Bloom County\" story from December 15, 1981 through December 24, 1981 has Santa rejecting the demands of PETCO (Professional Elves Toy-Making and Craft Organization) for higher wages, a hot tub in the locker room, and \"short broads,\" with the elves then going on strike. Ronald Reagan steps in, fires all of Santa's helpers, and replaces them with out-of-work air traffic controllers (an obvious reference to the 1981 air traffic controllers' strike), resulting in a riot before Santa vindictively rehires them in humiliating new positions such as his reindeer. In an episode of \"The Sopranos\" titled \"...To Save Us All from Satan's Power,\" Paulie Gualtieri says he \"used to think Santa and Mrs. Claus were running a sweatshop over there... The original elves were ugly, traveled with Santa to throw bad kids a beatin', and gave the good ones toys.\"\nIn Kyrgyzstan, a mountain peak was named after Santa, after a Swedish company had suggested the location be a more efficient starting place for present-delivering journeys all over the world, than Lapland. In the Kyrgyz capital Bishkek, a Santa Claus Festival was held on December 30, 2007, with government officials attending. 2008 was officially declared the Year of Santa Claus in the country. The events are seen as moves to boost tourism in Kyrgyzstan.\nThe Guinness World Record for the largest gathering of Santa Clauses is held by Thrissur, Kerala, India, where on December 27, 2014, 18,112 Santas came overtaking the current record of Derry City, Northern Ireland. On September 9, 2007, where a total of 12,965 people dressed up as Santa or Santa's helpers which previously brought down the record of 3,921, which was set during the Santa Dash event in Liverpool City Center in 2005. A gathering of Santas in 2009 in Bucharest, Romania attempted to top the world record, but failed with only 3,939 Santas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legend","surface_form":"legendary","offset":39},{"uri":"Fictional_character","surface_form":"character","offset":49},{"uri":"Folklore","surface_form":"folk tales","offset":64},{"uri":"Christmas","surface_form":"Christmas","offset":100},{"uri":"Trim","surface_form":"trim","offset":196},{"uri":"North_Pole","surface_form":"North Pole","offset":247},{"uri":"Mrs._Claus","surface_form":"Mrs. Claus","offset":272},{"uri":"Elf","surface_form":"elves","offset":284},{"uri":"Reindeer","surface_form":"reindeer","offset":326},{"uri":"Sled","surface_form":"sleigh","offset":360},{"uri":"Lapland","surface_form":"Lapland","offset":443},{"uri":"Finland","surface_form":"Finland","offset":452},{"uri":"Fireplace","surface_form":"fireplace chimney","offset":627},{"uri":"Sleep","surface_form":"asleep","offset":757},{"uri":"Christmas_tree","surface_form":"Christmas tree","offset":844},{"uri":"Fictional_character","surface_form":"character","offset":1058},{"uri":"Catholic_Church","surface_form":"Roman Catholic","offset":1186},{"uri":"Saint_Nicholas","surface_form":"Saint Nicholas","offset":1207},{"uri":"Netherlands","surface_form":"Dutch","offset":1227},{"uri":"Sinterklaas","surface_form":"Sinterklaas","offset":1234},{"uri":"Lapland","surface_form":"Lapland","offset":1547},{"uri":"Finland","surface_form":"Finland","offset":1556},{"uri":"Saint_Nicholas","surface_form":"Saint Nicholas","offset":1735},{"uri":"North_Pole","surface_form":"North Pole","offset":1985},{"uri":"Mrs._Claus","surface_form":"Mrs. Claus","offset":2010},{"uri":"Elf","surface_form":"elves","offset":2022},{"uri":"Reindeer","surface_form":"reindeer","offset":2033},{"uri":"Fiction","surface_form":"fictional","offset":2072},{"uri":"Location","surface_form":"geographical location","offset":2104},{"uri":"NORAD_Tracks_Santa","surface_form":"NORAD Tracks Santa","offset":2368},{"uri":"MSNBC","surface_form":"MSNBC","offset":2470},{"uri":"Bing_Maps_Platform","surface_form":"Bing Maps Platform","offset":2480},{"uri":"Fort_Worth_International_Airport","surface_form":"Fort Worth International Airport","offset":2554},{"uri":"Lehigh_Valley","surface_form":"Lehigh Valley","offset":2635},{"uri":"Sears_Roebuck","surface_form":"Sears Roebuck","offset":2806},{"uri":"Colorado_Springs%2C_Colorado","surface_form":"Colorado Springs, Colorado","offset":2829},{"uri":"Hotline","surface_form":"hotline","offset":2896},{"uri":"Continental_Air_Defense_Command","surface_form":"Continental Air Defense Command","offset":2965},{"uri":"Harry_Shoup","surface_form":"Harry Shoup","offset":3039},{"uri":"North_American_Air_Defense_Command","surface_form":"North American Air Defense Command","offset":3366},{"uri":"Metropolitan_areas","surface_form":"metropolitan areas","offset":3607},{"uri":"Meteorologist","surface_form":"meteorologist","offset":3648},{"uri":"The_Weather_Channel","surface_form":"Weather Channel","offset":3686},{"uri":"NASA","surface_form":"NASA","offset":3829},{"uri":"International_Space_Station","surface_form":"International Space Station","offset":3839},{"uri":"Silicon_Valley","surface_form":"Silicon Valley","offset":3872},{"uri":"Multimedia","surface_form":"multimedia","offset":3897},{"uri":"Christmas_elf","surface_form":"elves","offset":4379},{"uri":"Windows_Live_Spaces","surface_form":"Windows Live Spaces","offset":4495},{"uri":"Internet_bot","surface_form":"bot","offset":4540},{"uri":"Computer_program","surface_form":"programs","offset":4565},{"uri":"Space_technology","surface_form":"space technology","offset":5066},{"uri":"Space_exploration","surface_form":"exploration","offset":5087},{"uri":"Ed_Asner","surface_form":"Ed Asner","offset":5283},{"uri":"Stan_Francis","surface_form":"Stan Francis","offset":5293},{"uri":"Mickey_Rooney","surface_form":"Mickey Rooney","offset":5307},{"uri":"John_Goodman","surface_form":"John Goodman","offset":5322},{"uri":"Keith_Wickham","surface_form":"Keith Wickham","offset":5340},{"uri":"Comic_strip","surface_form":"comic strip","offset":5384},{"uri":"Christmas_elf","surface_form":"Santa's elves","offset":5462},{"uri":"Bloom_County","surface_form":"Bloom County","offset":5618},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":5888},{"uri":"Aircraft_control","surface_form":"air traffic controller","offset":5977},{"uri":"Professional_Air_Traffic_Controllers_Organization_(1968)","surface_form":"1981 air traffic controllers' strike","offset":6030},{"uri":"The_Sopranos","surface_form":"The Sopranos","offset":6197},{"uri":"...To_Save_Us_All_from_Satan%27s_Power","surface_form":"...To Save Us All from Satan's Power","offset":6219},{"uri":"Paulie_Gualtieri","surface_form":"Paulie Gualtieri","offset":6258},{"uri":"Sweatshop","surface_form":"sweatshop","offset":6334},{"uri":"Bishkek","surface_form":"Bishkek","offset":6695},{"uri":"Guinness_World_Record","surface_form":"Guinness World Record","offset":6929},{"uri":"Thrissur","surface_form":"Thrissur","offset":7005},{"uri":"Kerala","surface_form":"Kerala","offset":7015},{"uri":"India","surface_form":"India","offset":7023}]}