{"id":176458,"url":"http://en.wikipedia.org/wiki/Hyperbolic_geometry","text":"In mathematics, hyperbolic geometry is a non-Euclidean geometry, meaning that the parallel postulate of Euclidean geometry is replaced. The parallel postulate in Euclidean geometry says that in two dimensional space, for any given line \"l\" and point \"P\" not on \"l\", there is exactly one line through \"P\" that does not intersect \"l\". This line is called \"parallel\" to \"l\". In hyperbolic geometry there are at least two such lines through \"P\". As they do not intersect \"l\", the parallel postulate is false. Models have been constructed within Euclidean geometry that obey the axioms of hyperbolic geometry. These models prove that the parallel postulate is independent of the other postulates of Euclid.\nBecause there is no hyperbolic analogue to Euclidean parallel lines, the hyperbolic use of \"parallel\" and related terms varies among writers. In this article, the two limiting lines are called \"asymptotic\" and lines that have a common perpendicular are called \"ultraparallel\"; the simple word \"parallel\" may apply to both.\nNon-intersecting lines.\nAn interesting property of hyperbolic geometry follows from the occurrence of more than one parallel line through a point \"P\": there are two classes of non-intersecting lines. Let \"B\" be the point on \"l\" such that the line \"PB\" is perpendicular to \"l\". Consider the line \"x\" through \"P\" such that \"x\" does not intersect \"l\", and the angle θ between \"PB\" and \"x\" counterclockwise from \"PB\" is as small as possible; i.e., any smaller angle will force the line to intersect \"l\". This is called an asymptotic line in hyperbolic geometry. Symmetrically, the line \"y\" that forms the same angle θ between \"PB\" and itself but clockwise from \"PB\" will also be asymptotic. \"x\" and \"y\" are the only two lines asymptotic to \"l\" through \"P\". All other lines through \"P\" not intersecting \"l\", with angles greater than θ with \"PB\", are called ultraparallel (or disjointly parallel) to \"l\". Notice that since there are an infinite number of possible angles between θ and 90 degrees, and each one will determine two lines through \"P\" and disjointly parallel to \"l\", there exist an infinite number of ultraparallel lines.\nThus we have this modified form of the parallel postulate: In hyperbolic geometry, given any line \"l\", and point \"P\" not on \"l\", there are exactly two lines through \"P\" which are asymptotic to \"l\", and infinitely many lines through \"P\" ultraparallel to \"l\".\nThe differences between these types of lines can also be looked at in the following way: the distance between asymptotic lines run to zero in one direction and grows without bound in the other; the distance between ultraparallel lines increases in both directions. The ultraparallel theorem states that there is a \"unique\" line in the hyperbolic plane that is perpendicular to each of a given pair of ultraparallel lines.\nIn Euclidean geometry, the \"angle of parallelism\" is a constant; that is, any distance formula_1 between parallel lines yields an angle of parallelism equal to 90°. In hyperbolic geometry, the angle of parallelism varies with the formula_1 function. This function, described by Nikolai Ivanovich Lobachevsky, produces a unique angle of parallelism for each distance formula_1. As the distance gets shorter, formula_1 approaches 90°, whereas with increasing distance formula_1 approaches 0°. Thus, as distances get smaller, the hyperbolic plane behaves more and more like Euclidean geometry. Indeed, on small scales compared to formula_1, where formula_1 is the (constant) Gaussian curvature of the plane, an observer would have a hard time determining whether he is in the Euclidean or the hyperbolic plane.\nHistory.\nA number of geometers made attempts to prove the parallel postulate, including Omar Khayyám, and later Giovanni Gerolamo Saccheri, John Wallis, Lambert, and Legendre. Their attempts failed, but their efforts gave birth to hyperbolic geometry. The theorems of Alhacen, Khayyam on quadrilaterals, were the first theorems on hyperbolic geometry. Their works on hyperbolic geometry had an influence on its development among later European geometers, including Witelo, Alfonso and John Wallis.\nIn the nineteenth century, hyperbolic geometry was explored by János Bolyai and Nikolai Ivanovich Lobachevsky, after whom it sometimes is named. Lobachevsky published in 1830, while Bolyai independently discovered it and published in 1832. Karl Friedrich Gauss also studied hyperbolic geometry, describing in a 1824 letter to Taurinus that he had constructed it, but did not publish his work. In 1868, Eugenio Beltrami provided models of it, and used this to prove that hyperbolic geometry was consistent if Euclidean geometry was.\nThe term \"hyperbolic geometry\" was introduced by Felix Klein in 1871. For more history, see article on non-Euclidean geometry.\nModels of the hyperbolic plane.\nThere are three models commonly used for hyperbolic geometry: the Klein model, the Poincaré disc model, and the Lorentz model, or hyperboloid model. These models define a real hyperbolic space which satisfies the axioms of a hyperbolic geometry.\nDespite the naming, the two disc models and the half-plane model were introduced as models of hyperbolic space by Beltrami, not by Poincaré or Klein.\nVisualizing hyperbolic geometry.\nM. C. Escher's famous prints [http://mcescher.com/Gallery/recogn-bmp/LW434.jpg \"Circle Limit III\"] and [http://mcescher.com/Gallery/recogn-bmp/LW436.jpg \"Circle Limit IV\"]\nillustrate the conformal disc model quite well. In both one can see the geodesics. (In \"III\" the white lines are not geodesics, but hypercycles, which run alongside them.) It is also possible to see quite plainly the negative curvature of the hyperbolic plane, through its effect on the sum of angles in triangles and squares.\nIn the Euclidean plane, their angles would sum to 450°; i.e., a circle and a quarter. From this we see that the sum of angles of a triangle in the hyperbolic plane must be smaller than 180°. Another visible property is exponential growth. In \"Circle Limit IV\", for example, one can see that the number of [http://mcescher.com/Gallery/recogn-bmp/LW436.jpg angels and demons] within a distance of \"n\" from the center rises exponentially. The demons have equal hyperbolic area, so the area of a ball of radius \"n\" must rise exponentially in \"n\".\nThere are several ways to physically realize a hyperbolic plane (or approximation thereof). A particularly well-known paper model based on the pseudosphere is due to William Thurston. The art of crochet has been used to demonstrate hyperbolic planes with the first being made by Daina Taimina. In 2000, Keith Henderson demonstrated a quick-to-make paper model dubbed the \"hyperbolic soccerball\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"Non-Euclidean_geometry","surface_form":"non-Euclidean geometry","offset":41},{"uri":"Parallel_postulate","surface_form":"parallel postulate","offset":82},{"uri":"Euclidean_geometry","surface_form":"Euclidean geometry","offset":104},{"uri":"Ultraparallel_theorem","surface_form":"ultraparallel theorem","offset":2680},{"uri":"Distance","surface_form":"distance","offset":2911},{"uri":"Nikolai_Ivanovich_Lobachevsky","surface_form":"Nikolai Ivanovich Lobachevsky","offset":3111},{"uri":"Gauss","surface_form":"Gauss","offset":3505},{"uri":"Arc","surface_form":"curvature","offset":3514},{"uri":"Omar_Khayy%C3%A1m","surface_form":"Omar Khayyám","offset":3729},{"uri":"Giovanni_Gerolamo_Saccheri","surface_form":"Giovanni Gerolamo Saccheri","offset":3753},{"uri":"John_Wallis","surface_form":"John Wallis","offset":3781},{"uri":"Lambert","surface_form":"Lambert","offset":3794},{"uri":"Quadrilateral","surface_form":"quadrilateral","offset":3929},{"uri":"J%C3%A1nos_Bolyai","surface_form":"János Bolyai","offset":4202},{"uri":"Nikolai_Ivanovich_Lobachevsky","surface_form":"Nikolai Ivanovich Lobachevsky","offset":4219},{"uri":"Karl_Friedrich_Gauss","surface_form":"Karl Friedrich Gauss","offset":4379},{"uri":"Felix_Klein","surface_form":"Felix Klein","offset":4720},{"uri":"Non-Euclidean_geometry","surface_form":"non-Euclidean geometry","offset":4774},{"uri":"Mathematical_model","surface_form":"models","offset":4846},{"uri":"Klein_model","surface_form":"Klein model","offset":4896},{"uri":"Poincar%C3%A9_disc_model","surface_form":"Poincaré disc model","offset":4913},{"uri":"Hyperboloid_model","surface_form":"hyperboloid model","offset":4960},{"uri":"Hyperbolic_space","surface_form":"hyperbolic space","offset":5006},{"uri":"M._C._Escher","surface_form":"M. C. Escher","offset":5259},{"uri":"Geodesic","surface_form":"geodesic","offset":5503},{"uri":"Hypercycle_(geometry)","surface_form":"hypercycles","offset":5563},{"uri":"Curvature","surface_form":"curvature","offset":5657},{"uri":"Exponential_growth","surface_form":"exponential growth","offset":5977},{"uri":"Pseudosphere","surface_form":"pseudosphere","offset":6444},{"uri":"William_Thurston","surface_form":"William Thurston","offset":6467},{"uri":"Crochet","surface_form":"crochet","offset":6496},{"uri":"Daina_Taimina","surface_form":"Daina Taimina","offset":6580},{"uri":"Hyperbolic_soccerball","surface_form":"hyperbolic soccerball","offset":6673}]}