{"id":17651,"url":"http://en.wikipedia.org/wiki/Science_fiction","text":"Science fiction (often shortened to sci-fi or SF) is a kind of writing. Science fiction stories can be novels, movies, TV shows, video games, comic books and other literature.\nSF is often about the future. It can be about imaginary new science and inventions such as spaceships, time machines, and robots. Science fiction stories are often in a world that is very different from the real world. They can have science and tools that do not exist in reality. Science fiction stories often take place on other worlds. There are often alien creatures.\nScience fiction is drastically different from fantasy. Fantasy stories often have magic and other things that do not exist and are not science. Isaac Asimov was a famous science fiction writer. He once said that science fiction is possible, but fantasy is not.\nWriters often use SF to explain everyday questions or problems by putting them in the future. Usually they invent a very different world to help people notice important ideas.\nEarly examples of science fiction.\nScience fiction changes over time. Some authors wrote SF books before this type of writing had a name. These writers and books were not called science fiction when they were published. But, they are often called science fiction today.\nDifferent types of science fiction.\nTwo broad genres of science fiction are Hard SF and Soft SF. Although not everyone agrees on the exact definitions of these two types, the way they use science or the type of science used in the stories is different.\nHard SF.\nHard science fiction, or \"hard SF\", is special because it uses true facts and theories from sciences. These sciences are very important in Hard SF: physics, astrophysics, and chemistry. Also, Hard SF can show worlds that more advanced technology may make possible. Many correct predictions of the future come from the hard science fiction subgenre. However, there have been many incorrect ideas about the future, too. Some hard SF writers have also worked as professional scientists. A few of these scientist/writers are Gregory Benford and Geoffrey A. Landis, while mathematician authors include Rudy Rucker and Vernor Vinge. Other noteworthy hard SF authors include Arthur C. Clarke, Hal Clement, Isaac Asimov, Greg Bear, Stanislav Lem, Larry Niven, Robert J. Sawyer, Stephen Baxter, Alastair Reynolds, Charles Sheffield, and Greg Egan.\nSoft SF.\nSoft science fiction stories take ideas from social sciences such as psychology, economics, political science, sociology, and anthropology. Some important writers in this category include Ursula K. Le Guin and Philip K. Dick. Soft SF can be mostly about character and emotion. Ray Bradbury won a prize called the SFWA Grand Master and writes in this style. The Soviet Union produced social science fiction too. Some examples are Strugatsky brothers, Kir Bulychov and Ivan Yefremov.\nSome Social SF and Soft SF can be types of speculative fiction, for example utopian or dystopian stories. George Orwell's \"Nineteen Eighty-Four\", Aldous Huxley's \"Brave New World\" and Margaret Atwood's \"The Handmaid's Tale\", are examples. Some people think that satirical novels in fantastic settings (places) such as \"Gulliver's Travels\" by Jonathan Swift are speculative fiction.\nDifferent styles of science fiction.\nWithin Hard or Soft SF, there are different types, or subgenres, of science fiction. Each subgenre is a group of stories that uses similar ideas or styles of writing. Publishing companies and critics put works of SF into different subgenres to help describe the work to help readers choose which books to read or movies to watch. Assigning genres is not simple. Some stories can be in two or more genres at the same time. Other stories may not fit any genre.\nAlternate history.\nThe Sidewise Award is for the best works in this subgenre. The name Sidewise is taken from Murray Leinster's 1934 story \"Sidewise in Time.\" Harry Turtledove is one of the most famous writers in the subgenre. He is often called the \"master of alternate history\".\nApocalyptic.\nApocalyptic fiction is about the end of civilization. There are several types: through war (\"On The Beach\"), pandemic (\"The Last Man\"), astronomic impact (\"When Worlds Collide\"), ecological disaster (\"The Wind From Nowhere\"), or mankind's self-destruction (\"Oryx and Crake\"), or some other general disaster. Apocalyptic SF may also be about world or civilization after a disaster.\nCyberpunk.\nCyberpunk began in the early 1980s. Bruce Bethke used this word as the title for a short story in 1980 by putting together two words: \"cybernetics\" and \"punk\". Soon, people used this word to describe William Gibson's book, \"Neuromancer\". Cyberpunk authors can put their stories in different settings. Stories usually take place in the near-future and the settings are often dystopian (characterized by misery). These are often societies with very advanced technology. A few huge corporations usually control the society. Another early cyberpunk novel that has become a classic is \"Snow Crash\" by Neal Stephenson.\nMilitary SF.\nMilitary science fiction stories happen during wars. These wars can be between different countries, different planets, or between different species. The stories are told by characters who are soldiers. They include detail about military technology, rules, and history. Some Military SF may be similar to real historical conflicts. Heinlein's \"Starship Troopers\" is an early example. Another is the Dorsai novels of Gordon Dickson. Joe Haldeman's \"The Forever War\" is a response to the World War II–style stories of earlier military SF authors. Haldeman was a soldier in the Vietnam War. Important military SF authors include John Ringo, David Drake, David Weber, and S. M. Stirling. Baen Books is known for cultivating military science fiction authors.\nSuperhuman.\nSuperhuman stories are about humans who get special abilities that are not normal. Maybe the new powers come from nature. Two examples of this type are Olaf Stapledon's novel \"Odd John\" and Theodore Sturgeon's \"More Than Human\". Sometimes scientists give people special powers on purpose. one example is A.E. van Vogt's novel \"Slan\". Frederik Pohl's novel \"Man Plus\" is another good example from this category. In that book, government scientists make a man into a powerful cyborg (part human, part machine).\nThese stories usually have two main points. One is the feeling of loneliness and separation that these superhuman people feel. The other is society's reaction to them.\nSpace opera.\nSpace opera is adventure science fiction in outer space or on distant planets. Action is more important than the science or characters. There is usually a strong hero and a very big conflict. The action often moves to many different places. Edward E. (Doc) Smith was an early Space opera writer. Flash Gordon and Star Wars are also popular examples.\nSpace western.\nSome people may think that Space Western is a kind of Space opera. It takes ideas from books and movies about exploring the American Old West and moves them to space in the future. These stories are often on \"frontier\" colony worlds (colonies that have only recently been terraformed and/or settled) serving as stand-ins for the backdrop of lawlessness and economic expansion that were predominant in the American west. Some examples are \"Firefly\" and the movie \"Serenity\" by Joss Whedon. Anime programs like \"Cowboy Bebop\" and \"Outlaw Star\" are also Space Westerns. Han Solo from \"Star Wars\" is an important Space Western character.\nTime travel.\nThe first important time travel novel was Mark Twain's \"A Connecticut Yankee in King Arthur's Court\". The most famous is H. G. Wells's 1895 novel \"The Time Machine\". Well's book uses a machine that allows an operator to travel to an exact time. Twain's time traveler is struck in the head and wakes up in the past. The term \"time machine\" was invented by Wells. Now it is the name for any vehicle that can take a rider to another time. Ray Bradbury's 1952 short story called \"A Sound of Thunder\" is a more recent and very famous example of this genre. Time travel stories can be complicated. They have logical problems such as the grandfather paradox. Time travel is a popular subject in modern science fiction, in print, movies, and television.\nFandom and community.\nScience fiction fandom is the \"community of the literature of ideas... the culture in which new ideas emerge and grow before being released into society at large\". Members of this community, \"fans\", are in contact with each other at conventions or clubs, through print or online fanzines, or on the Internet using web sites, mailing lists, and other resources.\nSF fandom emerged from the letters column in \"Amazing Stories\" magazine. Soon fans began writing letters to each other, and then grouping their comments together in informal publications that became known as fanzines. Once they were in regular contact, fans wanted to meet each other, and they organized local clubs. In the 1930s, the first science fiction conventions gathered fans from a wider area. Conventions, clubs, and fanzines were the main fan activities, or \"fanac\", for decades, until the Internet improved communication among a much larger population of interested people.\nAwards.\nThere are two very important science fiction awards: the Hugo Award and the Nebula Award. The Hugo is presented by the World Science Fiction Society at Worldcon each year. The Nebula is presented by SFWA and voted on by the community of authors. One important award for science fiction movies is the Saturn Award. The Academy of Science Fiction, Fantasy, and Horror movies gives this award each year..\nThere are national awards, like Canada's Aurora Award and the UK Arthur C. Clarke Award, regional awards, like the Endeavour Award presented at Orycon for works from the Pacific Northwest, special interest or subgenre awards like the Chesley Award for art or the World Fantasy Award for fantasy. Magazines may organize reader polls, notably the Locus Award.\nConventions, clubs, and organizations.\nConventions (in fandom, shortened as \"cons\"), are held in cities around the world, catering to a local, regional, national, or international membership. General-interest conventions cover all aspects of science fiction, while others focus on a particular interest like media fandom, filking, etc. Most are organized by volunteers in non-profit groups, though most media-oriented events are organized by commercial promoters. The convention's activities are called the \"program\", which may include panel discussions, readings, autograph sessions, costume masquerades, and other events. Activities that occur throughout the convention are not part of the program; these commonly include a dealer's room, art show, and hospitality lounge (or \"con suites\").\nConventions may host award ceremonies. Worldcons present the Hugo Awards each year. SF societies are a year-round base of activities for science fiction fans. They may be associated with an ongoing science fiction convention, or have regular club meetings, or both. Most groups meet in libraries, schools and universities, community centers, pubs or restaurants, or the homes of individual members. Long-established groups like the New England Science Fiction Association and the Los Angeles Science Fantasy Society have clubhouses for meetings and storage of convention supplies and research materials.\nThe Science Fiction and Fantasy Writers of America (SFWA) was founded by Damon Knight in 1965 as a non-profit organization to serve the community of professional science fiction authors, 24 years after his essay \"Unite or Fie!\" had led to the organization of the National Fantasy Fan Federation. Fandom has helped support related groups as they started to form, including media fandom, the Society for Creative Anachronism, gaming, filking, and furry fandom.\nFanzines and online fandom.\nThe first science fiction fanzine, \"The Comet\", was published in 1930. Fanzine printing methods have changed over the decades, from the mimeograph and the ditto machine, to modern photocopying. The number of copies was usually not enough to use commercial printing. Modern fanzines are printed on computer printers or at local copy shops, or they may only be sent as email. The best known fanzine (or \"'zine\") today is \"Ansible\". David Langford is the editor and it has won several Hugo awards. Artists working for fanzines have risen to prominence in the field, including Brad W. Foster, Teddy Harvia, and Joe Mayhew; the Hugos include a category for Best Fan Artists. The earliest organized fandom online was the [http://www.noreascon.org/users/sflovers/u1/web/ SF Lovers] community, originally a mailing list in the late 1970s with a text archive file that was updated regularly. In the 1980s, Usenet groups greatly expanded the circle of fans online. In the 1990s, the development of the World-Wide Web made the online fan community much, much larger. Fans created thousands and then millions of web sites devoted to science fiction and related genres for all media. Most of these websites are small, ephemeral, or about very specific topics. Though sites like SF Site and [http://www.readandfindout.com Read and Find Out] give readers a broad range of references and reviews about science fiction.\nFan fiction.\nFan fiction is non-commercial fiction created by people who love an SF story or world. Fans write stories that take place in the setting of an established book, movie, or television series. Some people call it \"fanfic\". In some cases, the copyright owners of the books, movies, or television series have instructed their lawyers to issue \"cease and desist\" letters to fans.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":103},{"uri":"Movie","surface_form":"movie","offset":111},{"uri":"TV_show","surface_form":"TV show","offset":119},{"uri":"Video_game","surface_form":"video game","offset":129},{"uri":"Comic","surface_form":"comic","offset":142},{"uri":"Literature","surface_form":"literature","offset":164},{"uri":"Future","surface_form":"future","offset":198},{"uri":"Spaceship","surface_form":"spaceship","offset":267},{"uri":"Time_machine","surface_form":"time machine","offset":279},{"uri":"Robot","surface_form":"robot","offset":298},{"uri":"Extraterrestrial_life","surface_form":"alien creatures","offset":531},{"uri":"Fantasy","surface_form":"fantasy","offset":594},{"uri":"Isaac_Asimov","surface_form":"Isaac Asimov","offset":692},{"uri":"World","surface_form":"world","offset":940},{"uri":"Theory","surface_form":"theories","offset":1595},{"uri":"Physics","surface_form":"physics","offset":1665},{"uri":"Astrophysics","surface_form":"astrophysics","offset":1674},{"uri":"Chemistry","surface_form":"chemistry","offset":1692},{"uri":"Hard_science_fiction","surface_form":"hard science fiction","offset":1835},{"uri":"Gregory_Benford","surface_form":"Gregory Benford","offset":2038},{"uri":"Geoffrey_A._Landis","surface_form":"Geoffrey A. Landis","offset":2058},{"uri":"Rudy_Rucker","surface_form":"Rudy Rucker","offset":2114},{"uri":"Vernor_Vinge","surface_form":"Vernor Vinge","offset":2130},{"uri":"Arthur_C._Clarke","surface_form":"Arthur C. Clarke","offset":2185},{"uri":"Hal_Clement","surface_form":"Hal Clement","offset":2203},{"uri":"Isaac_Asimov","surface_form":"Isaac Asimov","offset":2216},{"uri":"Greg_Bear","surface_form":"Greg Bear","offset":2230},{"uri":"Stanislav_Lem","surface_form":"Stanislav Lem","offset":2241},{"uri":"Larry_Niven","surface_form":"Larry Niven","offset":2256},{"uri":"Robert_J._Sawyer","surface_form":"Robert J. Sawyer","offset":2269},{"uri":"Stephen_Baxter","surface_form":"Stephen Baxter","offset":2287},{"uri":"Alastair_Reynolds","surface_form":"Alastair Reynolds","offset":2303},{"uri":"Charles_Sheffield","surface_form":"Charles Sheffield","offset":2322},{"uri":"Greg_Egan","surface_form":"Greg Egan","offset":2345},{"uri":"Social_sciences","surface_form":"social sciences","offset":2410},{"uri":"Psychology","surface_form":"psychology","offset":2434},{"uri":"Economics","surface_form":"economics","offset":2446},{"uri":"Political_science","surface_form":"political science","offset":2457},{"uri":"Sociology","surface_form":"sociology","offset":2476},{"uri":"Anthropology","surface_form":"anthropology","offset":2491},{"uri":"Ursula_K._Le_Guin","surface_form":"Ursula K. Le Guin","offset":2553},{"uri":"Philip_K._Dick","surface_form":"Philip K. Dick","offset":2575},{"uri":"Ray_Bradbury","surface_form":"Ray Bradbury","offset":2642},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2726},{"uri":"Strugatsky_brothers","surface_form":"Strugatsky brothers","offset":2794},{"uri":"Kir_Bulychov","surface_form":"Kir Bulychov","offset":2815},{"uri":"Ivan_Yefremov","surface_form":"Ivan Yefremov","offset":2832},{"uri":"Speculative_fiction","surface_form":"speculative fiction","offset":2890},{"uri":"Utopian","surface_form":"utopian","offset":2923},{"uri":"Dystopian","surface_form":"dystopian","offset":2934},{"uri":"George_Orwell","surface_form":"George Orwell","offset":2953},{"uri":"Nineteen_Eighty-Four","surface_form":"Nineteen Eighty-Four","offset":2970},{"uri":"Aldous_Huxley","surface_form":"Aldous Huxley","offset":2993},{"uri":"Brave_New_World","surface_form":"Brave New World","offset":3010},{"uri":"Margaret_Atwood","surface_form":"Margaret Atwood","offset":3031},{"uri":"The_Handmaid%27s_Tale","surface_form":"The Handmaid's Tale","offset":3050},{"uri":"Satire","surface_form":"satirical","offset":3109},{"uri":"Gulliver%27s_Travels","surface_form":"Gulliver's Travels","offset":3166},{"uri":"Jonathan_Swift","surface_form":"Jonathan Swift","offset":3189},{"uri":"Genre","surface_form":"subgenres","offset":3320},{"uri":"Critic","surface_form":"critic","offset":3458},{"uri":"Sidewise_Award_for_Alternate_History","surface_form":"Sidewise Award","offset":3748},{"uri":"Murray_Leinster","surface_form":"Murray Leinster","offset":3835},{"uri":"Sidewise_in_Time","surface_form":"Sidewise in Time","offset":3865},{"uri":"Harry_Turtledove","surface_form":"Harry Turtledove","offset":3884},{"uri":"Apocalypse","surface_form":"end of civilization","offset":4052},{"uri":"On_the_Beach_(novel)","surface_form":"On The Beach","offset":4112},{"uri":"The_Last_Man","surface_form":"The Last Man","offset":4139},{"uri":"When_Worlds_Collide","surface_form":"When Worlds Collide","offset":4175},{"uri":"The_Wind_From_Nowhere","surface_form":"The Wind From Nowhere","offset":4220},{"uri":"Margaret_Atwood","surface_form":"Oryx and Crake","offset":4277},{"uri":"Disaster","surface_form":"general disaster","offset":4309},{"uri":"Cyberpunk","surface_form":"Cyberpunk","offset":4411},{"uri":"Bruce_Bethke","surface_form":"Bruce Bethke","offset":4447},{"uri":"Short_story","surface_form":"short story","offset":4494},{"uri":"Cybernetics","surface_form":"cybernetics","offset":4546},{"uri":"Punk_music","surface_form":"punk","offset":4564},{"uri":"Neuromancer","surface_form":"Neuromancer","offset":4635},{"uri":"Dystopia","surface_form":"dystopia","offset":4785},{"uri":"Corporation","surface_form":"corporation","offset":4890},{"uri":"Starship_Troopers","surface_form":"Starship Troopers","offset":5380},{"uri":"Dorsai","surface_form":"Dorsai","offset":5435},{"uri":"Gordon_Dickson","surface_form":"Gordon Dickson","offset":5452},{"uri":"Joe_Haldeman","surface_form":"Joe Haldeman","offset":5468},{"uri":"The_Forever_War","surface_form":"The Forever War","offset":5484},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":5611},{"uri":"John_Ringo","surface_form":"John Ringo","offset":5662},{"uri":"David_Drake","surface_form":"David Drake","offset":5674},{"uri":"David_Weber","surface_form":"David Weber","offset":5687},{"uri":"S._M._Stirling","surface_form":"S. M. Stirling","offset":5704},{"uri":"Baen_Books","surface_form":"Baen Books","offset":5720},{"uri":"Olaf_Stapledon","surface_form":"Olaf Stapledon","offset":5954},{"uri":"Odd_John","surface_form":"Odd John","offset":5978},{"uri":"Theodore_Sturgeon","surface_form":"Theodore Sturgeon","offset":5992},{"uri":"More_Than_Human","surface_form":"More Than Human","offset":6013},{"uri":"A.E._van_Vogt","surface_form":"A.E. van Vogt","offset":6106},{"uri":"Slan","surface_form":"Slan","offset":6129},{"uri":"Frederik_Pohl","surface_form":"Frederik Pohl","offset":6136},{"uri":"Man_Plus","surface_form":"Man Plus","offset":6159},{"uri":"Space_opera","surface_form":"Space opera","offset":6492},{"uri":"Flash_Gordon","surface_form":"Flash Gordon","offset":6788},{"uri":"Star_Wars","surface_form":"Star Wars","offset":6805},{"uri":"Space_opera","surface_form":"Space opera","offset":6911},{"uri":"American_Old_West","surface_form":"American Old West","offset":6981},{"uri":"Terraforming","surface_form":"terraformed","offset":7129},{"uri":"Firefly_(TV_series)","surface_form":"Firefly","offset":7296},{"uri":"Serenity_(movie)","surface_form":"Serenity","offset":7320},{"uri":"Joss_Whedon","surface_form":"Joss Whedon","offset":7333},{"uri":"Anime","surface_form":"Anime","offset":7346},{"uri":"Cowboy_Bebop","surface_form":"Cowboy Bebop","offset":7367},{"uri":"Outlaw_Star","surface_form":"Outlaw Star","offset":7386},{"uri":"Han_Solo","surface_form":"Han Solo","offset":7424},{"uri":"Mark_Twain","surface_form":"Mark Twain","offset":7546},{"uri":"A_Connecticut_Yankee_in_King_Arthur%27s_Court","surface_form":"A Connecticut Yankee in King Arthur's Court","offset":7560},{"uri":"H._G._Wells","surface_form":"H. G. Wells","offset":7625},{"uri":"The_Time_Machine","surface_form":"The Time Machine","offset":7651},{"uri":"Time_travel","surface_form":"time machine","offset":7829},{"uri":"A_Sound_of_Thunder","surface_form":"A Sound of Thunder","offset":7980},{"uri":"Grandfather_paradox","surface_form":"grandfather paradox","offset":8135},{"uri":"Science_fiction_fandom","surface_form":"Science fiction fandom","offset":8272},{"uri":"Fan_(person)","surface_form":"fans","offset":8464},{"uri":"Science_fiction_conventions","surface_form":"conventions","offset":8505},{"uri":"Science_fiction_fanzines","surface_form":"fanzines","offset":8551},{"uri":"Mailing_list","surface_form":"mailing list","offset":8597},{"uri":"Science_fiction_conventions","surface_form":"science fiction conventions","offset":8974},{"uri":"Hugo_Award","surface_form":"Hugo Award","offset":9283},{"uri":"Nebula_Award","surface_form":"Nebula Award","offset":9302},{"uri":"World_Science_Fiction_Society","surface_form":"World Science Fiction Society","offset":9345},{"uri":"Saturn_Award","surface_form":"Saturn Award","offset":9526},{"uri":"Aurora_Award","surface_form":"Aurora Award","offset":9669},{"uri":"Arthur_C._Clarke_Award","surface_form":"Arthur C. Clarke Award","offset":9693},{"uri":"Endeavour_Award","surface_form":"Endeavour Award","offset":9743},{"uri":"Pacific_Northwest","surface_form":"Pacific Northwest","offset":9798},{"uri":"Chesley_Award","surface_form":"Chesley Award","offset":9862},{"uri":"World_Fantasy_Award","surface_form":"World Fantasy Award","offset":9891},{"uri":"Locus_Award","surface_form":"Locus Award","offset":9973},{"uri":"Media_fandom","surface_form":"media fandom","offset":10294},{"uri":"Filking","surface_form":"filking","offset":10308},{"uri":"Non-profit_organization","surface_form":"non-profit groups","offset":10358},{"uri":"Worldcon","surface_form":"Worldcon","offset":10818},{"uri":"Hugo_Award","surface_form":"Hugo Award","offset":10840},{"uri":"New_England_Science_Fiction_Association","surface_form":"New England Science Fiction Association","offset":11211},{"uri":"Los_Angeles_Science_Fantasy_Society","surface_form":"Los Angeles Science Fantasy Society","offset":11259},{"uri":"Science_Fiction_and_Fantasy_Writers_of_America","surface_form":"Science Fiction and Fantasy Writers of America","offset":11387},{"uri":"Damon_Knight","surface_form":"Damon Knight","offset":11456},{"uri":"National_Fantasy_Fan_Federation","surface_form":"National Fantasy Fan Federation","offset":11646},{"uri":"Media_fandom","surface_form":"media fandom","offset":11755},{"uri":"Society_for_Creative_Anachronism","surface_form":"Society for Creative Anachronism","offset":11773},{"uri":"Gamer","surface_form":"gaming","offset":11807},{"uri":"Filkers","surface_form":"filking","offset":11815},{"uri":"Furry_fandom","surface_form":"furry fandom","offset":11828},{"uri":"Mimeograph","surface_form":"mimeograph","offset":12006},{"uri":"Ditto_machine","surface_form":"ditto machine","offset":12025},{"uri":"Photocopying","surface_form":"photocopying","offset":12050},{"uri":"Computer_printer","surface_form":"computer printer","offset":12167},{"uri":"Email","surface_form":"email","offset":12237},{"uri":"Zine","surface_form":"zine","offset":12273},{"uri":"Ansible","surface_form":"Ansible","offset":12290},{"uri":"David_Langford","surface_form":"David Langford","offset":12300},{"uri":"Hugo_Award_for_Best_Fan_Artist","surface_form":"Best Fan Artists","offset":12522},{"uri":"File_archiver","surface_form":"archive file","offset":12712},{"uri":"Usenet","surface_form":"Usenet","offset":12767},{"uri":"World-Wide_Web","surface_form":"World-Wide Web","offset":12862},{"uri":"Ephemeral","surface_form":"ephemeral","offset":13075},{"uri":"SF_Site","surface_form":"SF Site","offset":13135},{"uri":"Non-commercial","surface_form":"non-commercial","offset":13301}]}