{"id":17661,"url":"http://en.wikipedia.org/wiki/Antidisestablishmentarianism","text":"Antidisestablishmentarianism is a political position. It means \"to keep an established church\". A official state church is called the \"established\" church, so a disestablishmentarian is a person who wants to stop the state church. These people say a state church hurts the freedom of religion. These people say the state should be secular, meaning religion and the country are separate. This idea is called disestablishmentarianism. So antidisestablishmentarianism wants to keep the state church.\nIt is famous because it is one of the longest words in the English language.\nHistory in England.\nThe word comes from England in the 1800s. In England, Ireland and Wales, there was an official state church called the Anglican Church. Ireland disestablished in 1871, and Wales disestablished in 1920. England still has the Anglican Church as the state church.\nIn 2014 Nick Clegg, who was the Leader of the Liberal Democrats at the time, said that he thought the Church of England should no longer be the established church. David Cameron, who was the Prime Minister of the United Kingdom, said the establishment helps the church and state.\nAs a word.\nAntidisestablishmentarianism is one of the longest words in the English language. It has 28 letters and 12 syllables. It is considered to be the longest word, if you do not count technical terms. For example, \"pneumonoultramicroscopicsilicovolcanoconiosis\" is a technical term for a lung disease made by people who wanted it to be the longest word.\nIn pop culture.\nThe word became famous because of a popular television show in the 1950s called \"The $64,000 Question\", where someone spelled it and won. Duke Ellington, a jazz artist, had a song called \"You're Just an Old Antidisestablishmentarianismist\". Eminem, a rapper, used the word in his song \"Almost Famous\".","categories":[],"infobox_types":[],"annotations":[{"uri":"State_religion","surface_form":"state church","offset":107},{"uri":"Freedom_of_religion","surface_form":"freedom of religion","offset":273},{"uri":"Secularism","surface_form":"secular","offset":331},{"uri":"State_religion","surface_form":"state church","offset":689},{"uri":"Nick_Clegg","surface_form":"Nick Clegg","offset":863},{"uri":"Leader_of_the_Liberal_Democrats","surface_form":"Leader of the Liberal Democrats","offset":887},{"uri":"David_Cameron","surface_form":"David Cameron","offset":1019},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister of the United Kingdom","offset":1046},{"uri":"English_language","surface_form":"English language","offset":1210},{"uri":"Syllable","surface_form":"syllables","offset":1253},{"uri":"Technical","surface_form":"technical","offset":1325},{"uri":"Lung","surface_form":"lung","offset":1429},{"uri":"Television_show","surface_form":"television show","offset":1555},{"uri":"Duke_Ellington","surface_form":"Duke Ellington","offset":1649},{"uri":"Jazz","surface_form":"jazz","offset":1667},{"uri":"Eminem","surface_form":"Eminem","offset":1752},{"uri":"Rapper","surface_form":"rapper","offset":1762}]}