{"id":176888,"url":"http://en.wikipedia.org/wiki/Three_Gorges_Dam","text":"The Three Gorges Dam () is a dam in the Three Gorges region on the Yangtze River in Sandouping, in the country of China. Being one of the largest dams in the world, it also generates the biggest amount of hydroelectric power (22,250 megawatts), pushing the massive Itaipu Dam in Brazil from first place to second place.\nThe Three Gorges Dam project was completed on July 4, 2012. The dam was built for flood control, irrigation, and electricity. However, this has not come without problems. The dam covers a lot of historic sites and has caused 1.24 million people to lose their homes under the rising water. The dam forms the Three Gorges Reservoir, which extends nearly upstream to the city of Chongqing.\nHistory.\nThe dam was proposed by Sun Yat-sen, a Chinese political leader, in 1919. The site was surveyed in 1932 and 1939, by the Chinese and Japanese respectively. The Japanese drew up a plan (the Otani plan) for the dam, only to realize later that China would remain under Chinese control. Later, in 1944, the United States helped make plans for the dam, but all work on the dam stopped in 1947, because of the Chinese Civil War. In 1949, work resumed, but the work was slow because of problems in the economy. Later in 1958, some engineers who were against the dam were put in jail.\nIn 1980, work on the dam continued faster. The National People's Congress voted in 1992 for the dam. The dam was accepted by the government, and on December 14, 1994, construction began. In 2009, the dam began to make hydroelectricity. Some new plans, such as a set of 6 new power generators under construction, became operational in the year 2011. The reservoir filled to capacity at the end of 2008.\nDesign, cost and purpose.\nThe Three Gorges Dam consists of a main dam wall, and a section on the right with a set of five locks, which are devices used to raise boats and ships.\nThe dam cost $180 billion Chinese Yuan Renminbi (about $30 billion USD). While this cost seems huge, it actually was $20 billion yuan (about $3.3 billion USD) less than the original budget of $203.9 billion yuan (about $34 billion USD). However, this cost will be recovered when the dam makes money by making electricity. In about 10 years, the complete cost of the dam will be recovered.\nFlood control.\nOne of the big reasons the dam was built to control floods. It protects large cities like Wuhan, Nanjing, and Shanghai, which are very close to the river. Lots of farms, small villages and towns, and factories are also located near the river. In the event of a flood, there are 22 cubic kilometers (18 million acre feet) of space behind the dam to hold back the flood waters. The flood waters are stored behind the dam for future use. In the dry season, the water is released down the river, and the reservoir level drops to prepare for the next flood. However, the dam does not protect the lower river tributaries from flooding.\nNavigation.\nAnother reason the dam was built was for water navigation, or the transport of people and goods by ship. There are two sets of locks each of which has five stages. Each lock is long, wide, and deep, which is similar in size to the original locks of the Panama Canal, one of the biggest canals in the world. The reservoir behind the dam floods dangerous sections of the river, so boats and ships can go safely and easily. There is also a \"ship lift\" (an elevator for ships) that can lift ships that weigh up to 3,000 tons.\nElectricity.\nThe Three Gorges Dam generates 22,250 megawatts, which makes it the biggest single hydroelectric power source in the world. It has 34 electricity generators, and 32 are main generators. Each generator is powered by water that comes from the reservoir. Each of these 32 generators makes about 700 megawatts of electricity. (This is more electricity than the entire electricity generation of Glen Canyon Dam, one of the biggest dams in the United States.) The other two generators will make power for the dam itself. These two generators each make 50 megawatts.\nGenerators.\nOf the 32 main generators, 14 generators are on the north side of the dam. 12 are on the south side of the dam. 6 are in a separate powerhouse under a mountain just south of the dam. The generating capacity of the dam is 10,000 MWh (megawatt-hours), or the amount of megawatts generated per hour. Each main generator weighs a massive 6000 tons (about the same weight as three thousand cars). The water drops from the reservoir to the generator, which uses a type of turbine called a \"Francis turbine\". Each turbine is wide and tall. The amount of water that goes into the turbine can be from 1,968 cubic feet (600 m3) to 3,116 cubic feet (950 m3) per second. The turbines turn at a speed of 75 RPM (rotations per minute). The efficiency of the generators is from 94 to 96.5 percent.\nConstruction.\nThe 14 main generators on the north side were installed from 2003 to 2005. The first one to begin making electricity (Generator No.2) started on July 10, 2003. The last one (Generator No.9) started on September 7, 2005. The full power (9,800 megawatts) of the north side generators was first tested on October 18, 2006, when the reservoir had risen to above sea level. The 12 main generators on the south side were installed from 2007 to 2008. The first one to begin making electricity (Generator No.22) started on June 11, 2007. The last one (Generator No.23) started on August 19, 2008.\nElectricity production and distribution.\nFrom its completion to March 2009, the Three Gorges Dam has generated about 296,550,000 MWh (Megawatt-hours) of electricity.\nThree power lines send electricity away from the dam, to three electricity grids called the East, Central, and South China grids.\nThe dam provides about 3% of China's electricity. However, the dam was originally planned to supply 10% of China's electricity. The reason for the decrease is, China's energy use grew much faster than the designers expected.\nBenefits of the dam.\nIn response to the dam, many sewage pipes that once dumped sewage straight into the Yangtze River now have to be treated. Over 65 percent of this waste water is now treated before flowing into the reservoir. There are now about 50 water treatment facilities in the area. Also, solid waste is now collected in 32 landfills. They can handle 7,664.5 tons of waste every day.\nThe dam also persuaded the government of China to think seriously about the pollution in the Yangtze River and the rest of China.\nDisadvantages of the dam.\nA total of 1.24 million people had to move to different places because their homes were flooded by the dam. This number is about 1.5% of the total population of Hubei Province (60.3 million) and Chongqing City (31.44 million) where the reservoir is located. 140,000 from Hubei Province alone.\nOn July 22, 2008, most of the people were safely relocated. 4 million more people will ultimately have to move to Chongqing from their homes near the Three Gorges Dam.\nWildlife habitat and historic sites.\nA large amount of animal habitat has also been destroyed. Many animals with critically low populations have lost their vital habitat. These include the endangered Siberian Crane, the Yangtze river dolphin (baiji), and Yangtze sturgeon. About one billion tons of dirty water flow into the Yangtze River each year. The dam has stopped this dirty water from being washed away to Shanghai, and led to serious pollution problems.\nAbout 1,300 historical sites have been flooded by the Three Gorges reservoir. Many of these historic sites have been moved to safer places. Some historic sites cannot be moved because of their location, size, or design.\nThe Three Gorges Dam will become much less spectacular, because the water level will rise up to in places, reducing the depth of the canyons.\nSediment problems.\nA lot of silt (sediment) that is carried by the river has been trapped in the reservoir. Eventually, if the dam is not removed, the reservoir will fill with silt, making it useless. Also, because the river's silt doesn't go downstream anymore, the city of Shanghai will suffer because there has been no silt to replace land that is washed away at the river's mouth. In a high-silt content river like the Yangtze, sediment can clog the dam's outlets, and it cannot release water. The water would back up behind the dam and have nowhere to go, and would eventually go over the dam, making it collapse.\nOther dangers.\nThe dam is also a possible target in war, weakening China's national security. It is also possible that the dam sits on a seismic fault.\nGezhouba Dam.\nThe Gezhouba Dam (Gezhouba Water Control Project, Chinese: 长江葛洲坝水利枢纽工程) is an afterbay (smaller dam in front) of the Three Gorges Dam. It forms a pool that extends upstream to the base of the Three Gorges Dam, improving navigation. The dam was built from December 30, 1970 to December 10, 1988. The dam is long and up to tall. It generates 2,710 megawatts of electricity. There are three ship locks at the dam. Lock No.2, which is long, wide, and deep, is among the 100 largest in the world.\nOther dams.\nA series of other dams are also planned upstream, on the Yangtze and Jinsha rivers. About four dams are planned on the stretch of the Yangtze River, and they will produce 38,500 megawatts in total. Eight dams are planned on the Jinsha River, and eight more upstream of it, and one original plan called for a dam in the Tiger Leaping Gorge, one of the deepest river canyons in the world. This plan was, however, scrapped in December 21, 2007, because of the gorge's status as a World Heritage site.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dam","surface_form":"dam","offset":29},{"uri":"Three_Gorges","surface_form":"Three Gorges","offset":40},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":67},{"uri":"Sandouping","surface_form":"Sandouping","offset":84},{"uri":"China","surface_form":"China","offset":114},{"uri":"Hydroelectric","surface_form":"hydroelectric","offset":205},{"uri":"Megawatt","surface_form":"megawatt","offset":233},{"uri":"Itaipu_Dam","surface_form":"Itaipu Dam","offset":265},{"uri":"Brazil","surface_form":"Brazil","offset":279},{"uri":"Flood","surface_form":"flood","offset":402},{"uri":"Irrigation","surface_form":"irrigation","offset":417},{"uri":"Historic","surface_form":"historic","offset":515},{"uri":"Chongqing","surface_form":"Chongqing","offset":696},{"uri":"Sun_Yat-sen","surface_form":"Sun Yat-sen","offset":740},{"uri":"Political","surface_form":"political","offset":763},{"uri":"United_States","surface_form":"United States","offset":1019},{"uri":"Chinese_Civil_War","surface_form":"Chinese Civil War","offset":1120},{"uri":"Economy","surface_form":"economy","offset":1211},{"uri":"National_People%27s_Congress","surface_form":"National People's Congress","offset":1340},{"uri":"Hydroelectricity","surface_form":"hydroelectricity","offset":1511},{"uri":"Reservoir","surface_form":"reservoir","offset":1646},{"uri":"Lock_(water_transport)","surface_form":"locks","offset":1817},{"uri":"Boat","surface_form":"boat","offset":1856},{"uri":"Ship","surface_form":"ship","offset":1866},{"uri":"USD","surface_form":"USD","offset":1940},{"uri":"Electricity","surface_form":"electricity","offset":2182},{"uri":"Flood","surface_form":"flood","offset":2329},{"uri":"Wuhan","surface_form":"Wuhan","offset":2367},{"uri":"Nanjing","surface_form":"Nanjing","offset":2374},{"uri":"Shanghai","surface_form":"Shanghai","offset":2387},{"uri":"Farm","surface_form":"farm","offset":2440},{"uri":"Village","surface_form":"village","offset":2453},{"uri":"Town","surface_form":"town","offset":2466},{"uri":"Factory","surface_form":"factories","offset":2477},{"uri":"Acre_feet","surface_form":"acre feet","offset":2587},{"uri":"Tributary","surface_form":"tributaries","offset":2880},{"uri":"Navigation","surface_form":"navigation","offset":2966},{"uri":"Lock_(water_transport)","surface_form":"locks","offset":3046},{"uri":"Panama_Canal","surface_form":"Panama Canal","offset":3172},{"uri":"Canal","surface_form":"canal","offset":3205},{"uri":"Elevator","surface_form":"elevator","offset":3372},{"uri":"Megawatt","surface_form":"megawatt","offset":3492},{"uri":"Hydroelectric","surface_form":"hydroelectric","offset":3537},{"uri":"Megawatt","surface_form":"megawatt","offset":3750},{"uri":"Glen_Canyon_Dam","surface_form":"Glen Canyon Dam","offset":3844},{"uri":"United_States","surface_form":"United States","offset":3892},{"uri":"Turbine","surface_form":"turbine","offset":4492},{"uri":"Efficiency","surface_form":"efficiency","offset":4752},{"uri":"Sewage","surface_form":"sewage","offset":5983},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":6038},{"uri":"Landfill","surface_form":"landfill","offset":6266},{"uri":"Hubei","surface_form":"Hubei","offset":6643},{"uri":"Chongqing","surface_form":"Chongqing","offset":6677},{"uri":"Siberian_Crane","surface_form":"Siberian Crane","offset":7143},{"uri":"River_dolphin","surface_form":"river dolphin","offset":7171},{"uri":"Yangtze_sturgeon","surface_form":"Yangtze sturgeon","offset":7198},{"uri":"Silt","surface_form":"silt","offset":7795},{"uri":"Shanghai","surface_form":"Shanghai","offset":8042},{"uri":"War","surface_form":"war","offset":8438},{"uri":"Seismic_fault","surface_form":"seismic fault","offset":8523},{"uri":"Afterbay","surface_form":"afterbay","offset":8630},{"uri":"Megawatt","surface_form":"megawatt","offset":8898},{"uri":"Lock_(navigation)","surface_form":"ship locks","offset":8940},{"uri":"Jinsha_River","surface_form":"Jinsha","offset":9125},{"uri":"Tiger_Leaping_Gorge","surface_form":"Tiger Leaping Gorge","offset":9375},{"uri":"World_Heritage_Site","surface_form":"World Heritage site","offset":9533}]}