{"id":176909,"url":"http://en.wikipedia.org/wiki/Alternation_of_generations","text":"The term alternation of generations is used to describe an alternation of forms in the life cycle of plants and some protists. One form is diploid, with 2\"n\" chromosomes: the sporophyte. The other form is haploid with only one set of chromosomes: the gametophyte. Both forms are multicellular.\nIn sexual reproduction, organisms have a haploid phase with one set of chromosomes and a diploid phase with two sets of chromosomes. In animals the body (soma) is usually diploid, while the haploid stage is only the gametes.\nIn eukaryotes an alternation of generations may occur. This means that both the diploid and the haploid phases are multi-cellular organisms. The classic example is the mosses, where the green plant is a haploid gametophyte, and the reproductive phase is the diploid sporophyte. The two forms often occur \"together\", as shown in the illustration on the right\nThe term \"alternation of generations\" refers only to the sexual cycle: organisms may have asexual reproduction as well. The term should not be confused with life cycle stages in animals, which may \"look\" very different, but where all cells have two sets of chromosomes.\nPlants.\nThe alternation of generations is an important concept in the evolution of plants. All land plants have alternation of generations.\nIn mosses and their relatives (Bryophytes), the haploid gametophyte is the dominant generation, and the diploid sporophytes are sporangium-bearing stalks growing from the gametophytes. In ferns, the diploid sporophyte is much larger, but the haploid gametophyte is also a little plant that can grow for a long time.\nFor flowering plants (\"Angiosperms\"), the sporophyte generation is almost the whole life cycle (the green plant, roots etc.) except the small reproductive structures (pollen and ovule).\nThe sporophyte produces spores (hence the name), by meiosis. These develop into a gametophyte. Both the spores and the resulting gametophyte are haploid, meaning they have half as many chromosomes. Later, the mature gametophyte produces male or female gametes (or both) by mitosis. The fusion of male and female gametes (fertilization) produces a diploid zygote which develops into a new sporophyte. This is the cycle which is known as alternation of generations or alternation of phases.\nAs a factor in plant evolution.\nThe point is that, in diploids, new alleles are sheltered and (collectively) they are a reservoir of potential variation in the population.\nAlgae.\nMost algae have dominant gametophyte generations, but in some species the gametophytes and sporophytes are morphologically similar (isomorphic).\nBryophytes.\nBryophytes (mosses, liverworts and hornworts) have a dominant gametophyte stage on which the adult sporophyte is dependent on the gametophyte for nutrition. The sporophyte develops from the zygote inside the female sex organ, so its early development is nurtured by the gametophyte.\nVascular plants.\nAn independent sporophyte is the dominant form in all clubmosses, horsetails, ferns, gymnosperms, and angiosperms (flowering plants) that have survived to the present day.\nEarlier evolution.\nEarly land plants had sporophytes that produced identical spores: they looked the same whichever sex they developed into. The ancestors of the gymnosperms evolved complex heterosporous life cycles: the spores producing male and female gametophytes were of different sizes. The female \"megaspores\" tending to be larger, and fewer in number, than the male \"microspores\".\nDuring the Devonian, several plant groups independently evolved \"heterospory\" and later \"endospory\", in which single megaspores were kept inside the sporangia of the parent sporophyte. These endosporic megaspores had a miniature multicellular female gametophyte with female sex organs and egg cells. The ova were fertilised by free-swimming sperm produced by windborne miniatuarised male gametophytes in the form of pre-pollen.\nThe resulting zygote developed into the next sporophyte generation while still inside the single large female megaspore in the sporangium of the parent sporophyte. The evolution of heterospory and endospory were among the earliest steps in the evolution of seeds of the kind produced by gymnosperms and angiosperms.\nSimilar processes in other organisms.\nSome Chromalveolata, some fungi and some slime moulds have what seems to be genuine alternation of generations. These groups include such a wide range of different types that lt is difficult to say how common the phenomenon is. Certainly slime moulds are not a monophyletic group, and that may be true of the other two groups,\nAnimals.\nAlternation of generations between a multicellular diploid and a multicellular haploid generation does not exist in animals.\nIn some animals, there is a life cycle with different diploid stages. This has sometimes mistakenly been called \"alternation of generations\", but is quite different from what happens in plants and some protists. The most common case is that there are two distinct generations, where only one has sexual reproduction. Animals where it has been found include the Cnidaria and the Tunicates. The images on the right show the case of jellyfish: The medusa looks different from the polyp; they are different phenotypes. Only the medusa reproduces sexually.\nOther animals with life cycle forms include parasites such as certain flukes, which live in different snails for one part of their life, and in vertebrates for another part.\nIn some cases, the cycle includes more than two generations. If this is the case, only one stage uses sexual reproduction. In aphids, for example, there is one generation that reproduces sexually, and up to forty that use parthenogenesis, a type of asexual reproduction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Life_cycle","surface_form":"life cycle","offset":87},{"uri":"Plant","surface_form":"plant","offset":101},{"uri":"Protist","surface_form":"protist","offset":117},{"uri":"Diploid","surface_form":"diploid","offset":139},{"uri":"Chromosomes","surface_form":"chromosomes","offset":158},{"uri":"Haploid","surface_form":"haploid","offset":205},{"uri":"Multicellular_organism","surface_form":"multicellular","offset":279},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":297},{"uri":"Haploid","surface_form":"haploid","offset":335},{"uri":"Chromosome","surface_form":"chromosome","offset":365},{"uri":"Diploid","surface_form":"diploid","offset":383},{"uri":"Gamete","surface_form":"gamete","offset":510},{"uri":"Alternate","surface_form":"alternation","offset":536},{"uri":"Moss","surface_form":"moss","offset":687},{"uri":"Asexual_reproduction","surface_form":"asexual reproduction","offset":967},{"uri":"Haploid","surface_form":"haploid","offset":1335},{"uri":"Diploid","surface_form":"diploid","offset":1391},{"uri":"Flowering_plant","surface_form":"flowering plant","offset":1607},{"uri":"Pollen","surface_form":"pollen","offset":1770},{"uri":"Ovule","surface_form":"ovule","offset":1781},{"uri":"Spore","surface_form":"spore","offset":1813},{"uri":"Meiosis","surface_form":"meiosis","offset":1841},{"uri":"Mitosis","surface_form":"mitosis","offset":2062},{"uri":"Fertilization","surface_form":"fertilization","offset":2110},{"uri":"Zygote","surface_form":"zygote","offset":2144},{"uri":"Alleles","surface_form":"alleles","offset":2346},{"uri":"Algae","surface_form":"algae","offset":2462},{"uri":"Bryophyte","surface_form":"Bryophyte","offset":2614},{"uri":"Moss","surface_form":"moss","offset":2626},{"uri":"Liverwort","surface_form":"liverwort","offset":2634},{"uri":"Hornwort","surface_form":"hornwort","offset":2649},{"uri":"Clubmoss","surface_form":"clubmoss","offset":2968},{"uri":"Horsetail","surface_form":"horsetail","offset":2980},{"uri":"Fern","surface_form":"fern","offset":2992},{"uri":"Gymnosperm","surface_form":"gymnosperm","offset":2999},{"uri":"Flowering_plants","surface_form":"angiosperms","offset":3016},{"uri":"Devonian","surface_form":"Devonian","offset":3485},{"uri":"Ovum","surface_form":"egg","offset":3763},{"uri":"Sperm","surface_form":"sperm","offset":3815},{"uri":"Pollen","surface_form":"pollen","offset":3894},{"uri":"Zygote","surface_form":"zygote","offset":3916},{"uri":"Sporangium","surface_form":"sporangium","offset":4029},{"uri":"Seed","surface_form":"seed","offset":4159},{"uri":"Gymnosperm","surface_form":"gymnosperm","offset":4189},{"uri":"Flowering_plants","surface_form":"angiosperms","offset":4205},{"uri":"Chromalveolata","surface_form":"Chromalveolata","offset":4261},{"uri":"Fungi","surface_form":"fungi","offset":4282},{"uri":"Slime_moulds","surface_form":"slime moulds","offset":4297},{"uri":"Monophyletic","surface_form":"monophyletic","offset":4517},{"uri":"Life_cycle","surface_form":"life cycle","offset":4745},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":5013},{"uri":"Cnidaria","surface_form":"Cnidaria","offset":5078},{"uri":"Tunicate","surface_form":"Tunicate","offset":5095},{"uri":"Jellyfish","surface_form":"jellyfish","offset":5147},{"uri":"Phenotype","surface_form":"phenotype","offset":5220},{"uri":"Parasite","surface_form":"parasite","offset":5313},{"uri":"Trematode","surface_form":"flukes","offset":5339},{"uri":"Snails","surface_form":"snails","offset":5371},{"uri":"Vertebrates","surface_form":"vertebrates","offset":5413},{"uri":"Aphid","surface_form":"aphid","offset":5569},{"uri":"Parthenogenesis","surface_form":"parthenogenesis","offset":5665},{"uri":"Asexual_reproduction","surface_form":"asexual reproduction","offset":5692}]}