{"id":177008,"url":"http://en.wikipedia.org/wiki/Yankee_Stadium","text":"Yankee Stadium is the new baseball stadium of the New York Yankees. It is in the New York City borough of the Bronx. The stadium opened in April 2009. It replaced the original Yankee Stadium, which the Yankees had played in since 1923. It was opened with an exhibition game against the Chicago Cubs on April 3, 2009. The first regular game was played on April 16, 2009.\nThe new stadium cost $1.5 billion dollars to build. It was the most expensive baseball stadium in the world. It is built to look like the old Yankee Stadium. It has many new and more modern features.\nStadium parts.\nThe new stadium has many parts that look similar to the old one when it was first built. This includes the outside walls of the stadium, the color of the seats, and the size of the playing field being the same.\nThe new stadium has an area known as \"Monument Park\" behind the center field wall. Monument Park has monuments honoring good Yankee players from past years. Monument Park is open before the game starts.\nAnother feature is the Great Hall. The Great Hall is a hallway near the entrance of the stadium with a tall roof and many stores and food stands. It also has banners to celebrate the team's history.\nThe new stadium has more than three times as many suites as the original. A suite is a fancy room with a view of the field where rich people watch the game. There are also many bars and clubs. It has better food than the original stadium.\nTransport.\nPeople can drive to the stadium. There are several garages near it. It is near the New York Thruway in the Bronx. The stadium can also be reached by train, because there is a subway station near it. Trains can often be seen from the stadium.\nReception.\nThe stadium is generally seen as being better than its predecessor, but some people dislike it. This mainly because the stadium's high cost has led to very high ticket prices. The high prices meant that there were many empty seats when the stadium first opened, especially behind the batter where tickets can cost up to 2,500 dollars. People have also disliked the stadium for its fan unfriendly practices. For example, fans cannot get autographs from players before the game. The stadium was seen as too expensive for being only a little better than the original. The new stadium also allowed many home runs during its first month, because of the way the wind moves the ball. That made many people call it \"too easy\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Baseball_park","surface_form":"baseball stadium","offset":26},{"uri":"New_York_Yankees","surface_form":"New York Yankees","offset":50},{"uri":"Borough_(New_York_City)","surface_form":"New York City borough","offset":81},{"uri":"The_Bronx","surface_form":"the Bronx","offset":106},{"uri":"Yankee_Stadium_(1923)","surface_form":"the original Yankee Stadium","offset":163},{"uri":"Exhibition_game","surface_form":"exhibition game","offset":258},{"uri":"Chicago_Cubs","surface_form":"Chicago Cubs","offset":286},{"uri":"Wall","surface_form":"wall","offset":700},{"uri":"Field","surface_form":"field","offset":774},{"uri":"Hall","surface_form":"hall","offset":1054},{"uri":"Bar_(business)","surface_form":"bars","offset":1375},{"uri":"Food","surface_form":"food","offset":1405},{"uri":"Garage","surface_form":"garage","offset":1499},{"uri":"The_Bronx","surface_form":"Bronx","offset":1555},{"uri":"Train","surface_form":"train","offset":1597},{"uri":"Station","surface_form":"station","offset":1630},{"uri":"Predecessor","surface_form":"predecessor","offset":1756},{"uri":"Ticket","surface_form":"ticket","offset":1862},{"uri":"Game","surface_form":"game","offset":2172},{"uri":"Month","surface_form":"month","offset":2327}]}