{"id":177009,"url":"http://en.wikipedia.org/wiki/Citi_Field","text":"Citi Field is a major league baseball park in an outer part of New York City in Queens New York, and the home of the New York Mets, since the 2009 MLB season. Citi Field is sponsored by Citi Bank. Construction began in 2006 when the Mets home was still Shea stadium. It replaced Shea Stadium, which was torn down after the 2008 baseball season. The place where the old stadium stood is a parking lot now. The 2013 Major League Baseball All-Star Game was played at Citi Field.\nHistory.\nIdeas to build a new ball park in Queens were first discussed in the 1990s. This happened because the Met's then current stadium, Shea Stadium, was growing older and did not have many features found in newer stadiums. The Mets, along with the City of New York made plans to build a new stadium, next to Shea. The project to build the stadium was approved in March 2006, and construction started soon after. The building of the stadium could be seen from Shea, during the 2007 and 2008 baseball season. The new stadium, named Citi Field opened on April 13, 2009.\nStadium features.\nCiti Field has many interesting and unique attractions. The park has seats for up to 41,000 fans to watch a game. The seats are painted green to look similar to the Polo Grounds- another New York stadium torn down in 1965. Citi Field has a home run Apple in center field. The Apple is not a real apple, rather it is a large plastic apple with the Mets sign on it that rises when a Mets player hits a home run. This is similar to Shea stadium, which also had a home run apple. The foul poles at the stadium are painted orange.\nAnother part of the stadium is the Jackie Robinson Rotunda. This is the place where most fans enter the stadium, and teaches fans about Jackie Robinson, the first black player in Major League Baseball. Citi Field also has an area called the Pepsi Porch. It is a place where fans can watch the game in the outfield. The first two rows of the porch are over the playing field.\nThere is also a smaller field behind the centerfield wall where kids can play baseball and other games. The stadium also has a museum to show Mets history and many restaurants, bars, stores, and food stands which surround the field.\nTransport.\nCiti Field has many big parking lots which surround the stadium, allowing fans to bring their car to the game. The Stadium also has a train station with the New York City Subway and Long Island railroad that goes to downtown New York City.\nChanges.\nIn the years after it opened, the stadium had a few changes. After the 2011 baseball season, the outfield fences were moved closer to the batter, because people thought it was too hard to hit home runs. The fences were also painted blue and orange.","categories":[],"infobox_types":[],"annotations":[{"uri":"Major_League_Baseball","surface_form":"major league","offset":16},{"uri":"Baseball_park","surface_form":"baseball park","offset":29},{"uri":"New_York_Mets","surface_form":"New York Mets","offset":117},{"uri":"Corporate_sponsorship","surface_form":"sponsored","offset":173},{"uri":"Citi_Bank","surface_form":"Citi Bank","offset":186},{"uri":"Shea_stadium","surface_form":"Shea stadium","offset":253},{"uri":"Major_League_Baseball_All-Star_Game","surface_form":"Major League Baseball All-Star Game","offset":414},{"uri":"Shea_Stadium","surface_form":"Shea Stadium","offset":615},{"uri":"Project","surface_form":"project","offset":798},{"uri":"Stadium","surface_form":"stadium","offset":819},{"uri":"Plastic","surface_form":"plastic","offset":1389},{"uri":"Shea_stadium","surface_form":"Shea stadium","offset":1494},{"uri":"Jackie_Robinson","surface_form":"Jackie Robinson","offset":1727},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":1770},{"uri":"Restaurants","surface_form":"restaurants","offset":2130},{"uri":"New_York_City_Subway","surface_form":"New York City Subway","offset":2367},{"uri":"New_York_City","surface_form":"New York City","offset":2435}]}