{"id":177080,"url":"http://en.wikipedia.org/wiki/Greenpeace","text":"Greenpeace is an international non-governmental organisation working for the protection and conservation of the environment. It was set up in Vancouver, Canada in 1971 and now has regional and national offices in 46 countries.\nGreenpeace received international attention during the 1980s when the French intelligence agency bombed the Greenpeace ship \"Rainbow Warrior\" in the Auckland Harbor, killing one individual. In the following years, Greenpeace evolved into one of the largest environmental organizations in the world. Greenpeace is known for its direct actions and has been described as the most visible environmental organization in the world. The organization has raised environmental issues to public knowledge, and influenced both the private and the public sector.\nPriorities and campaigns.\nAll Greenpeace actions are based on a common set of values and should therefore be: nonviolent, non-partisan, independent and international.\nShips.\nSince Greenpeace was founded, seagoing ships have played a vital role in its campaigns. The group has three ocean-going ships, the Esperanza, Arctic Sunrise and Rainbow Warrior III.\nFunding.\nGreenpeace receives its funding exclusively from individual supporters and foundations. Greenpeace screens all major donations in order to ensure it does not receive unwanted donations. The organization does not accept money from governments, political parties or corporations in order to avoid their influence. Donations from foundations which are funded by political parties or receive most of their funding from governments are also rejected.","categories":[],"infobox_types":[],"annotations":[{"uri":"Non-governmental_organisation","surface_form":"non-governmental organisation","offset":31},{"uri":"Protection","surface_form":"protection","offset":77},{"uri":"Conservation","surface_form":"conservation","offset":92},{"uri":"Environment","surface_form":"environment","offset":112},{"uri":"Vancouver","surface_form":"Vancouver","offset":142},{"uri":"Canada","surface_form":"Canada","offset":153},{"uri":"Ship","surface_form":"ship","offset":346},{"uri":"Rainbow_Warrior","surface_form":"Rainbow Warrior","offset":352},{"uri":"Auckland","surface_form":"Auckland","offset":376},{"uri":"Donations","surface_form":"donations","offset":1260}]}