{"id":177005,"url":"http://en.wikipedia.org/wiki/Forth_Road_Bridge","text":"The Forth Road Bridge is a suspension bridge crossing the Firth of Forth in Scotland. It connects the city of Edinburgh to Fife. The bridge carries cars and pedestrians across the Firth. It was built in 1963. Trains use the nearby Forth Rail Bridge, a historic railroad bridge built in 1890. The bridge was designed by architect Richard Gilbert Scott.\nRepairs.\nEven though the bridge was built so recently, it has had some serious repairs done. A report into the failure of nine heavy-duty nuts on the Forth Road Bridge said all 1,888 similar nuts on the crossing should be replaced.\nAll the cable band nuts and bolts were replaced in the late 1990s as part of a large project to replace the hanger ropes. Ten years later, a report found serious defects. Bridge authority FETA investigated when inspectors found the nine cracked nuts. Engineers FaberMaunsell carried out lab tests and a study of similar issues on suspension bridges across the world. The nuts are used to secure 192 'cable bands' to the bridge's main cables.\nThe report also found workmen had not placed washers correctly. This may have led to uneven pressure on the nuts. The protective coating on the nuts was poor, and allowed moisture to cause damage.\nEngineers have now replaced all nuts and bolts which were cracked.","categories":[],"infobox_types":[],"annotations":[{"uri":"Suspension_bridge","surface_form":"suspension bridge","offset":27},{"uri":"Firth_of_Forth","surface_form":"Firth of Forth","offset":58},{"uri":"Scotland","surface_form":"Scotland","offset":76},{"uri":"Edinburgh%2C_Scotland","surface_form":"Edinburgh","offset":110},{"uri":"Fife","surface_form":"Fife","offset":123},{"uri":"Car","surface_form":"car","offset":148},{"uri":"Pedestrian","surface_form":"pedestrian","offset":157},{"uri":"Train","surface_form":"Train","offset":209},{"uri":"Forth_Rail_Bridge","surface_form":"Forth Rail Bridge","offset":231},{"uri":"Richard_Gilbert_Scott","surface_form":"Richard Gilbert Scott","offset":329},{"uri":"Nut_(hardware)","surface_form":"nuts","offset":490},{"uri":"Cable","surface_form":"cable","offset":592},{"uri":"Bolt","surface_form":"bolt","offset":612},{"uri":"Lab","surface_form":"lab","offset":871},{"uri":"Washer","surface_form":"washer","offset":1071}]}