{"id":177114,"url":"http://en.wikipedia.org/wiki/Seal_(device)","text":"A seal is something such as a piece of wax which has an official mark on it, and which is attached to an important letter or document to make it official. It can also mean the device (e.g. a metal stamp or ring) which is used to make the official mark.\nThe word comes from the Latin “sigillum”.\nThe study of seals is called Sigillography.\nImpression.\nSeals are used on documents to prove that they really did come from the person who signed it (they “authenticate” the document). A seal could be put on the letter itself, or on the envelope where it is stuck down. The writer would pour some wax over the joint of the letter, then press a ring or metal stamp (called a matrix) which has his official mark on. This meant that no one would be able to open the letter and then close it again, because the seal will break when the letter is opened. Most governments still put seals on important documents. Letters do not normally have seals any more, even important letters.\nSometimes lead, pewter or ivory were used instead of wax.\nEach seal is different from any other. This means that an important person (e.g. a king) has his own personalized stamp.\nHistory of seals.\nSeals were used in very early civilizations. In ancient Mesopotamia seals were engraved on cylinders, which could be rolled to create an impression on clay. Signet-rings of kings from Ancient Egypt have been found. From Ancient Egypt seals in the form of signet-rings of kings have been found. Other ancient seals come from Saudi Arabia or the Ancient Greek and Roman times.\nAfter the fall of the Roman Empire in 476 seals were not used so much. The Popes used lead seals, and Charlemagne (who died in 814) had a special seal engraved with Jupiter Sarpis. In England all the kings from Edward the Confessor onwards had their own “seal of majesty”.\nSeals from East Asian later developed into block printing. Seals from China have been found from the 5th century B.C.\nThe wearing of signet rings (from Latin \"signum\" meaning sign) is an old tradition among nobles in European and some other cultures. In Latin America, it is also traditional for the descendants of the old \"criollo\" aristocratic families to wear signet rings in the Spanish tradition.\nSignet rings were often worn on the little finger of either the right or left hand (depending on the country), although some countries have different customs (French and German noblemen, and some Spanish nobles wear it on the ring finger of their left hand; Swiss wear it on the ring finger of their right hand). In the United Kingdom, signet rings are typically worn on the little finger of the left hand of the bearer and are often cast of gold. The ring is worn with the seal facing outwards so that the wearer can make a seal without taking the ring off.\nA similar tradition is found with blacksmiths who use their “touchmark” (a stamp used on the hot metal to show who made it) on whatever they made. When they died their touchmark was destroyed.\nThe study of seals (sigillography) is very useful in many areas: genealogy, political history, art history etc. This is because modern science can work out very closely how old a seal is. This makes it possible to date documents or works of art.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wax","surface_form":"wax","offset":39},{"uri":"Letter","surface_form":"letter","offset":115},{"uri":"Document","surface_form":"document","offset":125},{"uri":"Latin","surface_form":"Latin","offset":277},{"uri":"Signature","surface_form":"signed","offset":434},{"uri":"Lead","surface_form":"lead","offset":981},{"uri":"Pewter","surface_form":"pewter","offset":987},{"uri":"Ivory","surface_form":"ivory","offset":997},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":1224},{"uri":"Cylinder_seal","surface_form":"cylinders","offset":1259},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":1352},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":1388},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":1492},{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":1512},{"uri":"Ancient_Rome","surface_form":"Roman","offset":1530},{"uri":"Pope","surface_form":"Pope","offset":1618},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":1645},{"uri":"Edward_the_Confessor","surface_form":"Edward the Confessor","offset":1754},{"uri":"East_Asia","surface_form":"East Asia","offset":1827},{"uri":"Block_printing","surface_form":"block printing","offset":1859},{"uri":"China","surface_form":"China","offset":1886},{"uri":"Noble","surface_form":"noble","offset":2023},{"uri":"Gold","surface_form":"gold","offset":2660},{"uri":"Blacksmith","surface_form":"blacksmith","offset":2811},{"uri":"Sigillography","surface_form":"sigillography","offset":2990},{"uri":"Genealogy","surface_form":"genealogy","offset":3035},{"uri":"History","surface_form":"history","offset":3056},{"uri":"Art_history","surface_form":"art history","offset":3065}]}