{"id":17714,"url":"http://en.wikipedia.org/wiki/Battle_of_Yorktown_(1781)","text":"The Battle of Yorktown, also called the Siege of Yorktown, fought from September 28-October 19, 1781. It is considered the last major land battle of the American Revolutionary War. The Continental Army, led by General George Washington, won a decisive victory against the British Army, led by General Lord Charles Cornwallis. Cornwallis was forced to surrender after being surrounded by Washington's army.\nThe Americans were assisted by the French, led by the Comte de Rochambeau. The battle took place in Yorktown, Virginia, near the York River. After the French fleet defeated a British fleet, Cornwallis was cut off and had to surrender to the French and the Continental Army. Eventually, it led to the Treaty of Paris in 1783, two years later.\nBackground.\nBritish General Lord Cornwallis had fought against the Americans in 1776 and 1777. He was convinced the Americans could not defeat a British army in the field. In 1778 he returned to England to care for his wife who died in February of 1779. After a few months he returned to America to continue the fight. While he was gone, there was a change in British strategy. Before, the British had concentrated on defeating and destroying Washington's army. Now, since the French had joined the Americans, it was no longer just a rebellion but a world war. Earlier, the French had been helping the Americans with loans and war supplies. Now France and Spain were fighting against the British, who had to move troops from North America to defend other places. The new strategy was to win back the Southern colonies beginning with Georgia. The British thought that as many as 50 percent of the population in the South was loyal to Britain. They would start with Georgia and move north through The Carolinas to the Virginia Colony.\nOn his arrival in New York City, Cornwallis was made second-in-command to General Henry Clinton. The two generals did not trust each other. Clinton was convinced Washington would attack him in New York. He was afraid of sending troops home and having to depend more on Loyalist militia. Cornwallis was ready to go ahead with what troops he had. Clinton was suspicious Cornwallis' return from England was to get a command for himself. In fact, Cornwallis had secured a commission to replace Clinton if Clinton repeated his threats to resign.\nClinton sent Cornwallis south to recapture Charleston, South Carolina following the new plan. Soon, Cornwallis began acting independently of Clinton, who stayed safe in New York City. Cornwallis wasn't going to play it safe and advance by careful steps as he had been instructed. When he saw a chance to attack the new patriot army under Major General Horatio Gates, he did so without orders nearly wiping out the Americans.\nCornwallis moved carelessly. He left American units, such as the one led by Francis Marion (called the \"Swamp Fox\"), in his rear. The American general Nathanael Greene noticed this right away. He broke up his command into smaller units in order to plague Cornwallis. Finally the two armies met at the Battle of Guilford Court House, which neither army won. During this time Cornwallis was not sending messages to Clinton telling him where he was. After Guilford Court House, Cornwallis moved to the coast of North Carolina to rest his men. Then, again without orders, he decided to march north to Virginia. Frustrated by this, Clinton sent Cornwallis a number of contradictory messages. Most of them were worded as suggestions rather than orders. But he did order Cornwallis to find a defensible position. This was so he could be evacuated by the Royal Navy, possibly to Philadelphia. Cornwallis decided on the community of Yorktown and his men started building defenses there in August of 1781 to wait for the Navy.\nIn New York, Washington learned that the French Admiral François Joseph Paul de Grasse was sailing north from the West Indies. Rochambeau convinced Washington they could attack and defeat Cornwallis. The two commanders began marching south to meet de Grasse's 27 ships and 3,200 troops. Clinton learned of this and sent a British naval fleet to the Chesapeake Bay to cut them off. But the French and Americans arrived first. In the Battle of the Chesapeake the French navy forced the British ships back to New York City. Clinton warned Cornwallis in early September he would soon be facing American and French troops but promised him reinforcements by sea. Clinton had not yet learned of the French naval victory and did not know he could not rescue Cornwallis by sea. By the end of September, Washington and Rochambeau had surrounded Yorktown. Cornwallis received another message in late September from Clinton telling him help was on the way. Cornwallis was misled again and thought he only had to hold out for a few days.\nThe Siege of Yorktown.\nJust after the clash between the French and British Fleets, a smaller French squadron carrying the French army's siege artillery slipped into the Chesapeake. Now the French and Americans had bigger guns than Cornwallis had behind his earthen fortifications.\nMarching out of Williamsburg, Virginia the Americans and French arrived on September 28, 1781 at Yorktown. They surrounded the earthworks in a Semicircle with the York River completing the circle. Cornwallis made the first move, abandoning his outer works made up of four redoubts. Washington and Rochambeau thought this was a mistake. They sent troops to occupy the outer earthworks. The Americans and French began setting up their siege operations on September 30, first on the east side. By October 9, they were close enough to begin the bombardment. The Americans and French stormed two of the redoubts on October 14, forcing the British back even further. By that time it became obvious the British could not hold out much longer. On October 16, the British attacked two of the redoubts they had abandoned and spiked the guns. At the same time Cornwallis attempted to slip past the guards to Gloucester (now Gloucester Point, Virginia) across the river but was turned back by a storm. Finally, with no sign of relief as promised by Clinton, Cornwallis' army of 6,000 soldiers surrendered.\nThe casualties were about 500 British, 200 French and 80 Americans. Captured were 240 artillery pieces, a large supply of small arms and ammunition, plus equipment. General Cornwallis did not attend the surrender. Claiming to be sick, he sent General Charles O'Hara to surrender for him. O'Hara first tried to surrender to Comte de Rochambeau. Rochambeau directed him to surrender to General Washington. In turn, Washington directed him to surrender to General Benjamin Lincoln who accepted O'Hara's sword. As the British stacked their guns marching out of the fortress, their band played \"The World Turned Upside Down\". When Lord North, the British Prime Minister, received news of the surrender he cried out \"Oh God, it is all over!\"\nResults.\nThe battles of Saratoga in 1777 and Yorktown in 1781 were two major turning points in the Revolutionary war. Both were American victories over the British, but with very different results. The British defeat at Saratoga prolonged the war, while the battle at Yorktown foretold its end. Saratoga convinced the French to join the Americans against the British. Yorktown was a joint victory by the French and the Americans over the British. France and her allies continued to fight hard for two more years, but there was little fighting anymore on the American continent. The Treaty of Paris (1783) ended the war.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":153},{"uri":"Continental_Army","surface_form":"Continental Army","offset":185},{"uri":"General","surface_form":"General","offset":210},{"uri":"George_Washington","surface_form":"George Washington","offset":218},{"uri":"Decisive_victory","surface_form":"decisive victory","offset":243},{"uri":"British_Army","surface_form":"British Army","offset":272},{"uri":"General_officer","surface_form":"General","offset":293},{"uri":"Lord","surface_form":"Lord","offset":301},{"uri":"Charles_Cornwallis","surface_form":"Charles Cornwallis","offset":306},{"uri":"Surrender_(military)","surface_form":"surrender","offset":351},{"uri":"France","surface_form":"French","offset":441},{"uri":"Jean-Baptiste_Donatien_de_Vimeur%2C_comte_de_Rochambeau","surface_form":"Comte de Rochambeau","offset":460},{"uri":"Yorktown%2C_Virginia","surface_form":"Yorktown, Virginia","offset":506},{"uri":"Continental_Army","surface_form":"Continental Army","offset":662},{"uri":"Treaty_of_Paris_(1783)","surface_form":"Treaty of Paris","offset":706},{"uri":"British","surface_form":"British","offset":760},{"uri":"Charles_Cornwallis%2C_1st_Marquess_Cornwallis","surface_form":"Lord Cornwallis","offset":776},{"uri":"England","surface_form":"England","offset":943},{"uri":"Loan","surface_form":"loan","offset":1365},{"uri":"Supply","surface_form":"supplies","offset":1379},{"uri":"North_America","surface_form":"North America","offset":1473},{"uri":"Southern_United_States","surface_form":"Southern","offset":1548},{"uri":"Province_of_Georgia","surface_form":"Georgia","offset":1581},{"uri":"Percent","surface_form":"percent","offset":1629},{"uri":"North","surface_form":"north","offset":1729},{"uri":"The_Carolinas","surface_form":"The Carolinas","offset":1743},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":1764},{"uri":"Second-in-command","surface_form":"second-in-command","offset":1834},{"uri":"General","surface_form":"General","offset":1855},{"uri":"Henry_Clinton","surface_form":"Henry Clinton","offset":1863},{"uri":"Loyalist_(American_Revolution)","surface_form":"Loyalist","offset":2050},{"uri":"Militia","surface_form":"militia","offset":2059},{"uri":"Charleston%2C_South_Carolina","surface_form":"Charleston, South Carolina","offset":2365},{"uri":"Major_General","surface_form":"Major General","offset":2660},{"uri":"Horatio_Gates","surface_form":"Horatio Gates","offset":2674},{"uri":"Francis_Marion","surface_form":"Francis Marion","offset":2823},{"uri":"Nathanael_Greene","surface_form":"Nathanael Greene","offset":2898},{"uri":"Battle_of_Guilford_Court_House","surface_form":"Battle of Guilford Court House","offset":3048},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":3618},{"uri":"Admiral","surface_form":"Admiral","offset":3812},{"uri":"Fran%C3%A7ois_Joseph_Paul_de_Grasse","surface_form":"François Joseph Paul de Grasse","offset":3820},{"uri":"West_Indies","surface_form":"West Indies","offset":3878},{"uri":"Chesapeake_Bay","surface_form":"Chesapeake Bay","offset":4113},{"uri":"Battle_of_the_Chesapeake","surface_form":"Battle of the Chesapeake","offset":4196},{"uri":"Squadron","surface_form":"squadron","offset":4889},{"uri":"Artillery","surface_form":"artillery","offset":4931},{"uri":"Earthen","surface_form":"earthen","offset":5046},{"uri":"Fortification","surface_form":"fortification","offset":5054},{"uri":"Williamsburg%2C_Virginia","surface_form":"Williamsburg, Virginia","offset":5086},{"uri":"Earthwork","surface_form":"earthwork","offset":5197},{"uri":"Semicircle","surface_form":"Semicircle","offset":5213},{"uri":"York_River_(Virginia)","surface_form":"York River","offset":5233},{"uri":"Redoubt","surface_form":"redoubt","offset":5342},{"uri":"Bombardment","surface_form":"bombardment","offset":5611},{"uri":"Guard","surface_form":"guard","offset":5957},{"uri":"Gloucester_Point%2C_Virginia","surface_form":"Gloucester Point, Virginia","offset":5983},{"uri":"Storm","surface_form":"storm","offset":6053},{"uri":"Casualty_(person)","surface_form":"casualties","offset":6168},{"uri":"Small_arms","surface_form":"small arms","offset":6286},{"uri":"Ammunition","surface_form":"ammunition","offset":6301},{"uri":"Equipment","surface_form":"equipment","offset":6318},{"uri":"Charles_O%27Hara","surface_form":"Charles O'Hara","offset":6415},{"uri":"Benjamin_Lincoln","surface_form":"Benjamin Lincoln","offset":6625},{"uri":"Sword","surface_form":"sword","offset":6664},{"uri":"Band","surface_form":"band","offset":6741},{"uri":"Frederick_North%2C_Lord_North","surface_form":"Lord North","offset":6790},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"British Prime Minister","offset":6806},{"uri":"Battle_of_Saratoga","surface_form":"Saratoga","offset":6924},{"uri":"Treaty_of_Paris_(1783)","surface_form":"Treaty of Paris (1783)","offset":7482}]}