{"id":17726,"url":"http://en.wikipedia.org/wiki/Siberian_tiger","text":"The Siberian tiger (\"Panthera tigris altaica\"), also known as the \"Amur Tiger\", is the largest felid in the world. They live in eastern Russia's birch forests, and there are some in China and North Korea. It is estimated that there are around 400 to 500 Siberian tigers left in the wild.\nDescription.\nSiberian tigers are the largest of all tigers, as well as the largest of all the big cats. They can grow up to the length of 6–9 ft (1.8–2.7 meters), but some can be as long as. They usually weigh around 300–600 pounds, but can weigh as much as 700 pounds or more. To keep themselves from becoming cold in the winters, Siberian tigers have thicker fur coats than tigers which live in southern Asia. They also have a thick layer of fat which helps keep them warm. Like all other tigers, Siberian tigers have orange fur with black stripes. Siberian tigers have extra fur around their necks and paws which helps them keep warm. Siberian tigers have less orange in their coats, and have fewer stripes.\nWhere they live.\nSiberian tigers are located in northeast China, the Russian Far East and parts of North Korea. This region is called the \"Amur Region\", which is named after the Amur River. This region is covered with mountainous areas and coniferous forests. In the summer, the temperature is between mild and hot. In the winter, it may be very cold, especially at higher altitudes.\nBehavior.\nLike other tigers, the Siberian tiger likes to live on its own. Each Siberian tiger has its own large amount of territory. Male tigers' territories will usually cross those of several females' territories, but will usually not cross the territories of other males. In their territories, Siberian tigers usually have a lair in a cave or another area.\nFeeding.\nSince Siberian tigers live in such cold regions, an adult needs to eat at least of food every day to survive, but adults can eat as much as 50 kilograms of meat. Siberian tigers are carnivores. Siberian tigers are apex predators. Siberian tigers feed mainly on wild boar, moose and deer. If regular prey is unavailable they will eat fish, rodents, rabbits and even small bears. During normal conditions, around 50 percent of the tiger's diet will be of wild boar.\nHunting.\nWhile hunting, a Siberian tiger can run faster than, but running at this speed takes a lot of energy, so the Siberian tiger will only run short distances. The Siberian tiger has good night vision and likes to hunt during the night, when it can more easily surprise its prey. It also has excellent hearing and sense of smell which it uses to find and attack prey.\nReproduction.\nSiberian tigers live alone and only come together in mating season. The mating season usually begins in December, and lasts through January. Females are pregnant for around three to three and a half months before giving birth to their cubs in early spring. Females usually give birth to around 3–4 cubs at a time. When born, the Siberian tiger cub is blind and toothless and is no larger than a normal house cat. It stays blind for around two weeks. The mother starts teaching the cubs how to hunt when the cubs are around 1 year old. The cubs then stay with their mother until they are 3–5 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Felid","surface_form":"felid","offset":95},{"uri":"Russia","surface_form":"Russia","offset":136},{"uri":"Forest","surface_form":"forest","offset":151},{"uri":"China","surface_form":"China","offset":182},{"uri":"North_Korea","surface_form":"North Korea","offset":192},{"uri":"Tiger","surface_form":"tiger","offset":340},{"uri":"Big_cat","surface_form":"big cat","offset":382},{"uri":"Fur","surface_form":"fur","offset":649},{"uri":"Tiger","surface_form":"tiger","offset":664},{"uri":"Asia","surface_form":"Asia","offset":694},{"uri":"Neck","surface_form":"neck","offset":883},{"uri":"Paw","surface_form":"paw","offset":893},{"uri":"China","surface_form":"China","offset":1057},{"uri":"Russian_Far_East","surface_form":"Russian Far East","offset":1068},{"uri":"North_Korea","surface_form":"North Korea","offset":1098},{"uri":"Mountain","surface_form":"mountain","offset":1217},{"uri":"Coniferous","surface_form":"coniferous","offset":1239},{"uri":"Forest","surface_form":"forest","offset":1250},{"uri":"Altitude","surface_form":"altitudes","offset":1372},{"uri":"Tiger","surface_form":"tiger","offset":1404},{"uri":"Carnivore","surface_form":"carnivores","offset":1934},{"uri":"Apex_predator","surface_form":"apex predators","offset":1966},{"uri":"Boar","surface_form":"wild boar","offset":2013},{"uri":"Moose","surface_form":"moose","offset":2024},{"uri":"Deer","surface_form":"deer","offset":2034},{"uri":"Bear","surface_form":".","offset":2038},{"uri":"Fish","surface_form":"fish","offset":2085},{"uri":"Rodent","surface_form":"rodent","offset":2091},{"uri":"Rabbit","surface_form":"rabbit","offset":2100},{"uri":"Bear","surface_form":"bears","offset":2123},{"uri":"Reproduction","surface_form":"Reproduction","offset":2588},{"uri":"Pregnant","surface_form":"pregnant","offset":2755}]}