{"id":177214,"url":"http://en.wikipedia.org/wiki/Ape_Escape_2","text":"\"Ape Escape 2\" is a Playstation 2 game, that consists of catching troublesome Monkeys and defeating Specter.\nIt was published and developed to the PS2 by Sony, but in North America, it was published by Ubisoft. It was first released in Japan on 18 July 2002 and later released in Europe on 14 March 2003, and in North America on 30 June 2003. It is the second game in the \"Ape Escape\" series.\nStory and Plot.\nThe Professor leaves one simple task for Jimmy, (Hikaru), to do, but as you would have guessed, it does not go well. He was supposed to send Monkey Pants to a Monkey Park, but he sent Peak Point helmets too. Specter got hold of one and decided to try and take over the world again. Natalie is furious with Jimmy, as he destroyed the laboratory, and to make up for it, he decides to go and catch all of the monkeys and defeat Specter.\nCharacters.\nSpecter a troublesome monkey, trying to take over the world.\nHikaru the main character who captures monkeys and saves the world.\nKekaru another character who does the same as Hikaru, after you complete the game Hikaru.\nPipotchi Hikaru's best friend who journeys with Hikaru (only) to help him.\nFreaky Monkey Five bosses in the game.\nNatalie your helper who stays in the Lab.\nThe Professor sometimes appears every now and then.\nMini Games.\nOther features are Mini Games, that you pay for in the vending machine in the Lab. There are Monkey Football (Soccer), Dance Monkey Dance, and Monkey Climbing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Playstation_2","surface_form":"Playstation 2","offset":20},{"uri":"Monkeys","surface_form":"Monkeys","offset":78},{"uri":"18_July","surface_form":"18 July","offset":245},{"uri":"2002","surface_form":"2002","offset":253},{"uri":"14_March","surface_form":"14 March","offset":290},{"uri":"2003","surface_form":"2003","offset":299},{"uri":"30_June","surface_form":"30 June","offset":329},{"uri":"2003","surface_form":"2003","offset":337},{"uri":"Ape_Escape","surface_form":"Ape Escape","offset":373},{"uri":"Park","surface_form":"Park","offset":575},{"uri":"Helmet","surface_form":"helmet","offset":604},{"uri":"World","surface_form":"world","offset":909},{"uri":"Football","surface_form":"Football","offset":1394},{"uri":"Soccer","surface_form":"Soccer","offset":1404}]}