{"id":177419,"url":"http://en.wikipedia.org/wiki/New_Age","text":"The New Age, also called the New Age movement is a kind of spiritual belief and way of life held by some westerners. It is not an organized religion. They believe in religious pluralism- that people are free to decide what they believe and how they use it in their lives. They pick and mix what they believe with bits taken from both eastern and western culture and religions. They make their own decisions about what God is and how they worship God, if they even believe in God at all. New Age people often meditate, sometimes to seek their own contact with God.\nThere are many authors who describe how they see the New Age in books. There is also New Age music which tends to be calm and relaxing.\nNew Age people do all believe that a new future time is coming in which people will be more aware of their own special spiritual nature and this will make the world a different and better place.\nNew Age: A Collection of Thought Systems\nNew Age is a compilation of metaphysical, Eastern-influenced thought systems. These thought systems unite theology, nature, and philosophy. This movement comprises countless \"theologies\" that often center on religious tolerance and moral diversity. The main phrases (or \"isms\") that reveal the focal point of New Age thought are \"feel-goodism\" (do whatever feels good, as long as you are not hurting someone else), \"moral relativism\" (situational ethics), and \"pluralism\" (universal tolerance). The phrase \"New Age\" refers to the \"Aquarian Age\" which, according to New Age supporters, is now beginning. This Age is expected to bring in peace and enlightenment, as well as reunite humans with \"god.\" New Age doctrine says that humans are currently estranged from god due to a lack of insight concerning god's real nature and reality. In New Age understanding, mankind is central. Humans are considered to be divine, as co-creators, and as the ultimate hope for the future of the world. Although New Age is generally tolerant of almost any world religion or philosophy, it is opposed to the \"narrow-mindedness\" of Christianity that teaches Jesus Christ is the only way to eternal salvation. New Age philosophy is complicated to define because there is no centralized hierarchy, doctrine, or membership. At its foundation, the New Age movement is a religious system with two main doctrines: Evolutionary Godhood and Global Unity.\nNew Age: The Doctrine of Evolutionary Godhood\nGenerally, New Age thought supports the theory of organic evolution, but extends the concept to the evolution of the spirit. This is the concept of \"Evolutionary Godhood,\" where the next step in evolution won't be physical, but spiritual. The principles of evolution are constantly moving mankind toward god-consciousness, where man and reality connect in unified enlightenment. The \"fittest\" already understand this reality, while the \"unfit\" (such as Christians and other proponents of dogmatic worldviews) act as a hindrance to evolutionary forces. Many New Age practices are designed to accelerate the evolutionary push into the spiritual realms. These practices include: (i) astral projection, which is training your soul to leave your body and travel around; (ii) channeling spirits, so they may speak through you or guide you; (iii) crystal usage, which purifies the energy systems of your body and mind; and (iv) visualization techniques, which include everything from basic mental imagery to role playing of animals or divine creatures. In a nutshell, Evolutionary Godhood means that mankind will soon see itself as god. This is often referred to as the \"Christ principle\" or \"Christ consciousness.\" New Age teaches that we are basically good and inherently divine, and ultimately, we can create our own reality.\nNew Age: The Doctrine of Global Unity\nMan Unified With Man. One New Age principle is that we will all realize our proper divine relationship with one another and achieve pure harmony through the acceptance of this divine knowledge. With relational harmony comes economic unity. With economic unity, we can achieve political unity (a single world government) and spiritual unity (a one world religion).\nMan Unified With Nature. Another New Age principle is that god is everything, and everything is god. Therefore, nature is also part of god. We must be in harmony with nature. We must nurture it and be nurtured by it. Mankind is no different than any other animal. We must live in harmony with them, understand them, and learn from them. Actually, many in the New Age movement refer to the union of earth and nature as \"Gaia.\" Gaia is revered, respected, and even worshipped as a god by some. American Indian rituals are also popular in the New Age movement because they focus on the elements of nature and man's relationship to them.\nMan Unified With God. Since man is divine by nature, all people can realize their \"divinity\" and contribute to the unified purpose of man, earth and nature. The ultimate goal in life is to fully realize our own divine goodness. The New Age god is impersonal and omnipresent. He (it) has not revealed himself (itself) to mankind, and therefore, mankind is not accountable to any notions of moral law or absolute truth. There is no objective morality in the New Age philosophy. We should have tolerance for all systems of truth, meaning and purpose. We should create a world of pure relativism, where morality and religion are strictly relative to each person's individual notion of reality itself.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spiritual","surface_form":"spiritual","offset":59},{"uri":"Belief","surface_form":"belief","offset":69},{"uri":"Western_world","surface_form":"westerners","offset":105},{"uri":"Religion","surface_form":"religion","offset":140},{"uri":"Pluralism","surface_form":"pluralism","offset":176},{"uri":"Culture","surface_form":"culture","offset":354},{"uri":"God","surface_form":"God","offset":418},{"uri":"Meditation","surface_form":"meditate","offset":508},{"uri":"New_Age_music","surface_form":"New Age music","offset":649}]}