{"id":177564,"url":"http://en.wikipedia.org/wiki/Aum_Shinrikyo","text":"e=\"preserve\">Aum Shinrikyo is a Japanese cult movement founded by Shoko Asahara which carried out a terrorist attack on a Tokyo subway in 1995. Although it claims to be a new religious movement, several governments regard it as a terrorist movement.\nAum members used a poisonous gas called Sarin for their attack. In five attacks, they released sarin on several lines of the Tokyo subway. This killed thirteen people, and severely injured fifty. It caused temporary vision problems for nearly a thousand others.\nAfter the event, the movement renamed itself \"Aleph\". Aum Shinrikyo had been formally designated a terrorist organization by several entities, including Canada, and the United States.\nOn 10 October 1995, Aum Shinrikyo was ordered to be stripped of its official status as a \"religious legal entity\" and was declared bankrupt in early 1996. However the group continues to operate under the constitutional guarantee of freedom of religion. It is funded by a successful computer business and donations, and is kept under strict surveillance. Attempts to ban the group altogether under the 1952 Subversive Activities Prevention Law were rejected by the Public Security Examination Commission in January 1997.\nIn April 2011 the Public Security Intelligence Agency stated that Aum currently had about 1,500 members. At the end of July 2011 the cult reported its membership as 1,030. The group was reportedly active in trying to recruit new members among Japan's youth via social media websites and proselytizing on college campuses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":32},{"uri":"Cult","surface_form":"cult","offset":41},{"uri":"Shoko_Asahara","surface_form":"Shoko Asahara","offset":66},{"uri":"Terrorism","surface_form":"terrorist","offset":100},{"uri":"Tokyo_subway_sarin_attack","surface_form":"attack on a Tokyo subway","offset":110},{"uri":"New_religious_movement","surface_form":"new religious movement","offset":171},{"uri":"Terrorist_movement","surface_form":"terrorist movement","offset":230},{"uri":"Gas","surface_form":"gas","offset":279},{"uri":"Sarin","surface_form":"Sarin","offset":290},{"uri":"Constitution","surface_form":"constitution","offset":900},{"uri":"Freedom_of_religion","surface_form":"freedom of religion","offset":928},{"uri":"Surveillance","surface_form":"surveillance","offset":1036}]}