{"id":177678,"url":"http://en.wikipedia.org/wiki/Janko_Prunk","text":"Janko Prunk (), (born December 30, 1942) is a Slovenian historian of modern history. He has published articles and monographs on analytical politology, modern history, the genesis of modern political formations, and the history of social and political philosophy in Slovenia. He has also written on the history of political movements in Slovenia from the end of the 19th century until World War II, especially about Slovene Christian socialism and the history of Slovenian national questions.\nBiography.\nPrunk was born in the small village of Loka pri Zidanem Mostu near the town of Sevnica in central Slovenia, in what was then the German-occupied Lower Styria. He graduated from University of Ljubljana in 1966 and obtained his master's degree from the same institution in 1972. He obtained his PhD in 1976 with thesis on the relationship between the Slovenian Christian Socialist movement and the Communist Party of Slovenia within the Liberation Front of the Slovenian People, which at the time was a somehow problematic topic. In 1984 and 1988, he was awarded the scholarships by the Alexander von Humboldt Foundation, which enabled him to continue his studies in Cologne and Freiburg. Later, he worked as a researcher at the University of Freiburg. From 1966 to 1995, he collaborated with the Institute for modern history in Ljubljana. He worked as professor at the Faculty for Social Sciences of the University of Ljubljana.\nHe has written on politology, modern history, modern political formations, and the history of social and political thought in Slovenia. He has also written on the history of political movements in Slovenia from the end of 19th century until World War II, especially with Slovene Christian socialism and the history of Slovenian national questions.\nPrunk is a member of Leibniz Institute of European History in Mainz, and a senior member of the Center for European Integration Studies in Bonn.\nPolitics.\nPrunk has been actively involved in politics. As an early admirer of Jože Pučnik, he joined the Slovenian Social Democratic Union after the democratization of Slovenia. He was an active member of the Slovenian Democratic Party (known as Slovenian Social Democratic Party between 1989 and 2003). Between 1992 and 1993, he served as Minister for Slovenes outside Slovenia in the first coalition cabinet of Janez Drnovšek. Between 2004 and 2008, he served as chairman of the Party's internal Committee for Education Policies; he quit for disagreements over the Government policy favouring private universities. He became very critical of the then prime minister Janez Janša, whom he accused of being a \"liberal with an authoritative touch\" who aspires at becoming a \"Slovenian Piłsudski\".\nFrom 1992 to 1993, he was the Minister without portfolio for Slovenes abroad in Slovenia in the centre-left government of Janez Drnovšek. In 2005, he was appointed by the Foreign Minister Dimitrij Rupel as president of the Slovene-Croatian Historical Commission, formed by the governments of the two countries to shed light on the history of the relations between the two nations.\nSelected publications.\nPrunk has written over 500 specialized articles and books. His book \"A brief history of Slovenia: Historical background of the Republic of Slovenia\" is one of the basic full works on modern Slovenian history.","categories":[],"infobox_types":["Person"],"annotations":[{"uri":"Slovenia","surface_form":"Slovenia","offset":46},{"uri":"Modern_history","surface_form":"modern history","offset":69},{"uri":"Political_philosophy","surface_form":"political philosophy","offset":242},{"uri":"World_War_II","surface_form":"World War II","offset":385},{"uri":"Third_Reich","surface_form":"German","offset":633},{"uri":"Cologne","surface_form":"Cologne","offset":1169},{"uri":"Freiburg","surface_form":"Freiburg","offset":1181},{"uri":"Ljubljana","surface_form":"Ljubljana","offset":1331},{"uri":"World_War_II","surface_form":"World War II","offset":1673},{"uri":"J%C3%B3zef_Pi%C5%82sudski","surface_form":"Piłsudski","offset":2709}]}