{"id":178024,"url":"http://en.wikipedia.org/wiki/Heidi","text":"\"Heidi\" is a book written by Johanna Spyri, published between 1880 and 1881. It is about a young orphan girl who grows up in the Swiss Alps (mountains in Switzerland) with her grandfather.\nSummary.\nWhen her guardians die, Heidi must live in the mountains with her grandfather, Alm-Uncle, who does not like people. He slowly changes and becomes more caring because of Heidi. Then, Heidi must move to Frankfurt, Germany to be the friend of Clara, a girl who is sick and cannot walk. Clara’s grandmother encourages Heidi to learn to read, and she also learns about God. She becomes very homesick, and a kind doctor says that she must return home to her grandfather. Later, Clara visits Heidi in the Alps and becomes strong enough to walk.\nInspiration.\nJohanna Spyri wrote this story for her son, Berhard Diethelm Spyri. People and places in the story come from Spyry's own life. Catherine Eayrs, a literary critic, thinks that the village of Dorfli may come from Jenins in Switzerland, a place that Spyri visited as a child, however Dorfli is an actual town in Switzerland. Also, the kindly doctor is similar to Spyri's own father, and Klara's grandmother is a good storyteller, just like Spyri's own mother.\nReception.\nImmediately after the book was published, \"Heidi\" was popular, both with children and adults. It continues to be popular, and translations are available in more than fifty languages. About 50 million books have been sold. The story has also been told on movie and television. There is even a musical version.\nVisitors to Switzerland can visit a tourist village called Heididorf in Maienfeld. The name means \"Heidi's village\" in German.\nCriticism.\nSome readers think that one problem of \"Heidi\" is that the book teaches the Christian religion. Malcolm Usrey, a literary critic, thinks that nature is as important as Christianity in helping people, because Klara’s paralysis and Heidi’s home sickness are both healed in the “clean air of the Swiss mountains”.","categories":[],"infobox_types":[],"annotations":[{"uri":"Johanna_Spyri","surface_form":"Johanna Spyri","offset":29},{"uri":"1880","surface_form":"1880","offset":62},{"uri":"1881","surface_form":"1881","offset":71},{"uri":"Swiss_Alps","surface_form":"Swiss Alps","offset":129},{"uri":"Switzerland","surface_form":"Switzerland","offset":154},{"uri":"Frankfurt","surface_form":"Frankfurt","offset":399},{"uri":"Germany","surface_form":"Germany","offset":410},{"uri":"Critic","surface_form":"literary critic","offset":895},{"uri":"Jenins","surface_form":"Jenins","offset":960},{"uri":"Translation","surface_form":"translation","offset":1343},{"uri":"Movie","surface_form":"movie","offset":1471},{"uri":"Television","surface_form":"television","offset":1481},{"uri":"Musical","surface_form":"musical","offset":1509},{"uri":"Tourist","surface_form":"tourist","offset":1562},{"uri":"Maienfeld","surface_form":"Maienfeld","offset":1598},{"uri":"Christianity","surface_form":"Christian","offset":1740},{"uri":"Nature","surface_form":"nature","offset":1806},{"uri":"Paralysis","surface_form":"paralysis","offset":1880}]}