{"id":178012,"url":"http://en.wikipedia.org/wiki/Hippocampus","text":"e=\"preserve\">:\"For the small fish, go to seahorse\"\nThe hippocampus is part of the mammalian brain, and belongs to the limbic system. Humans and other mammals have two, one in each side of the brain. The hippocampus is under the cerebral cortex.\nIt is important in spatial memory and navigation, and helps turn short-term memory into long-term memory. The hippocampus is named after the \"seahorse\" because its shape is similar.\nIn Alzheimer's disease, the hippocampus is one of the first regions of the brain to suffer damage; memory loss and disorientation are included among the early symptoms. People with extensive, bilateral hippocampal damage may experience anterograde amnesia the inability to form or retain new memories.\nThe different neuronal cell types are neatly organized into layers in the hippocampus. It has often been used as a model system for studying neurophysiology. Long-term potentiation (LTP), a neural mechanism for storing memory, was first discovered to occur in the hippocampus.\nHippocampus and memory.\nThe connection of hippocampus with memory was made by a famous report. This gave the results of the destruction of the hippocampi by surgery (an attempt to relieve epileptic seizures). The unexpected outcome of the surgery was severe anterograde and partial retrograde amnesia. The patient could not form new memories of events after his surgery, and could not remember any events that occurred just before his surgery. However, he did remember events from many years earlier, right back to his childhood.\nThis case attracted widespread professional interest. Later, other patients with similar damage and amnesia (caused by accident or disease) have also been studied. Thousands of experiments have studied the physiology of changes in synaptic connections in the hippocampus after activity. The hippocampi do play an important role in memory. However, the precise nature of this role remains unclear.\nRecent reviews say how the hippocampus puts together our memories of past events, and helps us remember aspects of complex events.\nHippocampus and orientation.\nNeurons in the rat hippocampus show activity related to the rat's position in its environment. As with the memory theory, there is now almost universal agreement that spatial coding plays an important role in hippocampal function, but the details are widely debated.\nStudies conducted on freely moving rats and mice have shown that many hippocampal neurons have \"place fields\", that is, they fire bursts of action potentials when a rat passes through a particular part of the environment. In humans, cells with location-specific firing patterns have been reported in a study. Patients with drug-resistant epilepsy had diagnostic electrodes put in their hippocampus. Then a computer was used to move them around in a virtual reality town.\nThe discovery of place cells in the 1970s led to a theory that the hippocampus might act as a cognitive map a neural representation of the layout of the environment. The \"cognitive map hypothesis\" has been further advanced by recent discoveries of direction cells in several parts of the rodent brain which are strongly connected to the hippocampus.\nEvolution.\nThe hippocampus has a generally similar appearance across the mammals from monotremes such as the echidna to primates such as humans. The hippocampal size to body-size ratio increases: it is about twice as large for primates as for the echidna. It does not, however, increase at anywhere close to the rate of the neocortex to body-size ratio. Therefore, the hippocampus takes up a larger fraction of the cortex in rodents than in primates.\nOther vertebrates have areas which may be homologous to the hippocampus of mammals. Some insects, and cephalopods such as the octopus, have strong spatial learning and navigation abilities. These appear to work differently from the mammalian spatial system, and have evolved independently of the mammalian system.","categories":[],"infobox_types":["Brain"],"annotations":[{"uri":"Seahorse","surface_form":"seahorse","offset":41},{"uri":"Mammal","surface_form":"mammal","offset":82},{"uri":"Brain","surface_form":"brain","offset":92},{"uri":"Limbic_system","surface_form":"limbic system","offset":118},{"uri":"Cerebral_cortex","surface_form":"cerebral cortex","offset":228},{"uri":"Memory","surface_form":"memory","offset":272},{"uri":"Short-term_memory","surface_form":"short-term memory","offset":310},{"uri":"Seahorse","surface_form":"seahorse","offset":387},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":430},{"uri":"Anterograde_amnesia","surface_form":"anterograde amnesia","offset":663},{"uri":"Neuron","surface_form":"neuron","offset":743},{"uri":"Neurophysiology","surface_form":"neurophysiology","offset":870},{"uri":"Long-term_potentiation","surface_form":"Long-term potentiation","offset":887},{"uri":"Surgery","surface_form":"surgery","offset":1163},{"uri":"Epilepsy","surface_form":"epileptic seizure","offset":1194},{"uri":"Anterograde_amnesia","surface_form":"anterograde","offset":1264},{"uri":"Retrograde_amnesia","surface_form":"retrograde amnesia","offset":1288},{"uri":"Synapse","surface_form":"synaptic connections","offset":1767},{"uri":"Neurons","surface_form":"neurons","offset":2442},{"uri":"Action_potential","surface_form":"action potential","offset":2500},{"uri":"Virtual_reality","surface_form":"virtual reality","offset":2809},{"uri":"Place_cell","surface_form":"place cell","offset":2848},{"uri":"Monotreme","surface_form":"monotreme","offset":3267},{"uri":"Echidna","surface_form":"echidna","offset":3290},{"uri":"Primate","surface_form":"primate","offset":3301},{"uri":"Ratio","surface_form":"ratio","offset":3360},{"uri":"Echidna","surface_form":"echidna","offset":3428},{"uri":"Neocortex","surface_form":"neocortex","offset":3505},{"uri":"Homologous","surface_form":"homologous","offset":3674},{"uri":"Insects","surface_form":"insects","offset":3721},{"uri":"Octopus","surface_form":"octopus","offset":3758}]}