{"id":178097,"url":"http://en.wikipedia.org/wiki/Ken_Whisenhunt","text":"Kenneth \"Ken\" Moore Whisenhunt (born February 28, 1962 in Augusta, Georgia) is the American football head coach of the Arizona Cardinals NFL football team, leading them to the first Super Bowl in ream history during the 2008 season. Before that, he was known for his well-planned offensive plays, including the success he had with the Pittsburgh Steelers in his 3 years as their offensive coordinator under Bill Cowher, in which the Steeers won Super Bowl XL during the 2005 season.\nPlaying career.\nAfter attending the Academy of Richmond County in Augusta, Georgia for high school, Whisenhunt played college football at Georgia Tech (1980-84), where he graduated with a degree in Civil Engineering. During his senior season, he was an honorable mention All-American. He also finished first team all-ACC during his final two college seasons.\nWhisenhunt's career as a player included 4 years (1985-88) as a tight end with the Atlanta Falcons, who drafted him in the twelfth round, and then short periods with the Washington Redskins and New York Jets. He retired from the league in 1993 after nine seasons in which he was mostly known as a blocker.\nEarly career.\nHe began his coaching career at Vanderbilt University, where he coached special teams, tight ends and H-backs for the Commodores from 1995–96. In 1997, he returned to the NFL as the tight ends coach for the Baltimore Ravens. Whisenhunt changed teams very often in his early years in the league, moving to the staff of the Cleveland Browns in 1999 and to the New York Jets the following season.\nPittsburgh Steelers.\nIn 2001, Whisenhunt was hired by the Steelers to coach their tight ends. He was able to make players such as Mark Bruener and Jay Riemersma, both considered no longer at their best, into great blocking backs. He became offensive coordinator in Pittsburgh for the 2004 season after Mike Mularkey became the head coach of the Buffalo Bills. Whisenhunt had instant success in his role. While Mularkey was known for creating exciting trick plays, Whisenhunt became more of a cautious play-caller, whose well-timed trick plays surprised the Steelers' opponents because they were very unlike the conservative Pittsburgh run game.\nWhisenhunt's most famous moment is the trick play he called in Super Bowl XL. With Pittsburgh leading 14-10 over the Seattle Seahawks, Whisenhunt called a wide receiver reverse pass (Antwaan Randle El to Hines Ward, the only TD pass thrown by a WR in Super Bowl history) that allowed Pittsburgh to get a big lead, which they did not give away.\nArizona Cardinals.\nOn January 14, 2007 the Arizona Cardinals hired Whisenhunt as their new head coach. The contract he received promised him an average of $2.5 million annually. Whisenhunt had also interviewed for the head coaching position with the Steelers, Atlanta Falcons and Miami Dolphins. In February 2006, the Oakland Raiders were interviewing him to become their new head coach, but Whisenhunt ended the talks before a deal could be offered. The Cardinals were better in Whisenhunt's first season, finishing with 8 wins and 8 losses after finishing with 5 wins and 11 losses the two seasons before that and losing 10 or more games in seven of the previous eight campaigns. It was their first non-losing season since 1998, even though they still failed to make the playoffs.\nBefore his second season, Whisenhunt made the experienced Kurt Warner his starting quarterback. In Whisenhunt's first season, Warner had split time with the team's younger quarterback Matt Leinart, although Warner started the final 11 games of the 2007 season after Leinart suffered a season-ending injury. This was a good decision because Warner put up good numbers in leading the Cardinals to a 9 win and 7 loss regular season record in the 2008 season. This was good enough to win NFC West Division, the Cardinals' first division title since 1975, when the team played in St. Louis, Missouri. Whisenhunt's second season was also the Cardinals' first time in the playoffs since 1998. After beating the Atlanta Falcons and the Carolina Panthers in the first two rounds of the NFC playoffs, the Cardinals defeated the Philadelphia Eagles in the NFC Championship on January 18, 2009 and advanced to the Super Bowl for the first time in franchise history to face the Pittsburgh Steelers. This gave Whisenhunt an opportunity to play against the team he used to be the offensive coordinator of. The Cardinals lost the game 27-23. Whisenhunt credited the Steelers' players and staff with the win, but also said penalties were one of the reasons for the loss.\nPersonal.\nKen and his wife, Alice, have two children: a son Kenneth Jr., and daughter Mary Ashley.","categories":[],"infobox_types":[],"annotations":[{"uri":"Augusta%2C_Georgia","surface_form":"Augusta, Georgia","offset":58},{"uri":"American_football","surface_form":"American football","offset":83},{"uri":"Head_coach","surface_form":"head coach","offset":101},{"uri":"Arizona_Cardinals","surface_form":"Arizona Cardinals","offset":119},{"uri":"NFL","surface_form":"NFL","offset":137},{"uri":"Pittsburgh_Steelers","surface_form":"Pittsburgh Steelers","offset":335},{"uri":"Bill_Cowher","surface_form":"Bill Cowher","offset":407},{"uri":"Super_Bowl_XL","surface_form":"Super Bowl XL","offset":445},{"uri":"Augusta%2C_Georgia","surface_form":"Augusta, Georgia","offset":549},{"uri":"Georgia_Tech","surface_form":"Georgia Tech","offset":621},{"uri":"Civil_Engineering","surface_form":"Civil Engineering","offset":681},{"uri":"Atlanta_Falcons","surface_form":"Atlanta Falcons","offset":925},{"uri":"Washington_Redskins","surface_form":"Washington Redskins","offset":1012},{"uri":"New_York_Jets","surface_form":"New York Jets","offset":1036},{"uri":"Vanderbilt_University","surface_form":"Vanderbilt University","offset":1194},{"uri":"Baltimore_Ravens","surface_form":"Baltimore Ravens","offset":1369},{"uri":"Cleveland_Browns","surface_form":"Cleveland Browns","offset":1484},{"uri":"New_York_Jets","surface_form":"New York Jets","offset":1520},{"uri":"Mark_Bruener","surface_form":"Mark Bruener","offset":1686},{"uri":"Jay_Riemersma","surface_form":"Jay Riemersma","offset":1703},{"uri":"Mike_Mularkey","surface_form":"Mike Mularkey","offset":1858},{"uri":"Buffalo_Bills","surface_form":"Buffalo Bills","offset":1901},{"uri":"Seattle_Seahawks","surface_form":"Seattle Seahawks","offset":2318},{"uri":"Antwaan_Randle_El","surface_form":"Antwaan Randle El","offset":2384},{"uri":"Hines_Ward","surface_form":"Hines Ward","offset":2405},{"uri":"Atlanta_Falcons","surface_form":"Atlanta Falcons","offset":2805},{"uri":"Miami_Dolphins","surface_form":"Miami Dolphins","offset":2825},{"uri":"Oakland_Raiders","surface_form":"Oakland Raiders","offset":2863},{"uri":"Kurt_Warner","surface_form":"Kurt Warner","offset":3386},{"uri":"Matt_Leinart","surface_form":"Matt Leinart","offset":3512},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis","offset":3903},{"uri":"Missouri","surface_form":"Missouri","offset":3914},{"uri":"Atlanta_Falcons","surface_form":"Atlanta Falcons","offset":4032},{"uri":"Carolina_Panthers","surface_form":"Carolina Panthers","offset":4056},{"uri":"Philadelphia_Eagles","surface_form":"Philadelphia Eagles","offset":4146}]}