{"id":178025,"url":"http://en.wikipedia.org/wiki/Hans_von_B%C3%BClow","text":"Hans von Bülow (born Dresden, 8 January 1830; died Cairo, 12 February 1894) was a German conductor and pianist. He was one of the most famous conductors of the 19th century as well as being a famous pianist. He is especially remembered for his conducting of the operas of Richard Wagner.\nLife.\nBülow was born in Dresden. His family belonged to the nobility: he had the title of “Freiherr” (similar to the English Baron). When he was nine he had music lessons from Friedrich Wieck who was the father of Clara Schumann. However, his parents said that he had to study law instead of music, and they sent him to Leipzig.\nDuring this time he met Franz Liszt in Weimar and he heard him conduct the music of Wagner. He decided to study music even though his parents did not want him to. He went to Zürich where Wagner was living in exile. Wagner thought he was very talented and got him some conducting jobs. In 1851 he went to Weimar to study the piano with Liszt. He worked very hard at his piano technique. He also wrote articles about music. Liszt also thought that von Bülow would become a great musician.\nIn 1853 Bülow made his first concert tour. He played in Vienna, Pest, Dresden, Karlsruhe, Bremen, Hamburg and Berlin. He taught the piano in Berlin and gave a lot of support to young composers who had new ideas about music. He toured as pianist and conductor in Germany and Russia. In 1857 he married Liszt’s daughter, Cosima. They had two daughters.\nIn 1864 he became the Hofkapellmeister in Munich. This was a very important conducting job and it made him extremely famous. He conducted the first performances of two Wagner operas: \"Tristan und Isolde\" (1865) and \"Die Meistersinger von Nürnberg\" (1868). These were extremely successful. Meanwhile Cosima was having a love affair with Richard Wagner. In 1868 she left her husband to live with Wagner, taking their daughters with her. She divorced Bülow, who went to Florence for a while to recover from the shock. However, he always continued to show great respect for Wagner and continued to conduct his music. When Wagner died in 1883 he was terribly sad.\nIn 1872 Bülow toured again. He visited England and the USA where, as the solo pianist, he gave the first performance (world premiere) of Tchaikovsky’s Piano Concerto No. 1 in Boston in 1875.\nFrom 1878 to 1880 he was conductor in Hanover, but had to leave after a quarrel with a tenor. In 1880 he went to Meiningen where he conducted the orchestra, making it one of the best orchestras in Germany. He made the players perform from memory. He often conducted the music of Johannes Brahms. He thought about every detail of the pieces he conducted. He liked to have two pianos on the stage so that he could face the audience or have his back to them, whichever he wanted.\nDuring this time he met Richard Strauss in Berlin. He helped Strauss, who was a young man at the time, to make his music well known\nHe did new things with his orchestra, such as introducing a double bass with five strings (this is now normal in most European orchestras). He also introduced timpani with pedals. In the late 1880s he settled in Hamburg, but continued to tour, both conducting and performing on the piano.\nBülow had health problems which gave him very bad headaches. He went to warmer countries to try to get better. He died in a hotel in Cairo, Egypt, ten months after his last concert performance.\nBülow was not only a conductor and pianist, but also a composer. His piano compositions are influenced by Liszt. They are very difficult to play. He was also very good at writing about music. He always wrote what he thought, even if it offended some people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dresden","surface_form":"Dresden","offset":21},{"uri":"Cairo","surface_form":"Cairo","offset":51},{"uri":"Conducting","surface_form":"conductor","offset":89},{"uri":"Pianist","surface_form":"pianist","offset":103},{"uri":"19th_century","surface_form":"19th century","offset":160},{"uri":"Opera","surface_form":"opera","offset":262},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":272},{"uri":"Dresden","surface_form":"Dresden","offset":312},{"uri":"Baron","surface_form":"Baron","offset":413},{"uri":"Clara_Schumann","surface_form":"Clara Schumann","offset":502},{"uri":"Leipzig","surface_form":"Leipzig","offset":608},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":641},{"uri":"Weimar","surface_form":"Weimar","offset":656},{"uri":"Z%C3%BCrich","surface_form":"Zürich","offset":791},{"uri":"Exile","surface_form":"exile","offset":825},{"uri":"Vienna","surface_form":"Vienna","offset":1160},{"uri":"Budapest","surface_form":"Pest","offset":1168},{"uri":"Dresden","surface_form":"Dresden","offset":1174},{"uri":"Karlsruhe","surface_form":"Karlsruhe","offset":1183},{"uri":"Bremen","surface_form":"Bremen","offset":1194},{"uri":"Hamburg","surface_form":"Hamburg","offset":1202},{"uri":"Berlin","surface_form":"Berlin","offset":1214},{"uri":"Russia","surface_form":"Russia","offset":1378},{"uri":"Kapellmeister","surface_form":"Hofkapellmeister","offset":1477},{"uri":"Munich","surface_form":"Munich","offset":1497},{"uri":"Tristan_und_Isolde","surface_form":"Tristan und Isolde","offset":1639},{"uri":"1865","surface_form":"1865","offset":1660},{"uri":"Die_Meistersinger_von_N%C3%BCrnberg","surface_form":"Die Meistersinger von Nürnberg","offset":1671},{"uri":"Florence","surface_form":"Florence","offset":1922},{"uri":"England","surface_form":"England","offset":2153},{"uri":"USA","surface_form":"USA","offset":2169},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":2251},{"uri":"Boston","surface_form":"Boston","offset":2289},{"uri":"Hanover","surface_form":"Hanover","offset":2343},{"uri":"Tenor","surface_form":"tenor","offset":2392},{"uri":"Meiningen","surface_form":"Meiningen","offset":2418},{"uri":"Memory","surface_form":"memory","offset":2544},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":2584},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":2806},{"uri":"Berlin","surface_form":"Berlin","offset":2825},{"uri":"Double_bass","surface_form":"double bass","offset":2974},{"uri":"Timpani","surface_form":"timpani","offset":3073},{"uri":"Pedal","surface_form":"pedal","offset":3086},{"uri":"1880s","surface_form":"1880s","offset":3106},{"uri":"Hamburg","surface_form":"Hamburg","offset":3126},{"uri":"Cairo","surface_form":"Cairo","offset":3336},{"uri":"Egypt","surface_form":"Egypt","offset":3343}]}