{"id":178145,"url":"http://en.wikipedia.org/wiki/Royal_Concertgebouw_Orchestra","text":"The Royal Concertgebouw Orchestra (in Dutch: \"Koninklijk Concertgebouworkest\") is an orchestra in the Netherlands. The orchestra is based in Amsterdam. “Concertgebouw” (pronounced: “Con-SERT-ghe-bouw”) is the Dutch word for “concert hall”. For nearly a century the orchestra were just called “Concertgebouw Orchestra”, but in 1988 the Queen Beatrix gave them the \"Royal\" title.\nHistory.\nThe concert hall, called the Concertgebouw, was opened on 11 April 1888. The orchestra was formed later that year and gave its first performance on 3 November 1888 under Willem Kes, who was to be their conductor for seven years.\nIn 1895, Willem Mengelberg became chief conductor. He was to be their conductor for fifty years. He made them into a world-class orchestra. He is particularly remembered for his conducting of the music of Gustav Mahler and Richard Strauss whose music was new in those days.\nAs well as their chief conductor, the orchestra had assistant conductor positions called “first conductor” and “second conductor”. During Mengelberg’s time the “first conductors” included Karl Muck (1921-1925), Pierre Monteux (1924-1934), Bruno Walter (1934-1939), and Eugen Jochum (1941-1943), and the second conductors included the composer Cornelis Dopper, Evert Cornelis and Eduard van Beinum.\nIn 1945, after World War II had ended, Mengelberg was not allowed to conduct the orchestra because he had played to the Nazis. He was banned for six years from conducting them, but he died in 1951 just before the six years came to an end.\nFrom 1945 to 1959, the orchestra's main conductor was Eduard van Beinum, who had sometimes conducted the orchestra since 1929. He was especially fond of the symphonies of Anton Bruckner, and he made recordings of Bruckner's Eighth and Ninth Symphonies for the Philips Records. Van Beinum conducted the orchestra until April 1959 when he suddenly had a heart attack and died during a rehearsal.\nBernard Haitink first conducted the Concertgebouw Orchestra on 7 November 1956. After van Beinum's death, Haitink became the orchestra's first conductor in September 1959. From 1961 to 1963, Haitink and Eugen Jochum shared the post of chief conductor of the orchestra. Haitink became the only chief conductor in 1963, and continued in this post until 1988. He had “assistant conductors”, including Edo de Waart and Hans Vonk.\nHaitink made many recordings with the orchestra. In the early 1980s, the Dutch government was going to reduce the amount of money that the orchestra would get. This would mean that 23 musicians would have to lose their job. Haitink said he would resign if they did that. Fortunately the government changed their mind.\nRiccardo Chailly became chief conductor of the orchestra in 1985. He recorded many symphonies with them including symphonies by Mahler, Bruckner and Shostakovich. When he left in 2004 Mariss Jansons became chief conductor.\nIn the December 2008 issue of Gramophone Magazine the Royal Concertgebouw Orchestra was ranked as the best symphony orchestra in the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dutch_language","surface_form":"Dutch","offset":38},{"uri":"Orchestra","surface_form":"orchestra","offset":85},{"uri":"Netherlands","surface_form":"Netherlands","offset":102},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":141},{"uri":"1988","surface_form":"1988","offset":326},{"uri":"Beatrix_of_the_Netherlands%3B","surface_form":"Queen Beatrix","offset":335},{"uri":"Royal","surface_form":"Royal","offset":364},{"uri":"11_April","surface_form":"11 April","offset":445},{"uri":"1888","surface_form":"1888","offset":454},{"uri":"3_November","surface_form":"3 November","offset":535},{"uri":"Willem_Kes","surface_form":"Willem Kes","offset":557},{"uri":"1895","surface_form":"1895","offset":619},{"uri":"Willem_Mengelberg","surface_form":"Willem Mengelberg","offset":625},{"uri":"Gustav_Mahler","surface_form":"Gustav Mahler","offset":821},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":839},{"uri":"Karl_Muck","surface_form":"Karl Muck","offset":1078},{"uri":"Pierre_Monteux","surface_form":"Pierre Monteux","offset":1101},{"uri":"Bruno_Walter","surface_form":"Bruno Walter","offset":1129},{"uri":"Eugen_Jochum","surface_form":"Eugen Jochum","offset":1159},{"uri":"World_War_II","surface_form":"World War II","offset":1303},{"uri":"Nazi","surface_form":"Nazi","offset":1408},{"uri":"1951","surface_form":"1951","offset":1480},{"uri":"Eduard_van_Beinum","surface_form":"Eduard van Beinum","offset":1581},{"uri":"Anton_Bruckner","surface_form":"Anton Bruckner","offset":1698},{"uri":"Philips","surface_form":"Philips","offset":1787},{"uri":"1959","surface_form":"1959","offset":1851},{"uri":"Heart_attack","surface_form":"heart attack","offset":1879},{"uri":"Rehearsal","surface_form":"rehearsal","offset":1910},{"uri":"Bernard_Haitink","surface_form":"Bernard Haitink","offset":1921},{"uri":"Eugen_Jochum","surface_form":"Eugen Jochum","offset":2124},{"uri":"Edo_de_Waart","surface_form":"Edo de Waart","offset":2319},{"uri":"Hans_Vonk_(conductor)","surface_form":"Hans Vonk","offset":2336},{"uri":"Riccardo_Chailly","surface_form":"Riccardo Chailly","offset":2665},{"uri":"1985","surface_form":"1985","offset":2725},{"uri":"Mahler","surface_form":"Mahler","offset":2793},{"uri":"Bruckner","surface_form":"Bruckner","offset":2801},{"uri":"Shostakovich","surface_form":"Shostakovich","offset":2814},{"uri":"2004","surface_form":"2004","offset":2844},{"uri":"Mariss_Jansons","surface_form":"Mariss Jansons","offset":2849}]}