{"id":178281,"url":"http://en.wikipedia.org/wiki/Residentie_Orchestra","text":"The Residentie Orchestra (Dutch: Residentie Orkest) is an orchestra from The Hague in the Netherlands. Outside the Netherlands it is often known as The Hague Philharmonic. The name “Residentie” (“Residence”) shows that it comes from The Hague, which is where the Dutch parliament meets. The Hague is the “residence of the Queen’s parliament”, although it is not the capital city of the Netherlands. The orchestra are internationally famous.\nHistory of the Orchestra.\nThe orchestra started to form in 1903 when a group of musicians who called themselves the “Residentie Orkest” gave a concert in the Gebouw voor Kunsten en Wetenschappen (Building for Arts and Sciences) in the centre of the Hague. By the end of the following year they had formed to give regular concerts. Their concert on 20 November 1904 is taken to be the official beginning of the orchestra.\nThe first conductor of the orchestra was Henri Viotta, who soon made it a very good orchestra. Famous composers came to conduct their own works with the orchestra. These included Richard Strauss, Igor Stravinsky, Max Reger and Maurice Ravel. The orchestra was sometimes conducted by the Dutch composer Peter van Anrooy, as well as their guest conductor George Szell.\nThe orchestra continued to be internationally known, and some very famous conductors came to conduct the orchestra, including Arturo Toscanini, Bruno Walter, Leonard Bernstein and Hans Knappertsbusch.\nDuring the years after World War II, from 1949 to 1973, Willem van Otterloo was the chief conductor. They gave regular concerts in the Hague and in Amsterdam and made recordings for Philips Gramophone. Van Otterloo introduced them to many different styles of music. As in its earlier days, the orchestra often played modern music conducted by the composers: Bruno Maderna, Mauricio Kagel, John Cage and Pierre Boulez conducted their works. Recordings were made with other conductors including Gennady Rozhdestvensky and Evgenii Svetlanov who included music by less well-known Russian composers.\nJaap van Zweden, who conducted the orchestra for the first five years of this century, took them on tour to Japan and South America and they made recordings to celebrate 100 years of the orchestra. Van Zweden is still Honorary Guest Conductor of the orchestra.\nToday the orchestra’s chief conductor is Neeme Järvi. Many new things have been started, including some concerts given by the Residentie Scratch Orchestra, in which amateur players can join the professional players of the orchestra to give a concert.\nConcert halls.\nThe Residentie Orchestra gave many of their concerts in the Gebouw voor Kunsten en Wetenschappen (more simply known as “K&W Building”), but also the summer concerts in the Kurzaal in Scheveningen, the seaside resort of the Hague, were very famous. Until 1915 these had been given by the Orchestre Lamoureux. The Residentie took them over and continued them until 1968.\nThe orchestra moved out of the K&W Building in 1964. Shortly afterwards the building was destroyed by fire. The Residentie Orchestra gave their regular concerts in the Kurzaal until 1968 when they moved to the Congresgebouw (Congress Building) in the west of the Hague. This was still not a very good concert hall and in 1987 they were able to move to the new Dr. Anton Philipszaal in the centre of the town. There are plans now to build a completely new arts complex there.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dutch_language","surface_form":"Dutch","offset":26},{"uri":"Orchestra","surface_form":"orchestra","offset":58},{"uri":"The_Hague","surface_form":"The Hague","offset":73},{"uri":"Netherlands","surface_form":"Netherlands","offset":90},{"uri":"Parliament","surface_form":"parliament","offset":269},{"uri":"1903","surface_form":"1903","offset":500},{"uri":"20_November","surface_form":"20 November","offset":789},{"uri":"1904","surface_form":"1904","offset":801},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":1041},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":1058},{"uri":"Max_Reger","surface_form":"Max Reger","offset":1075},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":1089},{"uri":"George_Szell","surface_form":"George Szell","offset":1215},{"uri":"Arturo_Toscanini","surface_form":"Arturo Toscanini","offset":1355},{"uri":"Bruno_Walter","surface_form":"Bruno Walter","offset":1373},{"uri":"Leonard_Bernstein","surface_form":"Leonard Bernstein","offset":1387},{"uri":"Hans_Knappertsbusch","surface_form":"Hans Knappertsbusch","offset":1409},{"uri":"World_War_II","surface_form":"World War II","offset":1453},{"uri":"Willem_van_Otterloo","surface_form":"Willem van Otterloo","offset":1486},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":1578},{"uri":"Philips","surface_form":"Philips","offset":1612},{"uri":"Bruno_Maderna","surface_form":"Bruno Maderna","offset":1788},{"uri":"Mauricio_Kagel","surface_form":"Mauricio Kagel","offset":1803},{"uri":"John_Cage","surface_form":"John Cage","offset":1819},{"uri":"Pierre_Boulez","surface_form":"Pierre Boulez","offset":1833},{"uri":"Gennady_Rozhdestvensky","surface_form":"Gennady Rozhdestvensky","offset":1923},{"uri":"Evgenii_Svetlanov","surface_form":"Evgenii Svetlanov","offset":1950},{"uri":"Russia","surface_form":"Russia","offset":2006},{"uri":"Jaap_van_Zweden","surface_form":"Jaap van Zweden","offset":2025},{"uri":"Japan","surface_form":"Japan","offset":2133},{"uri":"South_America","surface_form":"South America","offset":2143},{"uri":"Neeme_J%C3%A4rvi","surface_form":"Neeme Järvi","offset":2327},{"uri":"Amateur","surface_form":"amateur","offset":2451},{"uri":"Professional","surface_form":"professional","offset":2480},{"uri":"Scheveningen","surface_form":"Scheveningen","offset":2735},{"uri":"Orchestre_Lamoureux","surface_form":"Orchestre Lamoureux","offset":2839},{"uri":"Fire","surface_form":"fire","offset":3023},{"uri":"1968","surface_form":"1968","offset":3103}]}