{"id":178294,"url":"http://en.wikipedia.org/wiki/Terracotta_Army","text":"The Terracotta Army is the buried army of Qin Shi Huang, an ancient Chinese emperor. These ancient sculptures were built and buried over two thousand years ago near the city of Xi'an. They were discovered in 1974 by farmers digging a well looking for underground water. Over a thousand terracotta warriors and horses have been uncovered since then. At least 6,000 more are thought to remain buried still.\nAccording to the Chinese historian Sima Qian, Qin Shi Huang ordered this army to be built long before he became the first Emperor of all China in 221 BC. Work started when he was King of Qin in 247 BC. They were constructed to protect him in the afterlife. He died in 210 BC. Over 700,000 workers were needed to build the underground city where he was buried. It is thought to be filled with riches and decorated beautifully. The Chinese government has no plans to uncover the underground palace.\nEach terracotta warrior is made of clay. They are around 2 meters tall, with commanders in the army being the tallest. The sculptures are so detailed that it is possible to guess the age, rank and personality of each one. None of the soldiers are the same. Some carry weapons such as daggers, bows and arrows, swords, spears or axes.\nAssembly line.\nThe terracotta army figures were made in workshops. The head, arms, legs and torsos were created separately and then assembled. Studies show that eight face moulds were most likely used, and then clay was added to provide individual facial features. Once put together, features such as facial expressions were added.\nIt is thought their legs were made the same way that terracotta drainage pipes were made at the time. This would make it an assembly line production, with specific parts manufactured and assembled after being fired, as opposed to crafting one solid piece and subsequently firing it. In those times, each workshop had to write its name on items produced. Once they were completed, the terracotta figures were placed in the pits in precise military formation according to rank and duty.","categories":[],"infobox_types":[],"annotations":[{"uri":"Qin_Shi_Huang","surface_form":"Qin Shi Huang","offset":42},{"uri":"Emperor","surface_form":"emperor","offset":76},{"uri":"Sculpture","surface_form":"sculpture","offset":99},{"uri":"Xi%27an","surface_form":"Xi'an","offset":177},{"uri":"Terracotta","surface_form":"terracotta","offset":286},{"uri":"Sima_Qian","surface_form":"Sima Qian","offset":440},{"uri":"Qin_Shi_Huang","surface_form":"Qin Shi Huang","offset":451},{"uri":"Afterlife","surface_form":"afterlife","offset":651},{"uri":"Mould","surface_form":"mould","offset":1408},{"uri":"Assembly_line","surface_form":"assembly line","offset":1692}]}