{"id":178349,"url":"http://en.wikipedia.org/wiki/History_of_saffron_cultivation","text":"The history of saffron growing reaches back more than 3,000 years. The wild plant from which the saffron crocus came was called \"Crocus cartwrightianus\". Humans began choosing wild plants that had long \"stigmas\". Gradually, a form of \"C. cartwrightianus\", \"C. sativus\", came into being in the late Bronze Age Crete. Experts believe that the first document to mention saffron is a 7th-century BC Assyrian book about botany which was written in the time of Ashurbanipal. Since then, we have found evidence for the use of saffron in the treatment of about 90 illnesses during the past 4,000 years.\nMediterranean.\nThe Minoans had pictures of saffron in their palaces as long ago as 1500–1600 BC, showing how it could be used as a medicine. Later, Greek legends told of sea voyages to Cilicia, where adventurers hoped to find the world's most valuable saffron. Another legend tells how someone named Crocus was bewitched and transformed into the original saffron crocus. Ancient Mediterranean peoples - including perfumers in Egypt, physicians in Gaza, townspeople in Rhodes, and the Greek \"hetaerae\" courtesans- used saffron in their perfumes, ointments, potpourris, mascaras, divine offerings, and medical treatments.\nIn late Hellenistic Egypt, Cleopatra used saffron in her baths to make her feel good. Egyptian healers used saffron as a treatment for all varieties of gastrointestinal ailments. Saffron was also used as a fabric dye in such Levant cities as Sidon and Tyre. Aulus Cornelius Celsus prescribes saffron in medicines for wounds, cough, colic, and scabies, and in the mithridatium. Such was the Romans' love of saffron that Roman colonists took their saffron with them when they settled in southern Gaul, where it was extensively cultivated until Rome's fall. Competing theories state that saffron only returned to France with 8th century AD Moors or with the Avignon papacy in the 14th century AD.\nAsia.\nPaints made from saffron were being used for drawing 50,000 years ago. These have been found in the country that is today called Iraq. Later, people called the Sumerians used wild-growing saffron in their remedies and magical potions. Traders carried saffron for long distances before the 2nd millennium BC. Ancient Persians were growing their own type of saffron (\"Crocus sativus\" 'Hausknechtii') in Derbena, Isfahan, and Khorasan by the 10th century BC. Sometimes saffron threads were woven into textiles. They were given as offerings to the gods and used in dyes, perfumes, medicines, and body washes. Saffron threads were also scattered across beds and mixed into hot tea as a way of curing sad feelings. Other people were afraid that the Persians would use saffron as a drug and aphrodisiac. During his Asian campaigns, Alexander the Great used Persian saffron in his tea, rice, and baths to help heal his battle wounds. Alexander's troops copied their leader's actions and brought the habit of saffron-bathing back to Greece.\nNo one knows how saffron arrived in South Asia. Traditional Kashmiri and Chinese accounts date its arrival anywhere between 900–2500 years ago. Meanwhile, historians studying ancient Persian records date the arrival to sometime prior to 500 BC, attributing it to either Persian transplantation of saffron corms to stock new gardens and parks or to a Persian invasion and colonization of Kashmir. Phoenicians then marketed Kashmiri saffron as a dye and a treatment for melancholy. From there, saffron use in foods and dyes spread throughout South Asia. For example, Buddhist monks in India adopted saffron-coloured robes after the Buddha Siddhartha Gautama's death. However, the robes were not dyed with costly saffron but turmeric, a less expensive dye, or jackfruit.\nSome historians believe that saffron first came to China with Mongol invaders by way of Persia. On the other hand, saffron is mentioned in ancient Chinese medical texts, including the forty-volume \"Shennong Bencaojing\" (神農本草經—\"Shennong's Great Herbal\", also known as \"Pen Ts'ao\" or \"Pun Tsao\") pharmacopoeia, a tome dating from 200–300 BC. Traditionally attributed to the legendary \"Yan\" (\"Fire\") Emperor (炎帝) Shennong, it documents 252 phytochemical-based medical treatments for various disorders. Yet around the 3rd century AD, the Chinese were referring to saffron as having a Kashmiri provenance. For example, Wan Zhen, a Chinese medical expert, reported that \"[t]he habitat of saffron is in Kashmir, where people grow it principally to offer it to the Buddha.\" Wan also reflected on how saffron was used in his time: \"The [saffron crocus] flower withers after a few days, and then the saffron is obtained. It is valued for its uniform yellow colour. It can be used to aromatise wine.\"\nEurope.\nIn Europe, saffron cultivation declined steeply following the Roman Empire's fall. Saffron was reintroduced when the Islamic civilization \"Al-Andalus\" spread to Spain, France, and Italy. During the 14th century Black Death, demand for saffron-based medicine skyrocketed, and much saffron had to be imported via Venetian and Genoan ships from southern and Mediterranean lands such as Rhodes. The theft of one such shipment by noblemen sparked the fourteen-week long \"Saffron War\". The conflict and resulting fear of rampant saffron piracy spurred significant saffron cultivation in Basel, which grew prosperous. Cultivation and trade then spread to Nuremberg, where epidemic levels of saffron adulteration brought on the \"Safranschou\" code, under which saffron adulterers were fined, imprisoned, and executed. Soon after, saffron cultivation spread throughout England, especially Norfolk and Suffolk. The Essex town of Saffron Walden, named for its new specialty crop, emerged as England's prime saffron growing and trading center. However, an influx of more exotic spices such as chocolate, coffee, tea, and vanilla from newly contacted Eastern and overseas countries caused European cultivation and usage of saffron to decline. Only in southern France, Italy, and Spain, did significant cultivation endure.\nEuropeans brought saffron to the Americas when immigrant members of the Schwenkfelder Church left Europe with a trunk containing saffron corms; indeed, many Schwenkfelders had widely grown saffron in Europe. By 1730, the Pennsylvania Dutch were cultivating saffron throughout eastern Pennsylvania. Spanish colonies in the Caribbean bought large amounts of this new American saffron, and high demand ensured that saffron's list price on the Philadelphia commodities exchange was set equal to that of gold. The trade with the Caribbean later collapsed in the aftermath of the War of 1812, when many saffron-transporting merchant vessels were destroyed. Yet the Pennsylvania Dutch continued to grow lesser amounts of saffron for local trade and use in their cakes, noodles, and chicken or trout dishes. American saffron cultivation survived into modern times mainly in Lancaster County, Pennsylvania.","categories":[],"infobox_types":[],"annotations":[{"uri":"Saffron","surface_form":"saffron","offset":15},{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":298},{"uri":"Crete","surface_form":"Crete","offset":309},{"uri":"Before_Christ","surface_form":"BC","offset":392},{"uri":"Assyria","surface_form":"Assyria","offset":395},{"uri":"Botany","surface_form":"botany","offset":415},{"uri":"Ashurbanipal","surface_form":"Ashurbanipal","offset":455},{"uri":"Minoan_civilization","surface_form":"Minoans","offset":614},{"uri":"Cilicia","surface_form":"Cilicia","offset":780},{"uri":"Egypt","surface_form":"Egypt","offset":1021},{"uri":"Gaza","surface_form":"Gaza","offset":1042},{"uri":"Rhodes","surface_form":"Rhodes","offset":1063},{"uri":"Hetaerae","surface_form":"hetaerae","offset":1086},{"uri":"Hellenistic_civilization","surface_form":"Hellenistic","offset":1223},{"uri":"Cleopatra_VII_of_Egypt","surface_form":"Cleopatra","offset":1242},{"uri":"Levant","surface_form":"Levant","offset":1440},{"uri":"Sidon","surface_form":"Sidon","offset":1457},{"uri":"Tyre%2C_Lebanon","surface_form":"Tyre","offset":1467},{"uri":"Aulus_Cornelius_Celsus","surface_form":"Aulus Cornelius Celsus","offset":1473},{"uri":"Mithridatium","surface_form":"mithridatium","offset":1578},{"uri":"Moors","surface_form":"Moors","offset":1852},{"uri":"Avignon","surface_form":"Avignon","offset":1870},{"uri":"Iraq","surface_form":"Iraq","offset":2044},{"uri":"Persians","surface_form":"Persians","offset":2231},{"uri":"Isfahan_(city)","surface_form":"Isfahan","offset":2325},{"uri":"Khorasan","surface_form":"Khorasan","offset":2338},{"uri":"Melancholy","surface_form":"sad feelings","offset":2610},{"uri":"Aphrodisiac","surface_form":"aphrodisiac","offset":2699},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":2740},{"uri":"South_Asia","surface_form":"South Asia","offset":2983},{"uri":"Kashmir","surface_form":"Kashmir","offset":3007},{"uri":"China","surface_form":"Chinese","offset":3020},{"uri":"Kashmir","surface_form":"Kashmir","offset":3334},{"uri":"Buddhist","surface_form":"Buddhist","offset":3512},{"uri":"India","surface_form":"India","offset":3530},{"uri":"Gautama_Buddha","surface_form":"Buddha Siddhartha Gautama","offset":3577},{"uri":"Turmeric","surface_form":"turmeric","offset":3669},{"uri":"Jackfruit","surface_form":"jackfruit","offset":3704},{"uri":"Shennong","surface_form":"Shennong","offset":4125},{"uri":"Wine","surface_form":"wine","offset":4698},{"uri":"Europe","surface_form":"Europe","offset":4716},{"uri":"Al-Andalus","surface_form":"Spain","offset":4874},{"uri":"Black_Death","surface_form":"Black Death","offset":4924},{"uri":"Rhodes","surface_form":"Rhodes","offset":5096},{"uri":"Basel","surface_form":"Basel","offset":5294},{"uri":"Nuremberg","surface_form":"Nuremberg","offset":5361},{"uri":"Norfolk","surface_form":"Norfolk","offset":5592},{"uri":"Suffolk","surface_form":"Suffolk","offset":5604},{"uri":"Saffron_Walden","surface_form":"Saffron Walden","offset":5631},{"uri":"Vanilla","surface_form":"vanilla","offset":5821},{"uri":"Americas","surface_form":"Americas","offset":6054},{"uri":"Schwenkfelder_Church","surface_form":"Schwenkfelder Church","offset":6093},{"uri":"Pennsylvania_Dutch","surface_form":"Pennsylvania Dutch","offset":6242},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":6305},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":6461},{"uri":"War_of_1812","surface_form":"War of 1812","offset":6595},{"uri":"Lancaster_County%2C_Pennsylvania","surface_form":"Lancaster County, Pennsylvania","offset":6887}]}