{"id":178313,"url":"http://en.wikipedia.org/wiki/Eid_al-Adha","text":"Eid al-Adha (\"‘Īdu l-’Aḍḥā\") \"Festival \" or \"Greater Bairam\" is a religious festival celebrated by Muslims all over the world. It is when Muslims sacrifice a goat, sheep, cow, camel, and bull sending part of the meat to poor people as a donation. It marks the end of the pilgrimage hajj for the millions of Muslims who make the trip to Mecca each year and pray 5 times a day. They like to tell Allah what they are thinking and hope for him to help them, and remember Ibrahim and Isma’il’s courage and devotion to God.\nOrigin.\nThe festival is to celebrate Ibrahim's (Abraham) willingness to sacrifice his son, Isma’il, because Allah told him to do so in a dream. Showing that he loved Allah more than his own son. And at the final moment, after taking his son's consent, as he was swinging his axe to kill his son God told an angel to switch a lamb instead of his son, and this act of sacrificing a lamb is copied by Muslims all over the world on Eid.\nIbrahim was tempted by Satan not to listen to God, and Ibrahim drove Satan away by throwing pebbles at him. This is also still commemorated by Muslims during Hajj.\nEid prayer.\nThe Eid prayer must be offered in congregation. It consists of two Rakaah (units) with seven Takbirs in the first Raka'ah and five Takbirs in the second Raka'ah.\nSacrifice.\nThe sacrifice of an animal, usually a cow, sheep or a goat, is a very important part of Eid. The act repeats what Ibrahim did, and also shows Muslims' devotion to God (Allah).\nCelebrations.\nMuslims celebrate by having a feast, and giving gifts to the poor. In some Muslim traditions gifts are also given to children. In Muslim countries the day is given as a national holiday.","categories":[],"infobox_types":[],"annotations":[{"uri":"Muslims","surface_form":"Muslims","offset":99},{"uri":"Goat","surface_form":"goat","offset":158},{"uri":"Sheep","surface_form":"sheep","offset":164},{"uri":"Cow","surface_form":"cow","offset":171},{"uri":"Camel","surface_form":"camel","offset":176},{"uri":"Hajj","surface_form":"hajj","offset":282},{"uri":"Mecca","surface_form":"Mecca","offset":336},{"uri":"Allah","surface_form":"Allah","offset":394},{"uri":"Abraham","surface_form":"Ibrahim","offset":467},{"uri":"Ishmael","surface_form":"Isma’il’s","offset":479},{"uri":"Devotion","surface_form":"devotion","offset":501},{"uri":"Abraham","surface_form":"Abraham","offset":566},{"uri":"Isma%E2%80%99il","surface_form":"Isma’il","offset":609},{"uri":"Allah","surface_form":"Allah","offset":626},{"uri":"Muslims","surface_form":"Muslims","offset":916},{"uri":"Rakaah","surface_form":"Rakaah","offset":1194},{"uri":"Takbir","surface_form":"Takbir","offset":1220},{"uri":"Holiday","surface_form":"holiday","offset":1668}]}