{"id":178342,"url":"http://en.wikipedia.org/wiki/King_Fahd_Mosque%2C_Culver_City","text":"The King Fahad Mosque is a mosque in Culver City, California. It is significant in the Muslim community. A mosque is the main public building in Islam. As a gift to the Muslim community of Southern California from Saudi Arabia, Prince Abdulaziz Bin Fahad Bin Abdulaziz Al-Saud, Minister of State and Cabinet Member, provided funding for the land in 1993. King Fahad pledged funds for the construction of the building in 1995. It will serve as a religious and educational center for both Muslims and non-Muslims, worldwide.\nInside the Mosque, the Qiblah (direction of prayer) was built facing towards the Ka'ba (mosque) in the city of Makkah in Saudi Arabia. This is the direction that all Muslims face when they pray. Following Islamic tradition, there is a marble facade, hand made tiles from Turkey, and a 72 foot high minaret topped with a gold leaf crescent. The minaret is an architectural symbol of Islam.\nThe building covers. It is has a central prayer area, an auditorium, conference rooms, and modern amenities for wudu (a-self-purification process performed before prayer).\nThe King Fahad Mosque is located at 10980 Washington Boulevard in Culver City, California. It is open daily for all five prayers. Owned and operated by The Islamic Foundation of Shaikh Ibn Taimmiyyah, the entire project was guided by Director General, Dr. Khalil Al Khalil. The Islamic Foundation of Shaikh Ibn Taimmiyyah is located across the street from The King Fahad Mosque at 11004 Washington Boulevard.\nSheikh Al - Islam Ibn Taymiyah Foundation.\nIbn Taymiyah Foundation has supervised the project of King Fahad Mosque in Los Angeles since its beginning. It is responsible for management and future activities. The establishment of this foundation dates back to 1400 AH (1980 CE). Its activities began in the \"Muslim Student House\" in the city's western area. The idea developed further and a house was purchased in the same area for prayers, lectures and Dawa activities.\nThe foundation is an Islamic charity organization legally recognized by United States authorities. It is exempted from taxes, entitled to own property and practice religious, educational, informational and intellectual activities throughout the United States.\nThe foundation supervises \"Zamzam Schools\" for girls' education and the memorization of the Qur'an.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mosque","surface_form":"mosque","offset":27},{"uri":"Culver_City%2C_California","surface_form":"Culver City, California","offset":37},{"uri":"Muslim","surface_form":"Muslim","offset":87},{"uri":"Southern_California","surface_form":"Southern California","offset":189},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":214},{"uri":"Makkah","surface_form":"Makkah","offset":634},{"uri":"Marble","surface_form":"marble","offset":758},{"uri":"Tile","surface_form":"tile","offset":783},{"uri":"Minaret","surface_form":"minaret","offset":821},{"uri":"Gold_leaf","surface_form":"gold leaf","offset":843},{"uri":"Architecture","surface_form":"architectural","offset":881},{"uri":"Auditorium","surface_form":"auditorium","offset":969},{"uri":"Prayer","surface_form":"prayer","offset":1205},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1611},{"uri":"Islamic_Calendar","surface_form":"AH","offset":1756},{"uri":"Common_Era","surface_form":"CE","offset":1765},{"uri":"Charitable_organization","surface_form":"charity organization","offset":1991},{"uri":"Tax","surface_form":"tax","offset":2081}]}