{"id":17845,"url":"http://en.wikipedia.org/wiki/Fourier_transform","text":"The Fourier transform is a mathematical function that can be used to find the base frequencies that a wave is made of. Imagine playing a chord on a piano. When played, the sounds of the notes of the chord mix together and form a sound wave. This works because each of the different note's waves interfere with each other by adding together or canceling out at different points in the wave. A Fourier transform takes this complex wave and is able to find the frequencies that made it, meaning it can find the notes that a chord is made from.\nThe output of a Fourier transform is sometimes called a frequency spectrum or distribution because it displays a distribution of possible frequencies of the input. This function has many uses in cryptography, oceanography, machine learning, radiology, quantum physics as well as sound design and visualization.\nThe Fourier transform of a function formula_1, sometimes written as formula_1, is given by\nformula_1\nThe inverse Fourier transform is given by\nformula_1\nA Fourier transform shows what frequencies are in a signal. For example, consider a sound wave which contains three different musical notes: A, B, and C. Making a graph of the Fourier transform of this sound wave (with the frequency on the \"x\"-axis and the intensity on the \"y\"-axis) will show a peak at each frequency which corresponds with one of the musical notes.\nMany signals can be created by adding cosines and sines together with varying amplitudes and frequencies. The Fourier transform plots the amplitudes and phases of these cosines and sines against their respective frequencies.\nFourier transforms are important, because many signals make more sense when their frequencies are separated. In the audio example above, looking at the signal with respect to time does not make it obvious that the notes A, B, and C are in the signal. Many systems do different things to different frequencies, so these kinds of systems can be described by what they do to each frequency. An example of this is a filter which blocks high frequencies.\nCalculating a Fourier transform requires understanding of integration and imaginary numbers. Computers are usually used to calculate Fourier transforms of anything but the simplest signals. The Fast Fourier Transform is a method computers use to quickly calculate a Fourier transform.","categories":[],"infobox_types":[],"annotations":[{"uri":"Function_(mathematics)","surface_form":"function","offset":40},{"uri":"Frequency","surface_form":"frequencies","offset":83},{"uri":"Spectrum","surface_form":"spectrum","offset":607},{"uri":"Frequency_distribution","surface_form":"distribution","offset":619},{"uri":"Cryptography","surface_form":"cryptography","offset":736},{"uri":"Oceanography","surface_form":"oceanography","offset":750},{"uri":"Machine_learning","surface_form":"machine learning","offset":764},{"uri":"Radiology","surface_form":"radiology","offset":782},{"uri":"Quantum_physics","surface_form":"quantum physics","offset":793},{"uri":"Sound","surface_form":"sound","offset":820},{"uri":"Sound","surface_form":"sound","offset":1089},{"uri":"Note","surface_form":"note","offset":1139},{"uri":"Graph","surface_form":"graph","offset":1168},{"uri":"Amplitude","surface_form":"amplitude","offset":1451},{"uri":"Phase","surface_form":"phase","offset":1526},{"uri":"Integral","surface_form":"integration","offset":2106},{"uri":"Imaginary_number","surface_form":"imaginary number","offset":2122}]}