{"id":178614,"url":"http://en.wikipedia.org/wiki/La_Vega_Province","text":"La Vega is a Dominican province, in the central part of the country. Its capital city is Concepción de la Vega.\nIt was one of the first provinces in the country; it was one of the provinces created by the first constitution of the country in 1844. Its name has always been La Vega.\nName.\nThe province takes its name from its capital and most important city: Concepción de la Vega (usually called just \"La Vega\"). \"La Vega\" means \"The Valley\".\nHistory.\nThe province was created in 1844 with the municipalities of La Vega, San Francisco de Macorís and Cotuí. In 1855, Moca was included in the province as a municipality.\nIn 1959, the province included the municipalities of La Vega, Constanza, Jarabacoa and Monseñor Nouel (the present Bonao, and the municipal district of Cayetano Germosén. The city of Concepción de La Vega was its capital.\nIn 1982, the province included the municipalities La Vega, Constanza and Jarabacoa, and the municipal district of Jima Abajo. In 1996, Jima Abajo became a municipality.\nTireo was made a municipal district in 1993, Rincón and Río Verde Arriba in 1998, El Ranchito and La Sabina in 2002, Buena Vista in 2004, Manabao in 2006, and Tavera in 2010.\nLocation.\nThe La Vega province has the Santiago and Espaillat provinces to the north, the Hermanas Mirabal, Duarte and Sánchez Ramírez to the east, the Monseñor Nouel and San José de Ocoa provinces to the south and the Azua and San Juan provinces to the west.\nPopulation.\nIn (last national census), there were people living in the La Vega province, and 185,101 () living in towns and cities. The population density was persons/km².\nIts population represents of the total population of the country and the province is ranked as the 5th (out of 31 plus the National District) more populated province.\n, the total estimated propulation of the province is 405,510 inhabitants.\nThe largest city of the province is La Vega, its head municipality or capital, with a population (in) of 202,864 inhabitants.\nGeography.\nThe La Vega province has a total area of. It has of the area of the Dominican Republic and it is ranked as the 6th (out of 31 plus the National District) largest province.\nThe altitude of Concepción de la Vega, provincial capital, is.\nThe Cordillera Central (\"Central mountain chain\") is in the western part of the province. The \"Valle de la Vega Real\" (\"Royal Valley\"), the eastern part of the Cibao Valley, is in the eastern half of the province.\nThe highest mountain in the province is \"Alto Bandera\", high.\nThe main rivers of the province are the Yaque del Norte and Camú rivers.\nThe most important protected areas in the province are the Scientific Reserve Ébano Verde (\"Reserva Científica Ébano Verde\") and the Scientific Reserve Valle Nuevo (\"Reserva Científica de Valle Nuevo\").\nClimate.\nThe climate of the province is a tropical climate, hot most of the year, but it is cooler on the mountains.\nEconomy.\nThe main economic activity of the province is agriculture; the main products are coffee in the mountains, rice in the southern and eastern part of the province and cacao in the low mountains and those parts of the valley close to the mountains. Vegetables and fruits are very important in the valleys in the mountains.\nOther important economic activity is cattle raising. There are several industries, especially textiles and food, in La Vega.\nTourism has become a very important economic activity, mainly in Jarabacoa and Constanza.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dominican_Republic","surface_form":"Dominican","offset":13},{"uri":"Province","surface_form":"province","offset":23},{"uri":"Concepci%C3%B3n_de_la_Vega","surface_form":"Concepción de la Vega","offset":89},{"uri":"Constitution","surface_form":"constitution","offset":211},{"uri":"Concepci%C3%B3n_de_la_Vega","surface_form":"Concepción de la Vega","offset":358},{"uri":"Municipality","surface_form":"municipalities","offset":494},{"uri":"San_Francisco_de_Macor%C3%ADs","surface_form":"San Francisco de Macorís","offset":521},{"uri":"Cotu%C3%AD","surface_form":"Cotuí","offset":550},{"uri":"Moca%2C_Dominican_Republic","surface_form":"Moca","offset":566},{"uri":"Bonao","surface_form":"Bonao","offset":734},{"uri":"Capital_city","surface_form":"capital","offset":832},{"uri":"Santiago_Province_(Dominican_Republic)","surface_form":"Santiago","offset":1224},{"uri":"Espaillat_Province","surface_form":"Espaillat","offset":1237},{"uri":"Hermanas_Mirabal_Province","surface_form":"Hermanas Mirabal","offset":1275},{"uri":"Duarte_Province","surface_form":"Duarte","offset":1293},{"uri":"S%C3%A1nchez_Ram%C3%ADrez_Province","surface_form":"Sánchez Ramírez","offset":1304},{"uri":"Monse%C3%B1or_Nouel_Province","surface_form":"Monseñor Nouel","offset":1337},{"uri":"San_Jos%C3%A9_de_Ocoa_Province","surface_form":"San José de Ocoa","offset":1356},{"uri":"Azua_Province","surface_form":"Azua","offset":1404},{"uri":"San_Juan_Province_(Dominican_Republic)","surface_form":"San Juan","offset":1413},{"uri":"Population_density","surface_form":"population density","offset":1581},{"uri":"Concepci%C3%B3n_de_la_Vega","surface_form":"La Vega","offset":1894},{"uri":"Capital_city","surface_form":"capital","offset":1928},{"uri":"Altitude","surface_form":"altitude","offset":2171},{"uri":"Mountain_chain","surface_form":"mountain chain","offset":2263},{"uri":"River","surface_form":"river","offset":2515},{"uri":"River_Yaque_del_Norte","surface_form":"Yaque del Norte","offset":2546},{"uri":"Tropical","surface_form":"tropical","offset":2824},{"uri":"Agriculture","surface_form":"agriculture","offset":2954},{"uri":"Coffee","surface_form":"coffee","offset":2989},{"uri":"Rice","surface_form":"rice","offset":3014},{"uri":"Cacao_tree","surface_form":"cacao","offset":3072},{"uri":"Cattle","surface_form":"cattle","offset":3264},{"uri":"Industry","surface_form":"industries","offset":3298},{"uri":"Textile","surface_form":"textile","offset":3321},{"uri":"Tourism","surface_form":"Tourism","offset":3352}]}