{"id":17865,"url":"http://en.wikipedia.org/wiki/The_Divine_Comedy","text":"\"The Divine Comedy\" is an epic poem written by Dante Alighieri. It is about a trip through the afterlife. The poem has three parts: \"Inferno\" (Hell), \"Purgatorio\" (Purgatory), and \"Paradiso\" (Paradise, or Heaven). \"The Divine Comedy\" is a piece of world literature.\n\"Inferno\" is the most famous section of the poem. The poem is about the travels of a man through Christian hell, purgatory, and heaven. Note that \"comedy\" does not mean funny here, but rather that it has a positive ending.\nInferno.\nThe narrator, Dante Alighieri, is lost in a forest in front of a giant mountain which symbolizes sin, and is harassed by a lion, leopard and she-wolf. He finds the Roman poet Virgil, who has to lead him through the nine circles of hell so Dante can be saved.\nFirst circle (Limbo).\nSouls that did not accept Christ are here. This includes atheists, pagans, and the unbaptized. They did not actively sin, but they could not enter Heaven because of their lack of faith and even Hell would not allow them to enter very far.\nThe punishment for the souls is not physical, but that they have no hope of seeing Christ, so they are mentally punished.\nBeyond the first circle, souls are assigned their place by Minos, who wraps his tail around his legs a corresponding number of times,and forces them to descend to their appropriate circle.\nSecond circle (Lust).\nIn this circle souls who succumb to lust. They are the first ones to be truly punished in Hell. These souls are blown around in a giant storm which will last forever. This symbolizes the power of lust to blow one about aimlessly.\nThird circle (Gluttony).\nThis circle is guarded by Cerberus. The gluttons are punished here, lying in cold mud. While in life they were provided with warmth and comfort from their food, in Hell the souls are punished with cold and heavy rain. Cerberus claws at the spirits, rips at their skin, and bites holes.\nFourth circle (Greed).\nIn life the sinners miserly hoarded their money greedily, while the prodigal spent their money foolishly. Both groups are pushing and pulling great bags of gold as they did in life. The greedy are guarded by Plutus, god of riches and wealth.\nFifth circle (Wrath).\nIn the river Styx the wrathful fight each other on the surface. The river surrounds the city of Dis, where active sinners are located. When Virgil tries to enter, the angels of Hell slam the door in his face. He and Dante proceed to the gate where Christ entered Hell during his three-day trip to release a select few people. During Christ's Harrowing of Hell he broke the door so it could never close again.\nSixth circle (Heresy).\nThe heretics are trapped in red-hot iron tombs.\nSeventh circle (Violence).\nThis circle holds those who were violent in their lives. The people who were violent to people and property are in a river of fire. The depth of their placement in the river corresponds to how much you damaged in life. For example, Alexander the Great is immersed up to his eyebrows. The violent against self are turned into plants and are pecked at and ripped apart by birds. The violent to God and the violent to nature are also here. They have to walk on flaming sand for eternity.\nEighth circle (Fraud).\nPimps, seducers, flatterers, simonists, sorcerers, fortune-tellers, false prophets, corrupt politicians, hypocrites, thieves, schismatics, alchemists, and counterfeiters are in this circle. Each punishment is the opposite of what they did in life. Fortune-tellers, who tried to see things ahead of time, are forced to walk backwards.\nNinth circle (Treachery).\nThe traitors to family are immersed in ice up to their faces. Traitors to political entities are also here. Traitors to guests lie in the ice, which covers them completely except for their faces. Traitors to their lords and benefactors are completely buried in ice in various positions.\nIn the very center of Hell, because he sinned the ultimate sin (treachery against God), lies Satan. Satan is described as a beast with three faces, six wings, and is eternally weeping from his six eyes. Each of Satan's mouths chews on a famous traitor from history. Brutus and Cassius are being chewed feet-first. The center mouth is chewing on Judas Iscariot. His head is being chewed on by Satan, and his back is being skinned by Satan's claws.\nDante and Virgil escape by climbing down Satan's fur through the center of the earth and out the other hemisphere, where they will climb Mount Purgatory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Epic_poem","surface_form":"epic poem","offset":26},{"uri":"Dante_Alighieri","surface_form":"Dante Alighieri","offset":47},{"uri":"Afterlife","surface_form":"afterlife","offset":95},{"uri":"Hell","surface_form":"Hell","offset":143},{"uri":"Purgatory","surface_form":"Purgatory","offset":164},{"uri":"Paradise","surface_form":"Paradise","offset":192},{"uri":"Heaven","surface_form":"Heaven","offset":205},{"uri":"World_literature","surface_form":"world literature","offset":248},{"uri":"Christian","surface_form":"Christian","offset":363},{"uri":"Hell","surface_form":"hell","offset":373},{"uri":"Purgatory","surface_form":"purgatory","offset":379},{"uri":"Heaven","surface_form":"heaven","offset":394},{"uri":"Virgil","surface_form":"Virgil","offset":673},{"uri":"Christ","surface_form":"Christ","offset":805},{"uri":"Atheism","surface_form":"atheists","offset":836},{"uri":"Baptism","surface_form":"unbaptized","offset":862},{"uri":"Hope","surface_form":"hope","offset":1086},{"uri":"Christ","surface_form":"Christ","offset":1101},{"uri":"Minos","surface_form":"Minos","offset":1199},{"uri":"Cerberus","surface_form":"Cerberus","offset":1632},{"uri":"Plutus","surface_form":"Plutus","offset":2123},{"uri":"Styx_(mythology)","surface_form":"Styx","offset":2192},{"uri":"Dis_(Divine_Comedy)","surface_form":"Dis","offset":2275},{"uri":"Harrowing_of_Hell","surface_form":"Harrowing of Hell","offset":2521},{"uri":"Benefactor","surface_form":"benefactor","offset":3778},{"uri":"Satan","surface_form":"Satan","offset":3934},{"uri":"Brutus","surface_form":"Brutus","offset":4107},{"uri":"Cassius","surface_form":"Cassius","offset":4118},{"uri":"Judas_Iscariot","surface_form":"Judas Iscariot","offset":4186},{"uri":"Hemisphere","surface_form":"hemisphere","offset":4391}]}