{"id":178689,"url":"http://en.wikipedia.org/wiki/Boston_Symphony_Orchestra","text":"e=\"preserve\">The Boston Symphony Orchestra (BSO) is an American orchestra based in Boston, Massachusetts. It is one of the great orchestras of the world. They give concerts in the Symphony Hall, Boston. They also play every summer at the Tanglewood Festival.\nThe orchestra was started in 1881. Many of the conductors it had during its history were extremely famous, including Arthur Nikisch from 1889 to 1893, and Pierre Monteux from 1919 to 1924 who gave the orchestra a reputation for a \"French\" sound which many people think it still has today. Serge Koussevitzky was their conductor for many years and made them a world-class orchestra. With Koussevitzky, the orchestra gave radio broadcasts and made its summer home at Tanglewood, where Koussevitzky founded the Berkshire Music Center, which is now the Tanglewood Music Center.\nKoussevitzky asked many famous composers to write music for the orchestra. Works written especially for them include \"Symphony No. 4\" by Sergei Prokofiev and the \"Symphony of Psalms\" by Igor Stravinsky. They also gave the first performance of Béla Bartók's \"Concerto for Orchestra\". Since then many other composers have written for the orchestra including Roger Sessions, Andrzej Panufnik and Elliott Carter.\nWhen the conductor Charles Munch took over from Koussevitzky he gave the orchestra their first tour overseas. He was followed in 1962 by Erich Leinsdorf, then William Steinberg, Seiji Ozawa and, since 2004, James Levine who is the first American-born conductor of the orchestra.\nAs well as the Boston Symphony Orchestra there is also the Boston Pops Orchestra, founded in 1885, which plays light music, e.g. from show tunes. Arthur Fiedler conducted them from 1930 until 1979. He was followed by the film composer John Williams. Today their conductor is Keith Lockhart.\nA small group of principal players from the BSO form the Boston Symphony Chamber Players. They have being playing since 1964 and perform in Boston, Tanglewood and in other places in USA and Europe. They have made many recordings.\nThe Boston Symphony have made many recordings with their conductors since 1917 when they made one of the earliest music recordings conducted by Karl Muck.","categories":[],"infobox_types":[],"annotations":[{"uri":"Orchestra","surface_form":"orchestra","offset":64},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":83},{"uri":"Tanglewood_Festival","surface_form":"Tanglewood Festival","offset":238},{"uri":"Arthur_Nikisch","surface_form":"Arthur Nikisch","offset":376},{"uri":"Pierre_Monteux","surface_form":"Pierre Monteux","offset":414},{"uri":"Serge_Koussevitzky","surface_form":"Serge Koussevitzky","offset":548},{"uri":"Radio","surface_form":"radio","offset":679},{"uri":"Tanglewood","surface_form":"Tanglewood","offset":724},{"uri":"Tanglewood_Music_Center","surface_form":"Tanglewood Music Center","offset":808},{"uri":"Composer","surface_form":"composer","offset":864},{"uri":"Sergei_Prokofiev","surface_form":"Sergei Prokofiev","offset":970},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":1019},{"uri":"B%C3%A9la_Bart%C3%B3k","surface_form":"Béla Bartók","offset":1076},{"uri":"Concerto_for_Orchestra_(Bart%C3%B3k)","surface_form":"Concerto for Orchestra","offset":1091},{"uri":"Roger_Sessions","surface_form":"Roger Sessions","offset":1189},{"uri":"Andrzej_Panufnik","surface_form":"Andrzej Panufnik","offset":1205},{"uri":"Elliott_Carter","surface_form":"Elliott Carter","offset":1226},{"uri":"Charles_Munch","surface_form":"Charles Munch","offset":1261},{"uri":"Erich_Leinsdorf","surface_form":"Erich Leinsdorf","offset":1379},{"uri":"William_Steinberg","surface_form":"William Steinberg","offset":1401},{"uri":"Seiji_Ozawa","surface_form":"Seiji Ozawa","offset":1420},{"uri":"James_Levine","surface_form":"James Levine","offset":1449},{"uri":"Light_music","surface_form":"light music","offset":1632},{"uri":"Musical_theatre","surface_form":"show tunes","offset":1655},{"uri":"Arthur_Fiedler","surface_form":"Arthur Fiedler","offset":1667},{"uri":"John_Williams","surface_form":"John Williams","offset":1756},{"uri":"USA","surface_form":"USA","offset":1994},{"uri":"Europe","surface_form":"Europe","offset":2002}]}