{"id":17878,"url":"http://en.wikipedia.org/wiki/Heinrich_Heine","text":"Christian Johann Heinrich Heine (born as \"Harry Heine\" 13 December 1797–17 February 1856) was one of the most significant German poets of the 19th century.\nHeine was born into an assimilated Jewish family in Düsseldorf, Germany. His father was a tradesman.\nAfter his father's business failed, Heine was sent to Hamburg. His uncle in Hamburg was a very successful banker, so Heine started learning his business, but he droped it later on. Then Heine started to study law at the universities of Göttingen, Bonn and Berlin, but he was more interested in literature than in law. He took a degree in law in 1825. At the same time he had decided to convert from Judaism to Protestantism. This was necessary because of the severe restrictions on Jews in the German states. Only Christians were allowed to have certain businesses or to be clerks of the state. Jews were also forbidden to become university professors, which was a particular ambition for Heine. Heine himself said, his conversion was \"the ticket of admission into European culture\".\nHeine is best known for his lyric poetry, much of which was set to music by lieder composers, esp. Franz Schubert and Robert Schumann.\nHis start as poet Heine made with \"Gedichte\" (\"Poems\") in 1821. Heine's one-sided infatuation with his cousins Amalie and Therese later inspired him to write some of his loveliest lyrics; \"Buch der Lieder\" (\"Book of Songs\", 1827) was Heine's first comprehensive collection of verse.\nHeine left Germany for Paris, France in 1831. There he associated with utopian socialists. He met people who fellowed Count Saint-Simon, who preached an egalitarian classless society.\nHe remained in Paris for the rest of his life. His only visit to Germany was in 1843. German authorities banned his works and those of others who were considered to be associated with the Young Germany movement in 1835.\nHeine continued to comment on German politics and society from a distance. Heine wrote \"Deutschland. Ein Wintermärchen\" (\"Germany. A Winter's Tale\"). In 1844; his friend, Karl Marx, published it in his newspaper \"Vorwärts\" (\"Forward\") in 1844.\nOne of the books was burned by the Nazis. One of Heine's most famous lines is now: \"Where they burn books, they will, in the end, burn human beings too\" (\"Almansor\", 1821).","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":122},{"uri":"Poet","surface_form":"poet","offset":129},{"uri":"Century","surface_form":"century","offset":147},{"uri":"Judaism","surface_form":"Jewish","offset":191},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":208},{"uri":"Germany","surface_form":"Germany","offset":220},{"uri":"Hamburg","surface_form":"Hamburg","offset":311},{"uri":"University_of_G%C3%B6ttingen","surface_form":"Göttingen","offset":493},{"uri":"University_of_Bonn","surface_form":"Bonn","offset":504},{"uri":"Frederick_William_University","surface_form":"Berlin","offset":513},{"uri":"Literature","surface_form":"literature","offset":551},{"uri":"Law","surface_form":"law","offset":570},{"uri":"Judaism","surface_form":"Judaism","offset":656},{"uri":"Protestantism","surface_form":"Protestantism","offset":667},{"uri":"Clerk","surface_form":"clerk","offset":831},{"uri":"Lyric_poetry","surface_form":"lyric poetry","offset":1069},{"uri":"Music","surface_form":"music","offset":1108},{"uri":"Lied","surface_form":"lied","offset":1117},{"uri":"Composer","surface_form":"composer","offset":1124},{"uri":"Franz_Schubert","surface_form":"Franz Schubert","offset":1140},{"uri":"Robert_Schumann","surface_form":"Robert Schumann","offset":1159},{"uri":"Paris","surface_form":"Paris","offset":1482},{"uri":"France","surface_form":"France","offset":1489},{"uri":"Utopian_socialism","surface_form":"utopian socialists","offset":1530},{"uri":"Claude_Henri_de_Rouvroy%2C_Comte_de_Saint-Simon","surface_form":"Count Saint-Simon","offset":1577},{"uri":"Egalitarian","surface_form":"egalitarian","offset":1612},{"uri":"Young_Germany","surface_form":"Young Germany","offset":1831},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":2034}]}