{"id":178716,"url":"http://en.wikipedia.org/wiki/Bridge_to_Terabithia_(2007_movie)","text":"\"Bridge to Terabithia\" is a fantasy movie. It was released in 2007. The director of the movie was Gábor Csupó. It was adapted for a movie by David L. Paterson and Jeff Stockwell. The movie is based on the Katherine Paterson novel of the same name. Walt Disney Pictures distributed the movie in the U.S.A. Bridge to Terabithia tells the story of two 12-year-old neighbours, Jesse Aarons and Leslie Burke. They spend their free time in an abandoned tree house where they create a fantasy world called Terabithia.\nDavid Paterson, who wrote the screenplay, is Katherine Paterson's son. The novel is based on parts of his childhood. When he asked his mother if he could write a screenplay of the novel, she agreed. This was because he could write plays well. Production of the movie began in February 2006. The movie was shot by November. It was shot mainly in Auckland, New Zealand within two months. It took ten weeks to edit the movie. Post-production, music mixing, and visual effects took many months.\n\"Bridge to Terabithia\" was released in the U.S.A. and Canada on February 16, 2007. The movie was successful in terms of earnings. With a budget of around $20 million, it collected US$137 million worldwide. The movie received positive reviews. Critics called it faithful to the children's novel. They said the visuals and performances made the movie imaginative. \"Bridge to Terabithia\" was nominated for seven awards. It won five of them at the Young Artist Awards.\nPlot.\nJesse \"Jess\" Aarons (Josh Hutcherson) is a fifth grader who wants to be an artist. He lives with his financially poor family in Lark Creek. He rides the bus to school with his little sister, May Belle (Bailee Madison). He avoids the school bully, Janice Avery (Lauren Clinton). In class, his classmates, Scott Hoager (Cameron Wakefield) and Gary Fulcher (Elliot Lawless) tease him. A new student his age named Leslie Burke (AnnaSophia Robb) comes to the school. At recess, Jess enters a running event, for which he had been training at home. Leslie also enters it. She manages to beat all the boys, including Jess. This irritates Jess. While going home, Jess and Leslie learn that they are next-door neighbors.\nLater in the evening, Jess becomes angry to find his sister has drawn in his notebook. His strict father (Robert Patrick) sides with her. The next day at school, Leslie praises Jess' drawing ability. This is after she sees his notebook. They soon become best friends. After school, they go into the woods. There, they swing across a creek on a rope. Jess and Leslie find an abandoned tree house and a broken down truck on the other side of the creek. They invent a new world, which they call \"Terabithia\". The fantasy world reflects their lives. It comes to life as they explore the area. For the next few days, Jess and Leslie spend their free time in the tree house and learn about one another.\nLeslie gives Jess an art kit for his birthday. This pleases Jess very much. Later, he gives her a puppy. She names it Prince Terrien. Once in Terabithia, they fight with various creatures, including a troll that looks like Janice Avery, the school bully. At school, May Belle shows her friend Alexandra what she has for her snack, Twinkies. Jess tells her that she should not brag about them. At recess, May Belle tells Jess and Leslie that Janice stole her Twinkies. Leslie becomes frustrated by Janice's fee for entering the toilet. Jess and Leslie play a trick on Janice. Everyone laughs at her at the bus for this.\nOnce Leslie's parents finish writing their book, she and Jess help paint their house. Jess is impressed by her parents' happiness and watches the family. At school on Friday, Leslie hears Janice crying in the bathroom. After Leslie talks with her, she learns that the reason why Janice is a bully is because she is abused by her father. They become friends. Jess and Leslie take Prince Terrein to Terabithia. There they fight off several creatures that look like students at their school. They decide to go home when it starts raining. The creek gets higher than ever due to the rain.\nThe next morning, Ms. Edmunds (Zooey Deschanel), Jess' music teacher, invites him on a one-on-one field trip to an art museum. Jess tries to ask his mother's permission. As she is half-asleep, he takes her mumbling as approval. Jess does not ask Leslie to come with him. When he returns home, Jess finds that his father and mother are worried. This is because they did not know where he was. His father tells him that Leslie drowned in the river that morning. This happened when Jess went to the museum. Jess is very sad to hear this. He visits the Burke family home with his parents to pay their respects. Leslie's father, Bill Burke (Latham Gaines), tells Jess that she loved him. He thanks him for being a very good friend to her, since she could not make friends at her old school. Jess feels very guilty for Leslie's death. His father consoles him to keep their friendship alive for her sake. Jess decides to re-imagine Terabithia and builds a bridge across the river to welcome a new ruler. He invites his sister, May Belle to enter Terabithia. She is delighted because she was not allowed to enter before. She and Jess make Terabithia even better, with Jess as king and his sister as princess.\nProduction.\nProduction for the movie began in February 2006, with a budget of around $20 million. The main photography for the movie was shot in Auckland, New Zealand in sixty days. movie editing took ten weeks. Post-production, music mixing, and visual effects took a few months. The movie was finished by November 2006. This was because the crew \"had to rush\" to finish it by February 16. The movie was directed by Gábor Csupó. Walden Media President Cary Granat first recommended him to direct the movie. Csupó had never done a live-action movie before. However, he said it \"didn't worry Granat in the least\". Csupó noted that he was interested in making the movie. He \"had the ambition to do a live-action movie for a long time\", but that he \"didn't like anything until I read this book\". He called the book \"beautiful\" and said that it \"moved [him]\". The cinematographer of \"Bridge to Terabithia\" was Michael Chapman. This was his final movie before he retired. Chapman mentioned in the film's DVD commentary that he retired after the movie because he wanted his last movie to be a good one. He said: \"this is such a beautiful story, and it's exactly the kind of movie I want to do at this time in my life\".\nCasting.\nDirector Csupó stated they had thought of no actors for the movie at first. The first actor cast was AnnaSophia Robb as Leslie Burke. Robb wrote Csupó \"such a beautiful, heartwarming letter\" that showed she loved the book and character. Csupó said Robb was cast for the movie because of \"her letter, her enthusiasm, and her love of the material\". Robb also talked with Lauren Levine, the producer of the movie, before casting even began. \"[T]heir conversation convinced her that, without a doubt, AnnaSophia was meant for this role,\" Csupó stated. Levine said \"it was just so clear in talking to her about all this fantasy that I was basically talking to Leslie, that she had that same kind of spark and magical presence. She might be physically different from Leslie in the book, but the spirit of Leslie and the spirit of AnnaSophia are nearly identical. It was a match made in heaven.\" With regard to the character, Robb said \"[Leslie]'s one of those people who's just always lit up, who has this glow about her, and no one can bring her down. Leslie's such a lively and energetic character, it was really fun for me to become her.\"\nLevine noted that \"looking for Jess was a really tough hunt. We needed someone who could go from an introverted boy in an isolated world to someone who completely taps into his imagination and becomes a confident, brave leader in Terabithia. That's a heck of a range for such a young actor.\" Josh Hutcherson was not their first choice for the role of Jess Aarons. He was chosen as they \"felt the chemistry between AnnaSophia Robb and him\". Hutcherson said that he liked the project because of \"the real life day-to-day drama as well as the arc of the character Jess\".\nThe filmmakers cast Robert Patrick as Jess' father. He was chosen due to his experience in several movies in the past. Patrick explained that he could relate to the plot. He was \"constantly creating imaginary worlds as a kid\" himself, and that the movie reminded him of the place where he grew up. He also said that he agreed to act because it was a movie his children could watch.\nBailee Madison was cast as May Belle Aarons. Csupó said they searched for a long time for someone to play her role. She had \"such a charm, even before the camera, she was just like a little sweetheart,\" he said. She was confident, shook hands with everybody and was \"totally sweet and perky\". Csupó was pleased by her attitude and cast her for the movie.\nDesign and effects.\nCsupó explained that \"it was a very conscious decision from the very beginning that we're not going to overdo the visual effects because of the story's integrity and the book's integrity.\" There was only a small mention of Jess and Leslie fighting creatures in Terabithia in the book. For this reason, they \"tried to do the absolute minimum, which would be required to put it into a movie version\".\nTo design the creatures of Terabithia, Csupó wanted to use \"little more artsy, imaginative, fantastical creatures than the typical rendered characters you see in other movies.\" He was inspired by Terry Gilliam and Ridley Scott. Dima Malanitchev drew the creatures. Csupó helped him in this. Csupó chose Weta Digital render the 3D animation. He \"was impressed with their artistic integrity, the teamwork, the [fact that] people were really nice, and also they responded to our designs very positively.\" Weta modified some of the creature designs. However, they mainly used Csupó's original designs.\n100 crew members from Weta worked for the movie. Weta was doing the animations when the movie was being shot. Weta crew members saw the shooting of all scenes involving these creatures. Weta's Matt Aitken said the process of animation was \"split into two steps\". First, natural-looking creatures were created based on pencil sketches by Csupó and Malanitchev. Photoshop pictures made by visual effects art director Michael Pangrazio was used for this. The second step was to use the best animation and motion style for the creatures.\nLeslie's costumes in the movie were designed to look as if the character \"might have made some of them herself\". They were updated from those described in the book. This was because the descriptions in the book would appear odd now.\nWriting.\nProducer and screenwriter David L. Paterson is the novel's author's son. His name was featured on its dedication page. The story was based on his real life best friend, Lisa Hill. Hill had been struck by lightning. She was killed when they were both eight years old. Paterson had asked his mother, Katherine Paterson, if he could write a screenplay of the novel. She agreed \"not only because he's [her] son, but also because he's a very good playwright\". Paterson found it difficult to market his screenplay. It was mainly because of Leslie's death. \"[I]f you can believe this, I did meet with some companies that asked if I could just 'hurt' Leslie a little bit—put her in a light coma and then bring her out\".\nPaterson said it was very important for him to keep the spirit of the book alive. At the same time, he had to change it from \"a novel that takes place mostly in the characters' heads to a dynamic visual medium\". Paterson knew that the movie had to be about friendship and imagination. He focused \"bringing out the emotions of the story.\" He said he found it difficult to write about Terabithia. This was \"because it was too close\". He credited fellow screenwriter Jeff Stockwell for recreating Terabithia for the movie. \"What Jeff was able to do as an outsider who wasn’t so attached to the story was to really let his imagination go free and make up this world in a wonderful way\", David said. Csupó said that the two main characters are a little bit older in the movie. Csupó claims the movie \"deals with so many issues including friendship, and maybe first innocent love, things like that\", so it \"made more sense\" to make the characters older.\nMusic.\nThe film's musical score was composed by Aaron Zigman. He was hired after Alison Krauss did not compose the music. Zigman said there are similarities between the music he made fro \"Bridge to Terabithia\" and the movie \"Flicka\". He said: \"[...]at times there's a bit of a Celtic influence but not much\", but he also went on to say that there was a more modern feel to the music he composed for \"Bridge to Terabithia\". The score he composed for the movie is described as \"very large\" compared to his other work, and Zigman commented that \"Aside from the minimalist stuff and coloring that I love to do, I also like big orchestral stuff, and want to do more of that, and this movie enabled me to spread my wings out a bit.\" The official soundtrack for the movie was released by \"Hollywood Records\" on February 13, 2007.\nPromotion.\nReviewers criticized the film's advertisement campaign. One critic said the movie was actually \"grounded in reality far more than in fantasy.\" Another thought, \"far from a computer generated [created] escapist fantasy, this movie is an unpretentious [not pretending] and touching tale of preteen companionship and loss\".\nDistribution.\nThe movie premiered at the El Capitan Theatre in Hollywood on February 16, 2007. Paterson, who studied in The Catholic University of America, held a special advance screening of the movie for them. This was shown at the AFI Silver Theatre in Silver Spring, Maryland on February 1, 2007. The movie opened in the UK on May 4, 2007, and in New Zealand June 7, 2007. The movie grossed \"a higher-than-expected\" $28,536,717 from 2,284 screens. It earned an average of $9,885 per screen. The opening day had collections of $6.3 million. The movie has a worldwide gross of US$120 million. It grossed $80 million in the US and Canada.\nThe DVD and Blu-ray Disc were released on June 19, 2007 in the US. The DVD and Blu-ray version had \"Digital Imagination: Bringing Terabithia to Life\", \"Behind the Book: The Themes of \"Bridge to Terabithia\" It also had \"Keep Your Mind Wide Open\" music video by Robb, and two audio commentaries. The first was with director Csupó, writer Jeff Stockwell, and producer Hal Lieberman. The second was with producer Lauren Levine and actors Hutcherson and Robb.\nCritical reception.\ndraws us in enough to care\".</a>\nReview aggregator website Rotten Tomatoes said 85% of 137 collected reviews for \"Bridge to Terabithia\" were positive. The average score was 7.1/10. Critics said the movie was \"a faithful adaptation of a beloved children's novel and a powerful portrayal of love, loss, and imagination through children's eyes. Dynamic visuals and natural performances further enhance the imaginative film\". At Metacritic, the movie got 74 out of 100 from 25 reviews. This meant it received \"generally favorable reviews\".\nJames Berardinelli of ReelViews called \"Bridge to Terabithia\" \"easily the best family feature of the early year\". Ann Hornaday of \"The Washington Post\" praised the script. She said it was \"utterly recognizable and authentic\", and thought Robb and Hutcherson were \"perfectly cast\". Hornaday said the final five minutes showed \"oversweet sentiment.\" Viewers would remember the film's \"warmth and respect with which it pays homage [respect] to first love,\" she added. Jessica Grose of \"The Village Voice\" praised director Csupó for not showing \"cutesy tween [neither a child, nor a teenager] stereotypes.\" She felt Jess' relationship with his father made \"Bridge to Terabithia\" from \"a good kids movie to a classic contender\". \"The New York Times\" Jeannette Catsoulis believed that the fantasy was kept in the background \"to find magic in the everyday\", and thought Csupó directed \"like someone intimate with the pain of being different, allowing each personality more than a single characteristic\". She particularly praised Deschanel and Madison. Catsoulis said the movie handled adult topics with \"with nuance [cleverly] and sensitivity\". Since it was smart and \"delicate as a spider web\", it was the kind of children's movie \"rarely seen nowadays\". Miriam di Nunzio of the \"Chicago Sun-Times\" praised Hutcherson and Robb's performances. \"[T]he film's heart and soul rests on the abilities of its young lead characters to make us really see the world through children's eyes. The dynamic duo of Hutcherson and Robb do not disappoint,\" she noted.\nNot all reviews were positive. Claudia Puig of \"USA Today\" said \"for a movie about the power of imagination, \"Bridge to Terabithia\" is not as clever as you would hope\". Puig said it was an average translation of the novel. But the adult characters were too caricatured or exaggerated in the movie. The real-life portions of the movie were \"derivative and simplistic\", but Jess' emotional feelings seemed \"powerfully authentic, and this is where the movie finds its truth and soul\". \"The Wall Street Journal\" critic Joe Morgenstern felt the movie overused fantasy. The critic added that the \"agreeable simplicity in between computer-generated monsters\". The young members of the cast were \"appealing but unpolished\". Morgenstern thought Csupó lacked experience in direction. Although Deschanel was the best among the adults, she seemed self-directed.\nAwards and nominations.\n\"Bridge to Terabithia\" was nominated for seven awards. It won five of these. Josh Hutcherson was nominated at the 2008 Saturn Awards for \"Best Performance by a Younger Actor\". AnnaSophia Robb was nominated for a Broadcast Film Critics Association Award for \"Best Young Actress\". The film won five awards at the Young Artist Awards. This included \"Best Family Feature Film (Fantasy or Musical)\" and \"Best Performance in a Feature Film – Leading Young Actor\" for Hutcherson. Robb won \"Best Performance in a Feature Film – Leading Young Actress\", and Bailee Madison won \"Best Performance in a Feature Film – Young Actress Age Ten or Younger\". The cast also won the award for \"Best Performance in a Feature Film – Young Ensemble Cast\". The cast included Hutcherson, Robb, Madison, Wakefield, Clinton, Lawless, Isabelle Rose Kircher, Carly Owen, Devon Wood, Emma Fenton and Grace Brannigan.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"Fantasy","surface_form":"fantasy","offset":28},{"uri":"G%C3%A1bor_Csup%C3%B3","surface_form":"Gábor Csupó","offset":98},{"uri":"Adapt","surface_form":"adapt","offset":118},{"uri":"Katherine_Paterson","surface_form":"Katherine Paterson","offset":205},{"uri":"Novel","surface_form":"novel","offset":224},{"uri":"Bridge_to_Terabithia_(novel)","surface_form":"of the same name","offset":230},{"uri":"Walt_Disney_Pictures","surface_form":"Walt Disney Pictures","offset":248},{"uri":"Screenplay","surface_form":"screenplay","offset":541},{"uri":"Auckland","surface_form":"Auckland","offset":856},{"uri":"New_Zealand","surface_form":"New Zealand","offset":866},{"uri":"US_dollar","surface_form":"US$","offset":1182},{"uri":"Faithful","surface_form":"faithful","offset":1263},{"uri":"Josh_Hutcherson","surface_form":"Josh Hutcherson","offset":1494},{"uri":"AnnaSophia_Robb","surface_form":"AnnaSophia Robb","offset":1897},{"uri":"Irritate","surface_form":"irritates","offset":2093},{"uri":"Praise","surface_form":"praises","offset":2353},{"uri":"Ability","surface_form":"ability","offset":2375},{"uri":"Dog","surface_form":"puppy","offset":2979},{"uri":"Snack","surface_form":"snack","offset":3205},{"uri":"Brag","surface_form":"brag","offset":3257},{"uri":"Abuse","surface_form":"abuse","offset":3815},{"uri":"Permission","surface_form":"permission","offset":4243},{"uri":"G%C3%A1bor_Csup%C3%B3","surface_form":"Gábor Csupó","offset":5703},{"uri":"Walden_Media","surface_form":"Walden Media","offset":5716},{"uri":"Live-action","surface_form":"live-action","offset":5817},{"uri":"Comment","surface_form":"commentary","offset":6289},{"uri":"Josh_Hutcherson","surface_form":"Josh Hutcherson","offset":7936},{"uri":"Chemistry","surface_form":"chemistry","offset":8040},{"uri":"Conscious","surface_form":"conscious","offset":9005},{"uri":"Integrity","surface_form":"integrity","offset":9121},{"uri":"Photoshop","surface_form":"Photoshop","offset":10326},{"uri":"David_L._Paterson","surface_form":"David L. Paterson","offset":10768},{"uri":"Bridge_to_Terabithia_(novel)","surface_form":"novel","offset":10793},{"uri":"Dedicate","surface_form":"dedication","offset":10844},{"uri":"Lightning","surface_form":"lightning","offset":10946},{"uri":"Market","surface_form":"market","offset":11228},{"uri":"Coma","surface_form":"coma","offset":11424},{"uri":"Dynamic","surface_form":"dynamic","offset":11642},{"uri":"Media","surface_form":"medium","offset":11657},{"uri":"Score","surface_form":"score","offset":12428},{"uri":"Campaign","surface_form":"campaign","offset":13282},{"uri":"Escape","surface_form":"escapist","offset":13437},{"uri":"Pretend","surface_form":"pretending","offset":13491},{"uri":"Hollywood","surface_form":"Hollywood","offset":13620},{"uri":"Gross_profit","surface_form":"grossed","offset":13944},{"uri":"US_dollar","surface_form":"US$","offset":14136},{"uri":"Blu-ray_Disc","surface_form":"Blu-ray Disc","offset":14209},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":14731},{"uri":"Weighted_mean","surface_form":"average","offset":14827},{"uri":"Metacritic","surface_form":"Metacritic","offset":15097},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":15339},{"uri":"Child","surface_form":"child","offset":15774},{"uri":"Teen","surface_form":"teen","offset":15787},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":15933},{"uri":"Chicago_Sun-Times","surface_form":"Chicago Sun-Times","offset":16482},{"uri":"USA_Today","surface_form":"USA Today","offset":16801},{"uri":"Exaggerate","surface_form":"exaggerated","offset":17025},{"uri":"Derive","surface_form":"derivative","offset":17093},{"uri":"The_Wall_Street_Journal","surface_form":"The Wall Street Journal","offset":17236},{"uri":"Young_Artist_Award","surface_form":"Young Artist Award","offset":17938}]}