{"id":178821,"url":"http://en.wikipedia.org/wiki/Red_kangaroo","text":"The red kangaroo (\"Macropus rufus\") is the largest kangaroo. The word \"macropus\" means \"big foot\" and \"rufus\" means red. It is the largest mammal in Australia, and the largest marsupial in the world. It lives in the arid open areas of Australia which covers much of the country. It is not found in the south, on the east coast, or in the northern rainforests.\nDescription.\nThe red kangaroo is a very large kangaroo. The fur is short, red to brown in colour, fading to a pale colour below and on the legs. Females are smaller than males and are a blue-grey colour with a small amount of brown, pale grey below, although arid area females are coloured like males. The kangaroo has long, pointed ears and a squared-off nose. The kangaroo has two front legs with small claws. It has two strong back legs, which are used for jumping, and a strong tail which is often used for balance when standing upright. The tail is also used as a fifth leg when walking slowly.\nThe males can jump a distance of in one leap.\nMales grow up to tall and weigh up to. Females are tall and weigh up to. The tails is about long. There are often reports of larger red kangaroos, with some males reaching about tall.\nThe red kangaroo is able to keep its body cool (36 °C, 96.8 °F) in a hot climate. Its fur acts to insulate the body and during the heat of the day the kangaroo will rest and stay in the shade. It also control its temperature by panting (breathing hard), sweating and licking its front legs.\nThe red kangaroo's range of vision is about 300° because of the position of its eyes. (A human's range of vision is about 180°).\nBehaviour.\nThe red kangaroo is nocturnal and crepuscular, and spends the day sleeping or resting in the shade. It is active in the cool of the evening and at dawn. It lives alone or in small groups called 'mobs'. Membership of these groups often changes, and males are not territorial. The largest males control most of the matings and chase off other males.\nFeeding.\nThe Red Kangaroo eats grasses and other vegetation. It can go without water, as they are able to get enough moisture out of plants.\nBreeding.\nThe red kangaroo breeds all year round. The gestation period is around 33 days. The females are also able to delay birth of their baby until their previous joey has left the pouch. The young joey leaves the pouch at around 235 days old, but will continue to suckle until it reaches 1 year of age.\nFighting.\nWhen male kangaroos fight, they look like they are \"boxing\". They usually stand up on their back legs and attempt to push the other off balance by jabbing him or locking front legs. Using their tail to support their weight, they can also kick with their powerful back legs.\nCommercial use.\nThe red kangaroo is hunted in large numbers in Australia. In the year 2000, 1,173,242 animals were killed. In 2009 the government put a limit of 1,611,204 for the number of red kangaroos available for commercial use. The kangaroo industry is worth about AU$270 million each year, and employs over 4000 people.\nThe kangaroos provide meat for both humans and pet food. Kangaroo meat is very lean with only about 2% fat. Their skins are used for leather, and makes the lightest and strongest leather. Around the world, nearly all professional soccer players wear boots made from kangaroo leather.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kangaroo","surface_form":"kangaroo","offset":51},{"uri":"Mammal","surface_form":"mammal","offset":139},{"uri":"Australia","surface_form":"Australia","offset":149},{"uri":"Marsupial","surface_form":"marsupial","offset":176},{"uri":"Arid","surface_form":"arid","offset":216},{"uri":"Australia","surface_form":"Australia","offset":235},{"uri":"Rainforest","surface_form":"rainforest","offset":347},{"uri":"Thermal_insulation","surface_form":"insulate","offset":1288},{"uri":"Sweat","surface_form":"sweat","offset":1444},{"uri":"Nocturnal","surface_form":"nocturnal","offset":1641},{"uri":"Crepuscular","surface_form":"crepuscular","offset":1655},{"uri":"Gestation","surface_form":"gestation","offset":2164},{"uri":"Delay","surface_form":"delay","offset":2229},{"uri":"AU%24","surface_form":"AU$","offset":2971},{"uri":"Leather","surface_form":"leather","offset":3160},{"uri":"Professional","surface_form":"professional","offset":3244},{"uri":"Soccer","surface_form":"soccer","offset":3257}]}