{"id":178819,"url":"http://en.wikipedia.org/wiki/Falklands_War","text":"The Falklands War was a war between the United Kingdom and Argentina over the Falkland Islands in 1982. The Falkland Islands are 480 kilometres from Argentina in the southern Atlantic Ocean.\nArgentina and the United Kingdom have argued over which country the Falklands Islands belongs to since the 1800s. In the 1760s and 1770s, the British set up a town at Port Egmont, which nearly led to a war with Spain who had a town at Port Louis. Then Argentina became a separate country from Spain in 1817 and set up a colony on the islands (which they call \"Malvinas\") in 1820. An American warship later destroyed this town, and the British took the islands again in 1833.\n1982.\nThe British kept the islands until Argentinian Special Forces invaded on 2 April, 1982 and took control of the island.\nThe United Nations Security Council asked Argentina to withdraw, and tried to end the crisis with diplomacy. After seven weeks, Argentina did not withdraw, so the British Armed Forces traveled 8000 miles to attack. After a short battle in the air and at sea, the British landed on 21 May and fought on land until Argentina's army surrendered on 14 June.\nThe British captured 11,313 soldiers, and killed about 650. Almost half of these Argentinian deaths were when the warship ARA \"General Belgrano\" was sunk by the British submarine HMS \"Conqueror\". In total there were 258 British deaths.","categories":[],"infobox_types":[],"annotations":[{"uri":"War","surface_form":"war","offset":24},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":40},{"uri":"Argentina","surface_form":"Argentina","offset":59},{"uri":"Falkland_Islands","surface_form":"Falkland Islands","offset":78},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":175},{"uri":"Spain","surface_form":"Spain","offset":402},{"uri":"Colony","surface_form":"colony","offset":511},{"uri":"United_States","surface_form":"American","offset":574},{"uri":"Warship","surface_form":"warship","offset":583},{"uri":"Special_Forces","surface_form":"Special Forces","offset":719},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":795},{"uri":"Diplomacy","surface_form":"diplomacy","offset":889},{"uri":"British_Armed_Forces","surface_form":"British Armed Forces","offset":954},{"uri":"Prisoner_of_war","surface_form":"soldiers","offset":1173},{"uri":"Submarine","surface_form":"submarine","offset":1314}]}