{"id":178812,"url":"http://en.wikipedia.org/wiki/Andrea_del_Verrocchio","text":"Andrea del Verrocchio (c. 1435 – 1488) was an Italian sculptor, goldsmith and painter. He had an important workshop in Florence. Many other Renaissance painters were Verrocchio's apprentices or worked in his workshop. These included Botticelli, Ghirlandaio and Perugino. Verrocchio's most famous apprentice was Leonardo da Vinci.\nVerrocchio was born in Florence in 1435. His father was Michele di Francesco Cioni who was not married to Verrocchio's mother. Michele made tiles and bricks. Later he worked as a tax collector. He worked for the Medici family of bankers, then he moved to Venice.\nWhen Verrocchio was born, he was named Andrea di Francesco di Cioni. His name was changed to Andrea del Verrocchio when he was apprenticed to a goldsmith called Verrocchio (who was probably Francesco di Luca Verrocchio, who was very rich and successful). As an apprentice to a goldsmith, Verrocchio learnt how to make jewellery and golden tableware such as plates, dishes, jugs and salt containers. He learnt how to hammer gold into thin sheets called \"gold leaf\" and use it to decorate picture frames, statues and illuminated manuscripts. He also learnt how to make bronze statues. Verrocchio's bronze statues are his most famous works.\nAt this time Verrocchio met Donatello. Donatello became one of the most famous sculptors ever. He made many more statues than Verrocchio. However, Donatello and Verrocchio both made a statue of David with the head of Goliath, and both made a huge statue of a famous soldier on horseback (equestrian statue). Art historians often compare the two Davids and the two equestrian statues.\nPaintings.\nIt is thought that Verrocchio began painting in the 1460s, when he worked at Prato with the painter Fra Filippo Lippi. There is only one known painting that was signed by Verrocchio. This is an altarpiece of the \"Madonna and Child with Saints\" in the Cathedral of Pistoia, painted in the late 1470s. There are several more paintings from Verrocchio's studio. They have probably been painted partly by Verrocchio and partly by his students.\nThe most famous of these paintings was done between 1472 and 1475. It is a \"Baptism of Christ\". Giorgio Vasari writing in his book \"Lives of the Great Artists\" says that the angel on the left was painted by Leonardo da Vinci. Vasari says that when Verrocchio saw how beautifully the eighteen-year-old apprentice could paint, he put down his brush and never painted again. On close examination, it can be seen that most of the painting is painted in old-fashioned tempera, but the angel, parts of Jesus' body, and the background landscape have been painted in the new technique of oil painting. This makes art historians think that Leonardo worked on many parts of this picture. It has also been suggested that Botticelli painted the second angel.\nSculpture.\nVerrochio made two large beautiful things out of stone, a coffin and a wash basin. He is thought to have also carved a Madonna and Child in low relief (an almost-flat stone picture).\nVerrocchio's most famous sculptures are made in bronze which is a sort of metal. To make a bronze statue, Verrocchio made the statue in wax. Then plaster was put over the wax, and the wax was removed, leaving a mould. The metal was heated over a furnace until it melted and became molten (liquid). The molten metal was poured into the mould and slowly allowed to cool. When the plaster was chipped away, the bronze statue was inside. The statue then needed to be finished and polished.\nWork at San Lorenzo.\nThe Church of San Lorenzo (St Lawrence) was a new church in Florence. It was built by the architect Brunelleschi in the new style of the Renaissance. The Medici family were the most important patrons of this church. The family chose Verrocchio as the sculptor to make three works for San Lorenzo.\nIn 1465 Verrocchio made a wash basin for the room of San Lorenzo's where the robes and Communion vessels were kept. (It is now called the \"Old Sacristy\".) Above the basin is carved an eagle, the symbol of St John the Evangelist. On the bowl of the basin is carved the Medici coat of arms. Verrocchio then had to design a tomb for Cosimo, the famous banker, and grandfather of the Medici family.\nIn the early 1470s Lorenzo de' Medici gave him the job of designing the tomb of Lorenzo's father Piero and uncle Giovanni. The tomb that Verrocchio designed was very unusual. He made a large \"sarcophagus\" (stone coffin) out of beautiful dark red stone, trimmed with green stone and sculptured leaves of bronze. Instead of being placed against a wall in the usual way, the tomb was designed to stand in an archway leading into the Sacristy. Verrocchio designed a net that looks as if it is made of rope, but is made of bronze. This network makes a screen in the archway, so that people who look at the tomb can see through into the sacristy.\n\"Christ and St Thomas\".\nThe most unusual church in Florence is Orsanmichele. This building is an ancient corn-market that had, painted on the wall, a precious image of the \"Madonna and Child\". The corn-market was turned into a church, and the sides of the building, which used to be open, were given walls. The walls had \"niches\" which is a hollow that a statue can stand in. The niches were big enough for life-sized statues. Many people worked at different jobs in the city of Florence. The people of different jobs belonged to organisations called \"guilds\". Every important guild in the city wanted to have a statue of their patron saint in a niche at Orsanmichele Church. The statues were made by some of the finest sculptors of Florence.\nIn 1466 the Guild of Traders gave Verrocchio the job of making a bronze statue of their saint, St Thomas. Verrocchio made a group of two figures which shows the most important moment in the story of St Thomas. At the back of the niche stands the figure of Jesus, raising one hand to Heaven. St Thomas stands at the edge of the niche, looking at Jesus in amazement and reaching out his hand to touch the spear-wound in Jesus' side. Verrocchio's statue was admired for the way in which he had fitted the two figures into the space, and the way in which he had told the story.\nAt about this time Verrocchio also made a huge brass candlestick for the Palazzo Vecchio (the town hall). This candlestick is now in Amsterdam.\n\"David\".\nIn the 1470s, Lorenzo Medici and his brother Giuliano gave Verrocchio the job of making a statue of David. David, a shepherd boy in a story from the Bible, had killed the giant, Goliath. He was one of the patrons of the city. Nowadays there are at least eight statues of David in Florence, the most famous one being by Michelangelo.\nWhen Verrocchio made his statue, the most famous \"David\" in Florence was a life-sized bronze statue by Donatello. This statue shows David naked, except for his boots and hat. The figure stands gracefully, looking down at the giant head at his feet. It looks very much like an Ancient Greek statue. Verrochio's statue of David is very different, even though it is a similar size and is also made of bronze.\nVerrocchio's statue looks like a real-live boy, dressed in modern parade clothes. He does not stand elegantly. His muscles are all drawn tight. He grips the handle of the sword so tightly that the sinews of his arm stand out. The muscles of his face are pulled into the silly grin that people sometimes get when they are very frightened. Verrocchio's David has just killed the giant, but now he is facing the whole enemy army and wondering what will happen next. The handsome boy that Verrocchio used as his model for David is believed to have been Leonardo da Vinci.\nThe Medici also gave Verrocchio the job of making a bronze statue of a \"Cherub with a Dolphin\" to go in the fountain of their home in the countryside. The statue now stands in the small courtyard of the Palazzo Vecchio in Florence.\nBartolomeo Colleoni.\nIn 1478 Verrocchio began work on his most famous statue. It is a \"equestrian statue\", a statue of a man on horseback. The statue was made for the Republic of Venice in memory of a famous soldier who had lead military troops many times when Venice was at war. His name was Bartolomeo Colleoni, and he had died in 1475. Colleoni was admired by many people who thought he was a good man, as well as a brave soldier and great military leader. Colleoni left a message to say that he wanted a statue of himself in the main square of Venice, right opposite St Mark's Basilica. The town council would not allow this. The statue was put in another important square, near the Hospital of St Mark and the Church of two Roman soldier-saints, St Giovanni and St Paolo.\nWhen Verrocchio started making this statue, there had been only one big equestrian monument made in more than a thousand years. Donatello had made an equestrian statue of another soldier, who was nicknamed Gattamelata (\"the Smug Cat\"). Verrocchio must have looked at Donatello's statue, which was in Padua and at the four ancient bronze horses that stood high on the front of St Mark's Basilica. Verrocchio decided to make his horse do something which the St Mark's horses do, but Donatello's horse does not do. The horses at St Marks all have one front hoof raised, so that they are perfectly balanced on only three legs.\nVerrocchio's horse looks as if it is moving forward quite fast. It is full of action. The figure of Colleoni is not sitting down in the saddle, he is standing in the stirups, as if he is looking out to spot the enemy. The horse's head turns one way, and the body and face of Colleoni turns the other way. Colleoni looks fierce, as if he is leading his troops into battle. The statue is very lively and very lifelike.\nVerrocchio moved from Florence to Venice in 1488, to help with the casting of the bronze statue. But he died that year, and never saw his most famous work finished.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":46},{"uri":"Sculpture","surface_form":"sculptor","offset":54},{"uri":"Gold","surface_form":"gold","offset":64},{"uri":"Painting","surface_form":"painter","offset":78},{"uri":"Florence","surface_form":"Florence","offset":119},{"uri":"List_of_Renaissance_artists","surface_form":"Renaissance painters","offset":140},{"uri":"Apprentice","surface_form":"apprentice","offset":179},{"uri":"Botticelli","surface_form":"Botticelli","offset":233},{"uri":"Ghirlandaio","surface_form":"Ghirlandaio","offset":245},{"uri":"Perugino","surface_form":"Perugino","offset":261},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":311},{"uri":"Tax","surface_form":"tax","offset":509},{"uri":"Medici","surface_form":"Medici","offset":542},{"uri":"Bank","surface_form":"bank","offset":559},{"uri":"Venice","surface_form":"Venice","offset":585},{"uri":"Illuminated_manuscript","surface_form":"illuminated manuscript","offset":1108},{"uri":"Bronze","surface_form":"bronze","offset":1160},{"uri":"Donatello","surface_form":"Donatello","offset":1259},{"uri":"David","surface_form":"David","offset":1425},{"uri":"Prato","surface_form":"Prato","offset":1703},{"uri":"Filippo_Lippi","surface_form":"Filippo Lippi","offset":1730},{"uri":"Altarpiece","surface_form":"altarpiece","offset":1820},{"uri":"Madonna_and_Child","surface_form":"Madonna and Child","offset":1839},{"uri":"Giorgio_Vasari","surface_form":"Giorgio Vasari","offset":2162},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":2273},{"uri":"Tempera","surface_form":"tempera","offset":2529},{"uri":"Oil_painting","surface_form":"oil painting","offset":2646},{"uri":"Botticelli","surface_form":"Botticelli","offset":2776},{"uri":"Madonna_and_Child","surface_form":"Madonna and Child","offset":2943},{"uri":"Bronze","surface_form":"bronze","offset":3055},{"uri":"Metal","surface_form":"metal","offset":3081},{"uri":"Wax","surface_form":"wax","offset":3143},{"uri":"Liquid","surface_form":"liquid","offset":3296},{"uri":"Brunelleschi","surface_form":"Brunelleschi","offset":3614},{"uri":"Renaissance","surface_form":"Renaissance","offset":3651},{"uri":"Medici","surface_form":"Medici","offset":3668},{"uri":"Patron","surface_form":"patron","offset":3706},{"uri":"Symbol","surface_form":"symbol","offset":4006},{"uri":"Coat_of_arms","surface_form":"coat of arms","offset":4086},{"uri":"Bronze","surface_form":"bronze","offset":4509},{"uri":"Corn","surface_form":"corn","offset":4952},{"uri":"Organisation","surface_form":"organisation","offset":5377},{"uri":"Patron_saint","surface_form":"patron saint","offset":5475},{"uri":"Palazzo_Vecchio","surface_form":"Palazzo Vecchio","offset":6237},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":6297},{"uri":"David","surface_form":"David","offset":6417},{"uri":"Michelangelo","surface_form":"Michelangelo","offset":6636},{"uri":"Ancient_Greece","surface_form":"Ancient Greek","offset":6926},{"uri":"Venice","surface_form":"Republic of Venice","offset":8023},{"uri":"Military","surface_form":"military","offset":8085},{"uri":"St_Mark%27s_Basilica","surface_form":"St Mark's Basilica","offset":8427},{"uri":"Padua","surface_form":"Padua","offset":8933}]}