{"id":17907,"url":"http://en.wikipedia.org/wiki/D%C3%BCsseldorf_International_Airport","text":"Düsseldorf International Airport (; is an airport in Germany. It is eight kilometres from Düsseldorf. The airport has the IATA Airport Code DUS. There is one other airport named \"Düsseldorf Express Airport, Mönchengladbach\", but that is only a continental airport and has only a few lines, mostly private jets.\nThe international airport supports flights to 180 destinations on four continents and hosts 70 airlines. The airport has 800 takeoffs and landings per day.\nThe airport was opened on April 19, 1927, after two years of construction. However, the first aircraft to land in northern Düsseldorf was the Zeppelin LZ-III in 1909.\nOn April 11, 1996 there was a fire in the airport, probably caused by welding work on the roof. 17 people were killed, mostly due to smoke inhalation. The terminal building was badly damaged, and was closed for five years. By July 1, 2001 it had been nearly completely re-built and was re-opened.\nA suspended monorail connects the terminal building with the InterCity and ICE train station (High speed and extremely high speed trains). The so-called \"SkyTrain\" travels the 2.5 kilometers between the terminal and station at a maximum speed of 50 km/h. It started operation in 2002, replacing a shuttle bus service, and is not free of charge to use.\nAirlines serving Düsseldorf International Airport.\nBefore September 11 Düsseldorf International Airport had many flights from the United States. Now the only direct flight to the United States is from Privatair. Privatair has a flight going to New York Newark airport, which is codeshared with Lufthansa.","categories":[],"infobox_types":[],"annotations":[{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":90},{"uri":"IATA_Airport_Code","surface_form":"IATA Airport Code","offset":122},{"uri":"Zeppelin","surface_form":"Zeppelin","offset":609},{"uri":"Monorail","surface_form":"monorail","offset":943},{"uri":"InterCityExpress","surface_form":"ICE","offset":1006},{"uri":"Privatair","surface_form":"Privatair","offset":1484},{"uri":"Privatair","surface_form":"Privatair","offset":1495},{"uri":"Newark_Liberty_International_Airport","surface_form":"New York Newark","offset":1527},{"uri":"Lufthansa","surface_form":"Lufthansa","offset":1577}]}