{"id":179053,"url":"http://en.wikipedia.org/wiki/Bone_marrow","text":"Bone marrow is a type of tissue that can be found in hollow bones of many animals including humans. In adults, the bone marrow in large bones makes new blood cells. Bone marrow makes up about 4% of an adult human's weight (about 2.6 kilograms).\nMarrow types.\nThere are two types of bone marrow. Red marrow is made mostly of myeloid tissue (which makes new blood cells). Red blood cells, platelets, and most white blood cells are created by red marrow. Yellow marrow is made mainly of fat cells. Both types of bone marrow contain many blood vessels and capillaries.\nWhen a person is born, all of their bone marrow is red. As the person ages, more and more of the bone marrow changes to the yellow type. By adulthood, about half of a person's bone marrow is red.\nRed marrow is found mainly in the flat bones - like the hip bone, breast bone, skull, ribs, vertebra (the bones that make up the spinal column), and shoulder blades - and in the cancellous (\"spongy\") material at the ends of the long bones like the femur (thigh bone) and humerus (upper forearm bone). Yellow marrow is found inside the hollow middle section, or medullary cavity of the long bones.\nIn cases of severe blood loss, the body can change yellow marrow back to red marrow so that more blood cells are made to replace the lost blood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tissue_(biological)","surface_form":"tissue","offset":25},{"uri":"Hollow","surface_form":"hollow","offset":53},{"uri":"Bone","surface_form":"bone","offset":60},{"uri":"Blood_cell","surface_form":"blood cell","offset":152},{"uri":"Kilogram","surface_form":"kilogram","offset":233},{"uri":"Red_blood_cells","surface_form":"Red blood cells","offset":370},{"uri":"Platelet","surface_form":"platelet","offset":387},{"uri":"White_blood_cell","surface_form":"white blood cell","offset":407},{"uri":"Fat","surface_form":"fat","offset":484},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":534},{"uri":"Capillary","surface_form":"capillaries","offset":552},{"uri":"Vertebra","surface_form":"vertebra","offset":853},{"uri":"Femur","surface_form":"femur","offset":1009},{"uri":"Humerus","surface_form":"humerus","offset":1032}]}