{"id":179064,"url":"http://en.wikipedia.org/wiki/Stem_cell","text":"Stem cells are cells of the body\n(somatic cells) which can divide and become differentiated.\nWhen an organism grows, stem cells specialize, and take specific functions. For instance, mature tissues like skin, muscle, blood, bone, liver, nerves, all have different types of cells. Because stem cells are not yet differentiated, they can change to become some kind of specialized cells. Organisms also use stem cells to replace damaged cells.\nStem cells are found in most, if not all, plants and animals. They divide and differentiate into a range of cell types.Research in the stem cell field grew out of findings in the 1960s.\nThe two broad types of mammalian stem cells are embryonic stem cells, and adult stem cells, which are found in adult tissues. In a developing embryo, stem cells can differentiate into \"all\" of the specialised embryonic tissues. In adult organisms, stem cells act as a repair system for the body, replenishing specialized cells, but also maintain the normal turnover of blood, skin, and intestinal tissues.\nStem cells can be grown in tissue culture. In culture, they can be transformed into specialised cells, such as those of muscles or nerves. Highly plastic adult stem cells can be taken from a variety of sources, including umbilical cord blood and bone marrow. They are now used in medical therapies, and researchers expect that stem cells will be used in many future therapies.\nEmbryonic stem cells.\nEmbryonic stem cells (ES cells) are stem cells taken from the inner cell mass of the early stage embryo called a \"blastocyst\". Human embryos reach the blastocyst stage 4-5 days after fertilization. At that time, they are made up of between 50 and 150 cells.\nThe stem cells' state, and what the daughter cells turn into, is influenced by signals from other cells in the embryo.\nAdult stem cells.\nAdult stem cells exist throughout body after embryonic development has completed. They are found inside different types of tissue and remain in a \"non-dividing state\" until disease or tissue injury. They have changed permanently into specialised cells and have lost the ability to divide and specialise further. An advantage of adult stem cells is that it provides a lesser probability of rejection. A disadvantage would be that there is a limited availability to get them.\nPlant stem cells.\nPlant stem cells are unspecialised, and can develop into any type of plant cell. They become specialised into cells of roots, leaves or flowers. The stem cells are found in meristem, at root and stem apices. They make it possible for growth to continue.\nCloning plants.\nThese are plants which have been grown from cuttings (therefore the same plant). They are dipped in \"hormone rooting powder\" to develop bigger root systems. They turn into tissues (eg. xylem and phloem) and organs (eg. roots, leaves and flowers), therefore becoming a completely new plant.\nCloning plants is a cheap way of producing a new plant.\nStem cells in medicine.\nSome cancers \"may\" be treated by stem cells. Leukemia, a cancer of white blood cells (WBC) is an example.","categories":[],"infobox_types":[],"annotations":[{"uri":"Somatic_cell","surface_form":"somatic cell","offset":34},{"uri":"Mitosis","surface_form":"divide","offset":59},{"uri":"Cell_differentiation","surface_form":"differentiated","offset":77},{"uri":"Function","surface_form":"function","offset":158},{"uri":"Tissue_(biological)","surface_form":"tissues","offset":190},{"uri":"Skin","surface_form":"skin","offset":203},{"uri":"Muscle","surface_form":"muscle","offset":209},{"uri":"Blood","surface_form":"blood","offset":217},{"uri":"Bone","surface_form":"bone","offset":224},{"uri":"Liver","surface_form":"liver","offset":230},{"uri":"Nerves","surface_form":"nerves","offset":237},{"uri":"Special","surface_form":"specialized","offset":366},{"uri":"Plant","surface_form":"plant","offset":483},{"uri":"Animal","surface_form":"animal","offset":494},{"uri":"Embryo","surface_form":"embryo","offset":769},{"uri":"Adult","surface_form":"adult","offset":858},{"uri":"Blood","surface_form":"blood","offset":996},{"uri":"Skin","surface_form":"skin","offset":1003},{"uri":"Intestine","surface_form":"intestinal","offset":1013},{"uri":"Tissue_culture","surface_form":"tissue culture","offset":1060},{"uri":"Umbilical_cord","surface_form":"umbilical cord","offset":1254},{"uri":"Blood","surface_form":"blood","offset":1269},{"uri":"Bone_marrow","surface_form":"bone marrow","offset":1279},{"uri":"Embryo","surface_form":"embryo","offset":1529},{"uri":"Fertilization","surface_form":"fertilization","offset":1615},{"uri":"Signal_(biology)","surface_form":"signals","offset":1769},{"uri":"Meristem","surface_form":"meristem","offset":2492},{"uri":"Leukemia","surface_form":"Leukemia","offset":3004}]}