{"id":179149,"url":"http://en.wikipedia.org/wiki/San_Francisco_Symphony_Orchestra","text":"The San Francisco Symphony (SFS) is a world-famous orchestra based in San Francisco, California. Michael Tilson Thomas has been their main conductor (“musical director”) since 1995.\nHistory.\nWhen the conductor Henry Hadley started the orchestra in 1911 they only had sixty musicians. They gave pop concerts as well as concerts of classical music. In 1915 Alfred Hertz became their conductor. He improved their playing and made several radio broadcasts in the late 1920s. Hertz retired in 1930 and was followed by Basil Cameron and Issay Dobrowen. During the Great Depression, the orchestra had hardly and money and they did not play during the 1934-35 season. Then the people of San Francisco managed to get funding for the orchestra so that they could carry on.\nThe famous French conductor Pierre Monteux was asked to come and get the orchestra back to a good standard. He was very successful and the orchestra were soon offered more recordings. In 1949, Monteux invited Arthur Fiedler to lead summer \"pops\" concerts in the Civic Auditorium. Fiedler worked with the orchestra until the mid 1970s.\nWhen Monteux left the orchestra in 1952, several conductors led the orchestra, including Leopold Stokowski, Georg Solti, Erich Leinsdorf, Karl Münchinger, George Szell, Bruno Walter, Ferenc Fricsay, and William Steinberg.\nTwo years later the young Spanish conductor Enrique Jordá became their music director. At first things went well. He had a lot of energy, and sometimes his baton flew out of his hand as he conducted. Gradually the orchestra became less happy with Jordá who did not seem to be able to control the orchestra and did not rehearse them properly. Eventually, after George Szell, the conductor of the Cleveland Orchestra, criticized him, the orchestra got rid of him.\nIn 1963, the Austrian conductor Josef Krips became music director. He was very strict and rehearsed them in great detail. He started a tradition of playing a special concert every New Year's Eve, \"A Night in Old Vienna.\" with music by Johann Strauss and other 19th century Viennese composers. The Japanese Seiji Ozawa was their next conductor. He gave very exciting concerts which were always sold out. They made many recordings together. He sometimes conducted operas and ballets which were partly acted, and he used university choirs for choral works.\nOzawa was followed by Edo de Waart, the young Dutch conductor. He did not show off like Ozawa had done, but he kept the standard of the orchestra very high. He conducted the orchestra's very first performances in the Davies Symphony Hall. The orchestra used the huge new organ in the Hall for works such as Saint-Saëns' Third Symphony. In de Waart's final season, 1984-85, there were four sold-out performances of Mahler's hugh Eighth Symphony with the Symphony Chorus, the Masterworks Chorale, the San Francisco Boys Chorus, and the San Francisco Girls Chorus.\nThe orchestra started to do world tours under their next conductor Herbert Blomstedt who improved the orchestra’s sound. He is still an honorary conductor (Conductor Laureate).\nMichael Tilson Thomas became music director in 1995. He had conducted the London Symphony Orchestra and had guest conducted the SFSO in 1974. He made sure the orchestra played more American music as well as plenty of Russian music. The standard of orchestral playing continues to be excellent today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Orchestra","surface_form":"orchestra","offset":51},{"uri":"San_Francisco%2C_California","surface_form":"San Francisco, California","offset":70},{"uri":"Michael_Tilson_Thomas","surface_form":"Michael Tilson Thomas","offset":97},{"uri":"Conductor_(music)","surface_form":"conductor","offset":139},{"uri":"1995","surface_form":"1995","offset":176},{"uri":"1911","surface_form":"1911","offset":248},{"uri":"Classical_music","surface_form":"classical music","offset":330},{"uri":"1915","surface_form":"1915","offset":350},{"uri":"1920s","surface_form":"1920s","offset":464},{"uri":"1930","surface_form":"1930","offset":488},{"uri":"Great_Depression","surface_form":"Great Depression","offset":558},{"uri":"Pierre_Monteux","surface_form":"Pierre Monteux","offset":791},{"uri":"1949","surface_form":"1949","offset":950},{"uri":"Arthur_Fiedler","surface_form":"Arthur Fiedler","offset":972},{"uri":"1970s","surface_form":"1970s","offset":1091},{"uri":"Leopold_Stokowski","surface_form":"Leopold Stokowski","offset":1187},{"uri":"Georg_Solti","surface_form":"Georg Solti","offset":1206},{"uri":"Erich_Leinsdorf","surface_form":"Erich Leinsdorf","offset":1219},{"uri":"Karl_M%C3%BCnchinger","surface_form":"Karl Münchinger","offset":1236},{"uri":"George_Szell","surface_form":"George Szell","offset":1253},{"uri":"Bruno_Walter","surface_form":"Bruno Walter","offset":1267},{"uri":"Ferenc_Fricsay","surface_form":"Ferenc Fricsay","offset":1281},{"uri":"William_Steinberg","surface_form":"William Steinberg","offset":1301},{"uri":"Spain","surface_form":"Spanish","offset":1346},{"uri":"George_Szell","surface_form":"George Szell","offset":1680},{"uri":"Cleveland_Orchestra","surface_form":"Cleveland Orchestra","offset":1715},{"uri":"Criticism","surface_form":"criticized","offset":1736},{"uri":"1963","surface_form":"1963","offset":1785},{"uri":"Austria","surface_form":"Austria","offset":1795},{"uri":"Josef_Krips","surface_form":"Josef Krips","offset":1814},{"uri":"New_Year%27s_Eve","surface_form":"New Year's Eve","offset":1962},{"uri":"Johann_Strauss_II","surface_form":"Johann Strauss","offset":2017},{"uri":"19th_century","surface_form":"19th century","offset":2042},{"uri":"Vienna","surface_form":"Viennese","offset":2055},{"uri":"Japan","surface_form":"Japan","offset":2079},{"uri":"Seiji_Ozawa","surface_form":"Seiji Ozawa","offset":2088},{"uri":"Choir","surface_form":"choir","offset":2311},{"uri":"Edo_de_Waart","surface_form":"Edo de Waart","offset":2358},{"uri":"Saint-Sa%C3%ABns","surface_form":"Saint-Saëns","offset":2643},{"uri":"Herbert_Blomstedt","surface_form":"Herbert Blomstedt","offset":2965},{"uri":"Michael_Tilson_Thomas","surface_form":"Michael Tilson Thomas","offset":3075},{"uri":"London_Symphony_Orchestra","surface_form":"London Symphony Orchestra","offset":3149},{"uri":"1974","surface_form":"1974","offset":3211}]}