{"id":179279,"url":"http://en.wikipedia.org/wiki/Nathaniel_Hawthorne","text":"Nathaniel Hawthorne was an American writer. He was born on July 4, 1804 in Salem, Massachusetts. His first novel \"Fanshawe\" was published anonymously in 1828. Some short stories were published in 1837 as \"Twice-Told Tales\". He married Sophia Peabody in 1842. They had three children. The family moved about Massachusetts for a few years, but finally settled in Concord, Massachusetts. \"The Scarlet Letter\" was published in 1850. \"The House of the Seven Gables\" was published in 1851. A political appointment sent Hawthorne and his family to Europe. They returned to Massachusetts in 1860. Hawthorne died on May 19, 1864.\nHawthorne's works belong to the cultural movement called romanticism. His novels and short stories are cautionary tales. They suggest that guilt, sin, and evil are the most inherent natural qualities of humanity. Many of his works are inspired by Puritan New England. They combine historical romance loaded with symbolism and deep psychological themes. They border upon surrealism. His depictions of the past are a version of historical fiction used only as a vehicle to express common themes of ancestral sin, guilt and retribution.\nEarly life.\nHawthorne, a famous short story author, whose childhood was not very good. But many people believe that he was lucky, because he had a wealthy uncle. Hawthorne had two sisters, he was the only son in his family. His father died because of yellow fever when he was four years old. Only his mom took care of him and his sisters. However, Hawthorne’s mother, Elizabeth, had a wealthy brother, so after Hawthorne’s father died, they lived with Elizabeth’s brother. Because of Hawthorne’s wealthy uncle, he attended a very good college, Bowdoin College. During his college time, Hawthorne met and befriended Henry Wadsworth Longfellow, and future-president Franklin Pierce. Hawthorne started to write novels during the time that he came back home after he finished college. He published his first work in 1828.\nInfluence on society.\nHawthorne’s books are still very popular now, many students are still reading his books today. Hawthorne’s books are very useful in education. His books reflect many dark parts in American History, they are very good sources to help people learn about history.Also,His books were the very good examples of the Romantic Era of literature.\nEnd of Life.\nHawthorne’s most famous work, “The Scarlet Letter” was published in 1850. “The Scarlet Letter” was a book that was written down when Hawthorne felt into a deep depression. In 1849, Hawthorne lost his mother. Actually, Hawthorne really loved his mother. Because he had no father, his mother was his only parent. So his mother’s death has been a serious problem for Hawthorne. “The Scarlet Letter” was written down when he was in this condition. In 1851, Hawthorne’s last daughter, Rose was born. Hawthorne has three children, one son, and two daughters. In 1853, president Franklin gave Hawthorne a political appointment as U.S. Consul in Liverpool, but in 1857, Hawthorne lost this position. Before Hawthorne died, he published his last works, “Our Old Home “ and “The Marble Faun”. On May 19, 1864, Hawthorne died in Plymouth, Massachusetts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":27},{"uri":"Salem%2C_Massachusetts","surface_form":"Salem, Massachusetts","offset":75},{"uri":"Novel","surface_form":"novel","offset":107},{"uri":"Publish","surface_form":"publish","offset":128},{"uri":"Anonymity","surface_form":"anonymously","offset":138},{"uri":"Twice-Told_Tales","surface_form":"Twice-Told Tales","offset":205},{"uri":"Concord%2C_Massachusetts","surface_form":"Concord, Massachusetts","offset":361},{"uri":"The_Scarlet_Letter","surface_form":"The Scarlet Letter","offset":386},{"uri":"The_House_of_the_Seven_Gables","surface_form":"The House of the Seven Gables","offset":430},{"uri":"Culture","surface_form":"cultural","offset":653},{"uri":"Romanticism","surface_form":"romanticism","offset":678},{"uri":"Novel","surface_form":"novel","offset":695},{"uri":"Short_story","surface_form":"short stories","offset":706},{"uri":"Cautionary_tale","surface_form":"cautionary tale","offset":724},{"uri":"Guilt_(emotion)","surface_form":"guilt","offset":760},{"uri":"Sin","surface_form":"sin","offset":767},{"uri":"Evil","surface_form":"evil","offset":776},{"uri":"Human_race","surface_form":"humanity","offset":824},{"uri":"Puritan","surface_form":"Puritan","offset":868},{"uri":"New_England","surface_form":"New England","offset":876},{"uri":"Symbolism","surface_form":"symbolism","offset":933},{"uri":"Psychology","surface_form":"psychological","offset":952},{"uri":"Theme","surface_form":"theme","offset":966},{"uri":"Surrealism","surface_form":"surrealism","offset":991},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":1406},{"uri":"Henry_Wadsworth_Longfellow","surface_form":"Henry Wadsworth Longfellow","offset":1770},{"uri":"Franklin_Pierce","surface_form":"Franklin Pierce","offset":1819},{"uri":"Education","surface_form":"education","offset":2127},{"uri":"The_Scarlet_Letter","surface_form":"The Scarlet Letter","offset":2421},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":2506},{"uri":"Consulate","surface_form":"Consul","offset":2974},{"uri":"Liverpool","surface_form":"Liverpool","offset":2984},{"uri":"The_Marble_Faun","surface_form":"The Marble Faun","offset":3111},{"uri":"Plymouth%2C_Massachusetts","surface_form":"Plymouth","offset":3164},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":3174}]}