{"id":179237,"url":"http://en.wikipedia.org/wiki/Los_Angeles_Philharmonic","text":"e=\"preserve\">The Los Angeles Philharmonic (LA Phil, LAP, or LAPO) is an American orchestra based in Los Angeles, California, United States. They give concerts every year from October until June at the Walt Disney Concert Hall, and a summer season at the Hollywood Bowl from July to September. Their conductor is Gustavo Dudamel.\nThe orchestra are world famous, and well known for playing a lot of music written by modern composers.\nHistory.\nThe orchestra was started in 1919 by William Andrews Clark. He was a business man who had a lot of money and he paid the orchestra himself. They gave their first concert eleven days after their first rehearsal. Clark played the violin himself and sometimes played with the second violin section. Their conductor was Walter Henry Rothwell. After he died several other conductors led the orchestra, including Georg Schnéevoigt and Artur Rodziński.\nThe famous conductor Otto Klemperer led the orchestra in 1933. He was one of many German emigrants fleeing from Nazi Germany. He gave many new orchestral pieces their first performance, and introduced the audience to the music of Igor Stravinsky and Arnold Schoenberg. The orchestra played well for him, but Klemperer had health problems and suffered from manic depression.\nWilliam Andrews Clark died without leaving the orchestra an endowment. A new orchestra called the Southern California Symphony Association was started to try to keep the concerts going. Then a businessman called Harvey Mudd offered to pay Klemperer’s salary, and the orchestra started to earn more money playing in the Hollywood Bowl.\nso they managed to keep going during the Great Depression.\nAfter the 1939 Klemperer left because of serious health problems. Four years later he was followed by Alfred Wallenstein. Wallenstein had been the principal cellist of the New York Philharmonic and had then been the youngest member of the Los Angeles Philharmonic when it was founded in 1919. Arturo Toscanini had encouraged him to become a conductor. He had conducted the LA Phil several times. During his years as conductor of the LAPhil Wallenstein recorded several concertos with famous soloists such as Jascha Heifetz.\nBy the mid-1950s the rich business woman Dorothy Buffum Chandler was funding the orchestra. They were looking for a really good conductor to be their musical director. They had hoped to get Eduard van Beinum, but he suddenly died. Then Georg Solti agreed to come for three years. He was going to begin officially in 1962 but then he resigned because he had not been consulted when the orchestra had appointed Zubin Mehta as assistant conductor. So Zubin Mehta became musical director.\nIn 1969 Ernest Fleischmann became the manager of the orchestra. He had some new ideas, including starting the Los Angeles Philharmonic Chamber Music Society and the Los Angeles Philharmonic New Music Group. Both these groups had musicians from the large symphony orchestra in them. It gave the musicians a change to play different sorts of music. Other orchestras in the world gradually copied this idea.\nWhen Zubin Mehta left to go to the New York Philharmonic in 1978, Carlo Maria Giulini took over as Music Director. Giulini left when his wife became ill and went back to Italy. André Previn was the next conductor. He was a good conductor, but he had some arguments with Fleischmann and so he resigned in 1989 and Esa-Pekka Salonen took over. He has conducted every season since then.\nAt the beginning of Salonen's time with the orchestra they gave regular performances at the Salzburg Festival and they played for a production of the opera \"Saint-François d'Assise\" by Olivier Messiaen. Salonen later took the orchestra on many other tours of the United States, Europe, and Asia, and conducted regularly at the Lucerne Festival in Switzerland, the BBC Proms in London, in Cologne for a festival of Salonen's own works, and, in 1996, in Paris for a Stravinsky festival conducted by Salonen and Pierre Boulez.\nToday the orchestra play in the Walt Disney Concert Hall.\nSalonen left the LAPhilharmonia in 2009. Their conductor is now Gustavo Dudamel.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":72},{"uri":"Orchestra","surface_form":"orchestra","offset":81},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles","offset":100},{"uri":"California","surface_form":"California","offset":113},{"uri":"United_States","surface_form":"United States","offset":125},{"uri":"Walt_Disney_Concert_Hall","surface_form":"Walt Disney Concert Hall","offset":201},{"uri":"Hollywood_Bowl","surface_form":"Hollywood Bowl","offset":254},{"uri":"Gustavo_Dudamel","surface_form":"Gustavo Dudamel","offset":312},{"uri":"Walter_Henry_Rothwell","surface_form":"Walter Henry Rothwell","offset":757},{"uri":"Georg_Schn%C3%A9evoigt","surface_form":"Georg Schnéevoigt","offset":848},{"uri":"Artur_Rodzi%C5%84ski","surface_form":"Artur Rodziński","offset":870},{"uri":"Otto_Klemperer","surface_form":"Otto Klemperer","offset":908},{"uri":"Germany","surface_form":"German","offset":969},{"uri":"Emigrant","surface_form":"emigrant","offset":976},{"uri":"Nazi","surface_form":"Nazi","offset":999},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":1117},{"uri":"Arnold_Schoenberg","surface_form":"Arnold Schoenberg","offset":1137},{"uri":"Manic_depression","surface_form":"manic depression","offset":1243},{"uri":"Endowment","surface_form":"endowment","offset":1321},{"uri":"Hollywood_Bowl","surface_form":"Hollywood Bowl","offset":1580},{"uri":"Great_Depression","surface_form":"Great Depression","offset":1637},{"uri":"Alfred_Wallenstein","surface_form":"Alfred Wallenstein","offset":1757},{"uri":"Cello","surface_form":"cellist","offset":1812},{"uri":"New_York_Philharmonic","surface_form":"New York Philharmonic","offset":1827},{"uri":"Arturo_Toscanini","surface_form":"Arturo Toscanini","offset":1948},{"uri":"Concerto","surface_form":"concerto","offset":2124},{"uri":"Jascha_Heifetz","surface_form":"Jascha Heifetz","offset":2163},{"uri":"Eduard_van_Beinum","surface_form":"Eduard van Beinum","offset":2369},{"uri":"Georg_Solti","surface_form":"Georg Solti","offset":2415},{"uri":"Zubin_Mehta","surface_form":"Zubin Mehta","offset":2588},{"uri":"New_York_Philharmonic","surface_form":"New York Philharmonic","offset":3104},{"uri":"Carlo_Maria_Giulini","surface_form":"Carlo Maria Giulini","offset":3135},{"uri":"Andr%C3%A9_Previn","surface_form":"André Previn","offset":3246},{"uri":"Esa-Pekka_Salonen","surface_form":"Esa-Pekka Salonen","offset":3382},{"uri":"Salzburg_Festival","surface_form":"Salzburg Festival","offset":3545},{"uri":"Saint-Fran%C3%A7ois_d%27Assise","surface_form":"Saint-François d'Assise","offset":3610},{"uri":"Olivier_Messiaen","surface_form":"Olivier Messiaen","offset":3638},{"uri":"Lucerne_Festival","surface_form":"Lucerne Festival","offset":3780},{"uri":"Switzerland","surface_form":"Switzerland","offset":3800},{"uri":"BBC_Proms","surface_form":"BBC Proms","offset":3817},{"uri":"Cologne","surface_form":"Cologne","offset":3841},{"uri":"Paris","surface_form":"Paris","offset":3905},{"uri":"Stravinsky","surface_form":"Stravinsky","offset":3917},{"uri":"Pierre_Boulez","surface_form":"Pierre Boulez","offset":3962},{"uri":"Walt_Disney_Concert_Hall","surface_form":"Walt Disney Concert Hall","offset":4009},{"uri":"Gustavo_Dudamel","surface_form":"Gustavo Dudamel","offset":4099}]}