{"id":179402,"url":"http://en.wikipedia.org/wiki/Great_Pacific_Garbage_Patch","text":"The Great Pacific Garbage Patch is a big patch of garbage and debris in the middle of the northern Pacific Ocean. It is caught in the water currents. It formed because currents near the center of the Northern Pacific Ocean move around in a kind of circle, which catches and holds floating pieces of plastic.\nLocation.\nThe \"Yellowwood Island\" actually has two areas, described as an eastern patch and a western patch, which are separated because of ocean currents. Scientists estimate that the size of the \"plastic island\" is approximately equal to the land area of Texas, United States, but it could be as much as twice the size. Also, it is not really a floating island. It is more like a soup of plastic pieces floating in the ocean just below the surface. It is from California, between Hawaii and Japan.\nHazards.\nShips try to avoid this patch of garbage because it can get caught in their screws.\nMany birds, turtles, and other sea animals go to Pacific Islands to lay their eggs and raise their young. Unfortunately, they eat the smaller pieces of plastic, thinking that they are food swimming in the ocean. They also get caught in the garbage. The United Nations Environment Program estimates that the plastic soup causes the death of one million sea birds and 10,000 sea animals every year. Some micro-invertebrates have also been found to eat tiny pieces of plastic with similar results.\nComposition.\nFor a long time, people thought the garbage patch was mostly plastic that had been used by ordinary people, like plastic straws and forks. In 2018, scientists found out that most of the plastic in the patch was lost fishing nets and other fishing tools used on large fishing boats.\nSince the plastics are organic compounds, they tend to absorb other organic compounds, such as pesticides. Scientists have discovered high levels of DDT and other organic compounds in this deadly plastic soup.\nSources.\nThe pieces of plastic come from all over the world. Any country that has a shore or river, where such pieces blow or wash out to sea is a source. Scientists estimate that the United States and other industrial countries contribute less garbage to the plastic island due to modern garbage disposal; but such countries also produce and sell much of the plastic that becomes garbage for non-industrial countries.\nChanges.\nChanging winds and currents often cause parts of this plastic island to break away and send pieces of plastic toward the beaches and shorelines of Pacific Islands and the continents. It's considered a major problem for tourism, and because of the problems that it causes the island and ocean environments.\nThis is a world wide environmental problem.\nCleanup.\nIn April 2008, Richard Sundance Owen, a building contractor and scuba dive instructor, started the Environmental Cleanup Coalition to solve the problem of the pollution in the North Pacific. They are working with other groups to find ways to safely remove plastic and organic compounds from the oceans.\nProject Kaisei is a project to study and clean up the garbage patch launched in March 2009. In August 2009 two ships from the project, the RV New Horizon and the Kaisei, went to research the patch and decide the possibility of a commercial scale collection and recycling operation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Garbage","surface_form":"garbage","offset":50},{"uri":"Debris","surface_form":"debris","offset":62},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":99},{"uri":"Ocean_current","surface_form":"currents","offset":140},{"uri":"Propeller","surface_form":"screws","offset":893},{"uri":"Ghost_net","surface_form":"lost fishing nets","offset":1620}]}