{"id":179583,"url":"http://en.wikipedia.org/wiki/Claret","text":"Claret is a type of French red wine. It is also known as Bordeaux after its region of \"appellation d'origine contrôlée\". This is the French system which certifies where food and drink comes from.\nHistory.\nThe wine from Bordeaux was a dark rosé spiced drink in the Middle Ages. That's why it was called \"claret\", from the French \"clairet\". It changed to the present dry dark red in the 18th century.\nCrisis.\nThe wine industry in Bordeaux has economic problems. It faces fierce competition from New World wines. Also, the French drink less wine nowadays.\nIn 2004, exports to the U.S. dropped 59% in value over the previous year. Sales in Britain dropped 33% in value during the same period. The UK, a major market, now imports more wine from Australia than from France. Chilean red wine is also extremely popular now.\nProbably there is no single reason for these changes. Bordeaux wines are almost always blends from two or more types of vine. Many New World wines are single vine strains such as Cabernet Sauvignon, Merlot, Pinot noir, Syrah (Shiraz), and the white wine grapes Chardonnay and Sauvignon blanc. Bottles labelled by type of grape (and so by taste) has caught on with the public. Also, the cheaper French wines are much more expensive when exported. All wines and spirits into countries like the UK are heavily taxed. A cheap French (or Spanish or Italian) wine which might sell in at home fore under £1, will sell for £4 or more in the UK. Customers have evidently decided that wine from elsewhere is a better deal.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":20},{"uri":"Red_wine","surface_form":"red wine","offset":27},{"uri":"Bordeaux","surface_form":"Bordeaux","offset":219},{"uri":"Ros%C3%A9","surface_form":"rosé","offset":239},{"uri":"Spice","surface_form":"spice","offset":244},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":264},{"uri":"New_World_wine","surface_form":"New World wine","offset":493},{"uri":"Australia","surface_form":"Australia","offset":740},{"uri":"Chilean","surface_form":"Chilean","offset":768},{"uri":"Vine","surface_form":"vine","offset":936},{"uri":"Cabernet_Sauvignon","surface_form":"Cabernet Sauvignon","offset":995},{"uri":"Merlot","surface_form":"Merlot","offset":1015},{"uri":"Pinot_noir","surface_form":"Pinot noir","offset":1023},{"uri":"Syrah","surface_form":"Syrah","offset":1035},{"uri":"Chardonnay","surface_form":"Chardonnay","offset":1077},{"uri":"Sauvignon_blanc","surface_form":"Sauvignon blanc","offset":1092},{"uri":"UK","surface_form":"UK","offset":1308}]}