{"id":179631,"url":"http://en.wikipedia.org/wiki/Random_variable","text":"e=\"preserve\">A random variable is used in mathematics to study probability theory. It was developed to model the chance of events happening in all kinds of real-life scenarios.\nDefinition.\nA random variable, named formula_1, is a measurable function from formula_1 to formula_1. This is written formula_1. A random variable is typically represented by capital roman letters such as formula_1, formula_1, formula_1 and formula_1, and can be either discrete (taking on a countable set of values) or continuous (taking on an interval of values).\nThe set formula_1 is called the sample space. The set formula_1 is called the event space.\nUse in Probability.\nTake a probability measure formula_1 on formula_1. Take a set formula_1 in formula_1. Then formula_1 is defined to mean formula_1.\nExamples with Dice.\nWhen you roll a dice, 6 events can happen. These events are the different numbers that can show on the dice: 1, 2, 3, 4, 5, or 6.\nDicing Fruit.\nHere formula_1 represents the number on the dice after you roll it. We said the dice is fair. In mathematics, this means formula_1 for formula_1 and formula_1.\nThe event that you eat an apple is a set in the event space. It is formula_1. The probability that you eat an apple is the probability measure of this set. It is formula_1.\nDicing Fruit Unfairly.\nHere is another example. Sometimes a dice is unbalanced. This means that it rolls some numbers more often than others. We can do the same experiment as above, but with an unbalanced dice.\nThis is because end possibilities have not changed. After the dice is rolled, you will eat an apple or an orange. You don't know which. What has changed is the \"probability\" that you eat an apple or an orange. In mathematics, this means\nThe event that you eat an apple is \"the same set\" as for the fair dice. It is formula_1. But this event is now less likely to happen, because the dice cannot roll a 5. In other words, the probability that you eat an apple is \"different\" than for the fair dice. It is formula_1.\nProbability spaces.\nThe examples show that a random variable doesn't automatically give probabilities. If we choose formula_1 differently, one random variable can give different probabilities. This can be confusing. For this reason, mathematicians often define a random variable on a probability space. The mathematical notation for this is formula_1. This fixes the probability measure. Then there is no confusion about the probabilities of events.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":42},{"uri":"Probability_theory","surface_form":"probability theory","offset":63},{"uri":"Function_(mathematics)","surface_form":"function","offset":241},{"uri":"Latin_script","surface_form":"roman letters","offset":360},{"uri":"Countable_set","surface_form":"countable set","offset":469},{"uri":"Interval_(mathematics)","surface_form":"interval","offset":522},{"uri":"Probability_measure","surface_form":"probability measure","offset":661},{"uri":"Dice","surface_form":"dice","offset":821},{"uri":"Probability_space","surface_form":"probability space","offset":2292},{"uri":"Mathematical_notation","surface_form":"mathematical notation","offset":2315}]}