{"id":17961,"url":"http://en.wikipedia.org/wiki/Windows_XP","text":"Windows XP is a version of the Microsoft Windows operating system for personal computers. The letters \"XP\" stand for \"eXP'\"erience\". Microsoft released Windows XP on October 25, 2001. Windows XP replaced Windows 2000 and Windows ME, which helped complete the unification of the NT and 9x branches of Windows. It was replaced by Windows Vista. Windows XP was the second most used computer operating system in the world as late as April 2012. Following the release of Windows XP, many computer manufacturers including (but not limited to) Dell, Hewlett Packard, Acer, IBM, Compaq, and Toshiba rebadged their computers (mostly laptops) to Windows XP from Windows 2000. You can tell a laptop from that time was initially sold with Windows 2000 if the Windows (WIN) key on the keyboard has the previous Windows logo.\nMicrosoft stopped supporting Windows XP on April 8, 2014 (with exceptional security updates being made e.g. in 2019, to address ransomware threats) and Microsoft and authorities warn users against still using Windows XP. However, Windows XP remained a popular operating system for a long time after its discontinuation around the world. By August 2019, Microsoft (and others) had ended support for games on Windows XP. As of October 2019, 1.32% of Windows PCs run Windows XP. Windows XP became the most popular operating system from 2001–2007, the operating system, individually and pre-installed, selling over 500 million copies.\nEditions.\nHome Edition is an edition that was made for home users.\nProfessional was made for business users, as well as power users. It had advanced management features like backup recovery, Group Policy and could support two Central processing units.\nMedia Center Edition was for people who liked to use their computer as a television box. It has essentially the same features as Windows XP Professional but included Windows Media Center, a program which could manage TV shows and play music, and even Netflix.\nTablet PC Edition was for users with pen-based laptops and early tablet PCs.\n64-bit Edition was for computers that ran on Intel's 64-bit Itanium platform. This should not be confused with \"Windows XP x64 Edition\", as x64 and Itanium are completely different architectures. Unlike Windows XP x64 Edition, 64-bit Edition has fewer features than Windows XP Professional. Some of these features included NTVDM and Windows on Windows, which means that 16-bit MS-DOS applications will not be able to run. It also was missing Windows Media Player features, but Windows XP 64-bit Edition Version 2003, released on March 2003, added back these media features.\nProfessional x64 Edition was for users with 64-bit x86-based computers. It has the same features as Windows XP Professional except for NTVDM, and introduced Windows on Windows 64, which lets 32-bit applications run on a 64-bit operating system and processor.\nStarter Edition was sold mostly in developing countries. The price was low because Microsoft wanted to fight the high software piracy rate in those countries. It could only be bought with a new computer.","categories":[],"infobox_types":["OS version"],"annotations":[{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":31},{"uri":"Operating_system","surface_form":"operating system","offset":49},{"uri":"Windows_2000","surface_form":"Windows 2000","offset":204},{"uri":"Windows_Me","surface_form":"Windows ME","offset":221},{"uri":"Windows_NT","surface_form":"NT","offset":278},{"uri":"Windows_9x","surface_form":"9x","offset":285},{"uri":"Windows_Vista","surface_form":"Windows Vista","offset":328},{"uri":"Operating_system","surface_form":"operating system","offset":388},{"uri":"World","surface_form":"world","offset":412},{"uri":"Dell","surface_form":"Dell","offset":537},{"uri":"Hewlett-Packard","surface_form":"Hewlett Packard","offset":543},{"uri":"Acer_Inc.","surface_form":"Acer","offset":560},{"uri":"IBM","surface_form":"IBM","offset":566},{"uri":"Compaq","surface_form":"Compaq","offset":571},{"uri":"Toshiba","surface_form":"Toshiba","offset":583},{"uri":"Windows_9x","surface_form":"Windows","offset":798},{"uri":"Central_processing_unit","surface_form":"Central processing unit","offset":1669},{"uri":"Tablet_computer","surface_form":"tablet PCs","offset":2020},{"uri":"Itanium","surface_form":"Itanium","offset":2092},{"uri":"NTVDM","surface_form":"NTVDM","offset":2355},{"uri":"Windows_on_Windows","surface_form":"Windows on Windows","offset":2365},{"uri":"MS-DOS","surface_form":"MS-DOS","offset":2409},{"uri":"Windows_Media_Player","surface_form":"Windows Media Player","offset":2474},{"uri":"X64","surface_form":"64-bit x86-based","offset":2650},{"uri":"NTVDM","surface_form":"NTVDM","offset":2741},{"uri":"Software_piracy","surface_form":"software piracy","offset":2983}]}