{"id":179636,"url":"http://en.wikipedia.org/wiki/Mar%C3%ADa_Trinidad_S%C3%A1nchez_Province","text":"María Trinidad Sánchez is a province of the Dominican Republic. It is in the northeastern part of the country, along the Atlantic coast. Its capital city is Nagua.\nIt was created on 1958. It was a municipality of the Samaná province before being elevated to the category of province.\nName.\n\"María Trinidad Sánchez\" was an aunt of Francisco del Rosario Sánchez, one of the founders of the country. She helped the Dominican soldiers during the first days of the independence from Haiti. She was killed on 27 February 1845 by orders of the first Dominican president, Pedro Santana.\nHistory.\nThe territory of the province was part of the Duarte province and then it was made a municipality of the Samaná province. In 1958, it was made a province with the name \"Julia Molina\", after the mother of the dictator Rafael Trujillo, with the municipalities of Julia Molina and Cabrera and the municipal district, later a municipality, of Río San Juan. In 1961, after Trujillo's death, the province was given the present name and the capital was named Nagua.\nThe municipality of El Factor was created in 1988.\nSan José de Matanzas was made a municipal district in 1996, Arroyo Salado in 2000, La Entrada and El Pozo in 2001, Las Gordas in 2003 and Arroyo al Medio in 2006.\nLocation.\nMaría Trinidad Sánchez is in the northeast of the country. The province has the Samaná province to the southeast, the Duarte province to the south and west and the Espaillat province to the northwest. The Atlantic Ocean is to the north and east of the province.\nPopulation.\nIn (last national census), there were people living in the María Trinidad Sánchez province, and 74,019 () living in towns and cities. The population density was persons/km².\nIts population represents of the total population of the country and the province is ranked as the 20th (out of 31 plus the National District) more populated province.\n, the total estimated propulation of the province is 141,331 inhabitants.\nThe largest city of the province is Nagua, its capital, with a population (in) of 40,611 inhabitants.\nGeography.\nThe María Trinidad Sánchez province has a total area of. It has of the area of the Dominican Republic and it is ranked as the 20th (out of 31 plus the National District) largest province.\nThe altitude of Nagua, provincial capital, is.\nThe \"Cordillera Septentrional\" (in English, \"Northern mountain range\") is in the southern part of the province, going from the northwest to the southeast. The mountains here are not very high, and the mountain range ends in the southeastern part of the province, in a large swamp called \"Gran Estero\" close to the Samaná province.\nBecause the mountain range is close to the sea, the rivers are short.\nThe protected areas in the province are the Natural Scientific Reserve Loma Guaconejo (\"Reserva Científica Natural Loma Guaconejo\"), the National Park Cabo Francés Viejo and the National Park Gran Laguna.\nClimate.\nThe climate of the province is a tropical climate, hot most of the year.\nEconomy.\nThe main economic activities in the province are farming and fishing. In some partes of the province, mainly in the northern parte (Río San Juan and Cabrera), tourism is an important activity because there are many beautiful beaches.","categories":[],"infobox_types":[],"annotations":[{"uri":"Province","surface_form":"province","offset":28},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":44},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":121},{"uri":"Nagua","surface_form":"Nagua","offset":157},{"uri":"Municipality","surface_form":"municipality","offset":197},{"uri":"Saman%C3%A1_Province","surface_form":"Samaná","offset":217},{"uri":"Aunt","surface_form":"aunt","offset":322},{"uri":"Francisco_del_Rosario_S%C3%A1nchez","surface_form":"Francisco del Rosario Sánchez","offset":330},{"uri":"Independence","surface_form":"independence","offset":460},{"uri":"Haiti","surface_form":"Haiti","offset":478},{"uri":"President","surface_form":"president","offset":553},{"uri":"Territory","surface_form":"territory","offset":592},{"uri":"Dictator","surface_form":"dictator","offset":796},{"uri":"Rafael_Leonidas_Trujillo_Molina","surface_form":"Rafael Trujillo","offset":805},{"uri":"Municipality","surface_form":"municipalities","offset":831},{"uri":"Cabrera_(Mar%C3%ADa_Trinidad_S%C3%A1nchez)","surface_form":"Cabrera","offset":866},{"uri":"R%C3%ADo_San_Juan_(Mar%C3%ADa_Trinidad_S%C3%A1nchez)","surface_form":"Río San Juan","offset":927},{"uri":"Capital_city","surface_form":"capital","offset":1022},{"uri":"El_Factor_(Mar%C3%ADa_Trinidad_S%C3%A1nchez)","surface_form":"El Factor","offset":1067},{"uri":"Saman%C3%A1_Province","surface_form":"Samaná","offset":1351},{"uri":"Duarte_Province","surface_form":"Duarte","offset":1389},{"uri":"Espaillat_Province","surface_form":"Espaillat","offset":1435},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1476},{"uri":"Population_density","surface_form":"population density","offset":1683},{"uri":"Nagua","surface_form":"Nagua","offset":1997},{"uri":"Capital_city","surface_form":"capital","offset":2008},{"uri":"Altitude","surface_form":"altitude","offset":2266},{"uri":"Cordillera_Septentrional","surface_form":"Cordillera Septentrional","offset":2314},{"uri":"English_language","surface_form":"English","offset":2344},{"uri":"Swamp","surface_form":"swamp","offset":2583},{"uri":"National_Park","surface_form":"National Park","offset":2847},{"uri":"Tropical","surface_form":"tropical","offset":2957},{"uri":"Farming","surface_form":"farming","offset":3055},{"uri":"Fishing","surface_form":"fishing","offset":3067},{"uri":"Tourism","surface_form":"tourism","offset":3165},{"uri":"Beach","surface_form":"beach","offset":3231}]}