{"id":179833,"url":"http://en.wikipedia.org/wiki/Cross_product","text":"The cross product is a mathematical operation which can be done between two three-dimensional vectors. It is often represented by the symbol formula_1. After performing the cross product, a new vector is formed. The cross product of two vectors is always perpendicular to both of the vectors which were \"crossed\". This means that cross product is normally only valid in three-dimensional space.\nImportance of the cross product.\nBeing a vector operation, the cross product is extremely important in all sorts of sciences (particularly physics), engineering, and mathematics. One important example of the cross product involves torque or moment. Another important application involves the magnetic field.\nVisualizing the cross product in three dimensions.\nThe vector formula_1 is perpendicular to both formula_1 and formula_1. The direction of formula_1 is determined by a variation of the right-hand rule. By holding your right hand as shown in the picture, your thumb points in the direction of formula_1 (the cross product of formula_1 and formula_1), with the index finger pointing in the direction that formula_1 points, and the middle finger pointing in the direction that formula_1 points. If the angle between the index and middle fingers is greater than 180°, then you need to turn the hand upside down.\nHow to calculate the cross product in vector notation.\nLike any mathematical operation, the cross product can be done in a straightforward way.\nTwo dimensions.\nSince cross products are usually only defined for three-dimensional vectors, the calculation of cross product in two dimensions treat the vectors as if they are vectors on the xy-plane in three dimension.\nformula_1\nformula_1\nformula_1\nformula_1\nformula_1\nwhere formula_1 is just a symbol indicating that the new vector is pointing up (in the z-direction). If one \"crosses\" two vectors which are both in the xy-plane, then the product, being perpendicular to both vectors, must point in the z direction. If the value of formula_1 is positive, then it points out of the page; if its value is negative, then it points into the page.\nThree dimensions.\nThere are two ways to find the cross product of two 3D vectors: with coordinate notation or with angle.\nCoordinate notation.\nGiven vectors formula_1 and formula_1, where\nformula_1\nformula_1\nformula_1.\nWith angle.\nGiven vectors formula_1 and formula_1, where\nformula_1\nformula_1\nformula_1,\nwhere formula_1 is the angle between formula_1 and formula_1, ‖a‖ and ‖b‖ are the magnitudes of vectors formula_1 and formula_1, and n is a unit vector perpendicular to the plane containing formula_1 and formula_1.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematical","surface_form":"mathematical","offset":23},{"uri":"Three-dimensional","surface_form":"three-dimensional","offset":76},{"uri":"Vector","surface_form":"vector","offset":94},{"uri":"Vector","surface_form":"vector","offset":436},{"uri":"Science","surface_form":"sciences","offset":511},{"uri":"Physics","surface_form":"physics","offset":534},{"uri":"Engineering","surface_form":"engineering","offset":544},{"uri":"Mathematics","surface_form":"mathematics","offset":561},{"uri":"Torque","surface_form":"torque","offset":626},{"uri":"Moment_(physics)","surface_form":"moment","offset":636},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":687},{"uri":"Right-hand_rule","surface_form":"right-hand rule","offset":888},{"uri":"Norm_(mathematics)","surface_form":"magnitudes","offset":2490},{"uri":"Unit_vector","surface_form":"unit vector","offset":2548},{"uri":"Perpendicular","surface_form":"perpendicular","offset":2560}]}