{"id":179962,"url":"http://en.wikipedia.org/wiki/Troll_(internet)","text":"e=\"preserve\">:\"For the Wikipedia, see [http://meta.wikimedia.org/wiki/What_is_a_troll%3F \"What is a troll?\"]. For other uses see Troll (disambiguation)\"\nA troll is someone who tries to make people mad by saying things on the Internet. The purpose is to excite strong emotion in an online community. This is to get a reaction from other online users, or to cause problems. In social networks platforms, troll is a user who make inflammatory or inappropriate comments for the sole purpose of upsetting other users and provoking a response.\nSometimes trolling can get a user banned as it can be disruptive. Some users do it to be humorous when they know others will be angry. The best solution is to ignore trolls and to not give them the attention they want. This has become known as \"don't feed the trolls\". It can also mean destroying other people's stuff on online video games (specifically Minecraft) or \"spawn killing\" which is when a player in a war game \"kills\" another player repeatedly after they re-spawn but before they have a chance to fight back. This is sometimes called \"griefing\" because trolls cause grief and make them sad or angry.\nOn websites such as Encyclopedia Dramatica where trolling is welcomed, users can troll without fear of being banned.\nIn October 2012, the internet news site Gawker, publicly revealed the name of an internet troll who had called himself \"Violentacrez\". Michael Brutcsh had collected photos of young girls from Facebook, often in bikinis or short skirts, and them posted them on the site Reddit. He also posted photos of women, taken without their permission, which focused on their breasts or bottoms. His actions made many people very angry. Brutsch said he was an internet troll because \"...I just like riling people up in my spare time.\"\nThere are a lot of efforts to detect and ban trolls on social networks platform such as \"TrollSpot\" in which Li et al. uses machine learning techniques to propose a comprehensive approach to detect trolls.\nTrolling in Wikipedia.\nWikipedia takes a very tough stance on trolls. Any recent changes made to a Wikipedia page is automatically displayed on a list and volunteers and administrators look over the page and determines if the change is acceptable.","categories":[],"infobox_types":[],"annotations":[{"uri":"Troll_(disambiguation)","surface_form":"Troll (disambiguation)","offset":129},{"uri":"Internet","surface_form":"Internet","offset":225},{"uri":"Emotion","surface_form":"emotion","offset":267},{"uri":"Online_community","surface_form":"online community","offset":281},{"uri":"Banned","surface_form":"banned","offset":572},{"uri":"Minecraft","surface_form":"Minecraft","offset":892},{"uri":"Encyclopedia_Dramatica","surface_form":"Encyclopedia Dramatica","offset":1169},{"uri":"Fear","surface_form":"fear","offset":1244},{"uri":"Facebook","surface_form":"Facebook","offset":1458},{"uri":"Bikini","surface_form":"bikini","offset":1477},{"uri":"Reddit","surface_form":"Reddit","offset":1535}]}