{"id":180198,"url":"http://en.wikipedia.org/wiki/Tambourine","text":"The tambourine is a common percussion instrument.\nThe tambourine looks like a small hand-held drum. But in addition to the skin (drumhead) there are also small pairs of jingles - like tiny cymbals - in slots around the frame. However, tambourines come in many types. Some are made without a skin, particularly for use in schools. The tambourine came to Europe through the Arabs who brought it to Italy and Spain.\nHow to play a tambourine.\nThe tambourine is usually held in the hand. The jingles can be made to sound by hitting the frame of the instrument with the other hand, or by shaking the instrument. Often the player will hold the instrument high in the air. This not only looks good, but it can also be heard well. The other hand can tap rhythms on the skin which makes it sound like a drum as well as making the jingles sound. It can be hit by the knuckles, or with the finger tips, or the flat of the hand or the back of the hand. It can also be hit against the side of the leg. A good player with a good tambourine can sometimes create a nice effect with a \"thumb roll\". This is done by making the tip of the thumb slightly wet and then moving it fast along the edge of the skin so that the thumb bounces very fast.\nIt is also possible to put the instrument, with the head up, on the player's lap or on a table or chair, and play with the fingers or with drumsticks.\nWhen a tambourine is used in an orchestra it is usually just one tambourine, although Berlioz asked for two tambourines in his overture \"Le carnaval romain\". It is very often used in music which sounds Italian or Spanish. It nearly always makes music sound very lively, for example in the second movement of Prokofiev's First Violin Concerto.","categories":[],"infobox_types":[],"annotations":[{"uri":"Percussion","surface_form":"percussion","offset":27},{"uri":"Cymbal","surface_form":"cymbal","offset":189},{"uri":"School","surface_form":"school","offset":321},{"uri":"Europe","surface_form":"Europe","offset":353},{"uri":"Arab","surface_form":"Arab","offset":372},{"uri":"Italy","surface_form":"Italy","offset":396},{"uri":"Spain","surface_form":"Spain","offset":406},{"uri":"Hand","surface_form":"hand","offset":477},{"uri":"Rhythm","surface_form":"rhythm","offset":745},{"uri":"Knuckle","surface_form":"knuckle","offset":856},{"uri":"Leg","surface_form":"leg","offset":983},{"uri":"Berlioz","surface_form":"Berlioz","offset":1463},{"uri":"Overture","surface_form":"overture","offset":1504},{"uri":"Movement_(music)","surface_form":"movement","offset":1673},{"uri":"Prokofiev","surface_form":"Prokofiev","offset":1685}]}