{"id":180125,"url":"http://en.wikipedia.org/wiki/Mission_San_Luis_Obispo_de_Tolosa","text":"Mission San Luis Obispo de Tolosa is a Spanish mission. It was founded by Father Junipero Serra in 1772. It is on the central coast of California, halfway between San Diego and Monterey. It was named after Saint Louis, the bishop of Toulouse. It was the fifth of twenty-one missions in California. Mission San Luis Obispo de Tolosa is noted for its beautiful architectural features, mission life, and historical events.\nDesign.\nMission San Luis Obispo is different from all the other' missions' because it is one of the smallest and has a unique design. The design has both belfry (a bell tower) and a vestibule, which is an entrance hall between the outer door and the interior of a building. These are not found on any of the other California missions. The main nave (the long entrance part of the church) is long and narrow. At San Luis Obispo there is a secondary nave that is the same size and at the right of the altar. This is the only \"L\"-shaped mission church. Windows around the courtyard have round pillars with square opening, unlike the arches of other missions. San Luis Obispo is painted white and is surrounded by gardens, wine vineyards, and a fountain.\nMission Life.\nMission life was hard for the California Indians because they had to work hard and study Catholic Religon.\nWomen had to cook, sew, garden, and make candles and soap. Men had to farm and care for the animals while the older people had to fish and make arrows. The children attended church every day to study Catholicism. When their studies were done they would work hard helping their families. The Spanish introduced the gun to the Chumash. The Hupa were grateful for the Spaniard guns as they depended on them for hunting bears for food. The Chumash helped these Spaniards build the missions and take care of it and its surrounding\nOther hostile Indians attacked San Luis Obispo on three separate occasions before 1774. During the attack, the thatched roofs of the mission buildings were set afire by blazing arrows. In May 1807, the mission was designated as one of six in which the California priests could make their annual retreats for spiritual exercises. Following Mexico's war against Spain in 1810, all the California missions were forced to contribute food and clothing to the army. In 1830, the bell tower was destroyed in an earthquake, but was later rebuilt with stone.\nToday, the mission serves as a parish church of the diocese of Monterey.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mission_(station)","surface_form":"mission","offset":47},{"uri":"Junipero_Serra","surface_form":"Junipero Serra","offset":81},{"uri":"California","surface_form":"California","offset":135},{"uri":"San_Diego%2C_California","surface_form":"San Diego","offset":163},{"uri":"Monterey%2C_California","surface_form":"Monterey","offset":177},{"uri":"Bishop","surface_form":"bishop","offset":223},{"uri":"Toulouse","surface_form":"Toulouse","offset":233},{"uri":"Belfry","surface_form":"belfry","offset":574},{"uri":"Vestibule","surface_form":"vestibule","offset":602},{"uri":"Nave","surface_form":"nave","offset":764},{"uri":"Altar","surface_form":"altar","offset":919},{"uri":"Courtyard","surface_form":"courtyard","offset":989},{"uri":"Chumash","surface_form":"Chumash","offset":1617},{"uri":"Mexico","surface_form":"Mexico","offset":2157},{"uri":"Spain","surface_form":"Spain","offset":2178}]}