{"id":180237,"url":"http://en.wikipedia.org/wiki/Vibraphone","text":"The vibraphone is an percussion instrument. It looks like a xylophone but the bars are made of aluminium instead of wood. Like the xylophone, the bars are arranged in a similar way to a piano keyboard so that tunes can be played. An alternate form is the 6-plus-6-system, where each row has the bars in a whole-tone distance and both rows are in a half-tone distance. The player uses mallets (beaters), either one or two in each hand. There are tubes underneath each bar. These are called \"resonators\". They make the sound louder. There is also an electric motor which can be switched on by a pedal. This makes fans go round and round in the ventilators and makes a very strong, vibrating sound. This is why the instrument has its name. Sometimes people call a vibraphone vibes.\nVibraphones were first made in the United States in 1921.\nThe mallets are beaters with a rubber ball at the end. Yarn or a hard cord is wound tightly round these balls. Vibraphone mallets are usually slightly harder than the ones ones used for the marimba. They usually consist of a rubber ball core wrapped in yarn or cord and attached to a narrow dowel, most commonly made of rattan or birch (other materials, such as nylon, are sometimes used). Mallets suitable for the vibraphone are also generally suitable for the marimba. There are different ways of holding them. A common way is to hold them between the thumb and index finger, using the other fingers to help control the sticks. Playing with four mallets is harder, but allows the player to play harmony (chord with four notes).\nSometimes special techniques are used such as \"pitch bending\". This is done by sliding one of the mallets along a bar in a special way. Occasionally players are asked to use a bow such as cello or double bass bow, and bow across the edge of a bar.\nThe vibraphone is used in the orchestra in Alban Berg's opera \"Lulu\". It is also used in works by Olivier Messiaen, Leonard Bernstein, Benjamin Britten and Vaughan Williams (opening of Symphony no 8). Vibraphones are commonly heard in jazz, especially in combos.\nReferences.\nThe Illustrated Encyclopedia of Musical Instruments, Könemann;","categories":[],"infobox_types":[],"annotations":[{"uri":"Percussion_instrument","surface_form":"percussion instrument","offset":21},{"uri":"Xylophone","surface_form":"xylophone","offset":60},{"uri":"Aluminium","surface_form":"aluminium","offset":95},{"uri":"Wood","surface_form":"wood","offset":116},{"uri":"6-plus-6-instruments","surface_form":"6-plus-6-system","offset":255},{"uri":"Whole-tone_scale","surface_form":"whole-tone","offset":305},{"uri":"Semitone","surface_form":"half-tone","offset":348},{"uri":"Mallet","surface_form":"mallet","offset":384},{"uri":"Pedal","surface_form":"pedal","offset":593},{"uri":"United_States","surface_form":"United States","offset":814},{"uri":"Yarn","surface_form":"Yarn","offset":892},{"uri":"Marimba","surface_form":"marimba","offset":1027},{"uri":"Finger","surface_form":"index finger","offset":1401},{"uri":"Harmony","surface_form":"harmony","offset":1534},{"uri":"Chord","surface_form":"chord","offset":1543},{"uri":"Bow_(music)","surface_form":"bow","offset":1743},{"uri":"Cello","surface_form":"cello","offset":1755},{"uri":"Double_bass","surface_form":"double bass","offset":1764},{"uri":"Alban_Berg","surface_form":"Alban Berg","offset":1858},{"uri":"Opera","surface_form":"opera","offset":1871},{"uri":"Lulu_(opera)","surface_form":"Lulu","offset":1878},{"uri":"Olivier_Messiaen","surface_form":"Olivier Messiaen","offset":1913},{"uri":"Leonard_Bernstein","surface_form":"Leonard Bernstein","offset":1931},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":1950},{"uri":"Vaughan_Williams","surface_form":"Vaughan Williams","offset":1971},{"uri":"Jazz","surface_form":"jazz","offset":2050},{"uri":"Combo","surface_form":"combo","offset":2070}]}