{"id":180234,"url":"http://en.wikipedia.org/wiki/Puerto_Plata_Province","text":"The Puerto Plata Province is one of the northern provinces of the Dominican Republic. The province is a popular tourist attraction since the late 1990s because there are many fine beaches.\nIts capital is the city of San Felipe de Puerto Plata.\nName.\nThe province is named after its capital city, Puerto Plata.\nWhen Christopher Columbus visited the northern coast of the Hispaniola island for the first time, on 11 January 1493, he saw a mountain with clouds on its top and he gave it the name of \"Monte de Plata\" (\"Mountain of Silver\"). The town that was founded on the foot of that mountain was called \"Puerto de Plata\" (\"Port of Silver\"); the name was changed later to just \"Puerto Plata\".\nHistory.\nThe first European town, La Isabela, was founded by Columbus in January 1493 by Columbus near the city of Puerto Plata; the city of Puerto Plata was founded in 1502.\nIn 1605, the towns of Puerto Plata along with Monte Cristi, Bayajá and La Yaguana were destroyed by the governor, Antonio de Osorio. All the people living in those towns had to move to places closer to the capital due to the amount of illegal trade happening in these towns. These towns formed what are now Monte Plata and Bayaguana.\nIt was created as a Maritime District (a special administrative category similar to a province and that has been abandoned) in 1865. It was part of the Santiago province before being elevated to the category of province. The 1907 Dominican Constitution changed its status to province with the municipalities of Puerto Plata, Altamira, Blanco and Bajabonico.\nIn 1959, Puerto Plata was confirmed as a province with the municipalities of Puerto Plata, Altamira, Imbert and Luperón, and the municipal district of Sosúa; its capital was San Felipe de Puerto Plata.\nIn 1978, Sosúa and Los Hidalgos were made municipalities of the province. In 1989, Villa Isabela became a municipality, Guananico in 1992 and Villa Montellano in 2006.\nLa Isabela and Estero Hondo became municipal districts in 1998; Belloso, Cabarete and Sabaneta de Yásica in 2002; La Jaiba in 2003; Yásica Arriba in 2005; Maimón, Río Grande and Estrecho de Luperón - Omar Bross in 2006; and Gualete in 2007.\nLocation.\nThe Puerto Plata province is along the northern coast of the island. To the north, it has the Atlantic Ocean; to the east, the Espaillat province; to the south, the Santiago and Valverde provinces; and to the west, the Monte Cristi province.\nPopulation.\nIn (last national census), there were people living in the Puerto Plata province, and 187,767 () living in towns and cities. The population density was persons/km².\nIts population represents of the total population of the country and the province is ranked as the 6th (out of 31 plus the National District) more populated province.\n, the total estimated propulation of the province is 329,482 inhabitants.\nThe largest city of the province is San Felipe de Puerto Plata, its head municipality or capital, with an urban population (in) of 118,496 inhabitants.\nMost of the population is composed of blacks and mulattoes.\nGeography.\nThe Puerto Plata province has a total area of. It has of the area of the Dominican Republic and it is ranked as the 10th (out of 31 plus the National District) largest province.\nThe \"Cordillera Septentrional\" (\"Northern mountain range\") runs along the southern half of the province. Another mountain range is \"Sierra Atravesada\" that goes from the Cordillera Septentrional to the coast. The mountain \"Isabel de Torres\" (the \"Monte de Plata\" of Columbus) is close to the city of San Felipe de Puerto Plata.\nBecause the Cordillera Septentrional is close to the coast, rivers in this province are short. The most important rivers are Bajabonico, Yásica and Camú del Norte.\nThe altitude of San Felipe de Puerto Plata, provincial capital, is above sea level.\nMunicipalities.\nThere are nine municipalities and 12 municipal districts (M.D.) in the province.\nEconomy.\nThere are several important economic activities in the province, like tourism along the coast, farming and industry (like food products and rum).","categories":[],"infobox_types":[],"annotations":[{"uri":"Provinces_of_the_Dominican_Republic","surface_form":"provinces","offset":49},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":66},{"uri":"Beach","surface_form":"beach","offset":180},{"uri":"Capital_city","surface_form":"capital","offset":193},{"uri":"San_Felipe_de_Puerto_Plata","surface_form":"San Felipe de Puerto Plata","offset":216},{"uri":"San_Felipe_de_Puerto_Plata","surface_form":"Puerto Plata","offset":296},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":315},{"uri":"Coast","surface_form":"coast","offset":357},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":370},{"uri":"Island","surface_form":"island","offset":381},{"uri":"Mountain","surface_form":"mountain","offset":437},{"uri":"Cloud","surface_form":"cloud","offset":451},{"uri":"Silver","surface_form":"Silver","offset":527},{"uri":"Port","surface_form":"Port","offset":623},{"uri":"Europe","surface_form":"European","offset":711},{"uri":"Governor","surface_form":"governor","offset":971},{"uri":"Illegal","surface_form":"illegal","offset":1102},{"uri":"Trade","surface_form":"trade","offset":1110},{"uri":"Monte_Plata","surface_form":"Monte Plata","offset":1174},{"uri":"Santiago_Province_(Dominican_Republic)","surface_form":"Santiago","offset":1353},{"uri":"Dominican_Republic","surface_form":"Dominican","offset":1431},{"uri":"Constitution","surface_form":"Constitution","offset":1441},{"uri":"Municipality","surface_form":"municipalities","offset":1494},{"uri":"San_Felipe_de_Puerto_Plata","surface_form":"San Felipe de Puerto Plata","offset":1733},{"uri":"Sos%C3%BAa","surface_form":"Sosúa","offset":1770},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":2274},{"uri":"Espaillat_Province","surface_form":"Espaillat","offset":2307},{"uri":"Santiago_Province_(Dominican_Republic)","surface_form":"Santiago","offset":2345},{"uri":"Valverde_Province","surface_form":"Valverde","offset":2358},{"uri":"Monte_Cristi_Province","surface_form":"Monte Cristi","offset":2399},{"uri":"Population_density","surface_form":"population density","offset":2563},{"uri":"San_Felipe_de_Puerto_Plata","surface_form":"San Felipe de Puerto Plata","offset":2876},{"uri":"Capital_city","surface_form":"capital","offset":2929},{"uri":"Urban","surface_form":"urban","offset":2946},{"uri":"Cordillera_Septentrional","surface_form":"Cordillera Septentrional","offset":3246},{"uri":"Mountain_range","surface_form":"mountain range","offset":3283},{"uri":"Altitude","surface_form":"altitude","offset":3737},{"uri":"Above_sea_level","surface_form":"above sea level","offset":3800},{"uri":"Municipality","surface_form":"municipalities","offset":3848},{"uri":"Municipality","surface_form":"municipal districts","offset":3870},{"uri":"Tourism","surface_form":"tourism","offset":3993},{"uri":"Farming","surface_form":"farming","offset":4018},{"uri":"Industry","surface_form":"industry","offset":4030},{"uri":"Food","surface_form":"food","offset":4045},{"uri":"Rum","surface_form":"rum","offset":4063}]}