{"id":18021,"url":"http://en.wikipedia.org/wiki/Saint_Kitts_and_Nevis","text":"The Federation of Saint Kitts and Nevis (, also known as the Federation of Saint Christopher and Nevis), is a federal nation made up of two small islands in the Caribbean Sea. It is the smallest independent country in the Western Hemisphere.\nThe capital city is Basseterre. It is on the main island of St Kitts, also called Saint Christopher. The island of Nevis has some rights of self-government and two seats in the federal parliament.\nSt Kitts and Nevis is about one-third of the way from Puerto Rico to Trinidad and Tobago.\nThe headquarters of the Eastern Caribbean Central Bank is in St Kitts. That bank controls the East Caribbean dollar.\nHistory and Politics.\nThe two islands were part of the Leeward Islands Colony from 1871 to 1956, and of the West Indies Federation from 1958 to 1962.\nThe Islands, plus Anguilla, got limited self-government in 1967. Anguilla objected and the Metropolitan Police were sent there in 1968 to stop rioting. Until 19 December 1980 the official name of St Kitts and Nevis was Saint Christopher, Nevis and Anguilla.\nSt Kitts and Nevis became an independent Commonwealth realm in 1983, Anguilla has stayed a British overseas territory.\nIn 1970, a movement to make Nevis separate from St Kitts started.\nIn 1983, the constitution set up a 15-member National Assembly. The Assembly is unicameral, that is, it only has one chamber. 3 members of the Assembly are appointed by the Governor General, on the advice of the Prime Minister and the Leader of the Opposition. The other members are elected. If the Speaker decides to stand for re-election he is automatically elected, without a contest.\nNevis.\nNevis is responsible for its own internal affairs. There is an eight-member Nevis Island Assembly, and an Island administration headed by the premier.\nGeography.\nThe country has two main islands, Saint Kitts and Nevis. The highest peak, at 1,156 metres, is Mount Liamuiga. There is also a smaller island named Booby Island. No one lives on Booby Island.\nThe islands are of volcanic origin. There are large central peaks covered in tropical rainforest. People do not live on the steeper slopes leading to these peaks. Most of the people on both islands live closer to the sea. There are many rivers coming from the mountains of both islands. These give fresh water to the people. St. Kitts also has one small lake.\nParishes.\nThe federation of Saint Kitts and Nevis is divided into fourteen parishes. There are nine divisions on Saint Kitts and five on Nevis.\nCities and Towns.\nThese are some of the more important cities and towns in Saint Kitts and Nevis.\nSports.\nCricket is common in Saint Kitts and Nevis. Top players go to the West Indies cricket team. The late Runako Morton was from Nevis. Saint Kitts and Nevis is the smallest country on Earth to ever host a World Cup event. It was one of the host venues of the 2007 Cricket World Cup.\nThe St. Kitts and Nevis national football team, also known as the \"Sugar Boyz\", has had some international success. They went to the semifinal round of qualification for the 2006 FIFA World Cup in the CONCACAF region. Led by Glence Glasgow they defeated U.S. Virgin Islands and Barbados. They then lost to Mexico, Saint Vincent and the Grenadines, and Trinidad and Tobago.\nThe St. Kitts and Nevis Billiard Federation, SKNBF, is the governing body for cue sports across the two islands.\nKim Collins is the country's best known track and field athlete. He has won gold medals in the 100 metres at both the World Championships in Athletics and Commonwealth Games. At the 2000 Sydney Olympics he was the country's first athlete to reach an Olympic final. He and three other athletes represented St. Kitts and Nevis at the 2008 Summer Olympics. The four by one hundred metre relay team won a bronze medal in the 2011 world championships.\nAmerican writer and former figure skater and triathlete Kathryn Bertine was given dual citizenship. She tried to qualify for the 2008 Summer Olympics representing St. Kitts and Nevis in women's cycling. She did not make enough points to go the Olympics.\nSt. Kitts and Nevis had two athletes ride in the time trial at the 2010 UCI Road World Championships. Athletes included Reginald Douglas and James Weekes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federal","surface_form":"federal","offset":110},{"uri":"Island","surface_form":"island","offset":146},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":161},{"uri":"Western_Hemisphere","surface_form":"Western Hemisphere","offset":222},{"uri":"Capital_city","surface_form":"capital city","offset":246},{"uri":"Basseterre","surface_form":"Basseterre","offset":262},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":493},{"uri":"Trinidad_and_Tobago","surface_form":"Trinidad and Tobago","offset":508},{"uri":"Eastern_Caribbean_Central_Bank","surface_form":"Eastern Caribbean Central Bank","offset":553},{"uri":"East_Caribbean_dollar","surface_form":"East Caribbean dollar","offset":623},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":701},{"uri":"West_Indies_Federation","surface_form":"West Indies Federation","offset":754},{"uri":"Anguilla","surface_form":"Anguilla","offset":814},{"uri":"Metropolitan_Police","surface_form":"Metropolitan Police","offset":887},{"uri":"Commonwealth_realm","surface_form":"Commonwealth realm","offset":1095},{"uri":"British_overseas_territories","surface_form":"British overseas territory","offset":1145},{"uri":"Saint_Kitts","surface_form":"Saint Kitts","offset":1830},{"uri":"Nevis","surface_form":"Nevis","offset":1846},{"uri":"Mount_Liamuiga","surface_form":"Mount Liamuiga","offset":1891},{"uri":"Volcanic","surface_form":"volcanic","offset":2007},{"uri":"Tropical_rainforest","surface_form":"tropical rainforest","offset":2065},{"uri":"Rivers","surface_form":"rivers","offset":2225},{"uri":"Lake","surface_form":"lake","offset":2342},{"uri":"Parish","surface_form":"parish","offset":2423},{"uri":"West_Indies_cricket_team","surface_form":"West Indies cricket team","offset":2664},{"uri":"Runako_Morton","surface_form":"Runako Morton","offset":2699},{"uri":"2007_Cricket_World_Cup","surface_form":"2007 Cricket World Cup","offset":2853},{"uri":"St._Kitts_and_Nevis_national_football_team","surface_form":"St. Kitts and Nevis national football team","offset":2881},{"uri":"2006_FIFA_World_Cup","surface_form":"2006 FIFA World Cup","offset":3051},{"uri":"CONCACAF","surface_form":"CONCACAF","offset":3078},{"uri":"Glence_Glasgow","surface_form":"Glence Glasgow","offset":3102},{"uri":"U.S._Virgin_Islands","surface_form":"U.S. Virgin Islands","offset":3131},{"uri":"Barbados","surface_form":"Barbados","offset":3155},{"uri":"Saint_Vincent_and_the_Grenadines","surface_form":"Saint Vincent and the Grenadines","offset":3191},{"uri":"Trinidad_and_Tobago","surface_form":"Trinidad and Tobago","offset":3229},{"uri":"Cue_sport","surface_form":"cue sport","offset":3328},{"uri":"Kim_Collins","surface_form":"Kim Collins","offset":3363},{"uri":"Track_and_field","surface_form":"track and field","offset":3403},{"uri":"100_metres","surface_form":"100 metres","offset":3458},{"uri":"World_Championships_in_Athletics","surface_form":"World Championships in Athletics","offset":3481},{"uri":"Commonwealth_Games","surface_form":"Commonwealth Games","offset":3518},{"uri":"2000_Sydney_Olympics","surface_form":"2000 Sydney Olympics","offset":3545},{"uri":"2008_Summer_Olympics","surface_form":"2008 Summer Olympics","offset":3695},{"uri":"Figure_skater","surface_form":"figure skater","offset":3837},{"uri":"Triathlete","surface_form":"triathlete","offset":3855},{"uri":"Dual_citizenship","surface_form":"dual citizenship","offset":3892},{"uri":"Road_bicycle_racing","surface_form":"cycling","offset":4004},{"uri":"UCI_Road_World_Championships","surface_form":"UCI Road World Championships","offset":4136}]}