{"id":18029,"url":"http://en.wikipedia.org/wiki/Brunei","text":"Brunei (officially called the Nation of Brunei, the Abode of Peace) is a country in Southeast Asia. It is north of Malaysia on the island of Borneo. The country is rather landlocked by Malaysia. To the north is the South China Sea and the Philippines to the northeast. The capital of Brunei is Bandar Seri Begawan. The country is small and has a small population. The leader of the country is the Sultan of Brunei. Due to the sale of his oil, he is one of the richest people in the world. The official religion in Brunei is Islam. There are also minorities of people who follow Buddhism or Animism. The native language of Brunei is Malay and English is the second language. Brunei is one of the smallest Muslim countries in the world.\nHistory.\nFrom the 14th to the 16th centuries Brunei Darussalam was the seat of a powerful sultanate extending over Sabah, Sarawak and the southern Philippines. Thus, the current Sultan represents one of the oldest continuously ruling dynasties in the world. By the 19th century, the Brunei Darussalam Empire had been whittled away by wars, piracy and the colonial expansion of European powers.\nIn 1847, the sultan ended a treaty with Great Britain and in 1888 Brunei Darussalam officially became a British protectorate. In 1906, the Residential System was established in Brunei Darussalam. A British Resident was nominated as a representative of the British government to advise the sultan in all matters except Malay customs, traditions and Islamic religion.\nThe 1959 Agreement established a written constitution which gave Brunei Darussalam internal self-government. In 1971, the agreement was amended and revised to assert full internal independence except defence and external affairs.\nIn June 5, 1966 His Highness Sultan Haji Sir Muda Omar Ali Saifuddien abdicated in favour of his son Pengiran Muda Mahkota Hassanal Bolkiah. On January 1, 1984 Brunei Darussalam resumed full independence and the Sultan took office as Prime Minister, Finance Minister and Home Affairs Minister, presiding over a cabinet of six. In October 1986, the cabinet was expanded to 11 members, with His Majesty relinquishing the portfolios of Finance and Home Affairs and taking over the Defence portfolio which his late father had held since 1984. In 1988 another reshuffle brought about the elevation of the deputy minister to a full minister and the creation of the Ministry of Industry and Primary Resources designed to boost the country's development.\nIn spite of the sizable non-Muslim population (about 1/3 of the population) and criticism by the international community, the Sultan still announced Brunei's adoption of Sharia law in 2013 to fully enforce on the Muslim majority and partially enforce on non-Muslims. It was expected to take full effect in 2016 after 3 phases, and had begun partial enforcement in its first phase in 2014. It is the first country in East and Southeast Asia to practice Sharia law.\nDivisions.\nBrunei is divided into four districts (\"daerahs\") and 38 subdistricts (\"mukims\").\nThe daerah of Temburong is physically separated from the rest of Brunei by the Malaysian state of Sarawak.\nOver 90% of Brunei's total population lives in 15 of the 38 mukims.\nRevenue.\nGiven that Brunei is an oil-rich country, Brunei gets most of its income from selling natural resources..\nCurrency.\nBrunei uses the Brunei Ringgit to trade. However, the Singapore dollar can be used here as both currencies are of the same value.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":84},{"uri":"Malaysia","surface_form":"Malaysia","offset":115},{"uri":"Borneo","surface_form":"Borneo","offset":141},{"uri":"Malaysia","surface_form":"Malaysia","offset":185},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":215},{"uri":"Philippines","surface_form":"Philippines","offset":239},{"uri":"Bandar_Seri_Begawan","surface_form":"Bandar Seri Begawan","offset":294},{"uri":"Sultan","surface_form":"Sultan","offset":397},{"uri":"Islam","surface_form":"Islam","offset":524},{"uri":"Buddhism","surface_form":"Buddhism","offset":578},{"uri":"Animism","surface_form":"Animism","offset":590},{"uri":"Malay_language","surface_form":"Malay","offset":632},{"uri":"English_language","surface_form":"English","offset":642},{"uri":"Sultanate","surface_form":"sultanate","offset":825},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1169},{"uri":"Sharia_law","surface_form":"Sharia law","offset":2642},{"uri":"Daerah","surface_form":"daerah","offset":2987},{"uri":"Mukim","surface_form":"mukim","offset":3019},{"uri":"Malaysia","surface_form":"Malaysia","offset":3108},{"uri":"Sarawak","surface_form":"Sarawak","offset":3127},{"uri":"Brunei_Ringgit","surface_form":"Brunei Ringgit","offset":3345},{"uri":"Singapore_dollar","surface_form":"Singapore dollar","offset":3383}]}