{"id":180203,"url":"http://en.wikipedia.org/wiki/Tachyon","text":"e=\"preserve\">A tachyon is any hypothetical particle that can travel faster than the speed of light. E. C. G. Sudarshan, V.K Deshpande and Baidyanath Misra were the first to propose the existence of particles faster than light and named them \"meta-particles\". After that the possibility of particles moving faster than light was also proposed by Robert Ehrlich and Arnold Sommerfeld, independently of each other. Lately, Similar concept was coined with the term \"tachyon\" by Gerald Feinberg in 1967.\nMost scientists do not believe that tachyons exist. Einstein's theory of special relativity states that nothing can accelerate faster than the speed of light, while tachyons are theorized to be constantly traveling faster than the speed of light. If a tachyon did exist, it would have an imaginary number as its mass.\nIn September 2011, it was reported that a tau neutrino had traveled faster than the speed of light in a major release by CERN; however, later updates from CERN on the OPERA project indicate that the faster-than-light readings were resultant from \"a faulty element of the experiment's fibre optic timing system\".\nIn modern physics the term \"tachyon\" often refers to imaginary mass fields rather than to faster-than-light particles. Such fields have come to play an important role in modern physics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theoretical_Particle","surface_form":"hypothetical particle","offset":30},{"uri":"Speed_of_light","surface_form":"speed of light","offset":84},{"uri":"E._C._George_Sudarshan","surface_form":"E. C. G. Sudarshan","offset":100},{"uri":"Arnold_Sommerfeld","surface_form":"Arnold Sommerfeld","offset":364},{"uri":"Gerald_Feinberg","surface_form":"Gerald Feinberg","offset":474},{"uri":"Special_relativity","surface_form":"special relativity","offset":572},{"uri":"Imaginary_number","surface_form":"imaginary number","offset":787},{"uri":"Mass","surface_form":"mass","offset":811},{"uri":"Tau_neutrino","surface_form":"tau neutrino","offset":859},{"uri":"CERN","surface_form":"CERN","offset":938}]}