{"id":180399,"url":"http://en.wikipedia.org/wiki/Occidental_College","text":"Occidental College is a small college in Los Angeles, California. Several famous people, such as Barack Obama, have attended the college. Its name comes from the Latin for \"western\".\nThe college was started in 1887 and moved to where it is now in 1914. Many of its early buildings were designed by Myron Hunt. After World War II, Oxy became known both for being a very good school and for student protests. Its current president is Jonathan Veitch.\nThe school has 1,825 students. The school is 60% female and 40% male.\nAll Occidental students must take a “Core Program” that includes classes in writing, the arts, humanities, foreign languages, math and science. Occidental is known for student research projects. Many of Occidental's students study at the United Nations, in Washington, DC, and in other countries.\nOccidental has Division III sports teams in 19 sports, including football, basketball, baseball and soccer.\nFamous students include Barack Obama (for two years), Ben Affleck, Luke Wilson, Jack Kemp, and Patt Morrison.\nOccidental has been in many movies, including \"Fired Up\", \"Star Trek III\", and \"Beverly Hills, 90210\". It has also appeared in hundreds of advertisements.","categories":[],"infobox_types":[],"annotations":[{"uri":"College","surface_form":"college","offset":30},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":41},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":97},{"uri":"World_War_II","surface_form":"World War II","offset":316},{"uri":"Humanities","surface_form":"humanities","offset":614},{"uri":"United_Nations","surface_form":"United Nations","offset":757},{"uri":"Washington%2C_DC","surface_form":"Washington, DC","offset":776},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":948},{"uri":"Ben_Affleck","surface_form":"Ben Affleck","offset":978},{"uri":"Movies","surface_form":"movies","offset":1062},{"uri":"The_Search_for_Spock","surface_form":"Star Trek III","offset":1093},{"uri":"Beverly_Hills%2C_90210","surface_form":"Beverly Hills, 90210","offset":1114}]}