{"id":180345,"url":"http://en.wikipedia.org/wiki/Myers-Briggs_Type_Indicator","text":"The Myers-Briggs Type Indicator (MBTI) is a set of questions based on psychology. By answering the questions, people can learn about how they tend to make choices. They can also learn about how they view the world. After answering the questions in the Myers-Briggs Type Indicator, people are placed in one of sixteen groups. These groups are based on theories by Carl Gustav Jung in his book \"Psychological Types\" (1921).\nKatharine Cook Briggs and her daughter Isabel Briggs Myers created the first set of questions during World War II. The set of questions was made to help women who were working for the first time. Katharine Cook Briggs and Isabel Briggs Meyers thought that the set of questions would help women be happier and work better. The set of questions has grown into the Myers-Briggs Type Indicator. The MBTI that we use today was created in 1962.\nThough there are sixteen types, it is stated that there is no best type. The types are considered all equal.\nOutlooks: extraversion / introversion.\nThe MBTI measures four things. The first is extraversion (E) and introversion (I). Extraverts are people who get energy from the outside world. Extraverts like to spend their time with other people. Introverts are people who get energy from the inside world. Introverts tend to get energy from thinking and reflecting.\nInformation gathering: sensing / intuition.\nThe second measure is sensing (S) and intuition (N). Sensing and intuition are ways of gathering information. People who are sensing trust facts. Sensing people accept things if they can see, hear, touch, taste, or smell them. People who tend to like intuition are more likely to accept outcomes based on other people and meanings that cannot be tested.\nDecision making: thinking / feeling.\nThe third measure is thinking (T) and feeling (F). Thinking and feeling are ways that people make decisions. Those who prefer thinking tend to make decisions alone. They heavily weigh reason, good sense, order, and cause and effect. Those who prefer feeling are more likely to think of the effect that a decision may have on other people. They tend to try to gain balance and agreement with everyone that is involved.\nThose who prefer thinking do not “think better” than those who prefer Feeling, and those who prefer feeling do not make decisions based only on people.\nDealing with others: judging / perceiving.\nThe last measure is of judging (J) and perceiving (P). Judging and perceiving detail how people deal with the outside world. A person who likes Judging tends to report that they use Thinking or feeling to deal with the outside world. A person who likes perceiving tends to report that they use sensing or intuition to deal with the outside world.\nThe full type.\nA Myers Briggs type is made up of each of the preferences above. For example an ESTJ would be a person who prefers extraversion, sensing, thinking, and judging. An INFP would be a person who prefers introversion, intuition, feeling, and perceiving.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychology","surface_form":"psychology","offset":70},{"uri":"Carl_Gustav_Jung","surface_form":"Carl Gustav Jung","offset":363},{"uri":"World_War_II","surface_form":"World War II","offset":523},{"uri":"Introversion_and_extroversion","surface_form":"extraversion","offset":1053},{"uri":"Introversion_and_extroversion","surface_form":"introversion","offset":1074}]}