{"id":180468,"url":"http://en.wikipedia.org/wiki/A_Vindication_of_the_Rights_of_Woman","text":"\"A Vindication of the Rights of Woman: with Strictures on Political and Moral Subjects\" is a book written by Mary Wollstonecraft in 1792. Today, it is known as one of the first books about feminism. In the 18th century, some people thought that women should not get a formal education. Wollstonecraft wrote this work as a reply to them. She says that women should have an education that fits their position in society. She says women are very important to the nation, because it is women who usually educate their children. She says that an educated woman can also be companions to their husbands, rather than just uneducated wives. Wollstonecraft does not see women as ornaments to society, or property to be traded in marriage. She argues that they are human beings, and therefore deserve the same basic rights men have.\nIn 1791, Charles-Maurice de Talleyrand-Périgord wrote a report to the French National Assembly. In this report, he argued, that women should only receive a very basic education.\nWollstonecraft used this report to write her reply. She also led an attack on the sexual double standards the society of the day had. She also indicted men for encouraging women to indulge in lots of emotion. Wollstonecraft wrote the \"Rights of Woman\" quickly so that she could directly respond to ongoing events; she wanted to write a more thoughtful second volume, but died before doing so.\nWollstonecraft calls for equality between the sexes in particular areas of life, such as morality, but she does not write that men and women are equal in all things. This has made it difficult to classify Wollstonecraft as a modern feminist as they believe men and women are equal in all things. She could not use either the word or the concept of \"feminism\", because they were only developed later. Today, many people believe that her work was not received well, but this may be wrong. People who believe this also believe that Wollstonecraft was as reviled during her lifetime as she became after the publication of William Godwin's \"Memoirs of the Author of A Vindication of the Rights of Woman\" (1798). However, the \"Rights of Woman\" was actually well-received when it was first published in 1792. One biographer has called it \"perhaps the most original book of [Wollstonecraft's] century\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":93},{"uri":"Mary_Wollstonecraft","surface_form":"Mary Wollstonecraft","offset":109},{"uri":"Feminism","surface_form":"feminism","offset":189},{"uri":"18th_century","surface_form":"18th century","offset":206},{"uri":"Formal","surface_form":"formal","offset":268},{"uri":"Education","surface_form":"education","offset":275},{"uri":"Society","surface_form":"society","offset":410},{"uri":"Ornament","surface_form":"ornament","offset":670},{"uri":"Property","surface_form":"property","offset":695},{"uri":"Marriage","surface_form":"marriage","offset":720},{"uri":"Charles-Maurice_de_Talleyrand-P%C3%A9rigord","surface_form":"Charles-Maurice de Talleyrand-Périgord","offset":832},{"uri":"National_Constituent_Assembly","surface_form":"National Assembly","offset":900},{"uri":"Double_standard","surface_form":"double standard","offset":1090},{"uri":"Indictment","surface_form":"indicted","offset":1144},{"uri":"William_Godwin","surface_form":"William Godwin's","offset":2012},{"uri":"Memoirs_of_the_Author_of_A_Vindication_of_the_Rights_of_Woman","surface_form":"Memoirs of the Author of A Vindication of the Rights of Woman","offset":2030}]}