{"id":18059,"url":"http://en.wikipedia.org/wiki/Armenian_Genocide","text":"The Armenian Genocide was the forcible deportation and massacring <nowiki/>of Armenians during the government of the Young Turks from 1915 to 1917 in the Ottoman Empire.\nPlanning.\nIn November 1914, the Ottoman Empire went into the World War I on the side of the Central Powers. İsmail Enver, who was then the Minister of War, launched a disastrous military campaign against Russian forces in the Caucasus in hopes of capturing the city of Baku. His forces were routed at the Battle of Sarikamis, and many more of his men froze to death.\nReturning to Istanbul, Enver largely blamed the Armenians living in the region for actively siding with the Russians. In spite of these obstacles, the Armenians thrived under Ottoman rule. The Armenians tended to be better educated and wealthier than their Turkish neighbors, who in turn tended to resent their success. This resentment was compounded by suspicions that the Christian Armenians would be more loyal to Christian governments (that of the Russians, who shared an unstable border with Turkey) than they were to the Ottoman caliphate.\nThe Ottoman government, moving quickly, arrested an estimated 250 Armenian intellectuals on the night of 24 April 1915. The acts of Genocide against the Armenians continued for 9 years until 1922, with around 388,000 Armenians remaining.\nThe Turkish massacres of Armenians in 1894, 1895, 1896, and 1909 were still fresh in their minds.\nActs Committed by the Turks.\nIn the beginning, around 1915-1916, Armenians were kicked out of their homes, which were claimed by Turks. During a 'Turkification' campaign, the government squads kidnapped children, converted them to Islam and gave them to Turkish families. In some places, they raped and forced women to join Turkish “harems” or serve as slaves. Women would mar their bodies with scars or burn a part of their face to be unfit to join a harem. Muslim families moved into the homes of deported Armenians and seized their property.\nAt the same time, the Turks created a 'Special Organization', which in turn organized 'killing squads' or 'butcher battalions' to carry out, as one officer put it, “the liquidation of the Christian elements”. These killing squads were often made up of murderers and other ex-convicts. People were drowned in rivers, threw off cliffs, crucified and burned alive.\nDenial of killings.\nGuenter Lewy claims in his book,\"The Armenian Massacres in Ottoman Turkey: A Disputed Genocide\", that there is not enough evidence of the Young Turk regime organizing the killings of Armenians in the Ottoman Empire.\nAccording to Lewy, even though their fate in World War I proved tragic, it was not a ‘‘real’’ genocide, because ‘‘there were no centrally organized and state-sponsored premeditation and genocidal intention‘‘.\nA major obstacle for wider recognition of the genocide in the world is the official position of Turkey, which they state that there was no systematic attempt to annihilate the Armenian population and the 1915 massacres were made because of the Tehcir Law and WW1. In December 2008 a group of Turkish scholars launched an online petition for people who wanted to apologize for what happened. The people who created the petition didn’t use the word “genocide” instead they used the word “the Great Catastrophe” regarding the event. Many Turks viewed the Armenians as having been a threat to the Ottoman Empire in a time of war, arguing that people of various ethnicities were killed during the violence. Turkey and their leaders fear that recognizing the word “genocide” could likely cost the considerable sums of money in reparations, as well as public embarrassment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Deportation","surface_form":"deportation","offset":39},{"uri":"Massacre","surface_form":"massacring","offset":55},{"uri":"Armenia","surface_form":"Armenia","offset":78},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":154},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":202},{"uri":"World_War_I","surface_form":"World War I","offset":231},{"uri":"Central_Powers","surface_form":"Central Powers","offset":262},{"uri":"%C4%B0smail_Enver","surface_form":"İsmail Enver","offset":278},{"uri":"Caucasus","surface_form":"Caucasus","offset":396},{"uri":"Baku","surface_form":"Baku","offset":439},{"uri":"Armenian_notables_deported_from_the_Ottoman_capital_in_1915","surface_form":"arrested an estimated 250 Armenian intellectuals","offset":1123},{"uri":"24_April","surface_form":"24 April","offset":1188},{"uri":"Guenter_Lewy","surface_form":"Guenter Lewy","offset":2346},{"uri":"Young_Turks","surface_form":"Young Turk","offset":2484}]}