{"id":180627,"url":"http://en.wikipedia.org/wiki/Oyster_card","text":"The Oyster card is a form of electronic ticketing used on public transport services within London. It is promoted by Transport for London and is valid on a number of different travel systems across London including London Underground, buses, the Docklands Light Railway (DLR), London Overground, trams, some river boat services and most National Rail services within the London Fare Zones. More importantly, it is very similar to Travelcard, a branch from the original London's e-payment cards.\nA standard Oyster card is a blue credit card-sized stored value card which can hold a variety of single tickets, period tickets and travel permits which must be added to the card prior to travel. It is also a contactless smart card which passengers must touch onto an electronic reader when entering and leaving the transport system in order to validate it or deduct funds. The cards may be \"recharged\" in person from numerous sales points, by recurring payment authority or by online purchase. The card is designed to reduce the number of transactions at ticket offices and the number of single paper tickets sold on the London transport network. Use is encouraged by offering substantially cheaper fares on Oyster than payment with cash.\nThe card was first issued to the public in July 2003 with a limited range of features and there continues to be a phased introduction of further functions. By June 2010, over 34 million Oyster cards had been issued and more than 80% of all journeys on services run by Transport for London used the Oyster card.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronic_ticket","surface_form":"electronic ticket","offset":29},{"uri":"London","surface_form":"London","offset":91},{"uri":"Transport_for_London","surface_form":"Transport for London","offset":117},{"uri":"London_Underground","surface_form":"London Underground","offset":215},{"uri":"London_buses","surface_form":"buses","offset":235},{"uri":"Docklands_Light_Railway","surface_form":"Docklands Light Railway","offset":246},{"uri":"London_Overground","surface_form":"London Overground","offset":277},{"uri":"Tramlink","surface_form":"trams","offset":296},{"uri":"Ferry","surface_form":"river boat services","offset":308},{"uri":"National_Rail","surface_form":"National Rail","offset":337},{"uri":"Travelcard","surface_form":"Travelcard","offset":430},{"uri":"London","surface_form":"London","offset":469},{"uri":"Credit_card","surface_form":"credit card","offset":528},{"uri":"Stored_value_card","surface_form":"stored value card","offset":546},{"uri":"Contactless_smart_card","surface_form":"contactless smart card","offset":704},{"uri":"Standing_order_(banking)","surface_form":"recurring payment authority","offset":939},{"uri":"Online_shopping","surface_form":"online purchase","offset":973}]}