{"id":180674,"url":"http://en.wikipedia.org/wiki/Berwickshire","text":"Berwickshire is a British county in Scotland. It is also the name of a committee area of the Scottish Borders Council. Berwickshire is on the boundary of Scotland with England. It is named after Berwick-upon-Tweed, but Scotland lost Berwick to England in 1482.\nBerwickshire's first county town was the Royal Burgh of Berwick-upon-Tweed. In 1482 England seized Berwick. After that the shire's business was done at Duns or Lauder until Greenlaw became the county town in 1596.\nA Sheriff Court sits in Duns.\nLocal government.\nBerwickshire County Council, like all the County Councils in Scotland, was made in 1890. The Council met in Duns. Berwickshire County Council was ended in 1975.\nIn 1975 a new Borders Region was made. A Berwickshire District Council was made within it too, with an area like the county’s but not the same. Berwickshire District Council was ended in 1996.\nBerwickshire is now all in the Scottish Borders Council Area.\nCoat of arms.\nIn 1890, when Berwickshire County Council was made, the Council asked the Lord Lyon King of Arms to give them a shield and arms. He gave a shield and arms to the County Council on 10 October 1890.\nThe shield shows a bear chained to a wych-elm tree. The bear and wych-elm are part of Berwick upon Tweed’s shield because they sound like the town’s name.\nOn 12 November 1975 the Lord Lyon gave the arms again to Berwickshire District Council. When the district council ended in 1996, the right to the arms went back to the Queen.\nBerwickshire’s name today.\nBerwickshire’s name is still used locally. \"The Berwickshire News\" is a newspaper in the county and many groups keep \"Berwickshire\" in their titles.\nThe Berwickshire Civic Society is (2009) asking the Council to put road signs up to tell drivers who are coming into the county that they are coming into Berwickshire. The Berwickshire Civic Society has a \"Keep Berwickshire Tidy\" competition each April.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":18},{"uri":"County","surface_form":"county","offset":26},{"uri":"Scotland","surface_form":"Scotland","offset":36},{"uri":"Committee_area","surface_form":"committee area","offset":71},{"uri":"Scottish_Borders_Council","surface_form":"Scottish Borders Council","offset":93},{"uri":"England","surface_form":"England","offset":168},{"uri":"Berwick-upon-Tweed","surface_form":"Berwick-upon-Tweed","offset":195},{"uri":"County_town","surface_form":"county town","offset":282},{"uri":"Berwick-upon-Tweed","surface_form":"Berwick-upon-Tweed","offset":317},{"uri":"Duns","surface_form":"Duns","offset":413},{"uri":"Lauder","surface_form":"Lauder","offset":421},{"uri":"Greenlaw","surface_form":"Greenlaw","offset":434},{"uri":"Sheriff_Court","surface_form":"Sheriff Court","offset":477},{"uri":"Scottish_Borders","surface_form":"Scottish Borders","offset":908},{"uri":"Lord_Lyon_King_of_Arms","surface_form":"Lord Lyon King of Arms","offset":1027}]}