{"id":18073,"url":"http://en.wikipedia.org/wiki/Evo_Morales","text":"Juan Evo Morales Aima (born October 26, 1959) was the President of Bolivia from 2006 through 2019. He is an Aymara Native American, and is politically a leftist. He is the founder and leader of the Movement toward Socialism (or MAS) political party. \"Movimiento al Socialismo\" is its Spanish name.\nPresidency.\nOn January 22, 2006, he became President of Bolivia. His party has declared that he is the first indigenous person to be president of Bolivia. Not everyone believes this to be true because of his mestizo heritage and similar backgrounds of several past Bolivian presidents. Nonetheless, he is likely the first \"culturally\" indigenous president of Bolivia.\nPolicies.\nBorn in Oruro, Morales was a leader in a union of coca growers. Morales has said he does not like United States policy toward Latin America, criticizing the country's past failures to stand up for democracy, trade agreements which he feels have not helped Bolivia, and especially for the US's anti-drug policies. Coca is a component in cocaine, but is also an important part of Bolivian culture. Morales became well known for this, and he was elected to Congress.\nEven though he was forced out of Congress in 2002, he became a very popular person in Bolivia, and won the country's presidential election in 2005. As president, he focused on economic changes that moved the country toward a more socialist economy, instead of a capitalist one. He also worked with other leaders in South America like Rafael Correa and Nestor Kirchner. Morales has been a popular president, and has been reelected in 2009 and 2014. During this time he has criticized both George W. Bush and Barack Obama and has had arguments with the United States.\nIn 2016, Morales wanted to pass a Constitutional amendment that would allow him to run for another term in 2019. Many people in Bolivia saw this as a power grab, and the amendment lost the election.\n2019 political crisis.\nOn 20 October 2019 Morales won 47.1% of the vote in the first round of the 2019 Bolivian general election. The results were immediately challenged and led to widespread protests. On 9 November 2019 the Organization of American States published a preliminary report that there were \"clear manipulations\". The police joined the protests against Morales and on 10 November the military forced him to resign.","categories":[],"infobox_types":[],"annotations":[{"uri":"October_26","surface_form":"October 26","offset":28},{"uri":"1959","surface_form":"1959","offset":40},{"uri":"President_of_Bolivia","surface_form":"President","offset":54},{"uri":"Bolivia","surface_form":"Bolivia","offset":67},{"uri":"Aymara_people","surface_form":"Aymara","offset":108},{"uri":"Native_American","surface_form":"Native American","offset":115},{"uri":"Politics","surface_form":"politically","offset":139},{"uri":"Movement_toward_Socialism","surface_form":"Movement toward Socialism","offset":198},{"uri":"Political_party","surface_form":"political party","offset":233},{"uri":"Spanish_language","surface_form":"Spanish","offset":284},{"uri":"January_22","surface_form":"January 22","offset":313},{"uri":"2006","surface_form":"2006","offset":325},{"uri":"Native_American","surface_form":"indigenous","offset":407},{"uri":"Mestizo","surface_form":"mestizo","offset":506},{"uri":"Heritage","surface_form":"heritage","offset":514},{"uri":"Rafael_Correa","surface_form":"Rafael Correa","offset":1474},{"uri":"N%C3%A9stor_Kirchner","surface_form":"Nestor Kirchner","offset":1492},{"uri":"2019_Bolivian_general_election","surface_form":"2019 Bolivian general election","offset":2003},{"uri":"2019_Bolivian_protests","surface_form":"protests","offset":2097},{"uri":"Organization_of_American_States","surface_form":"Organization of American States","offset":2130},{"uri":"2019_Bolivian_political_crisis","surface_form":"military forced him to resign","offset":2302}]}