{"id":180944,"url":"http://en.wikipedia.org/wiki/Erik_the_Red","text":"Erik the Red (950–c. 1003) (Old Norse: Eiríkr rauði;;;;;) founded the first Nordic settlement in Greenland. He was born in the Jæren district of Rogaland, Norway, as the son of Þorvaldr Ásvaldsson (Thorvald Asvaldsson). He therefore also appears, patronymically, as Erik Thorvaldsson (or as Eiríkr Þorvaldsson). His nickname, \"the Red\", most likely refers to his hair color.\nErik the Red was born in Stavanger, Norway. His father, Thorvald Asvaldsson, murdered a man, so the family was exiled to Iceland. Erik also got into some trouble in Iceland, and was exiled in 982. Erik had heard of the travels of Gunnbjörn Ulfsson, who discovered some islands west of Iceland. Erik decided to explore these islands, and found land at a place he named Midjökull. But the weather there was very harsh, so Erik left and continued south, reaching land again at an island he named Erik’s Island. Erik spent his winter, as well as the following one, at Erik’s Island. Erik was no longer exiled from Iceland, so he returned the summer of 985. But when the fights with his neighbors began again, Erik decided to start advertising his new found land. He called his land Greenland, to make it sound nicer than it actually was.\nHe left Iceland in 986 with 25 ships, but only 14 survived the journey, with about 400-500 people and animals. The ships settled at Brattahlid. There were two established settlements; the Eastern Settlement on the coast on the southwest, and the Western Settlement 300 miles above that Settlement. He lived in the colony in Eriksfjord, and was the chief leader of both settlements. The people that lived in the settlements farmed land, raised animals like cows, pigs, and lamb, and hunted many animals. Erik’s wife Thjodhild became a believer in Christ, and she built the initial church in Greenland. However, Eric didn’t convert to Christianity.\nLater, he wanted to go on an expedition west of Greenland, in search of land. He did not go because he fell off his horse, and saw this as a symbol of bad luck. In around 1000, Leif Erikson, his son conducted what was most likely the first trip made to the North American mainland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_Norse","surface_form":"Old Norse","offset":28},{"uri":"Nordic_countries","surface_form":"Nordic","offset":76},{"uri":"Colonization","surface_form":"settlement","offset":83},{"uri":"Greenland","surface_form":"Greenland","offset":97},{"uri":"J%C3%A6ren","surface_form":"Jæren","offset":127},{"uri":"Rogaland","surface_form":"Rogaland","offset":145},{"uri":"Norway","surface_form":"Norway","offset":155},{"uri":"%C3%9Eorvaldr_%C3%81svaldsson","surface_form":"Þorvaldr Ásvaldsson","offset":177},{"uri":"Patronymic","surface_form":"patronymic","offset":247},{"uri":"Iceland","surface_form":"Iceland","offset":496},{"uri":"Greenland","surface_form":"Greenland","offset":1153},{"uri":"Leif_Erikson","surface_form":"Leif Erikson","offset":2033}]}