{"id":181028,"url":"http://en.wikipedia.org/wiki/Tibooburra%2C_New_South_Wales","text":"Tibooburra is a small village in the north west corner of New South Wales, Australia. It is from the state capital, Sydney. In 2006 there were 161 people living at Tibooburra. Tibooburra is the hottest place in New South Wales. The name \"Tibooburra\" comes from the indigenous Australian word for \"place of granites.\"\nTibooburra is a small and very remote town, but fuel, meals and several different places to stay are available. It is north of Broken Hill, New South Wales.\nNew South Wales National Parks and Wildlife Service have an Information Centre in the town. There is also a police station.\nHistory.\nExplorer Charles Sturt was one of the first Europeans to visit the area in 1844. He spent six months trapped by drought at Depot Glen, south of Tibooburra. He then tried to travel north west but was stopped by the desert. Burke and Wills also went through the area in 1861 on their journey north towards the Gulf of Carpentaria. It was the search for Burke and Wills that led to the opening up of the country for the farming and grazing.\nThe town began during the gold rush to the nearby \"Albert Goldfields\". Gold was found in the area around Tibooburra in the 1880s. The town was first called called \"The Granites\". Many of the buildings are built from stone, such as the courthouse built in 1888.\nAustralian artist Clifton Pugh was often stayed at the Family Hotel (1882) in Tibooburra. He painted a number of murals, drawings and sketches on the inside wall of the hotel.\nTourist attractions.\nThe main tourist attraction is Sturt National Park, and Cameron's Corner, where the border lines of the states of Queensland, South Australia and New South Wales meet. Cameron's Corner has a hotel which also has fuel and some basic accommodation.\nClimate.\nTibooburra has a dry, hot, desert climate with temperatures above 40° Celsius (104 °F) in summer, often reaching as high as 47 °C (117 °F). Temperatures are milder in winter, about 20 °C (68 °F) in the daytime. Tibooburra is the hottest town in New South Wales. There is little rainfall during the year. In March 1949 and January 1974, the town received around or twice its average annual rainfall. In its driest year of 1940, only fell for the whole year.\nTibooburra Outback School of the Air.\nTibooburra Outback School of the Air is the town's only school, teaching both local children and the children of property owners in the area. It started as a Distance Education Centre in 1991. Before this, children on properties were educated through central schools in towns such as Broken Hill. The school was begun in 1886. No high school exists in the town. Children travel to the nearest high school, do home school, or attend boarding schools.\nThree or four times each year, students from distant properties attend a 'mini-school' at the school. Mini-schools usually have themes (such as pirates or the circus) and have of a range of fun and educational activities. Out of town families also receive two home visits a year, in which a teacher (or teachers) and students visit and spend the day on the property.\nIn 2004 the school changed from radio based education to the Satellite Education Program.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_South_Wales","surface_form":"New South Wales","offset":58},{"uri":"Australia","surface_form":"Australia","offset":75},{"uri":"Sydney","surface_form":"Sydney","offset":116},{"uri":"Indigenous_Australian","surface_form":"indigenous Australian","offset":265},{"uri":"Broken_Hill%2C_New_South_Wales","surface_form":"Broken Hill, New South Wales","offset":444},{"uri":"Police_station","surface_form":"police station","offset":582},{"uri":"Charles_Sturt","surface_form":"Charles Sturt","offset":616},{"uri":"Burke_and_Wills","surface_form":"Burke and Wills","offset":829},{"uri":"Gulf_of_Carpentaria","surface_form":"Gulf of Carpentaria","offset":915},{"uri":"Albert_Goldfield","surface_form":"Albert Goldfield","offset":1096},{"uri":"Courthouse","surface_form":"courthouse","offset":1280},{"uri":"Clifton_Pugh","surface_form":"Clifton Pugh","offset":1324},{"uri":"Mural","surface_form":"mural","offset":1419},{"uri":"Drawing","surface_form":"drawing","offset":1427},{"uri":"Sketch","surface_form":"sketch","offset":1440},{"uri":"Sturt_National_Park","surface_form":"Sturt National Park","offset":1534},{"uri":"Cameron%27s_Corner","surface_form":"Cameron's Corner","offset":1559},{"uri":"Queensland","surface_form":"Queensland","offset":1617},{"uri":"South_Australia","surface_form":"South Australia","offset":1629},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":1649},{"uri":"School_of_the_Air","surface_form":"School of the Air","offset":2273},{"uri":"Broken_Hill%2C_New_South_Wales","surface_form":"Broken Hill","offset":2538},{"uri":"Satellite_Education_Program","surface_form":"Satellite Education Program","offset":3132}]}