{"id":181039,"url":"http://en.wikipedia.org/wiki/National_Fuel_Gas","text":"National Fuel Gas was incorporated in 1902 and is based in Williamsville, New York.\nThe Utility division sells natural gas or moves natural gas from one part of the country to another. The Pipeline and Storage division provides interstate natural gas transportation and storage services for related and non-related companies. The Exploration and Production division prospects for and extracts natural gas and oil from the ground. The Energy Marketing division markets natural gas to industrial, commercial, government, and residential customers. The Timber division markets wood from its New York and Pennsylvania forests, and it owns two sawmills in northwestern Pennsylvania, to cut wood into useful sizes and treat it with chemicals to make it last longer.\nHistory.\nNational Fuel Gas was one of the first gas utility companies in the United States, and so they have been the first to create some new technologies. Engineers at the company discovered that empty underground gas fields could be used to store gas that has been taken from the ground somewhere else. Thus, the first such storage facility in the US was set up at Zoar Field, about forty miles south of Buffalo. This turned out to be a good financial decision for NFG in the 1940s and 50s, when increased demand for natural gas led to long pipelines in the eastern states being connected to new pipelines and fields in the southwestern states. NFG could then buy huge amounts of cheaper summer gas from the southwest, pipe it to the New York storage fields, pump it down into the ground, then take it back out when demand and prices went up in the winter months.\nThe company was also the first in the industry to make a gas-fired generator to electrify pipelines so they wouldn't corrode so much. (Natural gas can eat away at metal, over time.)\nIn 1975, with the introduction of \"Balanced Billing\", the company claimed that it was \"the only gas utility in the country\" with a flexible plan for customers to pay bills in eleven equal monthly payments, with settlement of any overpayment or underpayment in the twelfth month. This is a sort of system of installment credit.\nShareholder information.\nNational Fuel Gas Co. is traded on the New York Stock Exchange under the ticker symbol NFG. Its fiscal year ends September 30.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"Incorporated","surface_form":"incorporated","offset":22},{"uri":"Williamsville%2C_New_York","surface_form":"Williamsville","offset":59},{"uri":"Natural_gas","surface_form":"natural gas","offset":111},{"uri":"Transportation","surface_form":"transportation","offset":251},{"uri":"Storage","surface_form":"storage","offset":270},{"uri":"Prospecting","surface_form":"prospects","offset":366},{"uri":"Oil","surface_form":"oil","offset":409},{"uri":"Industrial","surface_form":"industrial","offset":483},{"uri":"Commerce","surface_form":"commercial","offset":495},{"uri":"Wood","surface_form":"wood","offset":574},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":601},{"uri":"Buffalo%2C_New_York","surface_form":"Buffalo","offset":1167},{"uri":"Pipelines","surface_form":"pipelines","offset":1304},{"uri":"Installment_credit","surface_form":"installment credit","offset":2116},{"uri":"New_York_Stock_Exchange","surface_form":"New York Stock Exchange","offset":2200}]}