{"id":181147,"url":"http://en.wikipedia.org/wiki/Detective_Conan","text":", is a crime manga series. This comic is written by Gosho Aoyama. The series began in 1994. The manga series has been made into an anime television show. It has been on the air from 1996 to the present time.\n\"Detective Conan\" is about a teenage detective named Shinichi Kudo, who is poisoned by an evil group called \"The Black Organization\". The poison was supposed to kill him. However, the poison instead turned him into a small child. Shinichi adopts a new identity as \"Conan Edogawa\", and lives with his girlfriend, Ran Mouri, and her father, Detective Kogoro Mori, under the pretense that his parents are away and unable to take care of him. As a child, Shinichi/Conan helps Kogorou solve murder cases, while trying to find the evil men who poisoned him, to steal the poison and create an antidote.\nWhen \"Detective Conan\" first arrived in the United States, the name was changed to \"Case Closed\" in English for legal reasons that were never specified. Some of the character names were be changed as well. Shinichi had his first name changed to Jimmy. Ran Mori became Rachel Moore, while her father became Richard. Hiroshi had his first name changed to Hershel. Heiji Hattori became Harley Hartwell. Sonoko Suzuki became Serena Sebastian. Ai Haibara became Anita Hailey. However, Conan kept his Japanese name in English.\nOutline.\nThis is the reasoning comics describing a high school student detective solving many incidents. His name is Shinichi Kudo. The 17 year old changed to a small child's body because of poison by the Black Organization. The Black organization is an international crime organization and its main activity is assassination, trading, and inventing new drugs. The code names of the members are usually named after liquors. For example, Gin, Vodka, and Vermouth. Ai Haibara, who invented the drug Shinichi took, was a member of this organization but when she was locked in handcuffs, she took the same drug Shinichi took, and became a six year-old girl and escaped from them. Her old code name was Sherry.\nCharacters.\nThe protagonist. He solves cases (mostly murders) as a first grader. His seventeen-year-old body was shrunk due to a poison created by the Black Organization.\nA high-school friend of Shinichi. Conan lives with her, and she is not aware of his true identity. She longs to see Shinichi again.\nRan's father. He is a famous private detective, but his fame is due to Conan solving cases using his voice (via the Voice-Changing Bowtie).\nA plump doctor/professor who knows Conan's true identity and makes gadgets for him.\nA former member of the Black Organization. Her body shrunk due to the same poison that Conan took.\nA rival high school detective who knows Conan's true identity.\nA boy-crazy friend of Ran's. Conan sometimes uses her voice to solve crimes instead of Kogoro's. She is also a big fan of KID, the phantom theif.","categories":[],"infobox_types":["animanga/Print","animanga/Video","animanga/Print","animanga/Other"],"annotations":[{"uri":"Crime_fiction","surface_form":"crime","offset":7},{"uri":"Manga","surface_form":"manga","offset":13},{"uri":"Anime","surface_form":"anime","offset":131},{"uri":"Television_show","surface_form":"television show","offset":137},{"uri":"Gin","surface_form":"Gin","offset":1762},{"uri":"Vodka","surface_form":"Vodka","offset":1767},{"uri":"Vermouth","surface_form":"Vermouth","offset":1778}]}