{"id":181179,"url":"http://en.wikipedia.org/wiki/Maaloula","text":"Maaloula (, \"Ma‘lūlā\", from the Aramaic word ܡܥܠܐ, \"ma‘lā\", meaning 'entrance') is a town in Syria. Most people in the town speak Western Neo-Aramaic. It is one of only three places where the Western branch of the Aramaic languages is still spoken along ith two other nearby towns Bakh'a and Jubb'adin, Maaloula 56 km northeast of Damascus, and built into the rugged mountainside, at an altitude of more than 1500 meters. The distance and geography helped protect the town and its language for over one and half thousand years. However, modern roads and transportation, as well as accessibility to Arabic-language television and print media - and for some time until recently, also state policy - have eroded that linguistic heritage. As of 2005, the town has a population of 2,000.\nReligiously, the population are both Christians and Muslims. For the Muslim inhabitants, the legacy is all the more remarkable given that they were not Arabized, unlike most other Syrians who like them were Islamized over the centuries but also adopted Arabic and shifted to an \"Arab\" ethnic identity.\nIdentity of these Arameans.\nMost people go on to assume that people in the Middle-East are Arab. While Arabic is the official language there are groups in \"Arab\" countries that have a clearly distinct culture. These Arameans are not Arab but have actually dwelled in Syria thousands of years before the Arabs came along. While a lot of them have turned to speak Arabic they retain the identity and the language which they use in church fellowship.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aramaic_language","surface_form":"Aramaic","offset":32},{"uri":"Syria","surface_form":"Syria","offset":93},{"uri":"Western_Neo-Aramaic","surface_form":"Western Neo-Aramaic","offset":130},{"uri":"Aramaic_language","surface_form":"Aramaic language","offset":214},{"uri":"Bakh%27a","surface_form":"Bakh'a","offset":281},{"uri":"Jubb%27adin","surface_form":"Jubb'adin","offset":292},{"uri":"Damascus","surface_form":"Damascus","offset":331},{"uri":"Arabization","surface_form":"Arabized","offset":935},{"uri":"Islamized","surface_form":"Islamized","offset":990},{"uri":"Arabic_language","surface_form":"Arabic","offset":1036},{"uri":"Arab","surface_form":"Arab","offset":1062}]}