{"id":181112,"url":"http://en.wikipedia.org/wiki/Hubble%27s_law","text":"In effect, the space-time volume of the observable universe is expanding and Hubble's law is the direct physical observation of this. It is the basis for believing in the expansion of the universe and is evidence often cited in support of the Big Bang model.\nAlthough widely attributed to Edwin Hubble, the law was first derived from the General Relativity equations by Georges Lemaître in a 1927 article. There he proposed that the Universe is expanding, and suggested a value for the rate of expansion, now called the Hubble constant. Two years later Edwin Hubble confirmed the existence of that law and determined a more accurate value for the constant that now bears his name. The recession velocity of the objects was inferred from their redshifts, many measured earlier by Vesto Slipher in 1917 and related to velocity by him.\nThe law is often expressed by the equation, with \"H\"0 the constant of proportionality (the Hubble constant) between the \"proper distance\" \"D\" to a galaxy and its velocity \"v\" (see \"Uses of the proper distance\"). \"H\"0 is usually quoted in (km/s)/Mpc, which gives the speed in km/s of a galaxy away. The reciprocal of \"H\"0 is the Hubble time.\nA recent 2011 estimate of the Hubble constant, which used a new infrared camera on the Hubble Space Telescope (HST) to measure the distance and redshift for a collection of astronomical objects, gives a value of. An alternate approach using data from galactic clusters gave a value of.\nA number of other methods have been used, giving figures between 70 and 72 (km/s)/Mpc. A recent (2016) method using the oldest light in the universe suggests the Hubble Constant value was 66.53km/s per megaparsec soon after the expansion began. This implies that the rate of expansion has been increasing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Space-time","surface_form":"space-time","offset":15},{"uri":"Universe","surface_form":"universe","offset":51},{"uri":"Big_Bang","surface_form":"Big Bang","offset":243},{"uri":"Edwin_Hubble","surface_form":"Edwin Hubble","offset":289},{"uri":"General_Relativity","surface_form":"General Relativity","offset":338},{"uri":"Georges_Lema%C3%AEtre","surface_form":"Georges Lemaître","offset":370},{"uri":"Edwin_Hubble","surface_form":"Edwin Hubble","offset":553},{"uri":"Redshift","surface_form":"redshift","offset":743},{"uri":"Vesto_Slipher","surface_form":"Vesto Slipher","offset":779},{"uri":"Kilometre","surface_form":"km","offset":1072},{"uri":"Second","surface_form":"s","offset":1075},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":1261}]}