{"id":18118,"url":"http://en.wikipedia.org/wiki/Wicca","text":"Wicca is a neo-pagan (meaning \"new pagan\") religion that was created by a British man named Gerald Gardner in the mid-to-late 1940s. Gardner popularized the new religion through books of his that were printed in 1949, 1954, and 1959. Those three books are \"High Magic's Aid\", \"Witchcraft Today\", and \"The Meaning of Witchcraft\". Gardner called Wicca the \"witch cult\" and \"witchcraft\", and called its followers the \"Wica\" (or \"Wicca\"). In his 1959 book he also called them the \"Wicca\" (with two 'c's), which is where that word came from. The word \"wicca\" means \"witch\" in Old English. People who follow Wicca are called \"Wiccans\". Before the name \"Wicca\" was adopted, the religion was sometimes called simply \"the craft\".\nWicca is now used as an umbrella term for many different paths that have branched off from Gardner's original practices.\nOrigin.\nSome time from 1945 to 1949, Gerald Gardner changed, and added content to, the rituals of an earlier group, called the New Forest Coven. In so doing, Gerald Gardner created Wicca. The many elements from the grimoire (old hand-written book) called the \"Key of Solomon\" are present in Wicca. Those are also in Gardner's 1949 book, \"High Magic's Aid\", and were most likely added by Gardner himself, rather than by the New Forest Coven that came before him.\nThe New Forest Coven was created in the city of Christchurch, England (on the southern coast of England), some time in the 1930s. It was created by a group of low-ranking rosicrucians who belonged to the Rosicrucian Order Crotona Fellowship. Members of that group read the books about witches by Margaret Murray and Charles Leland, which gave them the idea to create a witch coven.\nSome time after Gerald Gardner joined the Rosicrucian Order Crotona Fellowship in Christchurch, he was drawn to the group of low-ranking rosicrucians. They initiated him into the New Forest Coven in September of 1939, shortly after Gardner had lost all faith in the rosicrucian order's leadership on September 3rd.\nBeliefs.\nThere are many different traditions of Wicca, yet many are common beliefs that are shared by all Wiccans, such as the afterlife, magic, and morality.\nThe God and The Goddess.\nMost Wiccans believe in a horned male god and a moon goddess. The only wiccans who do not believe in both the goddess and the god are those who belong to the unorthodox sect called Dianic Wicca; such wiccans believe in the existence of only the goddess. Some wiccans believe that the god and the goddess are equal. However, some other wiccans believe that the goddess is more important than the god.\nThe Wiccan Rede.\nThe main Wiccan moral teaching is called the \"Wiccan Rede\". The word rede means \"advice\" or \"council\" in Old German. \"An ye harm none, do what ye will\" is the very basic Wiccan Rede, which means, \"Do what you want to do, but do not harm anything in the process\".\" This is most likely based from Crowley's \"Do what though wilt, shall be the whole of the law\".This means that you must think about how your actions will affect other beings and yourself.\nThe Rule of Threefold Return.\nThere is a rule in Wiccan (branched from Pagan belief) that is called \"the rule of threefold return\" or \"the threefold rule\" or \"the rule of three\", or called equivalent names that use the word \"law\" instead of \"rule\". The rule of threefold return is a belief that what you do for good or bad will return to you 3 times the original intent. Therefore, you should only send out or work with good intentions to avoid three-times the bad return as Karma. The rule of threefold return is revealed to second-degree initiates (though they are usually already familiar with it) during the second-degree initiation ritual, in which the initiator scourges the initiate, and then the initiate returns three times the number of scourgings to the initiator. That second-degree initiation ritual, along with the threefold rule within it, were made public by Gerald Gardner's 1949 book \"High Magic's Aid\", in chapter 17.\nIn 1986, a wiccan named Raymond Buckland, through his popular wiccan book \"Buckland's Complete Book of Witchcraft\", created a new definition for the rule of threefold return. In Buckland's definition, the rule of threefold return is not a rule of conduct, but a law of karma, which states that every beneficial action or harmful action that a person does returns to them three times as powerful. Buckland's definition of the threefold rule became more well-known than the original definition of the threefold rule.\nThere is a book that wiccans use, in which they read from and use to practice witchcraft with\nAltars.\nMany Wiccans have special places at home where they perform rituals, magic, and worship. These places are called \"altars\". Originally, there was only one altar that was used by the coven, when the coven was gathered. But as solitary wiccan practice became more popular, wiccans started to use personal altars.\nSome Wiccans put other objects on their altars, such as statues of gods or goddesses, a bell, candles, incense, and/or a besom (an old-fashioned broom that is made of all-natural materials). A besom is often used to \"sweep\" away negative energy or spirits.\nThose objects that are common on solitary altars are derived from the various objects that are used in the wiccan group rituals. Those ritual objects include a sword (also called a 'magic sword'), a black-handled knife (called an athame), a bowl containing water, a bowl containing salt, an asperger (an object that sprinkles water), candles, a bell, a white-handled knife (which is now usually called a 'bolline', due to being confused with a different object), a wand, a cup (also called a chalice), a pentacle, a censer (a container that burns incense), a scourge (a short whip with several whipping cords), and binding cords. Gerald Gardner, a founder of modern Wicca, started the practice of calling such objects by the misnomer 'tools' or 'working tools', because he was imitating Freemasonry, which used actual tools, such as a trowel.\nWiccan Holidays.\nWiccans have two types of holidays, called \"sabbats\" and \"full moon esbats\". There are eight sabbat holidays throughout the year. As the name suggests, full moon esbats take place during a full moon, so there are twelve or thirteen of them per year. Many post-Gardnerian wiccans use the neo-druidic term 'wheel of the year' to refer to the cycle of eight sabbats.\nBook of Shadows.\nIn Wicca, a private book containing spells, rituals, potions, and occult knowledge, called a \"Book of Shadows\", is kept. In some types of Wicca, such as Gardnerian Wicca, the contents of the book are kept secret from anyone but other members of the group, or. However, some versions of the book have been published. Some parts of these published versions, such as the \"Wiccan Rede\" and the \"Charge of the Goddess\" have been used by non-Wiccans or Wiccans. Many eclectics create their own personal books, and keep them to themselves.\nMusic.\nWicca music or Wicca rock is music influenced by the Wicca religion and its beliefs relating to nature and conservation.\nAn early band called [http://www.webradio.ca:2031/wiki/index.php/Themis Themis] toured Canada and the USA singing and talking about Wicca. The Themis body of works promotes things that are Wiccan, such as the divinity of nature; the Lord and Lady (dual deity aspect of Wicca) and an ethical credo (moral code) that resembles Wiccan philosophies.\nAnother Canadian band, a group of vocalists from Vancouver Canada, the [http://www.chaliceandblade.com Chalice and Blade], also perform original pieces based on the beliefs of Wicca and [http://www.chaliceandblade.com/about.html \"sing songs which show (their) reverence for the earth and the balance of the God and Goddess\" -Chalice and Blade]\nAccording to [http://www.religionlink.org/tip_041011a.php The Religion Newswriters Foundation] \"Wicca is moving into the mainstream\" smashing stereotypes as their movement matures. Throughout America, Wiccans are organizing congregations and youth groups, training clergy, pursuing charity work, sharing parenting tips and fighting for civil rights","categories":[],"infobox_types":[],"annotations":[{"uri":"Paganism","surface_form":"neo-pagan","offset":11},{"uri":"Paganism","surface_form":"pagan","offset":35},{"uri":"Religion","surface_form":"religion","offset":43},{"uri":"British","surface_form":"British","offset":74},{"uri":"Witch","surface_form":"witch","offset":355},{"uri":"Old_English","surface_form":"Old English","offset":571},{"uri":"Christchurch","surface_form":"Christchurch","offset":1352},{"uri":"England","surface_form":"England","offset":1366},{"uri":"Rosicrucians","surface_form":"rosicrucians","offset":1475},{"uri":"Rosicrucian_Order_Crotona_Fellowship","surface_form":"Rosicrucian Order Crotona Fellowship","offset":1508},{"uri":"Margaret_Murray","surface_form":"Margaret Murray","offset":1600},{"uri":"Charles_Leland","surface_form":"Charles Leland","offset":1620},{"uri":"Tradition","surface_form":"tradition","offset":2035},{"uri":"Afterlife","surface_form":"afterlife","offset":2128},{"uri":"Witchcraft","surface_form":"magic","offset":2139},{"uri":"Morality","surface_form":"morality","offset":2150},{"uri":"Karma","surface_form":"karma","offset":4259},{"uri":"Freemasonry","surface_form":"Freemasonry","offset":5961},{"uri":"Druidry","surface_form":"neo-druidic","offset":6321},{"uri":"Canada","surface_form":"Canada","offset":7163},{"uri":"USA","surface_form":"USA","offset":7178}]}