{"id":18121,"url":"http://en.wikipedia.org/wiki/Office","text":"An office is generally a room or other area where administrative work is done. It may also be a position within an organization with specific duties attached to it. For example, the office of treasurer. An office is a design phenomenon. It can be a small office such as a bench in the corner of a very small business. It can also be anything up to and including large buildings full of offices. In modern use an office usually means the location where white-collar workers are employed.\nAs a work place.\nMen have done administrative work for many centuries. But it is not clear when the room where paperwork was created began to be thought of an office. In the earliest European history it may have been a room in a palace where some kind of accounting was done for the king. Earlier forms of keeping records were known but were not confined to a room or rooms. For example, in ancient China string was knotted to keep count of things as a record. But the record-keeper's \"office\" was not a room but wherever he needed to be to count something.\nIn the early Middle Ages many monasteries had a scriptorium. This was a place where texts of all kinds were written and copied. All of the work was done by hand. This may actually be one of the first uses of a room as an office.\nThe High Middle Ages (1000–1300) saw the rise of the medieval chancery. This was usually the place where most government letters were written and where laws were copied in the administration of a kingdom.\nDedicated office space.\nWith the growth of large, complex organizations in the 18th century, the first actual office spaces were constructed. As the Industrial Revolution grew in the 18th and 19th centuries, the industries of banking, rail, insurance, retail, petroleum, and telegraphy grew dramatically. A large number of clerks were needed. As a result, more office space was needed for these activities. The time and motion study, pioneered in manufacturing by F. W. Taylor led to the “Modern Efficiency Desk” with a flat top and drawers below. This was designed to allow managers an easy view of the workers. However, by the middle of the 20th century, it became apparent that offices various degrees of privacy. Gradually the cubicle system evolved.\nThe main purpose of an office is to support its occupants in performing their job. Work spaces in an office are typically used for conventional office activities such as reading, writing and computer work. There are also meeting rooms, lounges, and spaces for support activities, such as photocopying and filing. Some offices also have a kitchen area where workers can make their lunches. There are many different ways of arranging the space in an office and whilst these vary according to function, managerial fashions and the culture of specific companies can be even more important.\nWhile offices can be built in almost any location and in almost any building, some modern requirements for offices make this more difficult, such as requirements for light, networking, and security. The primary purpose of an office building is to provide a workplace and working environment primarily for administrative and managerial workers. These workers usually occupy set areas within the office building, and usually are provided with desks, PCs and other equipment they may need within these areas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Room","surface_form":"room","offset":25},{"uri":"Business_administration","surface_form":"administrative","offset":50},{"uri":"Organization","surface_form":"organization","offset":115},{"uri":"Treasurer","surface_form":"treasurer","offset":192},{"uri":"Phenomenon","surface_form":"phenomenon","offset":225},{"uri":"Bench_(furniture)","surface_form":"bench","offset":272},{"uri":"Small_business","surface_form":"small business","offset":302},{"uri":"White-collar_worker","surface_form":"white-collar worker","offset":452},{"uri":"Employment","surface_form":"employed","offset":477},{"uri":"Europe","surface_form":"Europe","offset":670},{"uri":"History","surface_form":"history","offset":679},{"uri":"Palace","surface_form":"palace","offset":716},{"uri":"Accounting","surface_form":"accounting","offset":742},{"uri":"King","surface_form":"king","offset":770},{"uri":"China","surface_form":"China","offset":886},{"uri":"Document","surface_form":"record","offset":940},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1058},{"uri":"Monastery","surface_form":"monasteries","offset":1075},{"uri":"Scriptorium","surface_form":"scriptorium","offset":1093},{"uri":"High_Middle_Ages","surface_form":"High Middle Ages","offset":1278},{"uri":"Chancery_(medieval_office)","surface_form":"chancery","offset":1336},{"uri":"Government","surface_form":"government","offset":1384},{"uri":"Letter","surface_form":"letter","offset":1395},{"uri":"Law","surface_form":"law","offset":1426},{"uri":"Kingdom","surface_form":"kingdom","offset":1470},{"uri":"Organization","surface_form":"organization","offset":1537},{"uri":"Construction","surface_form":"constructed","offset":1608},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":1628},{"uri":"18th_century","surface_form":"18th","offset":1662},{"uri":"19th_century","surface_form":"19th centuries","offset":1671},{"uri":"Bank","surface_form":"bank","offset":1705},{"uri":"Rail_transport","surface_form":"rail","offset":1714},{"uri":"Insurance","surface_form":"insurance","offset":1720},{"uri":"Retail","surface_form":"retail","offset":1731},{"uri":"Petroleum","surface_form":"petroleum","offset":1739},{"uri":"Telegraph","surface_form":"telegraph","offset":1754},{"uri":"Clerk","surface_form":"clerk","offset":1802},{"uri":"Time_and_motion_study","surface_form":"time and motion study","offset":1890},{"uri":"F._W._Taylor","surface_form":"F. W. Taylor","offset":1943},{"uri":"Manager","surface_form":"manager","offset":2054},{"uri":"Worker","surface_form":"worker","offset":2083},{"uri":"Cubicle","surface_form":"cubicle","offset":2210},{"uri":"Read","surface_form":"read","offset":2404},{"uri":"Writing","surface_form":"writing","offset":2413},{"uri":"Computer","surface_form":"computer","offset":2425},{"uri":"Fashion","surface_form":"fashion","offset":2745}]}