{"id":181247,"url":"http://en.wikipedia.org/wiki/Emma_of_Waldeck_and_Pyrmont","text":"Adelheid Emma Wilhelmina Theresia (Arolsen, 2 August 1858 – Den Haag, 20 March 1934), Princess of Orange-Nassau, Princess of Waldeck-Pyrmont, was the second wife of king William III of the Netherlands. She was married to him from 1879 until he died in 1890. After his death, she became Queen-Regent of the Netherlands because her daughter Wilhelmina was only 10 when her father died, and too young to reign.\nEarly life.\nEmma was the fourth of seven children. Her father was George Victor, king of Waldeck and Pyrmont, and her mother was Helena, Princess of Nassau-Weilburg. Her grandmother on her father's side, Emma of Anhalt-Bernburg-Schaumburg-Hoym, was a grandchild of princess Carolina of Orange-Nassau and Karel Christiaan of Nassau-Weilburg. Her grandfather on her mother's side, Willem of Nassau-Weilburg, was also their grandchild. This means that Emma was related to the House of Orange-Nassau through two family connections.\nThe princess grew up in Schloss Arolsen in Germany. Her daughter, the later Queen Wilhelmina wrote in her autobiography that her mother's home life was very modern and well informed for that time.\nHer husband, William III.\nThe king was married before, to his cousin Sophie of Württemberg. She died in 1877. Their marriage was unhappy, they had lived apart since 1855. William III had a few relationships outside his first marriage. The newspapers even reported on his relationships with the American barmaid Elisa Parker and the opera singer Leonora d'Ambre from Paris.\nAfter Sophie died, and the sons did not marry anyone, William thought it best to re-marry. That way, the family name of Orange would not die out. He met Sophie after going to her house to meet her older sister Pauline. He had also looked into marrying his niece Elisabeth van Saksen-Weimar-Eisenach.\nWhen they were engaged in September 1878, Emma was 20 years old, and William was 61. They married on 7 January 1879, and on 31 August 1880, Wilhelmina was born.\nThe marriage.\nThe first years of the marriage were happy for Queen Emma. She liked to do woodcarving, and spent a lot of time in her workshop in Utrecht. She also spent a lot of time on taking care of her \"Wimmy\". But soon things changed. In 1884, William's youngest son Alexander died. He was 32 years old, and was not married. William's other sons had already died: Maurits in 1850 age 6, and William in 1879 aged 38. This meant that princess Wilhelmina would now be next in line to become Queen.\nThe princess was only three years old. The King was 65. Because of the age difference, the government voted for Emma to become \"Regent\". This meant that if the king died before Wilhelmina was 18 years old, Emma would do the job of Queen until Wilhelmina was old enough to take over.\nRegent.\nThe health of the King went downhill fast in 1888. In May the family moved from The Hague to their palace in the quiet of Apeldoorn. The king could no longer rule the country. The government voted that Queen Emma would be Regent, and she took the oath to rule for her husband on 20 November in The Hague. She ruled in his place for only three days; William died on 23rd November 1890. He was 73 years old. From that day, at 10 years old, Wilhelmina officially became the Queen. Emma became Queen-regent for her daughter until 1898.\nEmma worked in the same way as her husband. She made sure she would meet all ministers once every fourteen days. Unlike her husband, she opened up for everyone who wanted to speak to her. She also opened a lot of the post that was sent to her personally. In her period as Queen-widow-regent, she had to reshuffle her cabinet three times. She found this a difficult task.\nShe also gave great care to raising her daughter. She wanted to make sure her daughter would be ready to be the queen.\nQueen-mother.\nYoung Wilhelmina soon chose her own path when she became Queen. She tried to get away from her mother, but often had to rely on her good knowledge of protocol. At first they lived together in Palace Noordeinde. When Wilhelmina married, Emma moved to Palace Lange Voorhout. She was no longer involved in reigning the country but still would receive diplomats and other people as widow of the king.\nShe supported the work to stop tuberculosis, which was a disease many people died from at the time. Her sister Sophie had died from it too.\nThe next in line to the throne, Juliana, was born in 1909. The government again looked for a regent. They did not think Wilhelmina's husband Hendrik was good. Because they had good memories of Emma as regent, they requested that Emma again be Regent. Wilhelmina agreed, and from 1909 to 1927 (when Juliana would be 18) Emma once again was regent. This time it was not needed.\nEmma died on 20th March 1934 from the complications of bronchitis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bad_Arolsen","surface_form":"Arolsen","offset":35},{"uri":"2_August","surface_form":"2 August","offset":44},{"uri":"1858","surface_form":"1858","offset":53},{"uri":"Den_Haag","surface_form":"Den Haag","offset":60},{"uri":"20_March","surface_form":"20 March","offset":70},{"uri":"1934","surface_form":"1934","offset":79},{"uri":"Prins_van_Oranje-Nassau","surface_form":"Princess of Orange-Nassau","offset":86},{"uri":"Waldeck-Pyrmont","surface_form":"Waldeck-Pyrmont","offset":125},{"uri":"William_III_of_the_Netherlands","surface_form":"William III of the Netherlands","offset":170},{"uri":"1879","surface_form":"1879","offset":230},{"uri":"1890","surface_form":"1890","offset":252},{"uri":"Regent","surface_form":"Queen-Regent","offset":286},{"uri":"Wilhelmina_of_the_Netherlands","surface_form":"Wilhelmina","offset":339},{"uri":"George_Victor_van_Waldeck-Pyrmont","surface_form":"George Victor","offset":474},{"uri":"Helena_van_Nassau-Weilburg","surface_form":"Helena","offset":537},{"uri":"Emma_of_Anhalt-Bernburg-Schaumburg-Hoym","surface_form":"Emma of Anhalt-Bernburg-Schaumburg-Hoym","offset":612},{"uri":"Carolina_of_Orange-Nassau","surface_form":"Carolina of Orange-Nassau","offset":682},{"uri":"Karel_Christiaan_of_Nassau-Weilburg","surface_form":"Karel Christiaan of Nassau-Weilburg","offset":712},{"uri":"Willem_of_Nassau-Weilburg","surface_form":"Willem of Nassau-Weilburg","offset":787},{"uri":"Schloss_Arolsen","surface_form":"Schloss Arolsen","offset":960},{"uri":"Sophie_of_W%C3%BCrttemberg","surface_form":"Sophie of Württemberg","offset":1202},{"uri":"Elisa_Parker","surface_form":"Elisa Parker","offset":1444},{"uri":"Leonora_d%27Ambre","surface_form":"Leonora d'Ambre","offset":1478},{"uri":"Pauline_of_Waldeck-Pyrmont","surface_form":"Pauline","offset":1716},{"uri":"Elisabeth_Sibylle_Maria_Dorothea_of_Saksen-Weimar-Eisenach","surface_form":"Elisabeth van Saksen-Weimar-Eisenach","offset":1768},{"uri":"1878","surface_form":"1878","offset":1842},{"uri":"7_January","surface_form":"7 January","offset":1907},{"uri":"1879","surface_form":"1879","offset":1917},{"uri":"31_August","surface_form":"31 August","offset":1930},{"uri":"1880","surface_form":"1880","offset":1940},{"uri":"Wilhelmina_of_the_Netherlands","surface_form":"Wilhelmina","offset":1946},{"uri":"Utrecht_(city)","surface_form":"Utrecht","offset":2112},{"uri":"1884","surface_form":"1884","offset":2209},{"uri":"Alexander_of_the_Netherlands_(1851-1884)","surface_form":"Alexander","offset":2238},{"uri":"Maurits_of_the_Netherlands","surface_form":"Maurits","offset":2335},{"uri":"William_of_the_Netherlands_(1840-1879)","surface_form":"William","offset":2362},{"uri":"The_Hague","surface_form":"The Hague","offset":2837},{"uri":"Apeldoorn","surface_form":"Apeldoorn","offset":2879},{"uri":"Palace_Noordeinde","surface_form":"Palace Noordeinde","offset":3985},{"uri":"Palace_Lange_Voorhout","surface_form":"Palace Lange Voorhout","offset":4043},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":4221},{"uri":"Sophie_van_Waldeck-Pyrmont","surface_form":"Sophie","offset":4301},{"uri":"Juliana_of_the_Netherlands","surface_form":"Juliana","offset":4362},{"uri":"Hendrik_of_Mecklenburg-Schwerin","surface_form":"Hendrik","offset":4471},{"uri":"Bronchitis","surface_form":"bronchitis","offset":4761}]}