{"id":181205,"url":"http://en.wikipedia.org/wiki/History_of_Vietnam","text":"e=\"preserve\">The history of Vietnam begins around 2,700 years ago. Successive dynasties based in China ruled Vietnam directly for most of the period from 207 BC until 938 when Vietnam regained its independence. Vietnam remained a tributary state to its larger neighbor China for much of its history but repelled invasions by the Chinese as well as three invasions by the Mongols between 1255 and 1285. Emperor Trần Nhân Tông later diplomatically submitted Vietnam to a tributary of the Yuan to avoid further conflicts. The independent period temporarily ended in the middle to late 19th century, when the country was colonized by France (see French Indochina). During World War II, Imperial Japan expelled the French to occupy Vietnam, though they retained French administrators during their occupation. After the war, France attempted to re-establish its colonial rule but ultimately failed in the First Indochina War. The Geneva Accords partitioned the country in two with a promise of democratic election to reunite the country.\nHowever, rather than peaceful reunification, partition led to the Vietnam War. During this time, the People's Republic of China and the Soviet Union supported the North while the United States supported the South. After millions of Vietnamese deaths, the war ended with the fall of Saigon to the North in April 1975. The reunified Vietnam suffered further internal repression and was isolated internationally due to the continuing Cold War and the Vietnamese invasion of Cambodia. In 1986, the Communist Party of Vietnam changed its economic policy and began reforms of the private sector similar to those in China. Since the mid-1980s, Vietnam has enjoyed substantial economic growth and some reduction in political repression, though reports of corruption have also risen.\nEarly kingdoms==.\nEvidence of the earliest established society other than the prehistoric Iron Age Đông Sơn culture in Northern Vietnam was found in Cổ Loa, an ancient city situated near present-day Hà Nội.\nAccording to myth, the first Vietnamese people were descended from the Dragon Lord Lạc Long Quân and the Immortal Fairy Âu Cơ. Lạc Long Quân and Âu Cơ had 100 sons before deciding to part ways. 50 of the children went with their mother to the mountains, and the other 50 went with their father to the sea. The eldest son became the first in a line of early Vietnamese kings, collectively known as the Hùng kings (Hùng Vương or the Hồng Bàng Dynasty). The Hùng kings called their country, located on the Red River delta in present-day northern Vietnam, Văn Lang. The people of Văn Lang were known as the Lạc Việt.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vietnam","surface_form":"Vietnam","offset":28},{"uri":"Independence","surface_form":"independence","offset":197},{"uri":"Tributary_state","surface_form":"tributary state","offset":230},{"uri":"Mongols","surface_form":"Mongols","offset":371},{"uri":"Tr%E1%BA%A7n_Nh%C3%A2n_T%C3%B4ng","surface_form":"Trần Nhân Tông","offset":410},{"uri":"French_Indochina","surface_form":"French Indochina","offset":642},{"uri":"World_War_II","surface_form":"World War II","offset":668},{"uri":"Imperial_Japan","surface_form":"Imperial Japan","offset":682},{"uri":"First_Indochina_War","surface_form":"First Indochina War","offset":899},{"uri":"Geneva_Conference_(1954)","surface_form":"Geneva Accords","offset":924},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":1098},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1168},{"uri":"North_Vietnam","surface_form":"the North","offset":1191},{"uri":"South_Vietnam","surface_form":"the South","offset":1235},{"uri":"Fall_of_Saigon","surface_form":"fall of Saigon","offset":1306},{"uri":"Cambodian-Vietnamese_War","surface_form":"Vietnamese invasion of Cambodia","offset":1480},{"uri":"Communist_Party_of_Vietnam","surface_form":"Communist Party of Vietnam","offset":1526},{"uri":"Prehistoric","surface_form":"prehistoric","offset":1885},{"uri":"Iron_Age","surface_form":"Iron Age","offset":1897},{"uri":"%C4%90%C3%B4ng_S%C6%A1n_culture","surface_form":"Đông Sơn culture","offset":1906},{"uri":"C%E1%BB%95_Loa","surface_form":"Cổ Loa","offset":1956},{"uri":"H%C3%A0_N%E1%BB%99i","surface_form":"Hà Nội","offset":2006},{"uri":"L%E1%BA%A1c_Long_Qu%C3%A2n","surface_form":"Lạc Long Quân","offset":2097},{"uri":"%C3%82u_C%C6%A1","surface_form":"Âu Cơ","offset":2134},{"uri":"H%C3%B9ng_V%C6%B0%C6%A1ng","surface_form":"Hùng Vương","offset":2427},{"uri":"H%E1%BB%93ng_B%C3%A0ng_Dynasty","surface_form":"Hồng Bàng Dynasty","offset":2445},{"uri":"Red_River_(Vietnam)","surface_form":"Red River","offset":2517},{"uri":"Van_Lang","surface_form":"Văn Lang","offset":2566},{"uri":"V%C4%83n_Lang","surface_form":"Văn Lang","offset":2590},{"uri":"L%E1%BA%A1c_Vi%E1%BB%87t","surface_form":"Lạc Việt","offset":2617}]}