{"id":181392,"url":"http://en.wikipedia.org/wiki/Foreign_minister","text":"e=\"preserve\">A foreign minister is a person in a government whose job is to negotiate with leaders in other countries. In some countries, this person is called the foreign minister, but in other countries the person has another title. For example, in the United States, the top diplomat is called the Secretary of State.\nA foreign minister's powers vary in different governments. In a general parliamentary system, a foreign minister forms foreign policy. But when the government has a strong prime minister the foreign minister may be may not determine policy himself.\nForeign ministers are also traditionally responsible for many diplomatic duties, such as hosting foreign world leaders. They also are responsible for going on state visits to other countries. The foreign minister is generally person who travels the most in any cabinet.\nIn the United Kingdom, the foreign minister is called the 'Secretary of State for Foreign and Commonwealth Affairs' (or Foreign Secretary for short). Before 1968, the Secretary of State for Foreign Affairs only handled relations with non-Commonwealth, countries. The relations with Commonwealth countries and colonies were handled by the Secretary of State for Commonwealth Affairs. So, in Commonwealth countries other than the United Kingdom, the ministers responsible for handling relations with both Commonwealth and non-Commonwealth countries were formerly usually designated ministers for 'External Affairs'.\nIn the United States, the foreign minister is called the 'Secretary of State'. He occupies the oldest cabinet post in the nation. The post originally had several domestic duties. Other common titles may include minister of foreign relations. In many Spanish-Speaking Latin American countries, the foreign minister is colloquially called \"canciller\" (chancellor).","categories":[],"infobox_types":[],"annotations":[{"uri":"Government","surface_form":"government","offset":49},{"uri":"United_States","surface_form":"United States","offset":255},{"uri":"Secretary_of_State","surface_form":"Secretary of State","offset":301},{"uri":"Parliamentary_system","surface_form":"parliamentary system","offset":393},{"uri":"Diplomacy","surface_form":"diplomatic","offset":632},{"uri":"State_visits","surface_form":"state visits","offset":729},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":847},{"uri":"Secretary_of_State","surface_form":"Secretary of State","offset":899},{"uri":"Commonwealth","surface_form":"Commonwealth","offset":934},{"uri":"Foreign_Secretary","surface_form":"Foreign Secretary","offset":960},{"uri":"Secretary_of_State_for_Foreign_Affairs","surface_form":"Secretary of State for Foreign Affairs","offset":1007},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":1078},{"uri":"Secretary_of_State_for_Commonwealth_Affairs","surface_form":"Secretary of State for Commonwealth Affairs","offset":1178},{"uri":"United_States","surface_form":"United States","offset":1461},{"uri":"United_States_Secretary_of_State","surface_form":"Secretary of State","offset":1512},{"uri":"Chancellor","surface_form":"chancellor","offset":1804}]}