{"id":18136,"url":"http://en.wikipedia.org/wiki/German_Shepherd","text":"The German Shepherd (), also known as the Alsatian, is a breed of medium-large dog. It was first developed in Germany. They are often used as police dogs, but they have many other uses. They have been used as herding dogs, guard dogs, military dogs, eyes for the blind and as pets between others. Because of their intelligence, speed, drive, eagerness and balance, they are now called 'multi-terrain' dogs as well as 'most complete dog breed' also considered the most versatile breed both in adaptability and suitability.\nAn important modern use is the dog's ability to perform search and rescue. In former times the American Rescue Dog Association only used air-scenting Alsatians to locate people who are missing or lost. They search in wilderness, disaster, human body remains and water search and rescue and recovery missions. The breed is smart, athletic and can live in a wide variety of climate conditions.\nMale German Shepherds usually weigh around. Females usually weigh around.\nThe term Alsatian wolf dog, instead of German Shepherd dog, was first popularly used by the British in the First World War. This was because the country was at war with the German Empire. Adolf Hitler, a German dictator, was also known to have German Shepherds as companions.\nThe German Shepherd Dog breed, as it is currently known, was developed by the founder and the first president of [https://en.wikipedia.org/wiki/Verein_f%C3%BCr_Deutsche_Sch%C3%A4ferhunde the Association for the German Shepherd Dog breed] [https://en.wikipedia.org/wiki/Max_von_Stephanitz Max Emil Friedrich von Stephanitz] at the end of the 19th and the beginning of the 20th centuries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Breed","surface_form":"breed","offset":57},{"uri":"Develop","surface_form":"develop","offset":97},{"uri":"Germany","surface_form":"Germany","offset":110},{"uri":"Police","surface_form":"police","offset":142},{"uri":"Pet","surface_form":"pet","offset":276},{"uri":"Search_and_rescue","surface_form":"search and rescue","offset":578},{"uri":"Wilderness","surface_form":"wilderness","offset":739},{"uri":"Disaster","surface_form":"disaster","offset":751},{"uri":"Human_body","surface_form":"human body","offset":761},{"uri":"Water","surface_form":"water","offset":784},{"uri":"First_World_War","surface_form":"First World War","offset":1095},{"uri":"German_Empire","surface_form":"German Empire","offset":1161},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1176},{"uri":"Dictator","surface_form":"dictator","offset":1199}]}