{"id":181480,"url":"http://en.wikipedia.org/wiki/Stratford_station","text":"Stratford station is a railway station in Stratford, Newham, East London.\nIt is on National Rail, London Underground, London Overground and Docklands Light Railway (DLR) lines. It is served by the Underground Central and Jubilee lines, and by London Overground, Abellio Greater Anglia, TfL Rail and c2c. It is in Travelcard Zone 3.\nTo distinguish the station from Stratford-upon-Avon this station is called Stratford (London) by National Rail, and is sometimes referred to as Stratford Regional to distinguish it from Stratford International station away.\nGoods facilities.\nThere were three primary goods facilities in the Stratford area in the steam age, although the nearby Stratford Works and engine shed generated their own traffic. A short distance to the north of Stratford station (on the line to Cambridge) there were marshalling yards at Temple Mills. There was a small goods yard north of the station on the east side of the line which occupied a constrained site. The mainstay of traffic was domestic coal although shortly before closure in the 1960s the site was used as a reception point for concrete components for the building of tower blocks in Newham.\nThere was a small depot at Carpenters Road about a quarter of a mile south of Stratford station. Opened in 1900, the depot consisted of four long sidings and primarily dealt with coal and building materials. It was closed on 7 December 1964.\nThere was a large depot at Stratford Market railway station. All of these three facilities were operated by the Great Eastern Railway up until 1923 before being taken over by the London & North Eastern Railway until nationalisation in 1948 when they became part of British Railways Eastern Region.\nThere was also a goods terminal at Bow operated by the Midland Railway which is still open today mostly for building materials. This yard operated as the terminal for building materials for the adjacent Olympics site.\nBetween Stratford and Maryland stations Windmill Lane cattle pens existed on the down side of the line whilst four private sidings belonging to Young & Martens were located on the up side.\nDuring the 1960s part of the Stratford Works site was converted to the London International Freight Terminal (LIFT) which opened in 1967 and there was a freight liner terminal that operated on the far side of the Stratford railway complex (on the Channelsea Loop line) between 1967 and 1994. The former site is now occupied by the international station and shopping centre.\nStratford International.\nThe nearby Stratford International station opened on 30 November 2009 (for preview services only). Since 13 December 2009 Southeastern began its full domestic high-speed service between London St Pancras, directly to Ebbsfleet International and Ashford in Kent. The Docklands Light Railway 'Stratford International' extension has provided a link between the two stations since 31 August 2011. There is also a walking route between the two stations passing through the newly built Westfield Stratford City Shopping Centre.\nDespite Stratford International's name, no international trains call there, and Eurostar (currently the only international operator) has no plans to do so. Passengers instead interconnect on high-speed trains travelling to either London St Pancras or Ebbsfleet in Kent, there are a number of other potential operators that may use the station for international services. These include Deutsche Bahn's proposed London-Frankfurt/Amsterdam service and the proposed \"Transmanche Metro\" service to Calais via local stations.\nStratford City.\nIn preparation for the Olympics and the Stratford City development, a new north-facing exit and ticket hall has been built. Both existing passenger subways have been extended north to connect with the ticket hall, and the abandoned subway at the eastern end of the station, which formed part of the old station complex, has been reopened and refurbished to allow interchange between platforms 3–12 and the new high-level platforms 1 & 2. A new pedestrian bridge has also been built to connect Stratford shopping centre with the Stratford City development. This also connects the mezzanine-level ticket hall with the northern one. The northern ticket hall and the footbridge opened along with Westfield Stratford City on 13 September 2011.\nBus stations.\nStratford bus station is to the south of the station and Stratford City bus station is to the north. Both are served by bus services right across London and to the Queen Elizabeth Olympic Park.","categories":[],"infobox_types":[],"annotations":[{"uri":"Railway_station","surface_form":"railway station","offset":23},{"uri":"Stratford","surface_form":"Stratford","offset":42},{"uri":"London_Borough_of_Newham","surface_form":"Newham","offset":53},{"uri":"London","surface_form":"London","offset":66},{"uri":"National_Rail","surface_form":"National Rail","offset":83},{"uri":"London_Underground","surface_form":"London Underground","offset":98},{"uri":"London_Overground","surface_form":"London Overground","offset":118},{"uri":"Docklands_Light_Railway","surface_form":"Docklands Light Railway","offset":140},{"uri":"Central_Line","surface_form":"Central","offset":209},{"uri":"Jubilee_line","surface_form":"Jubilee line","offset":221},{"uri":"London_Overground","surface_form":"London Overground","offset":243},{"uri":"Abellio_Greater_Anglia","surface_form":"Abellio Greater Anglia","offset":262},{"uri":"TfL_Rail","surface_form":"TfL Rail","offset":286},{"uri":"C2c","surface_form":"c2c","offset":299},{"uri":"Travelcard_Zone_3","surface_form":"Travelcard Zone 3","offset":313},{"uri":"Stratford-upon-Avon","surface_form":"Stratford-upon-Avon","offset":364},{"uri":"National_Rail","surface_form":"National Rail","offset":429},{"uri":"Stratford_International_station","surface_form":"Stratford International station","offset":518},{"uri":"Stratford_Works","surface_form":"Stratford Works","offset":676},{"uri":"Stratford_TMD","surface_form":"engine shed","offset":696},{"uri":"Temple_Mills","surface_form":"Temple Mills","offset":847},{"uri":"Newham","surface_form":"Newham","offset":1161},{"uri":"Stratford_Market_railway_station","surface_form":"Stratford Market railway station","offset":1438},{"uri":"Midland_Railway","surface_form":"Midland Railway","offset":1764},{"uri":"Stratford_Works","surface_form":"Stratford Works","offset":2145},{"uri":"Stratford_International_station","surface_form":"Stratford International station","offset":2526},{"uri":"Southeastern_(train_operating_company)","surface_form":"Southeastern","offset":2637},{"uri":"St_Pancras_railway_station","surface_form":"London St Pancras","offset":2701},{"uri":"Ebbsfleet_International","surface_form":"Ebbsfleet International","offset":2732},{"uri":"Ashford_International_railway_station","surface_form":"Ashford","offset":2760},{"uri":"Westfield_Stratford_City","surface_form":"Westfield Stratford City","offset":2995},{"uri":"Eurostar","surface_form":"Eurostar","offset":3117},{"uri":"HS1","surface_form":"high-speed","offset":3228},{"uri":"St_Pancras_railway_station","surface_form":"London St Pancras","offset":3267},{"uri":"Ebbsfleet_International","surface_form":"Ebbsfleet","offset":3288},{"uri":"Deutsche_Bahn","surface_form":"Deutsche Bahn","offset":3422},{"uri":"Stratford_City","surface_form":"Stratford City","offset":3613},{"uri":"Westfield_Stratford_City","surface_form":"Westfield Stratford City","offset":4265},{"uri":"Stratford_City_bus_station","surface_form":"Stratford City bus station","offset":4383},{"uri":"Queen_Elizabeth_Olympic_Park","surface_form":"Queen Elizabeth Olympic Park","offset":4490}]}