{"id":181466,"url":"http://en.wikipedia.org/wiki/Backstreet_Boys","text":"Backstreet Boys, also known as BSB, is an American pop supergroup that became popular during the 1990s and 2000s. They are the highest selling boy band of all time with 130 million records sold. The members are Nick Carter, Howie Dorough, AJ McLean, Kevin Richardson and Brian Littrell. Kevin Richardson left the group in 2006 and rejoined in 2012.\nHistory.\nBackstreet Boys originated in Orlando, Florida and was formed on April 20, 1993 by Lou Pearlman with the help of a producer, Lil’ Shy. The early line-up of the group were Howie Dorough (19), AJ McLean (15), Nick Carter (13), Sam Licata and Charles Edwards. However Licata and Edwards left in early 1993 for personal reasons. In April 1993, Kevin Richardson along with his cousin Brian Littrell completed the group.\nAfter series of tours and the failure of possible Mercury Records, the Backstreet Boys was finally spotlighted in Cleveland, Ohio by Jive Records in February 1994. They recorded their very first single, “We’ve Got it Goin’, written by Denniz PoP and included in Backstreet Boys’ first self-titled album that was released in summer of 1996.\nDiscography.\nComprehensive list of the recordings made.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":42},{"uri":"Pop_music","surface_form":"pop","offset":51},{"uri":"Nick_Carter","surface_form":"Nick Carter","offset":211},{"uri":"Howie_Dorough","surface_form":"Howie Dorough","offset":224},{"uri":"A._J._McLean","surface_form":"AJ McLean","offset":239},{"uri":"Kevin_Richardson","surface_form":"Kevin Richardson","offset":250},{"uri":"Brian_Littrell","surface_form":"Brian Littrell","offset":271},{"uri":"Kevin_Richardson","surface_form":"Kevin Richardson","offset":287},{"uri":"Lou_Pearlman","surface_form":"Lou Pearlman","offset":441},{"uri":"We%E2%80%99ve_Got_it_Goin","surface_form":"We’ve Got it Goin","offset":977},{"uri":"Denniz_PoP","surface_form":"Denniz PoP","offset":1008}]}