{"id":181504,"url":"http://en.wikipedia.org/wiki/Homotopy","text":"Homotopies are studied in a branch of mathematics known as Algebraic Topology. A homotopy is a deformation (change of form) of one thing into another without cutting it. For example, if we imagine a stretchy object, then all the shapes we can stretch or twist it into are \"homotopy equivalent\". One famous example is the homotopy equivalence of a coffee cup and a donut. To a topologist, these two shapes are the same.\nThe first example of a homotopy that a topology student is introduced to is a homotopy between functions. A homotopy between two functions \"f\" and \"g\" provides a collection of functions that start at \"f\" and eventually become \"g\". What this means is that this homotopy takes a parameter and gives a function, and there is a possible parameter that gives \"f\" and one that gives \"g\". Typically, we choose the interval \"[0, 1]\" because this has a starting and ending point, and numbers are allowed to vary smoothly within \"[0, 1]\". To output a function, this means that the homotopy takes a second parameter, which is the argument of the output function. That is, if \"f\" takes a number in the interval and outputs pairs of real numbers, the homotopy takes a number in the interval as the parameter and another number in the interval for \"f\". The homotopy then outputs the interpolated function evaluated at the given pair. That is, if \"H\" is a homotopy from \"f\" to \"g\", then we know formula_1where formula_1and formula_1.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":38},{"uri":"Algebraic_Topology","surface_form":"Algebraic Topology","offset":59},{"uri":"Deformation","surface_form":"deformation","offset":95},{"uri":"Form","surface_form":"form","offset":118},{"uri":"Cutting","surface_form":"cutting","offset":158},{"uri":"Homotopy_equivalence","surface_form":"homotopy equivalent","offset":273},{"uri":"Coffee_cup","surface_form":"coffee cup","offset":347},{"uri":"Donut","surface_form":"donut","offset":364},{"uri":"Topologist","surface_form":"topologist","offset":376},{"uri":"Interval_(mathematics)","surface_form":"interval","offset":826}]}