{"id":181672,"url":"http://en.wikipedia.org/wiki/Snorks","text":"\"Snorks\" is an animated television series produced by Hanna-Barbera Productions, and created by Belgian comics Freddy Monnickendam.\nStory.\nThe Snorks are a race of small, colorful, fictional beings that live happily in the underwater world of Snorkland. They have snorkels on their heads, which are used to propel them swiftly through the water. As evidenced by the cartoon series, when a Snork becomes excited their tube makes a \"snork\" sound. Like the Flintstones or the Smurfs, they have much of the same technology as contemporary humans, adapted to their own aquatic environment. The Snorks use clams as currency, a reference to the slang word \"clam\", meaning \"dollar.\"\nAccording to the Snork back-story, a few ventured to the surface (which the Snorks believe is \"outer space\") in 1643, and watched a Royal Navy ship being attacked by pirates. The captain wound up in the water, and that was the first contact between the species when the Snorks saved his life, to which the captain then expressed his gratitude by writing a book about the Snorks, although very few humans believe in the existence of the Snorks. Since then, Snorks have adopted several human habits, such as wearing clothes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animated","surface_form":"animated","offset":15},{"uri":"Television_series","surface_form":"television series","offset":24},{"uri":"Hanna-Barbera","surface_form":"Hanna-Barbera Productions","offset":54},{"uri":"Freddy_Monnickendam","surface_form":"Freddy Monnickendam","offset":111},{"uri":"Snorkeling","surface_form":"snorkel","offset":264},{"uri":"The_Flintstones","surface_form":"the Flintstones","offset":450},{"uri":"The_Smurfs","surface_form":"the Smurfs","offset":469},{"uri":"Outer_space","surface_form":"outer space","offset":770},{"uri":"1643","surface_form":"1643","offset":787},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":807},{"uri":"Pirates","surface_form":"pirates","offset":841},{"uri":"Captain_(nautical)","surface_form":"captain","offset":854}]}