{"id":181622,"url":"http://en.wikipedia.org/wiki/Hibari_Misora","text":"was a Japanese singer and actress. The style of music she sang was enka. She received many awards, among them living national treasure. In Japan she is regarded as one of the greatest singers of all time. She was the first woman in Japan to receive the, which was awarded for her notable contributions to the music industry. Hibari Misora was also one of the most commercially successful music artists in the world. At the time of her death, she had recorded around 1,200 songs, and sold 68 million records. After her death, consumer demand for her recordings grew significantly, and she had sold more than 80 million records by 2001. Her swan-song is often performed by artists and orchestras in her honour. Artists who recorded this song include The Three Tenors, Teresa Teng, Mariachi Vargas de Tecalitlan, and the Twelve Girls Band.\nLife and career.\nHibari Misora was born in Isogo-ku, Yokohama, Japan. Her father was, a fishmonger, and her mother, a housewife. Misora showed musical talent from an early age after singing for her father at a World War II send-off party in 1943. When he saw this, he used much of his family's savings to allow his daughter to start a musical career. In 1945 she gave her first performance in a concert hall in Yokohama, at the age of eight. She used the name, which her mother had proposed. A year later she appeared on a NHK broadcast, and impressed the Japanese composer Masao Koga with her singing skill. He thought she was a prodigy with the courage, understanding, and emotional maturity of an adult. In the next two years, she became an accomplished singer and was touring notable concert halls to sold-out crowds. Her recording career began in 1949 at the age of twelve, when she changed her stage-name to and starred in the film. The film brought her nationwide recognition. She recorded her first single for Columbia Records later that year. It became a commercial hit, selling more than 450,000 copies. After that, she recorded \"Kanashiki kuchibue\", which was featured on a radio program and was a national hit. As an actress, she starred in about 160 movies from 1949 to 1971, and won many awards. Her performance in \"Tokyo Kiddo\" (1950), in which she played a street orphan, made her symbolic of both the hardship and the national optimism of post-World War II Japan. Her third single was from the film and was another hit, \"Watashi wa machi no ko\".\nAs a singer, she became known for her performance of enka, a sentimental form of Japanese popular music which emerged during the early part of the 20th century, and was renowned for her live performances, and singing which encapsulated the emotional pain of those who had suffered. Although she did not understand English, she made excellent recordings US jazz standards.\nThroughout her career she recorded over 1,401 songs, with her best selling song \"Yawara\" selling 1.8 million times.\nIn 1973 Tetsuya Katō, Misora's brother, was prosecuted for gang-related activity. Although NHK did not acknowledge any connection, Misora was excluded from \"Kouhaku uta gassen\" for the first time in eighteen years. Offended, she refused to appear on NHK for years afterwards.\nDeath.\nHealth problems also plagued her in her later years. In April of 1987, on the way to a performance in Fukuoka, Misora suddenly collapsed. Rushed to hospital, she was diagnosed with avascular necrosis brought on by chronic hepatitis. She was confined to a hospital in Fukuoka, and eventually showed signs of recovery in August. She commenced recording a new song in October, and in April of 1988 performed at a concert at the Tokyo Dome. Despite overwhelming pain in her legs, she performed a total of 39 songs.\nHer triumph was to be short lived. She had drunk a lot of alcohol for decades. This had weakened her liver, and her condition grew worse. On 24 June 1989, after being confined to a hospital in Tokyo, she died from pneumonia at the age of 52. Her death was widely mourned throughout Japan.\nBeginning in 1990, television and radio stations play her song on her birthdate each year to show respect. In a national poll by NHK in 1997, the song was voted the greatest Japanese song of all time by more than 10 million people.\nMuseum.\nIn 1994, the \"Hibari Misora Museum\" opened in Arashiyama, Kyoto. It traced the history of Misora's life and career in multi-media exhibits, and displayed various memorabilia. It attracted more than 5 million visitors, until it officially closed on November 30, 2006, as to allow a scheduled reconstruction of the building. The main exhibits were moved into the Shōwa period section of the Edo-Tokyo Museum, until reconstruction was complete. The new \"Hibari Misora Theater\" opened on April 26, 2008, and includes a CD for sale of a previously unreleased song.\nQuestion of Korean ancestry.\nPeople are unsure where Hibari Misora's parents were originally from.\nSome people think that she was of Korean origins, and that both her parents and herself had Korean passports. Others disagree. After studying her ancestry, they think that her parents were not Korean, but rather Japanese.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":6},{"uri":"Singer","surface_form":"singer","offset":15},{"uri":"Actress","surface_form":"actress","offset":26},{"uri":"Enka","surface_form":"enka","offset":67},{"uri":"Award","surface_form":"award","offset":91},{"uri":"Living_National_Treasure_(Japan)","surface_form":"living national treasure","offset":110},{"uri":"2001","surface_form":"2001","offset":629},{"uri":"Swan-song","surface_form":"swan-song","offset":639},{"uri":"The_Three_Tenors","surface_form":"The Three Tenors","offset":748},{"uri":"Teresa_Teng","surface_form":"Teresa Teng","offset":766},{"uri":"Mariachi_Vargas_de_Tecalitlan","surface_form":"Mariachi Vargas de Tecalitlan","offset":779},{"uri":"Twelve_Girls_Band","surface_form":"Twelve Girls Band","offset":818},{"uri":"Isogo-ku%2C_Yokohama","surface_form":"Isogo-ku","offset":880},{"uri":"Yokohama","surface_form":"Yokohama","offset":890},{"uri":"Japan","surface_form":"Japan","offset":900},{"uri":"Fishmonger","surface_form":"fishmonger","offset":925},{"uri":"Housewife","surface_form":"housewife","offset":955},{"uri":"World_War_II","surface_form":"World War II","offset":1047},{"uri":"1943","surface_form":"1943","offset":1078},{"uri":"Saving","surface_form":"saving","offset":1131},{"uri":"1945","surface_form":"1945","offset":1191},{"uri":"Yokohama","surface_form":"Yokohama","offset":1248},{"uri":"NHK","surface_form":"NHK","offset":1360},{"uri":"Masao_Koga","surface_form":"Masao Koga","offset":1411},{"uri":"1949","surface_form":"1949","offset":1689},{"uri":"Columbia_Music_Entertainment","surface_form":"Columbia Records","offset":1855},{"uri":"1949","surface_form":"1949","offset":2112},{"uri":"1971","surface_form":"1971","offset":2120},{"uri":"1950_in_film","surface_form":"1950","offset":2181},{"uri":"World_War_II","surface_form":"World War II","offset":2298},{"uri":"Enka","surface_form":"enka","offset":2453},{"uri":"NHK","surface_form":"NHK","offset":2979},{"uri":"1987","surface_form":"1987","offset":3236},{"uri":"Fukuoka%2C_Fukuoka","surface_form":"Fukuoka","offset":3273},{"uri":"Avascular_necrosis","surface_form":"avascular necrosis","offset":3352},{"uri":"Hepatitis","surface_form":"hepatitis","offset":3393},{"uri":"1988","surface_form":"1988","offset":3561},{"uri":"Tokyo_Dome","surface_form":"Tokyo Dome","offset":3596},{"uri":"Alcoholism","surface_form":"alcohol","offset":3740},{"uri":"Decade","surface_form":"decade","offset":3752},{"uri":"Liver","surface_form":"liver","offset":3783},{"uri":"24_June","surface_form":"24 June","offset":3823},{"uri":"1989","surface_form":"1989","offset":3831},{"uri":"Tokyo","surface_form":"Tokyo","offset":3875},{"uri":"Interstitial_pneumonitis","surface_form":"pneumonia","offset":3896},{"uri":"Japan","surface_form":"Japan","offset":3964},{"uri":"1990","surface_form":"1990","offset":3984},{"uri":"NHK","surface_form":"NHK","offset":4100},{"uri":"1997","surface_form":"1997","offset":4107},{"uri":"Arashiyama","surface_form":"Arashiyama","offset":4257},{"uri":"Kyoto","surface_form":"Kyoto","offset":4269},{"uri":"November_30","surface_form":"November 30","offset":4459},{"uri":"2006","surface_form":"2006","offset":4472},{"uri":"Sh%C5%8Dwa_period","surface_form":"Shōwa period","offset":4572},{"uri":"Edo-Tokyo_Museum","surface_form":"Edo-Tokyo Museum","offset":4600},{"uri":"April_26","surface_form":"April 26","offset":4695},{"uri":"2008","surface_form":"2008","offset":4705},{"uri":"Korea","surface_form":"Korea","offset":4904},{"uri":"Passport","surface_form":"passport","offset":4969},{"uri":"Ancestor","surface_form":"ancestry","offset":5016},{"uri":"Japan","surface_form":"Japan","offset":5082}]}