{"id":18176,"url":"http://en.wikipedia.org/wiki/Squid","text":"Squid are cephalopods of the order Teuthida. They are the sister group to the octopods. Squid are carnivores, but they are also hunted as prey. The largest squid, the giant squid and colossal squid, are eaten by sperm whales and sleeper sharks.\nThere are about 300 species of squid.\nCharacteristics.\nSquid, like cuttlefish, have eight arms arranged in pairs, and two longer tentacles with suckers.\nAll squid have a mouth with a radula, and jet propulsion with the siphon from the mantle. The radulla is a scraping organ in the mouth that scrapes nutrients from food sources.\nTentacles are used for locomotive power and capturing food sources. All squids are carnivores; they eat other animals, not plants.\nLike other cephalopoda, squid are intelligent animals. Squids have a head-like structure, with sense organs and brains in the front end. Although the squids lack exterior shells they have a vestigial shell inside, made of chitin.\nThe skin is covered in chromatophores, which enable the squid to change colour to suit its surroundings, making it effectively camouflaged. Controlled by the nervous system, the camouflage can change in 'real time'.\nSquid reproduction.\nAfter a male and female mate, the female squid lays eggs. The eggs are laid inside an egg case. Since the squid is usually a part of a shoal, it is laid with many other egg cases from many other squids, and then anchored to the sea floor. Because of this, squid eggs are often (many times) found in clumps, and those clumps often look like a flower.\nOften, the male will die a short time after mating, and the female will die once she has released her eggs. Because of this, squids usually lay eggs only once. Squids do not live very long. Although there are some long-lived species, most squids live for only one or two years.\nSize.\nMost squid are no more than long, although the giant squid may reach.\nIn 1978, sharp, curved claws on the suction cups of squid tentacles cut up the rubber coating on the hull of the USS \"Stein\". The size suggested the largest squid known at the time.\nIn February 2007, a New Zealand fishing vessel caught a colossal squid weighing and measuring around off the coast of Antarctica. This specimen is the largest invertebrate ever found. Squid have the largest eyes in the animal kingdom.\nGiant squid are featured in literature and folklore with a frightening connotation. The Kraken is a legendary tentacled monster possibly based on sightings of real giant squid.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cephalopod","surface_form":"cephalopod","offset":10},{"uri":"Order_(biology)","surface_form":"order","offset":29},{"uri":"Octopod","surface_form":"octopod","offset":78},{"uri":"Giant_squid","surface_form":"giant squid","offset":167},{"uri":"Colossal_squid","surface_form":"colossal squid","offset":183},{"uri":"Sperm_whale","surface_form":"sperm whale","offset":212},{"uri":"Sleeper_shark","surface_form":"sleeper shark","offset":229},{"uri":"Species","surface_form":"species","offset":265},{"uri":"Cuttlefish","surface_form":"cuttlefish","offset":312},{"uri":"Arm","surface_form":"arm","offset":335},{"uri":"Tentacles","surface_form":"tentacles","offset":374},{"uri":"Radula","surface_form":"radula","offset":428},{"uri":"Siphon_(mollusc)","surface_form":"siphon","offset":464},{"uri":"Mantle_(mollusc)","surface_form":"mantle","offset":480},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":514},{"uri":"Carnivore","surface_form":"carnivore","offset":658},{"uri":"Plant","surface_form":"plant","offset":698},{"uri":"Sense_organ","surface_form":"sense organ","offset":801},{"uri":"Vestigial","surface_form":"vestigial","offset":896},{"uri":"Chitin","surface_form":"chitin","offset":928},{"uri":"Chromatophore","surface_form":"chromatophore","offset":959},{"uri":"Camouflage","surface_form":"camouflage","offset":1063},{"uri":"Nervous_system","surface_form":"nervous system","offset":1094},{"uri":"Female","surface_form":"female","offset":1206},{"uri":"Egg_(biology)","surface_form":"egg","offset":1224},{"uri":"Shoaling_and_schooling","surface_form":"shoal","offset":1307},{"uri":"Anchor","surface_form":"anchor","offset":1384},{"uri":"Clump","surface_form":"clumps","offset":1471},{"uri":"Flower","surface_form":"flower","offset":1514},{"uri":"Giant_squid","surface_form":"giant squid","offset":1853},{"uri":"USS_Stein_(FF-1065)","surface_form":"USS \"Stein\"","offset":1989},{"uri":"Colossal_squid","surface_form":"colossal squid","offset":2114},{"uri":"Invertebrate","surface_form":"invertebrate","offset":2217},{"uri":"Kraken","surface_form":"Kraken","offset":2381}]}