{"id":181827,"url":"http://en.wikipedia.org/wiki/Noble_savage","text":"The noble savage is an old term.\nThe term \"noble savage'\" is an idea people had: Without civilization, humans are essentially good; it is civilization that makes them act in bad ways. The idea started in the 17th century and developed in the 18th century. One of the first to express it was Shaftesbury. He told the would-be author “to search for that simplicity of manners, and innocence of behaviour, which has been often known among mere savages; ere they were corrupted by our commerce” (\"Advice to an Author\", Part III.iii). His counter to the doctrine of original sin, born amid the optimistic atmosphere of Renaissance humanism, was taken up by another author who lived at the same time, the essayist Richard Steele, who attributed the corruption of contemporary manners to false education.\nIn the eighteenth-century cult of \"Primitivism\" the noble savage, uncorrupted by the influences of civilization, was considered more worthy, more authentically noble than the contemporary product of civilized training. Although the phrase \"noble savage\" first appeared in Dryden's \"The Conquest of Granada\" (1672), the idealized picture of \"nature's gentleman\" was an aspect of eighteenth-century sentimentalism, among other forces at work.\nPre-history of the Noble Savage.\nDuring the seventeenth century, as an aspect of Romantic \"Primitivism\", the figure of the \"Good Savage\" was held up as a reproach to European civilization, then in the throes of savage wars of religion. People were especially horrified by the Massacre of Saint Bartholomew (1572), in which some 20,000 men, women, and children were massacred, chiefly in Paris, but also throughout France, in a three-day period. This led Montaigne to write his famous essay \"Of Cannibals\" (1587), in which he stated that although cannibals ceremoniously eat each other, Europeans behave even more barbarously and burn each other alive for disagreeing about religion. The treatment of indigenous peoples by the Spanish Conquistadors also produced a great deal of bad conscience and recriminations. Bartolomé de las Casas, who witnessed it, may have been the first to idealize the simple life of the indigenous Americans. He and other observers praised the simple manners of the indigenous Americans and reported that they were incapable of lying. European guilt over colonialism, with its use of recently invented guns on people who did not have them inspired fictional treatments such as Aphra Behn's novel \"Oroonoko, or the Royal Slave\", about a slave revolt in Surinam in the West Indies. Behn's story was not primarily a protest against slavery but was written for money; and it met readers' expectations by following the conventions of the European romance novella. The leader of the revolt, Oroonoko, is truly noble in that he is a hereditary African prince, and he laments his lost African homeland in the traditional terms of a Golden Age. He is not a savage but dresses and behaves like a European aristocrat. Behn's story was adapted for the stage by Irish playwright Thomas Southerne, who stressed its sentimental aspects, and as time went on it came to be seen as addressing the issues of slavery and colonialism, remaining very popular throughout the Eighteenth Century.\nOrigin of term \"Noble Savage\".\nIn English, the phrase \"Noble Savage\" first appeared in Dryden's play, \"The Conquest of Granada\" (1672): \"I am as free as nature first made man, / Ere the base laws of servitude began, / When wild in woods the noble savage ran.\" However, the term \"Noble Savage\" only began to be widely used in the last half of the nineteenth century and then as a term of disparagement. In French the term had been the \"Good Savage\" (or good \"Wild man\"), and, in French (and even in eighteenth-century English), the word \"savage\" did not necessarily have the connotations of cruelty we now associate with it, but meant \"wild\" as in a wild flower.\nThe idealized picture of \"Nature's Gentleman\" was an aspect of eighteenth-century sentimentalism, along with other stock figures such as, the Virtuous Milkmaid, the Servant-More-Clever-than-the-Master (such as Sancho Panza and Figaro, among countless others), and the general theme of virtue in the lowly born. Nature's Gentleman, whether European-born or exotic, takes his place among these tropes, along with the Wise Egyptian, Persian, and Chinaman. He had always existed, from the time of the epic of Gilgamesh, where he appears as Enkiddu, the wild-but-good man who lives with animals; and the untutored-but-noble medieval knight, Parsifal. Even the Biblical David the shepherd boy, falls into this category. Indeed, that virtue and lowly birth can coexist is a time-honored tenet of Abrahamic religion, most conspicuously so in the case of the Founder of the Christian religion. Likewise, the idea that withdrawal from society—and specifically from cities—is associated with virtue, is originally a religious one.\n\"Hayy ibn Yaqdhan\" an Islamic philosophical tale (or thought experiment) by Ibn Tufail from twelfth-century Andalusia, straddles the divide between the religious and the secular. The tale is of interest because it was known to the New England Puritan divine, Cotton Mather. Translated in to English (from Latin) in 1686 and 1708, it tells the story of Hayy, a wild child, raised by a gazelle, without human contact, on a deserted island in the Indian Ocean. Purely through the use of his reason, Hayy goes through all the gradations of knowledge before emerging into human society, where he revealed to be a believer of Natural religion, which Cotton Mather, as a Christian Divine, identified with Primitive Christianity. The figure of Hayy is both a Natural man and a Wise Persian, but not a Noble Savage.\nLo, the poor Indian! whose untutor'd mind /\nSees God in clouds, or hears him in the wind; /\nHis soul proud Science never taught to stray /\nFar as the solar walk or milky way; /\nYet simple Nature to his hope has giv'n, /\nBehind the cloud-topp'd hill, a humbler heav'n; /\nSome safer world in depth of woods embrac'd, /\nSome happier island in the wat'ry waste, /\nWhere slaves once more their native land behold, /\nNo fiends torment, no Christians thirst for gold! /\nTo be, contents his natural desire; /\nHe asks no angel's wing, no seraph's fire: /\nBut thinks, admitted to that equal sky, /\nHis faithful dog shall bear him company.\nPope's poem expresses the typical Age of Reason belief that men are everywhere and in all times the same, which was also Christian doctrine (Pope was a Catholic). He portrays his Indian as a victim (\"the poor Indian\"), who, although less learned and with less aspirations than his European counterpart, is as good or better and hence equally worthy of salvation. He is a \"bon sauvage\", but not a noble one.\nAttributes of Romantic Primitivism.\nIn the first century CE, all of these qualities had been attributed by Tacitus to the German barbarians in his \"Germania\", in which he contrasted them repeatedly with the softened, Romanized, corrupted Gauls, by inference criticizing his own Roman culture for getting away from its roots—which was the perennial function of such comparisons. The Germans did not inhabit a \"Golden Age\" of ease, but were tough and inured to hardship, qualities which Tacitus saw as preferable to the \"softness\" of civilized life. In antiquity this form of \"hard Primitivism\", whether viewed as desirable or seen as something to escape, co-existed in rhetorical opposition to the \"soft Primitivism\" of visions of a lost Golden Age of ease and plenty.\nThey greatly excel the Lowlanders in all the exercises that require agility; they are incredibly abstemious, and patient of hunger and fatigue; so steeled against the weather, that in traveling, even when the ground is covered with snow, they never look for a house, or any other shelter but their plaid, in which they wrap themselves up, and go to sleep under the cope of heaven. Such people, in quality of soldiers, must be invincible...","categories":[],"infobox_types":[],"annotations":[{"uri":"Idea","surface_form":"idea","offset":64},{"uri":"Civilization","surface_form":"civilization","offset":89},{"uri":"Human","surface_form":"human","offset":103},{"uri":"17th_century","surface_form":"17th century","offset":208},{"uri":"18th_century","surface_form":"18th century","offset":242},{"uri":"Anthony_Ashley-Cooper%2C_3rd_Earl_of_Shaftesbury","surface_form":"Shaftesbury","offset":291},{"uri":"Original_sin","surface_form":"original sin","offset":561},{"uri":"Renaissance_humanism","surface_form":"Renaissance humanism","offset":614},{"uri":"Richard_Steele","surface_form":"Richard Steele","offset":708},{"uri":"Primitivism","surface_form":"Primitivism","offset":833},{"uri":"John_Dryden","surface_form":"Dryden","offset":1070},{"uri":"The_Conquest_of_Granada","surface_form":"The Conquest of Granada","offset":1080},{"uri":"Moral_sense_theory","surface_form":"sentimentalism","offset":1195},{"uri":"Primitivism","surface_form":"Primitivism","offset":1330},{"uri":"Massacre_of_Saint_Bartholomew","surface_form":"Massacre of Saint Bartholomew","offset":1515},{"uri":"Montaigne","surface_form":"Montaigne","offset":1693},{"uri":"Bartolom%C3%A9_de_las_Casas","surface_form":"Bartolomé de las Casas","offset":2052},{"uri":"Colonialism","surface_form":"colonialism","offset":2321},{"uri":"Aphra_Behn","surface_form":"Aphra Behn","offset":2443},{"uri":"Oroonoko","surface_form":"Oroonoko","offset":2463},{"uri":"Surinam","surface_form":"Surinam","offset":2518},{"uri":"West_Indies","surface_form":"West Indies","offset":2533},{"uri":"Golden_Age","surface_form":"Golden Age","offset":2890},{"uri":"Thomas_Southerne","surface_form":"Thomas Southerne","offset":3032},{"uri":"Slavery","surface_form":"slavery","offset":3155},{"uri":"Colonialism","surface_form":"colonialism","offset":3167},{"uri":"John_Dryden","surface_form":"Dryden","offset":3325},{"uri":"The_Conquest_of_Granada","surface_form":"The Conquest of Granada","offset":3341},{"uri":"Sentimentalism_(literature)","surface_form":"sentimentalism","offset":3982},{"uri":"Sancho_Panza","surface_form":"Sancho Panza","offset":4110},{"uri":"Figaro","surface_form":"Figaro","offset":4127},{"uri":"Trope","surface_form":"trope","offset":4292},{"uri":"Gilgamesh","surface_form":"Gilgamesh","offset":4405},{"uri":"Enkiddu","surface_form":"Enkiddu","offset":4436},{"uri":"Parsifal","surface_form":"Parsifal","offset":4536},{"uri":"David","surface_form":"David","offset":4564},{"uri":"Abrahamic","surface_form":"Abrahamic","offset":4689},{"uri":"Hayy_ibn_Yaqdhan","surface_form":"Hayy ibn Yaqdhan","offset":4921},{"uri":"Cotton_Mather","surface_form":"Cotton Mather","offset":5179},{"uri":"Wild_child","surface_form":"wild child","offset":5280},{"uri":"Natural_religion","surface_form":"Natural religion","offset":5540},{"uri":"Primitive_Christianity","surface_form":"Primitive Christianity","offset":5618},{"uri":"Age_of_Reason","surface_form":"Age of Reason","offset":6390},{"uri":"Tacitus","surface_form":"Tacitus","offset":6870},{"uri":"Germania_(book)","surface_form":"Germania","offset":6911},{"uri":"Gauls","surface_form":"Gauls","offset":7001},{"uri":"Golden_Age","surface_form":"Golden Age","offset":7172},{"uri":"Golden_Age","surface_form":"Golden Age","offset":7500}]}