{"id":182183,"url":"http://en.wikipedia.org/wiki/Fanfare","text":"A fanfare is a short, showy, piece of music usually played for a special event. It is often played to announce the arrival of an important person, such as a king, queen or presidential leader. Fanfares are usually played by trumpets or French horns and other brass instruments, often with drums. The word \"fanfare\" can also mean an event with a high amount of publicity, even if there is no actual music.\nHistory.\nFanfares began in the Middle Ages. Modern movies often show trumpets playing fanfares in ancient Rome, but there is little evidence that this ever happened. In the 18th century France, the fanfare was a piece of music with energy and repeated notes. Modern fanfares come from the 19th century in Britain where they were written for important state events such as the crowning of a king or queen. Hubert Parry wrote a fanfare, \"I Was Glad\", for the coronation of Edward VII.\nFanfares today.\nFanfares are used today as music at the start of television and radio news programs. Often they are used as victory marches in video games, particularly Role Playing Games. Fanfares are also seen at military parades and events. The British Army bands all have a special teams of between four and eight trumpet players to play fanfares. The new University for the Creative Arts in England has asked composer Edward Gregson to write a fanfare to play at its graduation ceremonies.\nFanfare trumpets.\nA special trumpet, usually called a herald trumpet, is often used to play fanfares. The fanfare trumpet has a long straight tube, which often can have a banner hanging from it. There are three sizes of fanfare trumpet, a Bb trumpet, tenor trumpet and a bass trumpet.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":38},{"uri":"Trumpet","surface_form":"trumpet","offset":224},{"uri":"French_horns","surface_form":"French horns","offset":236},{"uri":"Brass_instrument","surface_form":"brass instrument","offset":259},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":436},{"uri":"Ancient_Rome","surface_form":"ancient Rome","offset":503},{"uri":"18th_century","surface_form":"18th century","offset":578},{"uri":"France","surface_form":"France","offset":591},{"uri":"19th_century","surface_form":"19th century","offset":694},{"uri":"United_Kingdom","surface_form":"Britain","offset":710},{"uri":"Coronation","surface_form":"crowning","offset":781},{"uri":"Hubert_Parry","surface_form":"Hubert Parry","offset":810},{"uri":"Coronation","surface_form":"coronation","offset":862},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"Edward VII","offset":876},{"uri":"Role_Playing_Games","surface_form":"Role Playing Games","offset":1057},{"uri":"Parade","surface_form":"parade","offset":1112},{"uri":"British_Army","surface_form":"British Army","offset":1136}]}