{"id":18216,"url":"http://en.wikipedia.org/wiki/Airbus","text":"Airbus SE (,,) is a company which makes aircraft. It is owned by EADS, a European aerospace company. Airbus has its headquarters in Blagnac, France.\nAirbus began as a consortium (a group) of aircraft makers called Airbus Industrie. Later, in 2001, it became a joint-stock company. It was owned by EADS (80%) and BAE Systems (20%). BAE sold its part of the company to EADS on 13 October 2006, so EADS now completely owns the company.\nAround 55,000 people work for Airbus in sixteen places in four European Union countries: France, Germany, the United Kingdom and Spain. The final part of Airbus aircraft making is done in Toulouse, France; Hamburg, Germany; Seville, Spain; and, since 2009, Tianjin, China.\nAirbus makes and sells the first digital fly-by-wire airliner, the Airbus A320. Airbus also makes the biggest airliner in the world, the Airbus A380.\nOrigins.\n\"Airbus Industrie\" started as a consortium (group) of European aircraft makers. The companies came together to compete with American companies like Boeing, McDonnell Douglas and Lockheed.\nEven though a lot of European planes had a lot of new features, even the most successful planes were not made for long. In 1991, Jean Pierson, who was then the CEO and Managing Director of Airbus Industrie, gave some reasons why American plane makers were bigger: because the United States is so big, people preferred to fly; a 1942 agreement between the United Kingdom and the United States meant that the United States would make transport planes; and World War II had given the United States \"a profitable, vigorous, powerful and structured aeronautical industry.\"\nIn the 1960s, some plane makers were thinking about coming together. Some aircraft companies had already thought that this would need to happen. In 1959, Hawker Siddeley thought about making an \"Airbus\" version of the Armstrong Whitworth AW.660 Argosy. This version would \"be able to lift as many as 126 passengers on ultra short routes at a direct operating cost of 2d. per seat mile.\" However, European aircraft makers knew that making this plane would be dangerous. They knew that they would have to work together to make a plane like this. At the 1965 Paris Air Show, big European airlines began to think about the specifications for the \"airbus\". In that same year, Hawker Siddeley joined with Breguet and Nord to design the airbus. By 1966, Sud Aviation (became Aérospatiale) (France), Arbeitsgemeinschaft Airbus (became Deutsche Airbus) (Germany) and Hawker Siddeley (UK) were all working together. The partners asked for money from the French, German and British governments in October 1966. On 25 July 1967, the three governments gave the money and decided to continue with the airbus.\nIn the two years after this, both the British and French governments thought the project would fail. 75 orders were needed before 31 July 1968. The French government thought about leaving the partnership, because it was worried about the costs of the Airbus A300, Concorde and the Dassault Mercure. The French government was persuaded to stay. The British government left the partnership on 10 April 1969. Hawker Siddeley was helping until the British government left, and France and Germany did not want to design the airbus' wing (which Hawker Siddeley was doing). Hawker Siddeley was allowed to keep helping, but it did not have any help from the British government.\nBeginning of Airbus Industry.\nAirbus Industrie was officially started as a \"Groupement d'Interet Économique\" (Economic Interest Group or GIE) on 18 December 1970. The name \"Airbus\" was taken from a word used by airlines in the 1960s. It meant an aircraft with a certain size and range. Aérospatiale and Deutsche Airbus each owned 36.5% of the company, Hawker Siddeley owned 20% and Fokker-VFW owned 7%. Each company made its own parts of the plane, and they were completely ready when they were delivered. In October 1971, the Spanish company CASA took 4.2% of Airbus Industrie. Aérospatiale and Deutsche Airbus lowered their share to 47.9%. In January 1979, British Aerospace, which had taken over Hawker Siddeley in 1977, took 20% of Airbus Industrie. Aérospatiale and Deutsche Airbus lowered their share even more, to 37.9%. CASA kept its 4.2%.\nDesigning the Airbus A300.\nThe Airbus A300 was to be the first aircraft which was designed, made and sold by Airbus Industrie. By 1967, the \"A300\" label was given an airliner which Airbus Industrie was thinking about making, with 320 seats and two engines. Roger Béteille was made the technical director of the A300 design. Béteille decided which companies would make which parts of the plane: France would make the cockpit, flight controls and part of the fuselage; Hawker Siddeley made the wings; Germany made part of the fuselage; the Dutch made the flaps and spoilers; and Spain made the horizontal tailplane. On 26 September 1967 the German, French and British governments signed an agreement in London, which allowed Airbus Industrie to continue designing the plane. Rolls-Royce made the engines.\nAirlines did not really want a 300+ seat Airbus A300, so Airbus Industrie made the A250 proposal. This later became the A300B, which had 250 seats and did not need a new engine design. This made the plane much cheaper to design, as the Rolls-Royce RB207 which would have been used in the A300 made up a lot of the costs. The RB207 had also had design problems and delays, since Rolls-Royce was concentrating on designing a different jet engine, the RB211, for the Lockheed L-1011 The A300B was smaller but lighter than its American rivals.\nIn 1972, the A300 made its first flight. The first type of A300, the A300B2, began being used by airlines in 1974. However, not much attention was paid to the A300 because of the launch of Concorde. At first, the A300 was not very successful. However, airlines began to order more and more. Part of this was because of the Airbus Industrie CEO Bernard Lathière, who tried to sell the plane to airlines in America and Asia. By 1979, Airbus Industrie had 256 orders for the A300. Airbus Industrie had also designed a more advanced aircraft, the Airbus A310, the year before. It was the A320 in 1981 which made Airbus Industrie a very big aircraft maker. More than 400 orders were made for the A320 before it even flew. Only 15 were made for the A300 before it first flew.\nChange to Airbus.\nSince Airbus Industrie's planes were made by different companies, Airbus Industrie really only sold and advertised the planes. It became obvious that Airbus was no longer a temporary group made just to make one plane. It had become a big company which could make more planes. By the late 1980s, Airbus Industrie was working on two medium-sized planes: the Airbus A330 and the Airbus A340.\nIn the early 1990s, the Airbus CEO Jean Pierson said that the partnership should be closed, and Airbus Industrie should become its own company. However, the difficulties of integrating and valuing the assets of four companies, as well as legal issues, delayed the initiative. In December 1998, when British Aerospace and DASA were close to merging with each other, Aérospatiale stopped the negotiations. The French company thought that if BAe and DASA merged, that company would own 57.9% of Airbus. Aérospatiale insisted that each company own half of Airbus each. However, the problem was fixed in January 1999, when BAe merged with Marconi Electronic Systems instead. This company became BAE Systems. Then in 2000, three of the companies which made Airbus Industrie (DaimlerChrysler Aerospace, the new Deutsche Airbus; Aérospatiale-Matra, the new Sud-Aviation; and CASA) merged. This merger made EADS. EADS now owned Airbus France, Airbus Deutschland and Airbus España, which was 80% of Airbus Industrie. BAE Systems and EADS created the new company, Airbus SAS. Both companies owned part of Airbus.\nDesigning the Airbus A380.\nThroughout 1988, some Airbus engineers, led by Jean Roeder, began secretly designing a very big plane. It was made to allow Airbus to rival Boeing, whose 747 had been the only very big plane since the 1970s. Airbus made the project public at the 1990 Farnborough Air Show. Airbus wanted to make this plane 15% cheaper to use than the Boeing 747-400. In June 1994, Airbus named the plane the A3XX.\nFive A380s were made for testing, and also to demonstrate the plane to airlines and the public. The first A380 was shown to the public on 18 January 2005, and it first flew on 27 April 2005. The head test pilot said that flying the A380 was like \"like handling a bicycle\". On 1 December 2005, the A380 reached its maximum speed, Mach 0.96. On 10 January 2006, the A380 made its first flight across the Atlantic, to Medellín, in Colombia.\nOn 3 October 2006, Airbus' CEO Christian Streiff said that the Airbus A380 was delayed because of problems with the software used to design the aircraft. The Toulouse factory used the latest version of CATIA (made by Dassault), but the people who were designing the plane in the Hamburg factory were using an older version. The 530 km of cables which go through the aircraft had to have their design completely changed. No airlines cancelled their orders, but Airbus still had to pay a lot of money because of the delay.\nThe first A380 was delivered to Singapore Airlines on 15 October 2007. It began to be used on 25 October 2007, when it flew between Singapore and Sydney. Two months later, Singapore Airlines' CEO Chew Choong Seng said that the A380 was better than both the airline and Airbus thought. It used 20% less fuel per passenger than the Boeing 747-400. Emirates was the second airline to get an A380 on 28 July 2008, and it used the A380 to fly between Dubai and New York on 1 August 2008. Qantas got the A380 on 19 September 2008, and its A380s flew between Melbourne and Los Angeles on 20 October 2008.\nBAE sells its part of Airbus.\nOn 6 April 2006, it was announced that BAE Systems would sell its 20% of Airbus. Its share was worth about €3.5 billion (US$4.17 billion). At first, BAE wanted to agree a price with EADS informally.\nOn 2 July 2006, BAE's part of the company was thought to be worth about £1.9 billion (€2.75 billion), which was much less than what BAE, analysts, and even EADS thought. In September 2006, BAE sold its part of Airbus for £1.87 billion (€2.75 billion, $3.53 billion). On 4 October, BAE's shareholders decided that the sale should go ahead, meaning that Airbus is now completely owned by EADS.\n2007 restructuring.\nOn 28 February 2007, CEO Louis Gallois said that Airbus was planning to make some changes. The programme was called Power8, and it got rid of 10,000 jobs over four years: 4,300 in France, 3,700 in Germany, 1,600 in the UK and 400 in Spain. Airbus factories in Saint Nazaire, Varel and Laupheim could be sold or closed, while Meaulte, Nordenham and Filton are \"open to investors\". Unions in France and Germany threatened to go on strike because of the job cuts.\n2011 A320neo record orders.\nAt the 2011 Paris Air Show, Airbus got 730 orders for Airbus A320neo family planes. These orders were worth $72.2 billion, and the number of orders is a new record in aviation. The A320neo was announced in December 2010, and it got 667 orders. Together with the orders before that time, there were 1029 orders made within six months after the plane was launched, which is also a new record.\nCivilian planes.\nThe first Airbus plane was the A300, the world's first twin-engined aircraft to have two aisles. A shorter version of the A300 is called the Airbus A310. Airbus launched the A320, which is special as it is the first commercial plane to use a digital fly-by-wire control system. The A320 has been, and still is, a very big success. The A318 and A319 are shorter versions, and the A321 is a longer version, of the A320. The A320's main rival is the Boeing 737 family.\nThe long-range wide-body planes, the Airbus A330 and the Airbus A340, have efficient wings, which also have winglets. The Airbus A340-500 can fly for, which is the second-longest range for any commercial plane, after the Boeing 777-200LR. All Airbus aircraft after the A320 have similar cockpits, which makes it easier to train pilots. Airbus stopped making A340s in 2011 because not enough planes were being sold compared to other planes like the Boeing 777.\nAirbus is studying a replacement for the A320. This plane is called the Airbus NSR, for \"New Short-Range aircraft\". Those studies said that the NSR could burn 9–10% less fuel than the current A320. Instead of making a brand new plane, Airbus decided to make changes to the current A320 by adding winglets and other improvements. This updated type of A320 is called the \"A320 Enhanced\" and it should use 4–5% less fuel.\nIn July 2007, Airbus gave the last A300 to FedEx, which was when Airbus stopped making A300/A310s.\nAirbus made parts and helped maintain Concorde until it was retired in 2003.\nAirbus Executive and Private Aviation is the part of Airbus which makes private jets. After Boeing started the Boeing Business Jet, Airbus made the A319 Corporate Jet in 1997. As of December 2008, 121 corporate and private jets are being used and 164 aircraft have been ordered.\nMilitary planes.\nIn the late 1990s Airbus became interested in designing and selling aircraft to the military. Airbus made planes for aerial refuelling with the Airbus A310 MRTT and the Airbus A330 MRTT, and tactical airlift with the A400M.\nIn January 1999, Airbus started another company, Airbus Military SAS, to design and make a tactical transport aircraft, the Airbus Military A400M. The A400M was designed by several NATO members: Belgium, France, Germany, Luxembourg, Spain, Turkey, and the UK, so that these countries did not have to use foreign transport planes. The A400M has had many delays.\nOrders and deliveries.\n\"Data as of 31 May 2013.\"\nRivalry with Boeing.\nAirbus is in a fierce rivalry with Boeing. NAirbus won more plane orders in 2003 and 2004. In 2005, Airbus got 1111 orders, and Boeing got 1029. In 2006, Airbus had its second-best year ever, when it got 824 orders. The year before that was even better. In August 2010, Airbus said that it would be making more A320 airliners, so that 40 would be made every month by 2012, when Boeing was making more 737s, so that 35 would be made every month.\nAs of April 2013, 7,264 Airbus aircraft are being used. There are 21% more Boeing aircraft than Airbus, because Airbus has not existed as long as Boeing. However, Airbus is catching up, as older Boeings are being retired.\nRecently, more Boeing 777s have been sold than Airbus planes like the A330-300. The A330-200 is the main rival of the 767, and the A330-200 has sold more than the 767.\nAirbus has also made the Airbus A350 XWB to be a rival to the Boeing 787 Dreamliner. This was done because airlines were asking Airbus to make a plane to rival the 787.\nBoeing has complained that Airbus gets unfair help from European governments. However, Airbus has said that Boeing gets money illegally from the United States government, as the U.S. government buys many of Boeing's military products.\nThe WTO said in August 2010 and in May 2011 that Airbus was given unfair help by governments of European countries. In February 2011, the WTO found that Boeing had been given help by U.S. governments which broke the WTO rules.\nFactories around the world.\nAirbus uses the \"Beluga\" to move different parts of Airbus planes from one factory to the other. Boeing also uses some Boeing 747s to do this to transport parts for the 787. However, some parts of the Airbus A380 are too large to be carried by the Beluga. These big A380 parts are brought to Bordeaux on a ship. They are then taken to Toulouse on the Itinéraire à Grand Gabarit.\nAirbus opened a factory in Tianjin, People's Republic of China in 2009.\nAirbus started making a $350 million factory in Harbin, China in July 2009. When it is finished, 1,000 people will work there.\nEnvironment.\nAirbus has started \"Flightpath 2050\", which will lower the amount of noise, CO2 and NOx made by Airbus planes.\nBiofuel.\nAirbus has joined Honeywell and JetBlue Airways to lower the amount of pollution and how much oil planes need to use. They are trying to make a biofuel which could be used by 2030.\nAirbus recently had the first flight using special fuel. It used 60% kerosene and 40% gas to liquids (GTL) fuel. It gave out the same amount of carbon, but less sulphur. The special fuel worked with Airbus' engine, so this type of fuel should not need new engines. This flight is thought to be a good advance towards environmentally-friendly planes.\nEmployees in different factories.\n\"(Data as of 31 December 2006)\"\nAirbus plane numbering system.\nAirbus names its planes in a special way. The format is: the plane name, a dash, and a three-digit number.\nThe three-digit number after the plane name means the aircraft series, the company which makes the engines, and the version of the engines. For example, an A320-200 with version one International Aero Engines (IAE) V2500 engines would be called the A320-231.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soci%C3%A9t%C3%A9_par_actions_simplifi%C3%A9e","surface_form":"SE","offset":7},{"uri":"Aircraft","surface_form":"aircraft","offset":40},{"uri":"EADS","surface_form":"EADS","offset":65},{"uri":"Aerospace","surface_form":"aerospace","offset":82},{"uri":"Headquarters","surface_form":"headquarters","offset":116},{"uri":"Blagnac","surface_form":"Blagnac","offset":132},{"uri":"Consortium","surface_form":"consortium","offset":167},{"uri":"Joint-stock_company","surface_form":"joint-stock company","offset":260},{"uri":"EADS","surface_form":"EADS","offset":297},{"uri":"BAE_Systems","surface_form":"BAE Systems","offset":312},{"uri":"European_Union","surface_form":"European Union","offset":496},{"uri":"Toulouse","surface_form":"Toulouse","offset":621},{"uri":"Hamburg","surface_form":"Hamburg","offset":639},{"uri":"Seville","surface_form":"Seville","offset":657},{"uri":"Tianjin","surface_form":"Tianjin","offset":690},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":699},{"uri":"Fly-by-wire","surface_form":"fly-by-wire","offset":747},{"uri":"Airbus_A320_family","surface_form":"Airbus A320","offset":773},{"uri":"Airbus_A380","surface_form":"Airbus A380","offset":843},{"uri":"Consortium","surface_form":"consortium","offset":897},{"uri":"Boeing","surface_form":"Boeing","offset":1013},{"uri":"McDonnell_Douglas","surface_form":"McDonnell Douglas","offset":1021},{"uri":"Lockheed_Corporation","surface_form":"Lockheed","offset":1043},{"uri":"Hawker_Siddeley","surface_form":"Hawker Siddeley","offset":1775},{"uri":"Armstrong_Whitworth_AW.660_Argosy","surface_form":"Armstrong Whitworth AW.660 Argosy","offset":1839},{"uri":"%C2%A3sd","surface_form":"2d.","offset":1988},{"uri":"Paris_Air_Show","surface_form":"Paris Air Show","offset":2177},{"uri":"Specifications","surface_form":"specifications","offset":2240},{"uri":"Soci%C3%A9t%C3%A9_Anonyme_des_Ateliers_d%27Aviation_Louis_Breguet","surface_form":"Breguet","offset":2320},{"uri":"Nord_Aviation","surface_form":"Nord","offset":2332},{"uri":"Sud_Aviation","surface_form":"Sud Aviation","offset":2368},{"uri":"A%C3%A9rospatiale","surface_form":"Aérospatiale","offset":2389},{"uri":"Airbus_A300","surface_form":"Airbus A300","offset":2967},{"uri":"Concorde","surface_form":"Concorde","offset":2980},{"uri":"Dassault_Mercure","surface_form":"Dassault Mercure","offset":2997},{"uri":"Persuade","surface_form":"persuaded","offset":3041},{"uri":"Construcciones_Aeron%C3%A1uticas_SA","surface_form":"CASA","offset":3929},{"uri":"Airbus_A300","surface_form":"A300","offset":4375},{"uri":"Roger_B%C3%A9teille","surface_form":"Roger Béteille","offset":4491},{"uri":"Flap_(aircraft)","surface_form":"flap","offset":4787},{"uri":"Horizontal_tailplane","surface_form":"horizontal tailplane","offset":4826},{"uri":"Rolls-Royce_plc","surface_form":"Rolls-Royce","offset":5007},{"uri":"Rolls-Royce_plc","surface_form":"Rolls-Royce","offset":5415},{"uri":"Rolls-Royce_RB211","surface_form":"RB211","offset":5486},{"uri":"Lockheed_L-1011","surface_form":"Lockheed L-1011","offset":5501},{"uri":"Concorde","surface_form":"Concorde","offset":5766},{"uri":"Airbus_A310","surface_form":"Airbus A310","offset":6120},{"uri":"Airbus_A320_family","surface_form":"A320","offset":6161},{"uri":"Airbus_A330","surface_form":"Airbus A330","offset":6721},{"uri":"Airbus_A340","surface_form":"Airbus A340","offset":6741},{"uri":"Negotiation","surface_form":"negotiation","offset":7144},{"uri":"Marconi_Electronic_Systems","surface_form":"Marconi Electronic Systems","offset":7388},{"uri":"BAE_Systems","surface_form":"BAE Systems","offset":7444},{"uri":"DaimlerChrysler_Aerospace","surface_form":"DaimlerChrysler Aerospace","offset":7523},{"uri":"A%C3%A9rospatiale-Matra","surface_form":"Aérospatiale-Matra","offset":7575},{"uri":"EADS","surface_form":"EADS","offset":7652},{"uri":"Boeing","surface_form":"Boeing","offset":8023},{"uri":"Boeing_747","surface_form":"747","offset":8037},{"uri":"Farnborough_Air_Show","surface_form":"Farnborough Air Show","offset":8134},{"uri":"Demonstration","surface_form":"demonstrate","offset":8326},{"uri":"Medell%C3%ADn","surface_form":"Medellín","offset":8695},{"uri":"Christian_Streiff","surface_form":"Christian Streiff","offset":8749},{"uri":"Computer-aided_design","surface_form":"software used to design","offset":8834},{"uri":"Toulouse","surface_form":"Toulouse","offset":8876},{"uri":"CATIA","surface_form":"CATIA","offset":8920},{"uri":"Dassault","surface_form":"Dassault","offset":8935},{"uri":"Hamburg","surface_form":"Hamburg","offset":8997},{"uri":"Singapore_Airlines","surface_form":"Singapore Airlines","offset":9271},{"uri":"Singapore","surface_form":"Singapore","offset":9371},{"uri":"Emirates_Airline","surface_form":"Emirates","offset":9585},{"uri":"Dubai","surface_form":"Dubai","offset":9685},{"uri":"John_F._Kennedy_International_Airport","surface_form":"New York","offset":9695},{"uri":"Qantas","surface_form":"Qantas","offset":9722},{"uri":"BAE_Systems","surface_form":"BAE Systems","offset":9906},{"uri":"Shareholder","surface_form":"shareholder","offset":10353},{"uri":"Saint_Nazaire","surface_form":"Saint Nazaire","offset":10738},{"uri":"Varel","surface_form":"Varel","offset":10753},{"uri":"Laupheim","surface_form":"Laupheim","offset":10763},{"uri":"Meaulte","surface_form":"Meaulte","offset":10803},{"uri":"Nordenham","surface_form":"Nordenham","offset":10812},{"uri":"Filton","surface_form":"Filton","offset":10826},{"uri":"Paris_Air_Show","surface_form":"Paris Air Show","offset":10979},{"uri":"Airbus_A320neo_family","surface_form":"Airbus A320neo family","offset":11021},{"uri":"Twin-engine","surface_form":"twin-engine","offset":11430},{"uri":"Airbus_A300","surface_form":"A300","offset":11497},{"uri":"Airbus_A310","surface_form":"Airbus A310","offset":11516},{"uri":"Airbus_A320_family","surface_form":"A320","offset":11549},{"uri":"Fly-by-wire","surface_form":"fly-by-wire","offset":11625},{"uri":"Boeing_737","surface_form":"Boeing 737","offset":11822},{"uri":"Wide-body_aircraft","surface_form":"wide-body","offset":11856},{"uri":"Airbus_A330","surface_form":"Airbus A330","offset":11878},{"uri":"Airbus_A340","surface_form":"Airbus A340","offset":11898},{"uri":"Efficient","surface_form":"efficient","offset":11916},{"uri":"Wingtip_device","surface_form":"winglets","offset":11949},{"uri":"Airbus_A340","surface_form":"A340-500","offset":11970},{"uri":"Boeing_777-200LR","surface_form":"Boeing 777-200LR","offset":12062},{"uri":"Boeing_777","surface_form":"Boeing 777","offset":12289},{"uri":"Airbus_NSR","surface_form":"Airbus NSR","offset":12373},{"uri":"Concorde","surface_form":"Concorde","offset":12857},{"uri":"Airbus_Executive_and_Private_Aviation","surface_form":"Airbus Executive and Private Aviation","offset":12896},{"uri":"Private_jet","surface_form":"private jet","offset":12968},{"uri":"Boeing_Business_Jet","surface_form":"Boeing Business Jet","offset":13007},{"uri":"Aerial_refuelling","surface_form":"aerial refuelling","offset":13309},{"uri":"Airbus_A310_MRTT","surface_form":"Airbus A310 MRTT","offset":13336},{"uri":"Airbus_A330_MRTT","surface_form":"Airbus A330 MRTT","offset":13361},{"uri":"Tactical_airlift","surface_form":"tactical airlift","offset":13383},{"uri":"A400M","surface_form":"A400M","offset":13409},{"uri":"Airlift_(military)","surface_form":"tactical transport","offset":13507},{"uri":"Airbus_A400M_Atlas","surface_form":"Airbus Military A400M","offset":13540},{"uri":"NATO","surface_form":"NATO","offset":13597},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":13637},{"uri":"Airbus_A320","surface_form":"A320","offset":14158},{"uri":"Boeing_777","surface_form":"Boeing 777","offset":14529},{"uri":"Boeing_767","surface_form":"767","offset":14632},{"uri":"Airbus_A350_XWB","surface_form":"Airbus A350 XWB","offset":14707},{"uri":"Boeing_787_Dreamliner","surface_form":"Boeing 787 Dreamliner","offset":14744},{"uri":"WTO","surface_form":"WTO","offset":15090},{"uri":"Airbus_Beluga","surface_form":"Beluga","offset":15358},{"uri":"Boeing_747","surface_form":"Boeing 747","offset":15460},{"uri":"Transport","surface_form":"transport","offset":15486},{"uri":"Airbus_Beluga","surface_form":"Beluga","offset":15589},{"uri":"Bordeaux","surface_form":"Bordeaux","offset":15633},{"uri":"Itin%C3%A9raire_%C3%A0_Grand_Gabarit","surface_form":"Itinéraire à Grand Gabarit","offset":15692},{"uri":"Tianjin","surface_form":"Tianjin","offset":15747},{"uri":"Harbin","surface_form":"Harbin","offset":15840},{"uri":"NOx","surface_form":"NOx","offset":16016},{"uri":"Honeywell","surface_form":"Honeywell","offset":16070},{"uri":"JetBlue_Airways","surface_form":"JetBlue Airways","offset":16084},{"uri":"Biofuel","surface_form":"biofuel","offset":16196},{"uri":"Kerosene","surface_form":"kerosene","offset":16302},{"uri":"Gas_to_liquids","surface_form":"gas to liquids","offset":16319}]}