{"id":182223,"url":"http://en.wikipedia.org/wiki/Surveillance","text":"Surveillance means watching someone or something. It may be secret, and many methods are used including telephone tapping to listen to the person's calls and putting an electronic listening device, a bug, into a room.\nGovernments and the military have built large facilities designed to listen in to communications between other governments and military groups. For example the U.S. has a large base at Pine Gap near Alice Springs, Australia, which listens to communication signals from all over the world.\nEavesdropping is also surveillance, but often without much planning. It means listening to things you aren't supposed to hear. It is a deliberate act, rather than simply overhearing someone else talking.\nSurveillance methods.\nMany people engage in surveillance for many purposes. That purpose may be crime prevention, alerting for attacks, or general gathering of information for a politcal purpose. The results of surveillance are sometimes called \"intelligence\". Surveillance collects information for police, intelligence agencies, military planners or commercial firms.\nThis may include observation from a distance by means of electronic equipment (such as CCTV cameras), or interception of electronically transmitted information (such as internet traffic or phone calls).\nSurveillance may include simple, relatively low-technology methods such as watchtowers, human intelligence agents and postal interception. On the other hand, global surveillance is done by satellite cameras on a daily basis. Such satellites are called \"reconnaissance satellite\" or spy satellites.\nThe word \"surveillance\" comes from a French phrase for \"watching over\" (\"sur\" means \"from above\" and \"veiller\" means \"to watch\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Telephone_tapping","surface_form":"telephone tapping","offset":104},{"uri":"Military","surface_form":"military","offset":238},{"uri":"Alice_Springs%2C_Northern_Territory","surface_form":"Alice Springs","offset":417},{"uri":"Closed-circuit_television","surface_form":"CCTV","offset":1167},{"uri":"Internet","surface_form":"internet","offset":1249},{"uri":"Watchtower","surface_form":"watchtower","offset":1358},{"uri":"Satellite","surface_form":"satellite","offset":1472},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":1536},{"uri":"Surveillance","surface_form":"surveillance","offset":1591},{"uri":"French_language","surface_form":"French","offset":1618}]}