{"id":182215,"url":"http://en.wikipedia.org/wiki/Hearing_dog","text":"A hearing dog is a special type of working dog that has been trained to help deaf people and people who have hearing problems. The dogs are trained to tell their owner when they hear important sounds.\nTraining.\nHearing dogs need to be calm and friendly around people. They need to be trained to hear and understand certain sounds. They also have to be trained to work with their owner and to tell their owner when certain sounds occur.\nThe sounds can come from doorbells, smoke alarms, telephones, or alarm clocks. The hearing dogs may work outside their owner's home and be trained to hear sounds like sirens, forklifts and a person calling the owner's name. They may also be taught to respond to and/or lead away from a sound: For example, in the case of a fire alarm, the dog will usually drop to the floor, instead of leading the owner towards the alarm, which would be dangerous.\nThe training period for hearing dogs may take up to year. Most hearing dogs are professionally trained, but people may choose to train a hearing dog themselves.\nAccessibility.\nIn most countries, hearing dogs are allowed, by law, to go to any place that the public would normally be allowed to go.\nHearing dogs may wear a brightly coloured collar and leash. They can also wear a cape or jacket to make it easier to identify them.\nIn the United Kingdom, hearing dogs wear distinctive jackets, which are burgundy (the colour of red wine) and have the logo of the charity which trains and pays for the dogs.\nIn Australia, hearing dogs are trained through the Lions Club International of Australia. They wear a bright orange leash, collar and harness to identify them, and carry with them an official ID.","categories":[],"infobox_types":[],"annotations":[{"uri":"Working_dog","surface_form":"working dog","offset":35},{"uri":"Deaf","surface_form":"deaf","offset":77},{"uri":"Doorbell","surface_form":"doorbell","offset":461},{"uri":"Smoke_alarm","surface_form":"smoke alarm","offset":472},{"uri":"Telephone","surface_form":"telephone","offset":486},{"uri":"Alarm_clock","surface_form":"alarm clock","offset":501},{"uri":"Fire_alarm","surface_form":"fire alarm","offset":759},{"uri":"Cape","surface_form":"cape","offset":1263},{"uri":"Jacket","surface_form":"jacket","offset":1271}]}