{"id":182331,"url":"http://en.wikipedia.org/wiki/Distribution_(mathematics)","text":"e=\"preserve\">:\"This is about distribution in a mathematical sense, other meanings can be found at distribution\"\nIn mathematics, a distribution is a generalisation of a function. Distributions were introduced in the middle of the 20th century by Laurent Schwartz, who received a Fields Medal for his work on them. The Fields medal is comparable to a Nobel Prize in mathematics, which does not exist.\nDistributions were introduced to model certain concepts from Physics. Physics has the concept of a \"mass of points in space\". The Dirac delta function can model an electromagnetic charge of a point in space. The Dirac delta function is zero everywhere, except at one point, where it is infinitely large. This needs to be the case, because the density function needs to be 1. There is no function that can meet this criterion, except if integraton is taken as a \"function\" in the mathematical sense.\nToday, distributions are used in different fields of mathematics and physics, for example to model Partial differential equations or Fourier analyses, which are important for Quantum electrodynamics or signal processing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Distribution","surface_form":"distribution","offset":98},{"uri":"Mathematics","surface_form":"mathematics","offset":115},{"uri":"Function_(mathematics)","surface_form":"function","offset":168},{"uri":"Laurent_Schwartz","surface_form":"Laurent Schwartz","offset":245},{"uri":"Fields_Medal","surface_form":"Fields Medal","offset":278},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":349},{"uri":"Dirac_delta_function","surface_form":"Dirac delta function","offset":529},{"uri":"Electromagnetic","surface_form":"electromagnetic","offset":563},{"uri":"Partial_differential_equation","surface_form":"Partial differential equation","offset":997},{"uri":"Fourier_analysis","surface_form":"Fourier analyses","offset":1031},{"uri":"Quantum_electrodynamics","surface_form":"Quantum electrodynamics","offset":1073},{"uri":"Signal_processing","surface_form":"signal processing","offset":1100}]}