{"id":182336,"url":"http://en.wikipedia.org/wiki/Naxos_Island","text":"Naxos is a Greek island. It is the largest of Cyclades group islands. Its total area is 430 sq.m.. It is in the center of the Aegean Sea. Naxos has a population of 18,188 people. The largest town on the island is Naxos City, which has a population of 6,533 people.\nSights-Tourism.\nNaxos is one of the most popular tourist destinations in Greece. Every year, many tourists visit Naxos. Most of them are from western European countries. Naxos has many beautiful beaches. In Naxos there are ruins of medieval castles and ancient temples. The most famous sight is a part of an ancient temple which is in the entrance of Naxos port. Also the medieval castle of Naxos.\nHistory.\nIn mythology, Naxos was the place where the god Dionysus abducted the daughter of king Minos, Ariadne. Ariadne was on island with the ancient hero Theseus. In ancient times, Naxos was an Ionian colony. The island belonged to association of Delian League with Athens and other Ionian cities. In the year 503 B.C. Naxos was destroyed by a Persian fleet. Later, Naxos was a poor island without power. In the medieval era, Naxos was under the Byzantine rule and afterwards under the Venetian rule. In the sixteenth century it passed under the Ottoman rule. Naxos became a part of the Greek state in 1832.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greece","surface_form":"Greek","offset":11},{"uri":"Cyclades","surface_form":"Cyclades","offset":46},{"uri":"Square_meter","surface_form":"sq.m.","offset":92},{"uri":"Aegean_Sea","surface_form":"Aegean Sea","offset":126},{"uri":"Dionysus","surface_form":"Dionysus","offset":720},{"uri":"Minos","surface_form":"Minos","offset":759},{"uri":"Ariadne","surface_form":"Ariadne","offset":766},{"uri":"Theseus","surface_form":"Theseus","offset":819},{"uri":"Athens","surface_form":"Athens","offset":931},{"uri":"Byzantine_Empire","surface_form":"Byzantine","offset":1111},{"uri":"Venice","surface_form":"Venetian","offset":1151},{"uri":"Ottoman","surface_form":"Ottoman","offset":1211}]}