{"id":182427,"url":"http://en.wikipedia.org/wiki/Macro_photography","text":"Macro photography is a kind of photography. Macro photography is about photographing objects that are very close to the lens, the film or the sensor. Using the classic definition, in macro photography the image shown on the film plane (or sensor) is nearly as big as the object photographed. There are different ways to achieve this. The most common one is to use a specialised \"macro\" lens. Such lenses are good at focussing sharply on a small area approaching the size of the film frame. Most 35mm format macro lenses achieve at least 1:2, that is to say, the image on the film is half the size of the object being photographed. Many 35mm macro lenses are 1:1, meaning the image on the 135 film is the same size as the object being photographed. Another important difference is that lenses designed for macro are usually at their sharpest at macro focus distances and are not quite as sharp at other focus distances.\nIn recent years, the term \"macro\" has been used in marketing material to mean being able to focus on a subject close enough so that when a regular 6×4 inch (15×10 cm) print is made, the image is life-size or larger. With 35mm film this requires a magnification ratio of only approximately 1:4, which demands less of lens quality than 1:1. With digital cameras the actual image size is rarely stated, so that the magnification ratio is largely irrelevant; cameras instead advertise their closest focusing distance.\nTypical subjects are still life, such as fruit, flowers, jewelry and small household objects. Macro photography often reveals details of the subject not visible with the naked eye.","categories":[],"infobox_types":[],"annotations":[{"uri":"Photography","surface_form":"photography","offset":31},{"uri":"Photographic_lens","surface_form":"lens","offset":120},{"uri":"Photographic_film","surface_form":"film","offset":130},{"uri":"Sensor","surface_form":"sensor","offset":142},{"uri":"135_film","surface_form":"135 film","offset":688},{"uri":"Inch","surface_form":"inch","offset":1070}]}