{"id":182644,"url":"http://en.wikipedia.org/wiki/Palestinian_people","text":"The Palestinian people or just Palestinians are the Arab people from the West Bank and the Gaza strip, which are also called the Palestinian Territories, or Palestine.\nThe people called \"Palestinians\" today are Arabs, but in the past, \"Palestinians\" could also be used as a name for Jewish people who lived in Palestine.\nThe Palestinian people, (, \"ash-sha`b al-filasTīni\") also referred to as Palestinians or Palestinian Arabs (, \"al-filasTīnīyyūn\";, \"al-`Arab al-filasTīnīyyūn\"), are an Arabic-speaking people with family origins in Palestine. The total Palestinian population, including descendants, is estimated at approximately 10 million, roughly half continuing to live in the region of historic Palestine, an area encompassing Israel proper, the West Bank including East Jerusalem, and the Gaza Strip and Jordan. In this combined area, as of 2009, they constitute a majority of 51% of all inhabitants, some of whom are internally displaced persons. The remainder, just over half of all Palestinians, comprise what is known as the Palestinian diaspora, most of whom are stateless Palestinian refugees lacking citizenship in any country. Of the diaspora, over two and a half million live in neighboring Jordan, one million is shared between Syria and Lebanon, a quarter million in Saudi Arabia, and Chile's half a million is the largest concentration outside the Arab world.\nBy religious affiliation, most Palestinians are Muslim, particularly of the Sunni branch of Islam, and there is a significant Palestinian Christian minority of various Christian denominations, as well as smaller religious communities. As the commonly applied term \"Palestinian Arab\" ethnonym implies, the current traditional vernacular of Palestinians, irrespective of religion, is the Palestinian dialect of Arabic. For those who are citizens of Israel, known also as Arab Israelis, many are now also bilingual in Modern Hebrew. Recent genetic research has demonstrated that ancient Levantines cluster predominantly with modern-day Palestinians and the Bedouins who live in the same region. Similarly, it shows that Palestinians as an ethnic group represent modern \"descendants of a core population that lived in the area since prehistoric times,\" largely predating the Arabian Muslim conquest that resulted in their acculturation and established Arabic as the lingua franca, which eventually became the sole vernacular of the locals, most of whom would over time also convert to Islam from various prior faiths.\nThe first widespread use of \"Palestinian\" as an endonym to refer to the nationalist concept of a Palestinian people by the local Arabic-speaking population of Palestine began prior to the outbreak of World War I, and the first demand for national independence was issued by the Syrian-Palestinian Congress on 21 September 1921. After the creation of Israel, the exodus of 1948, and more so after the exodus of 1967, the term came to signify not only a place of origin, but the sense of a shared past and future in the form of a Palestinian nation-state. The Palestine Liberation Organization (PLO) represents the Palestinian people before the international community. The Palestinian National Authority, officially established as a result of the Oslo Accords, is an interim administrative body nominally responsible for governance in Palestinian population centres in the West Bank and Gaza Strip.","categories":[],"infobox_types":[],"annotations":[{"uri":"West_Bank","surface_form":"West Bank","offset":73},{"uri":"Gaza","surface_form":"Gaza strip","offset":91},{"uri":"Judaism","surface_form":"Jewish people","offset":283},{"uri":"Palestine","surface_form":"Palestine","offset":310},{"uri":"Arabic_language","surface_form":"Arabic","offset":489},{"uri":"People","surface_form":"people","offset":505},{"uri":"Palestine","surface_form":"Palestine","offset":535},{"uri":"Israel","surface_form":"Israel","offset":735},{"uri":"West_Bank","surface_form":"West Bank","offset":754},{"uri":"Gaza_Strip","surface_form":"Gaza Strip","offset":798},{"uri":"Citizenship","surface_form":"citizenship","offset":1116},{"uri":"Jordan","surface_form":"Jordan","offset":1209},{"uri":"Syria","surface_form":"Syria","offset":1247},{"uri":"Lebanon","surface_form":"Lebanon","offset":1257},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":1287},{"uri":"Chile","surface_form":"Chile","offset":1305},{"uri":"Religion","surface_form":"religious affiliation","offset":1384},{"uri":"Muslim","surface_form":"Muslim","offset":1429},{"uri":"Sunni_Islam","surface_form":"Sunni","offset":1457},{"uri":"Islam","surface_form":"Islam","offset":1473},{"uri":"Arab_Christians","surface_form":"Christian","offset":1519},{"uri":"Christian_denomination","surface_form":"Christian denomination","offset":1549},{"uri":"Multilingualism","surface_form":"bilingual","offset":1883},{"uri":"Genetics","surface_form":"genetic research","offset":1918},{"uri":"Arabic_language","surface_form":"Arabic","offset":2329},{"uri":"Religious_conversion","surface_form":"convert","offset":2451},{"uri":"Nationalism","surface_form":"nationalist","offset":2567},{"uri":"World_War_I","surface_form":"World War I","offset":2695},{"uri":"Syria","surface_form":"Syria","offset":2773},{"uri":"Oslo_Accords","surface_form":"Oslo Accords","offset":3241}]}