{"id":182957,"url":"http://en.wikipedia.org/wiki/Wiley%27s_Well","text":"Wiley's Well is a remote, natural artesian well in the Colorado Desert of Southern California. It is also the name of the area around it.\nIt is named after Palo Verde storekeeper and postmaster A.P. Wiley. In 1907, Mr. Wiley dug deep into a shallow well dug in 1876 by a stagecoach company which used the nearby Bradshaw Trail. Wiley made the well larger since he hoped that he could attract business to his remote desert store. The well was taken care of by local ranchers and cattlemen for years afterward. However, the rapidly falling level of the water meant a drop of the water's depth to 60'/18m within a dozen years. Today, the well's original depth is only about 20'/6m at best after wet weather. The water in the well is not good for drinking.\nIn 1985, the Bureau of Land Management drilled a new well 965'/294m deep to support the new Wiley's Well Campground, one of only two developed campgrounds in the Mule Mountains Long-Term Visitor Area. The water is both hot at 90 °F/32 °C and full of minerals. The water is pumped into a cistern to help cool it to drinking temperature.\nWiley's Well is popular with rockhounds. They have been coming to Wiley's Well since the 1930s with the discovery of geode beds. Even though Wiley's Well has been very popular with rockhounds over the decades, the area remains rich with such minerals as chalcedony, citrine, quartz crystals, rhyolite and jasper. Though winters are mild, making the campground popular with visitors who visit every year from colder areas, summer can be extremely hot with recorded temperatures as high as 130 °F/54 °C.\nWiley's Well is easy to reach. It is off the Wiley's Well Road exit from Interstate 10, sixteen miles/26km west of Blythe. The entrance to the campground is nine miles/14km south of the highway.","categories":[],"infobox_types":[],"annotations":[{"uri":"Artesian_well","surface_form":"artesian well","offset":34},{"uri":"Colorado_Desert","surface_form":"Colorado Desert","offset":55},{"uri":"Southern_California","surface_form":"Southern California","offset":74},{"uri":"Palo_Verde%2C_California","surface_form":"Palo Verde","offset":156},{"uri":"Stagecoach","surface_form":"stagecoach","offset":271},{"uri":"Bradshaw_Trail","surface_form":"Bradshaw Trail","offset":312},{"uri":"Bureau_of_Land_Management","surface_form":"Bureau of Land Management","offset":766},{"uri":"Mule_Mountains_(California)","surface_form":"Mule Mountains","offset":915},{"uri":"Cistern","surface_form":"cistern","offset":1040},{"uri":"Rockhound","surface_form":"rockhound","offset":1118},{"uri":"Geode","surface_form":"geode","offset":1206},{"uri":"Chalcedony","surface_form":"chalcedony","offset":1343},{"uri":"Citrine","surface_form":"citrine","offset":1355},{"uri":"Quartz","surface_form":"quartz","offset":1364},{"uri":"Rhyolite","surface_form":"rhyolite","offset":1381},{"uri":"Jasper","surface_form":"jasper","offset":1394},{"uri":"Interstate_10","surface_form":"Interstate 10","offset":1664},{"uri":"Blythe%2C_California","surface_form":"Blythe","offset":1706}]}