{"id":182940,"url":"http://en.wikipedia.org/wiki/Bradshaw_Trail","text":"The Bradshaw Trail, nicknamed the Gold Road at one time, is a historic trail which used to be a stagecoach route in Southern California.\nThis road used to connect San Bernardino, California to gold fields in La Paz, Arizona, known today as Ehrenberg. It was the first road connecting Riverside County to the Colorado River.\nThe part which remains today is a graded dirt road which crosses southeastern Riverside County and a part of Imperial County, beginning roughly 12 miles/19km east of North Shore and ending about 14 miles/23km southwest of Blythe for a total of 70 miles/113km.\nHistory.\nThe trail is named for trailblazer William David Bradshaw who first crossed the area in 1862. A former forty-niner, Bradshaw knew that the northern gold mines were rapidly emptying and that miners and other people leaving the area would need a more direct trail from the south across the desert to the new gold strike at La Paz. Without a direct trail, they would have to travel a great distance southeast to Yuma, then north up the river to La Paz. Bradshaw was a smart man; he knew there were lots of chances to make money in a gold boomtown.\nOriginally 180 miles/290km long, the western end of the trail began east of San Bernardino in the San Gorgonio Pass. Bradshaw and his party travelled southeast to the northern tip of the Salton Sink, turning due east to the foothills of the Orocopia Mountains and an existing stage stop called \"Dos Palmas.\"\nLeaving Dos Palmas, the men continued eastward between the Orocopia and Chocolate mountain ranges, briefly passing by the southern end of the Chuckwalla range and ending at the Palo Verde Valley. Once they crossed the Colorado River, the party rode upstream for about four miles to the gold fields. Despite the fact that the trail crossed mostly barren desert, there was lots of water to be found at water holes found at roughly thirty-mile/48km intervals.\nBetween 1862 and 1877, the Bradshaw Trail was the main route between Southern California and the La Paz gold fields.\nThe trail today.\nThe remaining part of the Bradshaw Trail mostly crosses public land. The extreme eastern end of the trail at Ripley does not. Use of a four wheel drive vehicle is recommended to travel across the trail. There are no services on the trail itself.\nAnother fact to consider is the Chocolate Mountain Aerial Gunnery Range which borders a part of the Bradshaw Trail to the south. This is a live bombing range and is clearly marked.\n\"See also: Wiley's Well\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Stagecoach","surface_form":"stagecoach","offset":96},{"uri":"Southern_California","surface_form":"Southern California","offset":116},{"uri":"San_Bernardino%2C_California","surface_form":"San Bernardino, California","offset":163},{"uri":"La_Paz%2C_Arizona","surface_form":"La Paz, Arizona","offset":208},{"uri":"Ehrenberg%2C_Arizona","surface_form":"Ehrenberg","offset":240},{"uri":"Riverside_County","surface_form":"Riverside County","offset":284},{"uri":"Colorado_River","surface_form":"Colorado River","offset":308},{"uri":"Dirt_road","surface_form":"dirt road","offset":365},{"uri":"Imperial_County","surface_form":"Imperial County","offset":433},{"uri":"North_Shore%2C_California","surface_form":"North Shore","offset":490},{"uri":"Blythe%2C_California","surface_form":"Blythe","offset":546},{"uri":"1862","surface_form":"1862","offset":681},{"uri":"Forty-niner","surface_form":"forty-niner","offset":696},{"uri":"Yuma%2C_Arizona","surface_form":"Yuma","offset":1002},{"uri":"Boomtown","surface_form":"boomtown","offset":1128},{"uri":"San_Gorgonio_Pass","surface_form":"San Gorgonio Pass","offset":1236},{"uri":"Salton_Sink","surface_form":"Salton Sink","offset":1325},{"uri":"Orocopia_Mountains","surface_form":"Orocopia Mountains","offset":1379},{"uri":"Chocolate_Mountains","surface_form":"Chocolate","offset":1518},{"uri":"Chuckwalla_Mountain","surface_form":"Chuckwalla","offset":1588},{"uri":"Palo_Verde_Valley","surface_form":"Palo Verde Valley","offset":1623},{"uri":"1877","surface_form":"1877","offset":1920},{"uri":"Ripley%2C_California","surface_form":"Ripley","offset":2146},{"uri":"Four_wheel_drive","surface_form":"four wheel drive","offset":2172},{"uri":"Chocolate_Mountain_Aerial_Gunnery_Range","surface_form":"Chocolate Mountain Aerial Gunnery Range","offset":2315},{"uri":"Bombing_range","surface_form":"bombing range","offset":2427},{"uri":"Wiley%27s_Well","surface_form":"Wiley's Well","offset":2475}]}