{"id":18302,"url":"http://en.wikipedia.org/wiki/Cigarette","text":"Cigarettes can be any dried leaf that people roll in thin paper to smoke, but the word is most often used to refer ones with dried tobacco leaves. The nicotine in the tobacco can be addictive to people. The nicotine from cigarettes makes people want to smoke more, even if they do not like the taste or its other effects. The smoke also has other things that are bad for people's health. Many countries have laws saying who can smoke tobacco cigarettes and where they can smoke them. They can cause lung cancer, heart disease and many other diseases. Most packs of cigarettes have warning labels on them. Until the mid-1950s, cigarettes were advertised as being healthy or at least not harmful. Tobacco companies used images of doctors in their advertisements to falsely convince the public that cigarettes were safe. Cigarettes were advertised as a remedy for throat irritation, the common cold, obesity, indigestion, and even asthma. Today, all of the major tobacco companies admit that cigarettes are harmful to health.\nDangers.\nSmokers have symptoms such as frequent coughing, chest pain, and breathlessness. Doctors say that people should not smoke, as it can harm almost every organ in the body.\nCigarette smoke contains many harmful substances. Among them are nicotine, tar, carcinogens and carbon monoxide.","categories":[],"infobox_types":[],"annotations":[{"uri":"Leaf","surface_form":"leaf","offset":28},{"uri":"Smoke","surface_form":"smoke","offset":67},{"uri":"Tobacco","surface_form":"tobacco","offset":131},{"uri":"Nicotine","surface_form":"nicotine","offset":151},{"uri":"Addiction","surface_form":"addictive","offset":182},{"uri":"Human","surface_form":"people","offset":195},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":499},{"uri":"Heart_disease","surface_form":"heart disease","offset":512},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":1183},{"uri":"Nicotine","surface_form":"nicotine","offset":1267},{"uri":"Tar","surface_form":"tar","offset":1277},{"uri":"Carcinogen","surface_form":"carcinogen","offset":1282},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":1298}]}