{"id":18312,"url":"http://en.wikipedia.org/wiki/Malawi","text":"Malawi (\"Republic of Malawi\") is a country in south-east Africa. It has borders with the countries of Tanzania, Zambia, and Mozambique. The capital of Malawi is Lilongwe and the spoken languages are English and Chichewa. The official language of Malawi is English. The total size is about 118480 km² and there are about 100 people per km². The country is also called \"The Warm Heart of Africa\". Malawi is one of the smallest countries in Africa. Lake Malawi takes about a third of Malawi's area.\nBantu people started living in Malawi in the 10th century. In 1891 the area became a colony of the United Kingdom. In 1953 Malawi, then called as Nyasaland, as a protectorate of the United Kingdom, became an almost independent country called Federation of Rhodesia and Nyasaland. The Federation was ended in 1963. In 1964 the protection of the United Kingdom over Nyasaland was ended. Nyasaland became an independent country which was ruled by Queen Elizabeth and was called Malawi. Two years later it became a republic. After getting independence it became a one-party rule which was ruled by Hastings Banda. He was president until 1994. Peter Mutharika is the current president. Malawi has a democratic, many party government. Malawi has a small military: army, a navy and an air support. Malawi has good relations with Western countries and most countries in the world. Malawi has joined some international organizations.\nMalawi is one of the poorest countries in the world. Economy is based in farming. Most of the population live in field areas. Country gets aid from other countries. Government has a hard time building and expanding the economy and develop health care, education and environment safety. Since 2005 some programs have been developed to focus on these problems.\nMalawi has a low life expectancy and high infant mortality. People become ill with AIDS. Africans, Asians and Europeans are living in the country and they speak in different languages.\nHistory.\nPeople have lived in the area of Malawi for thousands of years. At first they were hunter-gatherers. Bantu groups came to the area around the 10th century. Most of the Bantu groups went to south but some started living there and made ethnic groups based on familiar race.\nBy 1500 AD groups came together and made Maravi empire, which streched from north of what is now Nkhotakota to the Zambezi River and from Lake Malawi to the Luangwa River in what is now Zambia.\nAfter 1600 the area was united under one ruler and began trading and making connection with Portuguese traders and members of the military through the Mozambican port which was occupied by Portuguese. By 1700 the empire had broken up into areas that were controlled by individual groups of people which was known by the Portuguese by collecting information. The Swahili-Arab slave trade had its highest amount in the middle of 1800s when about 20,000 people were forced to become slaves and were sold every year.\nIn 1859 British explorer David Livingstone found Lake Malawi (then it was called Lake Nyasa) and thought that Shire Highlands to the south of the lake was a good place for Europeans to make a colony. Many British missions were done in the area in the 1860s and 1870s. The African Lakes Company Limited was made in 1878 to set up a trade and transport that helped with the missions, and a small mission and trading area was made at Blantyre in 1876 and a British Consul started living there in 1883.\nMalawi became an independent country in 6 July 1964. Hastings Banda became the first president. Constitution made Malawi become a republic and one-party state. Banda's Malawi Congress Party (MCP) was the only legal party in the country. In 1971, Banda became president for life. For almost 30 years, Banda ruled over a harsh government which kept Malawi out from war.\nBanda showed how a poor country with no access to sea, big population and no minerals can develop farming and industries. Banda made a business empire that produced one-third of the country's GDP and used 10% of the workers who got paid. All money made by Banda was used to develop Malawi.\nUnder pressure for free politics, Banda held an referendum in 1993, where population voted for many party, democratic government. In late 1993 a presidential council was made, president for life was ended and new constitution was put in place, ending MCP rule. In 1994 the first many party elections were held in Malawi, and Banda was defeated by Bakili Muluzi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Africa","surface_form":"Africa","offset":57},{"uri":"Border","surface_form":"border","offset":72},{"uri":"Tanzania","surface_form":"Tanzania","offset":102},{"uri":"Zambia","surface_form":"Zambia","offset":112},{"uri":"Mozambique","surface_form":"Mozambique","offset":124},{"uri":"Capital_(city)","surface_form":"capital","offset":140},{"uri":"Lilongwe","surface_form":"Lilongwe","offset":161},{"uri":"English_language","surface_form":"English","offset":256},{"uri":"Lake_Malawi","surface_form":"Lake Malawi","offset":446},{"uri":"Bantu_people","surface_form":"Bantu people","offset":496},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":595},{"uri":"Protectorate","surface_form":"protectorate","offset":658},{"uri":"Rhodesia","surface_form":"Rhodesia","offset":752},{"uri":"Elizabeth_II","surface_form":"Queen Elizabeth","offset":940},{"uri":"One-party_state","surface_form":"one-party rule","offset":1056},{"uri":"Hastings_Banda","surface_form":"Hastings Banda","offset":1090},{"uri":"Peter_Mutharika","surface_form":"Peter Mutharika","offset":1135},{"uri":"Life_expectancy","surface_form":"life expectancy","offset":1797},{"uri":"Infant_mortality","surface_form":"infant mortality","offset":1822},{"uri":"AIDS","surface_form":"AIDS","offset":1863},{"uri":"Hunter-gatherers","surface_form":"hunter-gatherers","offset":2057},{"uri":"Maravi_empire","surface_form":"Maravi empire","offset":2287},{"uri":"Nkhotakota","surface_form":"Nkhotakota","offset":2343},{"uri":"Zambezi_River","surface_form":"Zambezi River","offset":2361},{"uri":"Lake_Malawi","surface_form":"Lake Malawi","offset":2384},{"uri":"Luangwa_River","surface_form":"Luangwa River","offset":2403},{"uri":"Zambia","surface_form":"Zambia","offset":2432},{"uri":"Portuguese_people","surface_form":"Portuguese","offset":2532},{"uri":"David_Livingstone","surface_form":"David Livingstone","offset":2978},{"uri":"Shire_Highlands","surface_form":"Shire Highlands","offset":3063},{"uri":"Colony","surface_form":"colony","offset":3145},{"uri":"Hastings_Banda","surface_form":"Hastings Banda","offset":3505},{"uri":"Constitution","surface_form":"Constitution","offset":3548},{"uri":"Republic","surface_form":"republic","offset":3582},{"uri":"One-party_state","surface_form":"one-party state","offset":3595},{"uri":"Malawi_Congress_Party","surface_form":"Malawi Congress Party","offset":3620},{"uri":"President_for_life","surface_form":"president for life","offset":3711},{"uri":"Landlocked","surface_form":"no access to sea","offset":3857},{"uri":"Farming","surface_form":"farming","offset":3918},{"uri":"Industry","surface_form":"industries","offset":3930},{"uri":"Bakili_Muluzi","surface_form":"Bakili Muluzi","offset":4457}]}