{"id":183188,"url":"http://en.wikipedia.org/wiki/Easter_Rising","text":"The Easter Rising was a rebellion in Dublin, Ireland at Easter in 1916. It started on April 24, 1916 and ended on April 29, 1916. It was carried out by members of the Irish Republican Brotherhood and members of the Irish Citizens Army. It was done to protest against British rule in Ireland.\nAt first, the Irish had planned to have a larger number of men attack the city. But a man called Sir Roger Casement was captured on the way back from Germany with guns and the Irish had very few guns. As a result, only about 1,250 men took part in the rising. Out of these about 300 went into the General Post Office (GPO) in Dublin led by Pádraig Pearse and James Connolly. Other groups took over different parts of the city, for example St. Stephen's Green, Shelbourne Hotel, Boland's Mills and Jacobs Factory. At first the British put up no resistance because of Easter public holiday, but soon more of them came into Dublin to fight the Irish.\nThe biggest fighting happened at Bolands Mills where Éamon de Valera had his men open fire on British soldiers called \"Sherwood Foresters\" while they landed in the city. The shootings here killed about 200 people and wounded several more. St. Stephen's Green was a big part of the fighting as well where the Irish lost a lot of men. After six days the Irish were exhausted and were being shot at by huge artillery pieces mounted onto a British ship called HMS Helga. The General Post Office was badly hit and soon the Irish surrendered. Sixteen of the Irish leaders were shot by firing squad after the Rising.\nThe British admitted that they lost 155 men to Irish gunfire and 200 were wounded. The Irish rebels lost at least 70 men and over 1,000 of them were wounded. At least 100 Irish citizens were killed in the crossfire as well. After the rising, Dublin was in very bad shape and several hundred people had been killed.\nAfter the rebellion.\nAfter the Easter Rising conflict, the leaders of the rebellion were given trials in British courts and were sentenced to death. Fourteen were executed by British soldiers at Kilmainham jail in Dublin. The prisoners eyes were covered with blindfolds and they were shot. Among them were the leaders, Patrick Pearse and James Connolly. Another leader, Thomas Kent was later shot in Cork, Ireland. Roger Casement was hanged in London, England.\nAt first the people in Dublin were confused and angry, because many had died and food supplies were cut off. But after the British shot the leaders, some of the Irish people began to follow and support them in sympathy for their cause. The Easter Rising was a major reason for the creation of the Irish Republic and the Irish War of Independence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rebellion","surface_form":"rebellion","offset":24},{"uri":"Dublin","surface_form":"Dublin","offset":37},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":45},{"uri":"Easter","surface_form":"Easter","offset":56},{"uri":"1916","surface_form":"1916","offset":66},{"uri":"April_24","surface_form":"April 24","offset":86},{"uri":"Irish_Republican_Brotherhood","surface_form":"Irish Republican Brotherhood","offset":167},{"uri":"Protest","surface_form":"protest","offset":251},{"uri":"United_Kingdom","surface_form":"British","offset":267},{"uri":"Germany","surface_form":"Germany","offset":442},{"uri":"P%C3%A1draig_Pearse","surface_form":"Pádraig Pearse","offset":632},{"uri":"James_Connolly","surface_form":"James Connolly","offset":651},{"uri":"Public_holiday","surface_form":"public holiday","offset":865},{"uri":"%C3%89amon_de_Valera","surface_form":"Éamon de Valera","offset":993},{"uri":"Execution","surface_form":"executed","offset":2028},{"uri":"Blindfold","surface_form":"blindfold","offset":2124},{"uri":"Cork_(city)","surface_form":"Cork","offset":2265},{"uri":"Sympathy","surface_form":"sympathy","offset":2536},{"uri":"Irish_Republic","surface_form":"Irish Republic","offset":2623},{"uri":"Irish_War_of_Independence","surface_form":"Irish War of Independence","offset":2646}]}