{"id":183139,"url":"http://en.wikipedia.org/wiki/Skins_(TV_series)","text":"\"Skins\" is a controversial and two time BAFTA-winning British teen drama about a group of English teenagers growing up in Bristol. Mainly ages 16–18, the characters go to a fictional school called Roundview College. The show was created by television writers Bryan Elsley and Jamie Brittain, and was first shown on E4 on 25 January 2007. There are seven seasons (61 episodes). There are also mini episodes of Skins that can only be watched online. It was also shown on Channel 4. On 12 March 2009 it was announced on the official \"Skins\" website that a fourth season of \"Skins\" has been planned. The last episode was 5 August 2013. An American adaptation was made. The remake made in the USA was shown on MTV in 2011. It was not very popular and was accused of child pornography and being a bad influence on teenagers, so a second season was not made. It had the same characters as UK Skins apart from Maxxie, who was replaced with a lesbian called Tea Marvelli.\nFirst generation.\nThese characters were in the first two seasons.\nSecond generation.\nAt the end of the second season of \"Skins\", it was announced that the old characters were being replaced with new ones. The only characters from the \"original\" season to come back are Effy Stonem (who is Tony's little sister), and Effy's best friend from season two, Pandora Moon.","categories":[],"infobox_types":["Television"],"annotations":[{"uri":"British_Academy_of_Film_and_Television_Arts","surface_form":"BAFTA","offset":40},{"uri":"United_Kingdom","surface_form":"British","offset":54},{"uri":"Teen","surface_form":"teen","offset":62},{"uri":"Drama","surface_form":"drama","offset":67},{"uri":"English_people","surface_form":"English","offset":90},{"uri":"Bristol","surface_form":"Bristol","offset":122},{"uri":"E4_(channel)","surface_form":"E4","offset":315},{"uri":"Channel_4","surface_form":"Channel 4","offset":469},{"uri":"Skins_(U.S._TV_series)","surface_form":"American adaptation","offset":635},{"uri":"MTV","surface_form":"MTV","offset":705},{"uri":"Child_pornography","surface_form":"child pornography","offset":761},{"uri":"Lesbian","surface_form":"lesbian","offset":934},{"uri":"Pandora_Moon","surface_form":"Pandora Moon","offset":1315}]}