{"id":183331,"url":"http://en.wikipedia.org/wiki/Lionel_Messi","text":"Lionel Andrés \"Leo\" Messi Cuccittini (Spanish pronunciation: [ljoˈnel anˈdɾes ˈmesi]) (born 24 June 1987) is an Argentine footballer. He plays for Barcelona and the Argentina national team as a forward. He also has Spanish citizenship, meaning he can play for Spain. Many experts and critics consider Messi as one of the greatest football players of all time. Some even say he is the greatest player ever. Messi has 6 Ballon d'Or awards, the most of any player, and one more than Cristiano Ronaldo. His playing style and skills are very similar to the Argentine legend Diego Maradona. There is much competition between him and Portuguese footballer Cristiano Ronaldo because of their similar skill levels.\nEarly Life.\nMessi was born and raised in Rosario, Argentina. Messi is the third of four children of Jorge Messi and his wife Celia Cuccittin.\nOn 24th June 1987, Lionel Messi was born in Rosario, Lionel Messi is the third children of Jorge Messi and Celia Cuccittini, Lionel Messi’s father Jorge Messi used to work in a steel factory and his mother used to work in a magnet manufacturing workshop.\nGrowing in a football passionate family, since his young age Lionel Messi developed a passion for football, in his early age Lionel Messi shares the football pitch with his brothers Rodrigo and Matias and with his cousins Maximiliano and Emanuel.\nAt the age of four, Lionel Messi joined his local club Grandoli, where his father Jorge Messi used to coach him, though the influence of football came from Messi’s maternal grandmother, who always went to training grounds and matches with Lionel Messi.\nAt the age of eleven, Messi was greatly affected by the death of his grandmother, and after that Lionel Messi generally celebrates his goals by looking up in the sky in tribute of his grandmother.\nLionel Messi always supported the Newell’s Old Boys and at the age of six he joined the club, he played six years with the club and in that tenure, Lionel Messi scored more than 500 goals for the club, and Lionel Messi was also a part of the “Machine of 87”, an undisputed youth side who were named on the basis of their birth year.\nThe “Machine of 87” used to entertain the crowd by performing some ball tricks during the home games, but at the age of 10, Lionel Messi’s career as a professional player was threatened as at that point of time he was diagnosed with a growth hormone deficiency, his father’s insurance only cover for his two years treatment, which approximately cost  $1,000 per month and at the first place Newell’s Old Boys agreed to pay the bills but later they renegade.\nThe Argentine giant's River Plate scouted him, where his Idol Pablo Aimer used to play, but they were also unable to bear the medical allowances for him due to economic collapse in Argentina.\nLionel Messi has some relatives in Barcelona and they ask him to come over at Catalonia to arrange a trial with the Barcelona team in September 2000, at that point of time Barcelona first team director  Charly  Rexach wanted to bring him in the squad but the board of directors hesitates as at that point of signing a foreign player at a tender age was bit unusual for the European clubs.\nOn 14th December 2000 the miracle happened and Lionel Messi signed for Barcelona on a piece of napkin paper and Barcelona also promise to pay his medical expenses, In February 2001 Lionel Messi family moved to Barcelona from Argentina, his family moved to an apartment which is near to Camp Nou.\nFC Barcelona.\nMessi began football at a young age and his potential was quickly seen by Barcelona. He left Newell's Old Boys' youth team in 2000 and moved with his family to Europe. They moved to Spain because Barcelona offered treatment for his growth hormone deficiency. He started in the 2004–05 season, and he scored his first goal on 1 May 2005 against Albacete from an assist by Ronaldinho. The goal made him a the youngest-ever scorer for the club at that time. Barcelona won La Liga that season for the first time in 6 years, and won the league for a second time in a row along with the Spanish Super Cup and UEFA Champions League in 2006. His first breakthrough season was in the 2006–07 season; he became a first team regular, by scoring a hat-trick in El Clásico. He scored 14 goals in 26 league games. Maybe his most successful season was the 2008–09 season. In this season, Messi scored 38 goals. In the following 2009–10 season, Messi scored 47 goals in all games. That equals to Ronaldo's (Brazilian) record total for Barcelona.\nArgentina.\nMessi decided to play for his homeland, Argentina, in 2005. He led the team to the final game of the 2005 U-20 World Cup against Nigeria, which ended in a 2–1 Argentine victory. Messi scored two penalties as his national team won the U-20 World Cup. In addition to the gold medal, Messi was awarded with the Golden Shoe for most goals scored (6), and Golden Ball for best player.\nMessi played his first game with the senior team on 17 August 2005 against Hungary. He came on as a substitute. However, he was shown a red card two minutes later for hitting a player in the face on accident. He was very disappointed by this. Messi scored his first goal in a friendly against Croatia on 1 March 2006. Argentina lost the game 3-2. He was selected for the 2006 World Cup by coach José Pekerman. In Argentina's second game against Serbia, he became their youngest player to play at a World Cup. He also scored the last goal in that game. Messi won the 2008 Olympics with Argentina as well, as he assisted Ángel Di Maria's goal in the final. Messi was made captain of the national team in 2011.\nRetirement.\nOn 26 June, Argentina once again lost to Chile on penalties in the Copa América Centenario after a 0–0 tie. Messi missed his penalty in the penalty shootout. This was Messi's third consecutive defeat in a major tournament final with Argentina, and his fourth overall. A day after the match, Messi announced his retirement from international football.\nHe came out of retirement in October 2016 for the 2018 World Cup qualifiers.\nAfter a slow start to the 2018 FIFA World Cup, he helped Argentina qualify to the next round of the competition by scoring the first goal in the 2-1 win over Nigeria.\nRelationships.\nMessi has three children with his wife Antonella Roccuzzo. They are named Thiago Messi, Mateo Messi and Ciro Messi. Thiago was born on 2 November 2012, Mateo was born on 11 September 2015 and Ciro was born on 10 March 2018. On the bottom of Messi's cleats is the name of his first son, Thiago.\nMessi and Antonella married in June 2017.\nCharity.\nWhen not playing on the field, Messi finds time to do charity work. He started the Leo Messi Foundation in 2007 which helps children in at-risk situations. Messi also opened a kids park for children living in a hospital in Barcelona.\nTax Issues.\nIn July 2016 he was convicted of tax fraud and sentenced to spend 21 months in prison. Messi was also fined two million Euros. Messi never went to prison, and the problem can be solved with probation. He told the court he \"only played football\" and didn't know anything because he left his money problems to be dealt with by his father, Jorge Messi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Argentina","surface_form":"Argentine","offset":112},{"uri":"Footballer","surface_form":"footballer","offset":122},{"uri":"F.C._Barcelona","surface_form":"Barcelona","offset":147},{"uri":"Argentina_national_football_team","surface_form":"Argentina national team","offset":165},{"uri":"Striker","surface_form":"forward","offset":194},{"uri":"Spain_national_football_team","surface_form":"Spain","offset":260},{"uri":"Ballon_D%27Or","surface_form":"Ballon d'Or","offset":418},{"uri":"Cristiano_Ronaldo","surface_form":"Cristiano Ronaldo","offset":480},{"uri":"Diego_Maradona","surface_form":"Diego Maradona","offset":569},{"uri":"Portuguese_people","surface_form":"Portuguese","offset":627},{"uri":"Cristiano_Ronaldo","surface_form":"Cristiano Ronaldo","offset":649},{"uri":"Rosario","surface_form":"Rosario","offset":747},{"uri":"Argentina","surface_form":"Argentina","offset":756},{"uri":"Spain","surface_form":"Spain","offset":3664},{"uri":"Growth_hormone","surface_form":"growth hormone","offset":3714},{"uri":"Albacete_Balompi%C3%A9","surface_form":"Albacete","offset":3826},{"uri":"Ronaldinho","surface_form":"Ronaldinho","offset":3853},{"uri":"La_Liga","surface_form":"La Liga","offset":3951},{"uri":"Spanish_Super_Cup","surface_form":"Spanish Super Cup","offset":4063},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":4085},{"uri":"El_Cl%C3%A1sico","surface_form":"El Clásico","offset":4231},{"uri":"Ronaldo","surface_form":"Ronaldo","offset":4462},{"uri":"Argentina","surface_form":"Argentina","offset":4563},{"uri":"U-20_World_Cup","surface_form":"U-20 World Cup","offset":4629},{"uri":"Nigeria_national_football_team","surface_form":"Nigeria","offset":4652},{"uri":"Hungary_national_football_team","surface_form":"Hungary","offset":4978},{"uri":"2006_FIFA_World_Cup","surface_form":"2006 World Cup","offset":5274},{"uri":"Jos%C3%A9_Pekerman","surface_form":"José Pekerman","offset":5298},{"uri":"Serbia_national_football_team","surface_form":"Serbia","offset":5348},{"uri":"Football_at_the_2008_Summer_Olympics","surface_form":"2008 Olympics","offset":5469},{"uri":"%C3%81ngel_Di_Maria","surface_form":"Ángel Di Maria's","offset":5522},{"uri":"Copa_Am%C3%A9rica_Centenario","surface_form":"Copa América Centenario","offset":5690},{"uri":"Penalty_shootout","surface_form":"penalty shootout","offset":5763},{"uri":"2018_FIFA_World_Cup_qualification_(CONMEBOL)","surface_form":"2018 World Cup qualifiers","offset":6024},{"uri":"2018_FIFA_World_Cup","surface_form":"2018 FIFA World Cup","offset":6077},{"uri":"Nigeria_national_football_team","surface_form":"Nigeria","offset":6209},{"uri":"Barcelona","surface_form":"Barcelona","offset":6801},{"uri":"Probation","surface_form":"probation","offset":7014}]}