{"id":183347,"url":"http://en.wikipedia.org/wiki/Brain_Warp","text":"ce=\"preserve\">Brain Warp is an electronic audio game developed by Big Monster Toys, and was made by Tiger Electronics and released on June 16, 1996. Players follow the spoken instructions of the game unit by choosing the correct number or color. Its catchphrase which the voice says before a game begins is: \"If you don't keep up with me, you're finished!\". A Star Wars version titled Death Star Escape was released by Tiger Electronics in 1997 and the games are called Challenges.\nThe spherical unit has six colored knobs - purple, red, green, white, orange and yellow - with numbers on them, and a blue base. A second version was released in 2002 with a translucent black base. The voice calls out a color, a number, or both, depending on the game selected, and the player flips the unit so that the correct knob is facing upwards. After every four points, the game becomes faster. If the player responds incorrectly, the round is ended and the unit will make a raspberry sound. There are six games in total - three where the player has to follow the command, one memory game that uses a combination of colors and numbers, a code buster game and a game called Pass Attack where players have to make up their own pattern. When the game has finished, the electronic unit will say \"This game is finished!\" After a pause the game will encourage the player to play the game again by saying \"Wanna warp again?\" In Brain Warp, the player can select between one of the six different games.\nIn 2007, a follow up to Brain Warp was released by Hasbro called Hyperslide which features the Code Buster game from Brain Warp and has four discs which all have a different color.\nHistory.\nThe game was the most popular in Duracell's Kids' Choice National Toy Survey in 1996. During the manufacturing process, there were some units of Brain Warp that contained an earlier revision of the game. The earlier revision was able to cope with faster speeds between 36-44 points on the three reflex games, Colors, Numbers and Combo than the original revision. The revision also had some unused sound files in test mode and had a different background music compared to the newer revision. Also, there was a bug in the older revision that lead to the voice and sound effects not in the right pitch against the music. This also happened with Hasbro's Bop It Extreme and Tiger's Boogey Ball game.\nBrain Shift.\nOn September 6, 1998, Tiger Electronics released a similar game to Brain Warp, a tabletop electronic audio game called Brain Shift. Players move a 'stick shift' in response to voice commands to complete color and sound patterns, and the game becomes increasingly fast. The game requires close attention, and teaches children to recognize and replicate patterns. It came second in the 1998 Duracell Kids' Choice National Toy Survey, and gained a \"Seal of Approval\" from the US-based National Parenting Center. The hype around the release by Tiger Electronics of the Furby at the same time allowed the company to concentrate its marketing on Brain Shift. This game has two different versions of introduction. It either says \"Ok, listen up\" or \"Alright!\" followed by its catchphrase, \"Get your brain in gear and let's play Brain Shift.\" This game has six colors: red, green, yellow, blue, orange and white. The game will then say \"Now choose your game\". Some units of Brain Shift glitch on low batteries and cut out \"your game\" with a \"you shift\". and there are six different games: After choosing a game, the voice will then say \"Now how many shifters do we have?\" The number of players will be selected and then the game will give a short explanation of how the game is played and then the game will commence.\nSome units of Brain Shift had a 'Tiger recommends Duracell' sticker attached to where the batteries are inserted. All sealed units had the stickers on the back of the packaging. This was because at that time, Tiger was allowed to promote Duracell batteries on their games. If the user press 'on' and 'pause' buttons on the front of the device and inserts one of the top right, bottom left and bottom right battery whilst there are three batteries in the unit, the game will enter test mode and play Happy Birthday To You using the sound that plays the melody during the game. Each color on the test mode will test different functions of the game. If the 'pause' button is pressed whilst in test mode, the user will be able to test the stick shift and the game will say the number followed by the colour.\nBrain Bash.\nThe first game from the Brain Family was released in 1994 by Tiger called Brain Bash. The game has four purple buttons and four yellow buttons. The game has five games that play in order. They all involve math. The main game is called Touch Command. The electronic voice issues voice commands to the players such as \"One touch one.\" Player one touches the yellow one button and then press purple one button.","categories":[],"infobox_types":[],"annotations":[{"uri":"Audio_game","surface_form":"audio game","offset":42},{"uri":"Big_Monster_Toys","surface_form":"Big Monster Toys","offset":66},{"uri":"Tiger_Electronics","surface_form":"Tiger Electronics","offset":100},{"uri":"Star_Wars","surface_form":"Star Wars","offset":360},{"uri":"Hasbro","surface_form":"Hasbro","offset":1535},{"uri":"Duracell","surface_form":"Duracell","offset":1707},{"uri":"Test_mode","surface_form":"test mode","offset":2086},{"uri":"Bop_It_Extreme","surface_form":"Bop It Extreme","offset":2325},{"uri":"Furby","surface_form":"Furby","offset":2948},{"uri":"Glitch","surface_form":"glitch","offset":3360},{"uri":"Duracell","surface_form":"Duracell","offset":3742},{"uri":"Happy_Birthday_To_You","surface_form":"Happy Birthday To You","offset":4191},{"uri":"Math","surface_form":"math","offset":4713}]}