{"id":183371,"url":"http://en.wikipedia.org/wiki/Michelle_Richardson","text":"Michelle Richardson is a fictional character on the British television series \"Skins\". She is played by April Pearson.\nPersonality.\nMichelle appears to only be interested in her boyfriend Tony Stonem, and \"looking shaggable\" (in other words being attractive), something she describes an important part of who she is. Although Michelle appears confident, especially of her appearance, she can be seen worried in the first series that Tony is cheating on her, especially with posh schoolgirl Abigail Stock. On Michelle's \"about me\" page located on the [http://www.e4.com/skins/ official Skins website], Michelle describes Jal Fazer as her best friend, saying that she and Jal have been in the same class since they were four, and that Jal still lets her copy from her homework. Even though Michelle doesn't seem to be interested in her schoolwork, she receives 2 A's and 1 B on her A Levels, and is accepted into the University of York after she finishes school at \"Roundview College\". She also shows talent at speaking languages. Including French and Spanish, in the series one episode \"Tony\" Michelle appears to also understand Italian when spoken near her.\nAlthough Michelle can be self centered—where she mainly focuses on her boyfriend Tony—she can be very helpful and caring too, such as when she solves her mother's relationship problems or befriends Sketch in series two. She also shows concern for Effy Stonem, and for her friendship with Jal in the first series episode \"Maxxie and Anwar\", where she feels she has not been a very good friend to her.\nMichelle likes Stevie Nicks, Peaches, and Eminem, but she doesn't like Keane or James Blunt. Her favourite movies are \"Mean Girls\", \"Emperor's New Groove\", and \"Last Seduction\", and her favourite television shows are \"One Tree Hill\", \"Scrubs\", and \"Extreme Makeover\".\nSeries 1.\nMichelle is aware that Sid Jenkins, her boyfriend Tony's best friend, is in love with her, and tries to help by setting Sid up with her friend Cassie Ainsworth. Although loyal to him, Michelle worries that Tony is cheating on her, and breaks up with Tony after he kisses and fondles Abigail Stock at a choir performance. Sid tries to get with Michelle, but Tony takes her back before anything happens. After catching Tony trying to have sex with Maxxie during their class trip to Russia, Michelle breaks up with Tony again, except this time she will not take him back. She tries to have sex with Sid during this time, but Sid has fallen in love with Cassie, and reminds Michelle that she really loves Tony and is just looking for comfort. When Josh Stock, Abigail Stock's brother, asks Michelle out she agrees, and the two have a good time together for a short time. But their relationship is ruined by Tony. At Anwar's birthday party Tony calls Michelle on her phone and tells her that he loves her, bringing Michelle to tears. Then Tony is hit by a bus.\nSeries 2.\nIn the second series Michelle avoids Tony, who is recovering from the accident and has a bad memory. Michell has been coping with sex, drugs, and partying. She returns to her normal self and tries to get back with Tony, but Tony is completely different now, and cannot have sex. Michelle invites Tony on her birthday camping trip, but Tony says no, and on the camping trip Michelle has sex with Sid and the two become involved. They try to keep their relationship secret, but Sid's girlfriend Cassie is angry, and tells everybody. Tony pretends not to care, but eventually tries to get Michelle back. Realizing they aren't in love with each other, Michelle and Sid end their relationship, and Michelle and Tony try to make a relationship work. Everything goes well, but they are accepted into different universities after graduation, and it is unknown whether they stay together or not.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":25},{"uri":"United_Kingdom","surface_form":"British","offset":52},{"uri":"Skins_(TV_series)","surface_form":"Skins","offset":79},{"uri":"April_Pearson","surface_form":"April Pearson","offset":104},{"uri":"Tony_Stonem","surface_form":"Tony Stonem","offset":188},{"uri":"Jal_Fazer","surface_form":"Jal Fazer","offset":620},{"uri":"A_Levels","surface_form":"A Levels","offset":880},{"uri":"University_of_York","surface_form":"University of York","offset":915},{"uri":"French_language","surface_form":"French","offset":1039},{"uri":"Spanish_language","surface_form":"Spanish","offset":1050},{"uri":"Italian_language","surface_form":"Italian","offset":1128},{"uri":"Stevie_Nicks","surface_form":"Stevie Nicks","offset":1573},{"uri":"Peaches","surface_form":"Peaches","offset":1587},{"uri":"Eminem","surface_form":"Eminem","offset":1600},{"uri":"Keane","surface_form":"Keane","offset":1629},{"uri":"James_Blunt","surface_form":"James Blunt","offset":1638},{"uri":"Mean_Girls","surface_form":"Mean Girls","offset":1677},{"uri":"Emperor%27s_New_Groove","surface_form":"Emperor's New Groove","offset":1691},{"uri":"Last_Seduction","surface_form":"Last Seduction","offset":1719},{"uri":"One_Tree_Hill","surface_form":"One Tree Hill","offset":1776},{"uri":"Scrubs_(TV_series)","surface_form":"Scrubs","offset":1793},{"uri":"Extreme_Makeover","surface_form":"Extreme Makeover","offset":1807},{"uri":"Cassie_(Skins_character)","surface_form":"Cassie Ainsworth","offset":1979}]}