{"id":18348,"url":"http://en.wikipedia.org/wiki/Sumatran_tiger","text":"The Sumatran tiger (\"Panthera tigris sumatrae\") is the smallest tiger subspecies. It is listed as critically endangered. They are in danger due to hunting and the destruction of their habitat. It is estimated that there are only about 400-700 Sumatran tigers left in the wild.\nThe Sumatran tiger lives only on the Indonesian island of Sumatra. It can be found in low and highland areas, mountainous jungles, and peat swamp forests.\nDescription.\nLike other tiger subspecies, the Sumatran tiger has deep orange fur with black stripes. Every tiger has its own pattern of stripes, with none being the same. The Sumatran tiger has very long back legs, which allow it to jump great distances. Even though they are the smallest of the tiger subspecies, Sumatran tigers are still very large, reaching to the length of 9 feet (2.7 meters), and weighing up to 165-250 pounds (75–114 kg). Sumatran tigers have webbed feet. This allows them to swim easily.\nWhere they live.\nThe Sumatran tiger is found only on the Indonesian island of Sumatra, where the Sumatran tiger can be found from low and highland areas, to mountainous jungles and peat swamp forests.\nFeeding.\nSumatran tigers ambush their prey, using their long, powerful legs, jaws, and claws to catch and kill their prey. They have extremely good eyesight and hearing, which helps them to find their prey. Sumatran tigers feed mainly on wild boar and deer, and they can eat more than 40 pounds of meat at a time.\nReproduction.\nFemale Sumatran tigers reach maturity at the age of around three to four years. Males turn mature at the age of around four to five years. Females are pregnant for about 95–110 days, and the females give birth in hidden and private areas and raise the cubs alone. They give birth to around 2-3 cubs at a time, but they can sometimes give birth to six cubs. The cubs’ eyes are closed at birth, and they don’t open fully until the cub is one or two weeks old. Cubs feed on milk for three to six months and start hunting with their mother at the age of about five or six months. They will stay with their mother until they are fully able to hunt on their own, which doesn’t happen until the cubs are at least 18 months to 2 years old. In the wild, Sumatran tigers live an average of 15 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tiger","surface_form":"tiger","offset":64},{"uri":"Critically_endangered_species","surface_form":"critically endangered","offset":98},{"uri":"Habitat","surface_form":"habitat","offset":184},{"uri":"Indonesia","surface_form":"Indonesia","offset":314},{"uri":"Sumatra","surface_form":"Sumatra","offset":335},{"uri":"Mountain","surface_form":"mountain","offset":387},{"uri":"Jungle","surface_form":"jungle","offset":399},{"uri":"Peat_swamp_forest","surface_form":"peat swamp forest","offset":412},{"uri":"Tiger","surface_form":"tiger","offset":456},{"uri":"Subspecies","surface_form":"subspecies","offset":462},{"uri":"Leg","surface_form":"leg","offset":641},{"uri":"Feet","surface_form":"feet","offset":906},{"uri":"Indonesia","surface_form":"Indonesia","offset":1002},{"uri":"Sumatra","surface_form":"Sumatra","offset":1023},{"uri":"Mountain","surface_form":"mountain","offset":1102},{"uri":"Jungle","surface_form":"jungle","offset":1114},{"uri":"Peat","surface_form":"peat","offset":1126},{"uri":"Swamp","surface_form":"swamp","offset":1131},{"uri":"Forest","surface_form":"forest","offset":1137},{"uri":"Leg","surface_form":"leg","offset":1217},{"uri":"Jaw","surface_form":"jaw","offset":1223},{"uri":"Claw","surface_form":"claw","offset":1233},{"uri":"Boar","surface_form":"boar","offset":1389},{"uri":"Deer","surface_form":"deer","offset":1398},{"uri":"Pregnant","surface_form":"pregnant","offset":1625},{"uri":"Eye","surface_form":"eye","offset":1841},{"uri":"Milk","surface_form":"milk","offset":1945}]}