{"id":183453,"url":"http://en.wikipedia.org/wiki/Celtic_Christianity","text":"Celtic Christianity refers to the early Medieval Christian practice that came about in 4th century Ireland. Before Christianity they practiced a religion as complex as the Romans with many gods. It grew during the 5th and 6th centuries one of the most spiritual churches in the world.\nIntroduction.\nRoman Christianity was late arriving in Ireland because the Roman armies never invaded the island. Consequently, Roman culture, and its brand of Roman Christianity, had little influence on early Irish Christianity. Because the educated class of the Celts, the Druids, had a long history of educational excellence and philosophic curiosity, they welcomed the new religion into Ireland as they did all new information. The ancient Greeks did student exchanges with the Druids, whom they considered the other great philosophers in Europe. Perhaps the most famous Greek scholar to study under the Druids was Pythagoras.\nIreland is the one country that had no martyrs when Christianity came into its territory. This prompted the Irish Christians of later years to develop the \"White Martyrdom\" of monks who lived austere lives as \"living martyrs.\" Christian worship had reached Ireland around 400 AD. Ireland at this time was still a Celtic nation, which the Roman Church called pagan. Contrary to common myth, the Irish did not abandon their Celtic culture in favor of Christianity. Rather, Christianity was woven into their culture. The Celtic cross reflects this mxture of the two. Celtic culture, unlike the very linear philosophy of Rome and Greece, was built upon a very cyclically minded philosophy, patterning itself after the seasonal cycles and life cycles they observed in their beloved natural world. The Celtic cross includes the cross to represent Christianity and the Circle to represent the Celtic world view.\nSuccesses.\nRoman Christianity, like Roman culture, was a city-based culture. All of the letters of Saint Paul that made it into the official Roman canon of the New Testament were written to new churches in various Roman cities. The Latin word for Celt was \"Galli\". Paul's letter to the Galatians was written to a Celtic settlement, uncharacteristically urban, in what is now Turkey. For most of its early history, the Roman church paid little attention to the country dwellers they called the \"Paganus,\" which is equivalent to the contemporary \"redneck\" or \"country bumpkin.\" Consequently, it was not the Roman missionaries who Christianized the vast majority of the European land mass. It was the monks from Ireland who were comfortable with the nature-loving ways of the Paganus. They traveled to mainland Europe and taught the countryfolk Celtic Christianity.\nDespite Rome's later philosophic battles against it, like those at the Synod of Whitby in 664 AD, Celtic Christianity remained the dominant form of Christianity in terms of numbers of adherents for the first thousand years of the Christian era. Most modern Christians do not know this because once Rome either converted, suppressed, or killed the adherents of what they saw as a heresy. They removed all reference to Celtic Christianity's legacy from the libraries of Europe - except the Irish libraries, material being translated only since Irish Independence in the early Twentieth Century.\nMyths.\nLegend says that Celtic Christianity in Britain was founded by St. Joseph of Arimathea; legend also says that King Arthur is buried in his ruined abbey. According to legend, Joseph was a tin merchant who was often coming and going to the tin mines of Roman Britain. Legend continues to say that he may have taken his nephew, Jesus, with him on some of these trips. Later Joseph of Aramathea becomes first keeper of the Holy Grail. Perhaps the best known myth about Celtic Christianity is that Saint Patrick brought Christianity to Ireland. Christianity was already established in Ireland by the time Patrick began his ministry.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medieval","surface_form":"Medieval","offset":40},{"uri":"Christianity","surface_form":"Christian","offset":49},{"uri":"4th_century","surface_form":"4th century","offset":87},{"uri":"Ireland","surface_form":"Ireland","offset":99},{"uri":"Complex","surface_form":"complex","offset":157},{"uri":"Roman_Empire","surface_form":"Romans","offset":172},{"uri":"Deity","surface_form":"gods","offset":189},{"uri":"5th_century","surface_form":"5th","offset":214},{"uri":"6th_century","surface_form":"6th centuries","offset":222},{"uri":"Spiritual","surface_form":"spiritual","offset":252},{"uri":"Church","surface_form":"church","offset":262},{"uri":"World","surface_form":"world","offset":278},{"uri":"Druid","surface_form":"Druids","offset":559},{"uri":"Religion","surface_form":"religion","offset":661},{"uri":"Ancient_Greece","surface_form":"ancient Greeks","offset":720},{"uri":"Philosopher","surface_form":"philosophers","offset":811},{"uri":"Pythagoras","surface_form":"Pythagoras","offset":903},{"uri":"Martyr","surface_form":"martyrs","offset":954},{"uri":"Monk","surface_form":"monks","offset":1091},{"uri":"Anno_Domini","surface_form":"AD","offset":1191},{"uri":"Pagan","surface_form":"pagan","offset":1273},{"uri":"Culture","surface_form":"culture","offset":1344},{"uri":"Celtic_cross","surface_form":"Celtic cross","offset":1433},{"uri":"Life_cycle","surface_form":"life cycles","offset":1649},{"uri":"Paul_the_Apostle","surface_form":"Saint Paul","offset":1919},{"uri":"Canon_law","surface_form":"canon","offset":1967},{"uri":"New_Testament","surface_form":"New Testament","offset":1980},{"uri":"Latin","surface_form":"Latin","offset":2052},{"uri":"Epistle_to_the_Galatians","surface_form":"letter to the Galatians","offset":2092},{"uri":"Turkey","surface_form":"Turkey","offset":2195},{"uri":"Missionary","surface_form":"missionaries","offset":2431},{"uri":"Synod_of_Whitby","surface_form":"Synod of Whitby","offset":2754},{"uri":"Religious_conversion","surface_form":"converted","offset":2993},{"uri":"Heresy","surface_form":"heresy","offset":3062},{"uri":"Great_Britain","surface_form":"Britain","offset":3323},{"uri":"St._Joseph_of_Arimathea","surface_form":"St. Joseph of Arimathea","offset":3346},{"uri":"King_Arthur","surface_form":"King Arthur","offset":3393},{"uri":"Abbey","surface_form":"abbey","offset":3429},{"uri":"Jesus","surface_form":"Jesus","offset":3608},{"uri":"Holy_Grail","surface_form":"Holy Grail","offset":3702},{"uri":"Saint_Patrick","surface_form":"Saint Patrick","offset":3776}]}