{"id":183415,"url":"http://en.wikipedia.org/wiki/June_McCarroll","text":"June Hill Robertson McCarroll (June 30 1867—March 30 1954) was a nurse (later a physician) with the Southern Pacific Railroad in the early twentieth century. She has been credited by Caltrans with the idea of using a painted line to separate lanes of traffic on a highway. This is now in use all over the world.\nMcCarroll was born and raised in the Adirondacks. She attended a medical college in Chicago. She moved to Southern California in 1904 with her first husband, John Robertson. They had hoped that the desert climate would help him with his tuberculosis, but Robertson died in 1914. She later married Frank McCarroll, the local station manager for the Southern Pacific Railroad. From 1907 to 1916, she was the only physician regularly practicing in the vast desert between the Salton Sea and Palm Springs. She was also the only physician serving the area's five Indian reservations for the Bureau of Indian Affairs.\nMcCarroll soon told her idea to the local chamber of commerce and the Riverside County Board of Supervisors, but no one listened. Finally, she took it upon herself to hand-paint a white stripe down the middle of the road. This would later help drivers since they could now easily see the actual width of the lane and keep accidents like Nurse McCarroll's from happening again. Through the Indio Women's Club and many similar women's groups, Nurse McCarroll launched a statewide letter writing campaign to tell of her proposal. In November 1924, the idea was adopted by the California Highway Commission and 3,500 miles of lines were painted at a cost of $163,000. It would not be long before the idea was adopted worldwide.\nA memorial plaque to Dr. McCarroll may be found at the intersection of Indio Boulevard and Flower Street in Indio, California. On April 24, 2002, to honor her contribution to road safety, the State of California named the stretch of Interstate 10 near Indio east of the Indio Boulevard/Jefferson Street exit as \"The Doctor June McCarroll Memorial Freeway.\" To find the plaque with a GPS system, the coordinates are 33º43.260 N, 116º13.040 W.","categories":[],"infobox_types":[],"annotations":[{"uri":"June_30","surface_form":"June 30","offset":31},{"uri":"1867","surface_form":"1867","offset":39},{"uri":"March_30","surface_form":"March 30","offset":44},{"uri":"1954","surface_form":"1954","offset":53},{"uri":"Nurse","surface_form":"nurse","offset":65},{"uri":"Physician","surface_form":"physician","offset":80},{"uri":"Southern_Pacific_Railroad","surface_form":"Southern Pacific Railroad","offset":100},{"uri":"Caltrans","surface_form":"Caltrans","offset":183},{"uri":"Lane","surface_form":"lane","offset":242},{"uri":"Traffic","surface_form":"traffic","offset":251},{"uri":"Adirondacks","surface_form":"Adirondacks","offset":349},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago","offset":396},{"uri":"California","surface_form":"Southern California","offset":418},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":549},{"uri":"Physician","surface_form":"physician","offset":723},{"uri":"Desert","surface_form":"desert","offset":766},{"uri":"Salton_Sea","surface_form":"Salton Sea","offset":785},{"uri":"Palm_Springs%2C_California","surface_form":"Palm Springs","offset":800},{"uri":"Bureau_of_Indian_Affairs","surface_form":"Bureau of Indian Affairs","offset":898},{"uri":"Chamber_of_commerce","surface_form":"chamber of commerce","offset":966},{"uri":"Riverside_County","surface_form":"Riverside County","offset":994},{"uri":"California_Highway_Commission","surface_form":"California Highway Commission","offset":1497},{"uri":"April_24","surface_form":"April 24","offset":1778},{"uri":"2002","surface_form":"2002","offset":1788},{"uri":"Interstate_10_(California)","surface_form":"Interstate 10","offset":1881},{"uri":"GPS","surface_form":"GPS","offset":2031}]}