{"id":183691,"url":"http://en.wikipedia.org/wiki/Hurricane_Henriette_(2007)","text":"Hurricane Henriette was the deadliest tropical cyclone of the 2007 Pacific hurricane season. The storm, which caused nine fatalities, formed from an area of cloud on August 30, 2007, and became a tropical storm the next day. The storm moved along the Mexican Pacific coast, and it rained very heavily. The city that had the most problems was Acapulco, Guerrero, where six people were killed by landslides, and where over 100 families had to leave after the La Sabana River flooded. Henriette then turned north and headed towards the Baja California peninsula, and became a Category 1 hurricane on the Saffir-Simpson Hurricane Scale. Henriette made its first landfall east of Cabo San Lucas when it was at its strongest, causing the death of one woman because of rough seas.\nHurricane Henriette then moved over the Sea of Cortez, and made its second landfall near Guaymas, Sonora. After causing heavy rains in Sonora, the storm weakened over the Sierra Madre Occidental and what was left went on to cause flooding in New Mexico and Texas. The damaged caused cost about $275 million (2007 MXN, $25 million 2007 USD). It hit Mexico on the same day Hurricane Felix hit Nicaragua, only one of two time when an Atlantic hurricane and a Pacific hurricane have made landfall on the same day.\nMeteorological history.\nHenriette originated from a tropical wave that departed the west coast of Africa on August 20, 2007. The wave produced some convection while in the Caribbean Sea but reached Central America on August 28 before any significant development could occur. Early on August 30, the area of low pressure, now 400 miles (640 km) south-southeast of Acapulco, Mexico, started to gain clusters of strong convection. By the afternoon of August 30 the system continued to show strong convection and had developed a broad but well defined area of low to mid level cyclonic turning. By 0600 UTC that day the system became a tropical depression about southeast of Acapulco and was designated as Tropical Depression Eleven-E.\nConvection continued but the cyclone was encountering extensive easterly to north-easterly wind shear which stinted the strengthening of this storm throughout its history. The cyclone initially headed toward the west-northwest around a subtropical ridge that was centered over the western Gulf of Mexico. The depression moved north west, parallel with the west coast of Mexico due to being steered by the mid/upper-level ridge. On August 31, it strengthened to become Tropical Storm Henriette, 85 miles (137 km) south of Acapulco.\nIt continued to move along the Mexican coast bringing heavy rains. With continued strong convection, Henriette maintained its strengthening and was predicted to reach hurricane strength. However, despite the low wind shear and apparent warm waters. Henriette did not strengthen as expected. This is believed to be due to its proximity to land and colds waters being brought up due to Henriette's slow movement. The convection and strengthening continued and maintained itself as it moved away from Jalisco. Henriette turned westward and away from the Pacific coast of Mexico late on September 1 as the subtropical ridge built westward over northern Mexico.\nHenriette continued to improve in structure and with the formation of a distinct eye feature, reached hurricane strength on September 4 as it turned north-northwestward toward the Baja California peninsula, ahead of a mid-latitude trough approaching the west coast of the United States. The hurricane reached its peak intensity of 85 mph (135  km/h) that morning while centered about 75 miles (120 km)south-southeast of Cabo San Lucas.\nThe center of Henriette made landfall just east of Cabo San Lucas on the afternoon of September 4 with maximum winds near  (130  km/h). It was over land for only about six hours before emerging into the Sea of Cortez. The brief interaction with land caused a slight weakening, but Henriette remained a Category 1 hurricane for most of that day. The next day it made final landfall near Guaymas in the state of Sonora. Henriette weakened quickly over land and dissipated over the mountains of northwestern Mexico early on September 6. The remnants of Tropical Storm Henriette continued to track across west Texas and southeastern New Mexico as it was being absorbed by a cold front moving through New Mexico. The flow of moisture from originating from these remnants, moderate instability, and marginal shear contributed to flash flooding and severe thunderstorms.\nPreparations.\nThe formation of Henriette was not anticipated well in NHC Tropical Weather Outlooks. The incipient system was first mentioned only about 31 hours before it became a tropical depression, and the potential for the formation of a depression was explicitly stated beginning only about 13 hours prior to genesis.\nOn August 31, 2007 the National Meteorological Service in Mexico decreed zone of alert from Lagunas de Chacahua, Oaxaca to Cabo Corrientes, Jalisco. It requested the public to take precautions before the possible coming of rain, intense winds and storm surges in the south and southwestern coasts of Mexico. The Ministry of Education of Guerrero canceled classes at all schools in the evening and close the port navigation. Faced with the prospect of Henriette strengthening, The Head of the Harbor Bay in Acapulco stopped all travel for small craft and coastal fisheries. Also blue and yellow flags were raised as a preventive measure for swimmers. On September 4, the port of Mazatlán, Sinaloa had to be shut down to all navigation due to the inclement weather produced by the hurricane. The port authority reported that Henriette produced waves surpassing 4 meters (13 ft) in height. The Carnival Pride cruise scheduled to arrive at the port had to be diverted out to sea as a result of the port's closure. In the city itself, school was suspended for two days, and officials stated that approximately 600 famiilies might have to be evacuated. Further north, the port of Topolobampo, Sinaloa was also closed due to Henriette's threat, and 20 families were evacuated from their homes in an ejido.\nIn La Paz, the Municipal Direction of Civil defense informed that the first of 13 temporary shelters would be opened and anticipated the evacuation of more than 2000 people that lived in high-risk zones. In some areas, the local police recommended to the population, mostly those living in areas of high risk, that they should take care not to leave their homes unless necessary and to find evacuation routes and temporary shelters. Both Manuel Márquez de León International Airport in La Paz and Los Cabos International Airport in San José del Cabo were shut down, stranding 7,500–8,500 tourists. Henriette also forced the ports in Los Cabos to close completely, and the port in La Paz to close to small craft.\nImpact.\nHenriette struck hardest in the resort town of Acapulco. Though the storm never passed closer than to the town, heavy rains along the coast saturated the ground, leading to mudslides. Six people were reported dead as a result of rockslides in two suburban neighborhoods of the city and in the port itself. Three were killed by a huge rock hitting their house, and the other three were killed when their dwellings partially collapsed. In addition, flooding from the overflowing of the River La Sabana, led to the evacuation of at least one hundred families from around the river by the Consejo Estatal de Proteccion Civil.\nJorge Antonio Pacheco Albert, Director of Civil Protection for the Port of Acapulco, reported that approximately 800 were injured during the passage of Henriette along the coast and that 337 people relocated to temporary shelters. In Michoacán, Henriette damaged 10,000 square meters (107,000 sq. ft) of beach near Ixtapilla, destroying approximately 5,000 Olive Ridley turtle nests, comprising 10% of the endangered species's nests in the state.\nIn Sonora, the hurricane destroyed 450 homes and damaged another 5,000 dwellings in Etchojoa and Huatabampo, which both have large Mayo Indian populations. The storm's precipitation flooded nearby agricultural fields, stopping wheat production, forcing local government to fumigate the region to try to prevent a dengue fever outbreak. In the Yaqui River valley, two people were killed, and another 70 homes were destroyed by Henriette's winds. Throughout the state, 24,000 families were left homeless.\nOne woman died due to high surf near Cabo San Lucas on the Baja California peninsula. Two fishermen were reported killed off the Sonora coast.\nThe road connecting Guaymas to Ciudad Obregón was closed due to damage from the overflow of the brook Cocoraque which stranded around 600 cars. Lázaro Cárdenas was affected when the Acalpican River broke its banks. At least 50 houses in the community of \"El Habillal\", were flooded by water levels of up to. The residents had to leave their houses and be relocated in provisional housing.\nThe remnants of Henriette caused flash floods and surface water 8–12 inches (20–30 cm) deep which covered roads with depths up to 1.5 inches (4 cm) in the U.S. States of New Mexico and Texas. Hail also accumulated on roadways. Damage in Mexico totaled about $275 million (2007 MXN, $25 million 2007 USD). The name \"Henriette\" was not retired from use by the World Meteorological Organization, and will be used again in 2013.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":38},{"uri":"2007_Pacific_hurricane_season","surface_form":"2007 Pacific hurricane season","offset":62},{"uri":"Tropical_storm","surface_form":"tropical storm","offset":196},{"uri":"Pacific_coast","surface_form":"Pacific coast","offset":259},{"uri":"Acapulco","surface_form":"Acapulco","offset":342},{"uri":"Guerrero_(state)","surface_form":"Guerrero","offset":352},{"uri":"Landslide","surface_form":"landslide","offset":394},{"uri":"Baja_California_peninsula","surface_form":"Baja California peninsula","offset":533},{"uri":"Pacific_hurricane","surface_form":"hurricane","offset":584},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":601},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":658},{"uri":"Cabo_San_Lucas","surface_form":"Cabo San Lucas","offset":675},{"uri":"Sea_of_Cortez","surface_form":"Sea of Cortez","offset":814},{"uri":"Guaymas","surface_form":"Guaymas","offset":863},{"uri":"Sonora","surface_form":"Sonora","offset":872},{"uri":"Sierra_Madre_Occidental","surface_form":"Sierra Madre Occidental","offset":945},{"uri":"New_Mexico","surface_form":"New Mexico","offset":1016},{"uri":"Texas","surface_form":"Texas","offset":1031},{"uri":"Mexican_peso","surface_form":"MXN","offset":1087},{"uri":"United_States_dollar","surface_form":"USD","offset":1109},{"uri":"Hurricane_Felix","surface_form":"Hurricane Felix","offset":1145},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":1165},{"uri":"Atlantic_hurricane","surface_form":"Atlantic hurricane","offset":1205},{"uri":"Pacific_hurricane","surface_form":"Pacific hurricane","offset":1230},{"uri":"Africa","surface_form":"Africa","offset":1382},{"uri":"Convection","surface_form":"convection","offset":1432},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":1456},{"uri":"Acapulco","surface_form":"Acapulco","offset":1647},{"uri":"Mexico","surface_form":"Mexico","offset":1657},{"uri":"UTC","surface_form":"UTC","offset":1883},{"uri":"Tropical_depression","surface_form":"tropical depression","offset":1916},{"uri":"Wind_shear","surface_form":"wind shear","offset":2107},{"uri":"Ridge","surface_form":"ridge","offset":2264},{"uri":"Mexico","surface_form":"Mexico","offset":2386},{"uri":"Mexico","surface_form":"Mexican","offset":2578},{"uri":"Hurricane","surface_form":"hurricane","offset":2714},{"uri":"Jalisco","surface_form":"Jalisco","offset":3045},{"uri":"Cabo_San_Lucas","surface_form":"Cabo San Lucas","offset":3624},{"uri":"Sea_of_Cortez","surface_form":"Sea of Cortez","offset":3843},{"uri":"Guaymas","surface_form":"Guaymas","offset":4026},{"uri":"Sonora","surface_form":"Sonora","offset":4050},{"uri":"Servicio_Meteorol%C3%B3gico_Nacional","surface_form":"National Meteorological Service","offset":4850},{"uri":"Lagunas_de_Chacahua_National_Park","surface_form":"Lagunas de Chacahua, Oaxaca","offset":4919},{"uri":"Cabo_Corrientes","surface_form":"Cabo Corrientes, Jalisco","offset":4950},{"uri":"Mazatl%C3%A1n","surface_form":"Mazatlán","offset":5505},{"uri":"Sinaloa","surface_form":"Sinaloa","offset":5515},{"uri":"Carnival_Pride","surface_form":"Carnival Pride","offset":5718},{"uri":"Topolobampo","surface_form":"Topolobampo","offset":6001},{"uri":"Sinaloa","surface_form":"Sinaloa","offset":6014},{"uri":"Ejido","surface_form":"ejido","offset":6119},{"uri":"Manuel_M%C3%A1rquez_de_Le%C3%B3n_International_Airport","surface_form":"Manuel Márquez de León International Airport","offset":6564},{"uri":"Los_Cabos_International_Airport","surface_form":"Los Cabos International Airport","offset":6623},{"uri":"San_Jos%C3%A9_del_Cabo","surface_form":"San José del Cabo","offset":6658},{"uri":"Los_Cabos","surface_form":"Los Cabos","offset":6759},{"uri":"Michoac%C3%A1n","surface_form":"Michoacán","offset":7702},{"uri":"Square_meter","surface_form":"square meter","offset":7738},{"uri":"Square_foot","surface_form":"sq. ft","offset":7761},{"uri":"Olive_Ridley","surface_form":"Olive Ridley turtle","offset":7825},{"uri":"Sonora","surface_form":"Sonora","offset":7918},{"uri":"Etchojoa%2C_Sonora","surface_form":"Etchojoa","offset":7999},{"uri":"Huatabampo%2C_Sonora","surface_form":"Huatabampo","offset":8012},{"uri":"Mayo_people","surface_form":"Mayo Indian","offset":8046},{"uri":"Wheat","surface_form":"wheat","offset":8142},{"uri":"Dengue_fever","surface_form":"dengue fever","offset":8228},{"uri":"Yaqui_River","surface_form":"Yaqui River valley","offset":8258},{"uri":"Cabo_San_Lucas","surface_form":"Cabo San Lucas","offset":8455},{"uri":"Guaymas","surface_form":"Guaymas","offset":8581},{"uri":"Ciudad_Obreg%C3%B3n","surface_form":"Ciudad Obregón","offset":8592},{"uri":"L%C3%A1zaro_C%C3%A1rdenas%2C_Michoac%C3%A1n","surface_form":"Lázaro Cárdenas","offset":8705},{"uri":"Acalpican_River","surface_form":"Acalpican River","offset":8743},{"uri":"U.S._State","surface_form":"U.S. State","offset":9105},{"uri":"New_Mexico","surface_form":"New Mexico","offset":9120},{"uri":"Texas","surface_form":"Texas","offset":9135},{"uri":"Mexican_peso","surface_form":"MXN","offset":9227},{"uri":"United_States_dollar","surface_form":"USD","offset":9249}]}