{"id":183874,"url":"http://en.wikipedia.org/wiki/Hughes_Medal","text":"The Hughes Medal is awarded by the Royal Society of London for original discoveries in electricity and magnetism or their applications.\nThe medal was first given to J.J. Thomson in 1902 \"for his numerous contributions to electric science, especially in reference to the phenomena of electric discharge in gases\". It has been awarded over a hundred times. At first it was awarded annually, now it is every two years.\nUnlike some other Royal Society medals, the Hughes Medal has never been awarded to the same person more than once. Only one woman has won it: Michele Dougherty in 2008, who was awarded the medal \"for innovative use of magnetic field data that led to discovery of an atmosphere around one of Saturn's moons and the way it revolutionised our view of the role of planetary moons in the Solar System\".\nThe medal has been awarded to more than one person at once; in 1938 it was won by John Cockcroft and Ernest Walton \"for their discovery that nuclei could be disintegrated by artificially produced bombarding particles\", in 1981 by Peter Higgs, Thomas Walter and Tom W. B. Kibble \"for their international contributions about the spontaneous breaking of fundamental symmetries in elementary-particle theory\", in 1982 by Drummond Matthews and Frederick Vine for explaining the magnetic properties of the ocean floors which then led to the plate tectonic hypothesis, and in 1988 by Archibald Howie and M.J. Whelan for their work on the theory of electron diffraction and microscopy, and its use in the study of lattice defects in crystals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Royal_Society","surface_form":"Royal Society","offset":35},{"uri":"Electricity","surface_form":"electricity","offset":87},{"uri":"Magnetism","surface_form":"magnetism","offset":103},{"uri":"J.J._Thomson","surface_form":"J.J. Thomson","offset":165},{"uri":"Michele_Dougherty","surface_form":"Michele Dougherty","offset":558},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":707},{"uri":"John_Cockcroft","surface_form":"John Cockcroft","offset":896},{"uri":"Ernest_Walton","surface_form":"Ernest Walton","offset":915},{"uri":"Peter_Higgs","surface_form":"Peter Higgs","offset":1044},{"uri":"Tom_W._B._Kibble","surface_form":"Tom W. B. Kibble","offset":1075},{"uri":"Drummond_Matthews","surface_form":"Drummond Matthews","offset":1231},{"uri":"Frederick_Vine","surface_form":"Frederick Vine","offset":1253},{"uri":"Archibald_Howie","surface_form":"Archibald Howie","offset":1391},{"uri":"M.J._Whelan","surface_form":"M.J. Whelan","offset":1411}]}