{"id":18396,"url":"http://en.wikipedia.org/wiki/Oliver_%26_Company","text":"\"Oliver & Company\" is a 1988 American animated musical movie. It was produced by Walt Disney Feature Animation and released by Walt Disney Pictures. It is the 27th Disney animated movie. The movie is loosely based on the famous Charles Dickens novel \"Oliver Twist\". The novel has been adapted many other times for the screen and television. In the movie, Oliver is a homeless kitten who joins a gang of dogs to survive in the streets. Among other changes, the setting of the movie moved from 19th century London to modern-day New York City, Fagin's gang is made up of dogs (one of which is Dodger), and Sykes is a loan shark.\n\"Oliver & Company\" was released on November 18, 1988. This was the same day that \"The Land Before Time\", another American animated movie, was released. \"Oliver & Company\" was a success at the box office, but received mixed reviews from movie critics. The movie was re-released in the United States, Canada, and the United Kingdom on March 29, 1996. It was then released on home video later that same year. It was released on DVD in 2002. It was re-released on DVD in 2009 as a 20th Anniversary Edition. A 25th Anniversary Edition Blu-ray of the movie was released in 2013.\nPlot.\nOliver, an orange orphan cat, is lost in New York City. A street-smart dog named Dodger finds him. Dodger tricks Oliver into getting some sausages for him (from a hot dog seller named Louie). Dodger leaves the cat behind and runs to the barge of his poor owner, Fagin. Inside the barge are four other dogs. They are Tito the chihuahua, Einstein the Great Dane, Rita the Afghan Hound, and the Francis the Bulldog. Oliver breaks in, and is questioned by the other dogs. He tells them that he followed Dodger because he wanted a fair share of the sausages. Dodger starts fighting with Tito. Francis and Einstein join the fight. Fagin breaks it up. Fagin is in trouble with a loan shark named Sykes, because he owes Sykes money. Sykes says that Fagin has to pay the money within three days. In order to get the money, Fagin, his dogs, and Oliver set out into the city streets the next day. While the poor man is unlucky trying to sell his useless stuff, the animals encounter a limousine that is driven by Winston, a butler. They put on an act to get his attention. After trying to take apart the limousine's dashboard, Tito gets \"barbecued\". Oliver is tangled up in the wires nearby. Jenny, a little girl who Winston is taking care of while her parents are away on a trip, decides to adopt Oliver. She takes him home at Fifth Avenue. She promises that they will be \"good company\" forever. The next morning, Fagin's dogs break into the family's house in order to get Oliver back to their barge. This upsets the family's pet poodle, Georgette. However, she lets them take Oliver. When they arrive back at the barge, Oliver explains that he misses Jenny. This upsets Dodger, because he feels like Oliver does not care about being in their gang anymore. Fagin, however, realizes that Oliver is his best hope, because of the gold tag on his collar. Fagin writes a random note to the \"very rich cat owner person\" at Oliver's address in hopes of getting Sykes's money on time. Jenny reads the note after she comes home from school. She and Georgette go to the docks to get Oliver back. Jenny gets him back, thanks to Fagin. However, Sykes kidnaps her for the sake of the ransom that Fagin has to pay within 12 hours. Fagin and his dogs manage to save both Jenny and Oliver from the wrath of Sykes and his Dobermans, Roscoe and DeSoto. The next day, Jenny celebrates her birthday with Oliver, Fagin, the dogs, and Winston. In the end, Oliver decides to stay with Jenny. Dodger promises him a special place in the gang, as \"vice president\". Dodger and the gang all return home with Fagin.\nProduction.\nFor \"Oliver & Company\", Disney invested $15 million into a long-term computer system called Computer Animation Production System, otherwise known as CAPS. Unlike \"The Black Cauldron\" and \"The Great Mouse Detective\", which used computer imagery for special sequences, 11 minutes of \"Oliver & Company\" were computer-generated such as the skyscrapers, the taxi cabs, trains, Fagin's scooter-cart, and the climactic subway chase.\nSoundtrack.\nThe instrumental score for \"Oliver & Company\" was composed by J. A. C. Redford. The movie's music was supervised by Carole Childs. The first song heard in the movie, \"Once Upon a Time in New York City\", was written by lyricist Howard Ashman. Billy Joel, in addition to voicing Dodger, performed the character's song in the movie.\nThe track list below represents the 1996 re-release of the \"Oliver & Company\" soundtrack. The original 1988 release had the same songs, but with the instrumental cues placed in between the songs in the order in which they appeared in the movie. Using the numbering system in the list below, the order the tracks on the 1988 release would be: 1, 2, 6, 7, 3, 4, 5, 8, 9, 10, 11.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":29},{"uri":"Animation","surface_form":"animated","offset":38},{"uri":"Musical_movie","surface_form":"musical movie","offset":47},{"uri":"Movie_producer","surface_form":"produced","offset":69},{"uri":"Walt_Disney_Animation_Studios","surface_form":"Walt Disney Feature Animation","offset":81},{"uri":"Walt_Disney_Pictures","surface_form":"Walt Disney Pictures","offset":127},{"uri":"List_of_Walt_Disney_Animation_Studios_movies","surface_form":"Disney animated movie","offset":164},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":228},{"uri":"Oliver_Twist","surface_form":"Oliver Twist","offset":251},{"uri":"Cinema","surface_form":"screen","offset":318},{"uri":"Television","surface_form":"television","offset":329},{"uri":"Cat","surface_form":"kitten","offset":376},{"uri":"Dog","surface_form":"dog","offset":403},{"uri":"London","surface_form":"London","offset":505},{"uri":"New_York_City","surface_form":"New York City","offset":526},{"uri":"Loan_shark","surface_form":"loan shark","offset":614},{"uri":"The_Land_Before_Time","surface_form":"The Land Before Time","offset":708},{"uri":"Box_office","surface_form":"box office","offset":818},{"uri":"Canada","surface_form":"Canada","offset":925},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":941},{"uri":"Video","surface_form":"video","offset":1004},{"uri":"DVD","surface_form":"DVD","offset":1051},{"uri":"Blu-ray","surface_form":"Blu-ray","offset":1156},{"uri":"Orphan","surface_form":"orphan","offset":1223},{"uri":"Sausage","surface_form":"sausage","offset":1343},{"uri":"Hot_dog","surface_form":"hot dog","offset":1368},{"uri":"Poor","surface_form":"poor","offset":1455},{"uri":"Chihuahua_(dog)","surface_form":"chihuahua","offset":1530},{"uri":"Great_Dane","surface_form":"Great Dane","offset":1554},{"uri":"Afghan_Hound","surface_form":"Afghan Hound","offset":1575},{"uri":"Bulldog","surface_form":"Bulldog","offset":1609},{"uri":"Barbecue","surface_form":"barbecue","offset":2332},{"uri":"Adoption","surface_form":"adopt","offset":2486},{"uri":"Fifth_Avenue","surface_form":"Fifth Avenue","offset":2522},{"uri":"Poodle","surface_form":"poodle","offset":2725},{"uri":"Gold","surface_form":"gold","offset":3022},{"uri":"Collar","surface_form":"collar","offset":3038},{"uri":"Random","surface_form":"random","offset":3061},{"uri":"Dock","surface_form":"dock","offset":3255},{"uri":"Wrath","surface_form":"wrath","offset":3477},{"uri":"Computer_Animation_Production_System","surface_form":"Computer Animation Production System","offset":3886},{"uri":"The_Black_Cauldron_(movie)","surface_form":"The Black Cauldron","offset":3957},{"uri":"The_Great_Mouse_Detective","surface_form":"The Great Mouse Detective","offset":3982}]}