{"id":18408,"url":"http://en.wikipedia.org/wiki/Frequency","text":"Frequency is how often an event repeats itself over a set amount of time.\nIn physics, the frequency of a wave is the number of wave crests that pass a point in one second (a wave crest is the peak of the wave).\nHertz (symbol Hz) is the unit of frequency.\nformula_1\nwhere v is speed and formula_1 (lambda) is wavelength. The formula for the frequency of light waves is formula_1 where the c is the speed of light.\nAll electromagnetic waves travel at the speed of light in a vacuum but they travel at slower speeds when they travel through a medium that is not a vacuum. Other waves, such as sound waves, travel at much much lower speeds and can not travel through a vacuum.\nExamples of electromagnetic waves are: light waves, radio waves, infrared radiation, microwaves, and gamma waves.\nVisualizing electromagnetic waves.\nDifferent types of electromagnetic waves have different frequencies.\nExample.\nOne way to visualize this is if there were two trains traveling at the same speed, but the size of the train cars was smaller on one train than the other. If someone picked something that was not moving, like a signpost, and then counted how many train cars passed the sign post in one second for each train, they would know the frequency of cars passing in each train. The number and frequency of train cars passing the sign post would be different, because the train with smaller train cars would have more train cars passing the sign post in a second than the train with larger train cars. Knowing how many cars passed the sign post in one second, and knowing the speed of the train, one could figure out mathematically the size of each train car for each train.\nFor example, if the train was moving at 10 miles per second, and 10 train cars passed in one second, then each train car would be 1 mile long. If the other train was also moving at 10 miles per second and 20 train cars passed in one second, then one would know that each train car was 1/2 of a mile long for that train. This example shows that knowing the frequency of an electromagnetic wave gives you the wavelength, since all electromagnetic waves travel at the speed of light so that c = v (lambda) where v is frequency and lambda is wavelength, and c is the speed of light. Therefore, another way of expressing frequency is to say \"frequency is c over lambda.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Wave_(physics)","surface_form":"wave","offset":127},{"uri":"Crest","surface_form":"crest","offset":132},{"uri":"Second","surface_form":"second","offset":164},{"uri":"Hertz","surface_form":"Hertz","offset":211},{"uri":"Speed_of_light","surface_form":"speed of light","offset":397},{"uri":"Electromagnetic_waves","surface_form":"electromagnetic waves","offset":417},{"uri":"Vacuum","surface_form":"vacuum","offset":473},{"uri":"Sound","surface_form":"sound","offset":590},{"uri":"Light","surface_form":"light","offset":712},{"uri":"Radio_wave","surface_form":"radio wave","offset":725},{"uri":"Infrared_radiation","surface_form":"infrared radiation","offset":738},{"uri":"Microwaves","surface_form":"microwaves","offset":758},{"uri":"Gamma_ray","surface_form":"gamma waves","offset":774}]}