{"id":184198,"url":"http://en.wikipedia.org/wiki/Yu-Gi-Oh%21_(trading_card_game)","text":"The \"Yu-Gi-Oh!\" Trading Card Game is a Japanese card game developed and published by Konami. It is based on the fictional game of \"Duel Monsters\", which is the main story for the anime series \"Yu-Gi-Oh!\". It is played around the world, but mostly in Japan, North America, Europe and Australia. It was first sold to the public in 1999. In 2009 it broke the world record for most trading cards sold.\n\"Yu-Gi-Oh!\" is a trading card game in which players draw cards from separate decks and take turns playing cards. The game is like a battle, and the cards have different uses to help the player win the battle. There is one deck of cards for each player. Each deck contains 40 to 60 cards. Each player also has an optional \"extra deck\" of up to 15 cards that are used in certain situations. There is also a 15-card \"side deck\", which allows players to modify their deck between games. Players are only allowed three of the same card per deck and side deck. Each player starts with a certain number of \"Life Points\". To win the game, a player has to reduce their opponent's Life Points to zero. This is usually achieved by using \"monster\" cards to attack the monster cards of the opponent or damage the opponent's life points. The other two card types are \"spells\" and \"traps\". There are many, many types of spells and traps. For example, these cards' effects may eliminate an opponent's card, counter the effects of an opponent's card, or retrieve a specific card from one's own deck, to name just a few. Most monster cards also have extra abilities of their own.","categories":[],"infobox_types":[],"annotations":[{"uri":"Card_game","surface_form":"card game","offset":48},{"uri":"Publishing","surface_form":"published","offset":72},{"uri":"Anime","surface_form":"anime","offset":179},{"uri":"Yu-Gi-Oh%21","surface_form":"Yu-Gi-Oh!","offset":193},{"uri":"1999","surface_form":"1999","offset":329},{"uri":"2009","surface_form":"2009","offset":338},{"uri":"Battle","surface_form":"battle","offset":530},{"uri":"Monster","surface_form":"monster","offset":1125},{"uri":"Magic","surface_form":"spells","offset":1252},{"uri":"Trap","surface_form":"trap","offset":1265}]}