{"id":184216,"url":"http://en.wikipedia.org/wiki/Kalmykia","text":"Republic of Kalmykia (, Kalmyk:) the subject of the Russian Federation, is a part of Southern federal district. It is formed on November, 4th, 1920.\nBorders in the south on Stavropol Territory, in the southeast — with Republic Dagestan, in the north — with the Volgograd region, in the northeast — with the Astrakhan region, in the west — with the Rostov region.\nGeographical position.\nThe republic Kalmykia places in the extreme southeast of the European part of Russia. Extent of territory from the north on the south — 448 km, from the West on the east — 423 km.\nThe region is possessed in zones of steppes, semi-deserts and deserts and takes territory with a total area of 75,9 thousand in km ² that there is more than territory of such states in the Western Europe as Belgium, Denmark, Switzerland and the Netherlands. The republic is in the southeast of the European part of the Russian Federation. Its co-ordinates constitute 44°50 ' and 40°10 ' east longitude both 41°40 ' and 47°35 ' northern width.\nThree prirodno-economic zones are conditionally allocated for territories of Kalmykia: western, central and east. The western zone covers territories of Gorodovikovsky and Jashaltinsky areas, the central zone — territories of Maloderbetovsky, Sarpinsky, Ketchenerovsky, Virgin, Prijutnensky and Iki-Burulsky areas, east — territories October, Justinsky, Jashkulsky, Chernozemelsky, Lagansky * Dolbansky and Limansky areas. Most favourable on it is soil-environmental conditions the western zone is.\nRather large specific territory of east zone are the so-called Black earths.\nFrom the south the territory of Kalmykia is limited by Kumo-Manychskoj a hollow and the rivers Manych and Kuma, in a southeast part is washed by Caspian sea, in the northeast on an insignificant plot the republic border approaches to the river Volga, and in the northwest the Ergeninsky height is possessed. Within republic territory northern part of Near-Caspian lowland is called Sarpinsky lowland, and in its southern part there are Black earths. Dominating type of a relief of the republic, the large part of its territory, plains are taking.\nMinerals.\nThere are stocks of hydrocarbons, the basic reconnoitered and maintained — Iki-Burulsky and Ermolinsky nonassociated gas fields. Deposits concern to near-Caspian gas-oil provinces.\nClimate.\nRepublic climate sharply continental — summer hot and very dry, winter is snowless, sometimes with the big colds. Continentality of a climate essentially amplifies from the West on the east. Average temperatures of January on all republic the negative: from −7 °C …-9 °C in southern and its southwest part to −10 °C … −12 °C in the north, the minimum temperature of January: −35 °C … −37 °C. The lowest temperatures sometimes reach −35 °C and more low in northern areas. Feature of a climate is significant duration of solar light which constitutes 2180–2250 hours (182–186 days) per a year. Duration of the warm period constitutes 240–275 days. Average temperatures of July constitute +23,5 °C … +25,5 °C. The absolute maximum of temperature in hot reaches year +40 °C … +44 °C.\nAir rise in temperature is observed from the north on the south and the southeast of territory of republic. During the winter period there is thaw, in separate days — blizzards, and sometimes formed ice aggrieves to agriculture, causing an icing of herbage of pastures and winter crops.\nSpecific feature of territory of republic are droughts and dry winds: happen to 120 суховейных days in the summer. The region is the most droughty in the south of the European part of Russia. The annual amount of precipitation constitutes 210–340 mm. On conditions влагообеспеченности in republic four basic agroclimatic areas are allocated: very dry, dry, very droughty, droughty.\nThanks to prevalence of zones of strong winds the region has significant wind energy resources, realised only at a rate of 3-5 million kvt·h/year on Kalmyk Wind Electrostation.\nNature.\nIn republic territory live about 60 species of mammals. On reservoirs of Kalmykia nest about 130 kinds of birds and more than 50 kinds meet during seasonal migrations. 20 kinds of reptiles and 3 kinds of the amphibious. Within republic 23 kinds of the birds brought in the Red book of the Russian Federation are noted.\nNumber of population of a saiga fluctuates from 270 thousand to 400 thousand goals\nThe republic territory is in the semi-desert zone which prominent feature is the completeness of a vegetative cover shown in a combination of steppe and deserted plots, and is most forestless region of the Russian Federation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kalmyk_language","surface_form":"Kalmyk","offset":24}]}