{"id":18438,"url":"http://en.wikipedia.org/wiki/Dhaka","text":"Dhaka is the capital city of Bangladesh. It is also the largest city of Bangladesh. In 2011, 8,906,039 people lived there. in 2020 estimated at 21,005,860 live in the Greater Dhaka area. Dhaka has grown by 3,408,683 since 2015, which represents a 3.60% annual change. The city name was previously spelled Dacca.\nIt is located just north of the Buriganga River, a channel of the Dhaleswari River, in the south-central part of the country. Dhaka is Bangladesh’s most populous city and is one of the largest metropolises in South Asia. Pop. (2001) city, 5,333,571; metro. area, 9,672,763; (2011) city, 7,033,075; metro. area, 14,543,124.\nIt was part of the Mughal Empire of Hindustan and served as the capital of the empire twice. Once from 1608 to 1639 and once from 1660–1704. After that, it became a part of the British Raj. Then it became a part of Pakistan as part of the Partition of India on 15 August 1947. Bangladesh was then called East Pakistan, and Dacca (Dhaka) became provincial capital of East Pakistan. In 1971, the new nation of Bangladesh was created.\nDhaka is home to Bangladesh Bank which is the country's central bank. Many multinational companies have offices in the city. The Dhaka Stock Exchange is one of the largest stock exchanges in South Asia.\nThe Bangabhaban in Dhaka is the official residence and workplace of the President of Bangladesh. It is also home to the National Parliament House.\nThere are 52 universities in Dhaka. Dhaka College was started in 1841, making it the oldest institution for higher education in the city.\nHistory.\n<mapframe latitude=\"23.761466\" longitude=\"90.387955\" zoom=\"10\" width=\"200\" height=\"100\" align=\"right\" />Dhaka’s name is said to refer to the dhak tree, once common in the area, or to Dhakeshwari (“The Hidden Goddess”), whose shrine is located in the western part of the city. Although the city’s history can be traced to the 1st millennium CE, the city did not rise to prominence until the 17th century, when it served as the capital of the Muslim Mughal dynasty of Bengal province (1608–39 and 1660–1704). It was the center of a flourishing sea trade, attracting English, French, Armenian, Portuguese, and Dutch traders.\nHistoric buildings of the Muslim period include Lal Bagh fort (1678) and its tomb of Bibi Pari (died 1684), wife of a governor of Bengal; the Bara Katra (great caravansary, a building historically used for sheltering caravans and other travelers; 1664); the Chhota Katra (small caravansary; 1663); and Husayni Dalan (a religious monument of the Shīʿite branch of Islam; 1642). Other 17th-century buildings include the Hindu Dhakeshwari temple and Tejgaon church, built by the Portuguese.\nWith the removal of the provincial capital to Murshidabad (1704) and the weakening of the muslin industry, Dhaka entered a period of decline. It passed under British control in 1765 and was constituted a municipality in 1864, but it continued to lose prominence until it was designated the capital of Eastern Bengal and Assam province (1905–12). During the early 20th century Dhaka served as a commercial center and seat of learning. Following the end of British rule, when the region became a part of Pakistan, it was named the capital of East Bengal province (1947) and of East Pakistan (1956). Dhaka suffered heavy damage during the war of independence in 1971 but emerged as the capital of Bangladesh.\nEducation.\nIt has one of the best schools for students to study in and it is a very educational city. Dhaka has the largest number of schools, colleges and universities of any Bangladeshi city. The education system is divided into 5 levels: Primary (from grades 1 to 6), Junior (from grades 6 to 8), Secondary (from grades 9 to 10), Higher Secondary (from grades 11 to 12) and tertiary.[98] The five years of Primary education concludes with a Primary School Completion (PSC) Examination, the three years of Junior education concludes with Junior School Certificate (JSC) Examination, and next two years of Secondary education concludes with a Secondary School Certificate (SSC) Examination. Students who pass this examination proceed to two years of Higher Secondary or intermediate training, which culminate in a Higher Secondary School Certificate (HSC) Examination.[98] Education is mainly offered in Bengali, but English is also widely taught and used. Many Muslim families send their children to attend part-time courses or even to pursue full-time religious education alongside other subjects, which is imparted in Bengali and Arabic in schools, colleges and madrasas.Dhaka College is the oldest institution for higher education in the city and among the earliest established in British India, founded in 1841. Since independence, Dhaka has seen the establishment of numerous public and private colleges and universities that offer undergraduate and graduate degrees as well as a variety of doctoral programmes.\nThe Contemporary City.\nSince its establishment as the capital city, the population, area, and social and economic diversity of Dhaka have grown tremendously. Together with its river port of Narayanganj, 10 miles (16 km) to the south, Dhaka now is one of the most densely industrialized regions in the country. Traditional products include \"jamdani\" (fine-quality muslin), embroidery, silk, and jewelry. Among the city’s major industries are jute processing and the manufacture of chemicals, pharmaceuticals, textiles, leather goods, ceramics, and electronics products. A strong export-oriented garment industry emerged in the late 20th century.\nThe area around Dhaka consists of a level plain bounded by the Meghna, Padma (Ganges [Ganga]), and Jamuna (Brahmaputra) rivers. The plain is crossed by a network of streams and rivers, the chief being the Dhaleswari, Buriganga, and Sitalakhya. Important crops are rice, jute, sugarcane, and oilseeds; there is also some cattle farming.\nThe city contains several universities, among which the University of Dhaka (1921), the Bangladesh University of Engineering and Technology (1962), and Jahangirnagar University (1970) are prominent. Dhaka is also home to numerous government colleges, a nuclear-science training and research centre, the national library, a museum, and the national art gallery. In addition, the area includes the site of the ancient city of Vikramapura, former capital of the Pala rulers of Bengal (8th–12th century). Among Dhaka’s more recent buildings of note are the Star Mosque (Tara Masjid), built in the Mughal architectural style in the early 19th century with later renovations; Curzon Hall at the University of Dhaka, erected at the beginning of the 20th century, combining Mughal and European influences; and the National Assembly Building (Jatiya Sangsad Bhaban), designed by architect Louis I. Kahn and completed in 1982.\nDhaka-Agartala Bus.\nAfter years of negotiations, the Dhaka-Agartala bus was agreed upon on July 11, 2001. The bus connects Bangladesh with its eastern neighbor, the Indian state of Tripura. Tripura has a substantial Bengali population and indigenous peoples who have close commercial and cultural links with the people of eastern Bangladesh.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_city","surface_form":"capital city","offset":13},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":29},{"uri":"Greater_Dhaka","surface_form":"Greater Dhaka","offset":167},{"uri":"Mughal_Empire","surface_form":"Mughal Empire","offset":654},{"uri":"Indian_subcontinent","surface_form":"Hindustan","offset":671},{"uri":"British_Raj","surface_form":"British Raj","offset":812},{"uri":"Pakistan","surface_form":"Pakistan","offset":850},{"uri":"Partition_of_India","surface_form":"Partition of India","offset":874},{"uri":"Bangladesh_Bank","surface_form":"Bangladesh Bank","offset":1084},{"uri":"Dhaka_Stock_Exchange","surface_form":"Dhaka Stock Exchange","offset":1196},{"uri":"Stock_exchange","surface_form":"stock exchange","offset":1239},{"uri":"Bangabhaban","surface_form":"Bangabhaban","offset":1274},{"uri":"President_of_Bangladesh","surface_form":"President of Bangladesh","offset":1342},{"uri":"Jatiya_Sangsad_Bhaban","surface_form":"National Parliament House","offset":1390},{"uri":"Dhaka_College","surface_form":"Dhaka College","offset":1453},{"uri":"Bengali_people","surface_form":"Bengali","offset":7013}]}