{"id":18436,"url":"http://en.wikipedia.org/wiki/Unicorn","text":"A unicorn is a legendary and mythical creature. It looks like a pony with one long, single and white horn on its head. The word \"unicorn\" means literally \"one-horn\". It comes from the Latin word \"ūnus\", which means \"one\", and \"cornu\" which means \"horn\", which term is in itself borrowed from the earlier Greek word \"monokerōs\" (also 'one horned').\nUnicorns are found in many stories and myths from different parts of the world, especially China and India. Its blood and horn usually have mystical powers. In Western culture, its horn is said to have power (often called \"alicorn\" in medieval literature) to heal wounds and sickness, and to neutralize poison.\nIn mythology and heraldry unicorn symbolizes innocence, purity and feminine power. It is often seen as the counterpart of lion, which symbolizes the masculine virtues.\nThe unicorn is the official animal of Scotland.\nIn some pictures unicorns also have horses feet or a lion's tail.\nA Narwhal is an animal that is about 8 feet long. They live in the water around Canada and Greenland. Narwhal’s horns were said to be the horns of unicorns by some. People would sell the horn of a narwhal to others and say it was a horn of a unicorn.\nChristian legends say the Unicorn is as small as a normal sized goat. They are so fearful that no hunter can catch them. Only a maiden that goes into the forest alone can catch a unicorn. The unicorn will come and fall asleep in the maiden’s lap. Around the time of the Middle Ages, some stories of unicorns became more popular. More people got in to learning about unicorns. They would even just want to see a picture of them. People with royal blood, or others of high class, bought what were said to be the horns of a unicorn at very high prices. They were mostly a tusk of a walrus or a horn from a narwhal.\nThe term unicorn is also used in business to refer to a business startup valued at a billion dollars or more.\nUnicorns in history.\nIn \"On the Nature of Animals\" (\"Περὶ Ζῴων Ἰδιότητος\", \"De natura animalium\"), Aelian, quoting Ctesias, adds that India has also a one-horned horse (iii. 41; iv. 52), and says (xvi. 20) that the \"monoceros\" () was sometimes called \"cartazonos\" (), which may be a kind of the Arabic \"karkadann\", meaning \"rhinoceros\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Legendary_creature","surface_form":"legendary and mythical creature","offset":15},{"uri":"Horn_(anatomy)","surface_form":"horn","offset":101},{"uri":"Head","surface_form":"head","offset":113},{"uri":"Latin","surface_form":"Latin","offset":184},{"uri":"Middle_Ages","surface_form":"medieval","offset":583},{"uri":"Poison","surface_form":"poison","offset":651},{"uri":"Innocence","surface_form":"innocence","offset":704},{"uri":"Purity","surface_form":"purity","offset":715},{"uri":"Feminine","surface_form":"feminine","offset":726},{"uri":"Lion","surface_form":"lion","offset":781},{"uri":"Masculine","surface_form":"masculine","offset":808},{"uri":"Scotland","surface_form":"Scotland","offset":865},{"uri":"Lion","surface_form":"lion's","offset":928},{"uri":"Tail","surface_form":"tail","offset":935},{"uri":"Narwhal","surface_form":"Narwhal","offset":943},{"uri":"Business_startup","surface_form":"business startup","offset":1860},{"uri":"Claudius_Aelianus","surface_form":"Aelian","offset":2013},{"uri":"Karkadann","surface_form":"karkadann","offset":2217},{"uri":"Rhinoceros","surface_form":"rhinoceros","offset":2238}]}