{"id":184308,"url":"http://en.wikipedia.org/wiki/Secure_Digital_card","text":"A Secure Digital card (SD card) is a kind of memory card. Such cards are often used to store images or data in digital cameras. As of 2008, different capacities between 4 megabytes and 32 gigabytes have been made. The card has a rectangular design, but one edge is \"chipped off\". This means that the cards cannot be inserted into the cameras (or other devices) the wrong way.\nSD and SDHC are not compatible, but devices that accept SDHC also accept SD cards. The interface of SDHC and SDXC cards is the same, but SDXC uses a different file system. Some devices (for example the Wii) that originally shipped only with support for SD can be made to support SDHC with a firmware update.\nThere are also different \"classes\". These refer to the read and write speeds. Currently in use are \"Class 2\" - which means 2 MBytes/second, \"Class 4\" - 4 MB/sec and \"Class 6\" at 6 MB/sec. The problem with this is that different manufacturers measure different things with it, some measure write speeds, others read speeds. There are also differences because some give guarantees, and others simply say that the speeds they indicate are the maximum achievable under good conditions.\nStill another measurement is called \"rating\". A rating of 1 corresponds to 150 KBytes per second, the read speed of a CD. That way, a class 2 is equal to a speed of 13x.\nmicroSD cards do the same thing but are much smaller.","categories":[],"infobox_types":[],"annotations":[{"uri":"Image","surface_form":"image","offset":93},{"uri":"Data","surface_form":"data","offset":103},{"uri":"Digital_camera","surface_form":"digital camera","offset":111},{"uri":"Megabyte","surface_form":"megabytes","offset":171},{"uri":"Gigabyte","surface_form":"gigabytes","offset":188},{"uri":"Rectangle","surface_form":"rectangular","offset":229},{"uri":"File_system","surface_form":"file system","offset":535},{"uri":"Wii","surface_form":"Wii","offset":578},{"uri":"Firmware","surface_form":"firmware","offset":667},{"uri":"Compact_disc","surface_form":"CD","offset":1284},{"uri":"MicroSD","surface_form":"microSD","offset":1336}]}