{"id":184457,"url":"http://en.wikipedia.org/wiki/Kol_people","text":"The Kols, also known as Kolarians, are the original inhabitants of modern-day West Bengal and North-east India. The term Kol has been corrupted by the Aryan-Sanskritic speakers to the word \"kalu\", meaning both \"black\" and \"ugly\", in almost all of the 16 major languages of the subcontinent. The Kolarians are a Dravidian peoples stock group, whose descendant communities can be found also in West Bengal and elsewhere in the eastern part of the East India.\nMost geological scholars will contend that most of Bangladesh was fashioned 1 to 6.5 million years ago during the Tertiary era. Semi-recent excavations in the Deolpota village of western Bengal seem to suggest that a Paleolithic civilization in the region existed about one hundred thousand years ago. A 10,000 to 15,000 year old stone structure in Rangamati is the primary evidence of Paleolithic civilization along with a hand axe found in the mountainous inclines of the Feni district. This Neo-stone age began 3,000 BC lasting almost 1500 years. Similar tools were found in Sitakunda of the eastern region Chittagong, and near Comilla district. The sparsely forested hills in eastern Bengal strewn with fertile valleys imparted a hospitable location for Neolithic settlements.\nPhysically, the indigenous peoples of eastern India were long-headed, dark skinned, broad-nosed, and short in stature. Sometimes labeled as \"Negritos\" and \"Negroids\", their physical features are unchanged today among the lowest castes of Bengal, mainly the peasants, as well as 95% of population of West Bengal today who derive from these lower castes and tribes.","categories":[],"infobox_types":[],"annotations":[{"uri":"West_Bengal","surface_form":"West Bengal","offset":78},{"uri":"North-east_India","surface_form":"North-east India","offset":94},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":157},{"uri":"Indian_subcontinent","surface_form":"subcontinent","offset":277},{"uri":"Dravidian_people","surface_form":"Dravidian people","offset":311},{"uri":"West_Bengal","surface_form":"West Bengal","offset":392},{"uri":"East_India","surface_form":"East India","offset":445},{"uri":"Geology","surface_form":"geological","offset":462},{"uri":"Paleolithic","surface_form":"Paleolithic","offset":843},{"uri":"Hand_axe","surface_form":"hand axe","offset":881},{"uri":"Stone_age","surface_form":"stone age","offset":955},{"uri":"Chittagong_Hill_Tracts","surface_form":"Chittagong","offset":1067},{"uri":"Neolithic","surface_form":"Neolithic","offset":1215},{"uri":"Bengal","surface_form":"Bengal","offset":1476},{"uri":"Peasant","surface_form":"peasant","offset":1495}]}