{"id":184531,"url":"http://en.wikipedia.org/wiki/Bumblebee","text":"Bumblebees SOCIO CASINOor \"Bumble bees\", or \"Humble bees\") are a group of social and semi-social bees, of the genus \"Bombus\". The genus contains about 250 different species, mostly in the Northern Hemisphere. They can also be found in New Zealand and Tasmania. They occur practically everywhere on the Eurasian landmass.\nMost bumblebees live in small groups, which generally last only for a year. They collect pollen as protein for their young, and themselves eat, with a covering of soft hairs called a \"pile\".\nMost of them have the same social structure as honey bees do, there is a \"queen\", and there are \"workers\" and \"drones\". The usual size of a colony is under 50 members, though some tropical species live in larger colonies.\nBumblebees carry aposematic warning colours, usually some combination of black, red, yellow and white. This is the usual Müllerian mimicry found in bees and wasps.\nLife cycle.\nFertilised queens overwinter in a dormant state. They start a nest in the Spring. The queen stores sperm from her mating, and can decide whether or not to fertilise an egg as it comes down the oviduct to the vagina. The females are diploid, the males are haploid. This is the common method of sex determination throughout the Hymenoptera.\nOnly fertilised eggs grow into females, unfertilised ones grow into males. Queens suppress their female workers egg-laying by aggression and pheromones, until late in the season, when the workers do start to lay eggs.\nThus the queen will be the mother of all the first males. New queens and males leave the colony when they are mature; they mate and the new queens search for a place to overwinter. Then they are dormant over the winter period, starting a new nest in the Spring. That completes the cycle.\nBumblebees are known for flying very high. In 2014, \"National Geographic\" found out that bumblebees can fly higher than Mount Everest.\nParasitic bees.\nAbout ten species are called cuckoo bumblebees. These are nest parasites: they specialize in invading and taking over the nests of other bumblebees. In these species, there are no workers. Once such an animal has invaded a nest, it will force the workers to feed it and its offspring. Once the offspring are ready, they will leave the hive, to mate and take over other hives.\nSting.\nAll bumblebees have a sting, as hive bees do. However, the bumblebee sting does not damage it when used, and they can sting several times. However, they rarely do sting, unless really threatened.\nThey have an additional type of defence against birds, and that is their mechanical toughness. Birds usually do not swallow bees whole. If they eat bees at all, they manipulate them to eat the thorax alone, for its wing muscles. This is hard to do with a bumblebee, and time-consuming. Generally, they are left alone.","categories":[],"infobox_types":[],"annotations":[{"uri":"Social","surface_form":"social","offset":74},{"uri":"Bees","surface_form":"bees","offset":97},{"uri":"Genus","surface_form":"genus","offset":110},{"uri":"Species","surface_form":"species","offset":165},{"uri":"Northern_Hemisphere","surface_form":"Northern Hemisphere","offset":188},{"uri":"New_Zealand","surface_form":"New Zealand","offset":235},{"uri":"Tasmania","surface_form":"Tasmania","offset":251},{"uri":"Honey","surface_form":"honey","offset":559},{"uri":"Colony_(biology)","surface_form":"colony","offset":652},{"uri":"Tropical","surface_form":"tropical","offset":692},{"uri":"Species","surface_form":"species","offset":701},{"uri":"Aposematic_colouration","surface_form":"aposematic warning colours","offset":751},{"uri":"M%C3%BCllerian_mimicry","surface_form":"Müllerian mimicry","offset":855},{"uri":"Sperm","surface_form":"sperm","offset":1009},{"uri":"Oviduct","surface_form":"oviduct","offset":1103},{"uri":"Vagina","surface_form":"vagina","offset":1118},{"uri":"Diploid","surface_form":"diploid","offset":1142},{"uri":"Haploid","surface_form":"haploid","offset":1165},{"uri":"Sex_determination","surface_form":"sex determination","offset":1203},{"uri":"Hymenoptera","surface_form":"Hymenoptera","offset":1236},{"uri":"Aggression","surface_form":"aggression","offset":1375},{"uri":"National_Geographic","surface_form":"National Geographic","offset":1808},{"uri":"Mount_Everest","surface_form":"Mount Everest","offset":1875},{"uri":"Cuckoo_bumblebee","surface_form":"cuckoo bumblebee","offset":1935},{"uri":"Parasitism","surface_form":"parasites","offset":1969}]}