{"id":184660,"url":"http://en.wikipedia.org/wiki/Joan_Waste","text":"Joan Waste (1534 - 1 August 1556) was a blind woman who was burned in Derby because she would not stop being a Protestant. She had bought a Bible so that friends could read to her.\nBiography.\nWaste was blind when she was born in 1534. Her parents were William and Joan Waste. William's job was to cut people's hair and make rope. By the age of twelve, Joan had learned to make ropes and clothes.\nIn 1553, Queen Mary came to the throne and it was made illegal to hold Protestant views. Mary condemned 277 people for not having the right sort of religion. This crime was called heresy.\nJoan Waste was taken to court for breaking the law. The judge was a man employed by the bishop. She had to defend her views and was told she would die. She had not liked the fact that the church services were being read in the language of Latin. She was to die for being a Protestant and for refusing to agree with the Catholic Church. She bought a Bible in English, but the Catholic Church wanted them to only be in Latin. She asked friends to read to her for a penny.\nHer trial took place at All Saints Church. This main building has been rebuilt, but the tower was built in 1530. This tower is now part of Derby's cathedral.\nOn the day of her death she walked arm-in-arm with her twin brother to be burned.\nHer death took place at the Windmill Pit on the Burton Road in Derby. She was hanged over the fire with a rope. She fell into the fire when the rope burned through. The judge was Antony Draycot. He went home to his meal.\nThe place where Joan Waste was killed is now the site of a church. When Elizabeth I of England became queen in 1559 she removed Ralph Baines from the job of Bishop of Coventry and Lichfield. Baines was sent to be a prisoner of the Bishop of London. The judge was also sent to be a prisoner. He died after being released in 1571.","categories":[],"infobox_types":[],"annotations":[{"uri":"Derby","surface_form":"Derby","offset":70},{"uri":"Protestant","surface_form":"Protestant","offset":111},{"uri":"Bible","surface_form":"Bible","offset":140},{"uri":"Mary_I_of_England","surface_form":"Queen Mary","offset":405},{"uri":"Heresy","surface_form":"heresy","offset":576},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I of England","offset":1587}]}