{"id":184729,"url":"http://en.wikipedia.org/wiki/Arena_da_Baixada","text":"The Arena da Baixada is a football stadium and an indoor arena in Água Verde neighborhood, Curitiba, Paraná, Brazil. It has a maximum seating capacity of 28,327 people. It is formerly known as Estádio Joaquim Américo Guimarães. It was named Kyocera Arena for a short period of time (beginning 2005 until April 1, 2008). The stadium opened on June 6, 1914. The stadium is owned by Clube Atlético Paranaense. Its formal name honors Joaquim Américo Guimarães, a former chairman of Internacional-PR, which was a football club that merged with América-PR. This merger formed Atlético Paranaense. Joaquim Américo Guimarães started the stadium's construction in 1912. Despite being called an arena, it is technically an outdoor stadium. On May 31 2009, the stadium was made one of the match sites for the Brazil 2014 World Cup.\nHistory.\nThe stadium was built at the previous location of a Brazilian Army powder depot. In 1934, the stadium was renamed Estádio Joaquim Américo Guimarães. In the 1970s, the original stadium was closed down. After being reopened in 1984 and operating for some years, the old stadium building was demolished on March 26, 1997, right after a construction project of a new arena was announced. In June 1999, the new stadium was built. In 2005, the stadium was renamed \"Kyocera Arena\", after the Japanese company Kyocera purchased the naming rights.\nThe inaugural match of the old stadium was played on September 6, 1914, when Flamengo beat Internacional 7–1. The first goal of the stadium was scored by Flamengo's Arnaldo.\nThe inaugural match of the new building was played on June 24, 1999, when Atlético Paranaense beat Cerro Porteño of Paraguay 2–1. The first goal of the stadium after its reinauguration was scored by Atlético's Lucas.\nThe stadium's attendance record currently stands at 31,740. It was set on December 16, 2001 when Atlético Paranaense beat São Caetano 4–2, on the first game of that year's Brazilian Championship finals.\nThough the present stadium is still new, there are some plans for newer stadiums for the 2014 FIFA World Cup.\nThe contract with Kyocera that gave the company naming rights expired in early 2008. It was not renewed, and no new partnership was announced. The stadium went back to its old name, \"Arena da Baixada\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Football_(soccer)","surface_form":"football","offset":26},{"uri":"Curitiba","surface_form":"Curitiba","offset":91},{"uri":"Paran%C3%A1_(state)","surface_form":"Paraná","offset":101},{"uri":"Brazil","surface_form":"Brazil","offset":109},{"uri":"Seating_capacity","surface_form":"seating capacity","offset":134},{"uri":"Joaquim_Am%C3%A9rico_Guimar%C3%A3es","surface_form":"Joaquim Américo Guimarães","offset":201},{"uri":"Kyocera","surface_form":"Kyocera","offset":241},{"uri":"Clube_Atl%C3%A9tico_Paranaense","surface_form":"Clube Atlético Paranaense","offset":380},{"uri":"Internacional_Futebol_Clube","surface_form":"Internacional-PR","offset":478},{"uri":"Football_club","surface_form":"football club","offset":508},{"uri":"Am%C3%A9rica_Foot-Ball_Club_(PR)","surface_form":"América-PR","offset":539},{"uri":"2014_FIFA_World_Cup","surface_form":"Brazil 2014 World Cup","offset":798},{"uri":"Kyocera","surface_form":"Kyocera","offset":1332},{"uri":"Naming_rights","surface_form":"naming rights","offset":1354},{"uri":"Clube_de_Regatas_do_Flamengo","surface_form":"Flamengo","offset":1446},{"uri":"Internacional_(Paran%C3%A1)","surface_form":"Internacional","offset":1460},{"uri":"Cerro_Porte%C3%B1o","surface_form":"Cerro Porteño","offset":1642},{"uri":"Paraguay","surface_form":"Paraguay","offset":1659},{"uri":"Associa%C3%A7%C3%A3o_Desportiva_S%C3%A3o_Caetano","surface_form":"São Caetano","offset":1882},{"uri":"2014_FIFA_World_Cup","surface_form":"2014 FIFA World Cup","offset":2052}]}