{"id":184781,"url":"http://en.wikipedia.org/wiki/MesseTurm","text":"MesseTurm is a skyscraper in Frankfurt am Main, Hesse, Germany. In English it is known as the \"Trade Fair Tower\". It is Germany's second tallest, and at the time of its building, it was the tallest building in Europe. It is the fourth tallest building in Europe. It is 257 metres (840 feet) tall.\nMesseTurm is located in Frankfurt's district \"Westend\". This is near the same named Trade Fair-Area in the centre of the city. It is home to the German headquarters of Reuters, Goldman Sachs and Credit Suisse.\nThe construction began in 1988. It was finished in 1991. It was the tallest building in Europe, between 1991 and 1997. In 1997, Commerzbank Tower became the tallest building in Germany. It was only two metres higher than MesseTurm. The construction of the building's foundation set a world record. The world record was for the longest continuous concrete pour. Ninety trucks poured concrete for 78 hours. They poured it into the deep foundation.\nThere is a pyramid on the very top of MesseTurm. It is tall. This makes it very different from other skyscrapers. Because of this shape, people in Germany often call it \"The Pencil.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Skyscraper","surface_form":"skyscraper","offset":15},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":29},{"uri":"Hesse","surface_form":"Hesse","offset":48},{"uri":"Germany","surface_form":"Germany","offset":55},{"uri":"Europe","surface_form":"Europe","offset":255},{"uri":"Reuters","surface_form":"Reuters","offset":465},{"uri":"Goldman_Sachs","surface_form":"Goldman Sachs","offset":474},{"uri":"Credit_Suisse","surface_form":"Credit Suisse","offset":492},{"uri":"Construction","surface_form":"construction","offset":511},{"uri":"Commerzbank_Tower","surface_form":"Commerzbank Tower","offset":635},{"uri":"Foundation_(engineering)","surface_form":"foundation","offset":774},{"uri":"Continuous","surface_form":"continuous","offset":842},{"uri":"Concrete","surface_form":"concrete","offset":853}]}