{"id":184746,"url":"http://en.wikipedia.org/wiki/Bilal_ibn_Ribah","text":"e=\"preserve\">Bilal ibn Ribah (578-638) was one of the companions of Muhammad. Bilal was an Ethiopian black slave.\nLife.\nBilal ibn Rabah (, also called Bilal al-Habashi) was an Ethiopian born in Mecca in the late 6th century, sometime between 578 and 582.Bilal was an Ethiopian slave. Bilal's owner was Umayyah ibn Khalaf, an enemy of Islam. When Bilal learned about Muhammad and became Muslim, his master started punishing him. When Muhammad heard about this, he ordered Abu Bakr to buy Bilal's freedom and Bilal -who was now free- joined Muhammad's companions.\nMuhammad choose Bilal as the first muezzin. A muezzin is someone who leads the call to daily prayer. Sometimes Bilal walked the streets to call Muslims to come to prayer but most of the times, he said the Adhan from the top of the mosque.\nSome years later, when the Muslim army walked towards Mecca, everyone ran to their homes and closed all doors and windows. They were afraid that the Muslims were going to kill them, because of the bad things they did to the Muslims many years ago. But, the Muslims went towards the Kaaba, the worship house believed to be built by Abraham and his elder son, Ishmael. Bilal, shouted out loud to the people of Mecca that they were all safe: \"All those who lay down arms are safe. All those in the house of Abu Sufyan are safe. All those behind closed doors are safe.\"\nAfter Muhammad died, Bilal never said the Adhan again - except on two occasions. Once in Syria and the second time, in Medina, when Muhammad's grandson, Hasan ibn Ali asked him to do so.\nBilal died in Damascus between 638 and 642 (AD).\nLegacy.\nHadith books are the collections of Muhammad's sayings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Muhammad","surface_form":"Muhammad","offset":68},{"uri":"Ethiopian","surface_form":"Ethiopian","offset":91},{"uri":"Ethiopian","surface_form":"Ethiopian","offset":267},{"uri":"Umayyah_ibn_Khalaf","surface_form":"Umayyah ibn Khalaf","offset":302},{"uri":"Islam","surface_form":"Islam","offset":334},{"uri":"Abu_Bakr","surface_form":"Abu Bakr","offset":471},{"uri":"Muezzin","surface_form":"muezzin","offset":597},{"uri":"Daily_prayer","surface_form":"daily prayer","offset":649},{"uri":"Adhan","surface_form":"Adhan","offset":767},{"uri":"Mosque","surface_form":"mosque","offset":793},{"uri":"Mecca","surface_form":"Mecca","offset":855},{"uri":"Kaaba","surface_form":"Kaaba","offset":1083},{"uri":"Abraham","surface_form":"Abraham","offset":1132},{"uri":"Ishmael","surface_form":"Ishmael","offset":1159},{"uri":"Syria","surface_form":"Syria","offset":1456},{"uri":"Hasan_ibn_Ali","surface_form":"Hasan ibn Ali","offset":1520},{"uri":"Damascus","surface_form":"Damascus","offset":1568},{"uri":"Hadith","surface_form":"Hadith","offset":1611}]}