{"id":18479,"url":"http://en.wikipedia.org/wiki/Key","text":"A key is an object used to open and close locks. Many things have locks, for example, doors. Keys are also used to turn on cars, machines and other things.\nA key is used by placing the key into the slot of the thing you want to unlock.\nA key that can open more than one lock (if each lock also has its own key) is called a master key or skeleton key.\nHistory.\nThe earliest known lock and key device was discovered in the ruins of Nineveh, the capital of ancient Assyria. Locks such as this were later developed into the Egyptian wooden pin lock, which consisted of a bolt, door fixture or attachment, and key. When the key was inserted, pins within the fixture were lifted out of drilled holes within the bolt, allowing it to move. When the key was removed, the pins fell part-way into the bolt, preventing movement.\nThe warded lock was also present from antiquity and remains the most recognizable lock and key design in the Western world. The first all-metal locks appeared between the years 870 and 900, and are attributed to the English craftsmen. It is also said that the key was invented by Theodorus of Samos in the 6th century BC.\nAffluent Romans often kept their valuables in secure locked boxes within their households, and wore the keys as rings on their fingers. The practice had two benefits: It kept the key handy at all times, while signaling that the wearer was wealthy and important enough to have money and jewelry worth securing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Object","surface_form":"object","offset":12},{"uri":"Lock","surface_form":"lock","offset":42},{"uri":"Door","surface_form":"door","offset":86},{"uri":"Car","surface_form":"car","offset":123},{"uri":"Machine","surface_form":"machine","offset":129},{"uri":"Unlock","surface_form":"unlock","offset":228},{"uri":"Master_key","surface_form":"master key","offset":323},{"uri":"Skeleton_key","surface_form":"skeleton key","offset":337},{"uri":"Assyria","surface_form":"Assyria","offset":462},{"uri":"Egypt","surface_form":"Egypt","offset":520}]}