{"id":185063,"url":"http://en.wikipedia.org/wiki/Puyi","text":"Pu-yi (Chinese: 溥仪, February 7, 1906–October 17, 1967) was the last Emperor of China. He was crowned emperor in 1908 at the age of three. He married five times but never had any children. His father was Zaifeng Prince Chun II. He never knew his mother and was raised by eunuchs.\nAt the age of six, he was overthrown by Sun Yat-sen in the 1911 Revolution. Although he was forced to give up all political power, he was allowed to keep his title, his servants, and everything he owned in the Forbidden City, but in turn he had to pay the Republic of China 4 million taels a year and he was never allowed to leave the Forbidden City.\nIn the year 1919, Pu-yi appointed a British tutor named Reginald Johnston. It was through him that the young emperor developed a fascination with the Western world, so he began to adopt aspects of the West for himself. He learned how to ride a bicycle, he cut off his own Manchu queue, he even began to wear glasses.\nAfter Pu-yi was married to his first wife, he discovered that many of the palace's treasures were getting stolen. Believing that it was his eunuchs who were stealing his treasures, he demanded that they make an inventory to keep the treasury from getting robbed anymore. On the June 27, 1923, a fire destroyed the area around the Palace of Established Happiness. He accused the eunuchs of burning up the treasury to destroy any proof of their theft, and he also overheard some eunuchs' conversation that made him fear for his life. In response, he banished all the eunuchs from the palace.\nIn 1925, warlord Feng Yuxiang forced the emperor to leave the Forbidden City. Pu-yi then asked his tutor Johnston to go to the British Embassy and ask them to let the emperor to move to England. Unfortunately, the embassy refused his request. He then called the Japanese Embassy and they agreed to escort him out of Beijing and move him over to Tianjin. After the Japanese took over Manchuria n 1932, they made Pu-yi the Emperor of their new puppet state, Manchukuo. Despite being emperor, though, he practically had no power, but he was constantly manipulated, threatened, and blackmailed by the Japanese government. Once again, the emperor found himself to be a prisoner in his own palace.\nAfter the Soviet Red Army invaded Manchuria in 1945, they captured Pu-yi when they invaded Changchun. After the CCP took over China in 1949, the Soviets agreed to hand Pu-yi over to China, and for the next ten years, the former emperor was thrown in a prison camp in Liaoning. After the prison guards declared that he was reformed, he was freed from prison and was moved back to Beijing, where he would spend the rest of his life as a common citizen. He would work as a gardener and then an editor, in which he would earn 100 yuan a month. When he returned to the Forbidden City (which was made into the Imperial Palace Museum), he had to buy a ticket to enter. He thought that it was ironic that he had to buy a ticket just to visit his own home.","categories":[],"infobox_types":[],"annotations":[{"uri":"Emperor_of_China","surface_form":"Emperor of China","offset":68},{"uri":"Eunuch","surface_form":"eunuch","offset":270},{"uri":"Sun_Yat-sen","surface_form":"Sun Yat-sen","offset":319},{"uri":"Xinhai_Revolution","surface_form":"1911 Revolution","offset":338},{"uri":"Forbidden_City","surface_form":"Forbidden City","offset":489},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":535},{"uri":"Western_world","surface_form":"Western world","offset":780},{"uri":"Bicycle","surface_form":"bicycle","offset":874},{"uri":"Manchu_queue","surface_form":"Manchu queue","offset":902},{"uri":"Feng_Yuxiang","surface_form":"Feng Yuxiang","offset":1554},{"uri":"England","surface_form":"England","offset":1723},{"uri":"Beijing","surface_form":"Beijing","offset":1853},{"uri":"Tianjin","surface_form":"Tianjin","offset":1882},{"uri":"Manchuria","surface_form":"Manchuria","offset":1920},{"uri":"Manchukuo","surface_form":"Manchukuo","offset":1993},{"uri":"Red_Army","surface_form":"Soviet Red Army","offset":2239},{"uri":"Communist_Party_of_China","surface_form":"CCP","offset":2341},{"uri":"Liaoning","surface_form":"Liaoning","offset":2496},{"uri":"Chinese_yuan","surface_form":"yuan","offset":2755},{"uri":"Imperial_Palace_Museum","surface_form":"Imperial Palace Museum","offset":2833}]}