{"id":18508,"url":"http://en.wikipedia.org/wiki/Nikola_Tesla","text":"Nikola Tesla (10 July 1856 – 7 January 1943), was a Serbian inventor, electrical engineer, mechanical engineer and physicist. He is best known for his contributions to the design of the modern alternating current (AC) electricity supply system. He was born in the village of Smiljan, in the part of former Austria-Hungary that is now Croatia. He later became an American citizen.\nTesla got his first job in Budapest in 1882, working at a telephone company. A few years later he moved to the United States. Even in his early life, he was inventing things. His best known invention was an electric motor that could run well on AC power. Tesla died of coronary thrombosis in a hotel room in Manhattan, New York City on 7 January 1943.\nBiography.\nTesla was born on July 10th, 1856 in Smiljan, Austro-Hungarian Empire (modern-day Croatia). Tesla's father, Milutin Tesla, was a priest in the Serbian Orthodox Church. His mother, Georgina -Djuka was also great at inventing useful household tools. Although very smart and with excellent memory, (she knew thousands of lines from \"Gorski Vijenac\" by Petar Petrovic Njegos) she had to take care of her siblings when her mother, Sofia Budisavljevic, died. Nikola Tesla's mother was a great influence on him. Both his parents were born in Lika, Croatia. He was the fourth child out of five. He had one older brother, Dane, who died when Tesla was 5, two older sisters, Angelina and Milka, and one younger sister, Marica. Tesla, who loved science, was afraid that after his brother's accidental death he would have to continue the family tradition and become a priest. After he graduated from a prestigious High School in Karlovac, Croatia, he went back to Gospic during summer to see his familiy and almost died of cholera. He asked his father if he could go study engineering if by miracle he survived, and the father promised his dying son to send him to the best school in the whole world. Nikola's health improved quicky and his father sent him to study at Tecnical College in Graz, Austria, in 1875.\nTesla had a job in telephony and electrical engineering before moving to the United States in 1884 to work for Thomas Edison. They quarreled and soon Tesla started working on his own with other people investing in his work. He set up laboratories and companies to develop a range of electrical devices. His patented AC electric motor (induction motor) and transformer were licensed by American industrialist George Westinghouse.\nWestinghouse also hired Tesla for one year to help develop a power system using alternating current. The advantage that popularized alternating current is the use of transformers for long distance electric power transmission. Tesla is also known for his high-voltage, high-frequency power experiments in New York and Colorado Springs, Colorado which included inventions and ideas used in the invention of radio communication, for his X-ray experiments, and for his unsuccessful attempt at worldwide wireless transmission in his unfinished Wardenclyffe Tower project.\nTesla's achievements made him very famous. So did his abilities as a showman, demonstrating his seemingly miraculous inventions. Although he made a great deal of money from his patents, he spent a lot on his experiments. He lived for most of his life in a series of hotels in New York City. The end of his patent income and eventual bankruptcy led him to live in much poorer circumstances. Tesla still continued to invite the press to parties he held on his birthday to announce new inventions he was working and make (sometimes unusual) statements. Because of his wonderful pronouncements without results or proof, Tesla gained a reputation in popular culture as the archetypal \"mad scientist\". He died in room 3327 of the New Yorker Hotel on 7 January 1943.\nTesla's work fell into relative obscurity after his death, but since the 1990s, his reputation has experienced a comeback in popular culture. His work and reputed inventions are also at the center of many conspiracy theories and have also been used to support various pseudosciences, UFO theories and New Age occultism. In 1960, in honor of Tesla, the General Conference on Weights and Measures for the International System of Units dedicated the term \"tesla\" to the SI unit measure for magnetic field strength.","categories":[],"infobox_types":[],"annotations":[{"uri":"Serbian","surface_form":"Serbian","offset":52},{"uri":"Inventor","surface_form":"inventor","offset":60},{"uri":"Electrical_engineer","surface_form":"electrical engineer","offset":70},{"uri":"Mechanical_engineering","surface_form":"mechanical engineer","offset":91},{"uri":"Physicist","surface_form":"physicist","offset":115},{"uri":"Alternating_current","surface_form":"alternating current","offset":193},{"uri":"Electricity_supply","surface_form":"electricity supply","offset":218},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":306},{"uri":"Croatia","surface_form":"Croatia","offset":334},{"uri":"United_States","surface_form":"American","offset":362},{"uri":"Budapest","surface_form":"Budapest","offset":407},{"uri":"Telephone","surface_form":"telephone","offset":438},{"uri":"Company","surface_form":"company","offset":448},{"uri":"Electric_motor","surface_form":"electric motor","offset":587},{"uri":"Coronary_thrombosis","surface_form":"coronary thrombosis","offset":649},{"uri":"Manhattan","surface_form":"Manhattan","offset":688},{"uri":"New_York_City","surface_form":"New York City","offset":699},{"uri":"Croatia","surface_form":"Croatia","offset":825},{"uri":"Priest","surface_form":"priest","offset":872},{"uri":"Serbian_Orthodox_Church","surface_form":"Serbian Orthodox Church","offset":886},{"uri":"Telephony","surface_form":"telephony","offset":2063},{"uri":"Electrical_engineering","surface_form":"electrical engineering","offset":2077},{"uri":"Thomas_Edison","surface_form":"Thomas Edison","offset":2155},{"uri":"Investment","surface_form":"investing","offset":2245},{"uri":"Patent","surface_form":"patent","offset":2351},{"uri":"Induction_motor","surface_form":"induction motor","offset":2379},{"uri":"George_Westinghouse","surface_form":"George Westinghouse","offset":2452},{"uri":"Alternating_current","surface_form":"alternating current","offset":2553},{"uri":"Transformer","surface_form":"transformer","offset":2639},{"uri":"Electric_power_transmission","surface_form":"electric power transmission","offset":2670},{"uri":"High-frequency_power","surface_form":"high-frequency power","offset":2741},{"uri":"Colorado_Springs%2C_Colorado","surface_form":"Colorado Springs, Colorado","offset":2790},{"uri":"Radio","surface_form":"radio","offset":2878},{"uri":"Wardenclyffe_Tower","surface_form":"Wardenclyffe Tower","offset":3012},{"uri":"Performance","surface_form":"showman","offset":3109},{"uri":"Miracle","surface_form":"miraculous","offset":3146},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":3373},{"uri":"Media","surface_form":"press","offset":3466},{"uri":"Popular_culture","surface_form":"popular culture","offset":3925},{"uri":"Conspiracy_theory","surface_form":"conspiracy theories","offset":4005},{"uri":"Pseudoscience","surface_form":"pseudoscience","offset":4068},{"uri":"UFO","surface_form":"UFO","offset":4084},{"uri":"New_Age","surface_form":"New Age","offset":4101},{"uri":"Occultism","surface_form":"occultism","offset":4109},{"uri":"CGPM","surface_form":"General Conference on Weights and Measures","offset":4152},{"uri":"International_System_of_Units","surface_form":"International System of Units","offset":4203},{"uri":"Tesla_(unit)","surface_form":"tesla","offset":4253},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":4287}]}