{"id":185050,"url":"http://en.wikipedia.org/wiki/Thomas_Beecham","text":"e=\"preserve\">Sir Thomas Beecham (born St Helens, Lancashire, 29 April 1879; died London, 8 March 1961) was an English conductor. He was one of the most famous conductors of his time. He came from a very rich family and was able to use his money to pay orchestras that he formed. He formed the London Philharmonic Orchestra and the Royal Philharmonic Orchestra. He was especially well known for conducting the music of Mozart as well as that of his friend Delius.\nHe often made funny jokes and many amusing stories are told about things that he said.\nEarly life.\nBeecham was born in 1879 in St. Helens, Lancashire in the north of England. Beecham was self-taught as a conductor. He had some private composition lessons from Charles Wood in London and Moszkowski in Paris. Beecham’s father, Sir Joseph Beecham, had made a lot of money making medicines (the famous Beecham pills) and he also liked music, so he was able to help his son in his career as a musician.\nThomas was only 20 years old when his father was reinstated as mayor of St. Helens. To celebrate this, his father paid for the Hallé Orchestra to give a concert. It was going to be conducted by the famous German conductor Hans Richter. However, a few days before the concert it was announced that Richter was ill. Thomas immediately said he would conduct the concert. The orchestra at first refused to play for a 20 year old who had only once ever conducted a concert, but in the end they changed their minds and the concert was a great success.\nEarly career.\nIn 1909 Thomas got a group of musicians together to form the Beecham Symphony Orchestra. They gave concerts and played for ballets and operas. Beecham conducted operas in Covent Garden and other London opera houses. He conducted works by composers such as Strauss, Delius, Smythe and Holbrooke. He also played for Diaghilev’s Ballets Russes when they first came to England.\nDuring World War I he gave money to the Halle Orchestra, London Symphony Orchestra and the Royal Philharmonic Society, all of which he conducted. He often conducted these orchestras outside London, giving people the chance to hear music they had never heard before.\nFor several years he had money problems and did not conduct much. Then, in 1932, he formed the London Philharmonic Orchestra and quickly made it into an excellent orchestra. They toured Germany in 1936 and the next year went to Paris. During the 1930s he conducted at Covent Garden where he had control of everything that went on. He conducted several cycles of Wagner’s Ring. When World War II started in 1939 the theatre was closed. He went to the United States where he conducted several orchestras including the New York Philharmonic. He also went to Australia.\nLater career.\nIn 1944 he returned to Britain. His orchestra, the London Philharmonic Orchestra, were now a self-governing body (the members themselves made decisions about what the orchestra should do and play). They decided that they did not want Beecham because he would want to have power to rule the orchestra in the way he wanted. So Beecham formed another orchestra: the Royal Philharmonic Orchestra. He gave many concerts, toured with them and made many great recordings. He was especially known for his concerts of Joseph Haydn and Mozart. He also conducted Die Meistersinger at Covent Garden in 1951 as well as appearing at the Teatro Colón in Buenos Aires in 1958. The last concert he gave was on 7 May 1960 when he conducted the RPO in Portsmouth.\nHis fame.\nBeecham was an enormously talented musician. Because he had a lot of money he did not need to go through the musical education that most other musicians have. He formed his own life, and spent a lot of his energy as well as money creating the right conditions for musicians to work in, conditions that would have been normal in many other European countries, but which were not normal at the time in England.\nHe was not interested in the music of Bach, though he did conduct Handel. He was famous for his Mozart performances, and particularly enjoyed playing Berlioz, Mendelssohn, Bizet and Dvořák. He was one of the first people in England to conduct the new music of Richard Strauss and Sibelius. He was a close friend of Delius and performed his music as well as editing it so that it could be published.\nThere are many stories about the witty things that he said. He was knighted in 1916.\nFamous quotations.\nA lady told Beecham that she wanted her son to learn to play a musical instrument but did not want to hear the awful sound it made when he was beginning to learn. She asked him what instrument he should learn. Beecham said he should learn the bagpipes because “they sound exactly the same when you have finished learning them as when you start learning them”.\nBeecham was rehearsing a very long opera by Wagner. They had been rehearsing for a long time. Beecham took out his watch and said: “My God! We have been playing for two hours and we are still playing this bloody tune!”\nBeecham was rehearsing an opera by an English composer. The composer was at the rehearsal, and kept stopping the orchestra and asking Beecham to play it differently. Each time Beecham turned back to the orchestra and said: “The same again, gentlemen, please”.\nBeecham once met a lady he knew, but could not remember who she was. He asked her whether she was well.","categories":[],"infobox_types":[],"annotations":[{"uri":"St_Helens%2C_Merseyside","surface_form":"St Helens","offset":38},{"uri":"Lancashire","surface_form":"Lancashire","offset":49},{"uri":"29_April","surface_form":"29 April","offset":61},{"uri":"1879","surface_form":"1879","offset":70},{"uri":"London","surface_form":"London","offset":81},{"uri":"8_March","surface_form":"8 March","offset":89},{"uri":"1961","surface_form":"1961","offset":97},{"uri":"England","surface_form":"English","offset":110},{"uri":"Conducting","surface_form":"conductor","offset":118},{"uri":"Orchestra","surface_form":"orchestra","offset":252},{"uri":"London_Philharmonic_Orchestra","surface_form":"London Philharmonic Orchestra","offset":293},{"uri":"Royal_Philharmonic_Orchestra","surface_form":"Royal Philharmonic Orchestra","offset":331},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":418},{"uri":"Delius","surface_form":"Delius","offset":455},{"uri":"Joke","surface_form":"joke","offset":483},{"uri":"1879","surface_form":"1879","offset":582},{"uri":"Composition_(music)","surface_form":"composition","offset":698},{"uri":"Charles_Wood","surface_form":"Charles Wood","offset":723},{"uri":"Moszkowski","surface_form":"Moszkowski","offset":750},{"uri":"Paris","surface_form":"Paris","offset":764},{"uri":"Medicine","surface_form":"medicine","offset":840},{"uri":"Mayor","surface_form":"mayor","offset":1025},{"uri":"Hall%C3%A9_Orchestra","surface_form":"Hallé Orchestra","offset":1089},{"uri":"Germany","surface_form":"German","offset":1167},{"uri":"Hans_Richter","surface_form":"Hans Richter","offset":1184},{"uri":"Concert","surface_form":"concert","offset":1621},{"uri":"Ballet","surface_form":"ballet","offset":1645},{"uri":"Opera","surface_form":"opera","offset":1657},{"uri":"Royal_Opera_House","surface_form":"Covent Garden","offset":1693},{"uri":"Richard_Strauss","surface_form":"Strauss","offset":1778},{"uri":"Delius","surface_form":"Delius","offset":1787},{"uri":"Ethel_Smythe","surface_form":"Smythe","offset":1795},{"uri":"Joseph_Holbrooke","surface_form":"Holbrooke","offset":1806},{"uri":"Diaghilev","surface_form":"Diaghilev","offset":1836},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":1848},{"uri":"World_War_I","surface_form":"World War I","offset":1903},{"uri":"Halle_Orchestra","surface_form":"Halle Orchestra","offset":1936},{"uri":"London_Symphony_Orchestra","surface_form":"London Symphony Orchestra","offset":1953},{"uri":"Royal_Philharmonic_Society","surface_form":"Royal Philharmonic Society","offset":1987},{"uri":"1932","surface_form":"1932","offset":2237},{"uri":"London_Philharmonic_Orchestra","surface_form":"London Philharmonic Orchestra","offset":2257},{"uri":"Germany","surface_form":"Germany","offset":2348},{"uri":"1936","surface_form":"1936","offset":2359},{"uri":"1930","surface_form":"1930","offset":2408},{"uri":"Richard_Wagner","surface_form":"Wagner’s","offset":2524},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Ring","offset":2533},{"uri":"World_War_II","surface_form":"World War II","offset":2544},{"uri":"1939","surface_form":"1939","offset":2568},{"uri":"United_States","surface_form":"United States","offset":2612},{"uri":"New_York_Philharmonic","surface_form":"New York Philharmonic","offset":2678},{"uri":"Australia","surface_form":"Australia","offset":2717},{"uri":"1944","surface_form":"1944","offset":2745},{"uri":"Royal_Philharmonic_Orchestra","surface_form":"Royal Philharmonic Orchestra","offset":3105},{"uri":"Joseph_Haydn","surface_form":"Joseph Haydn","offset":3251},{"uri":"Die_Meistersinger","surface_form":"Die Meistersinger","offset":3294},{"uri":"1951","surface_form":"1951","offset":3332},{"uri":"Teatro_Col%C3%B3n","surface_form":"Teatro Colón","offset":3365},{"uri":"Buenos_Aires","surface_form":"Buenos Aires","offset":3381},{"uri":"1958","surface_form":"1958","offset":3397},{"uri":"7_May","surface_form":"7 May","offset":3435},{"uri":"1960","surface_form":"1960","offset":3441},{"uri":"Portsmouth","surface_form":"Portsmouth","offset":3475},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":3944},{"uri":"Handel","surface_form":"Handel","offset":3972},{"uri":"Berlioz","surface_form":"Berlioz","offset":4056},{"uri":"Mendelssohn","surface_form":"Mendelssohn","offset":4065},{"uri":"Bizet","surface_form":"Bizet","offset":4078},{"uri":"Dvo%C5%99%C3%A1k","surface_form":"Dvořák","offset":4088},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":4166},{"uri":"Sibelius","surface_form":"Sibelius","offset":4186},{"uri":"Delius","surface_form":"Delius","offset":4221},{"uri":"Knight","surface_form":"knight","offset":4372},{"uri":"1916","surface_form":"1916","offset":4384},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":4472},{"uri":"Bagpipe","surface_form":"bagpipe","offset":4652}]}