{"id":185094,"url":"http://en.wikipedia.org/wiki/Endocrinology","text":"e=\"preserve\">Endocrinology studies the working of the endocrine system and hormones.\nIt is the science of the endocrine system and hormones in a wide range of animals. Endocrinology is also a medical specialty. This means that when a doctor finishes studying medicine in general, they can choose endocrinology as the part of medicine they work in.\nThe endocrine system consists of several glands in different parts of the body. They secrete hormones directly into the blood. Hormones have many different functions and modes of action.\nHormones are active in metabolism, growth and development, tissue function, sleep, digestion, respiration, excretion, mood, stress, lactation, movement, reproduction, and perception. Another field is behavioral endocrinology.\nMedical aspects.\nMedical understanding of hormones began in the 19th century with Graves' disease, caused by a swelling of the thyroid gland. Since the mid-19th century many medical conditions have been found caused by hormone imbalance, that is, too much or too little of a hormone.\nThese are just examples; there are many other endocrine diseases.\nAn endocrinologist can find out if a person has one of these diseases by doing tests. They can test a person's blood to find out if they have too much or too little of a hormone. An example of this is Type 1 diabetes. People who have Type 1 diabetes do not have enough of a hormone called insulin. Endocrinologists usually do not treat patients directly, but give advice to physicians about what how patients might be helped.\nMost medical applications concern the lack of balance between hormones, and sometimes the complete lack of a necessary hormone. For example, most forms of hyperthyroidism are associated with an excess of thyroid hormone and a low level of thyroid stimulating hormone.\nHelping transgender people.\nEndocrinologists can advise on hormone treatment for transgender persons. A transgender person might want their body to look different so that they look more like their chosen gender. For example, a transgender woman might want less facial hair so that she looks less like a man to other people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Endocrine_system","surface_form":"endocrine system","offset":54},{"uri":"Hormones","surface_form":"hormones","offset":75},{"uri":"Medical_specialty","surface_form":"medical specialty","offset":192},{"uri":"Glands","surface_form":"glands","offset":389},{"uri":"Metabolism","surface_form":"metabolism","offset":558},{"uri":"Growth_hormone","surface_form":"growth","offset":570},{"uri":"Developmental_biology","surface_form":"development","offset":581},{"uri":"Tissue_(biology)","surface_form":"tissue","offset":594},{"uri":"Sleep","surface_form":"sleep","offset":611},{"uri":"Digestion","surface_form":"digestion","offset":618},{"uri":"Respiration_(physiology)","surface_form":"respiration","offset":629},{"uri":"Excretion","surface_form":"excretion","offset":642},{"uri":"Mood","surface_form":"mood","offset":653},{"uri":"Stress_(biology)","surface_form":"stress","offset":659},{"uri":"Lactation","surface_form":"lactation","offset":667},{"uri":"Movement","surface_form":"movement","offset":678},{"uri":"Reproduction","surface_form":"reproduction","offset":688},{"uri":"Perception","surface_form":"perception","offset":706},{"uri":"Graves%27_disease","surface_form":"Graves' disease","offset":843},{"uri":"Type_1_diabetes","surface_form":"Type 1 diabetes","offset":1312},{"uri":"Insulin","surface_form":"insulin","offset":1400},{"uri":"Hyperthyroidism","surface_form":"hyperthyroidism","offset":1692},{"uri":"Thyroid_hormone","surface_form":"thyroid hormone","offset":1741},{"uri":"Thyroid_stimulating_hormone","surface_form":"thyroid stimulating hormone","offset":1776},{"uri":"Transgender","surface_form":"transgender","offset":1886}]}