{"id":185193,"url":"http://en.wikipedia.org/wiki/Malcolm_Sargent","text":"e=\"preserve\">Sir Malcolm Sargent (born Ashford, Kent, 29 April 1895; died London 3 October 1967) was an English conductor, organist and composer. He was an extremely famous and popular conductor who had a lot of influence on music in England during his life. He conducted many choirs, both amateur and professional, as well as orchestras. He was the main conductor of the Henry Wood Promenade Concerts from 1948 to 1967. He made the Last Night of the Proms into a very popular and joyful concert which today is enjoyed by millions of people worldwide on television. He conducted the music of many British composers, helping them to become known to a wide public.\nEarly years.\nSargent was born in 1895 into a working-class family. His father was a coal merchant at Stamford, Lincolnshire, who also played the organ. Sargent grew up in Stamford and became involved in a lot of amateur music making. He learned a lot about music from singing in church and playing the organ. He took his ARCO organ diploma when he was only 16 and became an organ pupil at Peterborough Cathedral. At 18 he got a job as organist at Melton Mowbray church. In the same year he got a music degree from the University of Durham.\nAfter conducting local choirs and orchestras he got the opportunity to conduct his own composition \"Impressions on a Windy Day\" with Henry Wood’s Queen’s Hall Orchestra, first at Leicester and then at the Proms in the Queen's Hall. Wood encouraged him in his conducting. He started to teach at the Royal College of Music and moved to London. He conducted the Robert Mayer children’s concerts and the Courtauld-Sargent concerts, a series which was aimed at people who had never been to concerts. He conducted for Sergei Diaghilev’s Ballets Russes and, in 1928 he became conductor of the Royal Choral Society, a job which he kept until his death.\nIllness, and mid career.\nIn 1932 he was very ill with tuberculosis, but he recovered during the next few years. He often conducted the London Philharmonic Orchestra which had been formed in 1932 by Thomas Beecham. He did not often conduct opera, but he did conduct at the Royal Opera House: in 1936 with Gustave Charpentier's opera \"Louise\" in 1936 and in 1954 the first performance of Walton's \"Troilus and Cressida\".\nAs an orchestra conductor Sargent was not always popular. He made many enemies with a remark he made in 1936 when he said that orchestral musicians should not have a secure “job for life” but should give their “lifeblood with every bar they played”. Sargent had only just recovered from a long illness himself, during which time the musicians had given him support, so they were very annoyed when he said this.\nHe was very popular in Australia and nearly took a job there, but when World War II started he decided he should work in his own country. During the war, Sargent conducted the Hallé Orchestra in Manchester (1939-42) and the Liverpool Philharmonic (1942-48) and became a popular radio broadcaster with the BBC. He helped the British people to keep their spirits up during the war by touring and giving many concerts and not asking for much money. During one concert he was playing Beethoven's \"Symphony No. 7\" when there was an air raid. Sargent stopped the orchestra, calmed the audience by saying they were safer inside the hall than they would be outside, and started to conduct again. The orchestra played extremely well that night. In May 1941 Sargent conducted Elgar's \"Dream of Gerontius\" in an afternoon concert in the Queen's Hall. That night the Queen’s Hall was completely destroyed by a bomb.\nIn 1945, Arturo Toscanini invited Sargent to conduct the NBC Symphony Orchestra. He gave four concerts, in which he included mostly British music.\nThe Proms and later years.\nSargent was chief conductor of the Proms from 1948 until his death in 1967. In 1950 he followed Sir Adrian Boult as conductor of the BBC Symphony Orchestra. He held that job until 1957 when he became Chief Guest Conductor. Everywhere that Sargent took the orchestra the audience were wild with excitement. The orchestra became internationally famous.\nSargent was a very popular person at the Proms. He made the Last Night (the last concert of each season) into an exciting celebration in which the audience waved flags and joined together to sing, hum and clap. He conducted music by famous classical composers as well as British music by more recent composers. However, he did not conduct modern experimental music.\nDuring his time at the Proms foreign conductors such as Carlo Maria Giulini, Georg Solti, Leopold Stokowski, Rudolf Kempe, Pierre Boulez and Bernard Haitink were invited to perform. There were also some foreign orchestras.\nWhen the Royal Philharmonic Orchestra nearly had to come to an end after Beecham's death in 1961, Sargent worked hard to save the orchestra. A lot of the players, who still remembered the remark he made in 1936, started to support him again.\nBy the mid-1960s Sargent was suffering from cancer. He was too ill to conduct the Proms in 1967, but on 16 September, at the Last Night, to everyone’s astonishment, he appeared at the end of the concert to talk to his audience. He gave his baton to Colin Davis who took over his job. Sargent looked very ill, and died two weeks later.\nAchievement and reputation.\nSargent received many honours. He was knighted in 1947 and received the Royal Philharmonic Society gold medal in 1959. His nickname was “Flash Harry” because he always dressed and behaved in a flashy style. He was often known as “Britain’s ambassador of music”, because he often toured all over the world with his orchestras, conducting British music, especially the works of Elgar, Vaughan Williams, Holst and Walton. If the professional musicians he worked with did not always like him, his audiences loved him and he was especially fond of the Promenaders. At his memorial service in Westminster Abbey the whole of the nave was reserved for Promenade Season Ticket holders","categories":[],"infobox_types":[],"annotations":[{"uri":"Ashford%2C_Kent","surface_form":"Ashford, Kent","offset":39},{"uri":"London","surface_form":"London","offset":74},{"uri":"England","surface_form":"English","offset":104},{"uri":"Conducting","surface_form":"conductor","offset":112},{"uri":"Pipe_organ","surface_form":"organist","offset":123},{"uri":"Composer","surface_form":"composer","offset":136},{"uri":"Influence","surface_form":"influence","offset":212},{"uri":"Amateur","surface_form":"amateur","offset":290},{"uri":"Professional","surface_form":"professional","offset":302},{"uri":"Orchestra","surface_form":"orchestra","offset":327},{"uri":"BBC_Proms","surface_form":"Henry Wood Promenade Concerts","offset":372},{"uri":"Television","surface_form":"television","offset":554},{"uri":"Coal","surface_form":"coal","offset":747},{"uri":"Merchant","surface_form":"merchant","offset":752},{"uri":"Stamford%2C_Lincolnshire","surface_form":"Stamford, Lincolnshire","offset":764},{"uri":"Pipe_organ","surface_form":"organ","offset":808},{"uri":"Peterborough_Cathedral","surface_form":"Peterborough Cathedral","offset":1052},{"uri":"Melton_Mowbray","surface_form":"Melton Mowbray","offset":1110},{"uri":"Degree_(school)","surface_form":"degree","offset":1165},{"uri":"Durham","surface_form":"Durham","offset":1195},{"uri":"Henry_Wood","surface_form":"Henry Wood","offset":1336},{"uri":"Leicester","surface_form":"Leicester","offset":1382},{"uri":"Queen%27s_Hall","surface_form":"Queen's Hall","offset":1421},{"uri":"Royal_College_of_Music","surface_form":"Royal College of Music","offset":1501},{"uri":"Robert_Mayer","surface_form":"Robert Mayer","offset":1562},{"uri":"Sergei_Diaghilev","surface_form":"Sergei Diaghilev","offset":1715},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":1734},{"uri":"Royal_Choral_Society","surface_form":"Royal Choral Society","offset":1789},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1902},{"uri":"London_Philharmonic_Orchestra","surface_form":"London Philharmonic Orchestra","offset":1983},{"uri":"Thomas_Beecham","surface_form":"Thomas Beecham","offset":2046},{"uri":"Royal_Opera_House","surface_form":"Royal Opera House","offset":2120},{"uri":"Gustave_Charpentier","surface_form":"Gustave Charpentier","offset":2152},{"uri":"Australia","surface_form":"Australia","offset":2701},{"uri":"World_War_II","surface_form":"World War II","offset":2749},{"uri":"Hall%C3%A9_Orchestra","surface_form":"Hallé Orchestra","offset":2854},{"uri":"Manchester","surface_form":"Manchester","offset":2873},{"uri":"Royal_Liverpool_Philharmonic_Orchestra","surface_form":"Liverpool Philharmonic","offset":2902},{"uri":"BBC","surface_form":"BBC","offset":2983},{"uri":"Ludwig_van_Beethoven","surface_form":"Beethoven","offset":3158},{"uri":"Air_raid","surface_form":"air raid","offset":3205},{"uri":"Edward_Elgar","surface_form":"Elgar","offset":3444},{"uri":"Dream_of_Gerontius","surface_form":"Dream of Gerontius","offset":3453},{"uri":"Bomb","surface_form":"bomb","offset":3576},{"uri":"Arturo_Toscanini","surface_form":"Arturo Toscanini","offset":3591},{"uri":"NBC_Symphony_Orchestra","surface_form":"NBC Symphony Orchestra","offset":3639},{"uri":"Adrian_Boult","surface_form":"Adrian Boult","offset":3856},{"uri":"BBC_Symphony_Orchestra","surface_form":"BBC Symphony Orchestra","offset":3889},{"uri":"Carlo_Maria_Giulini","surface_form":"Carlo Maria Giulini","offset":4529},{"uri":"Georg_Solti","surface_form":"Georg Solti","offset":4550},{"uri":"Leopold_Stokowski","surface_form":"Leopold Stokowski","offset":4563},{"uri":"Rudolf_Kempe","surface_form":"Rudolf Kempe","offset":4582},{"uri":"Pierre_Boulez","surface_form":"Pierre Boulez","offset":4596},{"uri":"Bernard_Haitink","surface_form":"Bernard Haitink","offset":4614},{"uri":"Royal_Philharmonic_Orchestra","surface_form":"Royal Philharmonic Orchestra","offset":4705},{"uri":"Cancer","surface_form":"cancer","offset":4982},{"uri":"Baton","surface_form":"baton","offset":5178},{"uri":"Colin_Davis","surface_form":"Colin Davis","offset":5187},{"uri":"Knight","surface_form":"knight","offset":5339},{"uri":"Ambassador","surface_form":"ambassador","offset":5541},{"uri":"Elgar","surface_form":"Elgar","offset":5677},{"uri":"Vaughan_Williams","surface_form":"Vaughan Williams","offset":5684},{"uri":"Holst","surface_form":"Holst","offset":5702},{"uri":"William_Walton","surface_form":"Walton","offset":5712},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":5888},{"uri":"Nave","surface_form":"nave","offset":5923}]}