{"id":185175,"url":"http://en.wikipedia.org/wiki/The_Real_Ghostbusters","text":"\"The Real Ghostbusters\" is an American animated television series based on the 1984 movie \"Ghostbusters\". The series ran from 1986 to 1991, and was produced by Camme Animation Studios, DiC Entertainment and Coca-Cola Telecommunications. \"The Real\" was added to the title over a dispute with Filmation and its Ghost Busters properties. The series continues the adventures of paranormal investigators Dr. Peter Venkman, Dr. Egon Spengler, Winston Zeddemore, Dr. Ray Stantz, their secretary Janine Melnitz and their mascot ghost Slimer.\nBroadcast.\nThe show originally aired on ABC for its full run, except for the third season which ran on syndication at the same time as the second season ran on ABC. Later, reruns of the show appeared on USA Network, Fox Family before moving to Nickelodeon from 1996 to 1999 and on Cartoon Network in 2002. Teletoon aired episodes of the series in the month of October beginning in 1998, but has not done so in recent years.\n\"Slimer!\".\nAt the start of the third season in 1988, with the series renaming, it was given an hour long time slot. In addition to the regular thirty-minute \"Real Ghostbusters\" episode, a half-hour \"Slimer\" sub-series was added that included 2-3 short animated segments focusing on the character Slimer. At the end of its six season run, 147 episodes had aired, including the syndicated episodes and 13 episodes of \"Slimer\", with multiple episodes airing out of production order. The segments added several characters as friends of Slimer, including the character Professor Norman Dweeb—mad scientist accompanied by a poodle named Elizabeth who wanted to capture Slimer to experiment on him. The Professor Dweeb also made infrequent appearances in the main series. One of the ghosts from the \"Slimer\" cartoons, the Sleaze, also reappeared in \"The Real Ghostbusters\" to be captured a second time.\n\"Extreme Ghostbusters\".\nIn 1997, a sequel cartoon entitled \"Extreme Ghostbusters\", was created by Columbia TriStar Television and Adelaide Productions. It premiered on September 1, 1997 and ran for forty episodes until its conclusion on December 8, 1997. Set several years after the end of \"The Real Ghostbusters\", the series opened by saying the team has disbanded due to a lack of supernatural activity. Only Egon remains in the firehouse, along with Slimer, to care for the containment system and teaching classes at a local university. When supernatural events begin occurring in New York, Egon recruits four of his university students as a new team of Ghostbusters, and Janine, also one of Egon's students, returns to manage the office. The original Ghostbusters return for the series two-episode finale to celebrate Egon's 40th birthday, leading to them reluctantly working together with the younger generation to solve one last case.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"United_States","surface_form":"American","offset":30},{"uri":"Animated_cartoon","surface_form":"animated television series","offset":39},{"uri":"Ghostbusters","surface_form":"Ghostbusters","offset":91},{"uri":"Camme_Animation_Studios","surface_form":"Camme Animation Studios","offset":160},{"uri":"DiC_Entertainment","surface_form":"DiC Entertainment","offset":185},{"uri":"Coca-Cola","surface_form":"Coca-Cola Telecommunications","offset":207},{"uri":"Filmation","surface_form":"Filmation","offset":291},{"uri":"Filmation%27s_Ghostbusters","surface_form":"Ghost Busters","offset":309},{"uri":"Peter_Venkman","surface_form":"Peter Venkman","offset":403},{"uri":"Egon_Spengler","surface_form":"Egon Spengler","offset":422},{"uri":"Winston_Zeddemore","surface_form":"Winston Zeddemore","offset":437},{"uri":"Ray_Stantz","surface_form":"Ray Stantz","offset":460},{"uri":"Janine_Melnitz","surface_form":"Janine Melnitz","offset":488},{"uri":"Slimer","surface_form":"Slimer","offset":526},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":574},{"uri":"Television_syndication","surface_form":"syndication","offset":637},{"uri":"USA_Network","surface_form":"USA Network","offset":737},{"uri":"Fox_Family","surface_form":"Fox Family","offset":750},{"uri":"Nickelodeon_(TV_Channel)","surface_form":"Nickelodeon","offset":778},{"uri":"Cartoon_Network","surface_form":"Cartoon Network","offset":815},{"uri":"Teletoon_(Canada)","surface_form":"Teletoon","offset":840},{"uri":"Slimer","surface_form":"Slimer","offset":1254},{"uri":"Mad_scientist","surface_form":"mad scientist","offset":1545},{"uri":"Extreme_Ghostbusters","surface_form":"Extreme Ghostbusters","offset":1914},{"uri":"Columbia_TriStar_Television","surface_form":"Columbia TriStar Television","offset":1952},{"uri":"Adelaide_Productions","surface_form":"Adelaide Productions","offset":1984}]}