{"id":185297,"url":"http://en.wikipedia.org/wiki/Power_Purchasing_Agreement","text":"A Power Purchasing Agreement (PPA) is a legal contract between a electricity provider and a land owner. The contract allows the electricity provider to produce power on the land owner's land or roof and the land owner buys the electricity primarily from the electricity provider. This deal is often done using solar technology, where the electricity provider will install, operate, and maintain solar panels on the land owner's roof. Then the land owner will buy the electricity from the solar panels on the roof. Part of the PPA is to set a price for the electrcity (often lower than the previous price the land owner was paying for power line electrcity). If the solar panels do not provide enough electricity for the land owner, then he will buy the rest of his electrcity from the power lines. If the electricity provider creates more electricity than the land owner needs, then he will sell the excess to the power lines.\nSchools and government buildings often like to do power purchasing agreements because they do not have the money to install solar panals on their roof. Large department stores also like to do power purchasing agreements because they have large roofs and do not want to deal with the costs of installing and maintaining panels.\nPower Purchasing agreements tend to last 5 – 20 years. At the end of the PPA, either the contract is extended, the solar panels are removed from the property, or the land owner buys the solar panels from the electricity provider.\nPower Purchasing agreements have been very important to the expansion of solar electricity use in the United States. Investment tax credits from the federal and state governments have helped make the price of solar panels affordable for the providing companies. The tax credit can help pay for significant percentage of the project cost in some cases.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legal_contract","surface_form":"legal contract","offset":40},{"uri":"Electricity","surface_form":"electricity","offset":65},{"uri":"Solar_power","surface_form":"solar technology","offset":310},{"uri":"Schools","surface_form":"Schools","offset":927},{"uri":"Government","surface_form":"government","offset":939},{"uri":"United_States","surface_form":"United States","offset":1586},{"uri":"Investment","surface_form":"Investment","offset":1601},{"uri":"Tax_credits","surface_form":"tax credits","offset":1612},{"uri":"Federal","surface_form":"federal","offset":1633},{"uri":"State","surface_form":"state","offset":1645},{"uri":"Government","surface_form":"government","offset":1651}]}