{"id":185298,"url":"http://en.wikipedia.org/wiki/Pioneer_plaque","text":"The Pioneer plaques were a pair of plaques that were launched into deep space on Pioneer 10 and Pioneer 11. The same image is on both plaques. The image is made up of many parts.\nThere is a drawing of a nude human female and a nude human male.\nThere is a diagram of the change in spin of the electron of a hydrogen particle. This diagram is meant to set up a universal unit of length and a universal unit of time for the rest of the image.\nThere is a crude map of our solar system showing a spacecraft leaving the third planet, Earth. There have been negative reactions about the arrow showing the trajectory of the spacescraft. Alien species may not understand the human concept of a line and arrow.\nThere is pattern of lines that looks like a star burst design. This is a map. There are 15 lines. 14 of the lines have a long binary number engraved along it. The binary numbers are distances. The distances are not in meters or kilometers, but in the universal unit of distance given by the hydrogen particle diagram. The 14 lines give the distance from the sun to 14 pulsars. The 15th line gives the distance from the sun to the center of the galaxy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pioneer_10","surface_form":"Pioneer 10","offset":81},{"uri":"Pioneer_11","surface_form":"Pioneer 11","offset":96},{"uri":"Image","surface_form":"image","offset":117},{"uri":"Drawing","surface_form":"drawing","offset":190},{"uri":"Nude","surface_form":"nude","offset":203},{"uri":"Human","surface_form":"human","offset":208},{"uri":"Female","surface_form":"female","offset":214},{"uri":"Male","surface_form":"male","offset":238},{"uri":"Hydrogen","surface_form":"hydrogen","offset":306},{"uri":"Map","surface_form":"map","offset":457},{"uri":"Solar_system","surface_form":"solar system","offset":468},{"uri":"Earth","surface_form":"Earth","offset":528},{"uri":"Binary","surface_form":"binary","offset":827},{"uri":"Meter","surface_form":"meter","offset":919},{"uri":"Kilometer","surface_form":"kilometer","offset":929},{"uri":"Sun","surface_form":"sun","offset":1059},{"uri":"Pulsar","surface_form":"pulsar","offset":1069},{"uri":"Galaxy","surface_form":"galaxy","offset":1145}]}