{"id":18527,"url":"http://en.wikipedia.org/wiki/Square_root","text":"e=\"preserve\">In mathematics, a square root of a number \"x\" is another number that, when multiplied by itself (squared), becomes \"x\". When it is non-negative, it is represented by the symbol formula_1, and called the principal square root of \"x\". For example, 2 is the square root of 4, because 2×2=4. Only numbers bigger than or equal to zero have real square roots. The only square root of zero is zero.\nAn important number is the square root of 2, which is an irrational number. Its value is around 1.41421. It is also the length of a diagonal in the square whose side is 1.\nSquare roots of negative numbers are not real numbers – they are imaginary numbers. Imaginary numbers are basically numbers whose square is negative. Every complex number, except 0, has 2 square roots. For example, −1 has two square roots. We call them formula_1 and formula_1. We also consider the number formula_1 as the principal square root of −1, and called it the imaginary unit.\nThe sign for a square root is made by putting a bent line over a number, like this: formula_1. This is read as \"the square root of 4\" (or whatever number we are taking the square root of).\nA whole number with a square root that is also a whole number is called a perfect square. The first few perfect squares are: 0, 1, 4, 9, 16, 25, 36, 49, 64, 81, 100, 121, 144, 169, 196, 225, 256, 289, 324, 361, 400, 441, 484, 529, 576, 625, 676, 729, 784, 841, 900, 961, 1024, 1089, 1156, 1225.\nBelow is a table of square roots (rounded to 3 decimals places).\nOrigin of the symbol.\nIt is not really known where the square root symbol formula_1 comes from, but some people believe that it was from the letter \"r\", which is the first letter of the Latin and German word \"radix\". Radix means root or base. Thus, radix quadratum from Latin refer most likely to the base of a square. Since the sides of a square are all equal, the word radix may be interpreted as side of a square—without actually so.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":16},{"uri":"Square_root_of_2","surface_form":"square root of 2","offset":432},{"uri":"Irrational_number","surface_form":"irrational number","offset":462},{"uri":"Diagonal","surface_form":"diagonal","offset":537},{"uri":"Real_number","surface_form":"real number","offset":618},{"uri":"Imaginary_numbers","surface_form":"imaginary numbers","offset":642},{"uri":"Complex_number","surface_form":"complex number","offset":733},{"uri":"Imaginary_unit","surface_form":"imaginary unit","offset":947},{"uri":"Whole_number","surface_form":"whole number","offset":1154},{"uri":"Square_number","surface_form":"perfect square","offset":1226},{"uri":"Letter","surface_form":"letter","offset":1653},{"uri":"Latin","surface_form":"Latin","offset":1698},{"uri":"German_language","surface_form":"German","offset":1708}]}