{"id":185318,"url":"http://en.wikipedia.org/wiki/Coritiba_F.C.","text":"Coritiba Foot Ball Club is a football club which plays Curitiba in Paraná state, Brazil. It was founded in 1909 and currently plays in Campeonato Brasileiro Série A.\nCoritiba was founded in October 12, 1909.\nHistory.\nThe team had many state, national and international titles. The highest moment in Coritiba history was in 1985, when it was champion of Brasileirão.\nOther sports.\nAlthough best known for football, Coritiba is first team in South Brazil which supports American Football. Coritiba and Barigui Crocodiles founded Coritiba Crocodiles. Coritiba Crocodiles is a four-time state champion and two-time champion of the south conference.\nStadium.\nCouto Pereira Stadium is Coritiba's home stadium.\nThe stadium was founded as Belfort Duarte. Couto Pereira was the president of the club. He was responsible for the stadium being built. When he died in 1977, the stadium name was changed to Couto Pereira.\nRivals.\nCoritiba's biggest rivals are Atlético Paranaense and Paraná Clube. They are from the same city. The games between Coritiba and Atlético-PR are called \"Atlé-Tiba\". The games between Coritiba and Paraná is called \"Para-Tiba\".\nColors.\nThe team colors are green and white. These are the colors of the flag of Paraná state.\nFounded in October 12, 1909, Coritiba was the oldest \"green and white\" team in Brazilian soccer, and one of the oldest of world.\nThe logo.\nThe club's logo is a green globe with the initials CFC in white on the center, along with twelve white stylized pine seeds.\nCoritiba's first logo was very simple: a white background inside a green circle, with the initials CFC in green.\nThe team kit.\nCoritiba's first kit was used from 1909 to 1916, and was composed of green and white vertical stripes.\nCoritiba's second kit, used from 1916 to 1976 was an all-white one.\nThe current home kit is composed of a white shirt, with two green parallel horizontal stripes and black shorts and white socks. The away kit is composed of a green and white vertical stripes shirt, black shorts and green socks. These kits were adopted in 1976.\nAnthem.\nThe official club anthem lyrics were written by Cláudio Ribeiro. The music was composed by Homero Rébuli. There is also an unofficial anthem, called \"Coritiba Eterno Campeão\" (\"Coritiba Eternal Champion\"), which was composed (both the lyrics and the music) by Francis Night. A third anthem, with lyrics by Vinicius Coelho and music by Sebastião Lima, also calls the team the \"eternal champion\".\nMascot.\nThe club's mascot is an old man nicknamed Vovô Coxa (Grandpa Coxa). It represents the club's tradition of being the oldest football club of Curitiba.","categories":[],"infobox_types":[],"annotations":[{"uri":"Football","surface_form":"football","offset":29},{"uri":"Curitiba","surface_form":"Curitiba","offset":55},{"uri":"Brazil","surface_form":"Brazil","offset":81},{"uri":"1909","surface_form":"1909","offset":107},{"uri":"Campeonato_Brasileiro_S%C3%A9rie_A","surface_form":"Campeonato Brasileiro Série A","offset":135},{"uri":"Mascots_of_Brazilian_football_sides","surface_form":"mascot","offset":2481}]}