{"id":18530,"url":"http://en.wikipedia.org/wiki/Hailstone","text":"A hailstone is a round ball of ice which falls out of a storm cloud. About 5,000 hailstorms a year in the United States of America make hail 3/4 of an inch or larger.\nThe beginning of a hailstorm.\nA hailstone begins as a small water drop or a round snow pellet in a cloud. The drop grows by collecting many cloud drops. The little drop is blown by a strong wind inside the cloud to where it meets with some extremely cold water drops. These supercooled drops are still liquid water even though the temperature is below freezing. When the little drop mixes with these extremely cold drops, they join, and the little drop has now become a hailstone.\nThe little hailstone is thrown up inside the cloud, still collecting other cold drops. The hailstone gets bigger and bigger until it goes to the top of the cloud. Then, because there is no more wind, it falls back down through the cloud. While it is falling it gets even bigger as it bangs into more supercooled drops. If it goes down very fast it can hit the earth at up to 90 mph (144 kph), bouncing like popcorn. If the hailstone hits dirt, it can actually bury itself.\nHailstone sizes.\nThe biggest hailstone recorded in the United States weighed 1.67 pounds (0.75 kg), and was 5.5 inches (14 cm) across. It fell near Coffeyville, Kansas, on September 3, 1970. The biggest recorded hailstone in the \"world\" was 4.2 pounds (almost 2 kilograms). It fell in Kazakhstan in Asia.\nHailstones are made of many rings of clear, cloudy ice. The rings show different amounts of freezing on the hailstone. The cloudy ice is because it freezes so quickly, trapping many small air bubbles. The clear rings are made by slow freezing of the water, which lets bubbles escape.\nHail damage and protection.\nHail does a very great amount of damage every year. Even small hail with strong winds can crush a field of wheat flat in a few minutes. It sometimes breaks windows, and can dent cars and roofs. Big hailstones can hurt and even kill small animals.\nBecause hail damages crops, there has been many efforts to stop hail. In the 16th century, farmers used to shoot cannons at thunderstorms, thinking this would destroy the hail. Cloud seeding (trying to make rain by putting dry ice crystals or a kind of smoke in clouds) is the more recent way, but it is expensive and we do not know for sure how well it works. To this day, there is no proved way of stopping hailstorms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ice","surface_form":"ice","offset":31},{"uri":"Storm","surface_form":"storm","offset":56},{"uri":"Cloud","surface_form":"cloud","offset":62},{"uri":"United_States_of_America","surface_form":"United States of America","offset":106},{"uri":"Inch","surface_form":"inch","offset":151},{"uri":"Pellet","surface_form":"pellet","offset":254},{"uri":"Cloud","surface_form":"cloud","offset":266},{"uri":"Popcorn","surface_form":"popcorn","offset":1055},{"uri":"Soil","surface_form":"dirt","offset":1086},{"uri":"Kansas","surface_form":"Kansas","offset":1282},{"uri":"Asia","surface_form":"Asia","offset":1420},{"uri":"Cannon","surface_form":"cannon","offset":2098}]}