{"id":18531,"url":"http://en.wikipedia.org/wiki/Academy_Award","text":"The Academy Awards, commonly known as the Oscars, are the best-known movie awards in the United States. The awards have been given by the Academy of Motion Picture Arts and Sciences since 1929. The awards ceremony takes place each year in late February or early March in Los Angeles, California.\nHistory.\nAt the end of 1920s, the American film industry was in a crisis. When radio was invented, the people didn't go to the cinema as often as they used to. The owners of the studios had problems. They had to pay the workers for a good salary, but that was impossible at that time. Many people fought for a good salary and a good working time.\nThe director of the successful Metro-Goldwyn-Mayer-Studios, Louis B. Mayer met two good friends because he wanted to speak about the problem.\nNaming.\nIn the first years of the award, the trophy was called Academy Award of Merit. The godfather of the name Oscar is not clear. It is certain, that the name was used in 1931. There may be four people, who could be the godparents. The former board secretary of the academy Margaret Herrick said: \"He looks like my uncle Oscar!\". Bette Davis said that he looks like my first husband Harmon \"Oscar\" Nelson. The film columnist Sidney Skolsky said, that he is the name giver, and the fourth person was Walt Disney.\nIt is said that Oscar is not the official name of the statue. But the nickname is trademark-protected.\nTrophy.\nThe statue is around 13 ½ inches tall and weighs about 8½ pounds.\nThe most successful films.\n\"Gone with the Wind f\"rom the year 1939 was the most successful film for a long time with ten Oscars.\" \"Then, in 1960,\" \"Ben-Hur\" \"won eleven Oscars. In 1998 Titanic\" \"also won eleven Oscars, so they were in a tie. Six years later, \"The Lord of the Rings: The Return of the King\" won eleven Oscars.\nThe five categories \"best picture\", \"best director\", \"best actor\", \"best actress\" and \"best Original Screenplay\" are the most important categories and they are called the \"Big Five\". There are only three films that won all these categories: \"It Happened One Night\", \"One Flew Over the Cuckoo's Nest\" and \"The Silence of the Lambs\".\n\"All About Eve,\" \"Titanic\" and la la land had 14 nominations. This is the nomination record.\nThe most successful filmworkers.\nKatharine Hepburn (1907–2003) has the most awards as a performer with 4 Oscars in the category best actress. Meryl Streep has the most nominations as performers with 21 Oscar nominations. Jack Nicholson, Daniel Day-Lewis, and Walter Brennan (1894–1974) have three Academy Awards each, the most for men. Nicholson also has the nomination record for men with 12 nominations. The person who has the most Academy Awards is Walt Disney (1901–1966) with 26, including 4 Honorary Oscars and he has 37 nominations. Moreover, he won 4 awards in 1954, so he got the most awards in one year. The woman, who has the most Oscars is the costume designer Edith Head (1897–1981). She has 8 Oscars and 27 nominations. The living people with the most Oscars are the composer Alan Menken (8 Oscars) and special effects artist Dennis Muren (8 Oscars for best visual effects, plus one for technical achievement and 15 nominations). The cartoon characters Tom and Jerry are the cartoon movie stars with have the most awards with 7.","categories":[],"infobox_types":[],"annotations":[{"uri":"Movie","surface_form":"movie","offset":69},{"uri":"Award","surface_form":"award","offset":75},{"uri":"United_States","surface_form":"United States","offset":89},{"uri":"Academy_of_Motion_Picture_Arts_and_Sciences","surface_form":"Academy of Motion Picture Arts and Sciences","offset":138},{"uri":"Metro-Goldwyn-Mayer","surface_form":"Metro-Goldwyn-Mayer-Studios","offset":674},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":1287},{"uri":"Gone_with_the_Wind_(movie)","surface_form":"Gone with the Wind","offset":1505},{"uri":"Ben-Hur_(1959_movie)","surface_form":"Ben-Hur","offset":1625},{"uri":"Titanic_(1997_movie)","surface_form":"Titanic","offset":1662},{"uri":"It_Happened_One_Night","surface_form":"It Happened One Night","offset":2045},{"uri":"One_Flew_Over_the_Cuckoo%27s_Nest_(movie)","surface_form":"One Flew Over the Cuckoo's Nest","offset":2070},{"uri":"The_Silence_of_the_Lambs","surface_form":"The Silence of the Lambs","offset":2108},{"uri":"Titanic_(1997_movie)","surface_form":"Titanic","offset":2153},{"uri":"La_La_Land_(movie)","surface_form":"la la land","offset":2166},{"uri":"Katharine_Hepburn","surface_form":"Katharine Hepburn","offset":2261},{"uri":"Meryl_Streep","surface_form":"Meryl Streep","offset":2370},{"uri":"Jack_Nicholson","surface_form":"Jack Nicholson","offset":2449},{"uri":"Daniel_Day-Lewis","surface_form":"Daniel Day-Lewis","offset":2465},{"uri":"Walter_Brennan","surface_form":"Walter Brennan","offset":2487},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":2680}]}