{"id":185416,"url":"http://en.wikipedia.org/wiki/Vancouver%2C_Washington","text":"Vancouver, Washington is a United States city, just north of the Columbia River in the state of Washington. It is directly north of Portland, Oregon and south of Vancouver, British Columbia. Both cities were named for George Vancouver, a British explorer and sea captain. The city of Vancouver includes Fort Vancouver, begun by the British Hudson's Bay Company in 1824. It was made part of the United States on June 15, 1846, as part of the Oregon Treaty. It is the fourth largest city in Washington State.\nHistory.\nThe Vancouver area was home to Native Americans before the arrival of Europeans. Chinook and Klickitat tribes called this area \"land of the mud turtles\" before 1775. Disease killed most natives before the Hudson's Bay Company came in the 1820s. The Hudson's Bay Company built Fort Vancouver to trade in beaver skins, which were used to make top hats. Workers at Fort Vancouver came from England, the Sandwich Islands, Scotland and Canada. Many trappers had native wives and lived outside Fort Vancouver.\nAmericans began to arrive from the Oregon Trail. John McLoughlin was head man at Fort Vancouver and helped the Americans with tools and seed. Fort Vancouver closed in the 1840s. The city of Vancouver was incorporated in 1857 and was over three times as big by 1909. In 1917, the first bridge connecting Oregon to Washington over the Columbia River was built from Vancouver. In 1982 another bridge was built a few miles east for the I-205 freeway.\nColumbia Barracks became Vancouver Barracks and was the biggest US military base in Oregon, Washington or Idaho for many years. During World War I the Vancouver Barracks had a lumber mill to cut spruce wood to make biplanes. Another ship yard built ships for World War II. Shipyard workers came and Vancouver grew from 18,000 to over 80,000 people. Vancouver grew again and in 1997 grew again to almost its present size. About half as many people live just north of Vancouver as live inside the city. About one in three Vancouver workers have jobs in Portland, Oregon.\nGeography and Climate.\nVancouver is located at 45°38′1″ North, 122°36′11″ West (45.633743, −122.603011).\nVancouver is just north of the Columbia River and west of the volcanic Cascade Range mountains and the Columbia gorge. Vancouver is about fifty miles from the Pacific Ocean, which gives it rain. Because it is in a valley between the Pacific Coast and Cascade mountains, there are clouds in winter. When it is clear one can see Mount Hood, the Mount Saint Helens volcano and Mount Adams from Vancouver.\nVancouver is north of Portland, Oregon and shares a similar climate: wet from November through June and dry from July through October. Vancouver has snow once or twice a year, on average. Vancouver has a total area of. Abuout 7% is water, including Vancouver Lake to the west.\nArchitecture and Buildings.\nFort Vancouver National Historic Site also has many structures, rebuilt as they were in the 1830s.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":27},{"uri":"Columbia_River","surface_form":"Columbia River","offset":65},{"uri":"Washington","surface_form":"state of Washington","offset":87},{"uri":"Portland%2C_Oregon","surface_form":"Portland, Oregon","offset":132},{"uri":"Vancouver","surface_form":"Vancouver","offset":162},{"uri":"British_Columbia","surface_form":"British Columbia","offset":173},{"uri":"Native_American","surface_form":"Native American","offset":547},{"uri":"Beaver","surface_form":"beaver","offset":819},{"uri":"Hawaii","surface_form":"Sandwich Islands","offset":916},{"uri":"Scotland","surface_form":"Scotland","offset":934},{"uri":"Coureur_de_bois","surface_form":"Canada","offset":947},{"uri":"Oregon_Trail","surface_form":"Oregon Trail","offset":1055},{"uri":"Oregon","surface_form":"Oregon","offset":1323},{"uri":"Columbia_River","surface_form":"Columbia River","offset":1353},{"uri":"Idaho","surface_form":"Idaho","offset":1573},{"uri":"World_War_I","surface_form":"World War I","offset":1602},{"uri":"Biplane","surface_form":"biplane","offset":1682},{"uri":"World_War_II","surface_form":"World War II","offset":1726},{"uri":"Portland%2C_Oregon","surface_form":"Portland, Oregon","offset":2018},{"uri":"Cascade_Range","surface_form":"Cascade Range","offset":2212},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":2300},{"uri":"Mount_Hood","surface_form":"Mount Hood","offset":2468},{"uri":"Mount_Saint_Helens","surface_form":"Mount Saint Helens","offset":2484},{"uri":"Mount_Adams_(Washington)","surface_form":"Mount Adams","offset":2515}]}