{"id":18545,"url":"http://en.wikipedia.org/wiki/Marge_Simpson","text":"Marjorie \"Marge\" Simpson is a character in the animated television series \"The Simpsons\". The character is voiced by Julie Kavner. Marge is the wife of Homer Simpson and the mother of Bart, Lisa, and Maggie Simpson. She is famous for her very tall blue hair, that is shaped into a beehive. She also is proud to have never met anyone with taller hair outside Graceland. Marge was named after, and loosely based on, Margaret \"Marge\" Groening, Matt Groening's mother.\nPersonality.\nMarge’s image is normally that of a stereotypical sitcom mother who is sometimes seen as an inexperienced person and easy to be fooled. Despite having higher morals than most other characters, Marge has had her fair share of wild escapades throughout the show’s history. She was once a police officer in Springfield, took treatment for road rage, was once sent to jail for shoplifting, became a gambling fanatic, showed alcoholism, was an unwilling participant in a cross-country police chase, took steroids, cheated on a cooking competition and developed amnesia. She is also known for her persistent nagging and groaning. These are just some of the strange situations in which Marge has found herself. She also displays a surprisingly strong will. Marge is the only member of the family who normally tries to encourage the family to go to church. She also appears to have significant athletic ability in times of imminent danger. She can speak two languages fluently, one being English and the other in French.\nPolitically, Marge supports the Democratic Party. She once says that she voted for Jimmy Carter (\"twice\" according to Lisa), supported the candidacy of their state's governor Mary Bailey, and also stated to have been really depressed when Lyndon Johnson died.\nTalents.\nMarge studied to be a painter. When she was a teenager she had a huge crush on Ringo Starr and painted a large number of portraits of him. She also wrote to him, but only received a reply 25 years later. His response inspired her to enter an art contest. Her portrait of a drunk Homer sleeping on the couch won the competition. She was then hired by Mr. Burns to do a portrait of him. The resulting portrait won even Mr. Burns’ praise, a massive feat in itself.\nMarge also is a very skilled cook. She once started a pretzel business, which succeeded with the help of the Springfield Mafia. She has entered different cooking challenges, although situations such as cruel and ruthless competitors and overheated ovens made her to lose and even break or destroy the other competitors too. In general, she is shown as a very good cook. She is especially well known for her pork chops, Homer's favorite dish.\nIn some episodes Marge is shown being a fairly skilled photographer until she decided to choose Homer over photography.\nHair.\nAs a teen, Marge had her hair long to at waist length which she always wore down, but got the idea to wear it in her trademark beehive for senior prom in the episode \"The Way We Was\". In the Shary Bobbins episode, her hair is shown close to her knees, meaning that a lot of hair would be needed to create her tall beehive. Marge has admitted that her hair is not really blue but is, in fact, gray. It was revealed by Homer in \"Secrets of a Successful Marriage\" that Marge dyes her hair with blue dye #56; \"She’s been gray as a mule since she was seventeen.\" It is shown in the episode \"Fear of Flying\" that Marge's blue hair goes back to when she was a small child, so this color choice may ave been intended to match her original color. Because of her unusually large hairstyle, her height is reported to be 8'6\", as noted by Apu in the episode \"Marge in Chains\". In \"The Way We Weren't\", her hair was blue before she met Homer and was dark at one time because of Marge ironing a piece of her hair for a long time. In \"The Simpsons\" Season Four DVD commentary, Matt Groening states that the original idea behind Marge's hair was to hide large rabbit ears. The gag was intended to be revealed in the final episode of the series, but was cancelled early on because of its irregularity.\nAge.\nLike most of the other Simpsons characters, Marge's age changes from time to time throughout the show's history. In first-season episodes \"Life on the Fast Lane\" and \"Some Enchanted Evening\", Marge is said to be 36 years old, but her age was later changed to 38, possibly because she and Homer attended their twentieth anniversary high-school reunion in one episode. In the episode \"Regarding Margie\", Homer states that Marge is his age, meaning she could be anywhere between 38 and 42 years in age.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animation","surface_form":"animated","offset":47},{"uri":"Television_program","surface_form":"television series","offset":56},{"uri":"The_Simpsons","surface_form":"The Simpsons","offset":75},{"uri":"Voice_acting","surface_form":"voiced","offset":107},{"uri":"Julie_Kavner","surface_form":"Julie Kavner","offset":117},{"uri":"Homer_Simpson","surface_form":"Homer Simpson","offset":152},{"uri":"Bart_Simpson","surface_form":"Bart","offset":184},{"uri":"Lisa_Simpson","surface_form":"Lisa","offset":190},{"uri":"Maggie_Simpson","surface_form":"Maggie Simpson","offset":200},{"uri":"Blue","surface_form":"blue","offset":248},{"uri":"Hair","surface_form":"hair","offset":253},{"uri":"Beehive","surface_form":"beehive","offset":281},{"uri":"Graceland","surface_form":"Graceland","offset":358},{"uri":"Matt_Groening","surface_form":"Matt Groening","offset":441},{"uri":"Stereotype","surface_form":"stereotypical","offset":514},{"uri":"Sitcom","surface_form":"sitcom","offset":528},{"uri":"Mother","surface_form":"mother","offset":535},{"uri":"Moral","surface_form":"moral","offset":636},{"uri":"Police_officer","surface_form":"police officer","offset":764},{"uri":"Road_rage","surface_form":"road rage","offset":814},{"uri":"Jail","surface_form":"jail","offset":842},{"uri":"Shoplifting","surface_form":"shoplifting","offset":851},{"uri":"Gambling","surface_form":"gambling","offset":873},{"uri":"Alcoholism","surface_form":"alcoholism","offset":898},{"uri":"Steroid","surface_form":"steroid","offset":977},{"uri":"Amnesia","surface_form":"amnesia","offset":1034},{"uri":"Church","surface_form":"church","offset":1319},{"uri":"Language","surface_form":"language","offset":1428},{"uri":"English_language","surface_form":"English","offset":1458},{"uri":"French_language","surface_form":"French","offset":1483},{"uri":"Political","surface_form":"Political","offset":1491},{"uri":"United_States_Democratic_Party","surface_form":"Democratic Party","offset":1523},{"uri":"Vote","surface_form":"vote","offset":1564},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":1574},{"uri":"Governor","surface_form":"governor","offset":1657},{"uri":"Depression_(illness)","surface_form":"depressed","offset":1715},{"uri":"Lyndon_Johnson","surface_form":"Lyndon Johnson","offset":1730},{"uri":"Painter","surface_form":"painter","offset":1782},{"uri":"Teenager","surface_form":"teenager","offset":1806},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":1839},{"uri":"Portrait","surface_form":"portrait","offset":1881},{"uri":"Drunkenness","surface_form":"drunk","offset":2033},{"uri":"Sleep","surface_form":"sleep","offset":2045},{"uri":"Pretzel","surface_form":"pretzel","offset":2276},{"uri":"Oven","surface_form":"oven","offset":2470},{"uri":"Pork","surface_form":"pork","offset":2629},{"uri":"The_Way_We_Was","surface_form":"The Way We Was","offset":2957},{"uri":"Simpsoncalifragilisticexpiala(Annoyed_Grunt)cious","surface_form":"Shary Bobbins episode","offset":2981},{"uri":"Knee","surface_form":"knee","offset":3035},{"uri":"Blue","surface_form":"blue","offset":3160},{"uri":"Gray","surface_form":"gray","offset":3182},{"uri":"Secrets_of_a_Successful_Marriage","surface_form":"Secrets of a Successful Marriage","offset":3217},{"uri":"Fear_of_Flying_(The_Simpsons_episode)","surface_form":"Fear of Flying","offset":3376},{"uri":"Marge_in_Chains","surface_form":"Marge in Chains","offset":3637},{"uri":"The_Way_We_Weren%27t","surface_form":"The Way We Weren't","offset":3659},{"uri":"Ironing","surface_form":"ironing","offset":3761},{"uri":"DVD","surface_form":"DVD","offset":3836},{"uri":"Rabbit","surface_form":"rabbit","offset":3934},{"uri":"Ear","surface_form":"ear","offset":3941},{"uri":"Episode","surface_form":"episode","offset":4209},{"uri":"Life_on_the_Fast_Lane","surface_form":"Life on the Fast Lane","offset":4219},{"uri":"Some_Enchanted_Evening_(The_Simpsons_Episode)","surface_form":"Some Enchanted Evening","offset":4247},{"uri":"High_school","surface_form":"high-school","offset":4411},{"uri":"Reunion","surface_form":"reunion","offset":4423},{"uri":"Regarding_Margie","surface_form":"Regarding Margie","offset":4463}]}