{"id":185592,"url":"http://en.wikipedia.org/wiki/The_Man_from_Earth","text":"\"The Man from Earth\" is a 2007 movie written by Jerome Bixby.\nThe movie tells the story of John Oldman. All of the movie takes place in a small house and its porch, where Oldman tells his friends that he is a 14,000 year old Cro-Magnon caveman.\nPlot.\nThe movie begins with the protagonist John Oldman packing up his belongings onto his truck. John Oldman is getting ready to move to a different place to live. This is when his friends come over to give him a farewell party. From their conversations it becomes evident that John Oldman and his friends are all professors in a university. After a bit of conversation, the group of friends moves into John Oldman’s house. John’s friends keep asking why he decided to “run off” so quickly. John Oldman does not answer clearly at first, but gradually becomes drawn to telling his friends what is really on his mind. He begins to tell his friends about who he really is, a 14,000 year old Cro-Magnon caveman who has survived until the present. His friends aren’t convinced, but rather constantly question John Oldman in order to prove him wrong. The talk goes on as John Oldman’s friends try to prove him wrong, in biological, historical, and religious terms.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"2007","surface_form":"2007","offset":26},{"uri":"Movie","surface_form":"movie","offset":31},{"uri":"Jerome_Bixby","surface_form":"Jerome Bixby","offset":48},{"uri":"Cro-Magnon","surface_form":"Cro-Magnon","offset":225},{"uri":"Protagonist","surface_form":"protagonist","offset":277},{"uri":"Professor","surface_form":"professor","offset":560},{"uri":"University","surface_form":"university","offset":576},{"uri":"Cro-Magnon","surface_form":"Cro-Magnon","offset":934},{"uri":"Biology","surface_form":"biological","offset":1160},{"uri":"History","surface_form":"historical","offset":1172},{"uri":"Religion","surface_form":"religious","offset":1188}]}