{"id":18554,"url":"http://en.wikipedia.org/wiki/Quantum_entanglement","text":"Quantum entanglement is the name given to the property of a quantum system made up of more than one elementary particle that means it can not be (conceptually) split into two or more separate systems.\nEach particle has its own quantum state. If a particle is kept completely separate from the rest of the universe, its quantum state will be separate from everything else's state. You can describe the particle's state on its own, because it isn't entangled with anything else. If two of these separate particles act on one another, they will become an entangled system. This entangled system's state is still separate from the rest of the universe, but it doesn't make sense to think of the particles as having states as separate from each other.\nWhen a pair or group of particles can only be described by the quantum state for the system, and not by individual quantum states, we say the particles are \"entangled\".\nWhen do we see entanglement?\nEntanglement between particles happens because little particles can push and pull on each other, just like big objects do in terms of gravity. If nothing else is acting on those particles, then there are certain things before and after the particles act on each other that have to stay the same. For example, the total momentum of both particles put together would be (roughly) the same before and after they act on each other.\nHeisenberg's uncertainty principle tells us we can never know the momentum of a particle exactly, or even the total momentum of both particles put together. In fact, we can't ever know exactly what we will measure the momentum of a particle to be before we measure it, but we do know always that the total momentum of the two particles put together doesn't change when the particles act on each other.\nIn order to be sure that the total momentum is the same before and after the particles act on one another, we need to describe a pair of particles as a single quantum system rather than a pair of quantum systems. If this were not true, the Conservation law for momentum would be violated due to the quantum uncertainty of the momentum of each particle.\nInteraction.\nEven though each particle has a lot of information about the other, they do not send messages to each other. There are no messages between the particles saying, \"I'm going down, therefore, you must go up\" and waiting for the particle to receive the message. Yet, the particles are always connected and can behave as one.\nHistory.\nQuantum entanglement is one of the concepts that led Albert Einstein to dislike the theory of quantum mechanics. With his co-workers, Boris Podolsky and Nathan Rosen, Einstein used entanglement to try to show weaknesses in quantum mechanics. Einstein called entanglement \"spooky action at a distance\". He said this because he did not believe that quantum particles could affect one another faster than the speed of light. He tried to show that this weird effect means that quantum mechanics gives an incomplete picture of what really goes on and that in the future it will be taken care of with extra \"hidden\" variables.\nErwin Schrödinger talked about entanglement in the same article where he described Schrödinger's cat.\nYears later, John Bell showed with his theorem that we can tell if this \"spooky action at a distance\" is real or not. After that, experiments using Bell's theorem proved that entanglement actually happens between tiny particles.\nUses.\nScientists are trying to use quantum entanglement for many different things. Some things are sending completely secret messages (passing encrypted notes that can't be understood if intercepted), and making computers faster than ever before thought possible. However, entanglement between a pair of particles is a very delicate thing and is easily destroyed. Because of this, it is difficult to use quantum entanglement to do these things. Currently, many scientists are working on making stronger systems where entanglement is stronger and lasts longer to try to do these things more easily.\nAlthough you can do some things to one particle to try to cause a change in its partner particle, you can't use this (by itself) to send information from one particle to another because it is only possible to control how likely the change will happen. The outcome of whatever measurement you make on a single particle is completely random, and so is the change that results in the partner particle. In other words, changing one particle may change its partner particle, but you cannot guarantee exactly which way you will influence them. Because scientists cannot control exactly what changes between entangled particles occur, it is not possible to use quantum entanglement alone to send messages. If you also send information about the state of the single particle classically (by phone, radio, carrier pigeon, etc.), you can use the entanglement they share to teleport the quantum state of one particle to another particle.\nAlso, without sending information about the partner particle, there's no way to tell if a given particle is single or half of an entangled pair. With no outside information, a single particle is completely like any other. It's only when you can receive information about the other particle that you will be able to figure out if your particle is one part of an entangled pair. No one can use entanglement to send information faster than the speed of light because you would need another faster than light communicator to do it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Quantum_system","surface_form":"quantum system","offset":60},{"uri":"Elementary_particle","surface_form":"elementary particle","offset":100},{"uri":"Conceptual","surface_form":"conceptually","offset":146},{"uri":"Quantum_state","surface_form":"quantum state","offset":227},{"uri":"Momentum","surface_form":"momentum","offset":1264},{"uri":"Heisenberg%27s_uncertainty_principle","surface_form":"Heisenberg's uncertainty principle","offset":1373},{"uri":"Conservation_law","surface_form":"Conservation law","offset":2015},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":2524},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":2565},{"uri":"Boris_Podolsky","surface_form":"Boris Podolsky","offset":2605},{"uri":"Nathan_Rosen","surface_form":"Nathan Rosen","offset":2624},{"uri":"Erwin_Schr%C3%B6dinger","surface_form":"Erwin Schrödinger","offset":3092},{"uri":"Schr%C3%B6dinger%27s_cat","surface_form":"Schrödinger's cat","offset":3175},{"uri":"John_Stewart_Bell","surface_form":"John Bell","offset":3207},{"uri":"Encryption","surface_form":"encrypted","offset":3566},{"uri":"Quantum_teleportation","surface_form":"teleport","offset":4884}]}