{"id":185604,"url":"http://en.wikipedia.org/wiki/Goguryeo","text":"Goguryeo is a dynasty of ancient Korea which was begun by Jumong () in 37 BC. It was started in the area near the Dongga River, a branch of the Abrok River. Jolbon was the capital city founded by Jumong.\nThe legend of the nation's birth is that Jumong was born out of an egg and brought up by King Gumwa () of East Buyeo. The name, Jumong, means a person who is good at archery. Because of his archery skills, Prince Daeso () envied him. So, Jumong felt death threats and decided to escape from East Buyeo with three friends. He went to Jolbon Buyeo and married Sosuno () who was the princess of the nation. Jumong succeeded the king and changed the nation's name to Goguryeo after his surname.\nSince the first king, King Dongmyeong (), Goguryeo had been invaded by several enemies such as the Chinese Han Dynasty, and Xianbei. But, by 11th king's reign, Goguryeo had succeeded in taking control over Liaoong. Until the 24th king's period, it had had its golden age, expanding the range of the nation and driving away all the attacks from ouside. The most famous king was King Gwanggaeto the Great ().\nHowever, when it was under the control of 27th king, Youngryou (), Goguryeo was becoming a vassal of the Tang Dynasty. Because of this, the king was killed by Yoen Gaesomoon () and a new king, Bojang () succeeded. After Yoen Gaesomoon died, the people did not cooperate with the nation well and while its control got weak, it was destroyed by the allied forces of Tang and Silla.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dynasty","surface_form":"dynasty","offset":14},{"uri":"Korea","surface_form":"Korea","offset":33},{"uri":"Jumong","surface_form":"Jumong","offset":58},{"uri":"Jolbon","surface_form":"Jolbon","offset":157},{"uri":"Capital_(city)","surface_form":"capital city","offset":172},{"uri":"Legend","surface_form":"legend","offset":208},{"uri":"Egg_(biology)","surface_form":"egg","offset":271},{"uri":"Archery","surface_form":"archery","offset":370},{"uri":"Envy","surface_form":"envied","offset":426},{"uri":"Princess","surface_form":"princess","offset":584},{"uri":"Korean_name","surface_form":"surname","offset":686},{"uri":"Invasion","surface_form":"invaded","offset":755},{"uri":"Han_Dynasty","surface_form":"Han Dynasty","offset":802},{"uri":"Xianbei","surface_form":"Xianbei","offset":819},{"uri":"Golden_age","surface_form":"golden age","offset":955},{"uri":"Vassal","surface_form":"vassal","offset":1193},{"uri":"Tang_Dynasty","surface_form":"Tang Dynasty","offset":1207},{"uri":"Silla","surface_form":"Silla","offset":1475}]}