{"id":185777,"url":"http://en.wikipedia.org/wiki/Bubble_tea","text":"Bubble tea, also called pearl tea or Boba, is a drink which comes from Taichung, Taiwan. It is made by mixing black tea with non-dairy creamer or milk and adding round \"pearl\" tapioca. There are many flavors other than the original one. Green tea can be used instead of black tea. Extra items such as honey, coffee or cocoa can be added. Pudding or coconut cubes can be used instead of pearl tapioca.\nWhen it was first invented, not many people were interested in it. But after a bubble tea maker was interviewed on a Japanese TV program, it became popular among people of all ages. The popularity of bubble tea can be seen not only in Taiwan but also in other countries such as South Korea, Japan, Hong Kong, China, Southeast Asia, Australia, Canada and the USA.\nBubble tea has now arrived in England and the rest of Europe.\nThings that are in bubble tea.\nMost bubble tea recipes contain a tea base mixed with fruit or milk, to which chewy tapioca balls or fruit jellies are added. Ice-mixed versions are usually mixed with fruit or syrup, resulting in a slushy softness. There are many varieties of the drink with a huge range of ingredients like coconut or mango. The two most popular types are bubble milk tea with tapioca and bubble milk green tea with tapioca.\nThe reason for choosing tapioca.\nAt first, people made bubble tea without tapioca pearls. But Taiwanese people started to find substances to make the sweetened flavor. Tapioca came from the cassava plant, which is a root of the trees from South America. This plant is now farmed and enjoyed around the world\nEffects on the body from bubble tea.\nFour positive nutrients that tapioca provide are carbohydrates, vitamins, minerals, and organic compounds. These include a very low level of fat, cholesterol, and sodium. It is also known as the source of fiber, “good” cholesterol, and protein. But bubble tea has Cyanogen that are transformed in humans and animals after the plant tissue has been weakened. The blood remains oxygenated after it passes through your body and back to the lungs.\nProcess to make bubble tea.\nBubble tea is found in Taiwanese restaurants and commonly prepared by shaking ice, milk, tea, and sugar in a cocktail shaker which resulted in a lot of tapioca bubbles. People use the same preparation to make bubble tea, just now with the added Pearls.","categories":[],"infobox_types":[],"annotations":[{"uri":"Taichung","surface_form":"Taichung","offset":71},{"uri":"Taiwan","surface_form":"Taiwan","offset":81},{"uri":"Black_tea","surface_form":"black tea","offset":110},{"uri":"Coconut","surface_form":"coconut","offset":349},{"uri":"Tapioca","surface_form":"tapioca","offset":392},{"uri":"South_Korea","surface_form":"South Korea","offset":679},{"uri":"Japan","surface_form":"Japan","offset":692},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":699},{"uri":"China","surface_form":"China","offset":710},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":717},{"uri":"Australia","surface_form":"Australia","offset":733},{"uri":"Canada","surface_form":"Canada","offset":744},{"uri":"United_States","surface_form":"USA","offset":759},{"uri":"England","surface_form":"England","offset":794},{"uri":"Europe","surface_form":"Europe","offset":818}]}