{"id":185867,"url":"http://en.wikipedia.org/wiki/Foot_binding","text":"Foot binding is an old Chinese custom of wrapping girls' feet with cloth in order to stop them from growing with age. Some Chinese legends say people started binding women's feet as early as the Shang dynasty (1700–1027 BCE). However, writing says that foot binding began at the court of the Song dynasty (960–1279 CE). It lasted until the early 20th century, when it was banned by the People's Republic of China.\nFoot binding was a sign of social status. If a woman's feet were bound, it was a sign that she was a higher-class woman who did not have to do hard work. However, foot binding slowly spread to the lower classes who wanted to try and get a higher social status. By the 17th century, Chinese girls of all social statuses had their feet bound.\nSome people think that Chinese women were forced to bind their feet in order to help their husbands feel sexual pleasure. Some people also see foot binding as insulting to women. But other people argue that this view is biased against the Chinese culture in favor of modern Western standards.\nFoot binding usually tried to make the feet about long, at most. Some drastic things were done at times to try to do this. Because of this, women who had their feet bound would usually be impaired, or damaged, for the rest of their lives. The physical consequences (or results) of foot binding stayed in Chinese society until very recently, especially for women in their 70s and 80s (according to a study published by the University of San Francisco}.\nWhen the Manchuria created the Qing dynasty, the Manchurian emperors wrote many laws banning foot binding. However, the laws did not work very well. In 1874, the first anti-footbinding committee (meeting of people) was held in Shanghai by a British priest. After the collapse of the Qing dynasty, the republican government kept trying to stop foot binding. They gave fines (orders to pay money) to women who still had their feet bound after 1915. During the early 20th century, western fashion was affecting China more and more. The People's Republic of China eventually outlawed foot binding, although this was not very successful in actually ending the practice. According to Xinhua News Agency, the last factory to make shoes for bound-feet women stopped making those shoes in 1998, in Harbin, China.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"Chinese","offset":23},{"uri":"Custom","surface_form":"custom","offset":31},{"uri":"Growth","surface_form":"growing","offset":100},{"uri":"Chinese_people","surface_form":"Chinese","offset":123},{"uri":"Legend","surface_form":"legend","offset":131},{"uri":"Shang_dynasty","surface_form":"Shang dynasty","offset":195},{"uri":"BCE","surface_form":"BCE","offset":220},{"uri":"Song_dynasty","surface_form":"Song dynasty","offset":292},{"uri":"CE","surface_form":"CE","offset":315},{"uri":"Ban","surface_form":"ban","offset":372},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":386},{"uri":"Social_status","surface_form":"social status","offset":441},{"uri":"Social_class","surface_form":"class","offset":522},{"uri":"Bias","surface_form":"bias","offset":975},{"uri":"Western_world","surface_form":"Western","offset":1029},{"uri":"Impairment","surface_form":"impaired","offset":1236},{"uri":"Society","surface_form":"society","offset":1360},{"uri":"University_of_San_Francisco","surface_form":"University of San Francisco","offset":1470},{"uri":"Manchuria","surface_form":"Manchuria","offset":1509},{"uri":"Qing_dynasty","surface_form":"Qing dynasty","offset":1531},{"uri":"Emperor","surface_form":"emperor","offset":1560},{"uri":"Shanghai","surface_form":"Shanghai","offset":1727},{"uri":"Xinhai_Revolution","surface_form":"collapse of the Qing dynasty","offset":1767},{"uri":"Republic_of_China","surface_form":"republican","offset":1801},{"uri":"Western_world","surface_form":"western","offset":1978},{"uri":"Fashion","surface_form":"fashion","offset":1986},{"uri":"Xinhua_News_Agency","surface_form":"Xinhua News Agency","offset":2178},{"uri":"Harbin","surface_form":"Harbin","offset":2289}]}