{"id":185875,"url":"http://en.wikipedia.org/wiki/Mount_Kisco","text":"Mount Kisco is a village and a town in Westchester County, in the state of New York. One story says it was named after an Algonquian Native American chief who once lived in the area. There is another story which says that the name came from the Algonquian word meaning the \"edge of creekland\", or \"a muddy place\". It is a suburban town about 40 minutes from New York City by car. There is also a train to New York. The village has more than 10,000 people, who live in an area of 3.1 square miles. There are approximately 2,500 families living in Mount Kisco.\nMount Kisco is a part of the Bedford School District, which has five elementary schools, one middle school, and a high school. The village is run by a Mayor and four trustees. It has a commercial hub in the center of the village. Around the Mount Kisco Library are the shopping corridors on South Monger Avenue. Mount Kisco is a relatively quiet town; however, it is currently suffering from increased traffic.\nHistory.\nBefore Europeans came to live in the area in the 1600s, the area was called Lenape by the Native Americans. The village of Mount Kisco became official in 1878. In 1978, it joined with several other small villages to form the town of Mount Kisco.\nThe first policeman, John Daniels, started work in Mount Kisco on May 7, 1877. He was paid 100 dollars a year. The first female policeman was Donna Fotovich who started work in 1985.","categories":[],"infobox_types":[],"annotations":[{"uri":"Village","surface_form":"village","offset":17},{"uri":"New_York","surface_form":"New York","offset":75},{"uri":"Native_American","surface_form":"Native American","offset":133},{"uri":"New_York_City","surface_form":"New York City","offset":358},{"uri":"Bedford","surface_form":"Bedford","offset":588},{"uri":"Elementary_school","surface_form":"elementary school","offset":628},{"uri":"Middle_school","surface_form":"middle school","offset":652},{"uri":"High_school","surface_form":"high school","offset":673}]}