{"id":185978,"url":"http://en.wikipedia.org/wiki/Waxing","text":"ce=\"preserve\">Waxing is a method of removing hair from the body. Waxing removes the whole hair including the root. Both men and women engage in waxing, as do female children as young as eight. Any area of the body can be waxed but the more common areas are the legs, underarms, genitals, torso and face. There are health concerns about waxing such as pain, inflammation, infection and physical damage to the skin. At least two women have been hospitalized due to bikini waxing. The waxing of young girls has been criticized and concerns over emotional problems have been raised by parents and by doctors and psychologists. Although it is known as \"waxing\" not all treatments of this kind use wax. Some waxing treatments use a sugar mixture in the same manner as wax.\nTypes of waxing.\nAny area of the body where hair grows can be waxed. The most commonly waxed areas are;\nHistory.\nWomen in Ancient Egypt removed unwanted hair with a sticky mixture of honey and oil. Women in the Middle East have used a sugaring mixture which is made up of a paste of warm sugar, lemon juice, and water. In 1922 Sears started selling razors to women and the ability for them to remove unwanted hair began. Pubic hair removal began during World War II when the US government ordered less material to be used in making women's bathing suits and the bikini was invented causing some women to have hair stick out the sides of the bikini bottom. In the 1960s waxing products became available.\nA sphinx wax or Brazilian wax is is a type of hair removal. When sphynxing or doing a Brazilian wax, all the pubic hair is removed. Sphynxing has many health benefits. One of the benefits of sphynxing is when someone has dermatophytes. Full hair removal when sphynxing can also help to avoid jock itch. Another benefit of sphynxing is that it usually involves individuals with experience. Some men have advocated there should be equal access to sphinxing services for men.\nHealth concerns.\nWaxing rips the hair out of the skin and often causes pain. The pain increases in areas such as the genitals, especially for people who have not waxed before or do not wax often. Redness and swelling also often occurs at the waxing site. Waxing is itself a safe thing, but there are times when it is not safe to get waxed. When skin is sunburned it is not good to get a wax treatment. Allegic reactions can also happen with waxing. People with medical problems such as diabetes, chronic kidney or liver disease, skin conditions such as eczema or psoriasis, or weakened immune systems are advised not to get wax treatments at all. At least one woman, with diabetes, almost died due to getting a bikini wax and becoming infected and another woman was hospitalised after being waxed in her genital area. In 2007 the New Jersey State Board of Cosmetology and Hairstyling came close to banning genital waxing based on health concerns. There is also concern about the trend to remove all or most of the pubic hair from a person's genitals. Dr. Linda K. Franks, assistant clinical professor of dermatology at the New York University School of Medicine, says \"Pubic hair is there for a reason—to protect the sensitive skin and mucous membranes in the genital region, getting a wax literally strips away that layer of protection.\" Waxing can pull small pieces of skin off the body. This is usually minor and is not usual. Skin infections can also occur such as staph, folliculitis (infection of the hair follicles). Ingrown hairs are also quite common and can become infected.\nWaxing of children.\nYoung children also get waxing treatment with children as young as eight receiving wax treatments such as eyebrows, legs and genital waxing. Such genital waxing on young girls has been called \"virgin bikini\" waxes, and is aimed at either reducing the girl's need for pubic hair removal in the future or stopping hair growth permanently with as few as five or six treatments as long as the child has never shaved before. The increase demand for preteen waxing is being met by spas, with some 10,000 spas in offering services only for young girls and early teenagers in the United States of America alone. The International Spa Association has reported that 16% of teens who have had spa treatments have had waxing done. The association has not been able to give figures for younger children because it is illegal to survey them.\nBoth parents, and children say that young girls feel pressure from television shows and other children to look pretty and sexy and say that peer pressure, magazines, pop stars like Britney Spears and TV shows like Miley Cyrus' Hannah Montana increase children's demands to have spa treatments such as waxing, microdermabrasion and chemical peels. Such pressure has been reported to cause intense stress and emotional problems in young girls. The opinions of boys about girl's beauty is also a pressure to look their best with reports of boys rating girls on a scale of 1 to 10 at school.\nDr. Diane Levin, professor of education at Wheelock College in Boston and co-author of the book \"So Sexy So Soon: The New Sexualized Childhood and What Parents Can Do to Protect Their Kids\" (a book critical of the sexualization of children), believes child waxing to be bad because it tells girls to “keep your bodies like little girls’ because that’s what men like.” This is backed up with surveys that show that 93% of men want women to, at least, remove some hair from their pubic area. Dr. Doris Pastor, a pediatrician, feels that the problem is not whether young children get wax treatments but that such events might encourage young children and preteens to take part in risky behaviour. Pubic hair waxing of children has caused concern with doctors. Dr. Janice Hillman, of the Penn Health System, a specialist in adolescent medicine, when checking for pubic hair on young girls as a sign of development has said she often has to ask the girls if they wax because it has become so common.\nConcern has also been raised by the cost of such treatments, making regular waxing often only available to children with well paid parents, leaving girls from poorer families unable to compete for beauty and so being made fun off by those who can afford them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Torso","surface_form":"torso","offset":288},{"uri":"Inflammation","surface_form":"inflammation","offset":357},{"uri":"Infection","surface_form":"infection","offset":371},{"uri":"Bikini","surface_form":"bikini","offset":463},{"uri":"Wax","surface_form":"wax","offset":692},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":889},{"uri":"Honey","surface_form":"honey","offset":950},{"uri":"Oil","surface_form":"oil","offset":960},{"uri":"Middle_East","surface_form":"Middle East","offset":978},{"uri":"Sears","surface_form":"Sears","offset":1094},{"uri":"Pubic_hair","surface_form":"Pubic hair","offset":1188},{"uri":"World_War_II","surface_form":"World War II","offset":1220},{"uri":"USA","surface_form":"US","offset":1242},{"uri":"Swim_suit","surface_form":"bathing","offset":1307},{"uri":"Bikini","surface_form":"bikini","offset":1329},{"uri":"Sunburn","surface_form":"sunburn","offset":2296},{"uri":"Allergy","surface_form":"Allegic","offset":2345},{"uri":"Diabetes","surface_form":"diabetes","offset":2615},{"uri":"New_Jersey","surface_form":"New Jersey","offset":2773},{"uri":"State_(United_States_of_America)","surface_form":"State","offset":2784},{"uri":"Cosmetology","surface_form":"Cosmetology","offset":2799},{"uri":"Hairstyling","surface_form":"Hairstyling","offset":2815},{"uri":"Follicle","surface_form":"follicle","offset":3455},{"uri":"Genital","surface_form":"genital","offset":3673},{"uri":"Virgin","surface_form":"virgin","offset":3741},{"uri":"Bikini","surface_form":"bikini","offset":3748},{"uri":"Pubic_hair","surface_form":"pubic hair","offset":3815},{"uri":"Preteen","surface_form":"preteen","offset":3992},{"uri":"Spa","surface_form":"spa","offset":4023},{"uri":"United_States_of_America","surface_form":"United States of America","offset":4120},{"uri":"International_Spa_Association","surface_form":"International Spa Association","offset":4156},{"uri":"Illegal","surface_form":"illegal","offset":4352},{"uri":"Television","surface_form":"television","offset":4443},{"uri":"Peer_pressure","surface_form":"peer pressure","offset":4516},{"uri":"Magazine","surface_form":"magazine","offset":4531},{"uri":"Pop_(music)","surface_form":"pop","offset":4542},{"uri":"Britney_Spears","surface_form":"Britney Spears","offset":4557},{"uri":"Television","surface_form":"TV","offset":4576},{"uri":"Miley_Cyrus","surface_form":"Miley Cyrus","offset":4590},{"uri":"Hannah_Montana","surface_form":"Hannah Montana","offset":4603},{"uri":"Microdermabrasion","surface_form":"microdermabrasion","offset":4685},{"uri":"Stress_(medicine)","surface_form":"stress","offset":4772},{"uri":"Emotion","surface_form":"emotion","offset":4783},{"uri":"Doctor_(title)","surface_form":"Dr","offset":4964},{"uri":"Diane_Levin","surface_form":"Diane Levin","offset":4968},{"uri":"Wheelock_College","surface_form":"Wheelock College","offset":5007},{"uri":"Boston","surface_form":"Boston","offset":5027},{"uri":"Sexualization_of_children","surface_form":"sexualization of children","offset":5178},{"uri":"Pediatrician","surface_form":"pediatrician","offset":5474},{"uri":"Penn_Health_System","surface_form":"Penn Health System","offset":5748},{"uri":"Development","surface_form":"development","offset":5862},{"uri":"Beauty","surface_form":"beauty","offset":6156}]}