{"id":185995,"url":"http://en.wikipedia.org/wiki/Kikuyu","text":"Kikuyu is the largest tribe in Kenya. They are 22% of Kenya's population and are of Bantu ethnicity.\nHistory.\nThere are two theories explaining where the Kikuyu came from. First, it is believed the Kikuyus came from Central Africa, where all the Bantus once lived. They then moved south towards present day Tanzania where the migrating group separated again and the Kikuyus moved towards Mount Kenya, where they settled. The second theory is that they came from a mythical place called Shungwaya, which is present day Somalia.\nAccording to Kikuyu creation stories, Ngai (their God) made a man, called Gikuyu, and his wife, Mumbi, and settled them on Mount Kenya. Gikuyu and Mumbi had nine daughters who form the major groups of the Kikuyu people. Due to the fertile soil on Mount Kenya and the hard work of the Kikuyu people, they grew more than they needed and started trading with their neighbours, the Maasai (a Nilotic tribe). The Kikuyus swapped their farm produce and crops for the animal products from the Maasai, who kept livestock. It is also believed that the Maasai are the ones who married the nine daughters of Gikuyu and Mumbi.\nKikuyu language.\nMembers of the Kikuyu tribe speak the Kikuyu language. The Kikuyu greeting is \"Wi mwega?\" which means \"Are you fine?\". There are a few Kikuyu dialects depending on region. Kikuyus from Nyeri, for instance, have other forms of greeting including: \"Wakia Maitu\" greeting an elderly female, \"Wakia Awa\" greeting an elderly male, and \"Wanyua\" for agemates.\nThe Kikuyu language is also similar to other languages like Meru, Mbeere, and Embu which are believed to have been once part of the Kikuyu tribe but moved away and formed their own tribes. Even though English and Kiswahili are the main languages spoken in Kenya across tribes, the Kikuyu language is still spoken a lot today as a sense of cultural pride.\nFamous Kikuyu people.\nFamous people from this tribe include: Jomo Kenyatta (the first president of Kenya), Mwai Kibaki (the third president of Kenya), Uhuru Kenyatta (current president) and Wangari Maathai (the first African female Nobel Peace Prize winner.)","categories":[],"infobox_types":[],"annotations":[{"uri":"Tribe","surface_form":"tribe","offset":22},{"uri":"Kenya","surface_form":"Kenya","offset":31},{"uri":"Bantu","surface_form":"Bantu","offset":84},{"uri":"Tanzania","surface_form":"Tanzania","offset":307},{"uri":"Mount_Kenya","surface_form":"Mount Kenya","offset":388},{"uri":"Somalia.","surface_form":"Somalia.","offset":518},{"uri":"Maasai","surface_form":"Maasai","offset":905},{"uri":"Nilotic","surface_form":"Nilotic","offset":915},{"uri":"Jomo_Kenyatta","surface_form":"Jomo Kenyatta","offset":1928},{"uri":"Mwai_Kibaki","surface_form":"Mwai Kibaki","offset":1974},{"uri":"Uhuru_Kenyatta","surface_form":"Uhuru Kenyatta","offset":2018},{"uri":"Wangari_Maathai","surface_form":"Wangari Maathai","offset":2057},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":2099}]}