{"id":186011,"url":"http://en.wikipedia.org/wiki/Sukiyaki","text":"Sukiyaki is a very popular one-pot meal in Japan. The main ingredient (or stuff) is thin sliced beef, and it is simmered in a skillet or pan in the sukiyaki sauce with many vegetables and other ingredients. The word \"yaki\" means \"sautee\" or \"grill\" in Japanese. The word is used because the beef in sukiyaki is sauteed in the hot skillet.\nHistory.\nIn Japan, because of religious beliefs people were forbidden to eat beef, venison, horse, mutton and other meat from Asuka era to Meizi era. issue of religion. Cattle and horse were also work animals, therefore if people eat cattle and horse meat, people were punished. This custom was publicly decided by the then emperor on April 1, 675. But it is said that the real intention of this custom was to raise cultivation of rice product. This is a commandment (or rule) of Buddhism. But difficulty in making a living meant that people secretly ate boar and venison meat. Over time people ate beef secretly.\nThe first sukiyaki store opened in Kyoto at the last days of the Tokugawa Shogunate. The Meiji emperor ate beef. He liked taste of sukiyaki. After that, the emperor lifted the ban on eating beef. People were allowed to eat beef publicly. In the west it is called “Sukiyaki”, in the east it is called “Gyunabe”. It is popular all over Japan. Sukiyaki’s contents do not change now. It is thinly sliced beef cooked in an iron pot, with bean curd, sliced onion, mushroom and other kinds of seasoning. Then the beef and vegetables are picked directly from the pan by chopstick and eaten by dipping them into a small bowl containing raw egg. Sukiyaki became symbol of cultural enlightenment.\nPreparation.\nEach Japanese region has a preferred way of cooking sukiyaki. Japan can be divided into two regions. The big variation is between \"Kansai\" (western Japan) and \"Kanto\" (eastern Japan). In the Kanto (Tokyo) region, sukiyaki is based on \"Gyunabe\" that was in fashion in \"Meiji\" period. Before cooking sukiyaki, people prepare the soup stock mixing a seasonings (soy sauce, sugar, \"sake\" and \"mirin\") together. They then stew beef in it.\nIn the \"Kansai\" region, people grill meat in the pan greased with lard. After that, they put the other ingredients over these, and the liquid is poured into the pan. They do not grill meat and the ingredients that make the meat tough, and they do not grill the meat and watery vegetables at a same time. This is the\" Kansai\" style of cooking sukiyaki.\nThe border between the styles of cooking sukiyaki is becoming unclear. Some people say that the border between eastern and western is in Aichi. But recently, ready-made stock, pre-mixed with seasoning used to flavor sukiyaki is sold all over Japan, so the border is no longer clear.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":43},{"uri":"Beef","surface_form":"beef","offset":96},{"uri":"Vegetable","surface_form":"vegetable","offset":173},{"uri":"Asuka","surface_form":"Asuka","offset":465},{"uri":"Meizi","surface_form":"Meizi","offset":478},{"uri":"Buddhism","surface_form":"Buddhism","offset":819},{"uri":"Tokugawa_Shogunate","surface_form":"Tokugawa Shogunate","offset":1018},{"uri":"Mirin","surface_form":"mirin","offset":2041}]}