{"id":186000,"url":"http://en.wikipedia.org/wiki/Incheon_International_Airport","text":"Incheon International Airport is the largest international airport in South Korea where all international flights leave and arrive every day. Gimpo Airport located near city Seoul used to be the international airport for Korea. However as the population grew and needs for places to stay increased in the area, Gimpo Airport no longer could expand its capacity to meet the growing demands for international flights. To solve the problem, a construction plan for a new 24 hour airport was started in 1992. Incheon International Airport is in Incheon City Jung-gu Unseo-dong (37°27′5″N, 126°26′4″E). Incheon International Airport Railroad (A'REX) and Incheon International Airport Highway were built to join the airport to Seoul. The airport is operated by Incheon International Airport Corporation (IIAC) and it is owned by the government of South Korea.\nHistory.\nIncheon International Airport opened on March 29th, 2001. It was built on reclaimed land between Yongjongdo and Youngyudo. First stage of building started in 1992 and it took eight years and four months to finish. It cost 7.8 trillion Won. This allowed Incheon International Airport to have up to 170,000 flights, 27,000,000 passengers and 1,700,000 tons of cargo per year. Stage Two began in 2002 and was completed on June 20th 2008. The airport now has the capacity of holding 410,000 flights, 44,000,000 passengers, and 4,500,000 tons of cargo per year. When the airport is finished in 2020, it will have two passenger terminals, four satellite concourses, 128 gates, and four parallel runways. It will be able to have up to 100 million passengers, and 7 million tons of cargo per year.\nFacilities.\nIncheon International Airport has passenger facilities (main passenger terminal, passenger concourse A), cargo terminal complex (A, B, C terminal), and operation facilities (control tower, runways, and meteorological facilities).","categories":[],"infobox_types":[],"annotations":[{"uri":"Airport","surface_form":"airport","offset":59},{"uri":"South_Korea","surface_form":"South Korea","offset":70},{"uri":"Seoul","surface_form":"Seoul","offset":174},{"uri":"Construction","surface_form":"construction","offset":440},{"uri":"Incheon","surface_form":"Incheon","offset":541},{"uri":"Yongjongdo","surface_form":"Yongjongdo","offset":960},{"uri":"Passenger","surface_form":"passenger","offset":1188},{"uri":"Cargo","surface_form":"cargo","offset":1221},{"uri":"Airport_terminal","surface_form":"passenger terminals","offset":1475},{"uri":"Parallel","surface_form":"parallel","offset":1543},{"uri":"Runway","surface_form":"runway","offset":1552}]}