{"id":186134,"url":"http://en.wikipedia.org/wiki/International_Union_for_the_Conservation_of_Nature","text":"The International Union for Conservation of Nature and Natural Resources (IUCN) is an international organization set up to protect plants, animals and habitats. It was first called the \"World Conservation Union.\" It was started in 1948, with its main office in Gland, Switzerland. The IUCN brings together 83 states, 108 government agencies, 766 Non-governmental organizations and 81 international organizations and about 10,000 experts and scientists from countries around the world.\nIUCN's purpose is to influence, encourage and assist countries around the world to conserve the quality and diversity of nature. It also has to make sure that any use of natural resources is fair and sustainable without harming the earth.\nHistory.\nThe first Director General of UNESCO, (Sir Julian Huxley) wanted to give UNESCO a more scientific base. He set up a meeting to start a new organisation to protect nature.\nAt the first meeting at Fontainebleau, France, on 5 October, 1948, 18 governments, seven international organisations, and 107 national nature conservation organisations agreed to form the International Union for the Protection of Nature.\nThe IUCN now has offices in many of the nations around the world. It is able to provide the services of a large group of mainly voluntary specialists, providing local level advice and conservation services.","categories":[],"infobox_types":[],"annotations":[{"uri":"International_organization","surface_form":"international organization","offset":86},{"uri":"Gland_(city)","surface_form":"Gland, Switzerland","offset":261},{"uri":"Non-governmental_organization","surface_form":"Non-governmental organization","offset":346},{"uri":"International_organizations","surface_form":"international organizations","offset":384},{"uri":"Scientist","surface_form":"scientist","offset":441},{"uri":"Conservation_biology","surface_form":"conserve","offset":568},{"uri":"Biodiversity","surface_form":"diversity","offset":593},{"uri":"Natural_resource","surface_form":"natural resource","offset":655},{"uri":"Sustainability","surface_form":"sustainable","offset":685},{"uri":"UNESCO","surface_form":"UNESCO","offset":763},{"uri":"Julian_Huxley","surface_form":"Julian Huxley","offset":776},{"uri":"5_October","surface_form":"5 October","offset":954},{"uri":"1948","surface_form":"1948","offset":965}]}