{"id":186160,"url":"http://en.wikipedia.org/wiki/Red-collared_lorikeet","text":"The red-collared lorikeet (\"Trichoglossus rubritorquis\") is a species of lorikeet. It was a subspecies of the rainbow lorikeet, but now they are regarded as separate species. The bird is found living in northern Australia.\nHabitat.\nThe red-collared lorikeet is found in Northern Australia, as far west as Broome, Western Australia, right through the Kimberley region, across the top of the Northern Territory to the bottom of the Cape York Peninsula.\nDescription.\nIt is about long with brightly colored feathers. It is the largest of the Australian lorikeets. The head and the face are blue, and it has an orange to red chest which narrows to a thin colored band around the neck, like a collar. Its wings and tail are green, with some yellow tips on the feathers. The feathers on its abdomen are dark blue to black. It has a red beak, and grey to brown legs and feet. The female is the same as the male but smaller. They can live up to 15 years.\nHow they live.\nThe bird is nomadic and moves about in large flocks. They feed on eucalyptus flowers, as well as nectar from other flowering plants such as grevilleas, and seeds from grass trees. It is described as being a restless and noisy bird, making a shrill shrieking noise when flying.\nBreeding.\nIt builds nests in hollows in eucalyptus trees, usually near a creek. They lay two dull white eggs in the breeding season from August and January or March to June or May to December.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lories_and_lorikeets","surface_form":"lorikeet","offset":73},{"uri":"Subspecies","surface_form":"subspecies","offset":92},{"uri":"Rainbow_lorikeet","surface_form":"rainbow lorikeet","offset":110},{"uri":"Australia","surface_form":"Australia","offset":212},{"uri":"Broome","surface_form":"Broome","offset":305},{"uri":"Western_Australia","surface_form":"Western Australia","offset":313},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":390},{"uri":"Cape_York_Peninsula","surface_form":"Cape York Peninsula","offset":430},{"uri":"Abdomen","surface_form":"abdomen","offset":784},{"uri":"Eucalyptus","surface_form":"eucalyptus","offset":1027},{"uri":"Nectar","surface_form":"nectar","offset":1058},{"uri":"Grevillea","surface_form":"grevillea","offset":1101},{"uri":"Creek","surface_form":"creek","offset":1311}]}