{"id":186281,"url":"http://en.wikipedia.org/wiki/John_Galliano","text":"John Galliano, also known as Juan Carlos Antonio Galliano-Guillén (born on November 28, 1960 in Gibraltar) is a world-renowned British fashion designer. After studying design at St. Martin's School of Art in London, he sold his French Revolution-inspired graduation collection to a London retailer shop. He launched his own line in 1984. From 1995 to 1996 he designed haute couture and ready-to-wear at the House of Givenchy. In 1996, he was appointed creative director of Christian Dior. Being in charge of Dior and his own label, he designs for six collections a year plus a mid-season line under his label \"G Galliano\". In 2001 Galliano was made a Commander of the British Empire. In March 2011 he was sacked from Dior because anti-semitic remarks which he made appeared on the internet, and were being investigated by the police in Paris.\nGalliano's historically influenced designs are an adaptation of traditional styles into highly contemporary pieces. His shows are theatrical and his runway tableau are often likened to performance art. Thirties-influenced chiffon cut on the bias is among Galliano's signatures, as are imaginative hats. He is known for his end-of-show looks, where he stuns his audience with eccentric, avant-garde appearances in continuance with the show's inspiration.\nGalliano also owns other product lines like eyewear, fragrances, jeans, lingerie and shoes. Since 2004, Galliano has collaborated with Diptyque, creating scented candles.\nGalliano is openly gay.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gibraltar","surface_form":"Gibraltar","offset":96},{"uri":"British_people","surface_form":"British","offset":127},{"uri":"Fashion_designer","surface_form":"fashion designer","offset":135},{"uri":"Haute_couture","surface_form":"haute couture","offset":368},{"uri":"Ready-to-wear","surface_form":"ready-to-wear","offset":386},{"uri":"Givenchy","surface_form":"Givenchy","offset":416},{"uri":"Christian_Dior","surface_form":"Christian Dior","offset":473},{"uri":"Anti-Semitism","surface_form":"anti-semitic","offset":730},{"uri":"Paris","surface_form":"Paris","offset":836},{"uri":"Performance_art","surface_form":"performance art","offset":1028},{"uri":"Avant-garde","surface_form":"avant-garde","offset":1229},{"uri":"Eyewear","surface_form":"eyewear","offset":1341},{"uri":"Fragrances","surface_form":"fragrances","offset":1350},{"uri":"Jeans","surface_form":"jeans","offset":1362},{"uri":"Lingerie","surface_form":"lingerie","offset":1369},{"uri":"Shoes","surface_form":"shoes","offset":1382},{"uri":"Diptyque","surface_form":"Diptyque","offset":1432},{"uri":"Coming_out","surface_form":"openly","offset":1480},{"uri":"Gay","surface_form":"gay","offset":1487}]}