{"id":186283,"url":"http://en.wikipedia.org/wiki/Sasuke_Uchiha","text":"Sasuke Uchiha is a fictional character from the manga series Naruto, which depicts a world of ninjas. He is an important character in the manga due to the fact that the story basically revolves around Naruto, the main character, and Sasuke, Naruto's rival. Sasuke is a very popular character, there have been many polls that prove this. Merchandise based on Sasuke has also been released, ranging widely from action figures to plush dolls and even to his ninja equipment. Sasuke has also appeared in Naruto related video games and OVAs.\nBackground.\nSasuke is a member of the Uchiha Clan, one of the strongest clans of the village of Konoha (Also known as the hidden leaf village). When Sasuke was a little boy, he saw his older brother kill their parents. Itachi Uchiha, Sasuke’s older brother, told Sasuke that he also killed all of the other clan members to see if he was a strong ninja but that he will save Sasuke’s life because it was not even worth killing. From then on, Sasuke lived a lonely life full of hatred and destined to walk a path of an “Avatar of Revenge” and kill his brother. However, these feelings seemed to be alleviated when he befriended Naruto Uzumaki after graduating Ninja Academy. As they were working together in a team as “Genin\" (which means rookie ninja), Naruto showed him what friendship and companionship were.\nThis ended with Sasuke's encounter with his brother. After battling Itachi, Sasuke realized that he lacked both the strength and intelligence to kill him. Later Sasuke leaves Naruto and Konoha to go to Orochimaru, one of the main antagonists of the series, to learn advanced ninja techniques and to be trained as a stronger ninja. Through mastering “Level Two of the Cursed Seal,” a restricted ninja technique, Sasuke obtains extraordinary power, thanks to is former master. Eventually, Sasuke defeats and kills his older brother only to find out that the order to massacre the Uchiha Clan was made by the elders of Konoha because the clan was destroying the peace of the entire village. However, Itachi could not kill his little brother because he loved Sasuke too much. In order for Sasuke to become able to protect himself, Itachi told Sasuke to live a life of anger and revenge which would stimulate Sasuke’s progress and allow him to become a strong ninja. After hearing about his brother, Sasuke turns his anger toward Konoha and decides to destroy the village.\nNaruto is a weekly cartoon and has not ended even to this day. The adventures of Sasuke continue. The story now focuses on the reunion of the two rivals, Naruto and Sasuke. The two friends' goals conflict in that Naruto wants to protect Konoha, whereas, Sasuke plans to destroy it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Manga","surface_form":"manga","offset":48},{"uri":"Naruto_(comic)","surface_form":"Naruto","offset":61},{"uri":"Itachi_Uchiha","surface_form":"Itachi Uchiha","offset":756},{"uri":"Orochimaru","surface_form":"Orochimaru","offset":1549}]}