{"id":186229,"url":"http://en.wikipedia.org/wiki/Popsicle","text":"Popsicle is a popular brand of ice pop in the United States and Canada. It is made of colored, flavored ice on a wooden stick. The brand name includes more than 30 different versions of the snack.\nHistory.\nThe Popsicle was accidentally invented in 1905 by 11-year-old Frank Epperson. Epperson left a mixture of powdered soda and water and a stirring stick in a cup on his porch. That night San Francisco went through unusually low temperatures, and Epperson awoke the next morning to find a frozen pop that would eventually become a favorite American snack.\nAt first, Epperson named his frozen snack the \"Epsicle\", and it became popular with his school friends. In 1923, while running a lemonade stand at an amusement park in Oakland, California, Epperson realized that he could earn money from his invention. Epperson changed the name of his treat to \"Popsicle\", after his children always asked for \"Pop’s ’sicle\", and signed up for a patent. The patent for frozen ice on a stick was issued August 19, 1924.\nAround 1925, Epperson sold the popsicle rights to the brand name Popsicle to the Joe Lowe Company in New York. By 1928, Epperson had earned royalties on more than 60 million Popsicle ice pops.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brand","surface_form":"brand","offset":22},{"uri":"Ice_lolly","surface_form":"ice pop","offset":31},{"uri":"United_States","surface_form":"United States","offset":46},{"uri":"Canada","surface_form":"Canada","offset":64},{"uri":"Flavor","surface_form":"flavor","offset":95},{"uri":"Ice","surface_form":"ice","offset":104},{"uri":"Soft_drink","surface_form":"soda","offset":320},{"uri":"Freezing","surface_form":"frozen","offset":491},{"uri":"Lemonade","surface_form":"lemonade","offset":687},{"uri":"Amusement_park","surface_form":"amusement park","offset":708},{"uri":"Oakland%2C_California","surface_form":"Oakland, California","offset":726},{"uri":"Patent","surface_form":"patent","offset":936},{"uri":"New_York","surface_form":"New York","offset":1110}]}