{"id":186329,"url":"http://en.wikipedia.org/wiki/Team_Penske","text":"e=\"preserve\">Team Penske is a auto racing team the IndyCar Series and NASCAR. The team is owned by Roger Penske. Penske Racing has one Indy Racing League championship and several more in other forms of open wheel racing\nIndyCar.\nTeam Penske joined the IndyCar circuit in 1968 with driver Mark Donahue, who won the team's first race at Indianapolis in 1972. By the late 1980s, the team had become one of the highest rated in IndyCar, and hired drivers like Emerson Fittipaldi, Rick Mears, and Al Unser Jr. to name three. In the early 1990s, Penske won many races and has continued to be a force in the series ever since. In 2003, they switched to the Indy Racing League, now known as the IndyCar Series, and hired Sam Hornish Jr. and Gil de Ferran to drive. Both won championships. Even though Penske has not won a championship since 2006, the team is always one of the fastest in the series. In 2014, their drivers will be Juan Pablo Montoya who left NASCAR to move to open wheel racing, three time Indy 500 winner Hélio Castroneves, and top ranked Australian driver Will Power. The team's headquarters are in Mooresville, North Carolina.\nNASCAR.\nTeam Penske also runs a NASCAR team, which used to be called Penske Racing South until last year. Although this team has not been as successful as Penske's IndyCar program, it has had some big wins. Ryan Newman won the Daytona 500 for Penske in 2008 and Brad Keselowski won a Sprint Cup title while driving for the team in 2012. Keselowski will be joined by Joey Logano at the team in 2014.In 2018 Ryan Blaney joins in the 3rd car the 12. Joey Logano won the Monster Energy NASCAR Cup Series Championship in 2018.\nOther Motorsport Activities.\nPenske was involved in Formula 1 in the 1970s, with John Watson as their most famous driver. Penske also had a highly successful sports car program in the 2000s. This team ran Porsche sports cars with great success. Their drivers included Timo Bernhard, Romain Dumas, and Sacha Maassen. Penske stopped running this team in 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Auto_racing","surface_form":"auto racing","offset":30},{"uri":"NASCAR","surface_form":"NASCAR","offset":70},{"uri":"Roger_Penske","surface_form":"Roger Penske","offset":99},{"uri":"Emerson_Fittipaldi","surface_form":"Emerson Fittipaldi","offset":456},{"uri":"Rick_Mears","surface_form":"Rick Mears","offset":476},{"uri":"Al_Unser_Jr","surface_form":"Al Unser Jr","offset":492},{"uri":"Sam_Hornish_Jr.","surface_form":"Sam Hornish Jr.","offset":713},{"uri":"Gil_de_Ferran","surface_form":"Gil de Ferran","offset":733},{"uri":"Juan_Pablo_Montoya","surface_form":"Juan Pablo Montoya","offset":923},{"uri":"H%C3%A9lio_Castroneves","surface_form":"Hélio Castroneves","offset":1015},{"uri":"Will_Power","surface_form":"Will Power","offset":1067},{"uri":"Ryan_Newman","surface_form":"Ryan Newman","offset":1346},{"uri":"Brad_Keselowski","surface_form":"Brad Keselowski","offset":1401},{"uri":"Joey_Logano","surface_form":"Joey Logano","offset":1505},{"uri":"Formula_1","surface_form":"Formula 1","offset":1713}]}