{"id":186390,"url":"http://en.wikipedia.org/wiki/Club_Penguin","text":"\"Club Penguin\" was a massively multiplayer online game that was available to play online. It was owned by The Walt Disney Company starting in October 2005 before it was shut down in late March 2017. \"Club Penguin\" started as a chat room called Penguin Chat by Rocketsnail Games. The game was replaced by a freemium mobile application called \"Club Penguin Island\", which did not receive the success that the original online game had.\nGameplay.\n\"Club Penguin\" was an online virtual world for all ages, where players could talk and meet with each other. Parties were held once a month with a different theme every time. Players could play games to earn coins.\nThere were also several rooms in \"Club Penguin\". A player would usually land in the town whenever they logged on. All players gathered at the town. By walking or by using the map, players could visit other places.\nMembership.\nLike most online games, \"Club Penguin\" had a membership which can only be purchased online or through a special card that was purchased from the store. As a member, a player could buy furniture, adopt more puffles, and get access to member-only bonuses.\nPuffles.\nPuffles were the penguin's pets. Non-members could only buy a red puffle and a blue puffle, but members could adopt all 20 puffles in different colors. A puffle that was not well cared for by its owner will leave its owner and return to the wild. Puffles had food, hats, and toys which could be bought in the game.\nGames.\nThere were many games on \"Club Penguin\". Each game had different controls. Some games are controlled by the mouse, while other games were controlled by the keyboard. At the end of a game, the player earns a certain amount of coins, depending on how fast and/or how well the game was played.","categories":[],"infobox_types":[],"annotations":[{"uri":"Massively_multiplayer_online_game","surface_form":"massively multiplayer online game","offset":21},{"uri":"Online_game","surface_form":"online","offset":82},{"uri":"The_Walt_Disney_Company","surface_form":"The Walt Disney Company","offset":106},{"uri":"Freemium","surface_form":"freemium","offset":306},{"uri":"Application","surface_form":"application","offset":322},{"uri":"Virtual_world","surface_form":"virtual world","offset":472},{"uri":"Computer_mouse","surface_form":"mouse","offset":1576},{"uri":"Keyboard_(computer)","surface_form":"keyboard","offset":1624}]}