{"id":186355,"url":"http://en.wikipedia.org/wiki/Earthship","text":"An Earthship is a type of house that is built with natural and recycled materials with energy conservation in mind. Designed by the architect Michael Reynolds and his company \"Earthship Biotecture\", it is built to produce water and electricity for its own use. Mainly made of earth-filled tires it takes advantage of thermal mass, natural heat insulation and ventilation to maintain its temperature. Since it does not require any public utilities such as gas, electricity, water or sewage it can be considered as an off-the-grid housing, meaning that it can live away from public utilities.\nAn Earthship does not require external support to sustain itself. Instead, it is built to use resources available from its natural surroundings. For example, windows are placed so that sunlight is shone inside the house to be used for heating. Electricity is generated by solar panels and stored in batteries. The roofing collects rainwater that is filtered and used for drinking and various household activities such as cooking and washing. Used water from sinks and showers is reused to water indoor plants and after that for toilet flushing.\nEarthships can adapt to different climates and are being build worldwide. In North- and South America, the Carribeans, Asia, Africa and Europe. Construction drawings and training should enable people to build their own off-the-grid Earthship home and become independent from public and commercial utilities.","categories":[],"infobox_types":[],"annotations":[{"uri":"House","surface_form":"house","offset":26},{"uri":"Recycling","surface_form":"recycled","offset":63},{"uri":"Energy_conservation","surface_form":"energy conservation","offset":87},{"uri":"Electricity","surface_form":"electricity","offset":232},{"uri":"Tire","surface_form":"tire","offset":289},{"uri":"Thermal_insulation","surface_form":"insulation","offset":344},{"uri":"Sewage","surface_form":"sewage","offset":482},{"uri":"Sunlight","surface_form":"sunlight","offset":776},{"uri":"Heating","surface_form":"heating","offset":826},{"uri":"Solar_panel","surface_form":"solar panel","offset":863},{"uri":"Roof","surface_form":"roof","offset":905},{"uri":"Climate","surface_form":"climate","offset":1170}]}