{"id":186332,"url":"http://en.wikipedia.org/wiki/H%C3%A9lio_Castroneves","text":"Hélio Castroneves (born Hélio Castro Neves; May 10, 1975) is a racecar driver for Penske Racing. He has won the Indy 500 three times. Castroneves won \"Dancing with the Stars\" in 2007 with his partner Julianne Hough. Castroneves has driven for Team Penske since he entered the series in the late 1990s. Despite numerous wins, Castroneves has never won an IndyCar Series championship. Castroneves lives in Fort Lauderdale, Florida.\nRacing Career.\nCastroneves was born and raised in Brazil and was successful in karting there. He moved to Europe to keep racing and was a top driver in British Formula 3, which many racing experts say is a \"stepping stone\" to a career in a higher series such as F1 or IndyCar. He began racing in the United States in what was then the CART series in the late 1990s and struggled at first. However, in 2000, he got a big break when Team Penske signed him after Greg Moore, who the team originally wanted to drive for them, died in a racing accident in 1999. He joined the team in 2000 and has remained there ever since. In 2001, he won the Indianapolis 500, one of the most important events in the racing world. At the event, he famously climbed the protective fence at the side of the track. The following year he won again in a very controversial finish where it wasn't clear whether Castroneves or rival Paul Tracy had won. Castroneves was declared the winner, but many people believe Tracy was the rightful winner. Tracy has not gotten along with Castroneves since then and has called him a \"two time winner\", leaving out his 2002 win. Castroneves has always been a top driver and finished second in IndyCar Series points in 2008. The following year he won the Indy 500 for a third time. In 2009, he was accused of financial crimes and almost went to jail. He still drives for Team Penske, and finished second again in 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Racecar","surface_form":"racecar","offset":63},{"uri":"Penske_Racing","surface_form":"Penske Racing","offset":82},{"uri":"Indy_500","surface_form":"Indy 500","offset":112},{"uri":"Dancing_with_the_Stars","surface_form":"Dancing with the Stars","offset":151},{"uri":"Team_Penske","surface_form":"Team Penske","offset":243},{"uri":"IndyCar_Series","surface_form":"IndyCar Series","offset":354},{"uri":"Team_Penske","surface_form":"Team Penske","offset":861},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":1069},{"uri":"Paul_Tracy","surface_form":"Paul Tracy","offset":1336},{"uri":"IndyCar_Series","surface_form":"IndyCar Series","offset":1633}]}