{"id":186353,"url":"http://en.wikipedia.org/wiki/Joseph-Armand_Bombardier","text":"Joseph-Armand Bombardier (April 16, 1907 – February 18, 1964) was a Canadian inventor famous for inventing the snowmobile. In 2000, Joseph-Armand Bombardier was honnoured by the government of Canada with his image on a postage stamp.\nChildhood.\nJoseph-Armand was born in 1907 in Valcourt, Quebec. As a child he loved to take things apart and put them back together. He was very good at building mechanical things. He built his first moving toy at the age of 13. His father had to hide the family car from him because he liked to take apart and re-build the motor. To keep him away from the family car, his father gave him an old car that didn't work. Joseph-Armand fixed the motor, and put it on old sleds and created the first snow vehicle.\nWhen he was 17 years old he convinced his father to let him quit college and become a mechanic. He continued to study mechanics and electrical engineering at night school.\nInventions.\nHis first patent was for a sprocket wheel and track system in 1937. This system would help him to make the first snowmobile the B7. These first snowmobiles were used by doctors, veterinarians, innkeepers and funeral directors to get around in the winter. Bombardier went on to design bigger snowmobiles that would carry up to 12 people.\nDuring the War, he made snowmobiles and armoured tracked vehicles for the Canadian Government.\nBecause of this, his company began to grow. In the 1970s, it began making airplanes and trains and became the large multi-national corporation now called Bombardier Inc.\nHe is a member of the Canadian Science and Engineering Hall of Fame.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":68},{"uri":"Inventor","surface_form":"inventor","offset":77},{"uri":"Snowmobile","surface_form":"snowmobile","offset":111},{"uri":"Government_of_Canada","surface_form":"government of Canada","offset":178},{"uri":"List_of_people_on_stamps_of_Canada","surface_form":"postage stamp","offset":219},{"uri":"Airplanes","surface_form":"airplanes","offset":1432},{"uri":"Trains","surface_form":"trains","offset":1446},{"uri":"Bombardier_Inc.","surface_form":"Bombardier Inc.","offset":1512},{"uri":"Canadian_Science_and_Engineering_Hall_of_Fame","surface_form":"Canadian Science and Engineering Hall of Fame","offset":1550}]}