{"id":186338,"url":"http://en.wikipedia.org/wiki/Korea_University","text":"Korea University is a private university in Seoul, South Korea. Along with Seoul National University and Yonsei University, KU is one of the three most renowned universities in the country, collectively known as 'SKY.'\nFounded in 1905 with the struggle against Japanese colonialism as a historical background, Korea University holds its legacy with highly national values as priorities. These days, however, an emphasis on internationalism and globalization is also becoming an important value that KU pursues.\nKorea University has 81 academic departments, and is most well known for its law school, business school, and college of education.\nIt has many notable alumni, including the former President of the Republic of Korea Lee Myung-bak and former mayor of Seoul Oh Se-hoon.\nCha Bum-Kun, famous football manager and former player (nicknamed Tscha Bum), graduated from KU.\nIn 2009, famous figure skater Kim Yu-Na entered Korea University as a physical education major.\nAbout 28,000 students are currently studying in Korea University, including 1,000 foreign students.","categories":[],"infobox_types":[],"annotations":[{"uri":"University","surface_form":"university","offset":30},{"uri":"Seoul","surface_form":"Seoul","offset":44},{"uri":"South_Korea","surface_form":"South Korea","offset":51},{"uri":"Seoul_National_University","surface_form":"Seoul National University","offset":75},{"uri":"Yonsei_University","surface_form":"Yonsei University","offset":105},{"uri":"1905","surface_form":"1905","offset":230},{"uri":"Colonialism","surface_form":"colonialism","offset":270},{"uri":"Internationalism","surface_form":"internationalism","offset":423},{"uri":"Globalization","surface_form":"globalization","offset":444},{"uri":"Lee_Myung-bak","surface_form":"Lee Myung-bak","offset":727},{"uri":"Oh_Se-hoon","surface_form":"Oh Se-hoon","offset":767},{"uri":"Cha_Bum-Kun","surface_form":"Cha Bum-Kun","offset":779},{"uri":"Kim_Yu-Na","surface_form":"Kim Yu-Na","offset":906}]}