{"id":186311,"url":"http://en.wikipedia.org/wiki/Shinee","text":"SHINee is a South Korean boy band. The members are Onew, Key, Jonghyun, Minho, and Taemin. They were organized under SM Entertainment. SHINee made their debut on May 25, 2008 with their title song \"Noona Neomu Yeppeo (Replay)\" which literally translates into \"Older Sister/Woman, You're So Pretty\". Their music is 'contemporary' meaning that they will be the first in presenting new styles of Music, Dance, and Fashion. They won numerous awards supported by many fans in Asia. Having had a short rest after their first album, they have come back with their second mini-album \"Romeo\" on May 25th, 2009. On 18 December 2017, Jonghyun died, but Shawol alway support and thinking that SHINee is five forever.\n2008: Debut.\nIn late May 2008 news articles started to surface online about SM Entertainment's new group, Shinee (pronounced \"shiny\"). On May 23, the group's first mini-album, \"Replay\" was released. \"Replay\" debuted at #10 on the Korean music charts and peaked at #8, selling 17,957 copies in the first half of 2008.\nOn June 7, 2008, Shinee participated in the Dream Concert in the Seoul Olympic Stadium along with other high profile Korean stars such as Epik High, Girls' Generation, Super Junior, TVXQ and the Wonder Girls. The group won their first award, Rookie of the Month, at the Cyworld Digital Music Award on June 22, 2008. Shinee took part in SMTown Live '08, which was held on August 18, 2008. They performed alongside labelmates BoA, Cheon Sang Ji Hee the Grace, Girls' Generation, Super Junior and TVXQ. On August 23, 2008, Shinee attended MNet's 20's Choice Awards 2008, where they won the \"Hot New Star\" award. Shinee released their full debut album, \"The Shinee World\", on August 28, 2008. The album debuted on the charts at #3, selling 30,000 copies.\nThe first single released from the album was \"Sanso Gateun Neo (Love Like Oxygen)\" (산소 같은 너 (Love Like Oxygen), lit. You Like Are Like Oxygen), a cover of \"Show the World\" by Martin Hoberg Hedegaard, originally written by the Danish songwriting and production team of Thomas Troelsen, Remee and Lucas Secon. On September 18, 2008, Shinee's \"Sanso Gateun Neo (Love Like Oxygen)\" was the #1 song on \"M! Countdown\". A few days later, Shinee received the \"Mutizen\" award for the single on SBS's \"Popular Songs\". Shinee participated in the \"5th Asia Song Festival\", where they received the \"Best New Artist\" award with Japanese girl group Berryz Kobo.\nShinee attended the 2008 Style Icon Awards on October 30, 2008, where they won the \"Best Style Icon Award\". On the same day, they released \"The Shinee World\" as a repackaged album under the name \"Amigo\". Included on album were three new songs: \"Forever or Never\", a remix of \"Sa. Gye. Han (Love Should Go On)\" (사.계.한) and the promotional single \"A.Mi.Go (Amigo)\" (아.미.고). \"A.Mi.Go\" is a shortened version of the Korean phrase \"Areumdaun Minyeorueljoahamyeon Gosaenghanda\" (아름다운 미녀를 좋아하면 고생한다 lit. Heart Aches When You Fall In Love With a Beauty).\nOn November 15, 2008 Shinee won the \"Best Male Rookie\" award at the 10th annual MNET KM Music Festival, beating fellow newcomers U-Kiss, 2PM, 2AM and Mighty Mouth. At the 23rd Annual Golden Disk Awards, they performed a medley of their songs, \"Noona Neomu Yeppeo (Replay)\", \"Sanso Gateun Neo (Love Like Oxygen)\" and \"A.Mi.Go (Amigo)\" and won the award for \"YEPP Newcomer Album\".\n2009–2011 Mini-albums.\nSM Entertainment announced that Shinee would make their comeback with their second mini album \"Romeo\" on May 21, 2009. On May 18, \"Juliette\", the first single was released; the song is instrumentally a remake of Corbin Bleu's \"Deal With It\". It was later announced that their comeback was going to be delayed due to Onew damaging his teeth and the release of the mini-album was pushed back to May 25. Shinee eventually had their return performance on June 5, 2009, on KBS's \"Music Bank\", where they received the award for first place.\nThe group released their third mini-album, titled \"2009: Year of Us\", on October 19, 5 months after the release of \"Romeo\". SM Entertainment stated that this EP would showcase the group's vocals and demonstrate their unique qualities. The lead single \"Ring Ding Dong\" was released digitally on October 14; the group had their comeback stage on October 16, on KBS's \"Music Bank\".\nOn July 19, 2010, the group released their second studio album, \"Lucifer\". It topped several charts in South Korea. The album was nominated for the Best Dance Performance Award at the Mnet Asian Music Awards. The album became the 6th best selling album of 2010 in South Korea. On December 26, 2010, the band began their first concert tour, Shinee World.\n2016–present: \"D×D×D,\" \"1 of 1,\" \"Five,\" and Jonghyun's death.\nOn January 1, 2016, Shinee released their fourth Japanese album \"D×D×D\". The album reached the top of the Oricon charts for 2 weeks in a row. To promote the album, they began their fourth Japanese tour that began on January 30, 2016, and ended on May 16, 2016. The tour had a total of 20 concerts in 9 cities. Toward the end of the year, Shinee released their fifth Korean album, \"1 of 1,\" which charted #1 on the Korean Charts and #14 in the US. Their song, \"Tell Me What to Do\" (part of repackaging, \"1 and 1\") was #35 on YouTube's trending list.\nOn February 22, 2017, Shinee released their fifth Japanese album \"Five\". They began their fifth Japanese tour with a total of 25 concerts in 10 cities.\nShinee planned a tour in February 2018 to mark the return of member Onew, but on December 18, member Jonghyun committed suicide in an apartment in Seoul.\nOther Activities.\nSHINee has taken part in various other activities including TV advertisements, a reality show, Drama OST, and so on. They also did a reality show named \"Yun Ha Nam\" for women older than them. They were also the public representatives for the Korean Youth Federation and many others. SHINee also sang songs for TV drama OST, including \"Stand By Me\" for the famous Korean drama \"Boys Over Flowers\". They also featured in the second season of the reality show \"Hello Baby\".\nIt was announced that Shinee with be performing along side with Jay Park, B1A4, Teen Top and the much buzzed about new band 7.9.4.2 on 15 June 2012 at Singapore indoor stadium.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":12},{"uri":"Boy_band","surface_form":"boy band","offset":25},{"uri":"Asia","surface_form":"Asia","offset":471},{"uri":"Mini-album","surface_form":"mini-album","offset":869},{"uri":"Epik_High","surface_form":"Epik High","offset":1160},{"uri":"Girls%27_Generation","surface_form":"Girls' Generation","offset":1171},{"uri":"Super_Junior","surface_form":"Super Junior","offset":1190},{"uri":"TVXQ","surface_form":"TVXQ","offset":1204},{"uri":"Wonder_Girls","surface_form":"Wonder Girls","offset":1217},{"uri":"SMTown_Live_%2708","surface_form":"SMTown Live '08","offset":1358},{"uri":"BoA","surface_form":"BoA","offset":1446},{"uri":"The_Grace_(band)","surface_form":"Cheon Sang Ji Hee the Grace","offset":1451},{"uri":"Girls%27_Generation","surface_form":"Girls' Generation","offset":1480},{"uri":"Super_Junior","surface_form":"Super Junior","offset":1499},{"uri":"TVXQ","surface_form":"TVXQ","offset":1516},{"uri":"SHINee_World","surface_form":"The Shinee World","offset":1672},{"uri":"Sanso_Gateun_Neo_(Love_Like_Oxygen)","surface_form":"Sanso Gateun Neo (Love Like Oxygen)","offset":1819},{"uri":"Martin_Hoberg_Hedegaard","surface_form":"Martin Hoberg Hedegaard","offset":1948},{"uri":"Thomas_Troelsen","surface_form":"Thomas Troelsen","offset":2041},{"uri":"Remee","surface_form":"Remee","offset":2058},{"uri":"Lucas_Secon","surface_form":"Lucas Secon","offset":2068},{"uri":"Japan","surface_form":"Japan","offset":2387},{"uri":"Girl_group","surface_form":"girl group","offset":2396},{"uri":"Berryz_Kobo","surface_form":"Berryz Kobo","offset":2407},{"uri":"U-Kiss","surface_form":"U-Kiss","offset":3096},{"uri":"2PM","surface_form":"2PM","offset":3104},{"uri":"2AM","surface_form":"2AM","offset":3109},{"uri":"Corbin_Bleu","surface_form":"Corbin Bleu","offset":3581},{"uri":"Korean_Broadcasting_System","surface_form":"KBS","offset":3837},{"uri":"Extended_play","surface_form":"EP","offset":4062},{"uri":"Korean_Broadcasting_System","surface_form":"KBS","offset":4263},{"uri":"Music_Bank_(TV_series)","surface_form":"Music Bank","offset":4270},{"uri":"Lucifer_(album)","surface_form":"Lucifer","offset":4348},{"uri":"Nominated","surface_form":"nominated","offset":4413},{"uri":"D%C3%97D%C3%97D","surface_form":"D×D×D","offset":4765},{"uri":"Promote","surface_form":"promote","offset":4845},{"uri":"Five_(album)","surface_form":"Five","offset":5315},{"uri":"Reality","surface_form":"reality","offset":5654},{"uri":"Boys_Over_Flowers","surface_form":"Boys Over Flowers","offset":5950}]}