{"id":186416,"url":"http://en.wikipedia.org/wiki/Ben_Foster_(footballer)","text":"Ben Foster (born 3 April 1983) is an English footballer. He is a former England national team goalkeeper who currently plays for the EFL Championship club Watford. He holds the record for having done the most no. of saves (1178) in premier league history.\nFoster started his football career at Racing Club Warwick and in 2001, secured his first transfer to Stoke City. Although considered promising, Foster struggled and could not get regular game-time in his youth days.\nIn 2005 he departed, without playing a single match, from Stoke City after a series of loan spells and joined Manchester United where he played as a back-up to Edwin van der Sar. He was loaned twice, consecutively, for the years 2005-06 and 2006-07 to Watford before spending three more seasons at Manchester United as a substitute goalkeeper. He finally left Manchester United for Birmingham City in 2010.\nIt was from this time that Foster started to get regular starts in all the teams he played till now. At Birmingham City, he instantly established himself in the main-eleven for the 2010-11 season. The next season, West Bromwich Albion successfully managed to seal a loan deal with Birmingham City for Foster before finalising the transfer in 2012. He spent a total of seasons at West Brom before leaving the club for Watford in 2018. Since joining Watford, he has been praised several times by analysts for his calm presence in the goal behind a considerably weak Watford defense and has won back-to-back Premier league goalkeeper of the year awards at the \"London Football Awards\".\nPersonal life.\nBorn in Leamington Spa, Ben Foster used to work as a chef before he started his career as a footballer. He is currently married to Kate Foster with whom he has 2 childrens. The family lives in a self-designed house at Tiddington, Warwickshire. Besides football, Foster has deep interest in cycling and has taken part in various cycling tours.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":37},{"uri":"Association_football","surface_form":"football","offset":45},{"uri":"England_national_football_team","surface_form":"England national team","offset":72},{"uri":"EFL_Championship","surface_form":"EFL Championship","offset":133},{"uri":"Watford_F.C.","surface_form":"Watford","offset":155},{"uri":"Spell","surface_form":"spells","offset":564},{"uri":"Edwin_van_der_Sar","surface_form":"Edwin van der Sar","offset":632},{"uri":"Tiddington%2C_Warwickshire","surface_form":"Tiddington, Warwickshire","offset":1795},{"uri":"Cycling","surface_form":"cycling","offset":1867}]}