{"id":186429,"url":"http://en.wikipedia.org/wiki/Bungee_jumping","text":"Bungee jumping is an adventurous sport in which people jump from higher ground such as a bridge with an elastic rope tied to their ankles to stop them from hitting the ground. The rope is designed to stretch, not break. When the rope has stretched all the way, the jumper bounces back up. When people jump they wear safety equipment like helmets and a harness.\nHistory.\nIt started as the coming-of-age ceremony in a small village on South Pentecost Island in Vanuatu. The young men jump from the top of a 30 meter high tree to demonstrate their courage as an adult. They tied jungle vines around their ankles so that they would not hit the ground.And from then it started to become a sport in which people take part and it was named bungee jumping.\nModern bungee jumping.\nModern bungee jumping began when four British men jumped off the Golden Gate Bridge in San Francisco. In 1987 A.J.Hackett became world famous when he jumped from the Eiffel Tower in Paris. Later he set up the Kawarau Bridge in New Zealand, with a height of 47 meters, as a commercial bungee jumping area. People could pay money for the fun of jumping. The idea quickly spread around the world.\nSafety.\nBungee jumping has several dangers. The rope has to be the right size for your weight, or it may break. The safety harness has to fit properly or the force of the drop could cause a person's bones to break. The rope has to be the right length or a person could hit the ground before being stopped by the rope.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Pentecost_Island","surface_form":"South Pentecost Island","offset":433},{"uri":"Vanuatu","surface_form":"Vanuatu","offset":459},{"uri":"British","surface_form":"British","offset":810},{"uri":"Golden_Gate_Bridge","surface_form":"Golden Gate Bridge","offset":837},{"uri":"San_Francisco","surface_form":"San Francisco","offset":859},{"uri":"Eiffel_Tower","surface_form":"Eiffel Tower","offset":938},{"uri":"Paris","surface_form":"Paris","offset":954},{"uri":"Kawarau_Bridge","surface_form":"Kawarau Bridge","offset":981},{"uri":"New_Zealand","surface_form":"New Zealand","offset":999}]}