{"id":186473,"url":"http://en.wikipedia.org/wiki/Futon","text":"Futons are traditional Japanese bedding. A futon is a padded mattress, called a \"shikibuton\", a quilt, called a \"kakebuton\", and a pillow filled with beans, called a \"makura\". The futon was put on the floor at night for sleeping. They could be easily rolled up during the day when they were not needed. The word \"futon\" has come to mean a lot more than this. Although many Japanese people sleep in a bed, they say \"I sleep on futon\"; it means to go to bed. Futon now means things that Japanese people sleep on, including beds.\nTypes of futon.\nMany companies make futons, and there are many kinds of futons. Futons are made from chemical fibers like polyester, natural fibers like cotton, feather, down and wool. Japanese quilts usually contain feathers and Japanese mattress usually contain wool.\nThe Japanese quilt can keep in heat and moisture, depending on what it is made from. Usually, a futon that includes over 50% hemp or cotton is called a \"Menfuton\". This is popular all over the world. Futons made from down are called quilt down. This retains heat, so this is a high-class futon. Futons made from feathers are called comforters. This is cheap and is common around the world. Futons made from chemical fibers are called chemical fiber futons. This is cheap so this is popular. Futons made from wool are called \"Yomo futon\". These are warm.\nIn winter, people generally use \"Hadafuton\" like a blanket to keep warm. In summer, people generally use \"Towelket\" like a big towel or Seer quilt which are cooler.\nFutons are generally used with a futon cover, because these make it easy to keep the futon clean. People generally use futons so they can sleep comfortably, stay warm and support their bodies while asleep. People usually sweat during sleep, so futons absorb sweat and collect moisture. Futons have to be hung out in sunlight to keep them dry, this is called \"futon-hoshi\". If this is not done, ticks and mold could grow on the futon and it will become dirty and insanitary. Futons need to be looked after properly.\nHistory.\nIn the 13th century, most people slept on straw mats, but the nobles slept on \"tatami\". These were not as soft as futons are now. It was said that they were hard and uncomfortable. For a very long time, people covered themselves with their clothes to keep warm. Most people slept nude. Rich people never did such things.\nIn the 17th century, bedclothes were made. People made it by stuffing cloth with cotton and wool. These bedclothes are the original form of the futon.\nIn the 18th century, futon production started because there was more domestic cotton available. At that time, futons were too expensive to buy for average people. They could cost 1,200,000 yen. Futons were important gifts and many men gave them to women in order to seduce them. Prostitutes were sometimes presented with futons by rich men. Prostitutes could be ranked by counting the futons; the higher ranks of prostitutes received more futons.\nIn those days, futon meant a mattress, not a quilt. Bedclothes were common. In the Kansai area, they used a square thing like a blanket, a \"fusuma\". The quilt is said to have evolved long before it.\nIn the 19th century, most people were able to buy futons. The import of the raw cotton began, and many factories were built. Because of industrial development, making futons was easier and more efficient than before. This made the price become down and people were able to afford them.\nModern futons.\nThe manufacturer \"Nishikawa\" is the most famous. This company is in Kyoto and Tokyo. They make everything for the futons, for example, pillows, sheets, and quilts. This brand has history of 440 years.\nIn old days, people thought any futon was good as long as they could sleep. But now people want better futons. Today, people like a futon which they can relax on and recover from fatigue. Futon makers have developed futons that can adjust to the human body. This is called \"Seiatsu Futon\" in Japan. There is some advantages to this new type of futon. Since ventilation is good, they are cool in summer and warm in winter. Since it can adjust to ideal posture when you sleep, it improves blood circulation while sleeping. And they are easy to look after. Also a futon of \"low repulsion\" is popular among Japanese people. This is said to fit the body of the user. Some users who are troubled by bedbugs on futon like \"tick guard\" futons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":23},{"uri":"Fiber","surface_form":"fiber","offset":637},{"uri":"Polyester","surface_form":"polyester","offset":649},{"uri":"Cotton","surface_form":"cotton","offset":680},{"uri":"Feather","surface_form":"feather","offset":688},{"uri":"Wool","surface_form":"wool","offset":706},{"uri":"Quilt","surface_form":"quilt","offset":721},{"uri":"Tick","surface_form":"tick","offset":1910},{"uri":"Mold","surface_form":"mold","offset":1920},{"uri":"13th_century","surface_form":"13th century","offset":2047},{"uri":"Noble","surface_form":"noble","offset":2102},{"uri":"Nude","surface_form":"nude","offset":2320},{"uri":"17th_century","surface_form":"17th century","offset":2368},{"uri":"18th_century","surface_form":"18th century","offset":2519},{"uri":"Yen","surface_form":"yen","offset":2701},{"uri":"Seduce","surface_form":"seduce","offset":2778},{"uri":"Prostitute","surface_form":"Prostitute","offset":2791},{"uri":"Kansai","surface_form":"Kansai","offset":3042},{"uri":"Blanket","surface_form":"blanket","offset":3087},{"uri":"19th_century","surface_form":"19th century","offset":3165},{"uri":"Kyoto","surface_form":"Kyoto","offset":3527},{"uri":"Tokyo","surface_form":"Tokyo","offset":3537},{"uri":"Bedbug","surface_form":"bedbug","offset":4353},{"uri":"Tick","surface_form":"tick","offset":4376}]}