{"id":186470,"url":"http://en.wikipedia.org/wiki/Osechi","text":"\"Osechi\" is Japanese food made to celebrate the coming of the New Year, called \"Shogatsu\". It is one of the most important annual events in Japan. \"Osechi\" food is packed in colorful lacquer boxes called \"jubako\". Each dish and ingredient in \"osechi\" has a meaning, such as good health, fertility, good harvest, happiness, long life, and so on. The kind of \"osechi\" foods eaten in Japanese homes varies from area to area. It is a Japanese tradition to eat \"osechi\" dishes during the New Year's holidays which go from January 1 to January 3.\nStories.\nOne year there was not much food. People did not have enough rice to cook in their rice cooker. Emperor Nintoku knew about this and it worried him a lot. He said that he would lower the taxes in years when people did not have enough rice for New Years Day. After that the taxes were lowered but the House of Emperor Nintoku became poor. Japanese people celebrated this custom on New Years Day. \"Osechi-ryori\" is a dish that is cooked before New Year's Eve to eat on New Years Day.\nOn New Years Day, the God of the Year, named \"Toshigami\" comes to the world and the world starts a new year. The god came through a special gate, a \"Kadomatsu\", into our world. He is god of agriculture. In Japan when agriculture was the main activity of life, people welcomed \"Toshigami\" and hoped for a rich harvest. A special decoration, a \"shimekazari\" was put up to welcome the god. Another decoration, a \"wakazari\", was put up to make sure that nothing would go wrong during the next year. \"Osechi\" is a meal to give to \"Toshigami\". In Japan people gave the first part of the crop to god. The rest of the celebration was a feast, called \"naorai\".\nHistory.\nThe beginning of \"osechi\" starts in the \"Yayoi\" period. This went from 1000 BC to 300 AD. People at that time were starting to grow rice. As part of a harvest festival, called \"Sekku\", people made food gifts to please the gods. \"Sekku\" foods are eaten to thank the gods for the blessing of nature, a good harvest and big catch. This is the beginning of \"osechi\". This idea came from China.\nIn the \"Heian\" period, from 710 to 1185, this event became more common in Japan as the influence of China became more important. There were five seasonal festival days or \"sekku\", January 7 (\"Jinjitsu\" or \"Nanakusa no sekku\"), March 3 (\"Joshi\" or \"Momo no sekku\"), 5 May (\"Tango\" or \"Shobu no sekku\"), 7 July (T\"anabata no sekku\") and 9 September (\"Choyo\" or \"Kiku no sekku\"). An offering table was set up for the gods. The foods offered to the gods were dry foods, not processed for people to eat. Modern \"osechi\" comes from the Edo period (1603—1867). These days many Japanese people buy their \"osechi\" in shops instead of making it at home.\nTypes of osechi.\nThere are many different \"osechi\" foods, and each has a special meaning. The shape, the color, and the name of each food has a meaning which might bring good luck, happiness or long life. One type of \"osechi\" is made from black soybean and herring roe. Black is a color which brings youth and long life. The name of the black soybean means that people can live a long life without sickness. Herring roe symbolizes the prosperity of descendants, because there is a lot of roe in each piece.\nChestnuts are rolled into an omelet mixed with fish paste and steamed fish paste Chestnut means a mass of gold and it represents the wish that people get ahead in business and become rich person. A rolled mixed with fish paste mean the culture and diligence because it is a symbol or a scroll from the meaning of dressing up. And red steamed fish paste means removing evil and white means a pure mind. Kelp is a symbol of congratulation and longevity and is auspicious food endowed happiness.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese_cuisine","surface_form":"Japanese food","offset":12},{"uri":"New_Year","surface_form":"New Year","offset":62},{"uri":"Lacquer","surface_form":"lacquer","offset":183},{"uri":"Ingredient","surface_form":"ingredient","offset":228},{"uri":"Fertility","surface_form":"fertility","offset":287},{"uri":"Harvest","surface_form":"harvest","offset":303},{"uri":"1000_BC","surface_form":"1000 BC","offset":1763},{"uri":"300","surface_form":"300 AD","offset":1774},{"uri":"Chestnut","surface_form":"Chestnut","offset":3233},{"uri":"Kelp","surface_form":"Kelp","offset":3635}]}