{"id":18659,"url":"http://en.wikipedia.org/wiki/Albany%2C_New_York","text":"Albany () is the capital city of the U.S. state of New York, the seat of Albany County, and the central city of New York's Capital District. Roughly north of New York City, Albany sits on the west bank of the Hudson River, about south of its confluence with the Mohawk River.\nPrior to the recession of the 1990s, Albany was home to two Fortune 500 companies: KeyBank and Fleet Bank. Both banks have since moved or merged with other banks.\nIt is home to the AHL ice hockey team the \"Albany Devils\".\nAlbany is served by the Albany International Airport.\nBuildings.\nThe Empire State Plaza has many state agency office buildings. It fills almost any view of Albany. Governor Nelson A. Rockefeller and architect Wallace Harrison led its construction between 1965 and 1978. The complex is a big example of late American modernism in architecture. It remains a controversial building project both for displacing city residents and for its architectural style. The most recognizable part of the complex is the Erastus Corning Tower. The tower is the tallest building in New York outside of New York City. The 19th-century New York State Capitol at the opposite (north) end of the plaza is the seat of the New York State Legislature and the home of the Governor of New York, currently Andrew Cuomo.\nAlbany's initial architecture incorporated many Dutch influences, followed soon after by those of the English. The Quackenbush House, a Dutch Colonial brick mansion, was built c. 1736; Schuyler Mansion, a Georgian-style mansion, was built in 1765; and the oldest building currently standing in Albany is the 1728 Van Ostrande-Radliff House at 48 Hudson Avenue. Albany's housing varies greatly, with mostly row houses in the older sections of town, closer to the river. Housing type quickly changes as one travels westward, beginning with two-family homes of the late 19th century, and one-family homes built after World War II in the western end of the city.\nAlbany City Hall was opened in 1883. The New York State Capitol was opened in 1899 (after 32 years of construction) at a cost of $25 million, making it the most expensive government building at the time. Albany's Union Station, a major Beaux-Arts design, was under construction at the same time; it opened in 1900. In 1912, the Beaux-Arts styled New York State Department of Education Building opened on Washington Avenue near the Capitol. It has a classical exterior, which features a block-long white marble colonnade. The 1920s brought the Art Deco movement, which is illustrated by the Home Savings Bank Building (1927) on North Pearl Street and the Alfred E. Smith Building (1930) on South Swan Street, two of Albany's tallest high-rises.\nArchitecture from the 1960s and 1970s is well represented in the city, especially at the W. Averell Harriman State Office Building Campus (1950s and 1960s) and on the uptown campus of the SUNY Albany college (1962–1971). The state office campus was planned in the 1950s by governor W. Averell Harriman to offer more parking and easier access for state employees. The uptown SUNY campus was built in the 1960s under Governor Rockefeller on the site of the city-owned Albany Country Club. Straying from the popular open campus layout, noted American architect Edward Durell Stone designed the SUNY Albany campus from 1954-1956 with a centralized building layout with administrative and classroom buildings at center surrounded by four student housing towers. The design called for much use of concrete and glass, and the style has slender, round-topped columns and pillars reminiscent of those at Lincoln Center in New York City.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._state","surface_form":"U.S. state","offset":37},{"uri":"New_York_(state)","surface_form":"New York","offset":51},{"uri":"County_seat","surface_form":"seat","offset":65},{"uri":"Albany_County%2C_New_York","surface_form":"Albany County","offset":73},{"uri":"City_(New_York)","surface_form":"city","offset":104},{"uri":"Capital_District","surface_form":"Capital District","offset":123},{"uri":"New_York_City","surface_form":"New York City","offset":158},{"uri":"Hudson_River","surface_form":"Hudson River","offset":209},{"uri":"Mohawk_River","surface_form":"Mohawk River","offset":262},{"uri":"Recession","surface_form":"recession","offset":289},{"uri":"Fortune_500","surface_form":"Fortune 500","offset":336},{"uri":"Albany_International_Airport","surface_form":"Albany International Airport","offset":522},{"uri":"Nelson_A._Rockefeller","surface_form":"Nelson A. Rockefeller","offset":671},{"uri":"Modernism","surface_form":"modernism","offset":814},{"uri":"Architecture","surface_form":"architecture","offset":827},{"uri":"New_York_State_Capitol","surface_form":"New York State Capitol","offset":1114},{"uri":"Union_Station_(Albany%2C_New_York)","surface_form":"Union Station","offset":2162},{"uri":"Beaux-Arts_architecture","surface_form":"Beaux-Arts","offset":2185},{"uri":"New_York_State_Department_of_Education_Building","surface_form":"New York State Department of Education Building","offset":2295},{"uri":"Art_Deco","surface_form":"Art Deco","offset":2492},{"uri":"Alfred_E._Smith_Building","surface_form":"Alfred E. Smith Building","offset":2603},{"uri":"List_of_tallest_buildings_in_Albany%2C_New_York","surface_form":"Albany's tallest high-rises","offset":2664},{"uri":"W._Averell_Harriman_State_Office_Building_Campus","surface_form":"W. Averell Harriman State Office Building Campus","offset":2782},{"uri":"W._Averell_Harriman","surface_form":"W. Averell Harriman","offset":2975},{"uri":"Campus","surface_form":"open campus layout","offset":3206},{"uri":"Lincoln_Center","surface_form":"Lincoln Center","offset":3588}]}