{"id":186540,"url":"http://en.wikipedia.org/wiki/Commercial_Act_of_South_Korea","text":"The Commercial Act of South Korea () is the law that controls commerce in South Korea. It was originally enacted on 1 January 1963. It currently consists of 5 main chapters: General Provisions, Commercial Transactions, Company, Insurance, and Maritime Commerce.\nAmendments (changes) were made in 1963, 1984, 1991, 1993, 1995, 1996, 1998, 1999, 2001, 2002, 2008 and 2009. The biggest changes were made to comply with rules made by the International Monetary Fund. These changes were made during South Korea's foreign currency crisis in 1998. They were commentated to support corporate restructuring and improving accountability and transparency of management through efficient monitoring.\nThe concept of directors' fiduciary duty of loyalty was introduced into the statute in the Commercial Act and was imposed as a statutory obligation of directors of stock companies. The Commercial Act also newly included the concept of \"de facto\" directors liable for damages under certain circumstances. This enabled the Commercial Act to enhance managerial accountability by holding \"owners\", who do not hold any official corporate directorship, liable for mis-management and misconduct. Additionally, through the introduction of the shareholder proposal rights, the status of minority shareholders improved, securing the opportunities of minority shareholders to propose certain issues to the board of directors and the general shareholders' meeting.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legislation","surface_form":"law","offset":44},{"uri":"Commerce","surface_form":"commerce","offset":62},{"uri":"South_Korea","surface_form":"South Korea","offset":74},{"uri":"Amendment","surface_form":"Amendment","offset":262},{"uri":"International_Monetary_Fund","surface_form":"International Monetary Fund","offset":434},{"uri":"South_Korea%27s_foreign_currency_crisis","surface_form":"foreign currency crisis","offset":508},{"uri":"Management","surface_form":"management","offset":647},{"uri":"Statutory_law","surface_form":"statutory","offset":815},{"uri":"Stock","surface_form":"stock","offset":852},{"uri":"De_facto","surface_form":"de facto","offset":924},{"uri":"Shareholder","surface_form":"shareholder","offset":1223},{"uri":"Board_of_directors","surface_form":"board of directors","offset":1383}]}