{"id":186551,"url":"http://en.wikipedia.org/wiki/Dilation_and_evacuation","text":"Dilation and evacuation (or \"D&E\") is a medical procedure. It may be used as a method of abortion when a woman is in her second trimester (between 12–32 weeks pregnant). This procedure also may be used after a woman has a miscarriage, to make sure that the uterus is emptied out completely. If tissue is left behind in a woman's uterus after a miscarriage, she can get an infection.\nA dilation and evacuation involves two major steps. First, the cervix (the bottom part of the uterus) is dilated, or made bigger. This is often done about a day before the actual procedure. To dilate the cervix, a doctor may put special tools into the cervix. The cervix needs to be made larger so that medical tools, like forceps (surgical tongs) or a curette (a tool that is used to scrape away the lining of the uterus) can be put into the cervix.\nThe second step of the D&E procedure is to evacuate, or remove, everything inside of the uterus. The woman is given a local anesthetic to numb part of her body or a general anesthetic to put her to sleep. The doctor will then put a cannula (a medical tube) into the uterus, through the vagina. The cannula is attached to a bottle and a pump that create a vacuum. The cannula is used to vacuum (or suction) out everything that is in the uterus, including the fetus. The doctor may use forceps to take out any tissue that is still in the uterus. The doctor may also use a curette to scrape out the lining of the uterus. The vacuum can then be used again to make sure that the uterus is completely empty. This is to prevent infection from tissue left behind by accident.\nIf a woman is earlier on in her pregnancy, this procedure can sometimes be done without dilating the cervix first. This is called a \"vacuum aspiration\". It can be used for women who are in the first trimester (the first 12 weeks of pregnancy) or for women who are in the early stages of the second trimester. However, sometime during the second trimester, it becomes very difficult to do this procedure without dilating the cervix first. At this point, a full dilation and extraction is needed.\nA complete D&E usually takes 10 to 20 minutes. Often, women are able to go home on the same day as the procedure, without staying overnight in a hospital.\nMost abortions are done much earlier on in the pregnancy, so a full dilation and extraction is usually not needed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Abortion","surface_form":"abortion","offset":89},{"uri":"Trimester","surface_form":"trimester","offset":128},{"uri":"Pregnancy","surface_form":"pregnant","offset":159},{"uri":"Miscarriage","surface_form":"miscarriage","offset":222},{"uri":"Uterus","surface_form":"uterus","offset":257},{"uri":"Tissue","surface_form":"tissue","offset":294},{"uri":"Infection","surface_form":"infection","offset":372},{"uri":"Cervix","surface_form":"cervix","offset":446},{"uri":"Dilate","surface_form":"dilated","offset":488},{"uri":"Medical_doctor","surface_form":"doctor","offset":597},{"uri":"Forceps","surface_form":"forceps","offset":706},{"uri":"Endometrium","surface_form":"lining of the uterus","offset":784},{"uri":"Anesthetic","surface_form":"anesthetic","offset":958},{"uri":"Cannula","surface_form":"cannula","offset":1066},{"uri":"Vagina","surface_form":"vagina","offset":1120},{"uri":"Vacuum","surface_form":"vacuum","offset":1189},{"uri":"Suction","surface_form":"suction","offset":1231},{"uri":"Fetus","surface_form":"fetus","offset":1292},{"uri":"Vacuum_aspiration","surface_form":"vacuum aspiration","offset":1735},{"uri":"Hospital","surface_form":"hospital","offset":2242}]}