{"id":186501,"url":"http://en.wikipedia.org/wiki/Boeing_777","text":"The Boeing 777 is a long range, twin-engine, widebody commercial airliner. It is the world's largest twinjet plane. It is often called the \"Triple Seven\". It can carry between 283 and 368 passengers. It has a range from 5235 to 9380 nautical miles.\nThe first 777-200 model first entered service in 1995. The stretched 777-300 was introduced in 1998. That model is longer. The longer-range 777-300ER and 777-200LR models entered service in 2004 and 2006, respectively. A freighter version, the 777F, first flew in 2008. Beginning in 2019, Boeing will deliver a new version of the 777, the 777X.\nMore than 60 airlines operate one or more kinds of the Boeing 777. Of them, Emirates has the most in its fleet: more than 100 of them are in service or on order. Other airlines that operate a lot of 777s include United Airlines, Air France, Cathay Pacific, and American Airlines.\n777-200.\nThe 777-200 was the first and original type of 777. It was first flown on June 12, 1994 and entered service with United Airlines on June 7, 1995. It was made to fly up to 440 people in a single class layout, and could fly 5240 nautical miles (9700 km). 88 777-200 were made, with no -200 waiting to be made.\n777-200ER.\nThe 777-200ER (\"ER\" for Extended Range) is an extended range version and the B-market model of the original 777-200. This means it could fly longer than the original version. Although the number of passengers able to be carried remains the same, the range of the -200ER is increased to 7725 nautical miles (14,305 km). 422 -200ER were made, with no -200ER waiting to be made.\n777-200LR.\nThe 777-200LR (\"LR\" for Longer Range) is a longer-range version and the C-market model of the 777-200. The 777-200LR holds the record for longest-ever flight, totaling 22 hours, 42 minutes and flew 11,664 nautical miles from Hong Kong to London. It has a capacity of 301 passengers.\n777-300.\nThe 777-300 was launched at the Paris Air Show on June 26, 1995, its major assembly started in March 1997 and its body was joined on July 21, it was rolled-out on September 8 and made its first flight on October 16 and it entered service with Cathay Pacific on June 27, 1998. The 777-300 was designed as a stretch of its fuselage by 20% from the 200's version and have extra seats.\n777-300ER.\nThe 777-300ER is the B-market version of the 777-300. This means the 777-300ER have a higher maximum takeoff weight (MTOW) and can fly with a maximum range up to 7,370 nautical miles (13,650 km) with 396 passengers in a two-class seating arrangement. The 777-300ER features raked and extended wingtips, a strengthened fuselage and wings and a modified main landing gear. Its wings have an aspect ratio of 9.0. It is powered by the GE90-115B turbofan, the world's most powerful jet engine with a maximum thrust of 115,300 lbf (513 kN).\n777-8 and -9.\nLaunched in November 2013, the under development 777X will feature GE9X new engines, new carbon fiber wings with folding wingtips and a denser cabin. The longer 777-9, seating 414 over 7,600 nmi (14,075 km), should fly in the first quarter of 2019 and be delivered from December 2019, while the shorter 777-8 would seat 365 over 8,700 nmi (16,110 km).","categories":[],"infobox_types":[],"annotations":[{"uri":"Twinjet","surface_form":"twinjet","offset":101},{"uri":"Nautical_miles","surface_form":"nautical miles","offset":233},{"uri":"Emirates_(airline)","surface_form":"Emirates","offset":670},{"uri":"United_Airlines","surface_form":"United Airlines","offset":806},{"uri":"Air_France","surface_form":"Air France","offset":823},{"uri":"Cathay_Pacific","surface_form":"Cathay Pacific","offset":835},{"uri":"American_Airlines","surface_form":"American Airlines","offset":855},{"uri":"United_Airlines","surface_form":"United Airlines","offset":996},{"uri":"Cathay_Pacific","surface_form":"Cathay Pacific","offset":2124}]}