{"id":186518,"url":"http://en.wikipedia.org/wiki/Ji_Kang_Hun","text":"Ji Kang Hun (1954~October 15th 1988) was an escapee from prison in Seoul.\nJi became well known to Koreans, along with those who escaped with him, as their hostage taking was broadcast live all over Korea. Ji became famous for his saying “If you have money, non-guilty. If you don't have money, guilty.” The phrase criticized social and income inequality of the 1980s Korean society. Also, it raised the issue of “Preventive Custody Policy,” which separated prisoners from the society for a while even after their prison term was over in a preventative approach to potential crimes.\nThe Escape.\nOn October 8, 1988, 12 prisoners from Youngdeungpo Prison escaped into Seoul city during their transfer to Kongju Prison. Although they were known to Koreans as cruel and inhumane criminals, they were actually accused of robbery and other small crimes. They escaped because they were enraged by the idea of “Preventive Custody Policy,” and that trials were conducted unfairly to the poor. Their prison term for stealing 5,000,000 won was longer than that of Jun Kyung Hwan, brother of the former Korean president, who had embezzled approximately 60,000,000,000 won.\nAmong the 12 escapees, 4 out of 5 managed to stay unarrested until the very end. They are Ji Kang Hun (35 years old), An Kwang Sul (22), Kang Young Il (21), and Han E-Chul (20). They moved in search of shelters from houses to houses in Seoul. On October 15th, they smuggled into Ko’s house in Seodaemungu Bukjakadong and took hostage of his family. This hostage taking was broadcasted live on television. Ko managed to sneak out from the house at 4:00 AM in the morning and informed the police. The house was surrounded immediately by more than 1000 police force. The standoff between the escapees and the police started from 4:40 AM. At about 12:00 PM, Kang Young Il came out of the house in an effort to negotiate with the police. He tried to get back to the house, but was stopped by Ji who shot a gun before Kang’s feet. Ji stated that this was his last gift to Kang. Then, two of other escapees, An Kwang Sul and Han E-Chul committed suicide in the other room. Ji asked the police for a cassette tape, Holiday by Beegees. He shouted out to the reporters, policemen, and those who were at the scene, “If you have money, non-guilty. If you don't have money, guilty.” He tried to kill himself by stabbing his throat with a piece of glass that he had shattered from the window while listening to Holiday. During the process of rescuing the hostages, Ji was shot two times by the Special Squad in the house. He died the same day at the hospital for excessive loss of blood.\nInfluence.\nTo this day, the phrase “If you have money, non-guilty. If you don’t have money, guilty” is used to criticize politicians or elites in corporations who get away with bribery and embezzlement.\nA movie based on his escape, “Holiday,” was made in Korea in 2006. The title was named after a song by Beegees, which Ji Kang Hun asked for at the hostage taking scene","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":98},{"uri":"Income_inequality","surface_form":"income inequality","offset":336},{"uri":"Seoul","surface_form":"Seoul","offset":665},{"uri":"Seoul","surface_form":"Seoul","offset":1396}]}