{"id":186516,"url":"http://en.wikipedia.org/wiki/Yoo_Young_Chul","text":"Yoo Young Chul is a South Korean criminal. He is a thief, burglar, robber, fraudster, batterer and serial killer. He murdered 21 women from September 2003 to July 2004 in Seoul, the capital of South Korea. The victims were all women, including a bride who was going to marry the next day. After he was arrested on July 18th 2004, he claimed that he had killed 26 people. However, according to investigation done by The Korea Public Prosecutor’s Office, it was found that he murdered 21 people. The judge gave him the death penalty on December 13rd, 2004, instead of life imprisonment because of the cruelty of his murders. The judge considered Yoo Young Chul’s statement that if he wasn’t arrested, he would have chopped even 100 people into pieces. The chief judge said “considering the pain the victims’ family suffered and panic prevailed in the society, he cannot avoid the top penalty.” He is living on death row.\nHe said that he started murdering because of hatred toward women caused by his divorce. He got a score of 38 on psychopath test where the maximum score is 40. The closer the score is to 40, the more likely that the test-taker is a psychopath. But, psychiatrists made a diagnosis that he was normal and that he could act according to his own true will. So, the fact that he was psychopath could not justify the crime he committed. This shocking event made many people in Korea pay attention to psychopath and this criminal case was made into a movie named \"Chu-Gyuk-Ja\" which means \"The Chaser\" in English.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":20},{"uri":"Criminal","surface_form":"criminal","offset":33},{"uri":"Thief","surface_form":"thief","offset":51},{"uri":"Burglar","surface_form":"burglar","offset":58},{"uri":"Robber","surface_form":"robber","offset":67},{"uri":"Fraud","surface_form":"fraud","offset":75},{"uri":"Battery","surface_form":"batterer","offset":86},{"uri":"Serial_killer","surface_form":"serial killer","offset":99},{"uri":"Murder","surface_form":"murder","offset":117},{"uri":"Seoul","surface_form":"Seoul","offset":171},{"uri":"South_Korea","surface_form":"South Korea","offset":193},{"uri":"Victim","surface_form":"victim","offset":210},{"uri":"Bride","surface_form":"bride","offset":246},{"uri":"Sacrament_of_marriage","surface_form":"marry","offset":269},{"uri":"Arrest","surface_form":"arrest","offset":302},{"uri":"Prosecutor","surface_form":"Prosecutor","offset":432},{"uri":"Judge","surface_form":"judge","offset":498},{"uri":"Death_penalty","surface_form":"death penalty","offset":517},{"uri":"Life_imprisonment","surface_form":"life imprisonment","offset":566},{"uri":"Death_row","surface_form":"death row","offset":908},{"uri":"Murder","surface_form":"murder","offset":943},{"uri":"Psychopath","surface_form":"psychopath","offset":1031}]}