{"id":186543,"url":"http://en.wikipedia.org/wiki/Bhagwan_Shree_Rajneesh","text":"Rajneesh (11 December 1931 – 19 January 1990) was an Indian mystic, guru, and spiritual teacher. Among many gurus who brought forms of yoga to the West, he is one of the most notable. He freely invented yogic and tantric practices, characteristics of Neo-Hinduism that began to emerge in the 1870s. His international following has continued after his death. Rajneesh was born Chandra Mohan Jain; he was known as the Bhagwan Shree Rajneesh during the 1970s and 1980s, and finally as Osho in the last year of his life.\nEarly life.\nHe was born in a small village in the Gadarwara town of Narsinghpur District of Madhya Pradesh state in north India. He spent most of his childhood with his maternal grandparents, which he later mentioned as \"the blessing in his life\" for its carefree environment.\nHe entered college at his age of nineteen. Asked by the principal to leave the college, he transferred to D.N. Jain College and completed his B.A. in philosophy in 1955. After obtaining his M.A. in philosophy in University of Sagar in 1957, he started teaching at Raipur Sanskrit College and became a professor at Govt. \"Mahakaushal Mahavidyalaya, Pachpedhi, Jabalpur affiliated to Jabalpur University in 1960 now known as Rani Durgavati vishwavidyalaya. While teaching at colleges, he became known as a public speaker. He resided in a rented house on Garha Road leading from Ranital Crossing to Garha sub-town around 1957-59 period in a simple house and did all his routine work by himself. In those days he used to meditate in Bhawar Tal Park of Jabalpur City under the \"Maulshri\" tree which is still preserved and known as \"Osho Tree\" in the Park. (based on personal knowledge as a student of Mahakaushal College (now Govt, College of Arts & Science) 1956-60.\"\nAcademic.\nAs a professor of philosophy, he traveled throughout India in the 1960s as a public speaker. He was a critic of socialism, Mahatma Gandhi, and other stalwarts of Indian politics, including institutionalised religions. He advocated a more open attitude towards sexuality: so the press called him a \"sex guru\". In 1970, he settled for a time in Bombay initiating disciples, known as neo-sannyasins, and expanded his spiritual teaching and work. In his discourses, he reinterpreted writings of religious traditions, mystics, and philosophers from around the world. Moving to Poona in 1974, he established an ashram that attracted increasing numbers of Westerners.\nPoona.\nThe Poona ashram was by all accounts an exciting and intense place to be, with an emotionally charged, madhouse-carnival atmosphere. The day began at 6:00 a.m. with Dynamic Meditation. From 8:00 a.m., Rajneesh gave a 60- to 90-minute spontaneous lecture in the ashram's \"Buddha Hall\" auditorium, commenting on religious writings or answering questions from visitors and disciples. Until 1981, lecture series held in Hindi alternated with series held in English. During the day, various meditations and therapies took place, whose intensity was ascribed to the spiritual energy of Rajneesh's \"buddhafield\". In evening \"darshans\", Osho conversed with individual disciples or visitors and initiated disciples (\"gave sannyas\").\nThe ashram offered therapies derived from the Human Potential Movement to its Western audience and made news in India and abroad, chiefly because of its permissive climate and Osho's provocative lectures. By the end of the 1970s, there were mounting tensions with the Indian government and the surrounding society.\nA situation rose when Rajneesh entered a three-and-a-half-year period of self-imposed public silence on 10 April 1981. He occupied himself with \"satsangs\"—silent sitting with music and readings from spiritual works, and gave no discourses. Around the same time, Ma Anand Sheela replaced Ma Yoga Laxmi as Rajneesh's secretary.\nOregon.\nLater in 1981 Rajneesh moved to the United States, and his followers established a community, later known as Rajneeshpuram, in the state of Oregon. Within a year, the leadership of the commune became embroiled in a conflict with local residents, primarily over land use, which was marked by hostility on both sides. Rajneesh lived in a trailer next to a covered swimming pool and other amenities. He did not lecture and only saw most of the residents when, daily, he would slowly drive past them as they stood by the road. He gained public notoriety for the many Rolls-Royces bought for his use, eventually numbering 93 vehicles. This made him the largest single owner of the cars in the world.\nInfluence of Ma Anand Sheela.\nMa Anand Sheela (born Sheela Ambatal Patel, 28 December 1949) was Rajneesh's personal secretary from 1981 to 1985. On 10 July 1981, she purchased the Big Muddy Ranch to create the Rajneeshpuram, Oregon commune. She was the main manager and spokesperson. She carried a .357 Magnum handgun, and created a Rajneeshpuram police force armed with Uzi submachine guns and a Jeep-mounted.30-calibre machinegun. It was under Sheela's influence that Rajneesh decided to travel to the United States and begin an ashram there.\nWhile at Rajneeshpuram, Rajneesh depended on Sheela to manage the organisation. She was seen as Rajneesh's principal aide, and as second-in-command of the organisation. She was also president of Rajneesh Foundation International. The two of them met each day in private to go over significant matters for the group.\nSheela ran the operations of virtually all of the sub-groups under Rajneesh's movement, as well as Rajneeshpuram itself. Rancho Rajneesh was administered through the inner circle of followers managed by Sheela. She made decisions for the organisation in meetings with followers in her own private living space. In addition, Sheela would make decisions for the organisation by herself or after meeting with Rajneesh. Those followers of Rajneesh that did not abide by her rulings risked being kicked out of Rajneeshpuram. According to \"Bioterrorism and Biocrimes\", \"This peculiar decision-making style had a significant impact on the group's move to employ biological agents\".\nThe Oregon commune collapsed in 1985 when Rajneesh revealed that the commune leadership had committed a number of serious crimes, including a 1984 bioterror attack (food contamination) on the citizens of The Dalles, Oregon. He was arrested shortly afterwards and charged with immigration violations, and was deported from the United States in accordance with a plea bargain.\nMa Anand Sheela was sentenced to three concurrent 20-year prison sentences, for assault, attempted murder, telephone tapping, immigration fraud and product tampering. She served 29 months before being released on parole. Upon release, she left immediately for Switzerland, where she now manages two nursing homes.\nAfter the collapse.\nTwenty-one countries denied him entry, causing Osho to travel the world before returning to Poona, where he died in 1990. His ashram is today known as the Osho International Meditation Resort. His teachings emphasised the importance of meditation, awareness, love, celebration, courage, creativity and humour—qualities that he viewed as being suppressed by adherence to static belief systems, religious tradition and socialisation. Osho's teachings have had an impact on Western New Age thought,p177 and their popularity has increased since his death.p182\nOne of his strong hopes was creating what he called \"new man\", who embodies characteristics of Gautama Buddha and Zorba the Greek at the same time. Through this concept, Rajneesh tried to reject neither science nor spirituality, but embrace them both. According to him, “New man” is not subject to one’s sex and does not belong to institutions such as family, political ideologies, or religions.\nBooks by Rajneesh.\nMany books of his teachings were published. They followed a pattern: he would give talks, they would be recorded. The tapes would be worked up into a typed manuscript by some of his followers. The manuscripts would be published, at first in India, and without ISBN numbers, so they were at first bought by his admirers. Later some of the best were reprinted in the West. His talks covered a wide range of religions and philosophies. The total number of books is not known, but it was certainly more than 30.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mysticism","surface_form":"mystic","offset":60},{"uri":"Guru","surface_form":"guru","offset":68},{"uri":"Madhya_Pradesh","surface_form":"Madhya Pradesh","offset":609},{"uri":"India","surface_form":"India","offset":639},{"uri":"D.N._Jain_College","surface_form":"D.N. Jain College","offset":900},{"uri":"University_of_Sagar","surface_form":"University of Sagar","offset":1006},{"uri":"Raipur_Sanskrit_College","surface_form":"Raipur Sanskrit College","offset":1058},{"uri":"Jabalpur_University","surface_form":"Jabalpur affiliated to Jabalpur University","offset":1153},{"uri":"Philosophy","surface_form":"philosophy","offset":1786},{"uri":"Socialism","surface_form":"socialism","offset":1880},{"uri":"Mohandas_Karamchand_Gandhi","surface_form":"Mahatma Gandhi","offset":1891},{"uri":"Religion","surface_form":"religion","offset":1975},{"uri":"Human_sexuality","surface_form":"sexuality","offset":2028},{"uri":"Mumbai","surface_form":"Bombay","offset":2111},{"uri":"Pune","surface_form":"Poona","offset":2340},{"uri":"Ashram","surface_form":"ashram","offset":2373},{"uri":"Hindi","surface_form":"Hindi","offset":2852},{"uri":"English_language","surface_form":"English","offset":2889},{"uri":"Darshan","surface_form":"darshan","offset":3054},{"uri":"Human_Potential_Movement","surface_form":"Human Potential Movement","offset":3206},{"uri":"Satsang","surface_form":"satsang","offset":3620},{"uri":"Ma_Anand_Sheela","surface_form":"Ma Anand Sheela","offset":3737},{"uri":"Community","surface_form":"community","offset":3892},{"uri":"Rajneeshpuram","surface_form":"Rajneeshpuram","offset":3918},{"uri":"Oregon","surface_form":"Oregon","offset":3949},{"uri":"Mobile_home","surface_form":"trailer","offset":4145},{"uri":"Rolls-Royce_(car)","surface_form":"Rolls-Royce","offset":4372},{"uri":"Ma_Anand_Sheela","surface_form":"Ma Anand Sheela","offset":4534},{"uri":"Oregon","surface_form":"Oregon","offset":4729},{"uri":".357_Magnum","surface_form":".357 Magnum","offset":4802},{"uri":"Uzi","surface_form":"Uzi submachine gun","offset":4875},{"uri":"Bioterrorism","surface_form":"bioterror attack","offset":6187},{"uri":"Deportation","surface_form":"deported","offset":6348},{"uri":"Plea_bargain","surface_form":"plea bargain","offset":6401},{"uri":"Meditation","surface_form":"meditation","offset":6985},{"uri":"Love","surface_form":"love","offset":7008},{"uri":"Creativity","surface_form":"creativity","offset":7036},{"uri":"Humour","surface_form":"humour","offset":7051},{"uri":"Socialisation","surface_form":"socialisation","offset":7166},{"uri":"New_Age","surface_form":"New Age","offset":7228},{"uri":"Gautama_Buddha","surface_form":"Gautama Buddha","offset":7400},{"uri":"Zorba_the_Greek","surface_form":"Zorba the Greek","offset":7419}]}