{"id":186629,"url":"http://en.wikipedia.org/wiki/Marketing_mix","text":"The marketing mix is the combination of elements necessary to the planning and execution of the total marketing operation. The total marketing operation mainly consists of three\nprocesses: Analyzing the situation of companies, STP, and Marketing mix. Marketing\nmanagers first analyzes the situation of the company and then conduct STP: Segmentation,\nTargeting, Positioning. In STP, they segment the market, choose the target market in which\nthe company can have competitive advantages and determine what is to be their products'\nposition in the market, and then they design the marketing mix. In the process, marketing\nmanagers should design an internally consistent and mutually supportive marketing mix.\nIt was specifically divided into the 4Ps: Product, Place, Price and\nPromotion by E.Jerome McCarthy in 1960, and from then it has been dealt with various\nvariables. These variables include not only goods and services but usage,\nRelative importance among 4Ps.\nIn devising the marketing strategy: the total marketing operation, it is usually said that getting a competitive advantage should be considered importantly than any other factors. Thus, product and price is firstly determined because in the case they could be seen more related to the competitive advantage. In that case, decision-making about place and promotion is considered relatively later after determining the strategic position of the products by comparing rival products and then giving relative quality of products, price of products to the market. However, it is usual way of using marketing mix, and the relative importance of each mix can be different in many cases in terms of the situation of the market, the characteristic of the product, the characteristic of the company and so on. Thus, place or promotion can be the highest priority in any cases. In conclusion, marketing managers must pursue the most appropriate marketing mix with a bid to achieving competitive advantage using minimum effort.","categories":[],"infobox_types":[],"annotations":[{"uri":"Competitive_advantages","surface_form":"competitive advantages","offset":462},{"uri":"Product","surface_form":"Product","offset":748},{"uri":"Place","surface_form":"Place","offset":757},{"uri":"Price","surface_form":"Price","offset":764},{"uri":"Promotion","surface_form":"Promotion","offset":774},{"uri":"McCarthy","surface_form":"McCarthy","offset":796},{"uri":"Variables","surface_form":"variables","offset":859},{"uri":"Goods","surface_form":"goods","offset":903},{"uri":"Services","surface_form":"services","offset":913},{"uri":"Marketing_strategy","surface_form":"marketing strategy","offset":980},{"uri":"Marketing","surface_form":"marketing","offset":1010}]}