{"id":186675,"url":"http://en.wikipedia.org/wiki/The_Hall%C3%A9","text":"e=\"preserve\">The Hallé is an orchestra based in Manchester, England. It is the UK's oldest symphony orchestra and the fourth oldest in the world. Since 1996 its home is in the Bridgewater Hall, Manchester.\nHistory.\nThe orchestra gave its first concert on 30 January 1858. It had been started by Hallé the year before to play at an exhibition. The orchestra gave its concerts in the Free Trade Hall.\nOne of the most famous conductors the orchestra had was Hans Richter who was music director from 1899 to 1911. During this time the orchestra gave the first performance of \"Symphony No. 1\" by Sir Edward Elgar.\nThe orchestra suffered during the economic crisis of the 1930s and when World War II started. At that time it was sharing many of its players with the BBC. There were only 30 players left. A new conductor was appointed in 1943: John Barbirolli. He was the musical director for 27 years. During this time the orchestra rose to international fame.\nKent Nagano was principal conductor of the orchestra from 1992 to 1999. The orchestra moved from the Free Trade Hall to the Bridgewater Hall in 1996. Nagano was criticized for putting on concerts that cost a lot of money, and charging high fees for himself. The orchestra started to be in financial problems and nearly went bankrupt. Then changes were made and the orchestra were more secure financially.\nThe Hallé today.\nIn September 2000, Mark Elder took over as musical director. He has made the orchestra into an excellent orchestra again.\nIn 2006 a new job of guest conductor was given to Cristian Mandeal. From 2009 the guest conductor will be Markus Stenz. The leader of the orchestra is Lyn Fletcher.\nThe Hallé also has a choir which was started in 1858 by Sir Charles Hallé. They give about twenty concerts a year. Their conductor is James Burton who also conducts the Hallé Youth Choir. There is a Hallé Youth Orchestra which is conducted by Ewa Strusinska. There is now also a Hallé Children’s Choir, conducted by Shirley Court. The Hallé also have their own CD label since 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"Orchestra","surface_form":"orchestra","offset":29},{"uri":"Manchester","surface_form":"Manchester","offset":48},{"uri":"England","surface_form":"England","offset":60},{"uri":"UK","surface_form":"UK","offset":79},{"uri":"Bridgewater_Hall","surface_form":"Bridgewater Hall","offset":176},{"uri":"Free_Trade_Hall","surface_form":"Free Trade Hall","offset":382},{"uri":"Hans_Richter","surface_form":"Hans Richter","offset":455},{"uri":"Edward_Elgar","surface_form":"Edward Elgar","offset":595},{"uri":"World_War_II","surface_form":"World War II","offset":681},{"uri":"BBC","surface_form":"BBC","offset":760},{"uri":"John_Barbirolli","surface_form":"John Barbirolli","offset":837},{"uri":"Kent_Nagano","surface_form":"Kent Nagano","offset":955},{"uri":"Bankrupt","surface_form":"bankrupt","offset":1279},{"uri":"Sir_Mark_Elder","surface_form":"Mark Elder","offset":1396},{"uri":"Concertmaster","surface_form":"leader","offset":1623},{"uri":"Compact_disc","surface_form":"CD","offset":2025}]}