{"id":186697,"url":"http://en.wikipedia.org/wiki/The_Red_Queen","text":"e=\"preserve\">The Red Queen is the name of an evolutionary theory of Leigh Van Valen and, later, a book by Matt Ridley.\nThe hypothesis is used to explain two different phenomena: the advantage of sexual reproduction at the level of individuals, and the constant evolutionary arms race between competing species.\nThe book takes Van Valen's idea, which is about co-evolution, and extends it into a discussion about sexual selection in humans. It argues that few aspects of human nature can be understood apart from sex, since human nature is a product of evolution, and evolution in our case is driven by sexual selection.\nThe evolution of sex.\nSex is an evolutionary puzzle. In most sexual species, males make up half the population, yet they bear no offspring directly and generally contribute little to the survival of offspring. In birds and mammals that idea seems less true. They often help protect females, and help in some way after the young are born. Therefore these males definitely do help in the survival of their offspring. But sexual reproduction is very common in simpler forms of life, where the males have nothing to do with their offspring.\nIn human paleolithic populations, males were no doubt vital for hunting and protection. Many bird species rear the young jointly. However, most invertebrate species are not raised by parents at all, with larvae developing amongst the plankton. In addition, males and females in many vertebrate species spend resources to attract and compete for mates. Sexual selection may appear to favor traits that may reduce the fitness of an organism, such as brightly colored plumage in birds of paradise, which makes them more visible to predators. Thus, sexual reproduction appears to be highly inefficient.\nThe book begins with an evolutionary account of sex itself, defending the theory that sex flourishes, despite its costs, because a mixed heritage confers to each generation a defensive \"head start\" against parasites and disease. The basic reason for this is the way sexual reproduction increases the genetic variety in a population. This greatly increases the chance of at least some individuals surviving the onslaught of predators, parasites and diseases. This much is common ground amongst evolutionary theorists.\nRidley then argues that human intelligence is largely a result of sexual selection. He argues that human intelligence far outstrips any need for survival (this is not generally agreed). He says our intelligence is like the peacock's tail, a product of sexual selection. Human intelligence, he suggests, is used primarily to attract mates through prodigious displays of wit, charm, inventiveness, and individuality. This view of intelligence is also supported by Geoffrey Miller. The history of ideas on sexual selection and the evolution of sex is discussed by Helena Cronin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evolution","surface_form":"evolution","offset":45},{"uri":"Evolutionary_arms_race","surface_form":"evolutionary arms race","offset":261},{"uri":"Co-evolution","surface_form":"co-evolution","offset":359},{"uri":"Human_nature","surface_form":"human nature","offset":470},{"uri":"Sex","surface_form":"sex","offset":512},{"uri":"Evolution","surface_form":"evolution","offset":552},{"uri":"Sexual_selection","surface_form":"sexual selection","offset":602},{"uri":"Puzzle","surface_form":"puzzle","offset":665},{"uri":"Males","surface_form":"males","offset":697},{"uri":"Offspring","surface_form":"offspring","offset":749},{"uri":"Paleolithic","surface_form":"paleolithic","offset":1166},{"uri":"Invertebrate","surface_form":"invertebrate","offset":1301},{"uri":"Larva","surface_form":"larva","offset":1361},{"uri":"Plankton","surface_form":"plankton","offset":1391},{"uri":"Vertebrate","surface_form":"vertebrate","offset":1440},{"uri":"Bird-of-paradise","surface_form":"birds of paradise","offset":1633},{"uri":"Predator","surface_form":"predator","offset":1685},{"uri":"Parasites","surface_form":"parasites","offset":1962},{"uri":"Disease","surface_form":"disease","offset":1976},{"uri":"Population_genetics","surface_form":"population","offset":2077},{"uri":"Parasite","surface_form":"parasite","offset":2190},{"uri":"Disease","surface_form":"disease","offset":2204},{"uri":"Intelligence","surface_form":"intelligence","offset":2303},{"uri":"Peacock","surface_form":"peacock","offset":2496}]}