{"id":186631,"url":"http://en.wikipedia.org/wiki/Infiltration_tactics","text":"Willy Rohr developed successful in 1915 the \"Shock-Troops-Taktiks\" in the Western Front. They had been used in the Battle of Verdun. His Bataillon became independent and was first named as \"Sturmbataillon Rohr\" and became about one year later renamed by the \"Prussian Minister of War\" to \"Sturm-Bataillon Nr. 5 (Rohr)\".\nOskar von Hutier was another one of Germany's most successful and innovative generals of World War I. He did the same for the Eastern Front\nAfter rising to army command early in 1917, Hutier began to apply the lessons learned from his three years of commanding troops, along with his study of tactics used by other armies. He devised a new strategy for the Germans to break the stalemate of trench warfare. These tactics were to prove so successful in 1917 and 1918 that the French dubbed them \"Hutier tactics\", although the more commonly used term today is \"infiltration tactics\".\nOperation Michael.\nIn the Spring Offensive of 1918 the first of five parts was called Michael. At the beginning on 21 March 1918, they took three armies, for a total of 42 divisions. The aim was to break through the salient at the junction point between the French forces (south) and the English (north), with operations between Bapaume and Saint Simon, intending to then create a wedge between the two contingents, pushing the British Expeditionary Force out towards the sea. On the first day the defensive lines were already smashed against both Allies, and the Germans completely succeeded in advancing 65 kilometers long into a salient of approximately 80 km. In their sweeping advance the German troops met greater resistance against the English than the French. But although the Germans were successful at first, after a few days the German offensive was suddenly exhausted, and beginning March 27, when the French began to engage their strategic reserve near Amiens, the Germans had no more substantial territorial gain. So the Germans failed to achieve a strategically important victory, and indeed, it had lengthened the battle line and created a salient exposed to Allied counter-offensives.","categories":[],"infobox_types":[],"annotations":[{"uri":"Western_Front_(World_War_I)","surface_form":"Western Front","offset":74},{"uri":"Battle_of_Verdun","surface_form":"Battle of Verdun","offset":115},{"uri":"Germany","surface_form":"Germany","offset":356},{"uri":"World_War_I","surface_form":"World War I","offset":409},{"uri":"Eastern_Front_(World_War_I)","surface_form":"Eastern Front","offset":446},{"uri":"Army","surface_form":"army","offset":476},{"uri":"Spring_Offensive","surface_form":"Spring Offensive","offset":928}]}