{"id":186758,"url":"http://en.wikipedia.org/wiki/Afro","text":"The afro is a type of hairstyle that is noted for its large size. The hair is curled out, forming a ball shape. For some people, this is how their hair grows, because it is naturally curly. Not all beauty salons can offer this hairstyle though.\nIt is called the afro because most people who can grow an afro naturally have ancestors from Africa. The afro became popular among Civil Rights activists in the 1960s in the United States. They were tired of white people's hair and bodies being called beautiful and black people's hair and bodies being called ugly. So they grew their hair into afros on purpose. The afro became less popular in the middle of the 1970s through the late 1990s. Then it came back with the natural hair movement. In the 1960s, wearing an afro was seen as a political choice, but in the 21st century it can also be just a style choice. Some people wear an afro only because they do not want to straighten their hair with hot tools or chemicals.\nAn afro can be any length, short or long, but it is different for everyone, especially depending on the person's race and ethnicity. Europeans and Asians will tend to have wavier, looser curls, so they usually cannot grow natural afros. Some people say it is in poor taste or bad manners for a white person to call their hairstyle an \"afro\" because that cuts the afro off from its history as a way black people showed their hair could be beautiful even when white-majority cultures said it wasn't. Some Jewish people also can naturally grow afros, because of their curly hair. These hairstyles are often called \"Jewfros.\"\nThe afro requires care. In a 2015 interview in \"Glamour\", Dr. Rolanda Wilkerson of Pantene said people with afros should wash their hair once a week instead of every day, air-dry instead of using a hair dryer, and moisturize.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hairstyle","surface_form":"hairstyle","offset":22},{"uri":"Africa","surface_form":"Africa","offset":338},{"uri":"Civil_Rights","surface_form":"Civil Rights","offset":376},{"uri":"Natural_hair","surface_form":"natural hair","offset":715},{"uri":"Political","surface_form":"political","offset":782},{"uri":"Ethnicity","surface_form":"ethnicity","offset":1091},{"uri":"Europe","surface_form":"Europe","offset":1102},{"uri":"Asian","surface_form":"Asian","offset":1116},{"uri":"Jewish","surface_form":"Jewish","offset":1472},{"uri":"Glamour","surface_form":"Glamour","offset":1639},{"uri":"Pantene","surface_form":"Pantene","offset":1674},{"uri":"Hair_dryer","surface_form":"hair dryer","offset":1789}]}