{"id":186780,"url":"http://en.wikipedia.org/wiki/Unconscious_mind","text":"The unconscious mind is thought to be a deeper part of a person's mind that works without that person knowing it. Feelings, thoughts, desires or emotions appear to come out of nowhere, leaving the person to question where they came from.\nThe unconscious mind is a term coined by the 18th century German romantic philosopher Friedrich Schelling and later introduced into English by the poet and essayist Samuel Taylor Coleridge. It is, however, an ancient idea which has been noticed in many civilisations and cultures. Also, whether other mammals have similar mental mechanisms to man is also a question with a considerable history.\nFreud's views.\nThe unconscious mind plays a large role in Sigmund Freud's psychoanalysis. He discussed the importance of the unconscious mind in understanding conscious thought and behaviour.\nHowever, the unconscious was not discovered by Freud. Historian of psychology Mark Altschule concluded, \"It is difficult—or perhaps impossible—to find a nineteenth-century psychologist or psychiatrist who did not recognize unconscious thought as not only real but of the highest importance\".\nFreud's advance was not to uncover the unconscious but to devise a method for systematically studying it. However, his method is controversial, and so are the rest of his ideas. Freud called dreams the \"royal road to the unconscious\". He developed his idea in \"The Interpretation of Dreams\" (1899). The preconscious was described as a layer between conscious and unconscious thought; its contents could be accessed with a little effort. A key feature of the unconscious is what he called 'repression'. Freud believed that many people repress painful memories deep into their unconscious mind.\nAdaptive unconscious.\nThe adaptive unconscious is a set of unconscious mental processes influencing judgment and decision making. It is different from conscious processing: it is faster, effortless, more focused on the present, but less flexible.\nIn other theories of the mind, the unconscious is limited to \"low-level\" activity, such as carrying out goals which have been decided consciously. In contrast, the adaptive unconscious is thought to be involved in \"high-level\" cognition such as goal-setting as well.\nThe term 'adaptive unconscious' suggests it has survival value and hence is an adaptation which was strongly selected in the past. Indeed, for much of vertebrate evolution, all mental activity was unconscious. No-one supposes that fish have consciousness. Thus our consciousness is added to an already-existing set of mechanisms which operate but whose operation is normally not felt by us.p23","categories":[],"infobox_types":[],"annotations":[{"uri":"Mind","surface_form":"mind","offset":66},{"uri":"Feeling","surface_form":"Feeling","offset":114},{"uri":"Thought","surface_form":"thought","offset":124},{"uri":"Desire","surface_form":"desire","offset":134},{"uri":"Emotion","surface_form":"emotion","offset":145},{"uri":"Friedrich_Schelling","surface_form":"Friedrich Schelling","offset":324},{"uri":"Samuel_Taylor_Coleridge","surface_form":"Samuel Taylor Coleridge","offset":403},{"uri":"Mammal","surface_form":"mammal","offset":539},{"uri":"Sigmund_Freud","surface_form":"Sigmund Freud","offset":691},{"uri":"Psychoanalysis","surface_form":"psychoanalysis","offset":707},{"uri":"Dream","surface_form":"dream","offset":1308},{"uri":"Preconscious","surface_form":"preconscious","offset":1420},{"uri":"Survival","surface_form":"survival","offset":2272},{"uri":"Adaptation","surface_form":"adaptation","offset":2303},{"uri":"Natural_selection","surface_form":"selected","offset":2333},{"uri":"Vertebrate","surface_form":"vertebrate","offset":2375},{"uri":"Evolution","surface_form":"evolution","offset":2386}]}