{"id":186876,"url":"http://en.wikipedia.org/wiki/Feelin%27_So_Good_(DVD)","text":"\"Feelin' So Good\" is the first video album by American recording artist and actress Jennifer Lopez. It was first released in the United States on DVD and VHS on November 7, 2000 by SMV Enterprises, the home media division of Sony's music and entertainment label Sony Music Entertainment. Executively produced by Lopez alongside Cory Rooney and Benny Medina, \"Feelin' So Good\" provides a documentary-style look at the launch of Lopez's music career. With a run time of one hour, it contains a mixture of interviews, behind-the-scenes footage, music videos and live performances. The interview segments of \"Feelin' So Good\" were conducted by Lopez's sister Lynda, who interviews not only Lopez, but also her mother, Medina and her future husband Marc Anthony.\n\"Feelin' So Good\" received generally favorable reviews from critics, although it was noted that it would be of no interest to those who were not fans of Lopez. It was additionally praised for showing Lopez's transition from her acting career to a music career. In the United States, \"Feelin' So Good\" was certified as a Gold Video Longform by the RIAA for shipments of 50,000 units.\nBackground.\nFrom a young age, Lopez's Puerto Rican parents stressed the importance of work ethic and being able to speak English. They encouraged their three daughters to put on performances at home, singing and dancing in front of each other and their friends so that they would stay \"out of trouble\". While attending her final year of high school, Lopez learned about a film casting that was seeking several teenage girls for small roles. She auditioned and was cast in \"My Little Girl\" (1986), an low-budget film co-written and directed by Connie Kaiserman. After she finished filming her role in the film, Lopez knew that she wanted to become a \"famous movie star\". She told her parents this, but they ensisted that it was a \"really stupid\" idea and that \"no Latinos did that\". Their disagreements led Lopez to move out of their family home and into an apartment in Manhattan. During this period, Lopez performed in regional productions of several musicals, before being hired for the chorus in a musical that toured Europe for five months. She was unhappy with the role, as she was the only member of the chorus not to have a solo. From there, she got a job on the show \"Synchronicity\" in Japan, where she acted as a dancer, singer and a choreographer. Lopez then gained her first regular high-profile job as a Fly Girl dancer on the television comedy program \"In Living Color\". She moved to Los Angeles with then-boyfriend David Cruz to film the series and remained a regular cast member until 1993 when she decided to pursue an acting career.\nAfter a series of co-starring film roles, Lopez received her big break came in 1996, when she was cast to play the title role in \"Selena\", a biopic of the late American singer-songwriter Selena. In the film, Selena's real voice is used for the musical sequences in Selena, but Lopez would nonetheless sing the lyrics during the scenes instead of lip synching. When asked by an interview if \"Selena\" inspired her to launch a music career, Lopez stated: \"I really, really became inspired, because I started my career in musical theater on stage. So doing the movie just reminded me of how much I missed singing, dancing, and the like...\" After filming Selena, Lopez was \"really feeling [her] Latin roots\" and cut a demo in Spanish. Lopez's manager then sent the song, entitled \"Vivir Sin Ti\", to Sony Music Entertainment's Work Records, who showed an interest in signing Lopez. Tommy Mottola, the head of the label suggested to her that she sing in English instead. She complied and began recording her debut studio album \"On the 6\".\nTransition from film to music.\nDuring production of the \"On the 6\", Lopez was aware of the fact that she received her recording contract on the premise of her looks and having an already established name in the entertainment industry, and wanted to prove that she had musical talent. Prior to the debut of her music, critics wondered why she would take the risk of launching a music career. It was noted that: \"If the album was a flop, not only would it embarrass Lopez, but it might even damage her career.\" Lopez's debut single \"If You Had My Love\" was serviced to radio in the United States on May 4, 1999. The song debuted at 72 on the US \"Billboard\" Hot 100 on the week of May 15, 1999, and entered the top ten two weeks later. A month after the single's release, it moved to number six, earning the \"Greatest Gainer\" title of the week, and reached the top spot on June 12, 1999. The song dethroned Ricky Martin's \"Livin' La Vida Loca\" as the number-one song in the country; this was the first time a Latin artist followed another Latin artist to the top of the chart since Gloria Estefan's \"Coming Out Of The Dark\" replaced Timmy T's \"One More Try\" in March 1991. Lopez also became the first artist to top the \"Billboard\" Hot 100 with their debut single since Britney Spears did with her single \"...Baby One More Time\" four months prior. \"If You Had My Love\" stayed atop the \"Billboard\" Hot 100 for a period of a month, and remained in the top ten until September of 1999. \"If You Had My Love\" was also a success internationally; topping the charts in countries including New Zealand, Australia, and Canada. The song also peaked at number four on the UK Singles Chart and reached the top ten of seven other countries.\n\"No Me Ames\", a duet with American recording artist Marc Anthony was released as a B-side to \"If You Had My Love\" and as the album's second single. The song was promoted by Sony Discos, who released a salsa and a ballad version of the song on their respective radio formats. The surprising success of both \"If You Had My Love\" and the album made the \"popular actor even more popular\". Both the music industry and the public became intrigued by \"this woman who seemed to have so many different talents\". Following the release of \"If You Had My Love\" and \"No Me Ames\", three additional singles were released. By the end of 1999, Lopez had successfully converted herself from a film star to a pop star.\nVideo contents.\n\"Rather than the usual collection\", \"Feelin' So Good\" provides a documentary-style look at the launch of Lopez's music career. It contains a mixture of interviews, behind-the-scenes footage, music videos and live performances. The interview footage in-between the performance segments has been described as \"very slick and promotional\". It was also noted that in the interview footage Lopez \"comes through energetically\" and without \"much star-ego\". The video album provides very basic information about the singer's career, rather than going too much into detail. The release has been compared to the DVD releases of Mariah Carey. Cory Rooney and Lopez acted as album executive producers of the DVD, while Lopez acted as a video executive producer, alongside Benny Medina. Jeffrey Norskog acted as a video associate producer.\nChapters overview.\n\"Feelin' So Good\" opens with a intertitle that features a behind-the-scenes look at Lopez during the artwork shoot for \"On the 6\", artist's proof of said photoshoot and brief clips of the music videos to the album's five singles. In the second chapter, \"Why Risk a Music Career?\", Lopez is interviewed by her sister Lynda Lopez, who oversees each interview segment, about the risks of starting a music career after having an already thriving movie career. Critics believed that she was only launching a music career with an intent to expand her brand, while Lopez felt as if it was simply the \"next natural step\" in her career. Lopez's manager Benny Medina further discusses this, labeling her as the \"ultimate\" triple threat – \"the actor, singer and dancer\". Lopez then confers, in the chapter \"Press Tours / Promotions\", about the extensive promotional schedule she was on to promote the album. She examines the differences in promoting an album and a film, stating that promoting an album is more \"personal\" as it is something that is \"closer to your heart\" and something she \"really believes in\". According to Lopez, by the end of the promotional tour for the album she \"lost\" her voice from the amount of interviews she had. Following this, Lopez's performance of the Darkchild remix of \"If You Had My Love\" at the 1999 VH1 Fashion Awards is shown. In the fifth chapter, \"Beginning of the Year\", Lopez discusses her hectic schedule in the beginning of 1999; balancing film events and choosing the album's first single and shooting its music video. Lopez then goes into detail about the concept behind the music video of \"If You Had My Love\". Lopez's sister Lynda makes a formal introduction to the music video, as having a \"special place\" in her heart, and it is shown. Lopez then explains how her duet with Marc Anthony on \"No Me Ames\" came about and the concept of the video. Video footage is shown, as Lopez discusses her first ever live performance, with \"No Me Ames\", in April 1999 at Madison Square Garden alongside Marc Anthony. Following this, the official music video to \"No Me Ames\" is shown.\nIn the eleventh chapter of \"Feelin' So Good\", appropriately entitled \"First Number One Single\", Lopez reveals the moment when she found out that \"If You Had My Love\" went number one in the United States. She then went on to discuss the events that occoured during the release week of \"On the 6\" in \"Record Release Week\". Lopez then reveals how she came to record \"Let's Get Loud\" and her performance of the song at the 1999 FIFA Women's World Cup is shown. In \"Jennifer's Energy\", Medina discusses Lopez's ability to work at late hours of the night. Her 1999 Billboard Music Awards performance of the Hex Hector remix of \"Waiting for Tonight\" is then shown. Lopez then speaks of filming the music video for \"Waiting for Tonight\" and behind the scenes footage on set of the video is shown. She also explains how the Hex Hector remix of the song came about and the alternative music video that was created for it. A megamix video of the original and Hex Hector remix follows. The twentieth chapter, \"Jennifer's Mom\", is an interview with Lopez's mother discussing what was like to see Lopez on television for the first time. Lopez then discusses her surprise to the amount of fans she had and their dedication in \"Fan Support\". In \"Working on Record\", the twenty-second chapter of \"Feelin' So Good\", Lopez discusses the process of writing and recording the album. Lopez's sister Lynda interviews her choreographer Tina Landon on what it is like to work with her, before her 1999 Blockbuster Awards performance of \"If You Had My Love\" is shown. Footage is then shown of Lopez \"goofing around\" during a photoshoot, before the music video to her song \"Baila\" is shown, for the very first time. In \"Film Energy vs. Music Energy\" Lopez compares the difference between the fans of her movies and of her music. In the final interview footage of \"Feelin' So Good\", Lopez explains the concept behind the music video of \"Feelin' So Good\" and why Big Pun and Fat Joe were chosen to be featured on the song. The music video is then shown and is faded out into the end credits.\nDVD bonus features.\nDigitally remastered with Dolby Digital 5.1 Surround Sound, the DVD edition of \"Feelin' So Good\" contains interactive menus and instant chapter access to songs. It also contains song lyrics and a biography of Lopez in both English and Spanish, as well as an exclusive photo gallery. Additionally, the video albums contains the music videos to Lopez's songs: \"If You Had My Love\", \"Waiting for Tonight\", \"No Me Ames\", \"Feelin' So Good\" and \"Baila\". It also contains four live televised performances by Lopez in 1999. First is her Blockbuster Movie Awards performance of \"If You Had My Love\", followed by her VH1 Fashion Awards performance of the Darkchild remix of \"If You Had My Love\". Then, her performance at the Billboard Music Awards of the Hex Hector remix of \"Waiting for Tonight\" and lastly her Woman's World Cup Finale performance of \"Let's Get Loud\".\nRelease dates and formats.\n\"Feelin' So Good\" was released on DVD and VHS formats in the United States on November 7, 2000 by SMV Enterprises, the home media division of Sony Corporation's music and entertainment label Sony Music Entertainment. It was then released in Canada the following week by CBS Video on DVD and VHS. In the United Kingdom, the video album received a DVD release on January 30, 2001 and a VHS release on April 30, 2001 by SMV Enterprises. \"Jennifer Lopez: Feelin' So Good\" was released on DVD in Japan on June 20, 2001 by Sony Music Records, and on DVD and VHS in France on April 8, 2002 by Sony BMG. The Region 1 cover features a black and white photo of Lopez during the photoshoot of \"On the 6\", while the Region 2 edition features a golden hue image also taken during the photoshoot of \"On the 6\". \"Feelin' So Good\" and \"Let's Get Loud\" were released as a two disc DVD set in France on October 20, 2003. \"Jennifer Lopez: Feelin' So Good\" was re-released on DVD in Japan on November 21, 2007.\nCritical reception.\n\"Feelin' So Good\" received generally favorable reviews from critics. Perry Seibert of Allmusic awarded the DVD three out of five stars, commenting that fans of Lopez will \"greatly enjoy this disc\", but it carries little interest to the average DVD consumer. Aaron Beierle of DVD Talk stated that: \"It's interesting to watch this disc after watching Lopez in \"The Cell\". I think it's been impressive to watch her mature as an actress; although much has been made of her supposedly demanding attitude, I think she's talented as not only a singer/dancer but as a dramatic actress – I'm sure a comedic role is right around the corner\". The reviewer additionally stated that the most interesting segment of the release was the \"Waiting for Tonight\" music video. He concluded by stating that: \"Although I'm not really a big fan of her music, I do appreciate it and found it enjoyable and entertaining to listen to throughout.\"","categories":[],"infobox_types":["album"],"annotations":[{"uri":"Music_video","surface_form":"video album","offset":31},{"uri":"Jennifer_Lopez","surface_form":"Jennifer Lopez","offset":84},{"uri":"DVD","surface_form":"DVD","offset":146},{"uri":"VHS","surface_form":"VHS","offset":154},{"uri":"SMV_Enterprises","surface_form":"SMV Enterprises","offset":181},{"uri":"Sony","surface_form":"Sony","offset":225},{"uri":"Sony_Music_Entertainment","surface_form":"Sony Music Entertainment","offset":262},{"uri":"Cory_Rooney","surface_form":"Cory Rooney","offset":328},{"uri":"Benny_Medina","surface_form":"Benny Medina","offset":344},{"uri":"Lynda_Lopez","surface_form":"Lynda","offset":655},{"uri":"Marc_Anthony","surface_form":"Marc Anthony","offset":744},{"uri":"Recording_Industry_Association_of_America","surface_form":"RIAA","offset":1105},{"uri":"Stateside_Puerto_Ricans","surface_form":"Puerto Rican","offset":1179},{"uri":"My_Little_Girl","surface_form":"My Little Girl","offset":1614},{"uri":"Manhattan","surface_form":"Manhattan","offset":2011},{"uri":"Japan","surface_form":"Japan","offset":2335},{"uri":"Fly_Girl","surface_form":"Fly Girl","offset":2457},{"uri":"In_Living_Color","surface_form":"In Living Color","offset":2507},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":2538},{"uri":"Selena_(film)","surface_form":"Selena","offset":2821},{"uri":"Selena","surface_form":"Selena","offset":2878},{"uri":"Lip_synching","surface_form":"lip synching","offset":3037},{"uri":"Demo_(music)","surface_form":"demo","offset":3404},{"uri":"Sony_Music_Entertainment","surface_form":"Sony Music Entertainment","offset":3485},{"uri":"Work_Records","surface_form":"Work Records","offset":3512},{"uri":"Tommy_Mottola","surface_form":"Tommy Mottola","offset":3567},{"uri":"On_the_6","surface_form":"On the 6","offset":3712},{"uri":"If_You_Had_My_Love","surface_form":"If You Had My Love","offset":4254},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":4366},{"uri":"Ricky_Martin","surface_form":"Ricky Martin","offset":4627},{"uri":"Livin%27_La_Vida_Loca","surface_form":"Livin' La Vida Loca","offset":4643},{"uri":"Gloria_Estefan","surface_form":"Gloria Estefan","offset":4802},{"uri":"Coming_Out_Of_The_Dark","surface_form":"Coming Out Of The Dark","offset":4820},{"uri":"Timmy_T","surface_form":"Timmy T","offset":4853},{"uri":"One_More_Try","surface_form":"One More Try","offset":4864},{"uri":"Britney_Spears","surface_form":"Britney Spears","offset":4989},{"uri":"...Baby_One_More_Time","surface_form":"...Baby One More Time","offset":5025},{"uri":"New_Zealand","surface_form":"New Zealand","offset":5301},{"uri":"Australia","surface_form":"Australia","offset":5314},{"uri":"Canada","surface_form":"Canada","offset":5329},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":5380},{"uri":"No_Me_Ames","surface_form":"No Me Ames","offset":5448},{"uri":"Marc_Anthony","surface_form":"Marc Anthony","offset":5499},{"uri":"B-side","surface_form":"B-side","offset":5530},{"uri":"Sony_Music_Latin","surface_form":"Sony Discos","offset":5620},{"uri":"Film_star","surface_form":"film star","offset":6122},{"uri":"Pop_star","surface_form":"pop star","offset":6137},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":6781},{"uri":"Cory_Rooney","surface_form":"Cory Rooney","offset":6795},{"uri":"Benny_Medina","surface_form":"Benny Medina","offset":6923},{"uri":"Intertitle","surface_form":"intertitle","offset":7040},{"uri":"Artist%27s_proof","surface_form":"artist's proof","offset":7140},{"uri":"Lynda_Lopez","surface_form":"Lynda Lopez","offset":7325},{"uri":"Celebrity_branding","surface_form":"brand","offset":7554},{"uri":"Benny_Medina","surface_form":"Benny Medina","offset":7653},{"uri":"Triple_threat","surface_form":"triple threat","offset":7721},{"uri":"Darkchild","surface_form":"Darkchild","offset":8282},{"uri":"VH1","surface_form":"VH1","offset":8334},{"uri":"Marc_Anthony","surface_form":"Marc Anthony","offset":8822},{"uri":"No_Me_Ames","surface_form":"No Me Ames","offset":8839},{"uri":"Madison_Square_Garden","surface_form":"Madison Square Garden","offset":9004},{"uri":"Marc_Anthony","surface_form":"Marc Anthony","offset":9036},{"uri":"Let%27s_Get_Loud","surface_form":"Let's Get Loud","offset":9481},{"uri":"FIFA_Women%27s_World_Cup","surface_form":"FIFA Women's World Cup","offset":9541},{"uri":"Billboard_Music_Award","surface_form":"Billboard Music Award","offset":9676},{"uri":"Hex_Hector","surface_form":"Hex Hector","offset":9718},{"uri":"Waiting_for_Tonight","surface_form":"Waiting for Tonight","offset":9739},{"uri":"Megamix","surface_form":"megamix","offset":10031},{"uri":"Tina_Landon","surface_form":"Tina Landon","offset":10529},{"uri":"Blockbuster_(movie_rental_store)","surface_form":"Blockbuster Awards","offset":10594},{"uri":"Feelin%27_So_Good","surface_form":"Feelin' So Good","offset":11026},{"uri":"Big_Pun","surface_form":"Big Pun","offset":11051},{"uri":"Fat_Joe","surface_form":"Fat Joe","offset":11063},{"uri":"Dolby_Digital_5.1_Surround_Sound","surface_form":"Dolby Digital 5.1 Surround Sound","offset":11226},{"uri":"VH1","surface_form":"VH1","offset":11807},{"uri":"Billboard_Music_Award","surface_form":"Billboard Music Award","offset":11915},{"uri":"DVD","surface_form":"DVD","offset":12121},{"uri":"VHS","surface_form":"VHS","offset":12129},{"uri":"SMV_Enterprises","surface_form":"SMV Enterprises","offset":12185},{"uri":"Sony","surface_form":"Sony Corporation","offset":12229},{"uri":"Sony_Music_Entertainment","surface_form":"Sony Music Entertainment","offset":12278},{"uri":"CBS_Home_Entertainment","surface_form":"CBS Video","offset":12357},{"uri":"Sony_Music_Records","surface_form":"Sony Music Records","offset":12604},{"uri":"Sony_BMG","surface_form":"Sony BMG","offset":12673},{"uri":"Region_1","surface_form":"Region 1","offset":12687},{"uri":"Region_2","surface_form":"Region 2","offset":12791},{"uri":"Allmusic","surface_form":"Allmusic","offset":13184},{"uri":"DVD_Talk","surface_form":"DVD Talk","offset":13373},{"uri":"The_Cell","surface_form":"The Cell","offset":13457},{"uri":"Waiting_for_Tonight","surface_form":"Waiting for Tonight","offset":13821}]}