{"id":186828,"url":"http://en.wikipedia.org/wiki/Jeju-do","text":"Jeju-do (Korean for \"Jeju Province\") is the a province in South Korea. Most of Jeju Province is Jeju Island, which is the largest island in South Korea. The island was created as a result of a volcanic eruption. Jeju-do is in the southern part of South Korea. Many people visit this island on honeymoon or to sight-see. Because Jeju-do is in the southern part of South Korea, it's warmer than the rest of South Korea.\nJejudo has exotic views and fruits compared to other places in South Korea. A few things it is famous for are Jeonbokjuk (a kind of congee made of abalone) and Dekopon. Hallasan, the highest mountain in South Korea, is at the center of Jeju-do. The Natural World Heritage Site Jeju Volcanic Island and Lava Tubes is also on the island.\nHistory.\nFrom ancient times, Jeju-do has been said to have plenty of women, winds, and stones.\nJeju-do is the only special autonomous province in South Korea. It was established on July 1, 2006. Before that, it had been an independent province since 1946. During the Japanese occupation of Korea, Jeju was called Jeju Myeon and considered part of South Jeolla Province.\nIn the middle of the 20th century, the Korean War divided Korea into two countries, North Korea and South Korea. In 1948, there was an uprising on Jeju Island. The government of what would become South Korea burned down most of the villages on Jeju Island and killed 30,000 people. People disagree about exactly what happened and why. Some people say the government was trying to stop Communists and other people say the Jeju Islanders who were killed were rebels who didn't want the country cut into two pieces. In 2003, the government of South Korea apologized.\nCulture.\nMany television shows, for example \"Dae Jang Geum\", are filmed in Jejudo.\nThe people who live in Jeju Province do not speak exactly the same type of Korean as other Koreans. The Jeju dialect is recognized as a separate language, the Jeju language. Women have been an important part of family economics in Jeju-do. People on Jeju-do tie some ropes over their roof so that it can withstand strong winds. Jeju island is based on basalt. Because basalt has many holes, people had trouble with getting water to drink. As a result, they used Heobeok to carry water.\nThere are many doll hareubang basalt sculptures on Jeju. This is \"stone grandfather\" in English. They are made out of basalt stone.\nHaenyo is the professional job of getting seafood. Most haenyo divers are women. They can hold their breath for two minutes and dive to 20 meters to collect abalone, oysters, and other edible animals.\nTourism.\nMillions of tourists visit Jejudo every year, 14.4 million in 2019, and they leave large amounts of garbage behind. Environmentalists say that too much of Jejudo has been made into roads, buildings and golf courses for the visitors. Some of the residents of Jejudo do not like that there are so many tourists because they use up the water and leave garbage on the beaches. Because many of the restaurants and hotels are owned by people from China, locals do not always get much money from visitors","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":58},{"uri":"Jeju_Island","surface_form":"Jeju Island","offset":96},{"uri":"Volcanic_eruption","surface_form":"volcanic eruption","offset":193},{"uri":"Jeonbokjuk","surface_form":"Jeonbokjuk","offset":528},{"uri":"Congee","surface_form":"congee","offset":550},{"uri":"Abalone","surface_form":"abalone","offset":565},{"uri":"Dekopon","surface_form":"Dekopon","offset":578},{"uri":"Hallasan","surface_form":"Hallasan","offset":587},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":675},{"uri":"Jeju_Volcanic_Island_and_Lava_Tubes","surface_form":"Jeju Volcanic Island and Lava Tubes","offset":695},{"uri":"Japanese_occupation_of_Korea","surface_form":"Japanese occupation of Korea","offset":1021},{"uri":"Korean_War","surface_form":"Korean War","offset":1163},{"uri":"North_Korea","surface_form":"North Korea","offset":1208},{"uri":"Uprising","surface_form":"uprising","offset":1259},{"uri":"Communism","surface_form":"Communists","offset":1509},{"uri":"Rebel","surface_form":"rebel","offset":1581},{"uri":"Dae_Jang_Geum","surface_form":"Dae Jang Geum","offset":1733},{"uri":"Korean_language","surface_form":"Korean","offset":1846},{"uri":"Dialect","surface_form":"dialect","offset":1880},{"uri":"Jeju_language","surface_form":"Jeju language","offset":1930},{"uri":"Basalt","surface_form":"basalt","offset":2123},{"uri":"Basalt","surface_form":"basalt","offset":2139},{"uri":"Heobeok","surface_form":"Heobeok","offset":2233},{"uri":"Abalone","surface_form":"abalone","offset":2546},{"uri":"Oysters","surface_form":"oysters","offset":2555},{"uri":"Tourism","surface_form":"tourists","offset":2611},{"uri":"China","surface_form":"China","offset":3040}]}