{"id":186880,"url":"http://en.wikipedia.org/wiki/Gravitational_lensing","text":"Gravitational lensing is caused by a massive body between a distant object and ourselves. It can create the appearance of two or more objects where there is really only one. The light from the object gets bent round the massive body in between.\nEinstein.\nAlbert Einstein predicted the possibility of gravitational lensing. The discovery that our Sun bends the light of distant objects when their light passes close to it was evidence that the general theory of relativity was correct.\nStrong lensing.\nStrong lensing betrays itself by producing multiple images from the same object. A well-known example is \"Einstein's Cross\" (Q2237+0305) at a distance of 8 billion lightyears. Here, the gravitational lens produces four images from the same object (a quasar), although it is only one object. The light of the quasar does not travel in a straight line to earth. Instead, it is bent along the gravitational field of a galaxy in front of it. This galaxy is at a distance of 400 million lightyears.\nThe first discovery of this kind (except the Sun) happened in 1979. Two quasars were close to each other. They both had the same spectrum and proved to be two images of the same quasar (Q0957+651). In 1980 scientists found out which group of galaxies functioned as the lens.\nWeak lensing.\nWeak lensing does not produce multiple images of the same object. Instead it produces a highly deformed or stretched image from an object far beyond the lens. In 1986 this was discovered in cluster Abell 370. Later it was understood that this was a greatly deformed image of a galaxy far beyond the cluster.\nThe object can appear larger or smaller, as is shown in the table. Weak lenses allow us to observe very distant galaxies, which we would be unable to observe without such lens. By bending the light, the amount of light (magnitude) from the source increases. This way a very distant and faint galaxy can become visible, while we normally would not be able to observe it.\nMicrolensing.\nIn cases of microlensing, there is no distortion in shape. However, the amount of light visible from an object changes periodically. This can be used to detect exoplanets. Light from a distant star is bent and enhanced by the gravitational field of a closer star. The presence of an exo-planet rotating around that closer star bends the light of the star farther away periodically. Object OGLE-2005-BLG-390-Lb, discovered 25 January 2006, is the first exoplanet detected by using microlensing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass","surface_form":"mass","offset":37},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":255},{"uri":"General_theory_of_relativity","surface_form":"general theory of relativity","offset":443},{"uri":"Einstein%27s_Cross","surface_form":"Einstein's Cross","offset":607},{"uri":"Quasar","surface_form":"quasar","offset":751},{"uri":"Sun","surface_form":"Sun","offset":1040},{"uri":"Spectrum","surface_form":"spectrum","offset":1124},{"uri":"Abell_370","surface_form":"Abell 370","offset":1482},{"uri":"Apparent_magnitude","surface_form":"magnitude","offset":1812},{"uri":"Extrasolar_planet","surface_form":"exoplanets","offset":2136},{"uri":"OGLE-2005-BLG-390-Lb","surface_form":"OGLE-2005-BLG-390-Lb","offset":2365},{"uri":"25_January","surface_form":"25 January","offset":2398},{"uri":"2006","surface_form":"2006","offset":2409}]}