{"id":186988,"url":"http://en.wikipedia.org/wiki/Kacchu","text":"Kacchu is a Japanese traditional armor. Japanese swords and scabbards are higher quality than swords from other countries. Therefore, Kacchu also needed to develop to protect the body from attack. \"Kacchu\" was also made to be worn by horses. It was made of leather, bronze and iron.\nToday.\nAmong the \"samurai\" it was used only for protection. \"Kacchu\" is now often used in feasts, entertainment and festivals. It has become colorful, simple and luxurious. Because Japanese people are becoming interested in the samurai, \"kacchu\" is becoming more popular. \"Kacchu\" has a high popularity among couples on the birth of the boy. In marriage, a bridegroom wears a tuxedo or \"hakama\" but, recently there have been more men wearing \"Kacchu\". \"Kanetsugu Naoe\"’s (直江 兼続) \"Kacchu\" is especially popular. He was a strategist in the Warring State Period in Japan. He is also called the general \"Kanetsugu Naoe\" of Uesugi. \"Kanetsugu Naoe\" only loved one woman, \"Osen\"(お船) and did not have another wife in time of polygamy. Therefore, couples think they swear to love forever by wearing his \"Kacchu\". In fact, the \"Kanji\" for \"love\"(愛)　sticks out from his helmet. This \"Kanji\" has four different meanings: “personal grace of love”(仁徳愛), “people of love”(民衆愛), “\"Aizenmyouou\"”(愛染明王), and “\"Atagoshinkou\"”(愛宕信仰). “\"Aizenmyouou\"” means the hero who realizes sexual desires and “\"Atagoshinkou\"” means the religion of gods from Atago temple.\nWhen a boy is born, \"Kacchu\" is decorated on “\"Tango no sekku\"”(端午の節句), called “Children’s day”, is the festival which celebrates boy’s growing and children’s health. As charms, \"Kacchu\" and \"Katana\"(刀) are decorated on the inside with symbols which are meant to protect a boy’s body and soul.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":12},{"uri":"Sword","surface_form":"sword","offset":49},{"uri":"Scabbard","surface_form":"scabbard","offset":60},{"uri":"Horse","surface_form":"horse","offset":234},{"uri":"Samurai","surface_form":"samurai","offset":301},{"uri":"Bridegroom","surface_form":"bridegroom","offset":640},{"uri":"Tuxedo","surface_form":"tuxedo","offset":659},{"uri":"Hakama","surface_form":"hakama","offset":670},{"uri":"Polygamy","surface_form":"polygamy","offset":1001},{"uri":"Kanji","surface_form":"Kanji","offset":1102},{"uri":"Kanji","surface_form":"Kanji","offset":1157},{"uri":"Katana","surface_form":"Katana","offset":1616}]}