{"id":186912,"url":"http://en.wikipedia.org/wiki/MacBook_Pro","text":"e=\"preserve\">A MacBook Pro is a type of laptop computer made by \"Apple Inc.\" It replaced the PowerBook G4 and was the second Intel model to be released. It runs Mac OS X and comes with a built in webcam and microphone and a power adapter that is attached by magnets. MacBook Pros are housed in aluminum metal and are currently available in 13\" and 15\" models.\nHistory.\nThe MacBook Pro was first introduced on January 2006 at the Macworld Expo.\nModels.\nThe first MacBook Pro was the 15\" model, but a 17\" model was released later that year. New models were released in late 2006, late 2007, early 2008, late 2008, and early 2009. In June 2009, a 13\" model was added and the other sizes were also updated. The next updates happened in April 2010 and February 2011. Another update was released in June 2012, in which a new 15\" model was introduced with a much higher display resolution (dubbed the Retina Display, meaning that it can display more pixels, creating a smoother image). However, Apple stopped making the 17\" model.\nFeatures.\nThe aluminum unibody case makes the MacBook Pro lighter, polished, and stronger. On the left side of the computer, there is a button next to many indicator lights. This button will turn on the lights. They say how much battery power the computer has left. More lights on means more battery.\nA built-in battery gives around seven hours of power to all models of the computer. This battery can be recharged up to 1,000 times, whereas typical notebooks can only be recharged 200 to 300 times.\nThe keyboard has curved and backlit keys.\nHard drive sizes range from 320 to 750 GB. One can use a solid-state drive with a capacity of 128GB, 256GB, or 512GB to help improve battery life and performance, though they cost more.\nThe CPUs in the computers are either dual-core or quad-core Intel \"Ivy Bridge\" core i5 or i7 chips. An SD card slot in the 13\" and 15\" MacBook Pros can be used to import photos from a camera or camcorder.\nThe GPU is part of the CPU and is called Intel HD Graphics 4000. The 15\" model also has a separate nVidia GeForce GT 650M graphics card, which does the same thing as the Intel HD 4000, but faster and smoother. If the user feels like it, they can switch between the two.\nThere is nothing in this summary about what PORTS are included, what level of USB is supported, etc. This is as basic or more basic than what's on this page.","categories":[],"infobox_types":[],"annotations":[{"uri":"Laptop_computer","surface_form":"laptop computer","offset":40},{"uri":"Apple_Inc.","surface_form":"Apple Inc.","offset":65},{"uri":"Intel","surface_form":"Intel","offset":125},{"uri":"Mac_OS_X","surface_form":"Mac OS X","offset":161},{"uri":"Webcam","surface_form":"webcam","offset":196},{"uri":"Microphone","surface_form":"microphone","offset":207},{"uri":"Magnet","surface_form":"magnet","offset":258},{"uri":"Aluminum","surface_form":"aluminum","offset":294},{"uri":"Metal","surface_form":"metal","offset":303},{"uri":"Display_resolution","surface_form":"display resolution","offset":863},{"uri":"Pixel","surface_form":"pixels","offset":943},{"uri":"Battery","surface_form":"battery","offset":1336},{"uri":"Notebook_computer","surface_form":"notebooks","offset":1474},{"uri":"Keyboard_(computer)","surface_form":"keyboard","offset":1528},{"uri":"Backlight","surface_form":"backlit","offset":1552},{"uri":"Hard_drive","surface_form":"Hard drive","offset":1566},{"uri":"Solid-state_drive","surface_form":"solid-state drive","offset":1623},{"uri":"CPU","surface_form":"CPU","offset":1756},{"uri":"Dual-core","surface_form":"dual-core","offset":1789},{"uri":"Quad-core","surface_form":"quad-core","offset":1802},{"uri":"Intel","surface_form":"Intel","offset":1812},{"uri":"Intel_Core","surface_form":"core","offset":1831},{"uri":"Intel_Core_i5","surface_form":"i5","offset":1836},{"uri":"Intel_Core_i7","surface_form":"i7","offset":1842},{"uri":"Camera","surface_form":"camera","offset":1936},{"uri":"Camcorder","surface_form":"camcorder","offset":1946},{"uri":"GPU","surface_form":"GPU","offset":1961},{"uri":"NVIDIA","surface_form":"nVidia","offset":2056}]}