{"id":187,"url":"http://en.wikipedia.org/wiki/Dance","text":"Dance is a performing art. It is described in many ways. It is when people move to a musical rhythm. They may be alone, or in a group. The dance may be an informal play, a part of a ritual, or a part of a professional performance. There are many kinds of dances, and every human society has its own dances.\nAs with other performing arts, some people dance to express their feelings and emotions, or to feel better. Dance can be used to tell a story. In some societies, dance goes with song as well as music. Dancing is sometimes done as sport, and has similar athletic aspects. People who want to learn to dance can go to dance schools. It may take years of practice to become an experienced and capable dancer.\nTo plan a dance is called \"choreography\", done by a choreographer. Often this goes with music, and fits into a certain style. Dances may be planned in detail, or they may be whatever dancers feel like doing. However, most dancing does follow some general style or pattern. One style is the couple dance, where (usually) a man and a woman dance together. Other dances need an ensemble, a group of people together to make it work.\nHistory.\nPeople have always danced. Every society has its own dances. There are pictures, on pottery and stone, which show dances from several thousand years ago, in Egypt and Greece.\nSachs divides early dances into 'Imageless dances' and 'Image dances'. By 'imageless dances' he meant dances which have no set form, but aim at getting the dancers into a state of ecstasy. In this state the dancer(s) seem changed, in a trance, and are often thought of (by their society) as being 'possessed by spirits'. These dances are done on certain occasions: marriage, war, famine, illness or death, and so on. They are found in all early ('primitive') societies.p49; 62\nThe 'image dances', according to Sachs, are to do with the world outside the dancer. By imitating an animal or object, the dancer believes he can capture a power and make it useful. To dance in imitation of the animal which is going to be hunted is to become one with them. To imitate the act of sex is to achieve fertility. This is the kind of thinking behind an image dance. Sachs points out that societies of this kind do not really understand the connection between cause and effect. They really believe the image dances work. The dance type which is used in image dances is mime.p49; 77\nThe two styles of dance may be joined together. Fertility dances may involve both ecstatic states and mime. The great dancer Nijinsky used some of these ideas in his choreography for the ballet \"Le Sacre du Printemps\" (The Rite of Spring), a ballet about the sacrifice of a girl during a primitive celebration of Spring.\nIn more recent times, the first dance school we know about was opened in 1661 in Paris. Only men were accepted until 1681. After 1681, women were accepted too. Ballroom dances are forms of modern dance. Ballroom dances such as the waltz are done by couples.\nUntil the 20th century, most ballroom dances were sequence dances. The way people moved was planned in set formation. These formations were usually lines or squares. Everyone moved at the same time, and finished at the same time. The music played for a set time, and then stopped. After the invention of the waltz, around 1800, another style of dancing developed. In the waltz, and later dances, people danced in couples, but they did so separately. They did not dance in formation, but moved round the room as they pleased (but anti-clockwise). Often, new dance styles arrive. Some dance as individuals, separately, as they please. Street dance is like that. All these types of dance have music.\nAt the same time, round the world there are many traditional dances. Some of them have been going for hundreds of years. We call them folkloric dances.\nThe coming of popular music videos and DVDs led to a kind of dancer previously seen in some stage shows. A backup dancer (or background dancer) is a performer who dances with or behind the lead performers in a live musical act or in a music video.","categories":[],"infobox_types":[],"annotations":[{"uri":"Performing_art","surface_form":"performing art","offset":11},{"uri":"Rhythm","surface_form":"rhythm","offset":93},{"uri":"Play_(theatre)","surface_form":"play","offset":164},{"uri":"Ritual","surface_form":"ritual","offset":182},{"uri":"Performance","surface_form":"performance","offset":218},{"uri":"Society","surface_form":"society","offset":279},{"uri":"Emotion","surface_form":"emotion","offset":386},{"uri":"Story","surface_form":"story","offset":443},{"uri":"Song","surface_form":"song","offset":485},{"uri":"Music","surface_form":"music","offset":501},{"uri":"Sport","surface_form":"sport","offset":537},{"uri":"Choreography","surface_form":"choreography","offset":739},{"uri":"Choreographer","surface_form":"choreographer","offset":764},{"uri":"Pattern","surface_form":"pattern","offset":976},{"uri":"Pottery","surface_form":"pottery","offset":1234},{"uri":"Stone","surface_form":"stone","offset":1246},{"uri":"Egypt","surface_form":"Egypt","offset":1307},{"uri":"Greece","surface_form":"Greece","offset":1317},{"uri":"Ecstasy_(emotion)","surface_form":"ecstasy","offset":1505},{"uri":"Trance","surface_form":"trance","offset":1561},{"uri":"Spirit","surface_form":"spirit","offset":1636},{"uri":"Sex","surface_form":"sex","offset":2098},{"uri":"Fertility","surface_form":"fertility","offset":2116},{"uri":"Causality","surface_form":"cause and effect","offset":2272},{"uri":"Mime","surface_form":"mime","offset":2381},{"uri":"Nijinsky","surface_form":"Nijinsky","offset":2519},{"uri":"Choreography","surface_form":"choreography","offset":2560},{"uri":"Ballet","surface_form":"ballet","offset":2581},{"uri":"Le_Sacre_du_Printemps","surface_form":"Le Sacre du Printemps","offset":2589},{"uri":"Paris","surface_form":"Paris","offset":2796},{"uri":"Ballroom_dance","surface_form":"Ballroom dance","offset":2875},{"uri":"Modern_dance","surface_form":"modern dance","offset":2904},{"uri":"Waltz_(International)","surface_form":"waltz","offset":2946},{"uri":"Sequence_dance","surface_form":"sequence dance","offset":3023},{"uri":"Waltz_(International)","surface_form":"waltz","offset":3281},{"uri":"Street_dance","surface_form":"Street dance","offset":3606},{"uri":"Folklore","surface_form":"folkloric","offset":3804},{"uri":"Music_video","surface_form":"music video","offset":3844},{"uri":"DVD","surface_form":"DVD","offset":3861},{"uri":"Stage_(theatre)","surface_form":"stage","offset":3914}]}