{"id":187027,"url":"http://en.wikipedia.org/wiki/Deoksugung","text":"The Deoksu Palace (Deoksugung; 덕수궁, 德壽宮), is one of the five grand palaces of the Korean Joseon Dynasty.\nWhen the Japanese invaded Joseon in 1592, King Seonjo escaped from Hanyang (present-day Seoul) and fled to Uiju. When the war finished, he returned to Seoul.\nBut there was no place for him to stay, because all of the palaces(such as Gyeongbok Palace, Changdeok Palace, Changgyeong Palace) had burned down during the war.\nSo, he lived in this place, which was originally the home of Prince Wolsandaegun who was King Seongjong's elder brother.\nKing Gwanghaegun who succeeded King Seonjo renamed this palace Gyeongun Palace (Gyeongungung; 경운궁).\nThe palace became a secondary royal residence after the king moved to Changdeok Palace.\nQueen Dowager Inmok was confined to the palace, and it was renamed West Palace(Seogung; 서궁).\nAfter he was overthrown by King Injo, it was returned to itsoriginal owners.\nAfter two years, King Gojong returned to power and he chose to live in this palace.\nHe renamed this palace Gyeongun Palace again.\nAn electrical system and fencing were installed at the palace, and the name of the palace was changed to Deoksugung Palace: meaning the palace of virtuous longevity.\nHe remained at the palace even after he had relinquished the throne to his son, Emperor Yunghui (or Emperor Sunjong; 융희제, 순종)\nFrom 1910 until 1945, when Korea was under the colonial rule of Japan, the palaces's buildings were destroyed and made into a public park.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":82},{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":89},{"uri":"Japan","surface_form":"Japan","offset":114},{"uri":"Gyeongbok_Palace","surface_form":"Gyeongbok Palace","offset":338},{"uri":"Changdeok_Palace","surface_form":"Changdeok Palace","offset":356},{"uri":"Changgyeong_Palace","surface_form":"Changgyeong Palace","offset":374}]}