{"id":187084,"url":"http://en.wikipedia.org/wiki/Samsung","text":"Samsung Group is a South Korean multinational conglomerate headquartered in Samsung Town, Seoul. It comprises numerous affiliated businesses, most of them united under the \"Samsung\" brand, and is the largest South Korean \"chaebol\" (business conglomerate). Samsung is a large worldwide company based in Seoul. \"Samsung\" means \"three stars\" in Korean.\nSamsung was founded by Lee Byung-chul in 1938 as a trading company. Over the next three decades, the group diversified into areas including food processing, textiles, insurance, securities and retail. Samsung entered the electronics industry in the late 1960s and the construction and shipbuilding industries in the mid-1970s; these areas would drive its subsequent growth. Following Lee's death in 1987, Samsung was separated into four business groups – Samsung Group, Shinsegae Group, CJ Group and Hansol Group. Since 1990, Samsung has increasingly globalised its activities and electronics; in particular, its mobile phones and semiconductors have become its most important source of income.\nNotable Samsung industrial affiliates include Samsung Electronics (the world's 2nd largest information technology company measured by 2015 revenues, and 5th in market value), Samsung Heavy Industries (the world's 2nd largest shipbuilder measured by 2010 revenues), and Samsung Engineering and Samsung C&T (respectively the world's 13th and 36th largest construction companies). Other notable subsidiaries include Samsung Life Insurance (the world's 14th largest life insurance company), Samsung Everland (operator of Everland Resort, the oldest theme park in South Korea) and Cheil Worldwide (the world's 15th largest advertising agency measured by 2012 revenues).\nSamsung has a powerful influence on South Korea's economic development, politics, media and culture and has been a major driving force behind the \"Miracle on the Han River\". Its affiliate companies produce around a fifth of South Korea's total exports. Samsung's revenue was equal to 17% of South Korea's $1,082 billion GDP.\nSamsung has many different businesses. It makes mobile phones, cameras and other electronics. 'Samsung Electronics' who sell Samsung Galaxy products. Samsung is the best known South Korean brand in the world.\nSamsung also is the sponsor of several sports teams, such as the Chelsea Football Club.\nIn December 2018 the company announced a launch of new 5G smartphone, which took place in 2019.\nName.\nAccording to Samsung's founder, the meaning of the Korean hanja word \"Samsung\" () is \"tri-star\" or \"three stars\". The word \"three\" represents something \"big, numerous and powerful\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Multinational_corporation","surface_form":"multinational","offset":32},{"uri":"Seoul","surface_form":"Seoul","offset":90},{"uri":"Company","surface_form":"company","offset":285},{"uri":"Seoul","surface_form":"Seoul","offset":302},{"uri":"Star","surface_form":"star","offset":332},{"uri":"Korean_language","surface_form":"Korean","offset":342},{"uri":"Shinsegae","surface_form":"Shinsegae","offset":820},{"uri":"Theme_park","surface_form":"theme park","offset":1590},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":2083},{"uri":"Camera","surface_form":"camera","offset":2098},{"uri":"Electronics","surface_form":"electronics","offset":2116},{"uri":"Samsung_Galaxy","surface_form":"Samsung Galaxy","offset":2160},{"uri":"Sponsor","surface_form":"sponsor","offset":2264},{"uri":"Chelsea_F.C.","surface_form":"Chelsea Football Club","offset":2309},{"uri":"Korean_language","surface_form":"Korean","offset":2485},{"uri":"Hanja","surface_form":"hanja","offset":2492}]}