{"id":187062,"url":"http://en.wikipedia.org/wiki/Nail_art","text":"Nail art is a creative activity that draws pictures or designs fingernails. It a type of art. These days fingernails and toenails are seen by some as important points of beauty.\nAlso, it is a type of fashion activity, related to manicuring. There are commercial shops ('nail bars') where nails are worked on to make them attractive. The main product is acrylic nails with ready-made designs which can be stuck on top of natural nails.\nNail polish.\nNail polish, or nail varnish'\", is a lacquer applied to human fingernails or toenails to decorate and/or protect the nail. Today’s nail polishes are usually nitrocellulose in a solvent such as butyl acetate or ethyl acetate. They may be clear or coloured with pigments. The coating has a plasticizers (e.g. camphor). This links polymer chains, spacing them to make the film flexible after drying. That way it resists cracking or flaking caused by the natural movement of the nail.\nHistory.\nNail polish was used in the ancient world. In China it started off being made from a combination of beeswax, egg whites, gelatin, vegetable dyes, and gum arabic and rose petals. The Chinese would dip their hands in this mixture until their finger nails turned red or pink. In Ancient Egypt henna was used. The henna stained their fingernails orange, which turned dark red or brown after the stain matured. In 1300 BC, the colour of the nail polish reflected social rank. The colours gold and silver were favoured; later, black and red were the favoured colours. Red is the colour Cleopatra wore.\nBy the turn of the 9th century, nails were tinted with scented red oils, and polished or buffed with a chamois cloth, rather than simply polished. In the 19th and early 20th centuries, people pursued a polished rather than painted look by massaging tinted powders and creams into their nails, then buffing them shiny. After the creation of automobile paint, Cutex produced the first modern nail polish in 1917. Synthetic nail polish was introduced in the 1920s in Paris.\nArtificial nails.\nThe artificial nails are not a replacement, but an extension for natural nails. There are two main approaches to creating artificial nails–\"tips\" and \"forms\".\nAcrylics.\nThis is a mixture of a powder and a liquid. The mixture starts to harden in 30–40 seconds after application and gets to its final hardness in fifteen minutes. Powder and liquid acrylics can be removed by using a variety of solvents (usually acetone is used). Usually it takes 15 to 20 minutes to remove the nail.\nUV topcoat.\nAnother material, commonly called \"UV Top Coat\" (in correct terms a polymer resin), hardens under ultraviolet light. These can show a wider range of properties (flexibility, strength, etc.) but may be more expensive. They cannot be removed by organic solvents, but only by filing (or left to grow out with the natural nail).\nOther.\nAnother popular alternative to acrylic or gel preparations are fiberglass or silk wraps. They are done by cutting pieces of actual fiberglass or silk fabric to fit on the surface of the nail or tip and then it is sealed down with a resin or glue. These are an alternative for those who are allergic to chemicals used in the acrylic or gel process. Other materials can be used, as well as combinations of them. There are also temporary, cheaper flexible tips that can be quickly glued at home without help from a professional.\nAcrylic nail powders are available in a variety of colours and can use \"special effects\" such as contours, sparkles and the very popular \"French manicure\" (pink and white appearance).\nGuitar players.\nGuitar players, if they don't use their fingertips, use their nails, or a 'pick' (piece of metal) to play. If they use their nails, the nails must be in perfect condition, and kept to the same length all the time. Alternatively, he/she may use acrylic stick-ons. Every guitarist has their own way.\nThe players of many ancient Chinese instruments, like the guqin, pipa, and ruan, also commonly used artificial nails.","categories":[],"infobox_types":[],"annotations":[{"uri":"Picture","surface_form":"picture","offset":43},{"uri":"Fingernail","surface_form":"fingernail","offset":63},{"uri":"Fingernail","surface_form":"fingernail","offset":105},{"uri":"Toenail","surface_form":"toenail","offset":121},{"uri":"Fashion","surface_form":"fashion","offset":200},{"uri":"Manicure","surface_form":"manicuring","offset":229},{"uri":"Acryl","surface_form":"acryl","offset":353},{"uri":"Lacquer","surface_form":"lacquer","offset":485},{"uri":"Fingernail","surface_form":"fingernail","offset":510},{"uri":"Toenail","surface_form":"toenail","offset":525},{"uri":"Nitrocellulose","surface_form":"nitrocellulose","offset":605},{"uri":"Solvent","surface_form":"solvent","offset":625},{"uri":"Butyl_acetate","surface_form":"butyl acetate","offset":641},{"uri":"Ethyl_acetate","surface_form":"ethyl acetate","offset":658},{"uri":"Pigments","surface_form":"pigments","offset":708},{"uri":"Camphor","surface_form":"camphor","offset":755},{"uri":"Polymer","surface_form":"polymer","offset":776},{"uri":"Flexible","surface_form":"flexible","offset":822},{"uri":"China","surface_form":"China","offset":984},{"uri":"Gelatin","surface_form":"gelatin","offset":1059},{"uri":"Dye","surface_form":"dye","offset":1078},{"uri":"Gum_arabic","surface_form":"gum arabic","offset":1088},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":1214},{"uri":"Henna","surface_form":"henna","offset":1228},{"uri":"Cleopatra","surface_form":"Cleopatra","offset":1518},{"uri":"Cutex","surface_form":"Cutex","offset":1892},{"uri":"Acetone","surface_form":"acetone","offset":2433},{"uri":"Ultraviolet","surface_form":"UV","offset":2552},{"uri":"Polymer","surface_form":"polymer","offset":2585},{"uri":"Resin","surface_form":"resin","offset":2593},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":2615},{"uri":"Fiberglass","surface_form":"fiberglass","offset":2912},{"uri":"Silk","surface_form":"silk","offset":2926},{"uri":"Manicure","surface_form":"manicure","offset":3520},{"uri":"China","surface_form":"Chinese","offset":3901},{"uri":"Guqin","surface_form":"guqin","offset":3931},{"uri":"Pipa","surface_form":"pipa","offset":3938},{"uri":"Ruan","surface_form":"ruan","offset":3948}]}