{"id":18701,"url":"http://en.wikipedia.org/wiki/Prime_number","text":"A prime number is a natural number of a particular kind. Any natural number is equal to 1 times itself. If the number is equal to any other natural numbers multiplied, then the number is called a composite number. The smallest composite number is 4, because 2 x 2 = 4. 1 is not a composite number. Every other number is a prime number. The prime numbers are the numbers other than 1 which are \"not\" equal to formula_1 (except 1 times itself). The smallest prime number is 2. The next prime numbers are 3, 5, 7, 11, and 13. There is no largest prime number. The set pf prime numbers is sometimes written as formula_1.\nThe fundamental theorem of arithmetic states that every positive integer can be written as a product of primes in a unique way, though the way the prime numbers occur is a difficult problem for mathematicians. When a number is larger, it is more difficult to know if it is a prime number. One of the answers is the prime number theorem. One of the unsolved problems is Goldbach's conjecture.\nHow to find small prime numbers.\nThere is a simple method to find a list of prime numbers. Eratosthenes created it. It has the name Sieve of Eratosthenes. It catches numbers that are not prime (like a sieve), and lets the prime numbers pass through.\nThe method works with a list of numbers, and a special number called \"b\" that changes during the method. As one goes through the method, they circle some numbers in the list and cross out others. Each circled number is prime and each crossed-out number is composite. At the start, all the numbers are plain: not circled and not crossed out.\nFor example, one could carry out this method on a list of the numbers from 2 to 10. At the end, the numbers 2, 3, 5, and 7 will end up circled. These are prime numbers. The numbers 4, 6, 8, 9 and 10 will be crossed out. These are composite numbers.\nThis method or algorithm takes too long to find very large prime numbers. However, it is less complicated than methods used for very large primes, such as Fermat's primality test (a test to see whether a number is prime or not) and the Miller-Rabin primality test.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_number","surface_form":"natural number","offset":20},{"uri":"Composite_number","surface_form":"composite number","offset":196},{"uri":"Fundamental_theorem_of_arithmetic","surface_form":"fundamental theorem of arithmetic","offset":621},{"uri":"Prime_number_theorem","surface_form":"prime number theorem","offset":932},{"uri":"Goldbach%27s_conjecture","surface_form":"Goldbach's conjecture","offset":986},{"uri":"Eratosthenes","surface_form":"Eratosthenes","offset":1100},{"uri":"Sieve_of_Eratosthenes","surface_form":"Sieve of Eratosthenes","offset":1141},{"uri":"Algorithm","surface_form":"algorithm","offset":1864},{"uri":"Fermat%27s_primality_test","surface_form":"Fermat's primality test","offset":2004},{"uri":"Miller-Rabin_primality_test","surface_form":"Miller-Rabin primality test","offset":2085}]}