{"id":187076,"url":"http://en.wikipedia.org/wiki/Gyeongju","text":"Gyeongju (경주) is a coastal city in the southeastern corner of North Gyeongsang province in South Korea. It is the second largest city in the province (Andong is the first largest city). It is large, with 269,343 people living in the city, according to the 2008 census. From southeast, Gyeongju is away from Seoul, and from the east, away from the provincial capital, Daegu. Cheongdo and Yeongcheon are on the west side of the city. Ulsan is to the south side, and Pohang is to the north. On the east there is the coast of the Sea of Japan (East Sea). Many low mountains are around the city. They are part of the Taebaek range.\nGyeongju was the capital of the ancient kingdom of Silla (57 BC – 935 AD). Silla ruled most of the Korean Peninsula between the 7th and 9th centuries, and many archaeological sites from that time are still in the city. This is why Gyeongju is often called \"the museum without walls\".\nFor example, Gyeongju Historic Areas and Yangdong Folk Village were made World Heritage Sites by UNESCO. The many important historical sites have helped Gyeongju become one of the most popular places in Korea for tourists.\nIn 1995, the city of Gyeongju and Gyeongju County were put together. There are 53 other small and medium-sized cities with about 300,000 or less people in South Korea. Today, Gyeongju is not only influenced by its history–it is influenced by the economic, demographic and social changes in South Korean culture. Its economy is mostly based on tourism. Manufacturing has also developed because Gyeogju is near large industrial cities such as Ulsan and Pohang. It is also connected to railways and highways that are often used by tourists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Coast","surface_form":"coastal","offset":19},{"uri":"City","surface_form":"city","offset":27},{"uri":"North_Gyeongsang","surface_form":"North Gyeongsang","offset":62},{"uri":"Province","surface_form":"province","offset":79},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"Andong","surface_form":"Andong","offset":151},{"uri":"Census","surface_form":"census","offset":261},{"uri":"Seoul","surface_form":"Seoul","offset":307},{"uri":"Daegu","surface_form":"Daegu","offset":367},{"uri":"Cheongdo","surface_form":"Cheongdo","offset":374},{"uri":"Yeongcheon","surface_form":"Yeongcheon","offset":387},{"uri":"Ulsan","surface_form":"Ulsan","offset":432},{"uri":"Pohang","surface_form":"Pohang","offset":464},{"uri":"Sea_of_Japan","surface_form":"Sea of Japan","offset":526},{"uri":"Taebaek_Mountains","surface_form":"Taebaek range","offset":612},{"uri":"Silla","surface_form":"Silla","offset":678},{"uri":"Korean_Peninsula","surface_form":"Korean Peninsula","offset":726},{"uri":"Archaeology","surface_form":"archaeological sites","offset":787},{"uri":"Gyeongju_Historic_Areas","surface_form":"Gyeongju Historic Areas","offset":924},{"uri":"Yangdong_Folk_Village","surface_form":"Yangdong Folk Village","offset":952},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":984},{"uri":"UNESCO","surface_form":"UNESCO","offset":1008},{"uri":"Demography","surface_form":"demographic","offset":1390}]}