{"id":187000,"url":"http://en.wikipedia.org/wiki/Kyshtym_disaster","text":"e=\"preserve\">The Kyshtym disaster was a radiation contamination disaster on 29 September 1957, in Mayak, a nuclear plant in Russia (then a part of the Soviet Union). It measured as a Level 6 disaster on the International Nuclear Event Scale (the Chernobyl disaster and the Fukushima disaster are the only accidents listed as more serious than this one).\nMayak is the name for a number of nuclear facilities, which are about from Ekaterinburg, in Russia. The facilities were also known as \"Chelyabinsk-65\", or \"Chelyabinsk-40\". Mayak was built between 1945 and 1948. It was the first plant that could produce nuclear material in the Soviet Union. At times, up to 25.000 people worked at Mayak. They produced the plutonium fuel that was used for the first Soviet atomic bomb, amongst other things.\nBetween 1948 and 1987, a total of ten nuclear reactors were built. Until 1991, all but two were closed. The two remaining produce radioactive isotopes for health care and for research purposes.\nDuring different accidents, a large amount of radioactivity was released into the environment. The biggest of these accidents happened in 1957, and is known as \"Kyshtym Disaster\" today. It happened in a plant near Kishtim (Кыштым). There were many accidents in this secret plant. The most serious of them happened on September 29, 1957. The cooling system of the plant failed to work. A (non-nuclear) explosion occurred. This explosion had the force of between 75 and 100 tons of TNT. It threw the lid of the container, which weighted 160 tons, into the air. The accident released about 20 MegaPCi (about 740 Petabecquerel) of radioactivity. At least 200 people died from radiation sickness. About 10,000 people were evacuated from their homes. More than 470,000 people were affected by the radiation, without knowing it.\nDuring the next ten to eleven hours, the radioactive cloud moved towards the northeast, reaching between 300 and 350 kilometers from the accident. The fallout of the cloud resulted in a long-term contamination of an area of more than 800 square kilometers, mostly with caesium-137 and strontium-90. Today, the area is known as the East-Ural Radioactive Trace (EURT).\nThe existence of Mayak was a secret. Only very few people knew it was there. For this reason, the people living in the areas affected by the accident were not told about the accident. On 6 October, a week after the accident, the authorities started to evacuate about 10,000 people, but they did not tell about the reason for the evacuation. People grew hysterical with fear because unknown 'mysterious' diseases were breaking out. Victims were seen with skin 'sloughing off' their faces, hands and other exposed parts of their bodies.\" It was Zhores Medvedev who revealed the nature and extent of the disaster to the world.\nEven though the Soviet government hid information about the figures, it is known that the direct exposure to radiation caused at least 200 cases of death from cancer.\nTo reduce the spread of radioactive contamination after the accident, contaminated soil was removed and kept in fenced enclosures that were called \"graveyards of the earth\".\nIn 1968, the Soviet government disguised the EURT area by creating the East-Ural Nature Reserve, which prohibited any unauthorised access to the affected area.\nRumours of a nuclear mishap somewhere near Chelyabinsk had long been circulating in the West. That there had been a serious nuclear accident west of the Urals was eventually inferred from research on the effects of radioactivity on plants, animals, and ecosystems, published by Professor Leo Tumerman, former head of the Biophysics Laboratory at the Institute of Molecular Biology in Moscow, and associates.\nAccording to Gyorgy, who invoked the Freedom of Information Act to gain access to the relevant Central Intelligence Agency (CIA) files, the CIA knew of the 1957 Mayak accident all along. They kept it secret to prevent adverse consequences for the fledgling American nuclear industry. Only in 1990 did the Soviet government declassify documents pertaining to the disaster.\nAccording to different sources, the amount of radioactivity produced by this disaster is between twice and six times that of Chernobyl disaster of 1986. Because the leakage was more limited, this is classified as a Level 6 (of 7) disaster on the International Nuclear Event Scale. Chernobyl is rated at Level 7.\nIn 2003, Russian authorities closed down the Mayak plant. Lake Karachay, which is close to the plant is seen as one of the most contaminated spots on the planet.\nIn the past 45 years, about 500,000 people in the region have been irradiated in one or more of the incidents. Some of them were exposed to more than 20 times the radiation suffered by the Chernobyl disaster effects victims.","categories":[],"infobox_types":[],"annotations":[{"uri":"Radiation","surface_form":"radiation","offset":40},{"uri":"Mayak","surface_form":"Mayak","offset":98},{"uri":"Nuclear_plant","surface_form":"nuclear plant","offset":107},{"uri":"Russia","surface_form":"Russia","offset":124},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":151},{"uri":"International_Nuclear_Event_Scale","surface_form":"International Nuclear Event Scale","offset":207},{"uri":"Chernobyl_disaster","surface_form":"Chernobyl disaster","offset":246},{"uri":"Fukushima_I_nuclear_accidents","surface_form":"Fukushima","offset":273},{"uri":"Ekaterinburg","surface_form":"Ekaterinburg","offset":429},{"uri":"Russia","surface_form":"Russia","offset":446},{"uri":"Nuclear_energy","surface_form":"nuclear","offset":608},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":632},{"uri":"Plutonium","surface_form":"plutonium","offset":711},{"uri":"Fuel","surface_form":"fuel","offset":721},{"uri":"Atomic_bomb","surface_form":"atomic bomb","offset":761},{"uri":"Radioactive_decay","surface_form":"radioactive","offset":926},{"uri":"Isotope","surface_form":"isotope","offset":938},{"uri":"Health_care","surface_form":"health care","offset":951},{"uri":"Research","surface_form":"research","offset":971},{"uri":"Released","surface_form":"released","offset":1054},{"uri":"Environment","surface_form":"environment","offset":1072},{"uri":"Explosion","surface_form":"explosion","offset":1391},{"uri":"Trinitrotoluene","surface_form":"TNT","offset":1470},{"uri":"Curie_(unit)","surface_form":"PCi","offset":1584},{"uri":"Becquerel","surface_form":"becquerel","offset":1603},{"uri":"Radioactivity","surface_form":"radioactivity","offset":1617},{"uri":"Radiation_sickness","surface_form":"radiation sickness","offset":1662},{"uri":"Evacuation","surface_form":"evacuated","offset":1707},{"uri":"Fallout","surface_form":"fallout","offset":1963},{"uri":"Caesium-137","surface_form":"caesium-137","offset":2081},{"uri":"Strontium-90","surface_form":"strontium-90","offset":2097},{"uri":"Authority","surface_form":"authorities","offset":2408},{"uri":"Evacuation","surface_form":"evacuation","offset":2508},{"uri":"Victim","surface_form":"Victim","offset":2610},{"uri":"Zhores_Medvedev","surface_form":"Zhores Medvedev","offset":2722},{"uri":"Soviet_Union","surface_form":"Soviet","offset":2819},{"uri":"Cancer","surface_form":"cancer","offset":2962},{"uri":"East-Ural_Nature_Reserve","surface_form":"East-Ural Nature Reserve","offset":3215},{"uri":"Moscow","surface_form":"Moscow","offset":3688},{"uri":"Freedom_of_Information_Act_(United_States)","surface_form":"Freedom of Information Act","offset":3749},{"uri":"Central_Intelligence_Agency","surface_form":"Central Intelligence Agency","offset":3807},{"uri":"Chernobyl_disaster","surface_form":"Chernobyl disaster","offset":4209},{"uri":"International_Nuclear_Event_Scale","surface_form":"International Nuclear Event Scale","offset":4330},{"uri":"Lake_Karachay","surface_form":"Lake Karachay","offset":4454},{"uri":"Contamination","surface_form":"contaminated","offset":4524}]}