{"id":187147,"url":"http://en.wikipedia.org/wiki/Sejong_the_Great","text":"Sejong the Great (May 6, 1397 – May 18 1450) was the fourth king of the Joseon Dynasty. He is one of only two Korean kings called \"great\" (the other is Gwanggaeto the Great of Goguryeo). He picked out young scholars and tried to fix the prejudice of classes by helping intelligent but low-class prodigies. In 1442, he had Jang Young-Sil, a scientist in Joseon, invent the 'Chuk-Oo-Gi (測雨器)'. This was a kind of tool to help measure the rain and how much it fell. Also, he expanded the territory of Joseon.\nOne of the best works and the biggest reason why Sejong was called great was because he created the Hoon min jung um (訓民正音). It is called in modern days as 'Han-gul (한글)'. Because of the creation of the Hoon min jung um, Joseon (now Korea) now got its own alphabet, and many people, most of whom have never learned how to read Hanja (Chinese characters used for Korean) could learn how to read and write much more easily than before.\nEarly life.\nSejong was the third son of King Taejong. When he was twelve, he became grand prince and married Shim On of Cheongsong. When he was young, he was very good at studying. His father liked him more than his other brothers.\nHis older brothers, Yangnyeong and Hyoryeong, thought they were not fit to be king and that it was their duty to make Sejong the king, even though he was younger than them. So they acted rudely and badly in front of the court and were soon. Yangnyeong became a traveler who wandered in the mountains, and Hyoryeong became a Buddhist monk. This later became a heartfelt and traditional legend in South Korea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":72},{"uri":"Joseon","surface_form":"Joseon","offset":727},{"uri":"Korea","surface_form":"Korea","offset":739},{"uri":"Alphabet","surface_form":"alphabet","offset":762},{"uri":"Hanja","surface_form":"Hanja","offset":833},{"uri":"Chinese_character","surface_form":"Chinese characters","offset":840},{"uri":"Korean_language","surface_form":"Korean","offset":868},{"uri":"Court","surface_form":"court","offset":1392},{"uri":"Buddha","surface_form":"Buddhist","offset":1496},{"uri":"Monk","surface_form":"monk","offset":1505},{"uri":"South_Korea","surface_form":"South Korea","offset":1567}]}