{"id":18712,"url":"http://en.wikipedia.org/wiki/Fleet%2C_Hampshire","text":"e=\"preserve\">Fleet is a town in Hampshire, United Kingdom and tends to be a dormitory town serving London and Reading.\nFleet has one shopping center, and a music shop just off the High Street and many small, fun attractions.\nThere are a number of pubs there with some character, and even two small nightclubs. It has a lot of green, and is good for rambling but there is the danger of a field being an army firing range.\nWorking in Fleet.\nIts local business parks seem to be a focus for many CAD companies serving the local military in Fleet, Aldershot, and Farnborough. Notably there are AutoDesk and PTC.\nThere are also many good schools especially Heatherside Infant and Juniors and Court Moor!\nTravelling in Fleet.\nIt has its own train station on the London-Basingstoke line. It also has bus services running to and from local towns, including Reading. The local bus company did go bust a few times, notably at the same time as the major plague of train accidents and strikes in early 2002 - where combined with large snow deposits, made travel in or out of the town impossible or at least very unpleasant. Anyone who lived on the London-Basingstoke line will remember people being crammed into the guard-vans of the train after waiting 90 minutes, or being stuck between stations for what seemed like days.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hampshire","surface_form":"Hampshire","offset":32},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":43},{"uri":"London","surface_form":"London","offset":99},{"uri":"Reading%2C_Berkshire","surface_form":"Reading","offset":110},{"uri":"Army","surface_form":"army","offset":402},{"uri":"CAD","surface_form":"CAD","offset":492},{"uri":"Aldershot","surface_form":"Aldershot","offset":543},{"uri":"Farnborough","surface_form":"Farnborough","offset":558},{"uri":"AutoDesk","surface_form":"AutoDesk","offset":589},{"uri":"PTC","surface_form":"PTC","offset":602}]}