{"id":18750,"url":"http://en.wikipedia.org/wiki/Guns_N%27_Roses","text":"Guns N' Roses is a popular American hard rock band. The band was formed in Los Angeles, California, USA. The five original members of the band were Axl Rose (lead vocals), Slash (lead guitar), Izzy Stradlin (rhythm guitar, backing vocals), Duff McKagan (bass, backing vocals), and Steven Adler (drums). The band's most known songs are \"Welcome to the Jungle\", \"Paradise City\", \"Sweet Child O'Mine\", \"Patience\", \"Live and Let Die\", \"November Rain\", \"Knockin' on Heaven's Door\", \"Don't Cry\", and \"Civil War\".\nThe music they made was different from the rock music that was popular in the 1980s. They played harder rock music. It was also closer to traditional rock. Because of this, many music fans became interested in Guns N'Roses. Guns N'Roses was created in Los Angeles in June, 1985. By singer W. Axl Rose, guitarists Tracii Guns and Izzy Stradlin, bassist Ole Beich and drummer Rob Gardner. Axl's old band was named Hollywood Rose, and Tracii's old band was named L.A. Guns. They joined the two names and got the name Guns N' Roses.\nIn 1985, Guns N' Roses went to Seattle to perform. Tracii Guns and Rob Gardner could not attend the show. Rose called guitarist Slash and drummer Steven Adler, who were his friends. He asked them for help. They agreed, and became permanent members. On the way back to Los Angeles, the five members wrote the lyrics for 'Welcome to the Jungle' which became one of their most famous songs. Then in 1990 Drummer Steven Adler got fired from the band because of his drug abuse. He was replaced by The Cult Drummer Matt Sorum.\nSlash, McKagan and Sorum were in Velvet Revolver with Stone Temple Pilots frontman Scott Weiland and Wasted Youth guitarist Dave Kushner, until Scott died.\nSince parting ways with the \"Appetite for Destruction\" lineup, Rose has remained a constant member and many lineups have changed since. The last studio album the band released was \"Chinese Democracy\", which had been delayed for over ten years, to mixed reactions. In 2016, Slash and Duff rejoined the band, along with the band's first female member, Melissa Reese.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":27},{"uri":"Hard_rock","surface_form":"hard rock","offset":36},{"uri":"Band","surface_form":"band","offset":46},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":75},{"uri":"California","surface_form":"California","offset":88},{"uri":"Axl_Rose","surface_form":"Axl Rose","offset":148},{"uri":"Slash_(musician)","surface_form":"Slash","offset":172},{"uri":"Izzy_Stradlin","surface_form":"Izzy Stradlin","offset":193},{"uri":"Duff_McKagan","surface_form":"Duff McKagan","offset":240},{"uri":"Steven_Adler","surface_form":"Steven Adler","offset":281},{"uri":"Hollywood_Rose","surface_form":"Hollywood Rose","offset":919},{"uri":"L.A._Guns","surface_form":"L.A. Guns","offset":967},{"uri":"The_Cult","surface_form":"The Cult","offset":1528},{"uri":"Velvet_Revolver","surface_form":"Velvet Revolver","offset":1590},{"uri":"Stone_Temple_Pilots","surface_form":"Stone Temple Pilots","offset":1611},{"uri":"Scott_Weiland","surface_form":"Scott Weiland","offset":1640},{"uri":"Wasted_Youth","surface_form":"Wasted Youth","offset":1658},{"uri":"Dave_Kushner","surface_form":"Dave Kushner","offset":1681},{"uri":"Melissa_Reese","surface_form":"Melissa Reese","offset":2063}]}