{"id":187627,"url":"http://en.wikipedia.org/wiki/Raval","text":"Raval is the God of the large Imperial Group known as The Imperial Zongian Empire, which hails from the internet game Second Life.\nLegends of Raval.\nThe Origin of Raval (In Zongian Lore) is that he was a one of the members of the rogue Linden group which is lost to SL history, named the Race Maker's a group which set out to build their own races on the game within the very pre-release of Second Life, all 10 Race Makers filled with National Socialist, Communist and Imperial ideas for how a society should be ran, Raval being the only Race Maker to proclaim himself a God, the rest proclaiming themselves the political rulers of their society, Instead Raval decided to make his first Zongian the Emperor of his society, which was the Legendary Emperor - Altmoss Torok.\nReal Life Raval.\nThe real life Raval's true identity is unknown, claiming to be imortal due to a incident he claims: \"I was there with Howard Carter, when we uncovered King Tut, the others became cursed, I became blessed, by the grace of Ra sun God of the Egyptian peoples\" the rest of his claim is fuzzy and hard to understand, all \"Zongian Blooded\" people believe his claim many who don't believe the claim have been said to have gone missing, many scholars believe this to be the work of the Zongian High Council in real life. Tray Quandry, one of the Virtual planets greatest Commanders once stated \"Raval is my master, he is something I would not cross unless I wanted to die a coward\".","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Imperial_Zongian_Empire","surface_form":"The Imperial Zongian Empire","offset":54},{"uri":"Second_Life","surface_form":"Second Life","offset":118},{"uri":"Linden","surface_form":"Linden","offset":236},{"uri":"Second_Life","surface_form":"Second Life","offset":391},{"uri":"National_Socialist","surface_form":"National Socialist","offset":435},{"uri":"Communist","surface_form":"Communist","offset":455},{"uri":"Empire","surface_form":"Imperial","offset":469},{"uri":"Altmoss_Torok","surface_form":"Altmoss Torok","offset":757},{"uri":"Ra","surface_form":"Ra","offset":1010},{"uri":"Egyptian","surface_form":"Egyptian","offset":1028},{"uri":"Zongian_High_Council","surface_form":"Zongian High Council","offset":1267},{"uri":"Tray_Quandry","surface_form":"Tray Quandry","offset":1302},{"uri":"Virtual","surface_form":"Virtual","offset":1327},{"uri":"Commander","surface_form":"Commander","offset":1352}]}