{"id":18773,"url":"http://en.wikipedia.org/wiki/Benjamin_Franklin","text":"Benjamin Franklin (January 17, 1706 – April 17, 1790) was an American statesman and scientist. He has also been known as \"the First American\". He was a very important person in the American Revolution and helped make the Thirteen Colonies one nation. As a leader of the Enlightenment, he influenced European scientists. He even was the first thing many Europeans associated with America at the time. His successful diplomacy in France was an important factor in the United States' win over Great Britain.\nChildhood and family.\nFranklin was born in Boston. After two years of school he stayed home as an apprentice in his father's candle-making shop. Two years after starting to work at his father's shop, he went to work at his brother James' printing shop. While working there, Franklin secretly wrote articles for the newspaper and labelled them as being by \"Mrs. Silence Dogood\". He quarrelled with his brother and at age 17 ran away to Philadelphia, then to London and then back to Philadelphia.\nFranklin loved books and reading. Franklin, at the age of 21, established the colonies' first circulation library for all interested citizens. He became rich and famous as a printer, publisher and writer. Later, he sold his businesses and became busy with science and politics.\nPolitical life.\nBenjamin Franklin was very important in Pennsylvanian and early American politics. He was a leader in the city of Philadelphia, where he did many important things. He was the President of the Academy and College of Philadelphia. Later he became a councilman, a Justice of the Peace, later a representative of the city. He also started one of the first public libraries in Philadelphia. He was for many years the postmaster of Philadelphia, and in 1753 became Postmaster General of the Thirteen Colonies. In 1757 he went to live in London as agent for Pennsylvania and later for other colonies.\nHe was in the Continental Congress, which led the country during the Revolutionary War, and he helped write the United States Declaration of Independence. He controlled the postal service as Postmaster General. As ambassador to France he helped persuade the French to join the war against Great Britain. He helped negotiate the peace, too. Later, he was part of the group that made the Constitution of the United States.\nPublications.\nFranklin called himself a printer, but is also known for his writings. Among some of the more well known are Poor Richard's Almanack, and the Pennsylvanian.\nInventions.\nFranklin was a scientist who studied experiments in an effort to improve or correct them. One of his greatest contributions was in the theory of electricity.\nMost people see Franklin as one of history's greatest inventors. For example, he invented the lightning rod and bifocals, the Franklin stove, and the glass harmonica.\nDeath.\nFranklin died in Philadelphia, Pennsylvania from pleurisy, April 17, 1790 aged 84.\nLegacy.\nBenjamin Franklin owned slaves and printed ads to help slavers find runaway slaves in his newspaper. Eventually, he changed his mind and became an abolitionist. But he still made a lot of money from slavery.\nThe city of Philadelphia, Pennsylvania (where he lived) marked his three hundredth birthday in 2006. Many streets and a few towns are named for him.\nA picture of Franklin has been on the United States' hundred-dollar bill since 1928. He was also on the fifty-cent coin for 15 years.","categories":[],"infobox_types":["Governor"],"annotations":[{"uri":"Americans","surface_form":"American","offset":61},{"uri":"American_Revolution","surface_form":"American Revolution","offset":181},{"uri":"Thirteen_Colonies","surface_form":"Thirteen Colonies","offset":221},{"uri":"Age_of_Enlightenment","surface_form":"Enlightenment","offset":270},{"uri":"Europe","surface_form":"Europe","offset":299},{"uri":"Scientist","surface_form":"scientist","offset":308},{"uri":"Diplomacy","surface_form":"diplomacy","offset":415},{"uri":"France","surface_form":"France","offset":428},{"uri":"Great_Britain","surface_form":"Great Britain","offset":490},{"uri":"Boston","surface_form":"Boston","offset":548},{"uri":"Apprenticeship","surface_form":"apprentice","offset":603},{"uri":"Candle","surface_form":"candle","offset":630},{"uri":"London","surface_form":"London","offset":962},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":986},{"uri":"Library","surface_form":"library","offset":1106},{"uri":"Library","surface_form":"libraries","offset":1653},{"uri":"Postmaster","surface_form":"postmaster","offset":1706},{"uri":"Thirteen_Colonies","surface_form":"Thirteen Colonies","offset":1779},{"uri":"London","surface_form":"London","offset":1825},{"uri":"Continental_Congress","surface_form":"Continental Congress","offset":1902},{"uri":"United_States_Declaration_of_Independence","surface_form":"United States Declaration of Independence","offset":2000},{"uri":"Postal_service","surface_form":"postal service","offset":2061},{"uri":"Ambassador","surface_form":"ambassador","offset":2102},{"uri":"Constitutional_Convention_(United_States)","surface_form":"part of the group","offset":2242},{"uri":"Constitution_of_the_United_States","surface_form":"Constitution of the United States","offset":2274},{"uri":"Scientist","surface_form":"scientist","offset":2507},{"uri":"Theory","surface_form":"theory","offset":2627},{"uri":"Electricity","surface_form":"electricity","offset":2637},{"uri":"History","surface_form":"history","offset":2685},{"uri":"Inventor","surface_form":"inventor","offset":2704},{"uri":"Lightning_rod","surface_form":"lightning rod","offset":2744},{"uri":"Bifocals","surface_form":"bifocals","offset":2762},{"uri":"Glass_harmonica","surface_form":"glass harmonica","offset":2800},{"uri":"Pleurisy","surface_form":"pleurisy","offset":2873},{"uri":"Slave","surface_form":"slave","offset":2939},{"uri":"Abolitionist","surface_form":"abolitionist","offset":3062},{"uri":"Philadelphia%2C_Pennsylvania","surface_form":"Philadelphia","offset":3135},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":3149},{"uri":"Birthday","surface_form":"birthday","offset":3206},{"uri":"United_States_dollar","surface_form":"hundred-dollar bill","offset":3325}]}