{"id":187866,"url":"http://en.wikipedia.org/wiki/Spearman%27s_rank_correlation_coefficient","text":"e=\"preserve\">In mathematics and statistics, Spearman's rank correlation coefficient is a measure of correlation, named after its maker, Charles Spearman. It is written in short as the Greek letter \"rho\" (formula_1) or sometimes as formula_1. It is a number that shows how closely two sets of data are linked. It only can be used for data which can be put in order, such as highest to lowest.\nThe general formula for formula_1 is formula_1.\nFor example, if you have data for how expensive different computers are, and data for how fast the computers are, you could see if they are linked, and how closely they are linked, using formula_1.\nStep one.\nTo work out formula_1 you first have to \"rank\" each piece of data. We are going to use the example from the intro of computers and their speed.\nSo, the computer with the lowest price would be rank 1. The one higher than that would have 2. Then, it goes up until it is all ranked. You have to do this to both sets of data.\nStep two.\nNext, we have to find the \"difference\" between the two ranks. Then, you multiply the difference by itself, which is called squaring. The difference is called formula_1, and the number you get when you square formula_1 is called formula_1.\nStep three.\nCount how much data we have. This data has ranks 1 to 5, so we have 5 pieces of data. This number is called formula_1.\nStep four.\nFinally, use everything we have worked out so far in this formula: formula_1.\nformula_1 means that we take the total of all the numbers that were in the column formula_1. This is because formula_1 means total.\nSo, formula_1 is formula_1 which is 4. The formula says multiply it by 6, which is 24.\nformula_1 is formula_1 which is 120.\nSo, to find out formula_1, we simply do formula_1.\nTherefore, Spearman's rank correlation coefficient is 0.8 for this set of data.\nWhat the numbers mean.\nformula_1 always gives an answer between −1 and 1. The numbers between are like a scale, where −1 is a very strong link, 0 is no link, and 1 is also a very strong link. The difference between 1 and −1 is that 1 is a positive correlation, and −1 is a negative correlation. A graph of data with a formula_1 value of −1 would look like the graph shown except the line and points would be going from top left to bottom right.\nFor example, for the data that we did above, formula_1 was 0.8. So this means that there is a positive correlation. Because it is close to 1, it means that the link is strong between the two sets of data. So, we can say that those two sets of data are \"linked\", and go \"up\" together. If it was −0.8, we could say it was \"linked\" and as one goes up, the other goes down.\nIf two numbers are the same.\nSometimes, when ranking data, there are two or more numbers that are the same. When this happens in formula_1, we take the mean or average of the ranks that are the same. These are called \"tied\" ranks. To do this, we rank the tied numbers as if they were not tied. Then, we add up all the ranks that they would have, and divide it by how many there are. For example, say we were ranking how well different people did in a spelling test.\nThese numbers are used in exactly the same way as normal ranks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":16},{"uri":"Statistics","surface_form":"statistics","offset":32},{"uri":"Correlation","surface_form":"correlation","offset":100},{"uri":"Charles_Spearman","surface_form":"Charles Spearman","offset":136},{"uri":"Information","surface_form":"data","offset":292},{"uri":"Computers","surface_form":"computers","offset":498},{"uri":"Mean","surface_form":"mean","offset":2793}]}