{"id":187999,"url":"http://en.wikipedia.org/wiki/Area_51","text":"Area 51 is a military base, and a remote detachment of Edwards Air Force Base. It is in the southern portion of Nevada in the western United States, 83 miles (133 km) north-northwest of downtown Las Vegas. At its center, on the southern shore of Groom Lake, is a large military airfield. The base's primary purpose is to support development and testing of experimental aircraft and weapons systems. The base is in the United States Air Force's Nevada Test and Training Range NTTR, formerly called the Nellis Air Force Range NAFR. Although the facilities at the range are managed by the 99th Air Base Wing at Nellis Air Force Base, the Groom facility appears to be run as an adjunct of the Air Force Flight Test Center AFFTC at Edwards Air Force Base in the Mojave Desert, around 186 miles (300 km) southwest of Groom, and as such the base is known as Air Force Flight Test Center Detachment 3.\nThough the name Area 51 is used in official Central Intelligence Agency documentation, other names used for the facility include Dreamland, Paradise Ranch, Home Base, Watertown Strip, Groom Lake, and most recently Homey Airport. The area is part of the Nellis Military Operations Area, and the restricted airspace around the field is referred to as R- 4808N, known by the military pilots in the area as \"The Box\" or \"the Container \".\nThe facility is not a conventional airbase, as frontline operational units are not normally deployed there. It instead appears to be used for highly classified military/defense Special Access Programs SAP, which are unacknowledged publicly by the government, military personnel, and defense contractors. Its mission may be to support the development, testing, and training phases for new aircraft weapons systems or research projects. Once these projects have been approved by the United States Air Force or other agencies such as the CIA, and are ready to be announced to the public, operations of the aircraft are then moved to a normal air force base.\nThere was intense secrecy surrounding the base. The U.S. government did not acknowledge its existence until July 14, 2003. This secrecy made it the frequent subject of fiction and conspiracy theories and a central component to unidentified flying object (UFO) folklore. Testing the U-2 plane in the 1950s – at altitudes much higher than commercial aeroplanes then flew – provoked \"a tremendous increase in reports of unidentified flying objects (UFOs)\".\nThe presidential candidate Hillary Clinton said she would release information about Area 51, as long as it did not threaten national security.\nIn July 2019, more than 1,700,000 people responded to a joke proposal to storm Area 51 which appeared in an anonymous Facebook post. A further 1,300,000 people said they were interested in the event, scheduled for 20 September 2019, and billed as \"Storm Area 51, They Can't Stop All of Us\", an attempt to \"see them aliens.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Western_United_States","surface_form":"western United States","offset":126},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":195},{"uri":"NTTR","surface_form":"NTTR","offset":475},{"uri":"NAFR","surface_form":"NAFR","offset":524},{"uri":"Nellis_Air_Force_Base","surface_form":"Nellis Air Force Base","offset":608},{"uri":"AFFTC","surface_form":"AFFTC","offset":718},{"uri":"Detachment_3","surface_form":"Detachment 3","offset":880},{"uri":"Central_Intelligence_Agency","surface_form":"Central Intelligence Agency","offset":938},{"uri":"R-_4808N","surface_form":"R- 4808N","offset":1243},{"uri":"SAP","surface_form":"SAP","offset":1529},{"uri":"UFO","surface_form":"UFO","offset":2238},{"uri":"Lockheed_U-2","surface_form":"U-2","offset":2265},{"uri":"Hillary_Clinton","surface_form":"Hillary Clinton","offset":2464},{"uri":"Facebook","surface_form":"Facebook","offset":2698},{"uri":"Storm_Area_51%2C_They_Can%27t_Stop_All_of_Us","surface_form":"Storm Area 51, They Can't Stop All of Us","offset":2828}]}