{"id":188034,"url":"http://en.wikipedia.org/wiki/Ethelbert_Nevin","text":"Ethelbert Woodbridge Nevin (born near Pittsburgh, November 25, 1862; died in New Haven, Connecticut, February 17, 1901) was an American pianist and composer. He is remembered for a small number of romantic songs and piano pieces which became extremely popular in the early 20th century.\nLife.\nNevin was born in 1862, at Vineacre, on the river Ohio, near Pittsburgh, Pennsylvania. He grew up there. His father was a newspaper editor and he taught the young boy most subjects. His mother played the piano. The family bought a grand piano, which was the first grand piano ever to be taken across the Allegheny Mountains.\nEthelbert showed musical promise when he was very young. His brother and cousins were also musical. When he was four he was playing the piano with cushions on the floor so that he could reach the pedals. His father took him to Dresden for two years to study music. He also studied in Pittsburgh and in Boston.\nHe started his career giving piano lessons. When he had earned enough money he went to Berlin where he had lessons from Karl Klindworth, who was a good teacher for him. He showed Nevin how important it was to have a good general knowledge, and not just to spend hours and hours practising the piano. This helped Nevin, who had good tastes in literature and he chose some good poems to make into songs.\nIn 1885 he was invited to join a group who had lessons from Hans von Bülow. He played works by of Brahms, Liszt, and Raff. Cosima Wagner and Joseph Joachim often came to the concerts given by this group.\nIn 1887 he went back to America and lived in Boston, where he taught and played in some concerts. He asked Richard Strauss to teach him composition but Strauss did not accept him.\nIn 1892 he went to Paris, where he taught singing, and helped many American and French opera singers to learn their parts for singing in operas. He worked very hard and his health got bad. He spent his last years in several European places and then he went back to America. He died in 1901.\nHis music.\nNevin's music is romantic, and sometimes rather sentimental for modern tastes. His best known piece is \"Narcissus\" from \"Water Scenes\". These pieces were used by the dancer Isadora Duncan to dance to. He also wrote a famous song called \"The Rosary\" and \"Mighty Lak' a Rose\".\nNevin was pictured on a 1940 ten cent U.S. postage stamp.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":38},{"uri":"New_Haven%2C_Connecticut","surface_form":"New Haven, Connecticut","offset":77},{"uri":"Americans","surface_form":"American","offset":127},{"uri":"Pianist","surface_form":"pianist","offset":136},{"uri":"Composer","surface_form":"composer","offset":148},{"uri":"20th_century","surface_form":"20th century","offset":273},{"uri":"Ohio_River","surface_form":"Ohio","offset":343},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":354},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":366},{"uri":"Newspaper","surface_form":"newspaper","offset":415},{"uri":"Editor","surface_form":"editor","offset":425},{"uri":"Allegheny_Mountains","surface_form":"Allegheny Mountains","offset":597},{"uri":"Pedal","surface_form":"pedal","offset":814},{"uri":"Dresden","surface_form":"Dresden","offset":845},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":902},{"uri":"Boston","surface_form":"Boston","offset":920},{"uri":"Berlin","surface_form":"Berlin","offset":1015},{"uri":"Hans_von_B%C3%BClow","surface_form":"Hans von Bülow","offset":1390},{"uri":"Brahms","surface_form":"Brahms","offset":1428},{"uri":"Liszt","surface_form":"Liszt","offset":1436},{"uri":"Raff","surface_form":"Raff","offset":1447},{"uri":"Cosima_Wagner","surface_form":"Cosima Wagner","offset":1453},{"uri":"Joseph_Joachim","surface_form":"Joseph Joachim","offset":1471},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":1641},{"uri":"Composition_(music)","surface_form":"composition","offset":1670},{"uri":"Paris","surface_form":"Paris","offset":1733},{"uri":"Romantic_music","surface_form":"romantic","offset":2033},{"uri":"Isadora_Duncan","surface_form":"Isadora Duncan","offset":2189}]}