{"id":188039,"url":"http://en.wikipedia.org/wiki/Eucalyptus_regnans","text":"\"Eucalyptus regnans\", also called Mountain Ash, Victorian Ash, Swamp Gum, Tasmanian Oak or Stringy Gum, is a species of \"Eucalyptus\" from Victoria and Tasmania. It can grow to more than and is the tallest flowering plant in the world.\nDescription.\nIt is an evergreen tree, the tallest eucalyptus tree, growing 70–120 m (230–400 feet) tall. It has a straight, grey trunk with smooth bark. The leaves are narrow, curved, and end in a point, like a sickle. They grow up to long and wide. They are green to grey-green with a red stalk. The flowers are in groups of 9-15 together, each flower about 1 cm (0.5 in) diameter with a ring of many white stamens. The fruit is a hard nut, up to 9 mm (0.5 in) long and 7 mm (0.4 in) wide.\nHabitat.\nMountain Ash are found in cool, deep soiled, mountain areas to above sea level, with high rainfall of over each year. They grow very quickly, at more than a metre (3 feet) a year, and can reach in 50 years. They live for an average life-span of 400 years. The fallen logs continue supporting a rich variety of life for centuries more on the forest floor.\nUnusually for a eucalypt, Mountain Ash does not regrow after fire. They grow only from seed which are released from their woody gumnuts by heat. The seedlings need a lot of light, much more than reaches the forest floor normally when there are mature trees blocking the sun. Severe fires can kill all the trees in a forest, which causes a massive release of seed to take advantage of the nutrients in the ash bed. Up to 2.5 million seedlings per have been recorded after a major fire. Competition and natural thinning slowly reduces the number of mature trees to about 30 to 40 per hectare. Because it takes roughly 20 years for seedlings to reach become old enough to make seeds, repeated fires in the same area can cause local extinctions. If, however, there are no fires to release seeds, the trees die off after about 400 years and are replaced by other species.\nTall trees.\n\"Eucalyptus regnans\" is the tallest of all flowering plants, and possibly the tallest of all plants, although no living trees can make that claim. The tallest tree, named \"Centurion\", stands 99.6 metres tall in Tasmania. There are 16 living trees in Tasmania that have been measured taller than 90 metres. The tallest tree ever found was the \"Ferguson Tree\", at 132.6 metres, found in the Watts River region of Victoria in 1872. It had fallen over and was measured by William Ferguson, the Inspector of State Forests. The top of the tree had broken off, but the trunk was still more than one metre in diameter. Ferguson guessed the tree would have been more than 152 metres in height.\nUses.\n\"Eucalyptus regnans\" is valued for its timber, and large areas of trees have been cut down. The main uses are building timber and woodchipping. It also used for newsprint in the 20th century. Most of the woodchips are sent to Japan. While the area of natural stands with large old trees is rapidly decreasing, large areas of new trees exist. It is increasingly grown in plantations where the long, straight, fast growing trunks are more valuable than the old growth timber.\nThe timber is rather rough (stringy) in texture. It is easy to work and the grain is straight with long, clear sections without knots. The wood works reasonably well for steam-bending. It is used for furniture, flooring, woodpanelling, veneer, plywood, window frames and general building.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":109},{"uri":"Eucalyptus","surface_form":"Eucalyptus","offset":121},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":138},{"uri":"Tasmania","surface_form":"Tasmania","offset":151},{"uri":"Evergreen","surface_form":"evergreen","offset":257},{"uri":"Tree","surface_form":"tree","offset":267},{"uri":"Leaf","surface_form":"leaves","offset":392},{"uri":"Sickle","surface_form":"sickle","offset":446},{"uri":"Flower","surface_form":"flower","offset":536},{"uri":"Cm","surface_form":"cm","offset":596},{"uri":"Diameter","surface_form":"diameter","offset":608},{"uri":"Stamen","surface_form":"stamen","offset":643},{"uri":"Fruit","surface_form":"fruit","offset":656},{"uri":"Rainfall","surface_form":"rainfall","offset":825},{"uri":"Variety","surface_form":"variety","offset":1034},{"uri":"Forest","surface_form":"forest","offset":1406},{"uri":"Nutrient","surface_form":"nutrient","offset":1478},{"uri":"Extinction","surface_form":"extinction","offset":1819},{"uri":"Flowering_plant","surface_form":"flowering plant","offset":2012},{"uri":"Plant","surface_form":"plant","offset":2062},{"uri":"Tasmania","surface_form":"Tasmania","offset":2180},{"uri":"Watts_River","surface_form":"Watts River","offset":2358},{"uri":"Timber","surface_form":"timber","offset":2699},{"uri":"Woodchipping","surface_form":"woodchipping","offset":2790},{"uri":"Newsprint","surface_form":"newsprint","offset":2821},{"uri":"Plantation","surface_form":"plantation","offset":3030},{"uri":"Veneer","surface_form":"veneer","offset":3370},{"uri":"Plywood","surface_form":"plywood","offset":3378}]}