{"id":18809,"url":"http://en.wikipedia.org/wiki/Balalaika","text":"The balalaika is a musical instrument from Russia. The Balalaika family includes the piccolo balalaika, prima balalaika, sekunda balalaika, alto balalaika, bass balalaika and contrabass balalaika. They all have three strings. There are many ways to tune balalaika; the most common tuning is E-E-A. The prima balalaika is played with the fingers, the sekunda and alto either with the fingers or a pick depending on the music being played. The basses and contrabasses, which have legs that rest on the floor, are played with leather picks.\nEarly pictures of the balalaika show it had between two and six strings, like some Central Asian instruments. Frets on earlier balalaikas were made of animal gut and tied to the neck so that they could be moved around by the player.\nDevelopment.\nThe balalaika was improved by a Russian, Vasily Vasil'yevich Andreev. He had heard peasants on his farm playing badly made instruments. Andreev wanted to improve the instrument and use it for concerts. He spent the rest of his life working on this instrument with help from two violin makers and a carpenter. They improved the soundboard, which made it louder. He came up with the idea of the prima balalaike, sekunda, alto, bass and controbass balalaika. He then spent several years writing and arranging music for groups of balalaikas to play. The first public performance by the Ensemble of Balalaika Players took place in 1888.\nAfter the Russian Revolution, the Communist Party encouraged the playing of the instrument and large balalaika orchestras were started.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":43},{"uri":"Leather","surface_form":"leather","offset":523},{"uri":"Peasant","surface_form":"peasant","offset":867},{"uri":"Violin","surface_form":"violin","offset":1062},{"uri":"Carpenter","surface_form":"carpenter","offset":1082},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":1426},{"uri":"Communist_Party","surface_form":"Communist Party","offset":1450},{"uri":"Orchestra","surface_form":"orchestra","offset":1527}]}