{"id":188173,"url":"http://en.wikipedia.org/wiki/Hurricane_Boris_(1996)","text":"Hurricane Boris was a deadly storm. It was the fourth cyclone of the 1996 Pacific hurricane season. It formed on June 27. During the night the depression became Tropical Storm Boris. Shortly after this, Boris rapidly became stronger. It became a hurricane. Just as an eye started to form, Boris made landfall in Mexico. It had strongest winds of 85 mph (140 kn/h). It quickly became weaker. It ended on July 1. Boris caused heavy flooding in southern Mexico. Ten deaths were reported.\nMeteorological history.\nBoris came from a tropical wave that moved off Africa on June 8. It passed near the Cape Verde Island with no convection. It went across Central America on June 23. The wave was very poorly defined on satellite images for many days. The first signs of a circulation on satellite imagery appeared on the 26th. It was about 250 miles south of the Gulf of Tehuantepec. The system became a tropical depression on the 27th when convective banding increased around the center.\nAt its first advisory, it was noted that it got better organized. At that time, there were tropical storm warnings for Mexico. It was also noted the Aviation model forecast Tropical Depression Four-E to make landfall in Mexico as a weak tropical storm in 12 hours. Around that time, the forecast track was issued by the National Hurricane Center late on June 27. It said that it would receive an outflow from Hurricane Alma close by. At the same time the Ukmet model had Tropical Depression Four-E remaining offshore Mexico. The same model also had the depression becoming Tropical Storm Boris. The National Hurricane Center forecasted Tropical Depression Four-E to become Tropical Storm Boris and make landfall in Mexico with winds of. In the same advisory, it was noted that the outer rain bands of brand new Tropical Depression Four-E had moved onshore Mexico.\nThe tropical cyclone moved northwestward at 8 to 10 knots for the next two days. It became stronger from 25 knots to 80 knots during a 36-hour period. It had a ragged eye appearing on satellite imagery just before landfall on the afternoon of June 29. It had a peak intensity of. This made Boris a moderate Category 1 hurricane. The center crossed the south coast of Mexico midway between Lazaro Cardenas and Acapulco. Boris quickly became weaker. It became a depression and turned southwestward in response to a building ridge to its north. The system was disrupted by the mountainous terrain of Mexico and dissipated on the July 1 after moving back over water just south of Puerta Vallarta.\nPreparations, impact, and aftermath.\nHurricane Boris was, in general, a well-forecast storm. Due to the short time when the system was at or above tropical storm intensity, long-range forecasts were not verified. The average errors were at one and a half days in the future. As Hurricane Boris was approaching Mexico, a tropical storm watch was issued for the coast between Manzanillo and Puerto Escondido on June 28. From Manzanillo to Puerto Maldonado, the tropical storm warning changed to a hurricane warning the same day.\nDeaths and damage.\nBoris caused ten deaths. Nearby, three other people drowned and five fishermen went missing. Rain was heavy throughout the impacted region. The highest totals were in Guerrero. A total of 12.16 inches was recorded in Coyuca de Benítez. The highest total was 14.98 in Paso de San Antonio, to the east of the point of landfall. Those rains caused a flood of the San Jeronimo River, which left at least 5,000 people without a home. Tecpan was badly hit by the storm. It reported heavy damage. This included many homes destroyed, at least one person was killed and the storm also flooded lobbies of hotels along the coast. In Acapulco a child was killed when a roof collapsed. Strong surf pushed fishing boats against a sea wall. The storm blew down trees and business signs. Streets were flooded to the level of hubcaps. A total of about 10,000 people were left homeless. At least 70 people were injured. Approximately 12 boats sunk offshore.","categories":[],"infobox_types":[],"annotations":[{"uri":"Storm","surface_form":"storm","offset":29},{"uri":"Cyclone","surface_form":"cyclone","offset":54},{"uri":"1996_Pacific_hurricane_season","surface_form":"1996 Pacific hurricane season","offset":69},{"uri":"Tropical_depression","surface_form":"depression","offset":143},{"uri":"Tropical_Storm","surface_form":"Tropical Storm","offset":161},{"uri":"Hurricane","surface_form":"hurricane","offset":246},{"uri":"Mexico","surface_form":"Mexico","offset":312},{"uri":"Flood","surface_form":"flood","offset":430},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":527},{"uri":"Africa","surface_form":"Africa","offset":556},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":593},{"uri":"Convection","surface_form":"convection","offset":619},{"uri":"Central_America","surface_form":"Central America","offset":646},{"uri":"Satellite","surface_form":"satellite","offset":710},{"uri":"Circulation","surface_form":"circulation","offset":763},{"uri":"Tropical_depression","surface_form":"tropical depression","offset":895},{"uri":"Convection","surface_form":"convective banding","offset":932},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1300},{"uri":"Knot_(speed)","surface_form":"knots","offset":1896},{"uri":"Hurricane","surface_form":"hurricane","offset":2162},{"uri":"Lazaro_Cardenas%2C_Mexico","surface_form":"Lazaro Cardenas","offset":2233},{"uri":"Acapulco","surface_form":"Acapulco","offset":2253},{"uri":"Disruption","surface_form":"disrupted","offset":2401},{"uri":"Dissipation","surface_form":"dissipated","offset":2452},{"uri":"Forecasting","surface_form":"forecast","offset":2614},{"uri":"Manzanillo","surface_form":"Manzanillo","offset":2911},{"uri":"Puerto_Escondido","surface_form":"Puerto Escondido","offset":2926},{"uri":"Puerto_Maldonado","surface_form":"Puerto Maldonado","offset":2974},{"uri":"Drowning","surface_form":"drowned","offset":3135},{"uri":"Guerrero_(state)","surface_form":"Guerrero","offset":3250},{"uri":"Collapse","surface_form":"collapsed","offset":3745},{"uri":"Wave_(physics)","surface_form":"surf","offset":3763},{"uri":"Sea_wall","surface_form":"sea wall","offset":3799},{"uri":"Hubcap","surface_form":"hubcaps","offset":3892},{"uri":"Sink","surface_form":"sunk","offset":4008}]}