{"id":188195,"url":"http://en.wikipedia.org/wiki/Elasmotherium","text":"\"Elasmotherium\" is an extinct giant rhinoceros.\nIt lived from 2.6 million years ago (mya) to about 50,000 years ago. Fossils have been found in Europe and Asia. This giant lived and grazed on the Eurasian steppes (grasslands).\nDescription.\n\"Elasmotherium\" was a heavily-built quadruped that walked on four hoofed legs. Its legs were longer than those of other rhinos and were adapted for galloping, giving it a horse-like gait.\nIt probably had a large horn on its forehead, but fossils of the horn have not been found. The teeth were tall-crowned and were covered with cement and wrinkled enamel. Its mouth at the front was a beak; there are no teeth in front of the molars.\nMorphology.\nThe specimens of \"E. sibiricum\" are up to in body length with shoulder heights over. \"E. caucasicum\" was at least in body length with an estimated mass of. This is based on isolated molars which are larger than those of the Siberian species.\nBoth species were among the largest in the family Rhinocerotidae, comparable in size to the woolly mammoth and larger than the woolly rhinoceros. The feet were unguligrade, the front larger than the rear, with 4 digits at the front and 3 at the rear.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extinct","surface_form":"extinct","offset":22},{"uri":"Rhinoceros","surface_form":"rhinoceros","offset":36},{"uri":"Europe","surface_form":"Europe","offset":144},{"uri":"Asia","surface_form":"Asia","offset":155},{"uri":"Eurasian","surface_form":"Eurasian","offset":196},{"uri":"Steppe","surface_form":"steppe","offset":205},{"uri":"Grassland","surface_form":"grassland","offset":214},{"uri":"Hoof","surface_form":"hoof","offset":306},{"uri":"Gallop","surface_form":"gallop","offset":388},{"uri":"Molar","surface_form":"molar","offset":667},{"uri":"Woolly_mammoth","surface_form":"woolly mammoth","offset":1021},{"uri":"Woolly_rhinoceros","surface_form":"woolly rhinoceros","offset":1056},{"uri":"Unguligrade","surface_form":"unguligrade","offset":1089}]}