{"id":188222,"url":"http://en.wikipedia.org/wiki/Equilibrium","text":"e=\"preserve\">An equilibrium is a state of a system where all forces acting on the system is balanced. A system that is in equilibrium does not change. The word has been used for different concepts from different fields of study.\nChemical equilibrium.\nformula_1\nIn the example above, the double arrow shows that the reaction is an equilibrium reaction. This means that the forward reaction and the backward reaction can happen, usually due to a small enthalpy change in each reaction. Hence, the amount of product chemicals to reactant chemicals remains a fixed value, and such a ratio is called the equilibrium constant (Kc).\nEquilibrium constant.\nformula_1\nFor some reactions, the equilibrium constant is very large, in which case nearly all of the reactant chemical is turned into products, such as when paper is burned. For other reactions, it is very small, which results in very little products being formed. If the equilibrium constant is close to 1, a mixture of both products and reactants is expected at equilibrium.\nWhen chemists talk about equilibrium constants, they call reactions with large K values favorable and reactions with small K values unfavorable. It is important to note, however, these terms are not judgements about the value or usefulness of a particular chemical reaction. In fact, some very important reactions are actually \"unfavorable\"; one such example is the synthesis of ammonia from nitrogen and hydrogen gas (Haber process), which has a rather small equilibrium constant.\nUnderstanding how chemical equilibriums work is important as it helps in understanding how a reaction happens. It allows chemists to calculate how much products will be formed from a reaction.\nLe Chatelier's principle.\nThe concept of Le Chatelier's principle is important in predicting how an equilibrium will change when different factors are changed in a system. For example, using the Le Chatelier's principle, we are able to predict how the position of equilibrium will change when the concentration of a certain reactant/product has changed, as the system will try to counteract the change by favoring either the forward or the backward reaction\nAn exception to this rule is when an outside energy source forces the reaction to occur in the opposite direction, such as when a battery is recharged. Knowing the equilibrium constant of a reaction also helps you to understand the flow of energy that occurs during the reaction (thermodynamics).","categories":[],"infobox_types":[],"annotations":[{"uri":"System","surface_form":"system","offset":44},{"uri":"Enthalpy_change","surface_form":"enthalpy change","offset":450},{"uri":"Equilibrium_constant","surface_form":"equilibrium constant","offset":599},{"uri":"Ammonia","surface_form":"ammonia","offset":1405},{"uri":"Haber_process","surface_form":"Haber process","offset":1445},{"uri":"Battery","surface_form":"battery","offset":2289},{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":2439}]}