{"id":188232,"url":"http://en.wikipedia.org/wiki/Errors_and_residuals_in_statistics","text":"e=\"preserve\">Statistical errors and residuals occur because measurement is never exact.\nIt is not possible to do an exact measurement, but it is possible to say how accurate a measurement is. One can measure the same thing again and again, and collect all the data together. This allows us to do statistics on the data. What is meant by errors and residuals is the difference between the observed or measured value and the real value, which is unknown.\nIf there is only one random variable, the difference between statistical errors and residuals is the difference between the mean of the population against the mean of the (observed) sample. In that case the residual is the difference between what the probability distribution says, and what was actually measured.\nSuppose there is an experiment to measure the height of 21-year-old men from a certain area. The mean of the distribution is 1.75 m. If one man chosen at random is 1.80 m tall, the \"(statistical) error\" is 0.05 m (5 cm); if he is 1.70 tall, the error is −5 cm.\nThe sum of the residuals within a random sample must be zero. The residuals are therefore \"not independent\". The sum of the statistical errors within a random sample need not be zero; the statistical errors are independent random variables if the individuals are chosen from the population independently.","categories":[],"infobox_types":[],"annotations":[{"uri":"Measurement","surface_form":"measurement","offset":60},{"uri":"Information","surface_form":"data","offset":260},{"uri":"Difference","surface_form":"difference","offset":365},{"uri":"Observation","surface_form":"observed","offset":388},{"uri":"Measurement","surface_form":"measured","offset":400},{"uri":"Random_variable","surface_form":"random variable","offset":474},{"uri":"Mean","surface_form":"mean","offset":577},{"uri":"Population","surface_form":"population","offset":589},{"uri":"Sample","surface_form":"sample","offset":635},{"uri":"Probability_distribution","surface_form":"probability distribution","offset":704},{"uri":"Experiment","surface_form":"experiment","offset":787}]}