{"id":188399,"url":"http://en.wikipedia.org/wiki/London_Underground_2009_Stock","text":"The London Underground 2009 Stock is a type of London Underground train. It is built by Bombardier Transportation at their Litchurch Lane Works in Derby, England. The stock belongs to Bombardier's \"Movia\" type of train. Bombardier Transportation UK used to be known as ADtranz, and before that ABB Asea Brown Boveri. ABB Asea Brown Boveri built the 1992 tube stock which is currently used on the Central and Waterloo & City lines.\nForty-seven 8-car units will be built for use on the Victoria line. These replace the line's original 1967 tube stock. The trains are still being built. They were introduced by 2012, when all of the 1967 tube stock trains were completely replaced. The first 2009 tube stock train started running on the line with passengers on board on 21 July 2009. One new train will enter service every two weeks from early 2010.\nDescription.\nThe trains are part of a 3.4 billion pound contract that was awarded to Bombardier by Metronet. The contract was to supply new trains featuring Automatic Train Operation and signalling for the Victoria and sub-surface lines. When it is finished this upgrade should make the lines and trains more reliable. There should also be an 8% decrease in journey times between stations, and a 16% overall decrease in journey times. This decrease is partly because the new trains have better performance than the 1967 tube stock that they are replacing. The new trains have a higher top speed of, a faster maximum acceleration of 1.3 s2, a normal service deceleration of 1.14 m/s2, and an emergency brake deceleration of 1.4 m/s2. This is the same as the 1992 tube stock.\nDuring the busiest times of the day, or the \"peaks\", 43 trains should be available in service. This will be an increase of 6 trains over the 37 units of 1967 tube stock. The trains have seats for 252 people and standing space for an estimated 1196 passengers. This gives a 19% increase in capacity. The new trains also have wider doors for easier boarding and alighting (to descend or step down) of passengers to decrease the times that the trains have to wait at stations.\nThe new trains are being built wider than the current 1967 tube stock. This is because the Victoria line has a larger than normal loading gauge compared to the other deep level tube lines. The larger size means that the new trains cannot leave the Victoria line except by road as they are too wide to travel on the other London Underground deep level tube lines. This means that to move the units, each car has to be uncoupled, loaded onto a lorry, and then re-coupled when they are delivered. The trains have been built using Bombardier's technology called FICAS, which gives them a thinner bodyshell. Along with the larger size this gives more space for passengers.\nThe stock is the first to be designed since the Rail Vehicle Accessibility Regulations came into force. Because of this they will have more facilities for people with impaired mobility, including multi-purpose areas with tip-up seats and space for wheelchairs and pushchairs and offset centre door poles for wheelchair access.\nIntroduction.\nThe design of the trains was finalised in September 2004, and manufacture of two pre-production trains began in January 2005. The first train was scheduled to be completed by mid-2006. Metronet announced on 3 February 2006 that the first of the pre-production cars had been completed to allow it to be tested without being moved. From 21 July until 4 August 2006, an example of the train was on show at Euston Square Gardens, near Euston Square tube station, for a Customer Acceptance Test followed by public display. From September 2006, the first of the two trains underwent testing at Bombardier's manufacturing and test site at their Litchurch Lane Works in Derby. It was due to be delivered to London Underground by the end of 2006 for testing on the Victoria line during engineering hours (times after the line stops carrying passengers and repair and testing work is carried out), but this did not occur until May 2007. It will also be used for driver and maintenance training and familiarisation. The first of the trains was expected to begin passenger service for the Victoria line for evaluation purposes in July 2008, with the remainder of the fleet being delivered and entering passenger service in 2009. However, by October 2007 the date for the first train entering service had been moved to January 2009. The first train entered service on 21 July 2009, leaving Northumberland Park depot at 23:00 and forming train 277 leaving Seven Sisters at 23:55 to Brixton.","categories":[],"infobox_types":[],"annotations":[{"uri":"London_Underground","surface_form":"London Underground","offset":47},{"uri":"Train","surface_form":"train","offset":66},{"uri":"Bombardier_Transportation","surface_form":"Bombardier Transportation","offset":88},{"uri":"Derby_Carriage_and_Wagon_Works","surface_form":"Litchurch Lane Works","offset":123},{"uri":"Derby","surface_form":"Derby","offset":147},{"uri":"England","surface_form":"England","offset":154},{"uri":"Movia","surface_form":"Movia","offset":198},{"uri":"London_Underground_1992_Stock","surface_form":"1992 tube stock","offset":349},{"uri":"Central_line","surface_form":"Central","offset":396},{"uri":"Waterloo_%26amp%3B_City_line","surface_form":"Waterloo & City","offset":408},{"uri":"Victoria_line","surface_form":"Victoria line","offset":484},{"uri":"London_Underground_1967_Stock","surface_form":"1967 tube stock","offset":533},{"uri":"Billion","surface_form":"billion","offset":889},{"uri":"Pound_(currency)","surface_form":"pound","offset":897},{"uri":"Contract","surface_form":"contract","offset":903},{"uri":"Award","surface_form":"award","offset":921},{"uri":"Metronet","surface_form":"Metronet","offset":946},{"uri":"Automatic_Train_Operation","surface_form":"Automatic Train Operation","offset":1004},{"uri":"Railway_signal","surface_form":"signalling","offset":1034},{"uri":"Metre_per_second_squared","surface_form":"s2","offset":1483},{"uri":"Descend","surface_form":"descend","offset":1995},{"uri":"Loading_gauge","surface_form":"loading gauge","offset":2225},{"uri":"Deep_level","surface_form":"deep level","offset":2261},{"uri":"Uncouple","surface_form":"uncoupled","offset":2512},{"uri":"Bodyshell","surface_form":"bodyshell","offset":2687},{"uri":"Wheelchair","surface_form":"wheelchair","offset":3011},{"uri":"Pushchair","surface_form":"pushchair","offset":3027},{"uri":"Manufacture","surface_form":"manufacture","offset":3166},{"uri":"Pre-production","surface_form":"pre-production","offset":3185},{"uri":"Metronet","surface_form":"Metronet","offset":3289},{"uri":"Euston_Square_tube_station","surface_form":"Euston Square tube station","offset":3535},{"uri":"Derby_Carriage_and_Wagon_Works","surface_form":"Litchurch Lane Works","offset":3742},{"uri":"Derby","surface_form":"Derby","offset":3766},{"uri":"Northumberland_Park_Depot","surface_form":"Northumberland Park depot","offset":4481},{"uri":"Seven_Sisters_station","surface_form":"Seven Sisters","offset":4546},{"uri":"Brixton_tube_station","surface_form":"Brixton","offset":4572}]}