{"id":18836,"url":"http://en.wikipedia.org/wiki/Time_dilation","text":"Gravitational time dilation is a physics concept about changes in the passage of time, caused by general relativity. A clock in outer space moves more quickly than a clock on Earth. Heavy things like planets create a gravitational field that slows down time nearby. This means that a clock on a spaceship far away from any planet would move faster than a clock near Earth.\nThis is different from time dilation explained by special relativity, which says that fast objects move more slowly through time. Close satellites like the International Space Station move very quickly to orbit the Earth, so they are slowed down. Because the ISS is in low Earth orbit (LEO), time dilation due to gravity is not as strong as time dilation due to its speed, so a clock on it is slowed down more than it is sped up. An object in Geostationary orbit moves less quickly and is farther away from Earth, so gravitational time dilation is stronger, and clocks move more quickly than in LEO. This means that engineers need to pick different clocks for different orbits. GPS satellites work because they know about both kinds of time dilation.\nCase #1: In special relativity, clocks that are moving run slower according to a stationary observer's clock. \"This effect does not come from workings of the clocks, but from the nature of spacetime\".\nCase #2: the observers may be in positions with different gravitational masses. In general relativity, clocks that are near a strong gravitational field run slower than clocks in a weaker gravitational field.\nEvidence.\nExperiments support both aspects of time dilation.\nTime dilation due to relative velocity.\nA simple summary is that more time is measured on the clock at rest than the moving clock, therefore, the moving clock is \"running slow\".\nWhen both clocks are not moving, relative to each other, the two times measured are the same. This can be proven mathematically by\nIn a spaceship moving at 99% of the speed of light, a year passes. How much time will pass on earth?\nSubstituting into:formula_1\nSo approximately 7.09 years will pass on earth, for each year in the spaceship.\nIn ordinary life today, time dilation had not been a factor, where people move at speeds much less than the speed of light, the speeds are not great enough to produce any detectable time dilation effects. Such vanishingly small effects can be safely ignored. It is only when an object approaches speeds on the order of (10% the speed of light) that time dilation becomes important.\nHowever, there are practical uses of time dilation. A big example is with keeping the clocks on GPS satellites accurate. Without accounting for time dilation, the GPS result would be useless, because time runs faster on satellites so far from Earth's gravity. GPS devices would calculate the wrong position due to the time difference if the space clocks were not set to run slower on Earth to offset the quicker time in high Earth orbit (geostationary orbit).","categories":[],"infobox_types":[],"annotations":[{"uri":"Time_dilation","surface_form":"time dilation","offset":14},{"uri":"Physics","surface_form":"physics","offset":33},{"uri":"Time","surface_form":"time","offset":81},{"uri":"General_relativity","surface_form":"general relativity","offset":97},{"uri":"Clock","surface_form":"clock","offset":119},{"uri":"Outer_space","surface_form":"outer space","offset":128},{"uri":"Earth","surface_form":"Earth","offset":175},{"uri":"Mass","surface_form":"Heavy","offset":182},{"uri":"Planet","surface_form":"planet","offset":200},{"uri":"Gravity","surface_form":"gravitational field","offset":217},{"uri":"Special_relativity","surface_form":"special relativity","offset":423},{"uri":"Satellite_(artificial)","surface_form":"satellites","offset":509},{"uri":"International_Space_Station","surface_form":"International Space Station","offset":529},{"uri":"Orbit","surface_form":"orbit","offset":578},{"uri":"Low_Earth_orbit","surface_form":"low Earth orbit (LEO)","offset":642},{"uri":"Geostationary_orbit","surface_form":"Geostationary orbit","offset":816},{"uri":"Engineering","surface_form":"engineers","offset":989},{"uri":"Global_Positioning_System","surface_form":"GPS","offset":1051},{"uri":"Special_relativity","surface_form":"special relativity","offset":1136},{"uri":"Spacetime","surface_form":"spacetime","offset":1313},{"uri":"Gravitation","surface_form":"gravitation","offset":1383},{"uri":"General_relativity","surface_form":"general relativity","offset":1408},{"uri":"Speed_of_light","surface_form":"speed of light","offset":2221},{"uri":"GPS","surface_form":"GPS","offset":2591},{"uri":"Satellites","surface_form":"satellites","offset":2715},{"uri":"Gravity","surface_form":"gravity","offset":2746},{"uri":"Earth%27s_orbit","surface_form":"Earth orbit","offset":2920},{"uri":"Geostationary_orbit","surface_form":"geostationary orbit","offset":2933}]}