{"id":18848,"url":"http://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States","text":"The Supreme Court of the United States is the highest court in the United States of America. Because of this, the Court leads the Judicial Branch of the United States Federal Government. It is the only U.S. court established by the United States Constitution. Its decisions are supposed to be followed by all other courts in the United States. The Court meets in its own building in Washington, D.C. However, until 1935, the Supreme Court met in the United States Capitol.\nThere are 9 justices on the court now: one Chief Justice and eight Associate Justices. The most recent justice, Amy Coney Barrett, replaced Ruth Bader Ginsburg after she died. Courts are unofficially named for the Chief Justice; the current Court is called the \"Roberts Court\" after Chief Justice John Roberts.\nThe Supreme Court chooses which cases it will decide on. Many people ask the Supreme Court to decide their cases, but the court refuses most of them. For the Supreme Court to decide a case, the case must be about federal law or be about the laws of more than one state. Cases must first be decided by a federal District Court and a federal Court of Appeals or by a state supreme court. Even after that, the Supreme Court can choose not to decide a case for any reason. There are some cases that can start in the Supreme Court and that the Supreme Court must decide, but those are usually rare.\nThe justices serve for life unless they want to retire earlier or are impeached. If a justice retires, he or she can still be asked to serve as a judge on a federal Court of Appeals. New justices are nominated (picked) by the President of the United States, and then must be approved by the United States Senate.\nThe present Court.\nThe current court is named \"The Roberts Court\" named after Chief Justice John Roberts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Court","surface_form":"court","offset":54},{"uri":"United_States","surface_form":"United States of America","offset":67},{"uri":"Judicial_Branch","surface_form":"Judicial Branch","offset":130},{"uri":"United_States_Federal_Government","surface_form":"United States Federal Government","offset":153},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":232},{"uri":"United_States_Supreme_Court_building","surface_form":"its own building","offset":363},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":383},{"uri":"United_States_Capitol","surface_form":"United States Capitol","offset":450},{"uri":"Chief_Justice_of_the_United_States","surface_form":"Chief Justice","offset":516},{"uri":"Associate_Justice_of_the_Supreme_Court_of_the_United_States","surface_form":"Associate Justices","offset":540},{"uri":"Amy_Coney_Barrett","surface_form":"Amy Coney Barrett","offset":585},{"uri":"Ruth_Bader_Ginsburg","surface_form":"Ruth Bader Ginsburg","offset":613},{"uri":"John_Roberts","surface_form":"John Roberts","offset":770},{"uri":"Case","surface_form":"case","offset":816},{"uri":"Impeachment","surface_form":"impeached","offset":1448},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":1669},{"uri":"John_Roberts","surface_form":"John Roberts","offset":1783}]}