{"id":18859,"url":"http://en.wikipedia.org/wiki/Fall_(motion)","text":"e=\"preserve\">A fall is, in everyday language and thought, a movement down that happens due to gravity. An example is when something rolls off a table and falls down to the floor.\nScientific and universal definition.\nFalling is a motion towards a place where an object will have a lower total potential energy or lower potential. Total potential energy being the sum of all potential energies -- those from gravitational fields, electric fields, and magnetic fields.\nThe idea of falling in natural human language(s) as falling down begs the definition of what down really is. What is down in natural human language(s)? Down may be straight towards your feet, or if you are on a hill, be off at an angle. Often an attempt is made to correct this definition by saying down is towards the center of the Earth. But that definition only works here on Earth. The idea of falling using common everyday language as being in the direction of down does not work in places in the universe other than Earth. In space, somewhere between the Earth and it's moon, an object may fall to the earth or fall to the moon. At other places an object may fall towards the Sun or Jupiter. At other places in the universe an object may even fall to a point in space between stars and planets.\nFalling using common everyday language is also true only due to gravity. What about an electrically charged object? A balloon rubbed on your hair and held close to the ceiling will fall up towards the ceiling. Electrically charged objects do not always fall due to the force of gravity, but due to electric forces. (Thank goodness or our electronics would not work and life would not even exist.) As masses fall in gravitational fields, charges or charged objects will fall to a place where they have less total potential energy. Magnetic objects will fall in a magnetic field to a place where they have less total potential energy.\nFalling people.\nFalling is a very common cause of people's injuries, possibly the most common cause. This is especially the case for elderly people, people with various conditions causing a loss of balance, and for people who do sports and other leisure activities requiring significant motion.\nIn many cases, elderly people become less steady on their feet and if they fall they are at a greater risk of having serious injuries, such as breaking their hip, because of the more brittle condition of their bones.\nDuring sports and other recreational activities such as bicycling or skateboarding, people are more likely to fall. Some bicyclists and skateboarders wear protective clothing to protect their body in the event of a fall, such as a helmet, elbow pads, and knee pads.","categories":[],"infobox_types":[],"annotations":[{"uri":"Movement","surface_form":"movement","offset":60},{"uri":"Gravity","surface_form":"gravity","offset":94},{"uri":"Potential_energy","surface_form":"potential energy","offset":292},{"uri":"Electric_potential","surface_form":"potential","offset":318},{"uri":"Gravitational_field","surface_form":"gravitational fields","offset":406},{"uri":"Electric_field","surface_form":"electric fields","offset":428},{"uri":"Magnetic_field","surface_form":"magnetic fields","offset":449},{"uri":"Injury","surface_form":"injuries","offset":1959},{"uri":"Leisure","surface_form":"leisure","offset":2146},{"uri":"Sports","surface_form":"sports","offset":2419},{"uri":"Recreation","surface_form":"recreation","offset":2436},{"uri":"Skateboard","surface_form":"skateboard","offset":2481},{"uri":"Clothing","surface_form":"clothing","offset":2578},{"uri":"Helmet","surface_form":"helmet","offset":2643}]}