{"id":18860,"url":"http://en.wikipedia.org/wiki/Autumn","text":"Autumn is the season after summer and before winter. In the United States this season is also called fall. In the Northern Hemisphere, it is often said to begin with the autumnal equinox in September and end with the winter solstice in December. In the Southern Hemisphere, it runs from the autumnal equinox in March to the winter solstice in June.\nIn many places in the temperate zone, autumn is a time for harvesting most crops. Deciduous trees (trees that lose their leaves every year) lose their leaves, usually after turning yellow, red, or brown. In many countries, autumn is the time a new school year starts. In the UK, the period of school between the start of September and the end of December is known as the 'Autumn Term'.\nWhen it is autumn in the Northern Hemisphere, it is spring in the Southern Hemisphere. When it is autumn in the Southern Hemisphere, it is spring in the Northern Hemisphere. On the Equator, autumn is very much like spring, with little difference in temperature or in weather. Autumn is a time when most animals are looking for food so they can store up for winter, because they soon will be going into hibernation. The weather gets colder and more windy. In Autumn the hours of daylight and the hours of night are the same. In autumn the weather changes all the time. The weather turns cooler and often windy and rainy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Season","surface_form":"season","offset":14},{"uri":"Summer","surface_form":"summer","offset":27},{"uri":"Winter","surface_form":"winter","offset":45},{"uri":"United_States","surface_form":"United States","offset":60},{"uri":"Northern_Hemisphere","surface_form":"Northern Hemisphere","offset":114},{"uri":"Equinox","surface_form":"equinox","offset":179},{"uri":"September","surface_form":"September","offset":190},{"uri":"Solstice","surface_form":"solstice","offset":224},{"uri":"Equinox","surface_form":"equinox","offset":300},{"uri":"Solstice","surface_form":"solstice","offset":331},{"uri":"Temperate_zone","surface_form":"temperate zone","offset":371},{"uri":"Harvest","surface_form":"harvest","offset":408},{"uri":"Deciduous","surface_form":"Deciduous","offset":431},{"uri":"Leaf","surface_form":"leaves","offset":470},{"uri":"School_year","surface_form":"school year","offset":597},{"uri":"Northern_Hemisphere","surface_form":"Northern Hemisphere","offset":760},{"uri":"Spring","surface_form":"spring","offset":787},{"uri":"Southern_Hemisphere","surface_form":"Southern Hemisphere","offset":801},{"uri":"Hibernation","surface_form":"hibernation","offset":1137}]}