{"id":18867,"url":"http://en.wikipedia.org/wiki/Satellite_(artificial)","text":"A satellite is an object that orbits another object. In space, satellites may be natural, or man-made. The moon is a natural satellite that orbits the Earth. Most man-made satellites also orbit the Earth, but some orbit other planets, or the Sun or Moon. Satellites are used for many purposes. There are weather satellites, communications satellites, navigation satellites, reconnaissance satellites, astronomy satellites and many other kinds. Arthur C. Clarke popularized the idea of the communications satellite.\nThe world's first artificial satellite, the Sputnik 1, was launched by the Soviet Union on October 4,1957. This surprised the world, and the United States quickly worked to launch their own satellite, starting the space race. Sputnik 2 was launched on November 3, 1957 and carried the first living passenger into orbit, a dog named Laika. The United States launched their first satellite, called \"Explorer 1\" on January 31, 1958. The UK launched its first satellite in 1962.\nSince then, thousands of satellites have been launched into orbit around the Earth. Some satellites, notably space stations, have been launched in parts and assembled in orbit.\nSatellites orbiting now.\nArtificial satellites come from more than 50 countries and have used the satellite launching capabilities of ten nations. A few hundred satellites are currently working, but thousands of unused satellites and satellite fragments orbit the Earth as space debris. The largest satellite is the International Space Station, which was put together by several different countries (including the organizations of NASA, ESA, JAXA and RKA). It usually has a crew of six astronauts or cosmonauts living on board. It is permanently occupied, but the crew changes. The Hubble Space Telescope has been repaired and updated by astronauts in space several times.\nThere are also man-made satellites orbiting something other than the Earth. The Mars Reconnaissance Orbiter is one of those orbiting Mars. Cassini-Huygens orbited Saturn. Venus Express, run by the ESA, orbited Venus. Two GRAIL satellites orbited the moon until December 2012. Several satellites have orbited the Sun for years and one is to be added in 2019.\nOrbits.\nMost of the man-made satellites are in a low Earth orbit (LEO) or a geostationary orbit. To stay in orbit, the satellite's sideways speed must balance the force of gravity. Satellites in low orbit are often less than one thousand kilometers above the ground. Close to the Earth, in LEO, the satellites must move faster to stay in orbit. Low orbits work well for satellites that take pictures of the Earth. Many do jobs that call for high orbital inclination (they swing above and below the equator), so they can communicate, or look at other areas. It is easier to put a satellite in low Earth orbit, but the satellite appears to move when viewed from Earth. This means a satellite dish (a type of antenna) must be always moving in order to send or receive communications with that satellite.\nMedium orbit works well for GPS satellites - receivers on Earth use the satellite's changing position and precise time (and a type of antenna that does not have to be pointed) to find where on Earth the receiver is. But constantly changing positions does not work for satellite TV and other types of satellites that send and receive a lot of information. Those need to be in geostationary orbit.\nA satellite in a geostationary orbit moves around the Earth as fast as the Earth spins, so from the ground it looks like it is stationary (not moving). To move this way, the satellite must be straight above the equator, and 35,786 kilometers (22,236 miles) above the ground.","categories":[],"infobox_types":[],"annotations":[{"uri":"Orbit","surface_form":"orbit","offset":30},{"uri":"Outer_space","surface_form":"space","offset":56},{"uri":"Moon","surface_form":"moon","offset":107},{"uri":"Satellite_(natural)","surface_form":"natural satellite","offset":117},{"uri":"Earth","surface_form":"Earth","offset":151},{"uri":"Sun","surface_form":"Sun","offset":242},{"uri":"Weather","surface_form":"weather","offset":304},{"uri":"Communications_satellite","surface_form":"communications satellite","offset":324},{"uri":"Satellite_navigation","surface_form":"navigation satellites","offset":351},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":374},{"uri":"Astronomy","surface_form":"astronomy","offset":401},{"uri":"Arthur_C._Clarke","surface_form":"Arthur C. Clarke","offset":444},{"uri":"Communications_satellite","surface_form":"communications satellite","offset":489},{"uri":"Sputnik","surface_form":"Sputnik","offset":559},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":590},{"uri":"Space_race","surface_form":"space race","offset":729},{"uri":"Laika","surface_form":"Laika","offset":847},{"uri":"United_Kingdom","surface_form":"UK","offset":949},{"uri":"Space_station","surface_form":"space station","offset":1099},{"uri":"Space_debris","surface_form":"space debris","offset":1440},{"uri":"International_Space_Station","surface_form":"International Space Station","offset":1483},{"uri":"NASA","surface_form":"NASA","offset":1598},{"uri":"ESA","surface_form":"ESA","offset":1604},{"uri":"Japan_Aerospace_Exploration_Agency","surface_form":"JAXA","offset":1609},{"uri":"Russian_Federal_Space_Agency","surface_form":"RKA","offset":1618},{"uri":"Astronaut","surface_form":"astronaut","offset":1653},{"uri":"Cosmonaut","surface_form":"cosmonaut","offset":1667},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":1749},{"uri":"Mars_Reconnaissance_Orbiter","surface_form":"Mars Reconnaissance Orbiter","offset":1920},{"uri":"Mars","surface_form":"Mars","offset":1973},{"uri":"Cassini-Huygens","surface_form":"Cassini-Huygens","offset":1979},{"uri":"Venus_Express","surface_form":"Venus Express","offset":2011},{"uri":"Venus","surface_form":"Venus","offset":2050},{"uri":"Gravity_Recovery_and_Interior_Laboratory","surface_form":"GRAIL","offset":2061},{"uri":"Low_Earth_orbit","surface_form":"low Earth orbit","offset":2247},{"uri":"Geostationary_orbit","surface_form":"geostationary orbit","offset":2274},{"uri":"Gravity","surface_form":"gravity","offset":2370},{"uri":"Orbital_inclination","surface_form":"orbital inclination","offset":2644},{"uri":"Antenna","surface_form":"antenna","offset":2904},{"uri":"GPS","surface_form":"GPS","offset":3027},{"uri":"Stationary","surface_form":"stationary","offset":3522},{"uri":"Equator","surface_form":"equator","offset":3606}]}