{"id":188732,"url":"http://en.wikipedia.org/wiki/Parasympathetic_nervous_system","text":"The parasympathetic nervous system (PNS or PSNS) is part of the autonomic nervous system. It does the opposite things of the sympathetic nervous system, the other part of the autonomic nervous system. This way, the parasympathetic and sympathetic nervous systems balance each other's effects. The sympathetic nervous system helps a person \"fight or flight\" when they are in danger. When the danger is gone, the parasympathetic nervous system lets the person \"rest and digest,\" \"feed and breed.\"\nEffects.\nBecause of these effects, the parasympathetic nervous system always has to balance with the sympathetic nervous system. For example, if only the parasympathetic nervous system was working, a person's heart rate and breathing would keep getting lower and lower. Eventually the person would stop breathing or their heart would stop beating.\nHowever, in a healthy person, the brain realizes when the parasympathetic nervous system's effects are getting too strong. For example, the brain may realize that the person is breathing too slowly, or that their heart rate is too low. The brain reacts by making the sympathetic nervous system kick in. Because the sympathetic nervous system has the opposite effects, it will make the person breathe faster and raise their heart rate. These two systems have to balance each other constantly for a person to stay healthy.\nControl.\nThe parasympathetic nervous system is controlled mostly by the vagus nerve. This is an important nerve that comes from the brain and goes all the way down to the bottom of the spinal cord. The vagus nerve sends out chemical messengers called neurotransmitters - mostly one called acetylcholine. This chemical causes changes in many different parts of the body.","categories":[],"infobox_types":[],"annotations":[{"uri":"Autonomic_nervous_system","surface_form":"autonomic nervous system","offset":64},{"uri":"Sympathetic_nervous_system","surface_form":"sympathetic nervous system","offset":125},{"uri":"Fight_or_flight_response","surface_form":"fight or flight","offset":340},{"uri":"Danger","surface_form":"danger","offset":374},{"uri":"Digestion","surface_form":"digest","offset":468},{"uri":"Eating","surface_form":"feed","offset":478},{"uri":"Sexual_reproduction","surface_form":"breed","offset":487},{"uri":"Apnea","surface_form":"stop breathing","offset":793},{"uri":"Cardiac_arrest","surface_form":"heart would stop beating","offset":817},{"uri":"Bradypnea","surface_form":"breathing too slowly","offset":1020},{"uri":"Bradycardia","surface_form":"heart rate is too low","offset":1056},{"uri":"Vagus_nerve","surface_form":"vagus nerve","offset":1436},{"uri":"Cranial_nerve","surface_form":"nerve that comes from the brain","offset":1470},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":1549},{"uri":"Neurotransmitters","surface_form":"neurotransmitters","offset":1615},{"uri":"Acetylcholine","surface_form":"acetylcholine","offset":1653}]}