{"id":18908,"url":"http://en.wikipedia.org/wiki/Columbia%2C_South_Carolina","text":"Columbia is the capital and largest city of the U.S. state of South Carolina. As of the 2010 Census, it had an urban population of 549,777. It is the county seat of Richland County, but a small portion of the city is in Lexington County. It is home to the University of South Carolina.\nJust east of the city is Fort Jackson, the U.S. Army's largest and most active initial entry training installation,\nHistory.\nColumbia is on the fall line from the Appalachian Mountains. The fall line is the spot where boats cannot travel any farther upstream, and is also the spot farthest downstream where falling water can usefully power a mill.\nThe state capital before 1790 was Charleston on the coast of the Atlantic Ocean. In 1786, the legislature decided to move the capital to the center of the state, and the site of Columbia was chosen for its location on the river just 13 miles (21 km) northwest of South Carolina's geographic center. The State Legislature first met there in 1790. After remaining under the direct government of the legislature for the first two decades of its existence, Columbia was incorporated as a village in 1805 and then as a city in 1854. Columbia received a large stimulus to development when it was connected in a direct water route to Charleston, by the Santee Canal. This canal connected the Santee and Cooper Rivers in a 22-mile (35 km) section. It was first chartered in 1786 and completed in 1800, making it one of the earliest canals in the United States. With increased railroad traffic, it ceased operation around 1850.\nColumbia was one of the first planned cities in the United States. It is known for its wide streets.\nOn February 17, 1865, during the Civil War, a fire destroyed much of Columbia was destroyed while being occupied by Union troops under the command of General William Tecumseh Sherman.\nThe 20th century saw Columbia emerge as a regional textile manufacturing center. In the 1920s, Columbia businessmen constructed a large dam on the Saluda River to make hydroelectric power. The dam, using the native red clay soil and bedrock, was the largest earthen dam in the world when it was completed in 1930. Lake Murray which was formed by the dam is 41 miles (66 km) long, and 14 miles (23 km) wide at its widest point. At the time when the lake was finished, it was the world's largest man-made reservoir. The company that built the dam grew to become SCANA Corporation, one of Columbia's largest employers.\nThe city of Columbia has recently accomplished a number of redevelopment projects and has several more planned. The historic Congaree Vista, a district running from the central business district toward the Congaree river, features a number of historic buildings that have been rehabilitated.\nTransportation.\nThe Central Midlands Regional Transit Authority (CMRTA), operates mass transit in the greater Columbia area including Cayce, West Columbia, Forest Acres, Arcadia Lakes, Springdale, and the St. Andrews area. CMRTA operates express shuttles, as well as bus service serving Columbia and its immediate suburbs. The authority was established in October 2002 after SCANA released ownership of public transportation back to the City of Columbia. Since 2003, CMRTA provides transportation for more than 2 million passengers, has expanded route services, and introduced 43 new ADA accessible buses offering a safer, more comfortable means of transportation. CMRTA has also added 10 natural gas powered buses to the fleet.\nThe Central Midlands Council of Governments is in the process of investigating the potential for rail transit in the region. Routes into downtown Columbia originating from Camden, Newberry, and Batesburg-Leesville are in consideration, as is a potential line between Columbia and Charlotte connecting the two mainlines of the future Southeastern High Speed Rail Corridor.\nColumbia's central location between the population centers of South Carolina has made it a transportation focal point with three interstate highways and one interstate spur.\nThe city and its surroundings are served by Columbia Metropolitan Airport (IATA:CAE; ICAO:KCAE). The city is served daily by Amtrak and Greyhound Lines buses.\nEducation.\nColumbia has the main campus of the University of South Carolina, which was chartered in 1801 as South Carolina College and in 1906 as the University of South Carolina. The university has 350 degree programs and enrolls more than 27,500 students throughout 15 degree-granting colleges and schools. It is an urban university in downtown Columbia, just south of the Capitol.\nOther colleges are: Allen University, Benedict College, Columbia College, Columbia International University, Lutheran Theological Southern Seminary and Midlands Technical College.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_(city)","surface_form":"capital","offset":16},{"uri":"City","surface_form":"city","offset":36},{"uri":"U.S._state","surface_form":"U.S. state","offset":48},{"uri":"South_Carolina","surface_form":"South Carolina","offset":62},{"uri":"2010_United_States_Census","surface_form":"2010 Census","offset":88},{"uri":"County_seat","surface_form":"county seat","offset":150},{"uri":"Richland_County%2C_South_Carolina","surface_form":"Richland County","offset":165},{"uri":"Lexington_County%2C_South_Carolina","surface_form":"Lexington County","offset":220},{"uri":"University_of_South_Carolina","surface_form":"University of South Carolina","offset":256},{"uri":"Fort_Jackson_(South_Carolina)","surface_form":"Fort Jackson","offset":311},{"uri":"U.S._Army","surface_form":"U.S. Army","offset":329},{"uri":"Appalachian_Mountains","surface_form":"Appalachian Mountains","offset":449},{"uri":"American_Civil_War","surface_form":"Civil War","offset":1687},{"uri":"William_Tecumseh_Sherman","surface_form":"William Tecumseh Sherman","offset":1812},{"uri":"Saluda_River","surface_form":"Saluda River","offset":1985},{"uri":"Hydroelectric_power","surface_form":"hydroelectric power","offset":2006},{"uri":"SCANA_Corporation","surface_form":"SCANA Corporation","offset":2398},{"uri":"Congaree_Vista","surface_form":"Congaree Vista","offset":2579},{"uri":"Central_Midlands_Regional_Transit_Authority","surface_form":"Central Midlands Regional Transit Authority","offset":2766},{"uri":"Cayce%2C_South_Carolina","surface_form":"Cayce","offset":2880},{"uri":"West_Columbia%2C_South_Carolina","surface_form":"West Columbia","offset":2887},{"uri":"Forest_Acres","surface_form":"Forest Acres","offset":2902},{"uri":"Arcadia_Lakes","surface_form":"Arcadia Lakes","offset":2916},{"uri":"Springdale%2C_Lexington_County%2C_South_Carolina","surface_form":"Springdale","offset":2931},{"uri":"Columbia_Metropolitan_Airport","surface_form":"Columbia Metropolitan Airport","offset":4065},{"uri":"IATA","surface_form":"IATA","offset":4096},{"uri":"ICAO","surface_form":"ICAO","offset":4106},{"uri":"Amtrak","surface_form":"Amtrak","offset":4146},{"uri":"Greyhound_Lines","surface_form":"Greyhound Lines","offset":4157},{"uri":"University_of_South_Carolina","surface_form":"University of South Carolina","offset":4227}]}