{"id":189009,"url":"http://en.wikipedia.org/wiki/Acid_throwing","text":"Acid throwing or vitriolage is a form of violent assault. Sometimes the crime is called acid attack. The attackers throw acid or other corrosive substances at their victims. Usually they throw it at their faces. They want to damage skin tissue, even to expose and to dissolve the bones. The consequences of these attacks include blindness and permanent scars of the face and body.\nIn India, the number of acid attacks have been rising. There had been 68 acid attacks in Karnataka alone (of which Bangalore is the capital) since 1999. These are only the cases that have been reported. Unlike India, Bangladesh has introduced the death penalty for throwing acid and laws strictly controlling the sales of acids since 2002. An important role for the introduction of that legislation had the Acid Survivors Foundation.\nAcid throwing is a crime in most countries in the world. Many Islamic countries have the concept of qisas, or retributive justice. With this, a victim can ask that the attacker be disfigured in a similar way. That way, an Iranian court ordered that the attacker of a woman who was blinded by such an attack, be blinded as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Violence","surface_form":"violent","offset":41},{"uri":"Assault","surface_form":"assault","offset":49},{"uri":"Acid","surface_form":"acid","offset":121},{"uri":"Corrosive_substance","surface_form":"corrosive substances","offset":135},{"uri":"Victim","surface_form":"victims","offset":165},{"uri":"Face","surface_form":"face","offset":205},{"uri":"Skin","surface_form":"skin","offset":232},{"uri":"Bone","surface_form":"bone","offset":280},{"uri":"Blindness","surface_form":"blindness","offset":329},{"uri":"Scar","surface_form":"scar","offset":353},{"uri":"India","surface_form":"India","offset":384},{"uri":"Karnataka","surface_form":"Karnataka","offset":470},{"uri":"Bangalore","surface_form":"Bangalore","offset":496},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":598},{"uri":"Acid_Survivors_Foundation","surface_form":"Acid Survivors Foundation","offset":788},{"uri":"Crime","surface_form":"crime","offset":834},{"uri":"Qisas","surface_form":"qisas","offset":915}]}