{"id":189248,"url":"http://en.wikipedia.org/wiki/Ban%C3%AD","text":"The Dominican city of Baní is the head municipality of the Peravia province, on the south of the country, close to the Caribbean Sea.\nName.\nBaní is a Taíno word meaning \"ebony\" or a similar tree, but the city takes the name from the small river that flows through the city.\nHistory.\nIn 1764, the people that were living in the Peravia Valley bought some land in \"Cerro Gordo\" (part of the valley) to build a new town. The new town was given the name of Baní after the river that is found to the east of the town.\nAfter the independence from Haiti in 1844, the country was divided in five provinces and in 1845 Baní was made a municipality of the old province of Santo Domingo. In 1944, Baní was made the capital city of the new province José Trujillo Valdéz, now with the name of Peravia.\nPopulation.\nThe municipality had, in, a total population of 92,153: 44,841 men and 47,312 women. The urban population was of the total population.\nGeography.\nBaní has a total area of (without including its municipal districts), about of the total area of the small province of Peravia. The city is an elevation of, and at to the west of Santo Domingo.\nThe western and northern part of the municipality (and of the province) has many mountains that are part of the \"Cordillera Central\" (\"Central mountain range\"); this range is called here \"Sierra de Ocoa\".\nTo the northeast of the city, there is a small karstic region with small cone-shaped hills that are called here as \"cucuruchos\".\nIn the southern half of the municipality there are several small valleys and savannas such as the Peravia Valley, where the city of Baní is located, and \"Sabana de Paya\" (Paya savanna) around the town of Paya.\nWest of Baní, the region is very dry and there are not many people living here except close to rivers and to the coast.\nThe most important rivers in this municipality are Ocoa and Baní rivers.\nThe municipality of Baní has the Azua province to the west, the San José de Ocoa to the north, the San Cristóbal province to the west and the municipality of Nizao to the southwest. To the south is the Caribbean Sea.\nClimate.\nBaní has a tropical wet and dry savanna climate (Köppen climate classification: Aw) with a pronounced dry season in winter.\nThe average amount of rainfall for the year in the city is. The month with the most precipitation on average is October with of rainfall, followed by June with.\nThe driest season is winter. The month with the least rainfall on average is March with an average of and the second is January with.\nBaní is in a hot region; the average temperature for the year is. The warmest month, on average, is July with an average temperature of. The coolest month on average is January, with an average temperature of.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dominican_Republic","surface_form":"Dominican","offset":4},{"uri":"City","surface_form":"city","offset":14},{"uri":"Municipality","surface_form":"municipality","offset":39},{"uri":"Peravia_Province","surface_form":"Peravia","offset":59},{"uri":"Province","surface_form":"province","offset":67},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":119},{"uri":"Ta%C3%ADno","surface_form":"Taíno","offset":150},{"uri":"Tree","surface_form":"tree","offset":190},{"uri":"Independence","surface_form":"independence","offset":523},{"uri":"Haiti","surface_form":"Haiti","offset":541},{"uri":"Municipality","surface_form":"municipality","offset":626},{"uri":"Elevation","surface_form":"elevation","offset":1090},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":1126},{"uri":"Mountain_range","surface_form":"mountain range","offset":1284},{"uri":"Karst","surface_form":"karst","offset":1393},{"uri":"Cone","surface_form":"cone","offset":1419},{"uri":"Hill","surface_form":"hill","offset":1431},{"uri":"Savanna","surface_form":"savanna","offset":1552},{"uri":"Coast","surface_form":"coast","offset":1798},{"uri":"River_Ocoa","surface_form":"Ocoa","offset":1856},{"uri":"Azua_Province","surface_form":"Azua","offset":1911},{"uri":"San_Jos%C3%A9_de_Ocoa_Province","surface_form":"San José de Ocoa","offset":1942},{"uri":"San_Crist%C3%B3bal_Province","surface_form":"San Cristóbal","offset":1977},{"uri":"Nizao","surface_form":"Nizao","offset":2036},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":2080},{"uri":"Tropical","surface_form":"tropical","offset":2115},{"uri":"Savanna","surface_form":"savanna","offset":2136},{"uri":"Climate","surface_form":"climate","offset":2144},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":2153},{"uri":"Average","surface_form":"average","offset":2232},{"uri":"Rainfall","surface_form":"rainfall","offset":2250},{"uri":"Rainfall","surface_form":"rainfall","offset":2356},{"uri":"Season","surface_form":"season","offset":2400},{"uri":"Winter","surface_form":"winter","offset":2410},{"uri":"Temperature","surface_form":"temperature","offset":2560}]}