{"id":189238,"url":"http://en.wikipedia.org/wiki/Ponzi_scheme","text":"A Ponzi scheme is a special kind of fraud. It is based on a fake investment that one schemer (or group of schemers) gets other people to give money to.\nIn Ponzi schemes, the schemer basically says, \"I found a great way to make money fast. The more you give me, the more I can invest in that cause, and the more I can earn for us all\". But a Ponzi scheme doesn't actually \"earn money\". Instead, \"all\" of the scheme's money comes from the investors.\nOnce a Ponzi scheme gets too many investors, the system will always crash. This is because the investors all expect more money than they invested, and they will get impatient.\nThe scheme was named after a man named Charles Ponzi. He used the scheme after moving from Italy to the United States in 1903. (Ponzi didn't invent the scheme, though. In 1857, Charles Dickens wrote a book called \"Little Dorrit\" about a scheme like this. The scheme is a simple idea, and probably very old.) However, Ponzi's scheme was so big that it became the most popular. His original scheme was based on using countries' money-exchange rates to make money, based on international postage stamps. But money soon stopped being invested in coupons, and went to early investors, and a lot to Ponzi himself.\nPonzi schemes can be run anywhere, even online, and are being run even now.\nMore examples.\nSchemers often depend on investors \"not actually knowing\" about economics. The Madoff scandal of 2008 showed that even sophisticated people like bankers can fall for them. People are fooled by the schemer seeming to have financial skill or reputation.\nSometimes, the schemers claim that money can only be made if the investment is kept a secret (away from the authorities or public). For example, Bernard Madoff only allowed the accounting firm run by his brother-in-law to perform audits on his \"hedge fund\", claiming it had to be kept a secret to earn money.\nSchemers often try to tempt the early investors to \"re-invest\" the money they've \"earned\". Schemers sometimes send investors \"invoices\", showing investors how much they've \"earned\" and how much they'll keep \"earning\" if they keep \"investing\".\nSchemers also try to make sure new investors can't take their money back, by making the rules tighter. In this case, the schemer will often have a few investors say they kept their money, making the investment still look productive enough to be good.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fraud","surface_form":"fraud","offset":36},{"uri":"Investment","surface_form":"investment","offset":65}]}