{"id":189401,"url":"http://en.wikipedia.org/wiki/The_Barber_of_Seville","text":"\"The Barber of Seville\" (in Italian: \"Il barbiere di Siviglia\") is a comic opera (opera buffa) in two acts by the composer Gioachino Rossini. The libretto (words) are based on a comedy by Pierre Beaumarchais called \"The Barber of Seville\". It is Rossini’s most famous opera, containing some very well known tunes.\nThe first performance took place on 20 February, 1816 in Rome\nHistory of the opera.\nRossini’s opera was not the first one to be based on Beaumarchais' play. The composer Giovanni Paisiello had written one with the same title, and another was composed in 1796 by Nicolas Isouard. Paisiello’s opera was popular for a time, but soon Rossini’s opera became famous and Paisiello’s opera was forgotten.\nMozart's opera \"Le nozze di Figaro,\" composed in 1786 is also based on the same play, but it deals with the second part of the play (the play was in three parts).\nRossini is well known for being able to compose very quickly. He composed all the music for \"The Barber of Seville\" in less than three weeks. He borrowed the overture from something he had written earlier.\nWhen the opera was first performed on 20 February 1816 it was a big failure. The audience hissed and jeered the whole time, and there were several little accidents on the stage. At one point a cat walked onto the stage.\nThe second time it was performed it was a great success.\nAct 1.\n\"The square in front of Dr. Bartolo's house\"\nThe story takes place in the town of Seville in Spain. It is supposed to be the 17th century. In a town square outside Dr. Bartolo's house a band of musicians are serenading outside the window of Rosina. Among them is Lindoro, who is pretending to be a poor student, but he is really Count Almaviva in disguise. He hopes that Rosina will love him. He pays the musicians who then leave.\nFigaro comes in. He used to be Almaviva’s servant. The aria that he sings is very famous. It is called \"Largo al factotum\". Almaviva asks him to help him meet Rosina, offering him money if he can do it. Figaro says he should disguise himself as a soldier and pretend to be drunk and to try and get into the house.\nInside Dr Bartolo’s house Rosina sings a song \"Una voce poco fa\" (\"A voice just now\").\nRosina writes to the Count, calling him Lindoro, because she thinks that is his name. As she is leaving the room, Bartolo and Basilio enter. Bartolo is suspicious of the Count, and Basilio says that they should start to tell bad stories about him to get him out of the way.\nWhen they are gone, Rosina and Figaro enter. Figaro asks Rosina to write a short note to Lindoro. She has already done this. She is surprised by Bartolo, but she manages to fool him.\nBerta, Dr Bartolo’s servant, tries to leave the house. She is met by the Count disguised as an drunken soldier. Bartolo cannot get rid of the Count, who manages to have a quick word with Rosina. He whispers to her that he is called Lindoro and gives her a letter. Bartolo is watching and is suspicious. He wants to know what the letter is about, but Rosina fools him by giving him a list of things to be washed. Bartolo and the Count start arguing. Basilio, Figaro and Berta appear and the noise is heard by the Officer of the Watch and his men. Bartolo thinks that the Count has been arrested, but Almaviva tells the officer his real name and he is immediately released. Bartolo and Basilio cannot understand why this happened. Rosina laughs at them.\nAct 2.\nAlmaviva comes to the doctor’s house again. This time he is disguised as a music teacher. He is pretending that Basilio is ill and that he has come instead. At first Bartolo is suspicious but he soon lets him in when he shows him Rosina’s letter. He gives Rosina a singing lesson. Bartolo thinks that Lindoro is one of the Count’s servants and that he is trying to get girls for the Count. Bartolo does not want to leave him alone with Rosina, so he gets Figaro (who is a barber) to shave him.\nWhen Basilio suddenly appears, Almaviva bribes him with some money and he goes away saying he is sick. Bartolo realizes in the end that it is a trick, and gets everyone out of the room. He goes to a notary to get a marriage contract made between himself and Rosina. He shows Rosina the letter she wrote to \"Lindoro\", and makes her think that Lindoro is a servant and cunning friend of Almaviva.\nThe stage is empty while the music creates a thunder storm. The Count and Figaro climb up a ladder to the balcony and enter the room through a window. Rosina shows Almaviva the letter and says she is very sad. Almaviva tells her who he really is. Rosina now loves him. Figaro tells them they should leave. Basilio and the notary come to the front door and try to leave by the ladder, but it has gone. Basilio can either take a bribe a be a witness to the marriage or he can be shot dead. He decides, together with Figaro, to witness the signing of the marriage contract between the Count and Rosina. Bartolo rushes in, but is too late. Bartolo (who was the one who had taken away the ladder) is made happy when he is told he can keep Rosina's dowry.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_language","surface_form":"Italian","offset":28},{"uri":"Opera_buffa","surface_form":"opera buffa","offset":82},{"uri":"Composer","surface_form":"composer","offset":114},{"uri":"Gioachino_Rossini","surface_form":"Gioachino Rossini","offset":123},{"uri":"Libretto","surface_form":"libretto","offset":146},{"uri":"Pierre_Beaumarchais","surface_form":"Pierre Beaumarchais","offset":188},{"uri":"20_February","surface_form":"20 February","offset":350},{"uri":"1816","surface_form":"1816","offset":363},{"uri":"Rome","surface_form":"Rome","offset":371},{"uri":"Giovanni_Paisiello","surface_form":"Giovanni Paisiello","offset":484},{"uri":"1796","surface_form":"1796","offset":568},{"uri":"Mozart","surface_form":"Mozart","offset":711},{"uri":"The_Marriage_of_Figaro","surface_form":"Le nozze di Figaro","offset":727},{"uri":"Overture","surface_form":"overture","offset":1032},{"uri":"Audience","surface_form":"audience","offset":1161},{"uri":"Seville","surface_form":"Seville","offset":1446},{"uri":"Spain","surface_form":"Spain","offset":1457},{"uri":"17th_century","surface_form":"17th century","offset":1489},{"uri":"Town_square","surface_form":"town square","offset":1508},{"uri":"Serenade","surface_form":"serenading","offset":1572},{"uri":"Student","surface_form":"student","offset":1667},{"uri":"Disguise","surface_form":"disguise","offset":1711},{"uri":"Servant","surface_form":"servant","offset":1837},{"uri":"Aria","surface_form":"aria","offset":1850},{"uri":"Soldier","surface_form":"soldier","offset":2042},{"uri":"Drunk","surface_form":"drunk","offset":2068},{"uri":"Barber","surface_form":"barber","offset":3884},{"uri":"Bribe","surface_form":"bribe","offset":3946},{"uri":"Notary","surface_form":"notary","offset":4105},{"uri":"Ladder","surface_form":"ladder","offset":4393},{"uri":"Balcony","surface_form":"balcony","offset":4407},{"uri":"Witness","surface_form":"witness","offset":4741},{"uri":"Dowry","surface_form":"dowry","offset":5044}]}