{"id":18965,"url":"http://en.wikipedia.org/wiki/Fever","text":"e=\"preserve\">A fever is when a person's body temperature is hotter than 37.5 degrees Celsius (99.5 Fahrenheit). Normal body temperature for humans varies based on a variety of factors, including age and level of physical activity. It is typically cited as 37 degrees Celsius (98.6 F), but naturally varies from person to person by at least.5 degrees Celsius. The actual measurement of body temperature will vary based on the location of the measurement. For a temperature taken from under the tongue, the measurement may be lower. Rectal temperatures will read about 0.3 C (0.55 F) higher, and armpit temperatures will read about the same amount lower.\nWhen people are ill, their body's immune system fights the disease, and so the body temperature rises. Fever is a defensive measure of the body against the germs: the life cycles of the germs are disrupted when the body temperature rises.\nAbout 38 °C (100.4 F) degrees is called a low-grade fever, and above 39.5 °C (103 F) degrees is a high-grade fever.\nChildren usually have a higher fever than adults; their immune system is less mature. Infants have the highest normal temperature, which decreases as people age. Some animals, especially small ones like rabbits and cats, also have a higher normal temperature than humans.\nSometimes, high-grade fever can be a medical emergency. At or above 42 °C (107.6 F) organs start taking damage that may not be repairable. While most fevers are caused by Infection, whether bacterial or viral, some fevers can be caused by cancers, including leukemia, lymphoma, and renal cell carcinoma.","categories":[],"infobox_types":[],"annotations":[{"uri":"Celsius","surface_form":"Celsius","offset":85},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":99},{"uri":"Tongue","surface_form":"tongue","offset":493},{"uri":"Rectal","surface_form":"Rectal","offset":531},{"uri":"Immune_system","surface_form":"immune system","offset":687},{"uri":"Disease","surface_form":"disease","offset":712},{"uri":"Child","surface_form":"Child","offset":1008},{"uri":"Rabbit","surface_form":"rabbit","offset":1211},{"uri":"Cat","surface_form":"cat","offset":1223},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":1317},{"uri":"Infection","surface_form":"Infection","offset":1451},{"uri":"Leukemia","surface_form":"leukemia","offset":1538},{"uri":"Lymphoma","surface_form":"lymphoma","offset":1548},{"uri":"Renal_cell_carcinoma","surface_form":"renal cell carcinoma","offset":1562}]}