{"id":18971,"url":"http://en.wikipedia.org/wiki/Epilepsy","text":"Epilepsy is a chronic condition of the brain. It is characterized by seizures that do not seem to have an obvious cause. To the outside viewer, these seizures show as episodes of heavy shaking. Depending on the seizure, the shaking may be short and difficult to detect or it may be longer.\nPeople with epilepsy are sometimes called \"epileptic\", but it is the fit or seizure that is \"epileptic\".\nMany people have died from seizures.\nDifferent forms.\nThere are many different forms of seizures, and there are also many different forms of epilepsy. Most forms of epilepsy cannot be cured. In most cases, drugs can make life easier for those suffering from it. In very few cases, (which are difficult to treat), surgery may help. In some cases, only eating special things (called a diet) may help. A special diet has been developed; it is called Ketogenic diet. When it was developed, it was mainly used to treat certain children with epilepsy, before good drugs became available. Today, it is used to treat certain cases where drugs do not seem to help.\nCertain forms of the disease disappear after a time, they do for example only occur in childhood. Epilepsy is not \"one\" condition. Rather, it stands for a number of health problems that all show in the same ways.\nOccurrence.\nThe condition is very common; about one percent of people worldwide (65 million) have epilepsy. Nearly eighty percent of all cases occur in developing countries. Epilepsy becomes more common as people age. In the developed world, onset of new cases occurs most frequently in infants and the elderly. In the developing world this is in older children and young adults. Between five and ten percent of all people will have an unprovoked seizure by the age of eighty. The chance of having a second seizure is between forty and fifty percent.\nTreatment.\nThe condition is very common, and has been studied a lot. There are drugs for many forms of epilepsy that make life better for those affected. Doctors only say someone has epilepsy, if that person has had at least two seizures, for which the immediate cause cannot be seen. There are also seizures which are not caused by epilepsy.\nIn most cases, epilepsy is caused by scars in the brain. Some forms of the condition are caused by genetic disorders, which may be passed on from the parents to the children. Very often, the actual cause for an epileptic seizure is lack of sleep, too much alcohol, or other things that cause stress.\nMany countries in the world say there are special rules for people who have epilepsy. They need to be without a seizure for some time before they may drive a car. They also need to take drugs to treat their illness. In many countries, such people may not drive buses, taxis or trucks.\nRisk factors.\nIn many cases, risky behaviour can provoke seizures. Such risk factors include\nIn many cases,a person who is able to cope with stress, who sleeps enough, and who does not drink too much can reduce the risk of having a seizure.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chronic","surface_form":"chronic","offset":14},{"uri":"Condition","surface_form":"condition","offset":22},{"uri":"Neurology","surface_form":"brain","offset":39},{"uri":"Seizure","surface_form":"seizure","offset":69},{"uri":"Drug","surface_form":"drug","offset":601},{"uri":"Surgery","surface_form":"surgery","offset":708},{"uri":"Diet","surface_form":"diet","offset":778},{"uri":"Ketogenic_diet","surface_form":"Ketogenic diet","offset":842},{"uri":"Common","surface_form":"common","offset":1298},{"uri":"Developing_country","surface_form":"developing countries","offset":1416},{"uri":"Onset","surface_form":"onset","offset":1506},{"uri":"Infant","surface_form":"infant","offset":1551},{"uri":"Drug","surface_form":"drug","offset":1894},{"uri":"Scar","surface_form":"scar","offset":2195},{"uri":"Genetic_disorders","surface_form":"genetic disorders","offset":2257},{"uri":"Parent","surface_form":"parent","offset":2308},{"uri":"Sleep","surface_form":"sleep","offset":2398},{"uri":"Alcohol","surface_form":"alcohol","offset":2414},{"uri":"Stress","surface_form":"stress","offset":2450},{"uri":"Drug","surface_form":"drug","offset":2644},{"uri":"Bus","surface_form":"bus","offset":2719},{"uri":"Taxi","surface_form":"taxi","offset":2726},{"uri":"Truck","surface_form":"trucks","offset":2735},{"uri":"Risk_factor","surface_form":"risk factors","offset":2815}]}