{"id":189825,"url":"http://en.wikipedia.org/wiki/Hannah_Montana","text":"\"Hannah Montana\" is a 2006 Disney Channel television series. The series stars Miley Cyrus as Miley Stewart. Miley is a normal girl who is also a pop star named Hannah Montana. No one except her family and two closest friends know Miley and Hannah Montana are the same person. Her father, Robby Ray Stewart, it is played by Miley Cyrus' real father, Billy Ray Cyrus. The series also stars Emily Osment as her best friend, Lilly Truscott, Mitchel Musso as Oliver Oken and Jason Earles as Miley's older brother, Jackson Stewart. In 2007 it was nominated for an Emmy award.\n\"Hannah Montana & Miley Cyrus: Best of Both Worlds Concert\".\n\"Hannah Montana & Miley Cyrus: Best of Both Worlds Concert\" is a musical movie from Walt Disney Pictures shown in Disney Digital 3D using 3D glasses. The movie was planned to only be in cinemas for one week, February 1-7, 2008 in the US and Canada, but the showings were extended. On its first weekend, February 1-3, 2008, the movie made $29 million. Ticket prices were as high as $15, at least 50% higher than most movie tickets in 2008.\n\"Hannah Montana: The Movie\".\n\"Hannah Montana: The Movie\" is a 2009 Walt Disney Pictures musical comedy movie based on the Disney Channel show \"Hannah Montana\" which was released on April 10, 2009, by Walt Disney Pictures, it was the second Disney Channel series to have a movie for Walt Disney Pictures. The movie was directed by Peter Chelsom. Filming began in April 2008. Most of the filming was in Columbia, Tennessee and Los Angeles, California and was completed in July 2008. The movie stars Miley Cyrus, Emily Osment, Mitchel Musso, Jason Earles, Moises Arias, Lucas Till, and Billy Ray Cyrus. There are also some musical guests including Rascall Flatts and Grammy Winner Taylor Swift.\nThe movie goes for 98 minutes (including credits).\nVolume 2: Pop Star Profile.\nThis DVD includes the first four episodes with Jake Ryan.","categories":[],"infobox_types":["Television"],"annotations":[{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":27},{"uri":"Television_series","surface_form":"television series","offset":42},{"uri":"Miley_Cyrus","surface_form":"Miley Cyrus","offset":78},{"uri":"Pop_music","surface_form":"pop star","offset":145},{"uri":"Billy_Ray_Cyrus","surface_form":"Billy Ray Cyrus","offset":349},{"uri":"Emily_Osment","surface_form":"Emily Osment","offset":388},{"uri":"Mitchel_Musso","surface_form":"Mitchel Musso","offset":437},{"uri":"Jason_Earles","surface_form":"Jason Earles","offset":470},{"uri":"Emmy","surface_form":"Emmy","offset":558},{"uri":"Walt_Disney_Pictures","surface_form":"Walt Disney Pictures","offset":715},{"uri":"Rascal_Flatts","surface_form":"Rascall Flatts","offset":1715},{"uri":"Taylor_Swift","surface_form":"Taylor Swift","offset":1748}]}