{"id":18990,"url":"http://en.wikipedia.org/wiki/Pseudoscience","text":"Pseudoscience is anything that pretends to be science but is not. Together, \"pseudo-\" and \"science\" mean \"fake science\". Pseudoscience may fail one or more parts of being scientific.\nPseudoscience is \"not\" just an idea which is not accepted by the mainstream scientific community. It is an idea which no kind of evidence is allowed to refute (prove wrong). Despite the fact that the word pseudoscience means \"false science\", it is the \"openness to testing\" which is fundamental to science. This is more fundamental than whether a theory is accepted. After all, ideas have been proved wrong, though once they were believed to be true. Obviously, at any given time, there are things which science has got right, and things which are uncertain or wrong. \"Openness to correction\" is the clear difference between science and pseudoscience.\nThere is a difference, however, between pseudoscience and religion. Astrology is a pseudoscience, because it pretends to be based on facts, but is not. Religions make statements which are certainly not scientific, and are not meant to be. Insofar as a religion makes no factual claims, it is not open to refutation. When it does make factual claims it is vulnerable. A case in point was the decision of the Catholic Church to defend the ancient ideas of the heavens (Ptolemy) against the (then) new ideas of Galileo and Copernicus. This was made worse by their using their wordly power to support their incorrect views: the Inquisition and the Index.\nTypes of pseudoscience.\nIdeas (more properly \"hypotheses\") about how nature works may be considered pseudoscientific for many reasons. Sometimes, the hypothesis is just simply wrong, and can be demonstrated to be wrong. An example of this is the belief that the Earth is flat, or the belief that human female skeletons have one more rib than men do. Ideas such as these are considered unscientific because they have been proved wrong.\nSometimes, an idea \"might\" be true, but could never be demonstrated to be true, even in principle. For example, suppose some people believe that the Earth and the universe came into existence last Thursday. They claim that when the universe came into existence last Thursday, it was created with the \"appearance\" of being many millions of years old. According to these believers, even our memories of two weeks ago are actually just the false memories that came along with the creation of the universe, which took place last Thursday. Such a belief is considered pseudoscientific because it is not falsifiable—no experiment could shed light on whether this belief is true or false.\nOther types of pseudoscience are considered pseudoscientific because they are based on deception, even though the idea being used is not impossible. Examples are people who claim to have made time travel devices, antigravity devices, or teleporters. Scientists simply do not have the technology to build such things at present, even though they may be able to someday.\nSome ideas are \"arguably\" pseudoscientific. This means that some mainstream scientists consider the idea pseudoscientific and some do not. Certain ideas about how the stock market behaves fall into this category.\nPseudoscience is not exactly the same thing as biased research, where the scientist has some bad motive (such as personal gain, fame, or financial profit) for promoting their findings. It is also not the same as an untested hypothesis, which is an idea that scientists cannot test yet because they do not have the money or technology to do so. The theories of quantum gravity are untested hypotheses: scientists can easily imagine experiments to test them, but they just do not quite have the technology to do so at this time.\nExamples of borderline pseudoscience.\nExamples of ideas which are not accepted by scientists, but which still have some credibiity today: Dowsing (rhabdomancy, searching for water under the ground by \"reading\" a wooden stick); parapsychology or psychical research (communication in ways which is not accepted by science), psychoanalysis (wholesale acceptance of Freud's ideas).","categories":[],"infobox_types":[],"annotations":[{"uri":"Science","surface_form":"science","offset":46},{"uri":"Pseudo-","surface_form":"pseudo-","offset":77},{"uri":"Religion","surface_form":"religion","offset":893},{"uri":"Astrology","surface_form":"Astrology","offset":903},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":1242},{"uri":"Ptolemy","surface_form":"Ptolemy","offset":1302},{"uri":"Galileo","surface_form":"Galileo","offset":1343},{"uri":"Copernicus","surface_form":"Copernicus","offset":1355},{"uri":"Inquisition","surface_form":"Inquisition","offset":1459},{"uri":"Index_Librorum_Prohibitorum","surface_form":"Index","offset":1479},{"uri":"Falsifiability","surface_form":"falsifiable","offset":2519},{"uri":"Time_travel","surface_form":"time travel","offset":2795},{"uri":"Teleportation","surface_form":"teleporters","offset":2840},{"uri":"Stock_market","surface_form":"stock market","offset":3139},{"uri":"Hypothesis","surface_form":"hypothesis","offset":3409},{"uri":"Parapsychology","surface_form":"parapsychology","offset":3939},{"uri":"Psychoanalysis","surface_form":"psychoanalysis","offset":4034},{"uri":"Freud","surface_form":"Freud","offset":4074}]}