{"id":190022,"url":"http://en.wikipedia.org/wiki/Operation_Ichi-Go","text":"Operation Ichi-Go (or \"Operation Number One\") was a series of battles between the armies of Japan and China. The battles happened between April and December 1944. There were three battles in the Chinese provinces of Henan, Hunan and Guangxi. The goals of Operation Ichi-go were to make a route to French Indochina and to capture bases that American bombers were using to attack Japan and her shipping.\nCourse of the campaign.\nThere were two parts to the operation. In the first part, the Japanese secured the Railway between Beijing and Wuhan. In the second part they destroyed the US air forces in Hunan province and reached the city of Liuzhou. Liuzhou was near the border with Japanese-occupied Indochina.\n400,000 men, 12,000 vehicles and 70,000 horses took part in operation Ichi-Go. The Japanese army included the very well trained Kwantung Army units and equipment from Manchukuo, North China and Japan. It was the largest land operation by the Japanese during the Second Sino-Japanese War. Many of the new American-trained Chinese units were fighting in Burma under General Joseph Stilwell using weapons leased from the United States. Chiang Kai-shek had agreed that Stilwell could manage the distribution of American arms.\nIn \"Operation Kogo\", 390,000 Chinese soldiers, led by General Tang Enbo, defended Luoyang. The Japanese 3rd Tank Division crossed the Yellow River around Zhengzhou in late April and defeated the Chinese near Xuchang. They then moved around to the right and put Luoyang under siege. Luoyang was defended by three Chinese divisions. The 3rd Tank Division began to attack on May 13 and won Luoyang on May 25.\nThe second part of Ichigo began in May. Japanese forces moved south and occupied Changsha, Hengyang, Guilin and Liuzhou. In December 1944, Japanese forces reached French Indochina and completed the operation. Despite this success, US air forces moved inland from the threatened bases near the coast. The U.S. Air Force often stopped the railway between Beijing and Liuzhou that had been started in Operation Ichigo. Japan continued to attack airfields where US air forces were stationed up to the spring of 1945.\nUSA's XX Bomber Command were using B-29 bombers like the ones that were attacking Japan. They were forced to move as well, but this affected their efficiency for only a short time. In early 1945 the Twentieth Air Force moved to newly established bases in the Marianas under the command of the newly established XXI Bomber Command.\nAftermath.\nThe failure to hold the coastal airfields led to a loss of confidence in General Joseph Stilwell by Chiang Kai-shek. Stilwell was replaced in October 1944 by President Roosevelt. The new Chief of Staff to Chiang Kai-Shek and commander of the U.S. Forces in China was Major General Albert Wedemeyer. Stillwell's other responsibilities in China, Burma and India were given to other officers.\nA very different version of events was that General Joseph Stilwell was asking for a fuller use of Chinese forces and had made diplomatic connections with the Chinese Red Army commanded by Mao Zedong. They had agreed to follow an American commander.\nBecause Chiang Kai-shek was ignored by the American general, he had Stilwell called back to the United States. \"New York Times\" reporter Brooks Atkinson wrote at the time: The decision to relieve General Stilwell represents the political triumph of a moribund, anti-democratic regime that is more concerned with maintaining its political supremacy than in driving the Japanese out of China. America is now committed... to support a regime that has become increasingly unpopular and mistrusted in China, that maintains three secret police services and concentration camps for political prisoners, that stifles free speech and resists democratic forces... The Chinese Communists... have good armies that are now fighting guerrilla warfare against the Japanese in North China... The Generalissimo regards these armies as the chief threat to his supremacy... has made no sincere attempt to arrange at least a truce with them for the duration of the war... No diplomatic genius could have overcome the Generalissimo's basic unwillingness to risk his armies in battle with the Japanese...\nBut the \"Time Magazine\" article in which Atkinson was quoted went on to talk about the true failure of Stilwell's goals by saying that: The Chinese, exhausted by seven years of almost singlehanded war against Japan, were reluctant to give General Stilwell the troops he wanted for the Burma offensive; the Japs might suddenly crack down on them in earnest. When the Japs began the drive that last week seemed on the verge of cutting China in two, Chiang Kai-shek's Government might well have felt that its go-slow policy was justified...\"\nThis loss and the poor opinion in the U.S.A. caused the Americans to lose confidence in the Chinese troops. Instead the U.S. focused all its resources on the island-to-island war in the Pacific.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":62},{"uri":"Japan","surface_form":"Japan","offset":92},{"uri":"China","surface_form":"China","offset":102},{"uri":"Province","surface_form":"province","offset":203},{"uri":"Henan","surface_form":"Henan","offset":216},{"uri":"Hunan","surface_form":"Hunan","offset":223},{"uri":"Guangxi","surface_form":"Guangxi","offset":233},{"uri":"Goal","surface_form":"goals","offset":246},{"uri":"Route","surface_form":"route","offset":288},{"uri":"Indochina","surface_form":"Indochina","offset":304},{"uri":"Bomber","surface_form":"bomber","offset":349},{"uri":"Japan","surface_form":"Japan","offset":378},{"uri":"Secure","surface_form":"secured","offset":497},{"uri":"Beijing","surface_form":"Beijing","offset":525},{"uri":"Wuhan","surface_form":"Wuhan","offset":537},{"uri":"Liuzhou","surface_form":"Liuzhou","offset":638},{"uri":"Indochina","surface_form":"Indochina","offset":698},{"uri":"Manchukuo","surface_form":"Manchukuo","offset":876},{"uri":"Second_Sino-Japanese_War","surface_form":"Second Sino-Japanese War","offset":971},{"uri":"Chiang_Kai-shek","surface_form":"Chiang Kai-shek","offset":1142},{"uri":"Luoyang","surface_form":"Luoyang","offset":1313},{"uri":"Tank","surface_form":"Tank","offset":1339},{"uri":"Yellow_River","surface_form":"Yellow River","offset":1365},{"uri":"Zhengzhou","surface_form":"Zhengzhou","offset":1385},{"uri":"Xuchang","surface_form":"Xuchang","offset":1439},{"uri":"Siege","surface_form":"siege","offset":1506},{"uri":"May_13","surface_form":"May 13","offset":1603},{"uri":"May_25","surface_form":"May 25","offset":1629},{"uri":"Changsha","surface_form":"Changsha","offset":1718},{"uri":"Hengyang","surface_form":"Hengyang","offset":1728},{"uri":"Guilin","surface_form":"Guilin","offset":1738},{"uri":"Liuzhou","surface_form":"Liuzhou","offset":1749},{"uri":"Boeing_B-29_Superfortress","surface_form":"B-29 bombers","offset":2185},{"uri":"Marianas","surface_form":"Marianas","offset":2409},{"uri":"Chiang_Kai-shek","surface_form":"Chiang Kai-shek","offset":2592},{"uri":"Franklin_D._Roosevelt","surface_form":"President Roosevelt","offset":2650},{"uri":"Responsibility","surface_form":"responsibilities","offset":2809},{"uri":"Burma","surface_form":"Burma","offset":2836},{"uri":"India","surface_form":"India","offset":2846},{"uri":"Officer","surface_form":"officers","offset":2872},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":3071},{"uri":"Time_Magazine","surface_form":"Time Magazine","offset":4224}]}