{"id":19013,"url":"http://en.wikipedia.org/wiki/Satanism","text":"Satanism is a word that has several different meanings. It can describe different religions and philosophies.\nSometimes the word \"Satanism\" is just used to say that the person using it does not like a group, but the group themselves do not think of themselves as Satanists. Used like this, it is just used to say the speaker disapproves of a group. A lot of groups, like Pagans, or even Protestants have in the past been called Satanists by some people.\nThe word is often used by people who do not know much about or do not like Satanists, who think that Satanism means worshipping an evil being called Satan, and that Satanists want him to win in a war against good represented by \"God\". This is not true of most Satanists. For them Satan is only a symbol for the freedom to be themselves, also the word satan is used as symbol for man's inner desires and for knowledge. These people like the writings of Anton LaVey and are sometimes called LaVeyan Satanists. There are several modern Satanic groups of different types, but the most well known is the Church of Satan created in 1966 by Anton LaVey who also wrote The Satanic Bible. Even though these types of satanists are atheists, meaning they do not believe in a higher being, they do practice magic. They believe that there is no afterlife.\nOther types of Satanist do worship Satan. They are called theistic or traditional Satanists, because they believe their religion is older. They think their religion is similar to that of Witches.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religion","offset":82},{"uri":"Philosophy","surface_form":"philosophies","offset":96},{"uri":"Pagan","surface_form":"Pagan","offset":371},{"uri":"Protestant","surface_form":"Protestant","offset":387},{"uri":"Worship","surface_form":"worship","offset":570},{"uri":"Satan","surface_form":"Satan","offset":603},{"uri":"Symbol","surface_form":"symbol","offset":750},{"uri":"Freedom","surface_form":"freedom","offset":765},{"uri":"Self","surface_form":"themselves","offset":779},{"uri":"Satan","surface_form":"satan","offset":805},{"uri":"Knowledge","surface_form":"knowledge","offset":861},{"uri":"Anton_LaVey","surface_form":"Anton LaVey","offset":906},{"uri":"Church_of_Satan","surface_form":"Church of Satan","offset":1053},{"uri":"1966","surface_form":"1966","offset":1080},{"uri":"Anton_LaVey","surface_form":"Anton LaVey","offset":1088},{"uri":"The_Satanic_Bible","surface_form":"The Satanic Bible","offset":1115},{"uri":"Afterlife","surface_form":"afterlife","offset":1286},{"uri":"Theism","surface_form":"theistic","offset":1355},{"uri":"Traditional","surface_form":"traditional","offset":1367},{"uri":"Witch","surface_form":"Witch","offset":1484}]}