{"id":190206,"url":"http://en.wikipedia.org/wiki/The_Guardian_Legend","text":"is a video game made by Compile in 1988. It is played on the Nintendo Entertainment System. The player controls a half-person half-robot woman set to destroy a large alien moon before it gets to Earth. To do this, the player activates ten devices within the moon. Like \"Metroid\", the game stars a female as the character.\n\"The Guardian Legend\" got mixed reviews from \"Electronic Gaming Monthly\" and \"Nintendo Power\". People liked the game for how it looked, sounded, and felt. Other people did not like the game because the play was the same. It also had a very long password. The game was not well-known at first, but it is more known now. It is an example of a game where players do different things.\nPlot.\nIn \"The Guardian Legend\", the player controls the female guardian of Earth, a \"robot transformer\"; the Japanese version of the game calls her \"Miria\". The player is to destroy the alien moon Naju before it gets to Earth. The player needs to turn on the moon's self-destruct device and escape the moon before it gets to Earth. Five alien tribes who try to control the moon stand in the way of the player. To help players along, messages left by a person help guide them in finding the safety switches to turn on the self-destruct device. These messages also help players get to some other rooms.\nGameplay.\nThe player controls the Guardian in human form while walking on Naju's surface, called the \"Labyrinth\". When in Naju, the Guardian turns into a spaceship in which the player can move around. The Guardian has a life meter that drops when hit by alien attacks. Players can pick up items to help fill the Guardian's life meter again. If the life meter runs out, then the Guardian dies, ending the game. The player can shoot at aliens with different types of weapons by pressing buttons on the gamepad. Players get different and better weapons during play.\nRound, colored creatures in the game named \"Landers\" appear in the game to help players. Landers can help fill the Guardian's life meter and increase the number of times players can fire weapons. Blue Landers may sell weapons to players. They also give out passwords. Passwords let players stop the game and come back to it later.\nThe player goes through the Labyrinth and find entrances to the Dungeon. The ten safety devices are located in the Dungeon. The Labyrinth is made up of many rooms that are as big as the screen. Players can look at a map to see where they are at. This map can be looked at while the game is paused. Players can either walk from one room to another, or they can go to another room through a \"warp panel\". Some of these warp panels require the right key to go through. Many rooms contain aliens. Other rooms contain clues, shops, passwords, and entrances to the Dungeon.\nThe Dungeon contains areas in which the Guardian flies through as a spaceship. The Dungeon has many aliens to destroy. At the end of an area in the Dungeon, there is a boss, a very strong alien that must be destroyed. After destroying the boss, the Guardian flies out of the Dungeon and back into the Labyrinth. The player then gets a power-up. The player may also receive a key for a warp panel. Some entrances to the Dungeon are already open. Other entrances need a certain task completed before going in. Clues in the Labyrinth tell players how to get into these entrances.\nHistory.\n\"The Guardian Legend\" was made for the Famicom and came out in 1988 in Japan. It came out for the Nintendo Entertainment System in North America in 1989 and in Europe in 1990. The people who created the game were the same who created \"Guardic\", \"Zanac\", and \"Puyo Puyo\".\nReviewers liked the game for its multiple features. Some have compared the game to other Nintendo games like \"The Legend of Zelda\" and \"Metroid\". Mike Engler, who made \"Retro Game Challenge\", said that \"The Guardian Legend\" is one of the best games ever released\". The game was nominated by \"Nintendo Power\" magazine in 1989 for \"Best Graphics & Sound\", \"Best Play Control\", and \"Best Overall\" but did not win any of them. Some of the music of the game were remixed.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":5},{"uri":"Compile","surface_form":"Compile","offset":24},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":61},{"uri":"Extraterrestrial_life","surface_form":"alien","offset":166},{"uri":"Earth","surface_form":"Earth","offset":195},{"uri":"Metroid","surface_form":"Metroid","offset":270},{"uri":"Electronic_Gaming_Monthly","surface_form":"Electronic Gaming Monthly","offset":368},{"uri":"Nintendo_Power","surface_form":"Nintendo Power","offset":400},{"uri":"Extraterrestrial_life","surface_form":"alien","offset":889},{"uri":"Labyrinth","surface_form":"Labyrinth","offset":1406},{"uri":"Spaceship","surface_form":"spaceship","offset":1458},{"uri":"Password","surface_form":"password","offset":2124},{"uri":"Boss","surface_form":"boss","offset":2934},{"uri":"Famicom","surface_form":"Famicom","offset":3391},{"uri":"Japan","surface_form":"Japan","offset":3423},{"uri":"Nintendo_Entertainment_System","surface_form":"Nintendo Entertainment System","offset":3450},{"uri":"North_America","surface_form":"North America","offset":3483},{"uri":"Europe","surface_form":"Europe","offset":3512},{"uri":"Guardic","surface_form":"Guardic","offset":3587},{"uri":"Zanac","surface_form":"Zanac","offset":3598},{"uri":"Puyo_Puyo","surface_form":"Puyo Puyo","offset":3611},{"uri":"The_Legend_of_Zelda","surface_form":"The Legend of Zelda","offset":3733},{"uri":"Metroid","surface_form":"Metroid","offset":3759},{"uri":"Retro_Game_Challenge","surface_form":"Retro Game Challenge","offset":3792},{"uri":"Nintendo_Power","surface_form":"Nintendo Power","offset":3915},{"uri":"Remix","surface_form":"remixed","offset":4081}]}