{"id":190352,"url":"http://en.wikipedia.org/wiki/Screwdriver","text":"A screwdriver is a tool used to turn (or \"drive\") screws into something. It has an axial shaft with a tip of a certain shape that fits into the head of a screw. On the other end of the screwdriver is a cylindrical handle to be held by a person's hand. As the handle is rotated, it creates a torque that turns the tip via the screwdriver's shaft. There are many different sizes and kinds of screwdrivers. A screwdriver is usually identified by the shape of its tip. The tip is shaped in a certain way to match the groove cut into the head of a screw. A screwdriver is, therefore, a mechanism to apply torque to a screw and turn it in tight spaces.\nDrive and blade types.\nScrewdrivers come in a large variety of shapes and sizes to match those of screws. If a screwdriver that is not the right size and type for the screw is used, it is likely that the screw will be damaged in the process of tightening it. Many screwdriver designs have a handle that can be used with different tips. The shaft and the tip can be removed from the handle, and a different one can be attached instead. The shaft and the tip are together called a \"bit\" (as with a drill bit). This allows a set of one handle and several heads to be used for a variety of screw sizes and types.\nPowered screwdriving.\nMost screwdrivers are operated manually, but there are some that use an electric or other motor to rotate the bit. They are used to drive screws quickly into various materials. There are different types of driver bits that let a drill drive different types of screws. The bit can be removed and swapped with another bit of a different shape. Many types of drills are able to be used as power screwdrivers. The best have a control over how much torque force is used, which allows the screws to be tightened to a specific level.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tool","surface_form":"tool","offset":19},{"uri":"Turn","surface_form":"turn","offset":32},{"uri":"Screw","surface_form":"screw","offset":50},{"uri":"Axle","surface_form":"axial shaft","offset":83},{"uri":"Cylinder","surface_form":"cylindrical","offset":202},{"uri":"Handle","surface_form":"handle","offset":214},{"uri":"Rotation","surface_form":"rotated","offset":269},{"uri":"Torque","surface_form":"torque","offset":291},{"uri":"Mechanism","surface_form":"mechanism","offset":581},{"uri":"Drill_bit","surface_form":"drill bit","offset":1143},{"uri":"Electric_motor","surface_form":"electric","offset":1350},{"uri":"Motor","surface_form":"motor","offset":1368},{"uri":"Drill","surface_form":"drill","offset":1634},{"uri":"Torque","surface_form":"torque","offset":1722}]}