{"id":190422,"url":"http://en.wikipedia.org/wiki/Ichi_the_Killer","text":"\"Ichi the Killer\" is a Japanese movie by Takashi Miike. It was based on the manga by Hideo Yamamoto.\nPlot.\nIchi the Killer is a Japanese movie about a man named Kakihara who is part of a Japanese gang. He enjoys giving and receiving pain. When his gang boss goes missing, Kakihara is angry because he thinks nobody else will be able to give him as much pain and pleasure as his boss did. It turns out Kakihara's boss was murdered by a violent killer called Ichi (Japanese for the number one). 300 million yen was stolen by the group that arrived to clean the mess up. Kakihara has convinced himself that his boss is alive and tortures a member of a rival gang for information. The man turns out to be innocent and Kakihara is kicked out of his gang.\nKakihara hears about Ichi and becomes excited at the idea of somebody who can inflict more pain on him than his boss ever could. Kakihara becomes obsessed with finding Ichi.\nHe finally meets Ichi at the end of the movie. He is surprised and disgusted that Ichi is not the evil, cold man he imagined. He is a weak and scared teenager that only kills when he becomes upset about something. Ichi fails to kill Kakihara and lies on the floor crying. Kakihara realises Ichi cannot hurt him the way he wanted and tries to commit suicide by sticking pins in his ears. He loses his hearing and looks up to find Ichi jumping at him. Ichi knocks him off the edge of the building and Kakihara falls to his death. When we see Kakihara's body, he is apparently unharmed by Ichi's attacks. It is suggested that Kakihara imagined the attack as a result of poking his brain with the needles and fell off the building.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":23},{"uri":"Movie","surface_form":"movie","offset":32},{"uri":"Manga","surface_form":"manga","offset":76},{"uri":"Japan","surface_form":"Japan","offset":128},{"uri":"Pain","surface_form":"pain","offset":233},{"uri":"Angry","surface_form":"angry","offset":284},{"uri":"Pleasure","surface_form":"pleasure","offset":362},{"uri":"Boss","surface_form":"boss","offset":412},{"uri":"Murder","surface_form":"murder","offset":421},{"uri":"Kill","surface_form":"kill","offset":443},{"uri":"Yen","surface_form":"yen","offset":505},{"uri":"Torture","surface_form":"torture","offset":626},{"uri":"Rival","surface_form":"rival","offset":649},{"uri":"Innocent","surface_form":"innocent","offset":701},{"uri":"Excited","surface_form":"excited","offset":788},{"uri":"Pain","surface_form":"pain","offset":841},{"uri":"Obsessed","surface_form":"obsessed","offset":896},{"uri":"Surprise","surface_form":"surprise","offset":977},{"uri":"Disgust","surface_form":"disgust","offset":991},{"uri":"Scared","surface_form":"scared","offset":1067},{"uri":"Teenager","surface_form":"teenager","offset":1074},{"uri":"Upset","surface_form":"upset","offset":1115},{"uri":"Suicide","surface_form":"suicide","offset":1273},{"uri":"Hearing","surface_form":"hearing","offset":1324},{"uri":"Brain","surface_form":"brain","offset":1602},{"uri":"Needles","surface_form":"needles","offset":1617}]}