{"id":190487,"url":"http://en.wikipedia.org/wiki/Northern_line","text":"The Northern line is a deep-level tube line on the London Underground, coloured black on the Tube map. It carries more passengers than any other Underground line; 206,734,000 a year.\nFor most of its length it is a deep-level tube line. The portion between and opened in 1890 and is the oldest section of deep-level tube line on the Underground network. There were about 252 million passenger journeys recorded in 2011/12 on the Northern line, making it the second-busiest on the Underground. (It was the busiest from 2003 to 2010.) It is unique in having two different routes through central London. Despite its name, it does not serve the northern-most stations on the network, though it does serve the southern-most station, Morden, as well as 16 of the system's 29 stations south of the River Thames. There are 50 stations in total on the line, of which 36 have platforms below ground.\nThe line has a complicated history, and the current complex arrangement of two main northern branches, two central branches and the southern route reflects its genesis as three separate railways, combined in the 1920s and 1930s. An extension in the 1920s used a route originally planned by a fourth company. Abandoned plans from the 1920s to extend the line further southwards, and then northwards in the 1930s, would have incorporated parts of the routes of two further companies. From the 1930s to the 1970s, the tracks of a seventh company were also managed as a branch of the Northern line. An extension from Kennington to Battersea is currently under construction, which may either give the Northern line a second southern branch or may see it split into separate distinct lines with their own identities. It is coloured black on the current Tube map.\nEarly History.\nThe Patent Cable Tramway Corporation owned the rights to the Hallidie cable-car system first invented and used in San Francisco in 1873; trains were attached to the cable with clamps, which would be opened and closed at stations, allowing the carriages to disconnect and reconnect without needing to stop the cable or to interfere with other trains sharing the cable. There were to be two independent endless cables, one between City station and Elephant and Castle moving at 10 mph, and the other between Elephant and Castle and Stockwell, where the gradient was less, at 12 mph. However, the additional length of tunnel permitted by the supplementary acts challenged the practicality of the cable system.\nIt is reported that this problem with the CL&SS contributed to the bankruptcy of the cable company in 1888. However, electric motor traction had been considered all along, and much engineering progress had been made since the tunnel's construction had begun in 1886. So, CL&SS chairman Charles Grey Mott decided to switch to electric traction. Other cable-operated systems using the Hallidie patents continued to be designed, such as the Glasgow Subway which opened in 1896.\nThe solution adopted was electrical power, provided via a third rail beneath the train, but offset to the west of centre for clearance reasons. Although the use of electricity to power trains had been experimented with during the previous decade, and small-scale operations had been implemented, the C&SLR was the first major railway in the world to adopt it as a means of motive power. The system operated using electric locomotives built by Mather & Platt collecting a voltage of 500 volts (actually +500 volts in the northbound tunnel and −500 volts in the southbound) from the third rail and pulling several carriages. A depot and generating station were constructed at Stockwell. Owing to the limited capacity of the generators, the stations were originally illuminated by gas. The depot was on the surface, and trains requiring maintenance were initially hauled up via a ramp although, following a runaway accident, a lift was soon installed. In practice, most rolling stock and locomotives went to the surface only for major maintenance.\nTo avoid the need to purchase agreements for running under surface buildings, the tunnels were bored below roadways, where construction could be carried out without charge. At the northern end of the railway, the need to pass deep beneath the bed of the River Thames and the medieval street pattern of the City of London constrained the arrangement of the tunnels on the approach to King William Street station. Because of the proximity of the station to the river, steeply inclined tunnels were required to the west of the station. Because of the narrow street under which they ran, they were bored one above the other rather than side by side as elsewhere. The outbound tunnel was the lower and steeper of the two. The tunnels converged immediately before the station, which was in one large tunnel and comprised a single track with a platform on each side. The other terminus at Stockwell was also constructed in a single tunnel but with tracks on each side of a central platform.\nThe original service was operated by trains composed of an engine and three carriages. Thirty-two passengers could be accommodated in each carriage, which had longitudinal bench seating and sliding doors at the ends, leading onto a platform for boarding and alighting. It was reasoned that there was nothing to look at in the tunnels, so the only windows were in a narrow band high up in the carriage sides. Gate-men rode on the carriage platforms to operate the lattice gates and announce the station names to the passengers. Because of their claustrophobic interiors, the carriages soon became known as \"padded cells\". These trains were however, preserved in London Transport Museum as the first static exhibit to the metro train.\nThe diameter of the tunnels restricted the size of the trains, and the small carriages with their high-backed seating were nicknamed \"padded cells\". The railway was extended several times north and south, eventually serving 22 stations over a distance of from Camden Town in north London to Morden in Surrey.\nAlthough the C&SLR was well used, low ticket prices and the construction cost of the extensions placed a strain on the company's finances. In 1913, the C&SLR became part of the Underground Group of railways and, in the 1920s, it underwent major reconstruction works before its merger with another of the Group's railways, the Charing Cross, Euston & Hampstead Railway, forming a single London Underground line called the Morden-Edgware line. In 1933, the C&SLR and the rest of the Underground Group was taken into public ownership. Today, its tunnels and stations form the Bank Branch of the Northern line from Camden Town to Kennington and the southern leg of the line from Kennington to Morden.\nThe CCE&HR (commonly known as the \"Hampstead Tube\") was opened in 1907 and ran from Charing Cross (known for many years as Strand) via Euston and Camden Town (where there was a junction) to Golders Green and Highgate (now known as Archway). It was extended south by one stop to Embankment in 1914 to form an interchange with the Bakerloo and District lines. In 1913 the Underground Electric Railways Company of London (UERL), owner of the CCE&HR, took over the C&SLR, although they remained separate companies.\nDuring the early 1920s, a series of works was carried out to connect the C&SLR and CCE&HR tunnels to enable an integrated service to be operated. The first of these new tunnels, between the C&SLR's Euston station and the CCE&HR's station at Camden Town, had originally been planned in 1912 but had been delayed by World War I. The second connection linked the CCE&HR's Embankment and C&SLR's Kennington stations and provided a new intermediate station at Waterloo to connect to the main line station there and the Bakerloo line. The smaller-diameter tunnels of the C&SLR were expanded to match the standard diameter of the CCE&HR and the other deep tube lines.\nExtensions.\nIn conjunction with the works to integrate the two lines, two major extensions were undertaken: northwards to Edgware in Middlesex (now in the London Borough of Barnet) and southwards to Morden in Surrey (then in the Merton and Morden Urban District, but now in the London Borough of Merton).\nThe Edgware extension used plans dating back to 1901 for the Edgware and Hampstead Railway (E&HR) which the UERL had taken over in 1912. It extended the CCE&HR line from its terminus at Golders Green to Edgware in two stages: to Hendon Central in 1923 and to Edgware in 1924. The line crossed open countryside and ran on the surface, apart from a short tunnel north of Hendon Central. Five new stations were built to pavilion-style designs by Stanley Heaps, head of the Underground's Architects Office, stimulating the rapid northward expansion of suburban developments in the following years.\nThe engineering of the Morden extension of the C&SLR from Clapham Common to Morden was more demanding, running in tunnels to a point just north of Morden station, which was constructed in a cutting. The line then runs under the wide station forecourt and public road outside the station, to the depot. The extension was initially planned to continue to Sutton over part of the route for the unbuilt Wimbledon and Sutton Railway, in which the UERL held a stake, but agreements were made with the Southern Railway to end the extension at Morden. The Southern Railway later built the surface line from Wimbledon to Sutton, via South Merton and St. Helier. The tube extension opened in 1926, with seven new stations, all designed by Charles Holden in a modern style. Originally, Stanley Heaps was to design the stations, but after seeing these designs Frank Pick, Assistant Joint Manager of the UERL, decided Holden should take over the project. With the exception of Morden and Clapham South, where more land was available, the new stations were built on confined corner sites at main road junctions in areas that had been already developed. Holden made good use of this limited space and designed impressive buildings. The street-level structures are of white Portland stone with tall double-height ticket halls, with the famous London Underground roundel made up in coloured glass panels in large glazed screens. The stone columns framing the glass screens are surmounted by a capital formed as a three-dimensional version of the roundel. The large expanses of glass above the entrances ensure that the ticket halls are bright and, lit from within at night, welcoming. The first and last new stations on the extension, Clapham South and Morden, include a parade of shops and were designed with structures capable of being built above (like many of the earlier central London stations). Clapham South was extended upwards soon after its construction with a block of apartments; Morden was extended upwards in the 1960s with a block of offices. All the stations on the extension, except Morden itself, are Grade II listed buildings.\nThe resulting line became known as the \"Morden–Edgware line\", although a number of alternative names were also mooted in the fashion of the contraction of Baker Street & Waterloo Railway to \"Bakerloo\", such as \"Edgmor\", \"Mordenware\", \"Medgway\" and \"Edgmorden\". With Egyptology very much in fashion after the discovery of the tomb of Tutankhamun in 1922, there was also a proposal to call the line the Tootancamden Line as it passed through both Tooting and Camden. It was eventually named the \"Northern line\" from 28 August 1937, reflecting the planned addition of the Northern Heights lines.\nAfter the UERL and the Metropolitan Railway (MR) were brought under public control in the form of the London Passenger Transport Board (LPTB) in 1933, the MR's subsidiary, the Great Northern & City Railway, which ran from Moorgate to Finsbury Park, became part of the Underground as the Northern City Line. In preparation for the Northern Heights Plan, it was operated as part of the Northern line, although it was never connected to it.\nThe Northern Heights.\nIn June 1935, the LPTB announced the New Works Programme, an ambitious plan to expand the Underground network which included the integration of a complex of existing London and North Eastern Railway (LNER) lines north of Highgate through the Northern Heights. These lines, built in the 1860s and 1870s by the Edgware, Highgate and London Railway (EH&LR) and its successors, ran from Finsbury Park to Edgware via Highgate, with branches to Alexandra Palace and High Barnet. The line taken over would be extended beyond Edgware to Brockley Hill, Elstree South and Bushey Heath with a new depot at Aldenham. The extension's route was that planned for the unbuilt Watford and Edgware Railway (W&ER), using rights obtained from the earlier purchase of the W&ER (which had long intended an extension of the EH&LR Edgware route towards Watford). This also provided the potential for further extension in the future; Bushey's town planners reserved space in Bushey village for a future station and Bushey Heath station's design was revised several times to ensure this option would remain available in the future.\nThe project involved electrification of the surface lines (operated by steam trains at the time), the doubling of the original single-line section between Finchley Central and the proposed junction with the Edgware branch of the Northern line, and the construction of three new linking sections of track: a connection between Northern City Line and Finsbury Park station on the surface; an extension from Archway to the LNER line near East Finchley via new deep-level platforms below Highgate station; and a short diversion from just before the LNER's Edgware station to the Underground's station of the same name.\nThe peak-hour service pattern was to be 21 trains an hour each way on the High Barnet branch north of Camden Town, 14 of them via the Charing Cross branch and seven via the Bank branch. 14 would have continued on beyond Finchley Central, seven each on the High Barnet and Edgware branches. An additional seven trains an hour would have served the High Barnet branch, but continued via Highgate High-Level and Finsbury Park to Moorgate, a slightly shorter route to the City. It does not seem to have been intended to run through trains to the ex-Northern City branch from Edgware via Finchley Central. Seven trains an hour would have served the Alexandra Palace branch, to/from Moorgate via Highgate High-Level. In addition to the 14 through trains described, the ex-Northern City branch would have had 14 four-car shuttle trains an hour.\nWork began in the late 1930s, and was in progress on all fronts by the outbreak of World War II. The tunnelling northwards from the original Highgate station (now Archway) had been completed, and the service to the rebuilt surface station at East Finchley started on 3 July 1939, but without the opening of the intermediate (new) Highgate Station, at the site of the LNER's station of the same name. Further progress was disrupted by the start of the war, though enough had been made to complete the electrification of the High Barnet branch onwards from East Finchley over which tube services started on 14 April 1940; the new (deep-level) Highgate station opened on 19 January 1941. The single track LNER line to Edgware was electrified as far as Mill Hill East, including the Dollis Brook Viaduct, opening as a tube service on 18 May 1941 to serve the barracks there, thus forming the Northern line as it is today. The new depot at Aldenham had already been built and was used to build Halifax bombers. Work on the other elements of the plan was suspended late in 1939.\nPreparatory work including viaducts and a tunnel had been started but not completed on the Bushey extension pre-war. After the war, the area beyond Edgware was made part of the Metropolitan Green Belt, largely preventing the anticipated residential development in the area, and the potential demand for services from Bushey Heath thus vanished. Available funds were directed towards completing the eastern extension of the Central line instead, and the Northern Heights plan was dropped on 9 February 1954. Aldenham depot was converted into an overhaul facility for buses.\nThe implemented service from High Barnet branch gave good access both to the West End and the City. This appears to have undermined traffic on the Alexandra Palace branch, still run with steam haulage to Kings Cross via Finsbury Park, as Highgate (low-level) was but a short bus ride away and car traffic was much lighter than it would become later. Consequently, the line from Finsbury Park to Muswell Hill and Alexandra Palace via the surface platforms at Highgate was closed altogether to passenger traffic in 1954. This contrasts with the decision to electrify the Epping-Ongar branch of the Central line, another remnant of the New Works programme, run as a tube-train shuttle from 1957. A local pressure group, the Muswell Hill Metro Group, campaigns to reopen this route as a light-rail service. So far there is no sign of movement on this issue: the route, now the Parkland Walk, is highly valued by walkers and cyclists, and suggestions in the 1990s that it could, in part, become a road were met with fierce opposition. Another pressure group has proposed using the track bed further north, as part of the North and West London Light Railway. The connection between Drayton Park and the surface platforms at Finsbury Park was opened in 1976, when the Northern City Line became part of British Rail.\nRecent developments.\nIn 1975, the Northern City Line, known by that time as the Highbury branch, was transferred from London Underground to British Rail; it is now served by Great Northern. In the past, before the introduction of the 1995 stock, the Northern line was sometimes nicknamed the \"Misery Line\" in the press because of its perceived unreliability.\nIn 2003, a train derailed at Camden Town. Although no one was hurt, points, signals and carriages were damaged, and the junctions there were not used while repairs were under way: trains coming from Edgware worked the Bank branch only, and trains from High Barnet and Mill Hill East worked the Charing Cross branch only. This situation was resolved when the junctions reopened, after much repair work and safety analysis and testing by contractor, on 7 March 2004.\nOn 7 July 2005 a defective train on the Northern line (causing its subsequent suspension) saved a Northern line train from being blown up as part of a terrorist attack on the London Underground and bus systems. Three trains on the Circle and Piccadilly lines were blown up. The Northern line bomber-to-be instead boarded a bus, which he later blew up.\nOn 13 October 2005 the Northern line service was suspended due to maintenance problems with the emergency braking system on the entire train fleet. A series of rail replacement buses was used to connect outlying stations with other Underground lines. Full service was restored on 18 October.\nFrom June 2006, the service between East Finchley and Camden Town was suspended for two non-consecutive weekends every month, with service on the Edgware branch suspended for the other two weeks. This was part of Tube Lines's redevelopment of some Edgware and High Barnet Branch stations, including replacement of track, signals, as well as station maintenance. This included refurbishment of all High Barnet branch stations from West Finchley to Camden Town. In October 2006, off-peak service between Mill Hill East and Finchley Central was cut back to a shuttle, except for a few weekend through trains.\nOn 13 August 2010, a defective rail maintenance train caused disruption on the Charing Cross branch, after it travelled four miles in 13 minutes without a driver. The train was being towed to the depot after becoming faulty. At Archway station, the defective train became detached and ran driverless until coming to a stop at an incline near Warren Street station. This caused morning rush-hour services to be suspended on this branch. All passenger trains were diverted via the Bank branch, with several not stopping at stations until they were safely on the Bank branch.\nThe Northern line was originally scheduled to switch to automatic train operation in 2012, using the same SelTrac S40 system as used since 2009 on the Jubilee line and for a number of years on the Docklands Light Railway. Originally the work was to follow on from the Jubilee line so as to benefit from the experience of installing it there, but that project was not completed until spring 2011. Work on the Northern line was contracted to be completed before the 2012 Olympics. It is now being undertaken in-house, and TfL predicted the upgrade would be complete by the end of 2014. The first section of the line (West Finchley to High Barnet) was transferred to the new signalling system on 26 February 2013 and the line became fully automated on 1 June 2014 with the Chalk Farm to Edgware via Golders Green section being the last part of the line to switch to ATO.","categories":[],"infobox_types":[],"annotations":[{"uri":"London_Underground","surface_form":"London Underground","offset":51},{"uri":"Tube_map","surface_form":"Tube map","offset":93},{"uri":"River_Thames","surface_form":"River Thames","offset":790},{"uri":"Northern_line_extension_to_Battersea","surface_form":"extension from Kennington to Battersea","offset":1487},{"uri":"Tube_map","surface_form":"Tube map","offset":1736},{"uri":"Hallidie","surface_form":"Hallidie","offset":1822},{"uri":"Third_rail","surface_form":"third rail","offset":3001},{"uri":"City_%26amp%3B_South_London_Railway_locomotives","surface_form":"electric locomotives","offset":3356},{"uri":"Mather_%26amp%3B_Platt","surface_form":"Mather & Platt","offset":3386},{"uri":"Voltage","surface_form":"voltage","offset":3414},{"uri":"Volt","surface_form":"volt","offset":3429},{"uri":"Power_station","surface_form":"generating station","offset":3578},{"uri":"Gas_lighting","surface_form":"gas","offset":3721},{"uri":"Elevator","surface_form":"lift","offset":3867},{"uri":"Middle_ages","surface_form":"medieval","offset":4263},{"uri":"Claustrophobia","surface_form":"claustrophobic","offset":5516},{"uri":"London_Transport_Museum","surface_form":"London Transport Museum","offset":5633},{"uri":"Padded_cell","surface_form":"padded cell","offset":5839},{"uri":"Camden_Town","surface_form":"Camden Town","offset":5965},{"uri":"Morden","surface_form":"Morden","offset":5996},{"uri":"Underground_Electric_Railways_Company_of_London","surface_form":"Underground Group","offset":6191},{"uri":"Charing_Cross%2C_Euston_%26amp%3B_Hampstead_Railway","surface_form":"Charing Cross, Euston & Hampstead Railway","offset":6340},{"uri":"London_Underground","surface_form":"London Underground","offset":6400},{"uri":"Public_ownership","surface_form":"public ownership","offset":6528},{"uri":"Camden_Town_tube_station","surface_form":"Camden Town","offset":6625},{"uri":"Kennington_tube_station","surface_form":"Kennington","offset":6640},{"uri":"Charing_Cross_tube_station","surface_form":"Charing Cross","offset":6795},{"uri":"Camden_Town_tube_station","surface_form":"Camden Town","offset":6857},{"uri":"Golders_Green_tube_station","surface_form":"Golders Green","offset":6901},{"uri":"Archway_tube_station","surface_form":"Archway","offset":6942},{"uri":"Embankment_tube_station","surface_form":"Embankment","offset":6989},{"uri":"Bakerloo_line","surface_form":"Bakerloo","offset":7040},{"uri":"District_line","surface_form":"District line","offset":7053},{"uri":"Underground_Electric_Railways_Company_of_London","surface_form":"Underground Electric Railways Company of London","offset":7081},{"uri":"Kennington_tube_station","surface_form":"Kennington","offset":7614},{"uri":"Waterloo_tube_station","surface_form":"Waterloo","offset":7677},{"uri":"Bakerloo_line","surface_form":"Bakerloo line","offset":7736},{"uri":"Edgware","surface_form":"Edgware","offset":8005},{"uri":"Middlesex","surface_form":"Middlesex","offset":8016},{"uri":"London_Borough_of_Barnet","surface_form":"London Borough of Barnet","offset":8038},{"uri":"Morden","surface_form":"Morden","offset":8082},{"uri":"Surrey","surface_form":"Surrey","offset":8092},{"uri":"Merton_and_Morden_Urban_District","surface_form":"Merton and Morden Urban District","offset":8112},{"uri":"London_Borough_of_Merton","surface_form":"London Borough of Merton","offset":8161},{"uri":"Hendon_Central_tube_station","surface_form":"Hendon Central","offset":8417},{"uri":"Edgware_tube_station","surface_form":"Edgware","offset":8447},{"uri":"Stanley_Heaps","surface_form":"Stanley Heaps","offset":8631},{"uri":"Morden_tube_station","surface_form":"Morden station","offset":8929},{"uri":"Sutton%2C_London","surface_form":"Sutton","offset":9135},{"uri":"Wimbledon_and_Sutton_Railway","surface_form":"Wimbledon and Sutton Railway","offset":9181},{"uri":"Southern_Railway_(Great_Britain)","surface_form":"Southern Railway","offset":9277},{"uri":"Charles_Holden","surface_form":"Charles Holden","offset":9511},{"uri":"Frank_Pick","surface_form":"Frank Pick","offset":9630},{"uri":"Clapham_South_tube_station","surface_form":"Clapham South","offset":9757},{"uri":"Portland_stone","surface_form":"Portland stone","offset":10040},{"uri":"Central_London","surface_form":"central London","offset":10641},{"uri":"Listed_building","surface_form":"listed building","offset":10894},{"uri":"Tutankhamun","surface_form":"Tutankhamun","offset":11245},{"uri":"Metropolitan_Railway","surface_form":"Metropolitan Railway","offset":11528},{"uri":"London_Passenger_Transport_Board","surface_form":"London Passenger Transport Board","offset":11607},{"uri":"Northern_City_Line","surface_form":"Great Northern & City Railway","offset":11681},{"uri":"Finsbury_Park_station","surface_form":"Finsbury Park","offset":11739},{"uri":"New_Works_Programme","surface_form":"New Works Programme","offset":12002},{"uri":"London_and_North_Eastern_Railway","surface_form":"London and North Eastern Railway","offset":12131},{"uri":"Highgate","surface_form":"Highgate","offset":12186},{"uri":"Edgware_railway_station","surface_form":"Edgware","offset":12365},{"uri":"Alexandra_Palace_railway_station_(Muswell_Hill_branch)","surface_form":"Alexandra Palace","offset":12404},{"uri":"High_Barnet_tube_station","surface_form":"High Barnet","offset":12425},{"uri":"Brockley_Hill_tube_station","surface_form":"Brockley Hill","offset":12494},{"uri":"Elstree_South_tube_station","surface_form":"Elstree South","offset":12509},{"uri":"Bushey_Heath_tube_station","surface_form":"Bushey Heath","offset":12527},{"uri":"Aldenham_Works","surface_form":"Aldenham","offset":12560},{"uri":"Watford_and_Edgware_Railway","surface_form":"Watford and Edgware Railway","offset":12625},{"uri":"Watford","surface_form":"Watford","offset":12794},{"uri":"Bushey","surface_form":"Bushey","offset":12874},{"uri":"Railway_electrification_in_Great_Britain","surface_form":"electrification","offset":13092},{"uri":"Finchley_Central_tube_station","surface_form":"Finchley Central","offset":13226},{"uri":"East_Finchley_tube_station","surface_form":"East Finchley","offset":13506},{"uri":"Highgate_tube_station","surface_form":"Highgate station","offset":13555},{"uri":"Archway_tube_station","surface_form":"Archway","offset":14687},{"uri":"East_Finchley_tube_station","surface_form":"East Finchley","offset":14766},{"uri":"High_Barnet_tube_station","surface_form":"High Barnet","offset":15047},{"uri":"Highgate_tube_station","surface_form":"Highgate","offset":15165},{"uri":"Mill_Hill_East_tube_station","surface_form":"Mill Hill East","offset":15273},{"uri":"Dollis_Brook_Viaduct","surface_form":"Dollis Brook Viaduct","offset":15303},{"uri":"Handley_Page_Halifax","surface_form":"Halifax","offset":15513},{"uri":"Metropolitan_Green_Belt","surface_form":"Metropolitan Green Belt","offset":15774},{"uri":"Central_line_(London_Underground)","surface_form":"Central line","offset":16020},{"uri":"West_End_of_London","surface_form":"West End","offset":16247},{"uri":"City_of_London","surface_form":"City","offset":16264},{"uri":"King%27s_Cross_St._Pancras_tube_station","surface_form":"Kings Cross","offset":16374},{"uri":"Parkland_Walk","surface_form":"Parkland Walk","offset":17043},{"uri":"North_and_West_London_Light_Railway","surface_form":"North and West London Light Railway","offset":17286},{"uri":"Drayton_Park_railway_station","surface_form":"Drayton Park","offset":17346},{"uri":"British_Rail","surface_form":"British Rail","offset":17465},{"uri":"Thameslink_and_Great_Northern","surface_form":"Great Northern","offset":17653},{"uri":"7_July_2005_London_bombings","surface_form":"a terrorist attack on the London Underground and bus systems","offset":18452},{"uri":"West_Finchley_tube_station","surface_form":"West Finchley","offset":19377},{"uri":"Archway_tube_station","surface_form":"Archway station","offset":19781},{"uri":"Warren_Street_tube_station","surface_form":"Warren Street station","offset":19895},{"uri":"Automatic_train_operation","surface_form":"automatic train operation","offset":20182},{"uri":"SelTrac","surface_form":"SelTrac","offset":20232},{"uri":"Jubilee_line","surface_form":"Jubilee line","offset":20277},{"uri":"Docklands_Light_Railway","surface_form":"Docklands Light Railway","offset":20323},{"uri":"2012_Summer_Olympics","surface_form":"2012 Olympics","offset":20590}]}