{"id":190499,"url":"http://en.wikipedia.org/wiki/Circle_line_(London_Underground)","text":"The Circle line, coloured yellow on the tube map, is the eighth busiest line on the London Underground. It forms a loop line around the centre of London on the north side of the River Thames. Platforms are 120 metres long in the south and 130 metres long on the part of the track shared with the Metropolitan line.\nOrigins.\nIn 1863 the Metropolitan Railway opened in London between Paddington and Farringdon. It was the world's first underground railway. It connected the Great Western Railway's relatively remote terminus at Paddington with Euston and King's Cross stations and the City, London's financial heart. In the same year a report recommended an 'inner circle' of railway lines between the London termini that had been built or were under construction. In the next year the Metropolitan District Railway (commonly known as the District Railway) was formed to build and operate a railway from South Kensington to Tower Hill. The Metropolitan western extension opened in 1868 from a new station at Paddington to South Kensington. By May 1870 the District railway had opened its line from West Brompton to Blackfriars via Gloucester Road and South Kensington, services being operated at first by the Metropolitan. In 1871 the District had built a terminus at Mansion House, and on 18 November 1876 the Met opened its terminus at Aldgate. Due to conflict between the two companies it took an Act of Parliament before further work was done on the inner circle. In 1882 the Metropolitan extended its line from Aldgate to a temporary station at Tower Hill and the District completed its line to Whitechapel. On 6 October 1884 the temporary station was replaced with a joint station and the inner circle was complete. The Metropolitan provided the clockwise or 'outer rail' trains, the District the 'inner rail' or anti-clockwise.\nOther circle routes.\nAs well as the inner circle, other routes circumnavigated London, although these were not complete loops. From 1872 the L&NWR began an \"outer circle\" service from Broad Street to Mansion House via Willesden Junction and Earl's Court, diverting an earlier service that had run to Victoria; and the GWR began a \"middle circle\" service from Moorgate to Mansion House via Latimer Road and Earl's Court. Both of these routes were cut back to Earl's Court: the \"middle circle\" in 1900 and the \"outer circle\" in 1909. The GWR service survived as a shuttle service from the Hammersmith & City line to Addison Road, now Kensington (Olympia), until 1940.\nThe Midland Railway briefly ran a \"super outer circle\" from St Pancras to Earl's Court from 1878 to 1880. Today London Overground runs services between Clapham Junction, Willesden Junction and Dalston Junction and between Dalston Junction and Clapham Junction.\nElectrification.\nWooden carriages were originally hauled by steam locomotives leading to smoke-filled stations and carriages, unpopular with passengers. At the start of the 20th century the District and Metropolitan were seeing increased competition in central London from the new electric underground tube lines and trams, and conversion to electric traction was seen as the way forward. Experiments were carried out on the Earl's Court to High Street Kensington section, and a jointly-owned six-carriage train began passenger service in 1900. Following this an AC system was suggested, and this was accepted by both parties. However, the District was looking for a way to raise the finance needed and in 1901 found an investor, the American Charles Yerkes. He formed the Underground Electric Railways of London (UERL), and his experience in the United States led him to favour DC, with third-rail pick-up similar to that in use on the City & South London Railway and Central London Railway. After arbitration by the Board of Trade the DC system was taken up, and the railways began electrifying the routes, using multiple-unit stock.\nThe District and Metropolitan Railways bought different designs of electric multiple unit. Both had open saloons; the Metropolitan trains with gated ends, the District B Stock with sliding doors in the middle of each car. When their introduction was attempted on 1 July 1905, a Metropolitan train overturned the third rail on the District Railway, requiring all Metropolitan trains to be modified before running again on the District lines. Full electric service started on 24 September, initially with 6-car trains, later reduced to 4-car. The Metropolitan trains were soon modified to enclose the gated end and eventually to add sliding doors in the middle. Trains were increased to 5 cars in 1918 and the Metropolitan introduced new stock in 1921, with three pairs of sliding double doors on trailer cars. In 1926 the Metropolitan took over all inner circle workings except for three trains on Sundays.\nLondon Transport.\nOn 1 July 1933 the Metropolitan and the District Railways were amalgamated with other Underground railways, tramway companies and bus operators to form the London Passenger Transport Board. Metropolitan Railway electric multiple units were refurbished in 1934 at Acton Works to become eighteen 5-car trains of Circle Stock, at first painted red and cream, later painted red all over to reduce costs. These trains included first-class accommodation, but this was downgraded in 1940. From 1947 these were replaced by 5-car trains of O and P Stock, with doors remotely operated by the guard, released by the transfer of F Stock to the Uxbridge line. The 1933 London Underground Beck map shows a Metropolitan line north of and stations and a District line south of these points. On the 1947 map the Metropolitan and District lines were shown together in the same colour and two years later in 1949 the Circle line was shown separately on the map.\nIn 1959–1960 Circle line trains were increased to 6 cars, the same length as those operating on the Hammersmith & City line, and the stock of the two lines was integrated with maintenance concentrated at Hammersmith depot, allowing Neasden depot to concentrate on the new A Stock. Aluminium C Stock trains, with public address systems and originally unpainted, replaced these trains from 1970. One person operation of the trains was proposed in 1972 but, due to conflict with the trade unions, was not introduced until 1984. In 2003, the infrastructure of the Circle line was partly privatised in a public–private partnership, managed by the Metronet consortium. Metronet went into administration in 2007 and the local government body Transport for London took over responsibilities.\nOn 7 July 2005, at about 08:50, bombs exploded on two Circle line trains. One was travelling between Liverpool Street and Aldgate and the other was at Edgware Road. The bombs killed 15 people, including the two suicide bombers. Following the attacks, the whole of the Circle line was closed until 8 August.\nA day before a ban on drinking alcohol on public transport in London came into force, a party was held on 31 May 2008, mainly on the Circle line. Thousands of people attended and 17 were arrested by police due to disorderly behaviour, eventually causing several stations to be closed.\nExtension.\nPrior to 13 December 2009, Circle line trains travelled in both directions around a simple loop with 27 stations and of track. In 2006 there were fourteen trains in service on the line with an interval between trains of  minutes during peak hours and 8 minutes off-peak; the minimum running time around the circle off-peak was  minutes, although timetabled stops at stations extended this.\nIn December 2009 the Circle line was extended to include the Hammersmith & City route from Edgware Road to Hammersmith. Rather than continuously running around the circle, trains now travel from Hammersmith to Edgware Road, generally going around the circle once before terminating at Edgware Road, and returning via the same route; occasionally, trains may also continue clockwise through Edgware Road to additional stations. The change was made to improve reliability and increase the service frequency on the Hammersmith branch.\nThe first S7 Stock train entered passenger service on the Hammersmith & City line on 6 July 2012, running a shuttle service between Hammersmith and Moorgate, and first ran on the Circle line on 2 September 2013. By June 2014 all services were provided by S7 Stock trains.","categories":[],"infobox_types":[],"annotations":[{"uri":"London_Underground","surface_form":"London Underground","offset":84},{"uri":"River_Thames","surface_form":"River Thames","offset":178},{"uri":"Metropolitan_Railway","surface_form":"Metropolitan Railway","offset":336},{"uri":"Paddington_tube_station_(Circle_and_Hammersmith_%26amp%3B_City_lines)","surface_form":"Paddington","offset":382},{"uri":"Farringdon_station","surface_form":"Farringdon","offset":397},{"uri":"Great_Western_Railway","surface_form":"Great Western Railway","offset":472},{"uri":"City_of_London","surface_form":"the City","offset":579},{"uri":"District_Railway","surface_form":"District Railway","offset":837},{"uri":"Paddington_tube_station_(Bakerloo%2C_Circle_and_District_lines)","surface_form":"Paddington","offset":1006},{"uri":"South_Kensington_tube_station","surface_form":"South Kensington","offset":1020},{"uri":"Mansion_House_tube_station","surface_form":"Mansion House","offset":1266},{"uri":"Aldgate_tube_station","surface_form":"Aldgate","offset":1336},{"uri":"Tower_of_London_tube_station","surface_form":"Tower Hill","offset":1548},{"uri":"Whitechapel_station","surface_form":"Whitechapel","offset":1598},{"uri":"Mark_Lane_tube_station","surface_form":"joint station","offset":1671},{"uri":"London_and_North_Western_Railway","surface_form":"L&NWR","offset":1974},{"uri":"Outer_Circle_(London)","surface_form":"outer circle","offset":1990},{"uri":"Great_Western_Railway","surface_form":"GWR","offset":2151},{"uri":"Middle_Circle","surface_form":"middle circle","offset":2164},{"uri":"Super_Outer_Circle","surface_form":"super outer circle","offset":2534},{"uri":"London_Overground","surface_form":"London Overground","offset":2611},{"uri":"Steam_locomotive","surface_form":"steam locomotive","offset":2820},{"uri":"Alternating_current","surface_form":"AC","offset":3323},{"uri":"Charles_Yerkes","surface_form":"Charles Yerkes","offset":3503},{"uri":"Underground_Electric_Railways_of_London","surface_form":"Underground Electric Railways of London","offset":3533},{"uri":"Direct_current","surface_form":"DC","offset":3639},{"uri":"Third_rail","surface_form":"third-rail","offset":3648},{"uri":"City_%26amp%3B_South_London_Railway","surface_form":"City & South London Railway","offset":3697},{"uri":"Central_London_Railway","surface_form":"Central London Railway","offset":3729},{"uri":"Board_of_Trade","surface_form":"Board of Trade","offset":3778},{"uri":"Electric_multiple_unit","surface_form":"electric multiple unit","offset":3963},{"uri":"London_Underground_B_Stock","surface_form":"B Stock","offset":4064},{"uri":"London_Passenger_Transport_Board","surface_form":"London Passenger Transport Board","offset":4976},{"uri":"London_Underground_Circle_Stock","surface_form":"Circle Stock","offset":5130},{"uri":"London_Underground_O_and_P_Stock","surface_form":"O and P Stock","offset":5351},{"uri":"London_Underground_F_Stock","surface_form":"F Stock","offset":5437},{"uri":"Harry_Beck","surface_form":"Beck","offset":5495},{"uri":"Neasden_Depot","surface_form":"Neasden depot","offset":5995},{"uri":"London_Underground_A60_and_A62_stock","surface_form":"A Stock","offset":6035},{"uri":"London_Underground_C69_and_C77_Stock","surface_form":"C Stock","offset":6054},{"uri":"Driver-only_operation","surface_form":"One person operation","offset":6157},{"uri":"Public%E2%80%93private_partnership","surface_form":"public–private partnership","offset":6362},{"uri":"Metronet","surface_form":"Metronet","offset":6405},{"uri":"Administration_(law)","surface_form":"administration","offset":6445},{"uri":"Transport_for_London","surface_form":"Transport for London","offset":6498},{"uri":"7_July_2005_London_bombings","surface_form":"bombs exploded","offset":6579},{"uri":"Liverpool_Street_station","surface_form":"Liverpool Street","offset":6648},{"uri":"Edgware_Road_tube_station_(Circle%2C_District_and_Hammersmith_%26amp%3B_City_lines)","surface_form":"Edgware Road","offset":6698}]}