{"id":190513,"url":"http://en.wikipedia.org/wiki/Metropolitan_line","text":"The Metropolitan line is part of the London Underground. It is coloured in TfL's Corporate Magenta on the Tube map and in other branding. It was the first underground railway (or subway) in the world, opening on 10 January 1863. Today, part of that section are no longer served by the Metropolitan line, but by the Hammersmith & City, District and Circle lines. The main line runs from Aldgate in the City of London to Amersham, with branch lines to Uxbridge, Watford and Chesham. The line once went as far as Verney junction. After it was bought by the London Passenger Transport Board, the line was first cut back to Aylesbury, then to Amersham\nThe line runs parallel to Chiltern Railways London to Aylesbury line from Finchley Road to Amersham. Chiltern railways continues to run services to Aylesbury.\nMetropolitan Railway.\nThe Metropolitan Railway (also known as the Met) was a passenger and goods railway that served London from 1863 to 1933, its main line heading north-west from the City to what were to become the Middlesex suburbs. Its first line connected the mainline railway termini at, and King's Cross to the City, built beneath the New Road using the cut-and-cover method between Paddington and King's Cross, and in tunnel and cuttings beside Farringdon Road from King's Cross to near Smithfield. It opened on 10 January 1863 with gas-lit wooden carriages hauled by steam locomotives, the world's first underground railway. In 1871, when plans were presented for an underground railway in Paris, it was called the \"Métropolitain\" in imitation. The modern word metro is a short form of the French word.\nThe railway was soon extended from both ends and northwards via a branch from Baker Street. It reached Hammersmith in 1864 and Richmond in 1877, and completed the \"Inner Circle\" in 1884, but the most important route became the line north into the Middlesex countryside, where it stimulated the development of new suburbs. Harrow was reached in 1880, and the line extended as far as in Buckinghamshire, more than from Baker Street. From the end of the 19th century, the railway shared tracks with the Great Central Railway route out of Marylebone station.\nElectric traction was introduced in 1905 with electric multiple units operating between Uxbridge, Harrow-on-the-Hill and Baker Street. To remove steam and smoke from the tunnels in central London, the railway purchased electric locomotives, exchanged for steam locomotives at Harrow from 1908. In 1910, a seventeen-minute silent film recording was made showing large portions of the journey from Baker Street to Aylesbury and Uxbridge, seen from the cab of a train. The film survives and is publicly available.\nUnlike other railways in the London area, the Met developed land for housing, thus benefitting from the increase in the value of its land caused by the building of the railway. After World War I it promoted its housing estates near the railway with the \"Metro-land\" brand.\nTo improve services, more powerful electric and steam locomotives were purchased in the 1920s. A short branch opened from Rickmansworth to Watford in 1925. After World War I, the Stanmore branch was built from Wembley Park.\nLondon Transport.\nOn 1 July 1933 the Metropolitan was amalgamated with other Underground railways, tramway companies and bus operators to form the London Passenger Transport Board, and a period of rationalisation followed.\nWhile the Metropolitan was run as an outer suburban route with steam-hauled trains and goods services, the LPTB wished to focus on electrified trains and suburban traffic. Goods services were passed to the London and North Eastern Railway, which also took over the role of providing steam locomotives for trains beyond the end of electrification at Rickmansworth. All services north-west of were withdrawn by 1936 though services returned to between 1943 and 1948.\nThe 1930s was a period of rapid growth for the north-western suburbs of London, and LPTB developed ambitious plans to simplify the Metropolitan line and expand capacity. Several stations on the Uxbridge branch were rebuilt, replacing temporary wooden buildings with modernist designs and giving Uxbridge station a new site in the town centre. A major bottleneck in the line, the double-track tunnel from Baker Street to Finchley Road, was bypassed by boring two tube tunnels underneath the Metropolitan tunnels, transferring slow services and the Stanmore branch to the Bakerloo line. (This route was transferred to the Jubilee line in 1979.) In 1936 the line was extended east from to along the tracks of the District line. London Transport inherited a number of incompatible electric multiple units from the railway, including the 1927–33 multiple-unit compartment stock used on routes to Watford and Rickmansworth, and these were refurbished to form a uniform fleet and designated London Underground T Stock. In the 1950s, F Stock trains, with sliding doors under the control of the guard, were transferred from the District line; these mainly worked the semi-fast Harrow and Uxbridge services.\nA major rebuilding of the main line from Wembley Park to Amersham was planned in the 1930s but delayed by the war. The line from Wembley to Harrow was rebuilt immediately after the war and the project was completed from 1956–1962, on a more modest scale than originally planned. Until 1961, passenger trains continued to be attached to a steam locomotive at to run to Aylesbury. The rebuilding electrified the line from Rickmansworth to Amersham, transferring all Aylesbury services to British Railways. A pair of fast lines was added from Harrow to north of Moor Park by 1962, allowing outer-suburban trains to run fast to Moor Park. Aluminium A stock, originally unpainted, replaced the T stock and locomotive-hauled trains. More A Stock trains were built in 1962–63 to replace the trains on the Uxbridge service, giving the main line a single train type for all services. A Stock was 4-car units that could operate as four- or eight-car trains; normally operated as eight cars, a 4-car unit operated the Chesham shuttle. One person operation of the trains was proposed in 1972, but due to conflict with the trades unions was not introduced on the line until 1986.\nA separate identity.\nAlthough the East London line had been an isolated shuttle since 1939, it was shown on London Underground maps as part of the Metropolitan line until 1968. In 1970 it was shown with a thin white line in the middle and labelled the \"East London section\". By the 1985 map it had become the \"East London Line\", remaining the same colour as the Metropolitan line with a white line in the middle, changed to orange by the 1990 map. In 1990 the Hammersmith & City line became a separate line from Hammersmith to Whitechapel (Barking during the peak), the Metropolitan line being from Aldgate to Baker Street and northwards to Amersham with branches to Chesham, Uxbridge and Watford.\nIn 2003, the infrastructure was partly privatised in a public–private partnership managed by the Metronet consortium. Metronet went into administration in 2007 and Transport for London took over responsibilities in the end. Tube Lines was later acquired by TfL in 2011, and managed as owner-designer firm.\nOn 12 December 2010 the service to Amersham was reduced from four trains per hour to two, and a direct service between Chesham and central London was introduced, replacing the 4-car Chesham to Chalfont & Latimer shuttle. The final passenger services operated by the A Stock ran on 26 September 2012, followed by a ticketed public railtour on 29 September.","categories":[],"infobox_types":[],"annotations":[{"uri":"London_Underground","surface_form":"London Underground","offset":37},{"uri":"Tube_map","surface_form":"Tube map","offset":106},{"uri":"Rapid_transit","surface_form":"underground railway","offset":155},{"uri":"Hammersmith_%26amp%3B_City_line","surface_form":"Hammersmith & City","offset":315},{"uri":"District_line","surface_form":"District","offset":335},{"uri":"Circle_line_(London_Underground)","surface_form":"Circle","offset":348},{"uri":"Aldgate_tube_station","surface_form":"Aldgate","offset":386},{"uri":"City_of_London","surface_form":"City of London","offset":401},{"uri":"Amersham","surface_form":"Amersham","offset":419},{"uri":"Uxbridge","surface_form":"Uxbridge","offset":450},{"uri":"Watford_tube_station","surface_form":"Watford","offset":460},{"uri":"Chesham","surface_form":"Chesham","offset":472},{"uri":"Verney_junction","surface_form":"Verney junction","offset":510},{"uri":"London_Passenger_Transport_Board","surface_form":"London Passenger Transport Board","offset":554},{"uri":"Aylesbury","surface_form":"Aylesbury","offset":619},{"uri":"Chiltern_Railways","surface_form":"Chiltern Railways","offset":673},{"uri":"Finchley_Road_Tube_station","surface_form":"Finchley Road","offset":721},{"uri":"Metropolitan_Railway","surface_form":"Metropolitan Railway","offset":832},{"uri":"City_of_London","surface_form":"the City","offset":987},{"uri":"Middlesex","surface_form":"Middlesex","offset":1023},{"uri":"London_King%27s_Cross_railway_station","surface_form":"King's Cross","offset":1104},{"uri":"New_Road_(London)","surface_form":"New Road","offset":1148},{"uri":"Cut-and-cover","surface_form":"cut-and-cover","offset":1167},{"uri":"Farringdon_Road","surface_form":"Farringdon Road","offset":1259},{"uri":"Smithfield%2C_London","surface_form":"Smithfield","offset":1301},{"uri":"Rapid_transit","surface_form":"metro","offset":1576},{"uri":"Baker_Street_tube_station","surface_form":"Baker Street","offset":1696},{"uri":"Hammersmith_tube_station_(Hammersmith_%26amp%3B_City_and_Circle_lines)","surface_form":"Hammersmith","offset":1721},{"uri":"Richmond_station_(London)","surface_form":"Richmond","offset":1745},{"uri":"Circle_line_(London_Underground)","surface_form":"Inner Circle","offset":1782},{"uri":"Harrow-on-the-Hill_station","surface_form":"Harrow","offset":1940},{"uri":"Buckinghamshire","surface_form":"Buckinghamshire","offset":2003},{"uri":"Great_Central_Railway","surface_form":"Great Central Railway","offset":2118},{"uri":"Marylebone_station","surface_form":"Marylebone station","offset":2153},{"uri":"Electric_multiple_unit","surface_form":"electric multiple unit","offset":2219},{"uri":"Electric_locomotive","surface_form":"electric locomotive","offset":2392},{"uri":"Steam_locomotive","surface_form":"steam locomotive","offset":2428},{"uri":"World_War_I","surface_form":"World War I","offset":2867},{"uri":"Metro-land","surface_form":"Metro-land","offset":2938},{"uri":"World_War_I","surface_form":"World War I","offset":3119},{"uri":"London_Passenger_Transport_Board","surface_form":"London Passenger Transport Board","offset":3328},{"uri":"London_and_North_Eastern_Railway","surface_form":"London and North Eastern Railway","offset":3610},{"uri":"Stanmore_tube_station","surface_form":"Stanmore","offset":4416},{"uri":"Bakerloo_line","surface_form":"Bakerloo line","offset":4439},{"uri":"Jubilee_line","surface_form":"Jubilee line","offset":4489},{"uri":"Electric_multiple_units","surface_form":"electric multiple units","offset":4646},{"uri":"London_Underground_T_Stock","surface_form":"London Underground T Stock","offset":4853},{"uri":"London_Underground_F_Stock","surface_form":"F Stock","offset":4895},{"uri":"London_Underground_A60_and_A62_Stock","surface_form":"A stock","offset":5712},{"uri":"Driver-only_operation","surface_form":"One person operation","offset":6091},{"uri":"East_London_line","surface_form":"East London line","offset":6268},{"uri":"Hammersmith_%26amp%3B_City_line","surface_form":"Hammersmith & City line","offset":6694},{"uri":"Public%E2%80%93private_partnership","surface_form":"public–private partnership","offset":6987},{"uri":"Metronet","surface_form":"Metronet","offset":7029},{"uri":"Administration_(law)","surface_form":"administration","offset":7069},{"uri":"Transport_for_London","surface_form":"Transport for London","offset":7096},{"uri":"Railtour","surface_form":"railtour","offset":7568}]}