{"id":190514,"url":"http://en.wikipedia.org/wiki/Statute_of_Kilkenny","text":"e=\"preserve\">The Statute of Kilkenny were a set of laws made by the English in 1367 to try and save the English colony in Ireland. The laws were made by the Lord Lieutenant of Ireland, Lionel of Antwerp, 1st Duke of Clarence. They were passed at a meeting of the Irish parliament held at Kilkenny.\nThe English had difficulty in taking over Ireland. The first English settlers, the Anglo-Irish, began to become Irish in the way they viewed the world. They began to put their own interests ahead of those of the English royalty. The government of Ireland had become weak after the battles with Edward Bruce, and the arrival of the Black Death weakened the country even more. Edward III of England became concerned that the Anglo-Irish were becoming too powerful and threatened his rights and interests in Ireland. He attempted three times to control their increasing independence.\nEdward III finally sent his third son, Lionel of Antwerp, to Ireland to try and get back control. He was very concerned that the Anglo-Irish had become more Irish than the Irish themselves. The Statute of Kilkenny were laws designed to bring Ireland back under the control of English born nobles, not English descendants in Ireland. These laws were serious, to break one was seen as treason and could be punished by death.\nThe laws.\nBecause of the weak government, they were not able to make people obey the new laws, and the Anglo-Irish ignored them.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"English","offset":68},{"uri":"Ireland","surface_form":"Ireland","offset":122},{"uri":"Lionel_of_Antwerp%2C_1st_Duke_of_Clarence","surface_form":"Lionel of Antwerp, 1st Duke of Clarence","offset":185},{"uri":"Parliament","surface_form":"parliament","offset":269},{"uri":"Kilkenny","surface_form":"Kilkenny","offset":288},{"uri":"Anglo-Irish","surface_form":"Anglo-Irish","offset":381},{"uri":"Black_Death","surface_form":"Black Death","offset":629},{"uri":"Edward_III_of_England","surface_form":"Edward III of England","offset":673},{"uri":"Offspring","surface_form":"descendants","offset":1188},{"uri":"Treason","surface_form":"treason","offset":1262}]}