{"id":190790,"url":"http://en.wikipedia.org/wiki/Fashion_design","text":"Fashion design is the art and profession of designing clothes, costume and related items like hats, purses, bags and shoes.\nFashion designers attempt to design clothes which are functional as well as attractive. They consider who is likely to wear a garment and the situations in which it will be worn. They have a range of materials to work with and a wide range of colors, patterns and styles to choose from.\nSome clothes are made specifically for an individual, as in the case of haute couture or bespoke tailoring. Today, most clothing is designed for the mass market, especially casual and every-day wear.\nHistory.\nFashion design started in the 19th century with Charles Frederick Worth, who was the first designer to have his label sewn into the garments he created. Worth's success was such that he was able to dictate to his customers what they should wear, instead of following their lead as earlier dressmakers had done. The term \"couturier\" was in fact first created in order to describe him. While all articles of clothing from any time period are studied by academics as costume design, only clothing created after 1858 is considered fashion design.\nDuring this period many design houses began to hire artists to sketch or paint designs for garments. The images were shown to clients, which was much cheaper than producing an actual sample garment in the workroom. If the client liked their design, they ordered it and the resulting garment made money for the house. Thus, the tradition of designers sketching out garment designs began as an economy.\nTypes of fashion.\nThe garments produced by clothing manufacturers fall into three main categories, although these may be split up into additional, more specific categories\nHaute couture.\nUntil the 1950s, fashion clothing was predominately designed and manufactured on a made-to-measure or haute couture basis. Each garment was made for a specific client. A couture garment is made to order for an individual customer, and is usually made from high-quality, expensive fabric, sewn with extreme attention to detail and finish, often using time-consuming, hand-executed techniques. Look and fit take priority over the cost of materials and the time it takes to make. Due to the high cost of each garment, haute couture makes little direct profit for the fashion houses, but is important for prestige and publicity.\nReady-to-wear (pret-a-porter).\nReady-to-wear clothes have elements of haute couture and mass market. They are not made for individual customers, but great care is taken in the choice and cut of the fabric. Clothes are made in small quantities to guarantee exclusivity, so they are rather expensive. Ready-to-wear collections are usually presented by fashion houses each season during a period known as Fashion Week. This takes place on a city-wide basis and occurs twice a year. The main seasons of Fashion Week include, spring/summer, fall/winter, resort, swim, and bridal.\nMass market.\nCurrently the fashion industry relies more on mass market sales. The mass market caters for a wide range of customers, producing ready-to-wear garments using trends set by the famous names in fashion. They often wait around a season to make sure a style is going to catch on before producing their own versions of the original look. In order to save money and time, they use cheaper fabrics and simpler production techniques which can easily be done by machine. The end product can therefore be sold much more cheaply.","categories":[],"infobox_types":[],"annotations":[{"uri":"Clothes","surface_form":"clothes","offset":54},{"uri":"Costume","surface_form":"costume","offset":63},{"uri":"Hats","surface_form":"hats","offset":94},{"uri":"Purse","surface_form":"purse","offset":100},{"uri":"Bag","surface_form":"bag","offset":108},{"uri":"Shoes","surface_form":"shoes","offset":117},{"uri":"Haute_couture","surface_form":"haute couture","offset":483},{"uri":"Bespoke_tailoring","surface_form":"bespoke tailoring","offset":500},{"uri":"Mass_market","surface_form":"mass market","offset":560},{"uri":"Charles_Frederick_Worth","surface_form":"Charles Frederick Worth","offset":668},{"uri":"Label","surface_form":"label","offset":732},{"uri":"Dressmaker","surface_form":"dressmaker","offset":909},{"uri":"Made-to-measure","surface_form":"made-to-measure","offset":1834},{"uri":"Haute_couture","surface_form":"haute couture","offset":1853},{"uri":"Fashion_Week","surface_form":"Fashion Week","offset":2778}]}