{"id":190713,"url":"http://en.wikipedia.org/wiki/Plasma_display","text":"Televisions with plasma display panel (PDP) are much thinner than cathode ray tubes and are usually higher definition. Only a few television use a PDP.\nPlasma screens are made of two sheets of glass with two gases stored between the sheets. The gases are xenon and neon and they fill thousands of tiny chambers, or spaces. Behind each space are a series of red, blue and green phosphors that give off light when struck by radiation. When electricity connects to the plasma chambers the colored phosphors produce the right color on your screen. They work in a very similar way to fluorescent lamps used for lighting.\nPlasma screens have been in use since 1964 but only two colors could be produced then. Now we have high definition Plasma screens up to 150 inches in size. In the early 21st century fewer plasma screens were made as people bought more liquid crystal displays.\nAdvantages.\nPlasma TVs have more pixels (tiny dots that when put together can create an image on a picture) per inch than the old fashioned cathode ray tube (CRT) screens so they can produce a much sharper image. In the old style of CRT screens the pictures were made up of lines. If you look closely at a Plasma screen you will not see any lines. You will find out that most Plasma screens have a wide screen option so you can see movies in the way they were intended for movie theaters. They are also ideal for the latest digital broadcasting methods.\nOne of the big advantages is the space saving. The problem with old cathode ray tubes is that they needed a lot of space so that the rays can fire upon all areas of the screen. The wider the screen, the larger the volume of the television would be. The average Plasma television is around 6 to 8 inches deep. Moving your Plasma onto the wall can really increase the amount of floor space and they can be looked at from almost any point in the room (usually 180 degrees)\nPlasma screens are also very light especially when compared to a rear projection TV. A 40-inch Plasma TV will weigh from and provided you purchase a suitable bracket (that can hold the TV up to the wall) they can be hung very easily to a suitable wall. When fixing to the wall you need to make sure you choose a bracket which tells you the highest weight it can carry. Most brackets can be tilted if you want to view from a different angle.\nPlasma TVs can display up to 16 million colors so not only are they great for watching TV programs, they also make a good screen for the latest computer games consoles. Most Plasma TV's have inputs for HDMI and laptop computers connections making them ideal to use to display products and sales messages in offices and shops.\nYou will also find out that they are very easy to watch even on a sunny day or a very bright room. Unlike the old CRT screens they are not hard to see in bright areas.\nDisadvantages.\nBecause of the phosphor technology in Plasma TVs, it is possible for traces of an image to be 'burned-in' to the display, meaning you might see little traces of it even while watching other images. This is a concern in commercial uses, where images are shown for long periods of time. Burn-in can generally be avoided by making sure the screen does not show the same image for a long time (sometimes as little as 20 minutes), either by turning the television off, or changing the channel.\nThough Plasma TVs are much brighter than rear-projection TVs, direct view and LCD TVs are often brighter still. Latest generation Plasma TVs have improved on brightness, but a warning is do not view where it is too bright or sunny.\nAlthough Plasma TVs are much lighter and thinner than direct view and rear projection TVs, an LCD TV can be even more light and slim. LCD TVs use the same technology as used in most laptop computers. Plasma TVs are available in larger sizes that LCD TVs. Plasma screen TVs cost more than CRTs and LCDs.\nHow Long Do They Last?\nCompared to other television technologies, Plasma TVs have a shorter life span. Most Plasma TVs have a life span of 20,000-30,000 hours based on maker's estimates. This life span is commonly referred to as the Plasma TV half-life, as it is the number of hours over which the Plasma TV will lose approximately half of its brightness.\nPlasma TVs break easily, and the parts are quite easy to damage. They should only be moved carefully.\nAs technology has been made better, Plasma screens have a much longer life and you should expect 30,000 hours of use. In other words, your television would need to be on for 16 hours a day, every day for the next 5 years. By the time your TV needs replacing higher definition models will have become available.\nWorth the money?\nThe first Plasma televisions for home use were expensive, as much as US$5000 for a basic small model. As the technology improved and production increased, prices became smaller. In the 21st century some 37-inch models sold for $1000 or even less. Buying a CRT television became rare as LCD became the usual kind.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cathode_ray_tube","surface_form":"cathode ray tube","offset":66},{"uri":"Xenon","surface_form":"xenon","offset":255},{"uri":"Neon","surface_form":"neon","offset":265},{"uri":"Phosphor","surface_form":"phosphor","offset":377},{"uri":"Fluorescent_lamp","surface_form":"fluorescent lamp","offset":579},{"uri":"High_definition","surface_form":"high definition","offset":715},{"uri":"Liquid_crystal_display","surface_form":"liquid crystal display","offset":851},{"uri":"Computer","surface_form":"computer","offset":2485},{"uri":"Game","surface_form":"game","offset":2494},{"uri":"Video_game_console","surface_form":"consoles","offset":2500},{"uri":"HDMI","surface_form":"HDMI","offset":2543},{"uri":"Laptop_computer","surface_form":"laptop computer","offset":2552},{"uri":"LCD_TV","surface_form":"LCD TV","offset":3417},{"uri":"LCD_TV","surface_form":"LCD TV","offset":3665},{"uri":"Technology","surface_form":"technology","offset":4335}]}