{"id":190888,"url":"http://en.wikipedia.org/wiki/The_Secret_Life_of_the_American_Teenager","text":"\"The Secret Life of the American Teenager\" is an American teen drama television series. It was shown on ABC Family. The show is about Amy (played by Shailene Woodley) becoming pregnant at 15 after being pressured into having sex with Ricky Underwood (played by Daren Kagasoff). Amy is also facing the difficulties of her family coming apart, and other problems with her friends and boyfriend \"Ben Boykevich\" (played by Kenny Baumann).\nPlot.\nDuring the summer at band camp, Amy Juergens meets Richard \"Ricky\" Underwood, who persuades her into having sex. Amy learns that she has conceived a child at the beginning of the school year. Her best friends \"Lauren Treacy\" (played by Camille Winbush) and \"Madison Cooperstein\" (played by Renee Olstead) are the first ones to know about her being pregnant. Madison unknowingly spreads word that Amy is pregnant, and Amy considers abortion before telling her parents. Soon, Amy's younger sister Ashley finds out. After some time during an argument at the Juergens' home, Amy admits being pregnant and her boyfriend Ben learns too. Ben remains faithful to her during and after her pregnancy. So that the child is not born out of wedlock, Ben and Amy secretly get married illegally.\nMeanwhile, Ricky develops relationships with \"Adrianne Lee\" (played by Francia Raisa), \"the school slut\" and \"Grace Bowman\", a spunky, innocent girl. Ricky gets Adrianne to have sex, but fails trying to have sex with Grace, who had wanted to save herself for marriage to her on-and-off boyfriend \"Jack Pappas\" who betrayed her by sleeping with Adrianne.\nAmy's parents, \"George Juergens\" (played by Mark Derwin) and \"Anne Juergens\" (played by Molly Ringwald) start having tensions and get a divorce. After the divorce of Anne and George, Amy's child is born. The baby was named John by Ashley because it was a \"clean simple name, his life would already be complicated enough\". Ashley and her father (George) moved in together in a house next door, and Anne is expecting a baby boy of her own after she slept with her new boyfriend, David. The baby turns out not to be David's, but it's George's. George and Anne will move back in together, which Amy does not like. Amy's nemesis Adrianne is moving into George's old house, which Amy does not like either because Adrian only wants to spy on her boyfriend, Ricky, and Amy. Amy does not want Adrianne near her baby.\nGrace has sex with her boyfriend Jack against her father's will. After that Marshall Bowman passes away in a jet crash and Grace lives in misery thinking she killed her father by sleeping with Jack. She thinks God is punishing her. She starts a teen abstinence group (TAG) and a dead parents club.\nMeanwhile, Ben Boykevich wants to go to Bologna, Italy for the summer to work. Amy feels insecure, because she is worried Ben might fall in love with someone else. Amy wants to go, but can not because she has to care for John. Since she can not go, she wants Ben to stay where she can keep any eye on him, but Ben goes to Italy anyway. When he comes back, his personality is changed and Amy thinks that Ben slept or fell in love with someone else. When she asks Ben if he fell in love in Italy, he says no but Amy thinks he's lying, and she thinks Adrianne might know whether he is telling the truth or not. This sparks part of Amy's hatred for Adrianne.\nBen's dad falls in love with a former prostitute named Betty, but Ben does not trust her at first, because he thinks Betty is only in love with his dad for his money. Betty tries to relate to Ben, but Ben is uneasy because Amy does not like Betty either. Betty tries to reassure Ben that she loves his Dad for his heart and not his money, and Ben decides to give her a chance.","categories":[],"infobox_types":["Television"],"annotations":[{"uri":"ABC_Family","surface_form":"ABC Family","offset":104},{"uri":"Shailene_Woodley","surface_form":"Shailene Woodley","offset":149},{"uri":"Pregnant","surface_form":"pregnant","offset":176},{"uri":"Peer_pressure","surface_form":"pressured","offset":203},{"uri":"Sex","surface_form":"sex","offset":225},{"uri":"Daren_Kagasoff","surface_form":"Daren Kagasoff","offset":261},{"uri":"Hardship","surface_form":"difficulties","offset":301},{"uri":"Problem","surface_form":"problem","offset":352},{"uri":"Kenny_Baumann","surface_form":"Kenny Baumann","offset":419},{"uri":"Summer","surface_form":"summer","offset":452},{"uri":"Persuasion","surface_form":"persuades","offset":523},{"uri":"Pregnancy","surface_form":"conceived a child","offset":578},{"uri":"Camille_Winbush","surface_form":"Camille Winbush","offset":677},{"uri":"Renee_Olstead","surface_form":"Renee Olstead","offset":731},{"uri":"Abortion","surface_form":"abortion","offset":872},{"uri":"Sister","surface_form":"sister","offset":929},{"uri":"Wedlock","surface_form":"wedlock","offset":1169},{"uri":"Marriage","surface_form":"married","offset":1203},{"uri":"Illegal","surface_form":"illegal","offset":1211},{"uri":"Relationship","surface_form":"relationship","offset":1248},{"uri":"Francia_Raisa","surface_form":"Francia Raisa","offset":1293},{"uri":"Slut","surface_form":"slut","offset":1321},{"uri":"Mark_Derwin","surface_form":"Mark Derwin","offset":1620},{"uri":"Molly_Ringwald","surface_form":"Molly Ringwald","offset":1664},{"uri":"Nemesis","surface_form":"nemesis","offset":2192},{"uri":"God","surface_form":"God","offset":2594},{"uri":"Abstinence","surface_form":"abstinence","offset":2634},{"uri":"Bologna","surface_form":"Bologna","offset":2722},{"uri":"Italy","surface_form":"Italy","offset":2731},{"uri":"Insecure","surface_form":"insecure","offset":2771},{"uri":"Personality","surface_form":"personality","offset":3042},{"uri":"Prostitute","surface_form":"prostitute","offset":3375}]}