{"id":190884,"url":"http://en.wikipedia.org/wiki/Word_search","text":"A word search is a puzzle that uses words and puts them in a grid. The point of the game is to find all of the words hidden in the grid.\nThe puzzle consists of a grid of letters that is usually a rectangle or square shape, but different shapes are possible, some that even look like an object like a plant or animal. Besides the grid is a list of words. The letters in the word appear in order somewhere in the grid, and can be placed horizontally, vertically or diagonally. A letter in the grid can be used in more than one word, and not all the letters in the grid have to appear in a word.\nTo solve the puzzle, a person has to find the place where each word is hidden in the grid, and when he or she finds that place, he or she circles all the letters in the word (as shown in the example), and then crosses the word off the list so that he or she knows not to look for that word again. It is easier to find the bigger words first since they have more letters.\nMany word search puzzles have a theme, so all the hidden words are related. Sometimes, once all the words have been found, the letters which have not been used in any of the words (that is, the letters which have not been circled at least once) spell another word or even a short message. An example of a word search with both a theme and a word made up of unused letters is Wonderword.\nLike other puzzles, word searches are commonly found in newspapers and magazines, which print a different puzzle every day and show the solution in another place or in the next issue. There are also books containing collections of these puzzles, and they can also be played over the Internet or using mobile apps.","categories":[],"infobox_types":[],"annotations":[{"uri":"Puzzle","surface_form":"puzzle","offset":19},{"uri":"Word","surface_form":"word","offset":36},{"uri":"Grid","surface_form":"grid","offset":61},{"uri":"Letter","surface_form":"letter","offset":170},{"uri":"Rectangle","surface_form":"rectangle","offset":196},{"uri":"Square","surface_form":"square","offset":209},{"uri":"Object","surface_form":"object","offset":286},{"uri":"Plant","surface_form":"plant","offset":300},{"uri":"Animal","surface_form":"animal","offset":309},{"uri":"Horizontal","surface_form":"horizontally","offset":435},{"uri":"Vertical","surface_form":"vertically","offset":449},{"uri":"Diagonal","surface_form":"diagonally","offset":463},{"uri":"Circle","surface_form":"circle","offset":731},{"uri":"Theme","surface_form":"theme","offset":996},{"uri":"Message","surface_form":"message","offset":1244},{"uri":"Wonderword","surface_form":"Wonderword","offset":1339},{"uri":"Newspaper","surface_form":"newspaper","offset":1407},{"uri":"Magazine","surface_form":"magazine","offset":1422},{"uri":"Collection","surface_form":"collections","offset":1567},{"uri":"Internet","surface_form":"Internet","offset":1634},{"uri":"Mobile_app","surface_form":"mobile app","offset":1652}]}