{"id":19081,"url":"http://en.wikipedia.org/wiki/Mestizo","text":"Mestizo (meh-STEE-tzo) is a Spanish term for a person who is of mixed European (usually Spanish) and Indigenous ancestry.\nMestizos have existed since the time when Spain controlled what is now Latin America. A mestizo was usually the son of a Spanish father and a Native American mother. Mestizos form the largest part of the population in some Latin American nations, a large minority of mestizos makes up most of the population in Mexico, which is the Spanish-speaking nation with the largest population in the world.\nDuring the colonial era, many Native Americans were converted to Roman Catholicism and began using the Spanish language instead of their traditional one. This was because of the concept that existed in the Spanish colonies which gave more \"value\" to European people over Native Americans and Africans. Because of this, many Native Americans gained better social status by calling themselves \"mestizos\" instead of \"indios.\"\nIndo-Mestizo.\nIndo-Mestizo (also known as Cholo) is a Spanish term for a person who is around 3/4 Native American and 1/4 Caucasian ancestry.\nIndo-Mestizos are mostly found in Eastern and Southern Mexico, much of Northern Central America, Ecuador,south of Peru, and Bolivia\nIndo-Mestizos usually have more Native American traits, but may have a light pigmentation with completely Native American features, or a dark pigmenation with some obvious Caucasian features.\nFamous Indo-Mestizos include Maya Zapata, George Lopez, and Danny Trejo. They are so called because of their appearance, not because of known genetic background.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spanish_language","surface_form":"Spanish","offset":28},{"uri":"European_people","surface_form":"European","offset":70},{"uri":"Spanish_people","surface_form":"Spanish","offset":88},{"uri":"Indigenous_peoples","surface_form":"Indigenous","offset":101},{"uri":"Ancestry","surface_form":"ancestry","offset":112},{"uri":"Spain","surface_form":"Spain","offset":164},{"uri":"Latin_America","surface_form":"Latin America","offset":193},{"uri":"Population","surface_form":"population","offset":326},{"uri":"Mexico","surface_form":"Mexico","offset":433},{"uri":"Roman_Catholicism","surface_form":"Roman Catholicism","offset":585},{"uri":"Concept","surface_form":"concept","offset":698},{"uri":"Value","surface_form":"value","offset":760},{"uri":"African","surface_form":"African","offset":812},{"uri":"Social_status","surface_form":"social status","offset":875},{"uri":"Native_American","surface_form":"Native American","offset":1041},{"uri":"Caucasian","surface_form":"Caucasian","offset":1065},{"uri":"Maya_Zapata","surface_form":"Maya Zapata","offset":1438},{"uri":"George_Lopez","surface_form":"George Lopez","offset":1451},{"uri":"Danny_Trejo","surface_form":"Danny Trejo","offset":1469}]}