{"id":190948,"url":"http://en.wikipedia.org/wiki/Euthanasia","text":"Euthanasia is when a person's life is ended because of disease or pain, which has made them suffer. This is different from assisted suicide, where a person helps someone kill themselves. It is also different to murder, where the reason is not suffering, but to kill for the killer's own ends. Euthanasia can be voluntary, where the person who dies asks for help in ending their life. Where the person is unable to make their decision known, it is usually called \"non-voluntary euthanasia\". Where someone is killed against their will, it is usually called murder.\nEuthanasia is illegal in most countries. It is permitted in a small number of countries, such as the Netherlands, Belgium and Victoria, Australia. The New Zealand Parliament voted 69 - 51 to pass the End of Life choice Bill. In [https://taituaarboretumhamiltoncity.blogspot.com/2020/02/is-it-time-to-kill-kiwi.html Is it Time to Kill the Kiwi] the Rt Hon Simeon Brown said international precedents show that euthanasia regimes result in the involuntary death of innocent lives, often those who are marginalized and vulnerable. The final decision will be made in a binding public referendum. Where it is permitted there are many rules, and only in cases where the patient is terminally ill. Though euthanasia is not legal in the United States, doctors can assist people to kill themselves. This is legal in Washington, Oregon, and Montana. Physician Assisted Suicide (PAD) is different to euthanasia; it is about who gives the medication to end a patient’s life. The World Federation of Right to Die Societies says physician-assisted suicide means \"making lethal means available to the patient to be used at a time of the patient’s own choosing.\" In these cases the patient takes the legal dose of poison themselves, it is not given by the doctor. It is euthanasia when the doctor has the main role in ending the patient’s life by giving the poison.\nTypes of euthanasia.\nEuthanasia can be active or passive, and voluntary, non-voluntary and involuntary. Many people see important differences and they can accept some types but not others.\nActive and passive euthanasia.\nPassive euthanasia means letting a person die. A terminally ill person is allowed to die, even if treatment could help them to live longer. This includes removing life support, such as a ventilator which is being used to keep the person alive, or by not giving them food or water. Active euthanasia means doing something to end a person's life. This could be giving them an injection or pills that will cause their death.\nSome people see passive euthanasia as a more acceptable choice, because it is not a deliberate act to kill. However, others argue that once someone has decided to allow another person to die, they should make it as fast and as painless as possible, and then act to bring about their death. This is also known as mercy killing.\nVoluntary, non-voluntary and involuntary euthanasia.\nVoluntary euthanasia is when someone asks to be allowed to die or to be killed. This is often seen as the best option by people who believe in euthanasia, because it is clear that the person wants to die. If the person can not say that they want to die, but people think that they would ask to die if they could, then it is \"non-voluntary euthanasia.\" Non-voluntary euthanasia is a choice for people who are in a coma or who are very young, as they can not say what they want. \"Involuntary euthanasia\" is when someone is killed even though they asked not to die, or when they could have asked to die but did not. Many people think that this is murder, not euthanasia.\nThese types of euthanasia can be mixed. If someone asks to die, and another person gives them an injection that will kill them, then it is active voluntary euthanasia. Someone in a coma who is kept alive with a ventilator, and the doctors turn it off and they die, would be passive non-voluntary euthanasia.\nEuthanasia arguments.\nSome people believe that euthanasia should be allowed, and some people think that it should not.\nSlippery slope.\nSome people believe that allowing euthanasia will result in bad things happening. If it is allowed for people asking to die, then it might be allowed for people who are very sick but are not able to ask to die. If that happens, then maybe it would be allowed for people who are very sick and will not recover, but do not want to die. This is called the \"slippery slope\" argument.\nPeople who believe in the slippery slope argument point to times when this happened. In Germany, Adolf Hitler allowed disabled children to be killed, and called it euthanasia. People now agree that this was wrong, but if euthanasia was allowed it could happen again. They think it is too big a risk to allow euthanasia at all.\nOther people say there is a big difference between killing a very sick person who asks to die, and killing a child with a disability. They do not think euthanasia will lead to bad things. They say that Hitler's actions were not euthanasia.\nThe American Medical Association (AMA) and other doctors believe it is a doctor's role to help, not kill people. In one study 76% of doctors said they would not carry out euthanasia, even if it was legal. They feel patients would not trust them. In the Netherlands where euthanasia is legal, 60% of older people in one study were scared that their their doctors would kill them.\nPalliative care.\nPalliative care is when people who are ill and going to die are given special care to make them more comfortable. It may include hospice care, when the patient is sent to a special hospital for people who are dying. Palliative care can involve pain relief and help for the patient and family to come to terms with death. In some cases, doctors will give patient drugs which make them stay asleep, so that they will not feel pain.\nPalliative care is not perfect, and so it is not always seen as a replacement for euthanasia. There is still some pain, and there can be other side-effects, where the patient can still feel very sick. Palliative care is not available for all people, and not all people who wish to die through euthanasia are so sick that they will die soon. Some people have healthy bodies, but they are suffering in other ways, and palliative care will not always help them.\nPrinciple of double effect.\nThe principle of double effect was first described by Thomas Aquinas over 700 years ago. It says that it is sometimes alright to do a bad thing if something good happens, and if a bad ending was not wanted. Aquinas used the example of self defense: sometimes a person will kill someone who attacks them, but killing was not what the person was trying to do. They only wanted to protect themselves. So even though killing someone is bad, wanting to protect themselves was not.\nSome people say that doctors may treat a person to reduce the their pain, and as a result the person will die sooner. If the doctor gives the treatment in order to help the patient die, then it is euthanasia. But if the doctor gives the treatment in order to stop the pain, and does not intend for the patient to die, then it may not be euthanasia, even if the doctor knew that the treatment would kill the patient.\nAssisted suicide.\nSuicide is when a person kills themselves. Sometimes when a person is very sick they need help to die, and this is called assisted suicide. In some countries people are allowed to help as long as they do not kill the person, and it can be seen as a more acceptable option because it must be the person's own decision. Because the assisting person did not kill, it is not always considered to be euthanasia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Death","surface_form":"ended","offset":38},{"uri":"Disease","surface_form":"disease","offset":55},{"uri":"Pain","surface_form":"pain","offset":66},{"uri":"Assisted_suicide","surface_form":"assisted suicide","offset":123},{"uri":"Suicide","surface_form":"kill themselves","offset":170},{"uri":"Murder","surface_form":"murder","offset":211},{"uri":"Voluntary","surface_form":"voluntary","offset":311},{"uri":"Netherlands","surface_form":"Netherlands","offset":664},{"uri":"Belgium","surface_form":"Belgium","offset":677},{"uri":"Terminal_illness","surface_form":"terminally ill","offset":1237},{"uri":"Ventilator","surface_form":"ventilator","offset":2319},{"uri":"Coma","surface_form":"coma","offset":3347},{"uri":"Ventilator","surface_form":"ventilator","offset":3813},{"uri":"Germany","surface_form":"Germany","offset":4513},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":4522},{"uri":"Disability","surface_form":"disabled","offset":4543},{"uri":"Hospice","surface_form":"hospice care","offset":5517},{"uri":"Sedative","surface_form":"drugs","offset":5750},{"uri":"Adverse_effect_(medicine)","surface_form":"side-effects","offset":5961},{"uri":"Thomas_Aquinas","surface_form":"Thomas Aquinas","offset":6359},{"uri":"Self_defense","surface_form":"self defense","offset":6540},{"uri":"Suicide","surface_form":"Suicide","offset":7215}]}