{"id":19110,"url":"http://en.wikipedia.org/wiki/Walt_Disney","text":"Walter Elias Disney (December 5, 1901 - December 15, 1966) was an American business entrepreneur, animator, cartoonist, producer, screenwriter, entrepreneur, and voice actor. Disney was an important person in the American animation industry and throughout the world. He is regarded as an international icon, and philanthropist. He is well known for his influence and contributions to the field of entertainment during the 20th century. Along with his brother Roy Disney, he was the founder of Walt Disney Productions. The corporation is now known as The Walt Disney Company.\nAs an extraordinary animator and entrepreneur, Disney was well known as a film producer and a showman, as well as an innovator in animation and theme park design. He and his staff created some of the world's most well-known fictional characters including Mickey Mouse. He provided the original voice for Mickey Mouse. He received four honorary Academy Awards and won 22 Academy Awards from a total of 59 nominations, including a record four in one year. It gave him more awards and nominations than any other person in history. Disney also won seven Emmy Awards. He gave his name to the Disneyland, and Walt Disney World Resort theme parks in the United States, as well as international resorts like Tokyo Disney Resort, Disneyland Paris, and Hong Kong Disneyland.\nHe died on December 15, 1966 from lung cancer. A year later, construction of the Walt Disney World Resort began in Florida. His brother Roy Disney inaugurated the Magic Kingdom in 1971.\nEarly life.\nWalter Elias Disney was born on December 5, 1901 at 2156 North Tripp Avenue in Hermosa, Chicago, Illinois. His father Elias Disney had Irish-Canadian ancestry and his mother, Flora Call Disney had German and English ancestry.\nHis great-grandfather, Arundel Elias Disney, had emigrated from Gowran, County Kilkenny, Ireland where he was born in 1801. Arundel Disney was a descendant of Robert d'Isigny, a Frenchman who had traveled to England with William the Conqueror in 1066. The d'Isigny name was anglicized as \"Disney\" and the family settled in a village now known as Norton Disney, south of the city of Lincoln, in the county of Lincolnshire.\nCareer.\nAbout the time Disney was entering high school, his family moved to the big city of Chicago. Disney took classes at the Chicago Art Institute and drew for the school newspaper. When he was sixteen, Disney decided he wanted to help fight in World War I. Since he was still too young to join the army, he dropped out of school and joined the Red Cross. He spent the next year driving ambulances for the Red Cross in France.\nDisney's best-known creation is the cartoon character, Mickey Mouse. Disney even provided the voice for Mickey Mouse for many years. Donald Duck is another famous creation. Minnie Mouse and Pluto are also his creations. Disney was once fired from a newspaper company in Kansas City, Missouri because of his lack of creativity.\nDisney began as a cartoonist in the 1920s. He created Oswald the Lucky Rabbit but lost ownership of the character due to a contract problem. He then created Mickey Mouse. Disney started the Walt Disney Studios and created the first full-length animated movie when he created \"Snow White and the Seven Dwarfs\" (1937). The movie was a huge success. The money from the movie helped Disney create many more cartoons and movies such as \"Fantasia, Pinocchio\" (both 1940)\", Dumbo\" (1941), and \"Bambi\" (1942). New animated and live-action films followed after World War II, including the critically successful \"Cinderella\" (1950), \"Peter Pan\" (1953), and \"Mary Poppins\" (1964), the latter of which received five Academy Awards. He earned 32 academy awards. Disney once refused an offer from Alfred Hitchcock to make a movie at Disney World after Hitchcock filmed \"Psycho\". He also served as the host of The Wonderful World of Disney, a weekly variety show that had Disney cartoons and some live-action skits.\nIn the 1950s, Disney created Disneyland in Anaheim, California. Disneyland was the first modern theme park. Disney also bought the land for Walt Disney World Resort in Florida. Disney did not see Walt Disney World finished though because he died before it opened. Both Disneyland and Walt Disney World (and now other Disney theme parks) are famous for their design, level of detail, being very clean, and animatronics.\nDeath and legacy.\nOn December 15, 1966, Disney died of lung cancer in Burbank, California at the age of 65. His movies and theme parks are still enjoyed by millions of people. His company continues to produce very successful new theme parks and films.\nAfter Disney's death, many rumors were spreading that Disney's body was cryonically frozen, and that his frozen corpse was stored beneath the Pirates of the Caribbean ride at Disneyland. In reality, he was cremated on 17 December 1966. His ashes were in the Forest Lawn Memorial Park cemetery in Glendale, California.\nSome people have accused Disney of being racist and antisemitic. This was because he made some insensitive comments and included ethnic stereotypes in his cartoons and movies, even though he employed a lot of Jews and people of different backgrounds.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":66},{"uri":"Business","surface_form":"business","offset":75},{"uri":"Animator","surface_form":"animator","offset":98},{"uri":"Cartoonist","surface_form":"cartoonist","offset":108},{"uri":"Film_producer","surface_form":"producer","offset":120},{"uri":"Screenwriter","surface_form":"screenwriter","offset":130},{"uri":"Entrepreneur","surface_form":"entrepreneur","offset":144},{"uri":"Voice_actor","surface_form":"voice actor","offset":162},{"uri":"The_Walt_Disney_Company","surface_form":"The Walt Disney Company","offset":550},{"uri":"Mickey_Mouse","surface_form":"Mickey Mouse","offset":830},{"uri":"Academy_Awards","surface_form":"Academy Awards","offset":919},{"uri":"Emmy_Awards","surface_form":"Emmy Awards","offset":1125},{"uri":"Disneyland","surface_form":"Disneyland","offset":1162},{"uri":"Walt_Disney_World_Resort","surface_form":"Walt Disney World Resort","offset":1178},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":1374},{"uri":"Walt_Disney_World_Resort","surface_form":"Walt Disney World Resort","offset":1421},{"uri":"Magic_Kingdom","surface_form":"Magic Kingdom","offset":1503},{"uri":"Chicago","surface_form":"Chicago","offset":1626},{"uri":"Illinois","surface_form":"Illinois","offset":1635},{"uri":"Isigny-sur-Mer","surface_form":"Isigny","offset":1932},{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":1985},{"uri":"Anglicisation","surface_form":"anglicized","offset":2038},{"uri":"Lincoln%2C_Lincolnshire","surface_form":"Lincoln","offset":2146},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":2172},{"uri":"Chicago","surface_form":"Chicago","offset":2278},{"uri":"Chicago_Art_Institute","surface_form":"Chicago Art Institute","offset":2314},{"uri":"World_War_I","surface_form":"World War I","offset":2434},{"uri":"Red_Cross","surface_form":"Red Cross","offset":2534},{"uri":"France","surface_form":"France","offset":2608},{"uri":"Animated_cartoon","surface_form":"cartoon","offset":2652},{"uri":"Mickey_Mouse","surface_form":"Mickey Mouse","offset":2671},{"uri":"Donald_Duck","surface_form":"Donald Duck","offset":2749},{"uri":"Minnie_Mouse","surface_form":"Minnie Mouse","offset":2789},{"uri":"Pluto_(dog)","surface_form":"Pluto","offset":2806},{"uri":"Newspaper","surface_form":"newspaper","offset":2865},{"uri":"Kansas_City%2C_Missouri","surface_form":"Kansas City, Missouri","offset":2886},{"uri":"Animated_movie","surface_form":"animated movie","offset":3187},{"uri":"Snow_White_and_the_Seven_Dwarfs_(1937_movie)","surface_form":"\"Snow White and the Seven Dwarfs\"","offset":3218},{"uri":"Fantasia_(movie)","surface_form":"Fantasia","offset":3375},{"uri":"Pinocchio_(1940_movie)","surface_form":"Pinocchio","offset":3385},{"uri":"Dumbo","surface_form":"Dumbo","offset":3410},{"uri":"Bambi","surface_form":"Bambi","offset":3430},{"uri":"World_War_II","surface_form":"World War II","offset":3495},{"uri":"Cinderella_(1950_movie)","surface_form":"Cinderella","offset":3546},{"uri":"Peter_Pan_(1953_movie)","surface_form":"Peter Pan","offset":3567},{"uri":"Mary_Poppins_(movie)","surface_form":"Mary Poppins","offset":3591},{"uri":"Alfred_Hitchcock","surface_form":"Alfred Hitchcock","offset":3726},{"uri":"Disney_World","surface_form":"Disney World","offset":3762},{"uri":"Psycho_(1960_movie)","surface_form":"Psycho","offset":3799},{"uri":"Variety_show","surface_form":"variety show","offset":3878},{"uri":"Disneyland","surface_form":"Disneyland","offset":3973},{"uri":"Anaheim%2C_California","surface_form":"Anaheim, California","offset":3987},{"uri":"Walt_Disney_World_Resort","surface_form":"Walt Disney World Resort","offset":4084},{"uri":"Florida","surface_form":"Florida","offset":4112},{"uri":"Animatronics","surface_form":"animatronics","offset":4349},{"uri":"Burbank%2C_California","surface_form":"Burbank, California","offset":4433},{"uri":"Cryonics","surface_form":"cryonically frozen","offset":4687},{"uri":"Pirates_of_the_Caribbean_(attraction)","surface_form":"Pirates of the Caribbean","offset":4757},{"uri":"Racism","surface_form":"racist","offset":4974},{"uri":"Antisemitism","surface_form":"antisemitic","offset":4985},{"uri":"Ethnic_group","surface_form":"ethnic","offset":5062},{"uri":"Stereotype","surface_form":"stereotypes","offset":5069},{"uri":"Jew","surface_form":"Jews","offset":5142}]}