{"id":191386,"url":"http://en.wikipedia.org/wiki/Zhu_Xi","text":"Zhu Xi or Chu Hsi (, 18 October 1130 – 23 April 1200) was a Confucian scholar during the Song Dynasty. Zhu Xi was one of the three most important Confucian philosophers. He organized the classic works of Confucianism and contributed to the philosophy of Neo-Confucianism.He was from Fujian province in China.\nLife.\nZhu Xi was born Wu Yuan, North East Jiangxi province. His father died when he was at the age of thirteen. He continued his studies until he passed the test for a government job. He taught for many years in the Wuyi Mountains and he is also remembered for the time he spent teaching at the Yuelu Academy in Changsha and at his retreat near the White Deer Grotto in Lushan. In his life his ideas were not generally accepted and he was fired from quite a lot of official positions. After his death nearly 1000 people were at his funeral and his tablet was put in a Confucian temple.\nThe Four Books.\nDuring the Song Dynasty, Zhu Xi's teachings were considered to be unorthodox. Rather than focusing on the \"Book of Changes\" like other Neo-Confucians, he chose to emphasize the Four Books: the \"Great Learning\", the \"Doctrine of the Mean\", the \"Analects of Confucius\", and the \"Mencius\" as the core curriculum (thing to learn) for aspiring scholar officials. For all these classics he wrote extensive commentaries (big reviews) that were not widely recognized in his time; however, they later became accepted as their standard commentaries. The Four Books served as the basis of civil service examinations all the way down to 1905.\nKnowledge and action.\nAccording to Zhu Xi, knowledge and action were indivisible components of truly intelligent activity. Although he did distinguish (tell apart) between the priority of knowing, since intelligent action requires forethought (thought before), and the importance of action, as it produces a discernible effect, Zhu Xi said \"Knowledge and action always require each other. It is like a person who cannot walk without legs although he has eyes, and who cannot see without eyes although he has legs. With respect to order, knowledge comes first, and with respect to importance, action is more important.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Confucianism","surface_form":"Confucian","offset":60},{"uri":"Song_Dynasty","surface_form":"Song Dynasty","offset":89},{"uri":"Philosophy","surface_form":"philosophers","offset":156},{"uri":"Neo-Confucianism","surface_form":"Neo-Confucianism","offset":254},{"uri":"Fujian","surface_form":"Fujian","offset":283},{"uri":"Jiangxi_province","surface_form":"Jiangxi province","offset":351},{"uri":"Wuyi_Mountains","surface_form":"Wuyi Mountains","offset":525},{"uri":"Lushan","surface_form":"Lushan","offset":679},{"uri":"Song_Dynasty","surface_form":"Song Dynasty","offset":922},{"uri":"Orthodoxy","surface_form":"unorthodox","offset":977},{"uri":"Book_of_Changes","surface_form":"Book of Changes","offset":1018},{"uri":"Great_Learning","surface_form":"Great Learning","offset":1105},{"uri":"Doctrine_of_the_Mean","surface_form":"Doctrine of the Mean","offset":1127},{"uri":"Analects_of_Confucius","surface_form":"Analects of Confucius","offset":1155},{"uri":"Mencius_(book)","surface_form":"Mencius","offset":1188}]}