{"id":19131,"url":"http://en.wikipedia.org/wiki/Little_House_(book_series)","text":"\"Little House on the Prairie\" is a book written by Laura Ingalls Wilder in 1935. It is one part of series of books about Wilder's childhood in Minnesota, Wisconsin, and Kansas during the late 19th century. The books have been made many times into movies and television series. Some other writers have also written books about Laura and her relatives.\nThe books became famous during the 20th century. During the 21st century, scholars began to look at them closely as literature and as art. Wilder has been criticized for the way she shows Native Americans and black Americans.\n\"Little House\" books.\n\"Pioneer Girl\" was one of the first books Ingalls-Wilder wrote, but she could not find a publisher that wanted to print it. \"Pioneer Girl\" is a nonfiction story of Wilder's life. Her daughter told her to write fictional stories instead. The Little House series is a different from the true story of Ingalls-Wilder's life. She was trying to tell a happy story and to show manifest destiny as a good thing. She wanted the story to make sense, so she left things out if they did not fit her ideas. The fictional books do not talk about when her family moved east to Iowa or her little brother who died young. She also invented fictional characters and made combination characters: Nellie Olson is one person in the fictional books but she was based on more than one person in real life.\nIn 2015, an edited version of \"Pioneer Girl\" was published. It has many footnotes explaining things for twenty-first-century readers.\nNative Americans in the books.\nIn 2018, the Association for Library Service to Children changed the name of its \"Laura Ingalls Wilder Award\" to the \"Children’s Literature Legacy Award\" because people did not like the way Wilder wrote about Native Americans in \"Little House on the Prairie\". They said the book had \"dated cultural attitudes toward Indigenous people and people of color that contradict modern acceptance, celebration, and understanding of diverse communities.\" For example, in the book, one white character says \"the only good Indian is a dead Indian.\" Some of the words Ingalls use to describe Native Americans makes them sound like non-human animals. Other people disagreed, saying the book showed how complicated things between Native Americans and white settlers were. For example, it shows that the Ingalls family is on Indian land illegally, which means they must leave. It shows Laura asking her parents why they are in Indian territory if they don't want to be near Indians.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":35},{"uri":"Laura_Ingalls_Wilder","surface_form":"Laura Ingalls Wilder","offset":51},{"uri":"Childhood","surface_form":"childhood","offset":130},{"uri":"Minnesota","surface_form":"Minnesota","offset":143},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":154},{"uri":"Kansas","surface_form":"Kansas","offset":169},{"uri":"Movie","surface_form":"movie","offset":247},{"uri":"Television_series","surface_form":"television series","offset":258},{"uri":"Manifest_destiny","surface_form":"manifest destiny","offset":970},{"uri":"Iowa","surface_form":"Iowa","offset":1162}]}