{"id":191399,"url":"http://en.wikipedia.org/wiki/Vale_of_Glamorgan_Railway","text":"e=\"preserve\">The Vale of Glamorgan Railway Company are a Welsh railway preservation society originally called the Butetown Historic Railway Society.\nIn 1979, the Butetown Historic Railway Society was formed at Bute Road Station in the docklands are of Cardiff. The aim was to restore the then derelict Taff Vale Railway station, and establish a steam hauled passenger service to Cardiff Queen Street station. By 1994, a short section of track existed, and the steam locomotive \"Sir Gomer\" hauled short passenger trains.\nBy 1997, the Cardiff Bay Development Corporation was in charge of the redevelopment of Butetown, and dismissed the idea of a rejuvenated steam railway as part of their plans.\nEven prior to 1997 the railway started negotiations with the Vale of Glamorgan Council and moved in during 1998 to its new base at Barry Island Railway. It renamed it self the Vale of Glamorgan Railway Company and were based there till early 2009 operating heritage services both steam and diesel over an expanding network of lines.\nFollowing the December 2007 decision by landlords, the Vale of Glamorgan Council to terminate the £65,000 funding of the Barry Island Railway, the society maintain a service. However less than six months after withdrawing financial support, the council with out warning decided to put the railway site out to tender under a long term lease. There were three bids submitted with the sucsefull bidder being the commercial company Cambrian Transport who have been the councils railway adviser and contractor since the Barry Railway Project started.\nThe other bidder NEWCO was submitted by Graham Lee owner of the LH Plant, Hunselt Engine Company, Statfold Barn Railway and Mike Thomson owner of Arrowvale who make black boxes for the rail industry. NEWCO had spoken to the VGR in advance and agree a method of working together. Had this bid been successfully the VGR would have continued operating at Barry.\nThe Railway has recently sold assets following the break down of talks with Cambrian Transport which an has been forced to leave Barry. It is now the intention for the railway to relocate to the Bridgend Valleys Railway, with some stock also going to the Dean Forest Railway and further a field.\nThe Railway is now working with the Bridgend Valleys Railway to develop the 4.5 miles of line in place north of Bridgend.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wales","surface_form":"Welsh","offset":57},{"uri":"Railway","surface_form":"railway","offset":63},{"uri":"Butetown_railway_station","surface_form":"Bute Road Station","offset":210},{"uri":"Cardiff_Docks","surface_form":"docklands","offset":235},{"uri":"Cardiff","surface_form":"Cardiff","offset":252},{"uri":"Taff_Vale_Railway","surface_form":"Taff Vale Railway","offset":302},{"uri":"Cardiff_Queen_Street_station","surface_form":"Cardiff Queen Street station","offset":379},{"uri":"Cardiff_Bay_Development_Corporation","surface_form":"Cardiff Bay Development Corporation","offset":533},{"uri":"Butetown","surface_form":"Butetown","offset":607},{"uri":"Vale_of_Glamorgan_Council","surface_form":"Vale of Glamorgan Council","offset":756},{"uri":"Barry_Island_Railway","surface_form":"Barry Island Railway","offset":826},{"uri":"Vale_of_Glamorgan_Council","surface_form":"Vale of Glamorgan Council","offset":1083},{"uri":"Tender","surface_form":"tender","offset":1337}]}