{"id":191533,"url":"http://en.wikipedia.org/wiki/Braidwood%2C_New_South_Wales","text":"Braidwood () is a town in the Southern Tablelands of New South Wales, Australia. It is in the Palerang Shire. In 2006 there were 1,108 people living in Braidwood. It was used as a location for the movie Ned Kelly starring Mick Jagger in 1969.\nGeography.\nBraidwood is on the Kings Highway which joins Canberra to Batemans Bay on the coast. It is about south west of Sydney. It is in a highland area near the headwaters of the Shoalhaven River.\nHistory.\nEuropen explorers, Kearns, Marsh and Packer, reached the area in 1822 and the settlers arrived soon after. The town was surveyed in 1839. Gold was discovered in 1851, and over the next 20 years the population grew to about 10,000.\nThomas Braidwood Wilson.\nThe town was named after Dr Thomas Braidwood Wilson. He had been a surgeon on the ships taking convicts to New South Wales and Van Diemen's Land (now known as Tasmania). He was first given land in Van Diemen's Land in 1824, but changed it for land near Lake George in 1825. He was also given of land in the 'new country' on Monkittee and Flood creeks. In 1833 the government took back the western end of Wilson's land for a future village. They gave him more land at the eastern land in return. Wilson moved to the district in late 1836 with his wife and family. He became a community leader. He built the first courthouse in 1837-38. In 1840 Wilson asked the government to build a road from Braidwood to Huskisson for faster and cheaper shipping of wool to Sydney. Wilson and Col. John Mackenzie, supplied the materials and men to make the Braidwood to Nerriga section. In 1841 there were 141 people living at Braidwood Farm. Wilson lost all of his money because of a drought in the late 1830s. He died in November 1843. His land was sold for £2,000 to John Coghill, who now owned most of the land on the south, east and north of the town. Wilson still owned land on a hill north of the town and was buried there in 1843.\nA memorial and large pine tree mark the site of Wilson's grave. The path to the grave is open to the public and is through a series of paddocks with gateway sculptures and large art pieces by local artists.\nBushrangers.\nBushrangers, Thomas and John Clarke, killed four policemen near Braidwood in 1867. There is a special monument for the police in the Braidwood cemetery.\nAustralia's first Royal Commission took place in Braidwood in 1867. It looked at the role of the police in trying to control bushrangers in the area. The Commission found the police were lazy, and in some cases had actually helped the bushrangers. They found that the superintendent of police did not have 'strict and proper control over his men.'\nGold rush.\nBecause of the goldrush the banks and hotels in Braidwood were well built and made to last. It is these old heritage buildings that now attract visitors to the town. Other businesses in the area are sheep and cattle farming, and timber growing.\nBraidwood today.\nBraidwood used to be the home of the Tallaganda local government area. However, following changes to local government areas by the New South Wales Government, it is now part of the Palerang council. The eastern office of the council is in the town. The local paper is now called the \"Braidwood Times\".\nAfter the gold rush, Braidwood became a quiet and poor country town. Because of this, very little new building work was carried out, and so the town still has most of its original streetscape and architecture intact. On 30 March 2006 the town and its setting were listed on the NSW State Heritage Register. There were arguments between those who wanted to save the town's old fashioned charm and those wishing to develop it.\nMovies.\nLocal stories say that Mick Jagger wrote one of his major hits while in Braidwood making the \"Ned Kelly\" film; but there is no agreement as to which one.","categories":[],"infobox_types":[],"annotations":[{"uri":"Southern_Tablelands","surface_form":"Southern Tablelands","offset":30},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":53},{"uri":"Australia","surface_form":"Australia","offset":70},{"uri":"Palerang","surface_form":"Palerang","offset":94},{"uri":"Ned_Kelly_(1970_movie)","surface_form":"Ned Kelly","offset":203},{"uri":"Mick_Jagger","surface_form":"Mick Jagger","offset":222},{"uri":"Kings_Highway%2C_Australia","surface_form":"Kings Highway","offset":274},{"uri":"Canberra","surface_form":"Canberra","offset":300},{"uri":"Batemans_Bay","surface_form":"Batemans Bay","offset":312},{"uri":"Sydney","surface_form":"Sydney","offset":365},{"uri":"Shoalhaven_River","surface_form":"Shoalhaven River","offset":425},{"uri":"Europe","surface_form":"Europe","offset":452},{"uri":"Survey","surface_form":"survey","offset":572},{"uri":"Thomas_Braidwood_Wilson","surface_form":"Thomas Braidwood Wilson","offset":736},{"uri":"Surgeon","surface_form":"surgeon","offset":775},{"uri":"Convicts","surface_form":"convicts","offset":803},{"uri":"Van_Diemen%27s_Land","surface_form":"Van Diemen's Land","offset":835},{"uri":"Tasmania","surface_form":"Tasmania","offset":867},{"uri":"Lake_George","surface_form":"Lake George","offset":961},{"uri":"Courthouse","surface_form":"courthouse","offset":1320},{"uri":"Huskisson%2C_New_South_Wales","surface_form":"Huskisson","offset":1413},{"uri":"Nerriga%2C_New_South_Wales","surface_form":"Nerriga","offset":1562},{"uri":"Drought","surface_form":"drought","offset":1677},{"uri":"Pine","surface_form":"pine","offset":1952},{"uri":"Sculpture","surface_form":"sculpture","offset":2088},{"uri":"Bushranger","surface_form":"Bushranger","offset":2151},{"uri":"Monument","surface_form":"monument","offset":2253},{"uri":"Cemetery","surface_form":"cemetery","offset":2294},{"uri":"Royal_Commission","surface_form":"Royal Commission","offset":2322},{"uri":"Tallaganda","surface_form":"Tallaganda","offset":2962},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":3056},{"uri":"Palerang","surface_form":"Palerang","offset":3106},{"uri":"Mick_Jagger","surface_form":"Mick Jagger","offset":3683}]}