{"id":191608,"url":"http://en.wikipedia.org/wiki/Papal_conclave","text":"A Papal conclave is a meeting of cardinals. The cardinals meet to elect the next bishop of Rome, to become pope. This becomes necessary when the old pope dies or resigns. Usually, popes do not resign, though. The last pope to resign was Pope Benedict XVI. On 11 February 2013, the Vatican confirmed Pope Benedict would resign the papacy and on 13 March it announced the new and current pope as Pope Francis.\nThe word \"conclave\" is from Latin. It refers to the fact that the cardinals are locked up together, until they have agreed on a new pope. Today, this happens in the Sistine Chapel.\nOriginally, the conclave was started in Italian city states, in the 12th century. These cities needed to elect officeholders, and the election needed to be free of party politics. Events such as the Investiture Controversy in medieval Europe led to people wanting \"free\" elections, with a medieval understanding of free. Methods were often combined, the elements used were Acclamation, naming of candidates by predecessors, or by univolved people, and using \"electrors\" who would agree on the successor, behind closed doors. Earliest examples are that of Genua, in 1157, Pisa, in 1162-64, or Pistoia.\nPope Nicholas II published a papal bull called In Nomine Domini, in 1059, which introduced the conclave as the way to elect his successor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cardinal_(Catholicism)","surface_form":"cardinal","offset":33},{"uri":"Bishop","surface_form":"bishop","offset":81},{"uri":"Rome","surface_form":"Rome","offset":91},{"uri":"Pope","surface_form":"pope","offset":107},{"uri":"Pope_Benedict_XVI","surface_form":"Pope Benedict XVI","offset":237},{"uri":"Pope_Francis","surface_form":"Pope Francis","offset":394},{"uri":"Latin","surface_form":"Latin","offset":436},{"uri":"Sistine_Chapel","surface_form":"Sistine Chapel","offset":573},{"uri":"Investiture_Controversy","surface_form":"Investiture Controversy","offset":788},{"uri":"Acclamation","surface_form":"Acclamation","offset":962},{"uri":"Genua","surface_form":"Genua","offset":1144},{"uri":"Pisa","surface_form":"Pisa","offset":1160},{"uri":"Pistoia","surface_form":"Pistoia","offset":1181},{"uri":"Pope_Nicholas_II","surface_form":"Pope Nicholas II","offset":1190},{"uri":"Papal_bull","surface_form":"papal bull","offset":1219},{"uri":"In_Nomine_Domini","surface_form":"In Nomine Domini","offset":1237}]}