{"id":191601,"url":"http://en.wikipedia.org/wiki/Sebasti%C3%A1n_Aguilera_de_Heredia","text":"Sebastian Aguilera de Heredia (1561-1627) was a Spanish organist and composer.\nAguilera was born in Zaragoza, Spain on about August 15, 1561.\nWe do not know much about his early life. He was ordained as a priest in January 1584. In 1585 he became organist at Huesca Cathedral, where he supervised the building of a new organ at the cathedral during 1588. In 1603 he became a priest and organist at the Cathedral of La Seo, Zaragossa. He looked after the organ at the cathedral and often had work done to improve it. He remained at the cathedral until his death on December 16, 1627.\nAll his compositions were for the church: both his organ music and vocal music. His organ works show that he learned from composers such as Antonio de Cabezón, but he put new, modern ideas in his music which later influenced younger composers such as Correa de Arauxo. His students became the cathedral organists after his death, and were part of a tradition and style of paying which lasted for over 100 years.\nA very important new technique which he used was the use of a divided keyboard (medio registro) which allowed different sounds in the upper half and the lower half of the keyboard (on today's organs one would need a two-manual organ to get the same effect). He wrote 36 settings of the Magnificat, called \"Canticum Beatissimae Virginis Deiparae Mariae\" (1618). His vocal work shows a skilful use of polyphony.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Spain","surface_form":"Spanish","offset":48},{"uri":"Pipe_organ","surface_form":"organist","offset":56},{"uri":"Composer","surface_form":"composer","offset":69},{"uri":"Zaragoza","surface_form":"Zaragoza","offset":100},{"uri":"Spain","surface_form":"Spain","offset":110},{"uri":"1585","surface_form":"1585","offset":232},{"uri":"Huesca","surface_form":"Huesca","offset":259},{"uri":"1603","surface_form":"1603","offset":358},{"uri":"Vocal","surface_form":"vocal","offset":650},{"uri":"Antonio_de_Cabez%C3%B3n","surface_form":"Antonio de Cabezón","offset":723},{"uri":"Correa_de_Arauxo","surface_form":"Correa de Arauxo","offset":834},{"uri":"Magnificat","surface_form":"Magnificat","offset":1281},{"uri":"Polyphony","surface_form":"polyphony","offset":1394}]}