{"id":19175,"url":"http://en.wikipedia.org/wiki/Burkina_Faso","text":"Burkina Faso is a country in West Africa. It used to be called Upper Volta and the name was changed to Burkina Faso in 1984. The country was once ruled by France, but it has been independent since 1960. The capital is Ouagadougou.\nIn 2005, about 13,228,000 people lived in the country. It is next to Mali, Niger, Benin, Togo, Ghana and Côte d'Ivoire. It does not have any coast with an ocean or sea. People from Burkina Faso are called Burkinabé (pronounced burr-KEE-na-bay).\nHistory.\nPeople have lived in the area of Burkina Faso for thousands of years. At first, they were hunter-gatherers, hunting animals and collecting fruits and vegetables. Later they became farmers. People called the Mossi arrived between the 11th and 13th centuries. They ruled the area until the end of the 19th century. In 1896 France beat the Mossi kingdom and became the colonial rulers of Burkina Faso. After World War I, the country was called Upper Volta.\nIn 1960, Upper Volta became independent from France. The first president of the new country was Maurice Yaméogo. After he became the president, Yaméogo banned other political parties. For several years the people of Upper Volta were very unhappy with the government and in 1966 the military took over in a military coup. In 1983 the government was taken over again by military men called Thomas Sankara and Blaise Compaoré. Sankara became president. In 1984, he changed the name of the country to Burkina Faso. It means \"land of honest people\".\nIn December 1985, Burkina Faso went to war for five days with near-by country Mali. In 1987, there was another military coup and Sankara was assassinated (murdered). Blaise Compaoré became the president.\nOn 28 October 2014 protesters began to march and demonstrate in Ouagadougou. Compaoré was ready to change the constitution and extend<nowiki/>his 27-year rule. On 30 October 2014, some protesters set fire to the parliament. They also took over the national television headquarters. On 31 October 2014, President Compaoré, resigned after 27 years in office.\nIn 2015 the country held their first election. Roch Marc Christian Kabore, a former Prime Minister, was elected as President.\nCities.\nBelow is a list of the largest cities in Burkina Faso. For other cities see List of cities in Burkina Faso.\nGeography and climate.\nBurkina Faso is made up of two major types of countryside. The larger part of the country is covered by a peneplain. It has a gently undulating landscape with a few isolated hills. The southwest of the country forms a sandstone massif. The highest peak, Ténakourou, is found at an elevation of. The area is bordered by sheer cliffs up to high. The average altitude of Burkina Faso is. The difference between the highest and lowest terrain is no greater than. Burkina Faso is a mostly flat country.\nBurkina Faso has a tropical climate with two distinct seasons. In the rainy season, the country receives between of rainfall. In the dry season, the harmattan – a hot dry wind from the Sahara – blows. The rainy season lasts about four months, from May/June to September. It is shorter in the north of the country.\nBurkina Faso's natural resources include manganese, limestone, marble, phosphates, pumice, salt and small deposits of gold.\nBurkina Faso's fauna and flora are protected in two national parks and several reserves.\nCulture.\nLiterature in Burkina Faso is based on the oral tradition, which remains important. Since the 1970s, literature has developed in Burkina Faso with many more writers being published.\nThere is also a large artist community, especially in Ouagadougou. Much of the crafts produced are for the growing tourist industry.\nThe food of Burkina Faso, typical of west African cuisine, is based around staple foods of sorghum, millet, rice, maize, peanuts, potatoes, beans, yams and okra. The most common sources of protein are chicken, eggs and fresh water fish.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":18},{"uri":"Africa","surface_form":"Africa","offset":34},{"uri":"Upper_Volta","surface_form":"Upper Volta","offset":63},{"uri":"France","surface_form":"France","offset":155},{"uri":"Ouagadougou","surface_form":"Ouagadougou","offset":218},{"uri":"Mali","surface_form":"Mali","offset":300},{"uri":"Niger","surface_form":"Niger","offset":306},{"uri":"Benin","surface_form":"Benin","offset":313},{"uri":"Togo","surface_form":"Togo","offset":320},{"uri":"Ghana","surface_form":"Ghana","offset":326},{"uri":"C%C3%B4te_d%27Ivoire","surface_form":"Côte d'Ivoire","offset":336},{"uri":"Coast","surface_form":"coast","offset":372},{"uri":"Ocean","surface_form":"ocean","offset":386},{"uri":"Sea","surface_form":"sea","offset":395},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":575},{"uri":"Hunting","surface_form":"hunting","offset":593},{"uri":"Fruit","surface_form":"fruit","offset":624},{"uri":"Vegetable","surface_form":"vegetable","offset":635},{"uri":"Farmer","surface_form":"farmer","offset":665},{"uri":"Mossi","surface_form":"Mossi","offset":692},{"uri":"France","surface_form":"France","offset":806},{"uri":"Colonialism","surface_form":"colonial","offset":851},{"uri":"World_War_I","surface_form":"World War I","offset":890},{"uri":"Upper_Volta","surface_form":"Upper Volta","offset":926},{"uri":"President","surface_form":"president","offset":1002},{"uri":"Maurice_Yam%C3%A9ogo","surface_form":"Maurice Yaméogo","offset":1035},{"uri":"Political_party","surface_form":"political parties","offset":1104},{"uri":"Military","surface_form":"military","offset":1221},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup","offset":1254},{"uri":"Thomas_Sankara","surface_form":"Thomas Sankara","offset":1327},{"uri":"Blaise_Compaor%C3%A9","surface_form":"Blaise Compaoré","offset":1346},{"uri":"Mali","surface_form":"Mali","offset":1562},{"uri":"Assassination","surface_form":"assassinated","offset":1625},{"uri":"Extend","surface_form":"extend","offset":1815},{"uri":"List_of_cities_in_Burkina_Faso","surface_form":"List of cities in Burkina Faso","offset":2255},{"uri":"Peneplain","surface_form":"peneplain","offset":2416},{"uri":"Sandstone","surface_form":"sandstone","offset":2528},{"uri":"Massif","surface_form":"massif","offset":2538},{"uri":"Harmattan","surface_form":"harmattan","offset":2957},{"uri":"Manganese","surface_form":"manganese","offset":3163},{"uri":"Limestone","surface_form":"limestone","offset":3174},{"uri":"Marble","surface_form":"marble","offset":3185},{"uri":"Phosphate","surface_form":"phosphate","offset":3193},{"uri":"Pumice","surface_form":"pumice","offset":3205},{"uri":"Literature","surface_form":"Literature","offset":3344},{"uri":"Oral_tradition","surface_form":"oral tradition","offset":3387},{"uri":"Ouagadougou","surface_form":"Ouagadougou","offset":3580},{"uri":"Staple_food","surface_form":"staple food","offset":3734},{"uri":"Sorghum","surface_form":"sorghum","offset":3750},{"uri":"Millet","surface_form":"millet","offset":3759},{"uri":"Peanut","surface_form":"peanut","offset":3780},{"uri":"Bean","surface_form":"bean","offset":3799},{"uri":"Yam_(vegetable)","surface_form":"yam","offset":3806},{"uri":"Okra","surface_form":"okra","offset":3815}]}