{"id":191702,"url":"http://en.wikipedia.org/wiki/Boeremusiek","text":"e=\"preserve\"> (Afrikaans for \"Boer music\") is a kind of South African instrumental folk music. Its was made to go with social dancing at parties and festivals.\nHistory.\nBoeremusiek is from Europe. It was brought to South Africa and changed into its own style. It is thought to have got to South Africa by British Empire military bands.\nStyle.\nEvery artist or band comes up with their own sound and style. They make up their own style by playing different types of concertinas and using different instruments in the band.\nA concertina is similar to an accordion and is the lead instrument in most Boeremusiek bands. There are many different types of concertinas, which is why Boeremusiek has so many sounds and styles, and the construction the concertina is what makes the different sounds in the Boeremusiek band; it depends on where the slots and holes are put makes the difference on the sound that the concertina makes.\nOther instruments that might be in a Boeremusiek band are piano accordions, button harmonicas, accordions, pianos, harmoniums and the guitar. Sometimes, a cello or bass guitar may be seen.\nToday, there are many successful Boeremusiek bands that have recorded albums. Some famous bands and individual artists today are Klipwerf Boereorkes, Danie Grey, Nico Carstens, Taffie Kikkilus, Brian Nieuwoudt, Samuel Petzer, Worsie Visser and Die Ghitaar Man.","categories":[],"infobox_types":[],"annotations":[{"uri":"Afrikaans_language","surface_form":"Afrikaans","offset":15},{"uri":"Boer","surface_form":"Boer","offset":30},{"uri":"South_Africa","surface_form":"South Africa","offset":56},{"uri":"Folk_music","surface_form":"folk music","offset":83},{"uri":"Europe","surface_form":"Europe","offset":189},{"uri":"British_Empire","surface_form":"British Empire","offset":305},{"uri":"Concertina","surface_form":"concertina","offset":523},{"uri":"Accordion","surface_form":"accordion","offset":551},{"uri":"Piano_accordion","surface_form":"piano accordion","offset":981},{"uri":"Harmonica","surface_form":"harmonica","offset":1006},{"uri":"Accordion","surface_form":"accordion","offset":1018},{"uri":"Piano","surface_form":"piano","offset":1030},{"uri":"Harmonium","surface_form":"harmonium","offset":1038},{"uri":"Guitar","surface_form":"guitar","offset":1057},{"uri":"Cello","surface_form":"cello","offset":1078},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":1087}]}