{"id":191730,"url":"http://en.wikipedia.org/wiki/Boy_Scouts_of_America","text":"The Boy Scouts of America or BSA is an organization for children and teens with over 5 million members across the United States. They try to give young people life values. BSA includes Cub Scouts, which is for children ages 6–11, Scouts BSA, which is for youth ages 11–17, and Venturing and Sea Scouts, for youth ages 14–20. Scouts BSA was called Boy Scouts until it started allowing girls in 2019.\nOrganization.\nScouts BSA are ages 11–17 and belong to troops, groups of Scouts associated with a church, school or post. Cub Scouts are scouts ages 6–11 and belong to packs. Cub Scouts include Tigers (age 6-7), Wolfs (age 7-8), Bears (age 8-9), and Webelos (age 9-11). Older Scouts can be Venturer Scouts.\nHistory.\nThe Boy Scouts of America were founded by American writer W. D. Boyce, in 1910, but were similar to Scouting groups in Great Britain and other early scout movements. James E. West helped out the BSA in its early years, but also made the BSA more religious than scouts were in Europe. Scouting grew in the 1910s and 20s due to the rise of “boy’s books” devoted to Scouting and the First World War. Scouting had many members during the 1960s, but has declined since the 1970s, despite an attempt to make scouting modern by changing requirements and adding more merit badges.\nControversies.\nOver the years, the BSA has taken some stands that many Americans did not like. These included being against unions (organized workers) in the 1920s, requiring Scouts to believe in God, and not allowing gays to join Scouting.\nRank.\nAn important part of scouting is earning ranks. There are seven ranks in Scouts BSA: Scout, Tenderfoot, 2nd Class, 1st Class, Star, Life and Eagle. The first four focus on learning basic scout skills, including camping, cooking, swimming, first aid (basic medical care), citizenship, orienteering (use of a map and compass), and pioneering (tying knots). The final three focus on earning merit badges, serving the troop and serving the community. Eagle Scouts must plan and finish a project that benefits something other than Scouting, and earn 21 merit badges. They must also hold a position of leadership in the troop. Only about 2 or 3% of Scouts earn Eagle, but some of the ones that have include Gerald Ford and Neil Armstrong.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organization","surface_form":"organization","offset":39},{"uri":"United_States","surface_form":"United States","offset":114},{"uri":"Great_Britain","surface_form":"Great Britain","offset":833},{"uri":"Gay","surface_form":"gay","offset":1505},{"uri":"Scoutcraft","surface_form":"basic scout skills","offset":1715},{"uri":"Camping","surface_form":"camping","offset":1745},{"uri":"Cooking","surface_form":"cooking","offset":1754},{"uri":"Swimming","surface_form":"swimming","offset":1763},{"uri":"First_aid","surface_form":"first aid","offset":1773},{"uri":"Citizenship","surface_form":"citizenship","offset":1805},{"uri":"Compass","surface_form":"compass","offset":1849},{"uri":"Merit_badge","surface_form":"merit badge","offset":1922},{"uri":"Community","surface_form":"community","offset":1970},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":2235},{"uri":"Neil_Armstrong","surface_form":"Neil Armstrong","offset":2251}]}