{"id":19182,"url":"http://en.wikipedia.org/wiki/Lord_Voldemort","text":"e=\"preserve\">Lord Voldemort (born Tom Marvolo Riddle) is a fictional character in the Harry Potter series of children's books. The books were written by J.K. Rowling. Voldemort first appears in the 1997 fantasy novel \"Harry Potter and the Philosopher's Stone\". In the \"Harry Potter\" movies, Voldemort is played by actors Richard Bremmer, Christian Coulson, Ralph Fiennes, Hero-Fiennes Tiffin, and Frank Dillane.\nName.\n\"Voldemort\" means \"flight of death\" in French. J.K. Rowling apologized for this in 2009, saying that she did not mean that French people were bad: \"I can assure you that no anti-French feeling was at the origin of this choice. As a Francophile, I have always been proud of my French blood. But I needed a name that evokes both power and exoticism.\" She also said that Voldemort himself was \"100 percent English\".\nFictional biography.\nIn the world of \"Harry Potter\" some people are wizards and can do magic. \"Wizarding society\" hides from non-magical people, whom they call \"muggles\". Wizards have separate governments and separate schools where they teach their children magic in addition to normal things like history.\nVoldemort's mother named him Tom Marvolo Riddle. His mother, Merope Gaunt, is a descendant of the famous ancient wizard Salazar Slytherin, but by the time she is a young woman, the family is poor. Merope casts a love spell on a handsome and rich young non-wizard named Tom Riddle. They run away and got married. After the love spell wears off, Tom Riddle leaves Merope. She gives birth to a son and names him Tom Marvolo Riddle. She dies right after that.\nTom Marvolo Riddle grows up in an orphanage in England. He does not know about wizards or magic but does know he can do things other children cannot. He like to scare the other orphans, kill their pets and steal their things from them. When he is 11 years old, a teacher at the wizard school Hogwarts named Albus Dumbledore comes to his orphanage and tells him he is a young wizard and can go to the school.\nTom Marvolo Riddle goes to Hogwarts, learns magic, and becomes an adult. He also collects rare objects, sometimes by stealing them. Other people make Tom Marvolo Riddle their leader and he starts calling himself Lord Voldemort. Over the years, Voldemort makes magical objects called horcruxes and puts part of his soul in each one. This keeps him from dying all the way and makes it possible for his friends to bring him back to life.\nVoldemort believes wizards should rule the world and conquer non-magical people instead of hiding from them. He also thinks that \"pure-blood wizards\", wizards who do not have any non-magical parents or ancestors, are better than other people. He thinks this even though he is a \"half-blood\" wizard himself. He starts a war to make himself the leader of the wizarding world.\nVoldemort and his followers kill many wizards and non-magic people. Voldemort hears part of a prophecy saying that a specific boy might grow up and kill him one day. He decides this boy must be Harry Potter, then still a baby. He finds Harry's family, kills his parents, and tries to kill Harry, but the spell backfires. Because of his horcruxes, Voldemort does not really die. He is \"less than the meanest ghost\" but he is still in the world. His spirit runs away and hides. Even with Voldemort gone, most wizards are still so afraid of him that they do not want to say his name. They call Voldemort \"You-Know-Who\" or \"He Who Must Not Be Named\".\nIn the first book, \"Harry Potter and the Philosopher's Stone\", Voldemort sneaks back into Hogwarts School by partially possessing the body of his secret follower, Professor Quirrell. He and Quirrell try to steal the philosopher's stone to bring Voldemort back to life. Harry and his friends stop them.\nIn the second book, \"Harry Potter and the Chamber of Secrets\", one of Voldemort's horcruxes, his childhood diary possesses the body of another student and lets a monster called a basilisk into the school. The basilisk turns several people and a cat to stone. Harry and his friends stop it.\nVoldemort does not appear in the third book, \"Harry Potter and the Prisoner of Azkaban\".\nIn the fourth book, \"Harry Potter and the Goblet of Fire\", Voldemort's followers trick Harry into coming to them so they can use him to cast a spell that brings Voldemort back to life.\nIn the fifth book, \"Harry Potter and the Order of the Phoenix\", Voldemort and his followers start trying to take over the wizarding world again, but they are hiding while they do it. Harry Potter and his friends prove to the rest of the wizarding world that Voldemort really is alive again.\nIn the sixth book, \"Harry Potter and the Half-Blood Prince\" Voldemort and his followers fight and take over much of the wizarding government in Britain.\nIn the seventh book, \"Harry Potter and the Deathly Hallows\", Harry Potter and his friends find all of Voldemort's horcruxes and defeat him. He dies for real.\nInterpretation.\nExperts generally say Voldemort is a metaphor for fascism and fear of outsiders. He has also been compared to Rick Perry, Dick Cheney. Many people, including author J.K. Rowling, compared Donald Trump to Lord Voldemort after his 2015 proposal to forbid Muslims from entering the United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":59},{"uri":"Harry_Potter","surface_form":"Harry Potter","offset":86},{"uri":"J.K._Rowling","surface_form":"J.K. Rowling","offset":153},{"uri":"Fantasy_novel","surface_form":"fantasy novel","offset":203},{"uri":"Harry_Potter_and_the_Philosopher%27s_Stone","surface_form":"Harry Potter and the Philosopher's Stone","offset":218},{"uri":"Richard_Bremmer","surface_form":"Richard Bremmer","offset":321},{"uri":"Christian_Coulson","surface_form":"Christian Coulson","offset":338},{"uri":"Ralph_Fiennes","surface_form":"Ralph Fiennes","offset":357},{"uri":"Hero-Fiennes_Tiffin","surface_form":"Hero-Fiennes Tiffin","offset":372},{"uri":"Frank_Dillane","surface_form":"Frank Dillane","offset":397},{"uri":"Wizard","surface_form":"wizard","offset":899},{"uri":"Magic","surface_form":"magic","offset":918},{"uri":"Hogwarts","surface_form":"Hogwarts","offset":1886},{"uri":"Albus_Dumbledore","surface_form":"Albus Dumbledore","offset":1901},{"uri":"Phylactery","surface_form":"horcruxes","offset":2285},{"uri":"Harry_Potter_and_the_Philosopher%27s_Stone","surface_form":"Harry Potter and the Philosopher's Stone","offset":3478},{"uri":"Philosopher%27s_stone","surface_form":"philosopher's stone","offset":3674},{"uri":"Harry_Potter_and_the_Chamber_of_Secrets","surface_form":"Harry Potter and the Chamber of Secrets","offset":3781},{"uri":"Diary","surface_form":"diary","offset":3867},{"uri":"Basilisk","surface_form":"basilisk","offset":3939},{"uri":"Harry_Potter_and_the_Prisoner_of_Azkaban","surface_form":"Harry Potter and the Prisoner of Azkaban","offset":4096},{"uri":"Harry_Potter_and_the_Goblet_of_Fire","surface_form":"Harry Potter and the Goblet of Fire","offset":4160},{"uri":"Harry_Potter_and_the_Order_of_the_Phoenix","surface_form":"Harry Potter and the Order of the Phoenix","offset":4344},{"uri":"Harry_Potter_and_the_Half-Blood_Prince","surface_form":"Harry Potter and the Half-Blood Prince","offset":4635},{"uri":"Harry_Potter_and_the_Deathly_Hallows","surface_form":"Harry Potter and the Deathly Hallows","offset":4790},{"uri":"Fascism","surface_form":"fascism","offset":4992},{"uri":"Xenophobia","surface_form":"fear of outsiders","offset":5004},{"uri":"Rick_Perry","surface_form":"Rick Perry","offset":5052},{"uri":"Dick_Cheney","surface_form":"Dick Cheney","offset":5064},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":5130},{"uri":"Islam","surface_form":"Muslims","offset":5195}]}