{"id":191816,"url":"http://en.wikipedia.org/wiki/Pacific_Northwest","text":"The Pacific Northwest, also referred to as Cascadia, is a region on the west coast of North America. It refers to the northwestern corner of the United States and the southwestern part of Canada. The U.S. states of Washington, Idaho, western Montana, Oregon and northern California are in the southern part of the Pacific Northwest. The Canadian province of British Columbia and the southeastern part of the U.S. state of Alaska is in the northern part. The entire region is bordered by the Pacific Ocean to the west.\nHistorically, the Pacific Northwest had many Native Americans. Starting from about 15,000 years ago, Native Americans settled along the coastline and along the major rivers. From the 1500s to the 1700s, Europeans explored the region, beginning with the discovery of Oregon and Washington. In the early 1800s, the famous Lewis and Clark expedition arrived in Washington State. From the 19th century to present day, the region began to become settled. Today, the largest cities in the Northwest include Vancouver, Seattle and Portland.\nThe rugged mountains of the Northwest consist of the Coast Range, which is nearer the coast, and the Cascade Range. In northern Washington, the Cascade Range is called the North Cascades. In British Columbia, it is called the Canadian Cascades. The many rivers of the Northwest result from its wet climate - the mountains trap wet Pacific air, leaving little rain for inland states like Idaho. The rivers once supported large salmon runs, but large power dams have been built on many rivers.\nThe main language of the Pacific Northwest is English in the United States and Canada; among the Native Americans Chinook Jargon is common. Among the many Asian immigrants, Chinese is being used more in the Northwest.\nGeography.\nThe Pacific Northwest basically extends from southeastern Alaska to Northern California. Along this entire length, is a large mountain range, the Cascade Range, that forms the geographic spine of the Pacific Northwest. The highest mountain in the Northwest is Mount Rainier. Rainier is high. Other notable mountains include Mount Shasta, at, and Mount Baker, at. East of the Cascades, there is the Columbia Plateau, a high area of land that stretches east to the Rocky Mountains in Idaho and Montana. In the west, the Coast Range borders the coast more closely. The Olympic Mountains are on the Olympic Peninsula, an extension of Washington State. Puget Sound is a large system of bays and straits in northwestern Washington and southeastern British Columbia.\nThe main rivers of the Pacific Northwest are the Fraser River, the Columbia River, and the Snake River. The Fraser River is mainly in British Columbia; it flows west to the Pacific Ocean near Vancouver. The Fraser drains most of the southern Canadian Cascades. The Columbia River begins in the Canadian Cascades and flows south, then turns west where it meets the Snake River. From there, it flows on to the ocean near Portland. The Snake River is mainly in inland Idaho. After a journey west from the Rocky Mountains, it meets the Columbia at Kennewick, Washington.\nOther rivers in the Northwest include the Finlay, the Skagit, the Umpqua, the Rogue, and the Klamath. The Finlay drains the northern Canadian Cascades and flows on to join the Mackenzie River, which flows through Canada to Hudson Bay. The Skagit also begins in the Canadian Cascades, and crosses into Washington; it turns west and flows into the sea north of Everett, Washington. The Umpqua River begins in the Southern Oregon Cascades, and flows west to the Pacific Ocean near Reedsport, Oregon. The Rogue parallels the Umpqua and dumps into the sea at Gold Beach, Oregon. The Klamath flows south from a valley in inland Oregon, then turns west through northern California, cutting through the Cascade Range to its mouth near Klamath, California.","categories":[],"infobox_types":[],"annotations":[{"uri":"North_America","surface_form":"North America","offset":86},{"uri":"United_States","surface_form":"United States","offset":145},{"uri":"Canada","surface_form":"Canada","offset":188},{"uri":"U.S._state","surface_form":"U.S. state","offset":200},{"uri":"Washington","surface_form":"Washington","offset":215},{"uri":"Idaho","surface_form":"Idaho","offset":227},{"uri":"Montana","surface_form":"Montana","offset":242},{"uri":"Oregon","surface_form":"Oregon","offset":251},{"uri":"California","surface_form":"California","offset":271},{"uri":"Canadian_province","surface_form":"Canadian province","offset":337},{"uri":"British_Columbia","surface_form":"British Columbia","offset":358},{"uri":"Alaska","surface_form":"Alaska","offset":422},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":491},{"uri":"Native_American","surface_form":"Native American","offset":563},{"uri":"River","surface_form":"river","offset":684},{"uri":"Lewis_and_Clark","surface_form":"Lewis and Clark","offset":838},{"uri":"Vancouver","surface_form":"Vancouver","offset":1019},{"uri":"Seattle","surface_form":"Seattle","offset":1030},{"uri":"Portland%2C_Oregon","surface_form":"Portland","offset":1042},{"uri":"Cascade_Range","surface_form":"Cascade Range","offset":1153},{"uri":"North_Cascades","surface_form":"North Cascades","offset":1224},{"uri":"Salmon","surface_form":"salmon","offset":1478},{"uri":"English_language","surface_form":"English","offset":1590},{"uri":"Chinook_Jargon","surface_form":"Chinook Jargon","offset":1658},{"uri":"Chinese_language","surface_form":"Chinese","offset":1717},{"uri":"Cascade_Range","surface_form":"Cascade Range","offset":1919},{"uri":"Mount_Rainier","surface_form":"Mount Rainier","offset":2033},{"uri":"Mount_Shasta","surface_form":"Mount Shasta","offset":2097},{"uri":"Mount_Baker","surface_form":"Mount Baker","offset":2119},{"uri":"Columbia_Plateau","surface_form":"Columbia Plateau","offset":2171},{"uri":"Rocky_Mountains","surface_form":"Rocky Mountains","offset":2236},{"uri":"Peninsula","surface_form":"Peninsula","offset":2376},{"uri":"Puget_Sound","surface_form":"Puget Sound","offset":2421},{"uri":"Fraser_River","surface_form":"Fraser River","offset":2582},{"uri":"Columbia_River","surface_form":"Columbia River","offset":2600},{"uri":"Snake_River","surface_form":"Snake River","offset":2624},{"uri":"Vancouver","surface_form":"Vancouver","offset":2725},{"uri":"Snake_River","surface_form":"Snake River","offset":2897},{"uri":"Portland%2C_Oregon","surface_form":"Portland","offset":2952},{"uri":"Kennewick%2C_Washington","surface_form":"Kennewick, Washington","offset":3077},{"uri":"Skagit_River","surface_form":"Skagit","offset":3154},{"uri":"Klamath_River","surface_form":"Klamath","offset":3193},{"uri":"Mackenzie_River","surface_form":"Mackenzie River","offset":3276},{"uri":"Hudson_Bay","surface_form":"Hudson Bay","offset":3323},{"uri":"Everett%2C_Washington","surface_form":"Everett, Washington","offset":3459},{"uri":"Reedsport%2C_Oregon","surface_form":"Reedsport, Oregon","offset":3578},{"uri":"Gold_Beach%2C_Oregon","surface_form":"Gold Beach, Oregon","offset":3654},{"uri":"Klamath%2C_California","surface_form":"Klamath, California","offset":3827}]}