{"id":191806,"url":"http://en.wikipedia.org/wiki/Kin_selection","text":"e=\"preserve\">Kin selection or kin altruism is a form of natural selection. Some animals cooperate with relatives, even if this brings risk to themselves. The classic example of this is seen in the family life of mammals, or in colonial insects such as ants.\nMany mammals and birds raise alarms to warn others of danger. Others cooperate in tasks, such as scrub jays help each other with to build nests. In all these cases where animals cooperate, the question is whether there is any biological benefit to themselves. It is now clear that there is benefit if the animals are closely related. This is because related organisms have (to a degree) a shared genetic inheritance.\nBy cooperating, relatives influence each other's fitness. Under natural selection, a gene which improves the fitness of individuals will increase in frequency. A gene which lowers the fitness of individuals will become rare.\nHowever, behaviour which enhances the fitness of relatives but lowers that of the actor, may nonetheless increase in frequency. Relatives do, by definition, carry many of the same genes. This is the fundamental principle behind the theory of kin selection. According to the theory, the enhanced fitness of relatives may more than compensate for the fitness loss of the helpers (individuals displaying the behaviour).\nThis is a special case of a more general model, called inclusive fitness.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_selection","surface_form":"natural selection","offset":56},{"uri":"Animal","surface_form":"animal","offset":80},{"uri":"Cooperation","surface_form":"cooperate","offset":88},{"uri":"Kinship","surface_form":"relative","offset":103},{"uri":"Mammals","surface_form":"mammals","offset":212},{"uri":"Colony_(biology)","surface_form":"colonial","offset":227},{"uri":"Insect","surface_form":"insect","offset":236},{"uri":"Ant","surface_form":"ant","offset":252},{"uri":"Alarm","surface_form":"alarm","offset":287},{"uri":"Jay","surface_form":"jay","offset":361},{"uri":"Nest","surface_form":"nest","offset":396},{"uri":"Genetic","surface_form":"genetic","offset":654},{"uri":"Inheritance","surface_form":"inheritance","offset":662},{"uri":"Fitness","surface_form":"fitness","offset":724},{"uri":"Frequency","surface_form":"frequency","offset":824},{"uri":"Inclusive_fitness","surface_form":"inclusive fitness","offset":1372}]}