{"id":191821,"url":"http://en.wikipedia.org/wiki/Adaptation","text":"Adaptation is the evolutionary process where an organism becomes better suited to its habitat. This process takes place over many generations. It is one of the basic phenomena of biology.\nWhen people speak about adaptation, they often mean a 'feature' (a trait) which helps an animal or plant survive. An example is the adaptation of horses' teeth to grinding grass. Grass is their usual food; it wears the teeth down, but horses' teeth continue to grow during life. Horses also have adapted to run fast, which helps them to escape their predators, such as lions. These features are the \"product\" of the process of adaptation.\nThe illustration of bird beaks shows an obvious sign of their different ways of life. However, eating a different food also means having a different digestive system, gut, claws, wings and above all, different inherited behaviour. For the major adaptations, what changes is not a single trait, but a whole group of features.\nAdaptation occurs because the better adapted animals are the most likely to survive, and to reproduce successfully. This process is known as natural selection; it is the basic cause of evolutionary change.\nGeneral principles.\nAdaptation is, first of all, a \"process\", rather than a physical part of a body.\nAdaptation... could no longer be considered a static condition, a product of a creative past, and became instead a continuing dynamic process. \"Ernst Mayr\".p483\nAn internal parasite (such as a fluke) is a good example: it has a very simple bodily structure, but still the organism is highly adapted to its particular environment. From this we see that adaptation is not just a matter of visible traits: in such parasites critical adaptations take place in the life cycle, which is often quite complex.\nHowever, as a practical term, adaptation is often used for the \"product\": those features of a species which result from the process. Many aspects of an animal or plant can be correctly called adaptations, though there are always some features whose function is in doubt. By using the term \"adaptation\" for the evolutionary \"process\", and \"adaptive trait\" for the bodily part or function (the product), the two senses of the word may be distinguished.\nAdaptation is one of the two main processes that explain the diverse species we see in biology. The other is speciation (species-splitting or cladogenesis).p562 A favourite example used today to study the interplay of adaptation and speciation is the evolution of cichlid fish in African lakes.\nAn organism must be viable at all stages of its development and at all stages of its evolution. This places \"constraints\" on the evolution of development, behaviour and structure of organisms.\nThe general idea is that each genetic and phenotypic change during evolution should be relatively small, because developmental systems are so complex and interlinked. But polyploidy in plants is a fairly common large genetic change. The origin of the eukaryota by the symbiosis of micro-organisms is a more exotic example.\nEcological niches.\nAll adaptations help organisms survive in their ecological niches. This implies an increase in biological fitness.\nThese adaptive traits may be structural, behavioural or physiological. Structural adaptations are physical features of an organism (shape, body covering, armament; and also the internal organization).\nBehavioural adaptations are composed of inherited behaviour chains and/or the ability to learn: behaviours may be inherited in detail (instincts), or a tendency for learning may be inherited (see neuropsychology). Examples: searching for food, sex, vocalizations.\nPhysiological adaptations permit the organism to perform special functions (for instance, making venom, secreting slime, phototropism); but also more general functions such as growth and development, temperature regulation, ionic balance and other aspects of homeostasis. Adaptation, then, affects all aspects of the life of an organism.\nSuits of adaptations.\nImportant adaptations do not come singly. They come in groups, which work together to make the animal or plant successful in its particular niche or life-style.\nWoodpeckers.\nWoodpecker adaptations are a good example of how a whole suite of features are needed for a successful way of life.\nAncestral woodpeckers, which switched to climbing on tree trunks, had ancestral foot and tail structure. This suggests that a change in behaviour, perhaps to get at a better food source, was one of the first things that happened in the chain of events. The way evolutionary novelties start is an important topic.\nTraits with no function.\nNot all features of an organism are adaptations. It may need field investigations or experiments to find out whether it has a function in the life of the species.\nAdaptations tend to reflect the past life of a species. If a species has recently changed its life style, a once valuable adaptation may become a dwindling vestige. Animals which live in dark caves often lose, over a long period, their colours and eyesight.\nThe reasons for this may vary. The loss of structure and function may be a positive adaptation which saves energy and materials. But it may be simply a by-product of genes selected for other functions (pleiotropy). Or the structure may be linked in development, and affected by selection for some other structure.\nIt is a general rule that any adaptations which are no longer useful either become vestigial organs (see vermiform appendix), or may be selected and adapted to other functions (see ear ossicles).\nAdaptations with multiple functions.\nMany adaptations serve more than one function. This is often the reason some traits become so noticeable that they almost define the species concerned. The legs of a horse are also a main defence: a horse's kick is very destructive. The antlers of male deer serve a sexual function as well as a defence against predators. Man's large brain serves not only for language, but also for thinking and problem-solving. Bird feathers are not just used to fly; they are the basis of its heat conservation, temperature regulation and signalling\nCompromise and conflict between adaptations.\nIt is a profound truth that Nature does not know best; that genetical evolution... is a story of waste, makeshift, compromise and blunder. \"Peter Medawar\".\nAdaptations are never perfect. There are always tradeoffs between the various functions and structures in a body. It is the organism as a whole which lives and reproduces, therefore it is the complete set of adaptations which gets passed on to future generations.\nAll adaptations have a downside: horse legs are great for running on grass, but they cannot scratch their backs; mammals' hair helps temperature regulation, but offers a niche for ectoparasites. Compromise and make-shift occur widely, not perfection. Selection pressures pull in different directions, and the adaptation that results is some kind of compromise.\nSince the phenotype as a whole is the target of selection, it is impossible to improve simultaneously all aspects of the phenotype to the same degree. Ernst Mayr.p589\nPeacocks.\nCamouflage to avoid detection is destroyed when vivid colours are displayed at mating time. Here the risk to life is counterbalanced by the need for reproduction. The peacock's ornamental train (grown anew in time for each mating season) is a famous adaptation. It must reduce his maneuverability and flight, and is hugely conspicuous; also, its growth costs food resources.\nDarwin's explanation of its advantage was in terms of sexual selection: \"it depends on the advantage which certain individuals have over other individuals of the same sex and species, in relation to reproduction\". The kind of sexual selection represented by the peacock is called 'mate choice', meaning the process selects the more fit over the less fit, and so has survival value. In practice, the blue peafowl \"Pavo cristatus\" is a pretty successful species, with a big natural range in India, so the overall outcome of their mating system is quite viable.\nHuman birth.\nThe size of the human foetal brain at birth means the brain of a newborn child is quite immature. The newborn's brain cannot be larger than about 400ccs, else it will not get through the mother's pelvis. Yet the size needed for an adult brain is about 1400ccs.\nThe most vital things in human life (locomotion, speech) just have to wait while the brain grows and matures. That is the result of the birth compromise. Much of the problem comes from our upright bipedal stance, without which our pelvis could be shaped more suitably for birth. Neanderthals had a similar problem.\nChange of function over time.\nThe function of a trait can, and often does, change over time. Several terms have been used to describe this: \"preadaptation\", \"exaptation\", \"cooption\". 'Preadaptation' is the most common term used when a preexisting structure or trait inherited from an ancestor evolves a different function. It was the term used by Julian Huxley and Ernst Mayr. The term 'pre-' does not mean any foresight, it just means the adaptation was already available, serving some older function. 'Exaptation' was Stephen J. Gould's word.\nOne example of preadaptation is in dinosaurs, which evolved feathers with the function of thermo-insulation and display long before they were used for flight by early birds. Sweat glands in mammals were later transformed into mammary glands. Another example is the long journey of the mammalian ear ossicles, which started in the gill covers of ancient fish, then became part of the lower jaw of reptiles, and then became part of the inner ear of mammals. Another example is the wings of penguins. Once used for flying, they are now used for 'flying' under water.\nChange of function in organs and structures is extremely common in evolution. Many of the features of tetrapods (land vertebrates) evolved from features with different functions in the ancestral lobe-finned fish (Sarcopterygii).\nDefinitions.\nThe following definitions are mainly due to Theodosius Dobzhansky.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evolution","surface_form":"evolution","offset":18},{"uri":"Process","surface_form":"process","offset":31},{"uri":"Habitat","surface_form":"habitat","offset":86},{"uri":"Trait_(biology)","surface_form":"trait","offset":255},{"uri":"Horse","surface_form":"horse","offset":334},{"uri":"Tooth","surface_form":"teeth","offset":342},{"uri":"Grass","surface_form":"grass","offset":360},{"uri":"Predators","surface_form":"predators","offset":538},{"uri":"Lions","surface_form":"lions","offset":557},{"uri":"Process","surface_form":"product","offset":588},{"uri":"Digestive_system","surface_form":"digestive system","offset":776},{"uri":"Gut","surface_form":"gut","offset":794},{"uri":"Heredity","surface_form":"inherited","offset":837},{"uri":"Behaviour","surface_form":"behaviour","offset":847},{"uri":"Natural_selection","surface_form":"natural selection","offset":1093},{"uri":"Evolution","surface_form":"evolution","offset":1137},{"uri":"Parasite","surface_form":"parasite","offset":1432},{"uri":"Trematoda","surface_form":"fluke","offset":1452},{"uri":"Trait_(biology)","surface_form":"trait","offset":1654},{"uri":"Life_cycle","surface_form":"life cycle","offset":1719},{"uri":"Speciation","surface_form":"speciation","offset":2321},{"uri":"Cladogenesis","surface_form":"cladogenesis","offset":2354},{"uri":"Cichlid","surface_form":"cichlid","offset":2476},{"uri":"Constraint","surface_form":"constraints","offset":2616},{"uri":"Genetics","surface_form":"genetic","offset":2730},{"uri":"Phenotype","surface_form":"phenotypic","offset":2742},{"uri":"Embryology","surface_form":"developmental systems","offset":2813},{"uri":"Polyploidy","surface_form":"polyploidy","offset":2871},{"uri":"Eukaryota","surface_form":"eukaryota","offset":2951},{"uri":"Symbiosis","surface_form":"symbiosis","offset":2968},{"uri":"Ecological_niche","surface_form":"ecological niche","offset":3090},{"uri":"Imply","surface_form":"implies","offset":3114},{"uri":"Fitness","surface_form":"fitness","offset":3148},{"uri":"Behaviour","surface_form":"behaviour","offset":3198},{"uri":"Physiology","surface_form":"physiological","offset":3213},{"uri":"Comparative_anatomy","surface_form":"internal organization","offset":3334},{"uri":"Instinct","surface_form":"instinct","offset":3493},{"uri":"Learning","surface_form":"learning","offset":3523},{"uri":"Neuropsychology","surface_form":"neuropsychology","offset":3554},{"uri":"Sex","surface_form":"sex","offset":3602},{"uri":"Vocal","surface_form":"vocal","offset":3607},{"uri":"Toxin","surface_form":"venom","offset":3719},{"uri":"Slime","surface_form":"slime","offset":3736},{"uri":"Phototropism","surface_form":"phototropism","offset":3743},{"uri":"Temperature_regulation","surface_form":"temperature regulation","offset":3822},{"uri":"Ions","surface_form":"ionic","offset":3846},{"uri":"Homeostasis","surface_form":"homeostasis","offset":3881},{"uri":"Species","surface_form":"species","offset":4764},{"uri":"Structure","surface_form":"structure","offset":5074},{"uri":"Pleiotropy","surface_form":"pleiotropy","offset":5233},{"uri":"Developmental_biology","surface_form":"development","offset":5280},{"uri":"Vestigial_organ","surface_form":"vestigial organ","offset":5428},{"uri":"Vermiform_appendix","surface_form":"vermiform appendix","offset":5450},{"uri":"Ear_ossicles","surface_form":"ear ossicles","offset":5526},{"uri":"Defence_against_predation","surface_form":"defence","offset":5766},{"uri":"Antlers","surface_form":"antlers","offset":5815},{"uri":"Deer","surface_form":"deer","offset":5831},{"uri":"Sexual_selection","surface_form":"sexual","offset":5844},{"uri":"Temperature_regulation","surface_form":"temperature regulation","offset":6076},{"uri":"Niche","surface_form":"niche","offset":6749},{"uri":"Ectoparasite","surface_form":"ectoparasite","offset":6759},{"uri":"Camouflage","surface_form":"Camouflage","offset":7117},{"uri":"Peacock","surface_form":"peacock","offset":7284},{"uri":"Sexual_selection","surface_form":"sexual selection","offset":7546},{"uri":"Fitness","surface_form":"fit","offset":7824},{"uri":"Pavo_cristatus","surface_form":"Pavo cristatus","offset":7905},{"uri":"India","surface_form":"India","offset":7981},{"uri":"Foetus","surface_form":"foetal","offset":8086},{"uri":"Pelvis","surface_form":"pelvis","offset":8260},{"uri":"Bipedal","surface_form":"bipedal","offset":8522},{"uri":"Neanderthal","surface_form":"Neanderthal","offset":8604},{"uri":"Preadaptation","surface_form":"preadaptation","offset":8781},{"uri":"Exaptation","surface_form":"exaptation","offset":8798},{"uri":"Julian_Huxley","surface_form":"Julian Huxley","offset":8987},{"uri":"Ernst_Mayr","surface_form":"Ernst Mayr","offset":9005},{"uri":"Stephen_J._Gould","surface_form":"Stephen J. Gould","offset":9160},{"uri":"Dinosaur","surface_form":"dinosaur","offset":9220},{"uri":"Feather","surface_form":"feather","offset":9245},{"uri":"Display_(zoology)","surface_form":"display","offset":9297},{"uri":"Mammal","surface_form":"mammal","offset":9375},{"uri":"Mammary_gland","surface_form":"mammary gland","offset":9411},{"uri":"Ear_ossicles","surface_form":"ear ossicles","offset":9480},{"uri":"Penguin","surface_form":"penguin","offset":9673},{"uri":"Sarcopterygii","surface_form":"Sarcopterygii","offset":9962},{"uri":"Theodosius_Dobzhansky","surface_form":"Theodosius Dobzhansky","offset":10035}]}