{"id":19181,"url":"http://en.wikipedia.org/wiki/Teodoro_Obiang_Nguema_Mbasogo","text":"Teodoro Obiang Nguema Mbasogo (born June 5 1942) has been the President of Equatorial Guinea since 1979. Mbasongo did the military academy in Zaragoza, Spain. He came to power in a military coup, deposing the former leader Francisco Macías Nguema. Ngema had ruled the country for the previous decade. He was known to be very cruel. Ngema was sentenced to death and executed by a firing squad. Mbasonga promised to start over and to do a better job at governing the country.\nIn 1982, a new constitution was made. MBasogo was given the newly created post of president. He was re-elected in 1989, 1996 and 2002. In 1989 he was the only candidate, in the 1996 and 2002, international observers said the election results were false.\nObiang's regime kept clear authoritarian characteristics even after other parties were legalized in 1991. Most domestic and international observers consider his regime to be one of the most corrupt, ethnocentric, oppressive and undemocratic states in the world. Equatorial Guinea is now essentially a single-party state, dominated by Obiang's Democratic Party of Equatorial Guinea (PDGE). In 2008 American journalist Peter Maass called Obiang Africa's worst dictator, worse than Robert Mugabe of Zimbabwe. The constitution grants Obiang wide powers, including the power to rule by decree. Nonetheless, Obiang has far less power than Macías. For the most part his rule has been considerably milder. Notably, there have been none of the atrocities that characterized the Macías era.\nAll but one member of the 100-seat national parliament belong to the PDGE or are aligned with it. The opposition is severely hampered by the lack of a free press to express their views. Around 90% of all opposition politicians live in exile, 550 anti-Obiang activists have been jailed unfairly, and several killed since 1979.\nIn July 2003, state-operated radio declared Obiang to be a god who is \"in permanent contact with the Almighty\" and \"can decide to kill without anyone calling him to account and without going to hell.\" He personally made similar comments in 1993. Despite these comments, he still claims that he is a devout Catholic and was invited to the Vatican by John Paul II and again by Benedict XVI. Macías had also proclaimed himself a god.","categories":[],"infobox_types":[],"annotations":[{"uri":"June_5","surface_form":"June 5","offset":36},{"uri":"1942","surface_form":"1942","offset":43},{"uri":"President","surface_form":"President","offset":62},{"uri":"Equatorial_Guinea","surface_form":"Equatorial Guinea","offset":75},{"uri":"Zaragoza","surface_form":"Zaragoza","offset":142},{"uri":"Spain","surface_form":"Spain","offset":152},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup","offset":190},{"uri":"Francisco_Mac%C3%ADas_Nguema","surface_form":"Francisco Macías Nguema","offset":223},{"uri":"Death_penalty","surface_form":"death","offset":355},{"uri":"Constitution","surface_form":"constitution","offset":489},{"uri":"Authoritarian","surface_form":"authoritarian","offset":755},{"uri":"Corruption","surface_form":"corrupt","offset":918},{"uri":"Ethnocentrism","surface_form":"ethnocentric","offset":927},{"uri":"Oppression","surface_form":"oppressive","offset":941},{"uri":"Democratic_Party_of_Equatorial_Guinea","surface_form":"Democratic Party of Equatorial Guinea","offset":1071},{"uri":"Peter_Maass","surface_form":"Peter Maass","offset":1145},{"uri":"Robert_Mugabe","surface_form":"Robert Mugabe","offset":1207},{"uri":"Zimbabwe","surface_form":"Zimbabwe","offset":1224},{"uri":"Decree","surface_form":"decree","offset":1309},{"uri":"God","surface_form":"god","offset":1894},{"uri":"Vatican","surface_form":"Vatican","offset":2173},{"uri":"Pope_John_Paul_II","surface_form":"John Paul II","offset":2184},{"uri":"Benedict_XVI","surface_form":"Benedict XVI","offset":2210}]}