{"id":19196,"url":"http://en.wikipedia.org/wiki/Wayne_Gretzky","text":"Wayne Gretzky (born January 26, 1961 in Brantford, Ontario) known as \"The Great One\", was a Canadian ice hockey player in the National Hockey League (NHL) for 20 seasons. He was coach and part-owner of the NHL's Phoenix Coyotes until he stepped down on September 24, 2009. He also managed Canada's Olympic hockey teams in 2002 and 2006, as well as Canada's 2004 World Cup of Hockey team.\nBiography.\nThe Gretsky family comes from Belarus, or more precisely from the Brest region (the village of Ogdemer), from where his paternal grandfather Terenty Lavrentiyovych Gretsky emigrated. Grandmother Veyna Maria was Ukrainian and comes from Pidhaitsi (now Ternopil region); he and his grandfather spoke Ukrainian to each other. His parents were Voltaire and Phyllis Gretsky; his father considered Ukrainian his native language. The family had four other children: Kim, Kate, Brent and Glenn.\nGretsky did not emphasize his Ukrainian roots, but at a large fundraising dinner in Toronto in support of the Canadian medical mission to help victims on the Maidan and the ATO on September 11, 2014, Wayne and his wife Janet were introduced to Canadian Prime Minister Stephen Harper as guests of honor.\nCareer.\nWayne signed his first contract at the age of 16 with the Indianapolis Racers. He then played for the National Hockey League (NHL): \"Edmonton Oilers\" (Ukrainian-Canadian Dave Semenko was his bodyguard from rival teams), \"Los Angeles Kings\", \"New York Rangers\".\nGretzky was a star junior player with the Sault Ste. Marie Greyhounds of the Ontario Hockey League. When he was a boy he went from a bad first season, to great improvement. But this success also brought criticism because his father pushed Gretzky's success over other young players'. In 1978, when he was 17, he began playing as a professional with the Indianapolis Racers of the World Hockey Association (WHA), but was sold to the Edmonton Oilers after only a few games. He was third in WHA scoring and rookie of the year.\nThe WHA folded in 1979, and the Oilers team joined the NHL. At the age of 19, Gretzky won his first Hart Trophy as the NHL's most valuable player (MVP). He won this trophy nine times. In 1981, he won his first of ten Art Ross Trophies as NHL scoring champion. He set many records in the 1980s, including most goals (92), assists (163), and points (215) in a season. In the 1981-82 season, he scored 50 goals in 39 games, when the record had been 50 games. He was named as Sports Illustrated athlete of the year in 1982. He was also called \"the greatest player of all time\" in \"Total Hockey: The Official Encyclopedia of the NHL\".\nGretzky won four Stanley Cup championships with the Edmonton Oilers: 1984, 1985, 1987, and 1988. He won the Conn Smythe Trophy as MVP in the playoffs in 1985 and 1988. Then, in 1988, he was traded to the Los Angeles Kings. He helped them to the finals in 1993. In 1996, he was traded to the St. Louis Blues, and signed with the New York Rangers at the beginning of the 1996-97 season. He retired, and was inducted into the Hockey Hall of Fame, in 1999.\nWhen he retired, he had 2857 career points, over 1000 more than the next highest player. To this day, no one else has reached 2000. He still holds the record for most career goals (894) and assists (1963) (he has more assists than anyone else has points). He holds many other records, such as most 100-point seasons (15), most points in the playoffs (47 in one year and 382 career), and most games in a row with at least one point (51). He was named to the first or second all-star team 15 times and was MVP of the NHL all-star game three times. He had 61 official NHL records when he retired.\nIn 21 years of playing on the ice (1487 games), Wayne Gretsky broke virtually all NHL records. He has 894 goals and 2857 points. He has won the NHL's most prestigious awards nine times (including \"Most Valuable Player\" and \"Best Scorer\").\nIn the Stanley Cup he played 208 matches, scored 122 goals. Four-time (1984, 1985, 1987, 1988) winner and three-time (1983, 1986, 1993) Stanley Cup finalist.\n7 seasons in a row he was named the most productive player in the NHL (1980-1987). Awarded the Order of Canada (1984), member of the Hockey Hall of Fame (1999). Participant in the 18th Winter Olympics (Nagano, 1998), executive director of the Canadian national team at the 19th (Salt Lake City, 2002) and 20th (Turin, 2006) Olympic Games. Since 2005 - head coach, later co-owner of the team \"Coyotes\" (Phoenix, Arizona, USA).\nHe set 61 NHL records and was nicknamed the Great for his achievements. For his outstanding contribution to the development of world hockey in 1994, Wayne Gretsky was awarded the Lester Patrick Trophy. The athlete is also recognized as the best NHL hockey player of all time, immortalized in the \"Hockey Hall of Fame\". Number 99, under which he played, is assigned to him in all NHL teams.\nGretzky's number, #99, was retired by the entire league. He was named Canada's male athlete of the 20th century. He has also been honoured with Canada's highest honour for a civilian: the Order of Canada.\nFamily.\nGretzky married American actress Janet Jones in 1988. They have five children: Paulina, Ty, Trevor, Tristan, and Emma.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brantford","surface_form":"Brantford","offset":40},{"uri":"Ontario","surface_form":"Ontario","offset":51},{"uri":"Canadians","surface_form":"Canadian","offset":92},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":101},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":126},{"uri":"Coach_(sport)","surface_form":"coach","offset":178},{"uri":"Phoenix_Coyotes","surface_form":"Phoenix Coyotes","offset":212},{"uri":"Canada","surface_form":"Canada","offset":289},{"uri":"Olympic_Games","surface_form":"Olympic","offset":298},{"uri":"Men%27s_World_Cup_of_Hockey","surface_form":"World Cup of Hockey","offset":362},{"uri":"Belarus","surface_form":"Belarus","offset":429},{"uri":"Brest_Region","surface_form":"Brest region","offset":465},{"uri":"Ternopil","surface_form":"Ternopil region","offset":650},{"uri":"Toronto","surface_form":"Toronto","offset":970},{"uri":"Prime_Minister_of_Canada","surface_form":"Canadian Prime Minister","offset":1130},{"uri":"Stephen_Harper","surface_form":"Stephen Harper","offset":1154},{"uri":"Indianapolis_Racers","surface_form":"Indianapolis Racers","offset":1255},{"uri":"National_Hockey_League","surface_form":"National Hockey League (NHL)","offset":1299},{"uri":"Edmonton_Oilers","surface_form":"Edmonton Oilers","offset":1330},{"uri":"Los_Angeles_Kings","surface_form":"Los Angeles Kings","offset":1418},{"uri":"New_York_Rangers","surface_form":"New York Rangers","offset":1439},{"uri":"Sault_Ste._Marie%2C_Ontario","surface_form":"Sault Ste. Marie","offset":1500},{"uri":"Ontario_Hockey_League","surface_form":"Ontario Hockey League","offset":1535},{"uri":"Professional","surface_form":"professional","offset":1789},{"uri":"Indianapolis_Racers","surface_form":"Indianapolis Racers","offset":1811},{"uri":"World_Hockey_Association","surface_form":"World Hockey Association","offset":1838},{"uri":"Edmonton_Oilers","surface_form":"Edmonton Oilers","offset":1890},{"uri":"Hart_Trophy","surface_form":"Hart Trophy","offset":2082},{"uri":"Most_valuable_player","surface_form":"most valuable player","offset":2107},{"uri":"Art_Ross_Trophy","surface_form":"Art Ross Trophies","offset":2199},{"uri":"1980s","surface_form":"1980s","offset":2269},{"uri":"Sports_Illustrated","surface_form":"Sports Illustrated","offset":2454},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":2629},{"uri":"Conn_Smythe_Trophy","surface_form":"Conn Smythe Trophy","offset":2720},{"uri":"Los_Angeles_Kings","surface_form":"Los Angeles Kings","offset":2816},{"uri":"St._Louis_Blues","surface_form":"St. Louis Blues","offset":2903},{"uri":"New_York_Rangers","surface_form":"New York Rangers","offset":2940},{"uri":"Hockey_Hall_of_Fame","surface_form":"Hockey Hall of Fame","offset":3035},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":4034},{"uri":"Order_of_Canada","surface_form":"Order of Canada","offset":4151},{"uri":"Hockey_Hall_of_Fame","surface_form":"Hockey Hall of Fame","offset":4189},{"uri":"Winter_Olympic_Games","surface_form":"Winter Olympics","offset":4241},{"uri":"Arizona_Coyotes","surface_form":"Coyotes","offset":4448},{"uri":"Civilian","surface_form":"civilian","offset":5046},{"uri":"Order_of_Canada","surface_form":"Order of Canada","offset":5060},{"uri":"United_States","surface_form":"American","offset":5101},{"uri":"Actor","surface_form":"actress","offset":5110}]}