{"id":19194,"url":"http://en.wikipedia.org/wiki/Toronto_Maple_Leafs","text":"The Toronto Maple Leafs are an ice hockey team in the National Hockey League (NHL).\nOrigin.\nThey were formed in 1917 as one of the six original NHL teams. They were called the Toronto Arenas, but changed their name to St. Patricks, then to Maple Leafs, in the 1920s. The maple leaf is a symbol of Canada. The hockey team was actually named for an older team, a minor league baseball team called the Toronto Maple Leafs.\nHistory.\nThe Maple Leafs have won the Stanley Cup championship 13 times, more than any team except the Montreal Canadiens. However, they have not won since 1967.\nEarly years.\nThey won in their first year, 1918, and then again in 1922 and 1932. In their early years, they had many NHL scoring champions: \"Babe\" Dye in 1923 and 1925, \"Ace\" Bailey in 1929, Harvey \"Busher\" Jackson in 1932, Charlie Conacher in 1934 and 1935, and Gordie Drillon in 1938. However, no Toronto player has been scoring champion since then.\nVictories.\nThey were a strong team in the 1940s. They won the Stanley Cup in 1942 against the Detroit Red Wings, four games to three, even though they were losing three games to none at one point. This was the first of six championships in ten years; they also won in 1945, then three years in a row: 1947, 1948, and 1949, and again in 1951. Some of their best players in that time included goaltender Turk Broda, forward Syl Apps, and defence \"Babe\" Pratt, who won the Hart Trophy as the most valuable player in 1944. Ted \"Teeder\" Kennedy won the Hart Trophy in 1955; but no other Maple Leaf has won that award.\nThe team won four Stanley Cups in the 1960s: three in a row - 1962, 1963, and 1964 - and again in 1967. Frank Mahovlich, a left winger, was the star player. They were also led by defenceman Tim Horton (who began the Tim Horton's doughnut shops), center Dave Keon, goaltender Johnny Bower, and winger George Armstrong. Keon won the Conn Smythe Trophy as the top player in the playoffs in 1967.\nLater years.\nIn the late 1970s, the Maple Leafs were a good team, with players such as centre Darryl Sittler (who scored a record 10 points in one game) and Swedish defence Borje Salming (one of the first Europeans to play in the NHL). However, there were 18 NHL teams by then, so it was hard to come first. Wendel Clark was a strong player in the 1980s; he became the team's all-time top scorer. Mats Sundin was another Swedish star in the 1990s and 2000s. They also had some good goaltenders around this time: Curtis Joseph, then Ed Belfour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ice_hockey","surface_form":"ice hockey","offset":31},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":54},{"uri":"1917","surface_form":"1917","offset":112},{"uri":"1920s","surface_form":"1920s","offset":260},{"uri":"Minor_league_baseball","surface_form":"minor league baseball","offset":361},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":458},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":523},{"uri":"1940s","surface_form":"1940s","offset":977},{"uri":"Detroit_Red_Wings","surface_form":"Detroit Red Wings","offset":1029},{"uri":"Goaltender","surface_form":"goaltender","offset":1326},{"uri":"Hart_Trophy","surface_form":"Hart Trophy","offset":1405},{"uri":"1960s","surface_form":"1960s","offset":1586},{"uri":"Conn_Smythe_Trophy","surface_form":"Conn Smythe Trophy","offset":1879},{"uri":"1970s","surface_form":"1970s","offset":1966},{"uri":"1990s","surface_form":"1990s","offset":2382},{"uri":"2000s","surface_form":"2000s","offset":2392}]}