{"id":192012,"url":"http://en.wikipedia.org/wiki/Three-body_problem","text":"The three-body problem is a problem in the field of physics that experts find interesting. The goal is to find how three things move when they attract each other with gravity. It would be for instance the problem of the movement of the Sun, the Earth and the Moon. Physicists do not have a general solution that always works.\nNon-relativistic movement.\n\"relativistic\" refers to the theory of Albert Einstein called Relativity. This theory must be used when things move at great speed. But as long as things move at small enough speed, you can use every day classical mechanics, and this is called \"non-relativistic movement\". You know if the speed is great or small enough by comparing to the speed of light \"c,\" which is the highest possible speed.\nIn non-relativistic physics, one must know the place and velocity of the three things. One must also know their masses. Then one uses Newton's laws of motion to learn how the things move.\nRelativistic movement.\nWhen a thing is moving, it has energy of movement. Scientists use a short-cut when they talk about this energy, they call it 'E.'\nIn a field called General relativity, experts say that movement with higher velocities causes the radiation of gravitational waves. In this case, the thing moving loses energy, and this makes calculation more difficult. Experts say that the system is \"not conservative\".\nExperts in another field called Quantum mechanics, say, in addition, at high speed the creation and annihilation of particles becomes possible, so, it is not possible to keep the number of particles constant.\nThere is no relativistic solution that always works for the movement of two or three things.\nIn astronomy.\nThe three-body problem also happens in astronomy. The problem consists in calculating the course of three bodies, that influence each other with gravitation. The first to state the problem was Isaac Newton, in \"Principia\". Usually, two of the bodies are large, and the third is small. In the case where the two bodies have the same gravitational force, and that the bodies all have the same mass can be solved exactly. If this is not the case, the problem is solved through iteration and approximation. Many different patterns of motion can occur.","categories":[],"infobox_types":[],"annotations":[{"uri":"Problem","surface_form":"problem","offset":28},{"uri":"Physics","surface_form":"physics","offset":52},{"uri":"Physicist","surface_form":"expert","offset":65},{"uri":"Gravity","surface_form":"gravity","offset":167},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":392},{"uri":"Relativity","surface_form":"Relativity","offset":415},{"uri":"Classical_mechanics","surface_form":"classical mechanics","offset":557},{"uri":"Speed_of_light","surface_form":"speed of light","offset":693},{"uri":"Velocity","surface_form":"velocity","offset":807},{"uri":"Mass","surface_form":"mass","offset":862},{"uri":"Newton%27s_laws_of_motion","surface_form":"Newton's laws of motion","offset":884},{"uri":"General_relativity","surface_form":"General relativity","offset":1109},{"uri":"Gravitational_waves","surface_form":"gravitational waves","offset":1202},{"uri":"Conservative_system","surface_form":"conservative","offset":1347},{"uri":"Quantum_mechanics","surface_form":"Quantum mechanics","offset":1394},{"uri":"Matter_creation","surface_form":"creation","offset":1449},{"uri":"Annihilation","surface_form":"annihilation","offset":1462},{"uri":"Astronomy","surface_form":"astronomy","offset":1717},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":1871},{"uri":"Iteration","surface_form":"iteration","offset":2152},{"uri":"Approximation","surface_form":"approximation","offset":2166}]}