{"id":192001,"url":"http://en.wikipedia.org/wiki/Alice%27s_Adventures_in_Wonderland","text":"\"Alice's Adventures in Wonderland\" by Lewis Carroll is an 1865 childrens’ story written by Charles Dodgson and illustrated by John Tenniel. Dodgson used Lewis Carroll as a pen name when writing poetry and fiction.\nThe story is more well known as Alice in Wonderland and is the basis for many adaptations in films, art and music.\nOne of the very commonly used phrases today - “down the rabbit hole” - comes from the beginning of the story. Alice is a young girl who, while falling asleep outside on a golden afternoon, sees a white rabbit and follows it into a rabbit hole. When she falls down the rabbit hole, she begins her fantastical adventures in Wonderland.\nHer adventures include distortions of time and proportion. Throughout the story she shrinks and grows repeatedly as she meets characters of all kinds and sizes, including the iconic [https://en.wikipedia.org/wiki/Caterpillar_(Alice%27s_Adventures_in_Wonderland) Caterpillar] who asks “Who are you?” and [https://en.wikipedia.org/wiki/Cheshire_Cat Cheshire Cat] who asks her “Where do you want to go?”\nStory.\nThe story starts with Alice sitting with her sister beside a lake. Suddenly, a white rabbit runs by. Alice runs after him. She finds his rabbit hole. She falls through the hole. She meets many characters underground and has some amazing adventures. She grows larger or smaller by eating different things like cakes and mushrooms. At the end, she enters a lovely garden. The Knave of Hearts is charged with stealing some tarts. A trial is held. Alice thinks the trial is ridiculous. She says so. Everyone is offended. There is a great commotion. Alice suddenly wakes up. She is back where she started, sitting with her sister beside the lake.\nBackground.\nThe story was told on a summer outing to three little girls. One of them was named Alice Liddell. Alice asked Dodgson to write the story down. Dodgson accepted the task. It took two years.\nThe story was first called \"Alice's Adventures Under Ground\". When Dodgson prepared the \"Alice\" story for publication, he added more events, such as the Mad Hatters's Tea Party, new characters, such as the Cheshire Cat, and changed the title to \"Alice's Adventures in Wonderland\".\nThe story was so popular that Dodgson, (under the pen name Lewis Carroll), wrote a sequel called \"Through the Looking-Glass\". The Alice stories, often known as \"Alice in Wonderland\", are popular in music, movies and plays.","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Lewis_Carroll","surface_form":"Lewis Carroll","offset":38},{"uri":"Charles_Dodgson","surface_form":"Charles Dodgson","offset":91},{"uri":"John_Tenniel","surface_form":"John Tenniel","offset":126},{"uri":"Pen_name","surface_form":"pen name","offset":172},{"uri":"Poetry","surface_form":"poetry","offset":194},{"uri":"Fiction","surface_form":"fiction","offset":205},{"uri":"Sequel","surface_form":"sequel","offset":2278},{"uri":"Through_the_Looking-Glass","surface_form":"Through the Looking-Glass","offset":2293},{"uri":"Movies","surface_form":"movies","offset":2400}]}