{"id":192250,"url":"http://en.wikipedia.org/wiki/Asperger_syndrome","text":"Asperger syndrome (often Asperger's syndrome) is a form of autism spectrum disorder. It affects the way in which a person understands, talks and acts with other people. A person who has Asperger syndrome may not fit in well with other people, and may be unable to act like everyone else in different social situations. Neurotypical (or NT) is a term that was coined in the autistic community as a label for those other people who are not on the autism spectrum. Asperger syndrome is thought to manifest as a developmental disorder, and is not considered a mental illness. Most adults with Asperger syndrome can learn how to make friends, do useful work, and live successful lives. Asperger syndrome is considered to be at the highest functioning end of the Autism spectrum disorders.\nPeople who have it will have to deal with it for the rest of their lives. However, they can try many solutions to help them and learn how to be able to reduce the impact in their life. One solution can be medication to restrict the different symptoms like aggression. The big problem with people affected by Asperger's is that they cannot understand emotions or how people think. Therapists attempt to help the person with that. They will do many activities like acting an emotion and let the Asperger people guess what it is.\nCauses and management.\nAsperger syndrome may be observed and diagnosed in early childhood. No one knows exactly what causes it, but it is thought to have a genetic cause. The part of the brain which controls a person's \"social behavior\" (understanding and communicating with other people) may grow or function differently in a person with Asperger syndrome. Another part of the brain that may be different is the part that controls some body movement such as balance. A person with this condition may walk or act in a clumsy way and have trouble doing body actions such as sports. They may also do physical actions repetitively, such as rocking, flapping their hands, or tapping their feet. The condition seems to run in families. Parents who have Asperger syndrome often have children who have it or another kind of autism.\nAsperger syndrome cannot be found by testing blood or looking at someone's body. A medical doctor needs to talk with the person and other people who know him or her well, to watch how the person moves and behaves, and to learn about the person's past. Sometimes a doctor believes by mistake that the person has schizophrenia, obsessive-compulsive disorder, ADHD, or mental retardation instead. Tourette syndrome with \"tics\" (repetitive, uncontrolled actions like twitching, blinking, and coughing) sometimes comes with Asperger syndrome. Many people with Asperger syndrome also have ADHD and/or OCD. It has been estimated that beyond half of the people with the syndrome, also carries some other type of syndrome, disorder, disability, disease, or illness. The MSD Manual says \"strong evidence supports a genetic component\".\nPeople who have Asperger syndrome have normal to high intelligence. As children, they may need special help at home and school to learn social behavior. The syndrome cannot be made better by taking medicine. People who have this condition are sometimes given medicine to help them with depression, which is often experienced by people with the syndrome.\nPeople with Asperger syndrome can have a hard time fitting in with other people. This social awkwardness has been called \"active but odd\". Adults who have it usually learn enough \"coping skills\" to act in a way that seems normal, but often with a few differences. Most people with the syndrome can communicate clearly with friends and family. They may have more difficulty in communicating with new people. People who carry the syndrome can sometimes seem rude or uninterested during conversations, without meaning anything wrong. They may also get stressed or unsettled when things does not go their way.\nCharacteristics.\nAsperger syndrome is noticeable when the person acts differently in social situations. Their social disabilities can have different levels. It’s not everybody who have Asperger syndrome that have the same level. This characteristic is not the only one. Someone who dislikes people in general does not necessarily have Aspergers. Other characteristics that can be identified are that Asperger people hate any changes in their routine. They also dislike having eye contact. Most of the time they will try to avoid it. They will look away. Usually people who deal with Asperger syndrome have less facial expression than anybody else. There are many characteristics, and if someone only has some of them then they likely don't have Asperger's. Commonly, people with the syndrome tends to hum or pronounce different sounds to themselves, which they have heard in their surroundings, such as a reporters's voice, a man on the radio, lyrics from songs, words, things they have read, or what people around them usually says. They may repeatedly mention these words or phrases again and again.\nHistory.\nIn the 1940s, a doctor named Hans Asperger studied some children that were different from most other children that he knew, but were like each other. He called them \"little professors\" because he thought that they were interesting and wrote a book about them. Dr. Asperger thought his \"little professors\" had a different sort of personality.\nIn the 1980s Dr. Lorna Wing made up the name \"Asperger syndrome\" for people with high-functioning autism after research into Hans Asperger's work.\nIn 1994 Asperger syndrome was added to the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV).\nIn 2013 Asperger syndrome was removed from the DSM.\n[https://www.icd10data.com/ICD10CM/Codes/F01-F99/F80-F89/F84-/F84.5 Asperger's] is one of many separate [https://www.icd10data.com/ICD10CM/Codes/F01-F99/F80-F89/F84- ICD Autistic Disorders] that is still diagnosable using the ICD but can be found in the DSM as Autism Spectrum Disorder or Autistic Disorder; and is often referred to as Autistic Spectrum Disorder for clarity. Providers that use the DSM can; document and reference your ICD Autistic Disorder, provide you the additional DSM Autistic Disorder, and or provide a combination of the two labels (e.g Autistic Spectrum Disorder \"Asperger's\" 299.00 (F84.0), With [https://www.psychiatry.org/patients-families/specific-learning-disorder/what-is-specific-learning-disorder Specific Learning Disorder], Mild).\nStatistics.\nAsperger syndrome is much more common in males than females. Statistics say that three males are affected for every one female.\nIt is widely discussed how common the syndrome is, as there are figures that show very different numbers. But, it probably lies between 1 in every 250, all the way up to 1 in every 10,000. A 2003 review of epidemiological studies of children found autism rates ranging from 0.03 to 4.84 per 1,000, with the ratio of autism to Asperger syndrome ranging from 1.5:1 to 16:1.","categories":[],"infobox_types":[],"annotations":[{"uri":"Autism_spectrum_disorder","surface_form":"autism spectrum disorder","offset":59},{"uri":"Autism_spectrum","surface_form":"autism spectrum","offset":445},{"uri":"Developmental_disorder","surface_form":"developmental disorder","offset":508},{"uri":"Mental_illness","surface_form":"mental illness","offset":556},{"uri":"Learn","surface_form":"learn","offset":611},{"uri":"Autism_spectrum_disorder","surface_form":"Autism spectrum disorder","offset":757},{"uri":"Medication","surface_form":"medication","offset":989},{"uri":"Symptom","surface_form":"symptom","offset":1026},{"uri":"Emotion","surface_form":"emotion","offset":1134},{"uri":"Genetics","surface_form":"genetic","offset":1467},{"uri":"Brain","surface_form":"brain","offset":1498},{"uri":"Cerebellum","surface_form":"the part that controls some body movement such as balance","offset":1720},{"uri":"Sports","surface_form":"sports","offset":1884},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":2447},{"uri":"Obsessive-compulsive_disorder","surface_form":"obsessive-compulsive disorder","offset":2462},{"uri":"Attention-deficit_hyperactivity_disorder","surface_form":"ADHD","offset":2493},{"uri":"Mental_retardation","surface_form":"mental retardation","offset":2502},{"uri":"Tourette_syndrome","surface_form":"Tourette syndrome","offset":2530},{"uri":"ADHD","surface_form":"ADHD","offset":2719},{"uri":"OCD","surface_form":"OCD","offset":2731},{"uri":"Depression_(illness)","surface_form":"depression","offset":3247},{"uri":"Hans_Asperger","surface_form":"Hans Asperger","offset":5061},{"uri":"Diagnostic_and_Statistical_Manual_of_Mental_Disorders","surface_form":"Diagnostic and Statistical Manual of Mental Disorders","offset":5564},{"uri":"Epidemiology","surface_form":"epidemiological studies","offset":6792}]}