{"id":192264,"url":"http://en.wikipedia.org/wiki/R%C3%B6yksopp","text":"e=\"preserve\">Röyksopp is an electronica musical group from Tromsø, Norway that formed in 1998. They are currently based in Bergen. The members are Svein Berge and\nTorbjørn Brundtland. They won an award for best music video in 2002 by MTV Europe for their song, \"Remind Me\". They have released four studio albums and one EP.\nBerge and Brundtland formed a band with Kolbjørn Lyslo and Gaute Barlindhaug called Aedena Cycle. They released a vinyl EP called\" Traveler's Dreams\" under Apollo Records in 1994. After this they left to form Röyksopp. Their first single \"So Easy\" was released by Tellé. It was used in a T-mobile advert in the UK.\nBrundtland was a member of Those Norwegians in 1997.\nThey have worked with many other musicians. They released a single called \"Running to the Sea\" and a cover version of \"Ice Machine\" by Depeche Mode from their album \"Late Night Tales: Röyksopp \"in 2013.\" \"Both songs have vocals from Susanne Sundf\"ør\".\nTheir first album \"Melody A.M.\" has two songs with Erlend Øye, \"Poor Leno\" and \"Remind Me\".\n'Røyksopp' is a Norwegian word that means puffball fungus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronica","surface_form":"electronica","offset":28},{"uri":"Musical_group","surface_form":"musical group","offset":40},{"uri":"Troms%C3%B8","surface_form":"Tromsø","offset":59},{"uri":"Norway","surface_form":"Norway","offset":67},{"uri":"Bergen","surface_form":"Bergen","offset":123},{"uri":"Award","surface_form":"award","offset":196},{"uri":"Music_video","surface_form":"music video","offset":211},{"uri":"2002","surface_form":"2002","offset":226},{"uri":"MTV_Europe","surface_form":"MTV Europe","offset":234},{"uri":"Song","surface_form":"song","offset":255},{"uri":"Depeche_Mode","surface_form":"Depeche Mode","offset":827},{"uri":"Susanne_Sundf%C3%B8r","surface_form":"Susanne Sundf\"ør\"","offset":925},{"uri":"Puffball_fungus","surface_form":"puffball fungus","offset":1078}]}