{"id":19223,"url":"http://en.wikipedia.org/wiki/Geology","text":"Geology is the study of the nonliving things that the Earth is made of. Geology is the study of rocks in the Earth's crust. People who study geology are called geologists. Some geologists study minerals and the useful substances the rocks contain such as ores and fossil fuels. Geologists also study the history of the Earth.\nSome of the important events in the Earth's history are floods, volcanic eruptions, earthquakes, orogeny (mountain building), and plate tectonics (movement of continents).\nTypes of rock.\nRocks can be very different from each other. Some are very hard and some are soft. Some rocks are very common, while others are rare. However, all the different rocks belong to three categories or types, igneous, sedimentary and metamorphic.\nFaults.\nAll three kinds of rock can be changed by being heated and squeezed by forces in the earth. When this happens, faults (cracks) may appear in the rock. Geologists can learn a lot about the history of the rock by studying the patterns of the fault lines. Earthquakes are caused when a fault breaks suddenly.\nSoil.\nSoil is the stuff on the ground made of lots of particles (or tiny pieces). The particles of soil come from rocks that have broken down, and from rotting leaves and animals bodies. Soil covers a lot of the surface of the Earth. Plants of all sorts grow in soil.\nTo find out more about types of rocks, see the \"rock (geology)\" article.\nTo find out more about soil, see the \"soil\" article.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":54},{"uri":"Rock_(geology)","surface_form":"rocks","offset":96},{"uri":"Earth%27s_crust","surface_form":"Earth's crust","offset":109},{"uri":"Mineral","surface_form":"mineral","offset":194},{"uri":"Ore","surface_form":"ore","offset":255},{"uri":"Fossil_fuel","surface_form":"fossil fuel","offset":264},{"uri":"History_of_the_Earth","surface_form":"history of the Earth","offset":304},{"uri":"Event","surface_form":"event","offset":348},{"uri":"Flood","surface_form":"flood","offset":382},{"uri":"Volcano","surface_form":"volcanic eruptions","offset":390},{"uri":"Earthquake","surface_form":"earthquake","offset":410},{"uri":"Orogeny","surface_form":"orogeny","offset":423},{"uri":"Plate_tectonics","surface_form":"plate tectonics","offset":456},{"uri":"Continents","surface_form":"continents","offset":485},{"uri":"Heat","surface_form":"heat","offset":811},{"uri":"Squeeze","surface_form":"squeeze","offset":822},{"uri":"Fault_(geology)","surface_form":"faults","offset":874},{"uri":"Rock_(geology)","surface_form":"rock (geology)","offset":1385},{"uri":"Soil","surface_form":"soil","offset":1448}]}