{"id":192447,"url":"http://en.wikipedia.org/wiki/Invariable_plane","text":"The invariable plane of a planetary system is the plane passing through its barycenter (center of mass).\nIn the Solar System, about 98% of this effect is from the mass of the four gas giants (Jupiter, Saturn, Uranus, and Neptune). The invariable plane is within 0.5° of the orbital plane of Jupiter. It is the weighted average of all planetary orbital and rotational planes.\nThe invariable plane is got from the sum of angular momenta. It is almost invariable (unchanging) over the entire system.\nComments.\nThe Sun forms a counterbalance to all of the planets, so it is near the barycenter when Jupiter is on one side and the other three jovian planets (gas giants) are opposite on the other side. The Sun moves 2.17 solar radii away from the barycenter when all jovian planets are in line on other side.\nThe orbital angular momenta of the Sun and all non-jovian planets, moons, and minor solar system bodies, as well as the axial rotation momenta of all bodies, totals only about 2%.\nFor almost all purposes the plane can be considered invariable (unchanging) when working in Newtonian physics|Newtonian dynamics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Planetary_system","surface_form":"planetary system","offset":26},{"uri":"Barycenter","surface_form":"barycenter","offset":76},{"uri":"Mass","surface_form":"mass","offset":98},{"uri":"Solar_System","surface_form":"Solar System","offset":112},{"uri":"Gas_giant","surface_form":"gas giant","offset":180},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":192},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":201},{"uri":"Uranus_(planet)","surface_form":"Uranus","offset":209},{"uri":"Neptune_(planet)","surface_form":"Neptune","offset":221},{"uri":"Orbital_plane","surface_form":"orbital plane","offset":274},{"uri":"Sun","surface_form":"Sun","offset":511},{"uri":"Newtonian_dynamics","surface_form":"Newtonian dynamics","offset":1095}]}