{"id":192459,"url":"http://en.wikipedia.org/wiki/Ja_zuster%2C_nee_zuster","text":"Ja zuster, nee zuster (in English: Yes Nurse, No Nurse) was a very popular comedy series on Dutch television in the late 1960s. It was set in a home for old people. The Dutch title literally means, \"Yes, Sister; No, Sister\"; because in the Netherlands, as in Britain and many other countries, female nurses of a certain rank are called \"Sister\".\nThe series was broadcast between 1966 and 1968 and consisted of 20 episodes.\nThe script was written by Annie M.G. Schmidt who was already very well known as a writer of books for children and scripts for television and radio programmes. The songs were written by Harry Bannink.\nDutch people today, especially those who remember the original series, are very disappointed that, apart from one programme, the whole series has been lost. This is because it was recorded on Ampex tape which was very expensive so, after the episodes had been shown on television, other television programmes were recorded on the same tape over the top of it. Some of the film that was shot outside has been preserved. 15 of the songs from the series have also been preserved. They were made into a gramophone record (LP) and later into a CD.\nA film with the same title, based on the series, was produced in 2002. It starred Loes Luca as Zuster (Sister) Klivia and Paul Kooij as her landlord and nextdoor neighbour, Buurman Boordeval.\nThe story.\nThe stories in the television series are about a group of people who live in “Rusthuis Klivia”. The word “rusthuis” means “resthouse”. It is usually used in Dutch to describe an old people’s home (retirement home), although some of the actors in the programme were not really old. There was always chaos in the home. The characters were very strange. One of them grew spinach in the garden, one of them was an engineer who was always doing experiments in the cellar. One of them was a burglar. The neighbour tries to get everyone evicted (thrown out), but he never succeeds.\nEach episode had a guest actor who was often a well-known Dutch television personality.\nThere were many songs in the series. The most popular ones include \"De kat van ome Willem\" (\"Uncle Williams’ Cat\"), \"Ja Zuster, Nee Zuster\" (\"Yes Nurse, No Nurse\"), \"Niet met de deuren slaan\" (\"Don’t bang the doors\") and \"M'n opa\" (\"My grandpa\").\nNew versions.\nIn 1999 a book was published with reconstructions of the stories. An exhibition was opened between November 2002 and March 2003 in Hoorn, North Holland. A musical is now being made which should be ready by 2009. It will be performed in many theatres throughout the Netherlands.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English","offset":26},{"uri":"Netherlands","surface_form":"Dutch","offset":92},{"uri":"Television","surface_form":"television","offset":98},{"uri":"1960","surface_form":"1960","offset":121},{"uri":"United_Kingdom","surface_form":"Britain","offset":259},{"uri":"1966","surface_form":"1966","offset":379},{"uri":"1968","surface_form":"1968","offset":388},{"uri":"Episode","surface_form":"episode","offset":413},{"uri":"Screenplay","surface_form":"script","offset":427},{"uri":"Phonograph","surface_form":"gramophone","offset":1123},{"uri":"LP","surface_form":"LP","offset":1142},{"uri":"Compact_disc","surface_form":"CD","offset":1163},{"uri":"Loes_Luca","surface_form":"Loes Luca","offset":1249},{"uri":"Paul_Kooij","surface_form":"Paul Kooij","offset":1289},{"uri":"Spinach","surface_form":"spinach","offset":1738},{"uri":"Garden","surface_form":"garden","offset":1753},{"uri":"Engineer","surface_form":"engineer","offset":1780},{"uri":"Cellar","surface_form":"cellar","offset":1829},{"uri":"Thief","surface_form":"burglar","offset":1855},{"uri":"Neighbour","surface_form":"neighbour","offset":1868},{"uri":"Eviction","surface_form":"evicted","offset":1900},{"uri":"1999","surface_form":"1999","offset":2297},{"uri":"Exhibition","surface_form":"exhibition","offset":2363},{"uri":"Hoorn","surface_form":"Hoorn","offset":2425},{"uri":"2009","surface_form":"2009","offset":2500}]}