{"id":192578,"url":"http://en.wikipedia.org/wiki/Bayreuth_Festival","text":"The Bayreuth Festival is a music festival held every year in Bayreuth, Germany, at which performances of operas by the 19th century German composer Richard Wagner are performed. It was Wagner's own idea to start a festival for his operas in Bayreuth in a theatre which he designed himself because he was not satisfied with the way that theatres were usually designed.\nThe theatre that he designed is called the Festspielhaus (Festival House). Wagner watched the theatre being built, making sure that it was done the way he wanted it. He had some new ideas about theatre design. For example: he wanted the orchestra pit to be so low that the orchestra would not be seen by the audience.\nWhen the theatre was opened in 1876 his cycle of operas called the \"Der Ring des Nibelungen\" was performed complete for the first time.\nThe festival immediately became internationally famous. Almost every serious musician in Europe wanted to go to Bayreuth to hear Wagner's music performed there. Composers usually either loved it and were strongly influenced by it, or they hated it and reacted against it.\nThe festival still continues now. Every August there is a festival of Wagner's operas. It is extremely difficult to get tickets because so many people want to go. People often wait for ten years before they can get a ticket.\nThe origins of the festival.\nWagner wanted the festival to be in a small town where people could just concentrate on his music. Bayreuth already had a theatre, the Markgräfliches Opernhaus, but it was not suitable for modern opera. The town did not have a cultural life that would be in competition with Wagner's music. Another reason for choosing Bayreuth was that it was outside the area where the rights to perform his operas were not under his control (he had sold these rights many years earlier in order to raise money).\nKing Ludwig II of Bavaria gave a lot of money to Wagner to built the new opera house. Wagner also made tours across Germany to get money for it. Societies were established to raise money.\nThe architect who designed the opera house was Gottfried Semper.\nEarly history.\nThe opening took place on August 13, 1876, with a performance of Das Rheingold. A lot of important people were there, including Kaiser Wilhelm, Dom Pedro II of Brazil, King Ludwig (who came in secret, perhaps because he did not want to meet the Kaiser), and other members of the nobility, as well as the philosopher Friedrich Nietzsche, and the composers Anton Bruckner, Edvard Grieg, Pyotr Tchaikovsky, and Franz Liszt. Hans Richter was the conductor.\nDuring Wagner's life the festival just performed the Ring Cycle and, later, his opera \"Parsifal\". After Wagner's death, his widow Cosima continued to run the festival. She gradually introduced the other operas Wagner had written, so that all ten operas were in the repertoire. The operas were always performed exactly as Wagner had done. Nothing was allowed to be changed in any way.\nAfter Cosima retired from running the festival in 1906, Wagner's son Siegfried took over management of the festival. He did some things differently, introducing new staging and performance styles. When he died in 1930 the festival was run by his widow Winifred.\nBayreuth under Nazi Germany.\nIn the 1920s, some years before the rise of the Nazi party, Winifred Wagner became a close friend of Adolf Hitler. Because of this, Bayreuth was able to continue getting a lot of money during the Nazi period. Wagner's works were used by the Nazi as propaganda tools. It is strange that Hitler went to performances in Bayreuth that included Jewish and foreign singers, long after they had been banned from performing in all other places in Germany. Winifred's influence with Hitler was so strong that Hitler even wrote a letter to the anti-fascist Italian conductor Arturo Toscanini, begging him to lead the festival. Toscanini refused.\nIt was during this time that the festival made its first break from tradition. They stopped using the 19th century scenery on the stage. Many people disagreed with this, including Toscanini and Richard Strauss, and even some members of the Wagner family. They thought it should stay exactly like Wagner had known it.\nDuring the war, the Nazi party ran the festival. Operas were performed for soldiers who had been hurt in the fighting. These soldiers were forced to go to lectures on Wagner before the performances, even if they were not interested in music.\nThe new festival.\nA lot of Bayreuth was destroyed by bombing in the last days of World War II, though the theatre itself was undamaged. After the war, Winifred Wagner was sentenced to probation by a war court because she had supported the Nazi party. Ironically, it was because of Winifred that the theatre was not bombed. She had not allowed it to be used for military purposes, so it was not a military target. After the war the theatre was used for other kinds of concerts for the next few years. The festival started again in 1951, opening with a performance of Beethoven's Symphony no 9, followed by a performance of Wagner's opera, \"Parsifal\"\nWieland Wagner, the composer's grandson, had some very new ideas, including very abstract scenery. Some of the audience even booed. What Wieland was trying to do was to make a big break from the past with its association with Hitler. Wieland died in 1966. For a time people wondered whether the festival would continue. There were a lot of arguments within the Wagner family. Wieland's brother Wolfgang Wagner remained in charge of running the festival for the next 42 years, while the money was controlled by the Richard Wagner Foundation.\nWieland Wagner started a workshop in Bayreuth in which directors could meet and discuss new ideas for presenting the operas. This made it easier for new ideas to be accepted, and gave new life to the festival.\nThe centenary of the festival was celebrated in 1976 with a great production of the Ring directed by the French director Patrice Chereau. His production concentrated on showing how the Ring was about the 19th century working class being used by the wealthy capitalists. Some people thought it was the best opera performance they had ever seen, others hated it.\n21st century.\nThere has been a lot of uncertainty about what would happen after Wolfgang retired. Many people wanted the festival to continue to be in the hands of the Wagner family. On 1 September 2008, Wolfgang Wagner's daughters, Eva Wagner-Pasquier and Katharina Wagner, were named by Bavaria's culture minister to take over the Festival. They have said that they want to \"bring opera to the people\". In 2009 Wagner's opera \"Tristan und Isolde\" will be live on the web. It will only cost £12.90 to watch online. People will also be able to watch it for free on a big screen in the centre of Bayreuth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bayreuth","surface_form":"Bayreuth","offset":61},{"uri":"Opera","surface_form":"opera","offset":105},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":148},{"uri":"Bayreuth_Festspielhaus","surface_form":"Festspielhaus","offset":411},{"uri":"Orchestra_pit","surface_form":"orchestra pit","offset":605},{"uri":"Audience","surface_form":"audience","offset":676},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Der Ring des Nibelungen","offset":754},{"uri":"Europe","surface_form":"Europe","offset":911},{"uri":"Influence","surface_form":"influence","offset":1035},{"uri":"Ticket","surface_form":"ticket","offset":1214},{"uri":"King_Ludwig_II_of_Bavaria","surface_form":"King Ludwig II of Bavaria","offset":1846},{"uri":"Das_Rheingold","surface_form":"Das Rheingold","offset":2179},{"uri":"Wilhelm_I_of_Germany","surface_form":"Kaiser Wilhelm","offset":2242},{"uri":"Pedro_II_of_Brazil","surface_form":"Dom Pedro II","offset":2258},{"uri":"Nobility","surface_form":"nobility","offset":2393},{"uri":"Philosopher","surface_form":"philosopher","offset":2418},{"uri":"Friedrich_Nietzsche","surface_form":"Friedrich Nietzsche","offset":2430},{"uri":"Composer","surface_form":"composer","offset":2459},{"uri":"Anton_Bruckner","surface_form":"Anton Bruckner","offset":2469},{"uri":"Edvard_Grieg","surface_form":"Edvard Grieg","offset":2485},{"uri":"Pyotr_Ilyich_Tchaikovsky","surface_form":"Pyotr Tchaikovsky","offset":2499},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":2522},{"uri":"Hans_Richter","surface_form":"Hans Richter","offset":2535},{"uri":"Conducting","surface_form":"conductor","offset":2556},{"uri":"Cosima_Wagner","surface_form":"Cosima","offset":2697},{"uri":"Repertoire","surface_form":"repertoire","offset":2832},{"uri":"Widow","surface_form":"widow","offset":3197},{"uri":"Nazi","surface_form":"Nazi","offset":3290},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":3343},{"uri":"Propaganda","surface_form":"propaganda","offset":3491},{"uri":"Jew","surface_form":"Jew","offset":3582},{"uri":"Anti-fascist","surface_form":"anti-fascist","offset":3776},{"uri":"Arturo_Toscanini","surface_form":"Arturo Toscanini","offset":3807},{"uri":"19th_century","surface_form":"19th century","offset":3980},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":4072},{"uri":"Nazism","surface_form":"Nazi","offset":4215},{"uri":"Soldier","surface_form":"soldier","offset":4270},{"uri":"Lecture","surface_form":"lecture","offset":4350},{"uri":"Bomb","surface_form":"bomb","offset":4490},{"uri":"World_War_II","surface_form":"World War II","offset":4518},{"uri":"Probation","surface_form":"probation","offset":4621},{"uri":"Beethoven","surface_form":"Beethoven","offset":5003},{"uri":"Symphony_no_9_(Beethoven)","surface_form":"Symphony no 9","offset":5015},{"uri":"Parsifal","surface_form":"Parsifal","offset":5076},{"uri":"Boo","surface_form":"boo","offset":5211},{"uri":"Wolfgang_Wagner","surface_form":"Wolfgang Wagner","offset":5480},{"uri":"Centenary","surface_form":"centenary","offset":5841},{"uri":"Working_class","surface_form":"working class","offset":6054},{"uri":"Capitalism","surface_form":"capitalists","offset":6094}]}