{"id":19284,"url":"http://en.wikipedia.org/wiki/Madeira_Islands","text":"Madeira is a Portuguese archipelago that lies between and, just under north of Tenerife, Canary Islands, in the north Atlantic Ocean and an outermost region of the European Union.\nThe archipelago comprises the major part of one of the two autonomous regions of Portugal (the other being the Azores located to the northwest), that includes the islands of Madeira, Porto Santo, and the Desertas, administered together with the separate archipelago of the Savage Islands.\nThe name Madeira could be used for the autonomous region, the geographical group of islands or just the island of Madeira. These islands are part of the Macaronesia.\nDiscovery.\nMadeira's official written history began in 1418, when two captains under service to Prince Henry the Navigator, João Gonçalves Zarco and Tristão Vaz Teixeira, were pushed by a storm to an island which they named Porto Santo (English: \"holy harbour\"). The following year, an organised expedition was sent to this new land to take possession of the island on behalf of the Portuguese crown. Later, the new settlers saw an island to the southwest, and so the larger island of Madeira was discovered.\nSettlement.\nThe islands were found to be completely uninhabited, and their colonization by the Portuguese began around 1420 or 1425. To get the minimum conditions for the development of agriculture, they had to cut part of the dense forest and to construct a large number of canals (\"levadas\") to carry water, since in some parts of the island there was excess water, while in others water was scarce. During this period, fish constituted about half of the settlers' diet, together with vegetables and fruits cultivated from small pieces of land. Initially, these colonists produced wheat for their own subsistence, but later the quantity cultivated was sufficient to begin sending wheat to continental Portugal.\nOn the 23 September of 1433, the name \"Ilha da Madeira\" (English: \"Madeira Island\", or literally \"island of wood\") began to appear in the first documents and maps. The name given to the islands corresponded to the large dense forests of native trees that covered the island.\nHowever, when wheat production began to fall, the crisis forced to plant other commercial crops. They brought from Sicily plants of sugarcane to produce sugar. After the 17th century, as sugar production went to Brazil, São Tomé and Príncipe and elsewhere, Madeira's most important product became its wine.\nGeography.\nAs other islands of the Macaronesia, the Madeira islands are of volcanic origin and with a subtropical climate.\nLocation.\nThe archipelago is in the African plate, in the Atlantic Ocean between the latitudes 30° and 33° north, southwest of Lisbon and, about west of the African coast, almost at the same latitude as Casablanca.\nIslands and islets.\nThe Madeira islands have a total area of. Their individual areas vary between of the largest island (Madeira) to of the Savage Islands.\nOf the eight islands, only the two largest (Madeira and Porto Santo) are inhabited, having as main accesses, the Madeira Airport in Funchal and the one in Porto Santo. By sea, Funchal has a port that receives different ships, especially cruise ships. The remaining islands are nature reserves.\nTerritory.\nThe territory of the archipelago contains two main islands: the islands of Madeira and Porto Santo; besides these, there are two groups of uninhabited islands, the Desertas and Savages.\nThe island of Madeira has a very irregular and uneven terrain, being the highest points the peaks \"Pico Ruivo\" (1862 m), \"Pico das Torres\" (1851 m), \"Pico do Ariero\" (1818 m) and \"Pico do Juncal\" (1800 m). The northern coast is dominated by high cliffs.\nThe island of Porto Santo, on the other hand, has a completely different geomorphological formation of the island of Madeira. It is very flat where only small plants grow and the soils are poor and not very good for agriculture. This island has some peaks, particularly in the north, and the \" Pico do Facho\" (517 m) is the highest point of elevation in the island, followed by \"Pico Branco\" (450 m).\nThe highest point of Desertas Islands is \"Pedregal\" (442 m) in Deserta Grande, and of Selvagens Islands is \"Pico da Atalaia\" (153 m), in Selvagem Grande.\nClimate.\nThe average temperature for the year in Funchal, Madeira island, is 19°C (66.2°F). The warmest month, on average, is August with an average temperature of 22.6°C (72.7°F). The coolest month on average is February, with an average temperature of 16.1°C (61.0°F).\nThe average amount of precipitation for the year in Funchal is 596.9 mm (23.5\"). The month with the most precipitation on average is December with 109.2 mm (4.3\") of precipitation. The month with the least precipitation on average is July with an average of 2.5 mm (0.1\"). There are an average of 87 days of precipitation, with the most precipitation occurring in December with 13 days and the least precipitation occurring in July with 1 days.\nFor the Villa de Porto Santo, Porto Santo island, the average temperature for the year is 17.8°C (64.0°F). The warmest month, on average, is August with an average temperature of 21.7°C (71.0°F). The coolest month on average is January, with an average temperature of 15°C (59.0°F).\nThe average amount of precipitation for the year in Villa de Porto Santo is 375.9 mm (14.8\"). The month with the most precipitation on average is January with 61 mm (2.4\") of precipitation. The month with the least precipitation on average is July with an average of 2.5 mm (0.1\").\nThe Köppen climate classification subtype for this climate of Funchal (Madeira) and Villa de Porto Santo (Porto Santo) is Csb (Mediterran Climate).\nThe climate of Desertas islands and partes of Porto Santo is semi-arid (Bs) and in the Savage islands is a desert climate (Bw).\nAdministration.\nIn 1976 Madeira became one of the two autonomous regions of the Republic of Portugal (Azores is the other) under the Portuguese name \"Região Autónoma da Madeira\", with its own executive and a regional legislature. The current president of the regional government is Alberto João Jardim. The main offices of the regional government are in Funchal, making this city the capital of the region.\nAdministrative divisions.\nAdministratively, the Autonomous Region of Madeira (with a population of 267,785 inhabitants in 2011 and covering an area of) is organised into 11 \"municípios\", of which 10 are in the island of Madeira and one in Porto Santo. Municipalities are further divided into 54 \"freguesias\", 53 in Madeira and 1 in Porto Santo.\nPopulation.\nAccording to the 2011 Census, the total population in the Autonomous Region of Madeira was 267,785: 126,268 men and 141,517 women. The density for the whole region is persons/km2; calculating the density taking in account only the inhabited islands (Madeira and Porto Santo), the density would be inhabitants/km2.\nNature.\nThe region of Madeira is home to a great and important biodiversity, with an estimated 7,571 terrestrial species for the whole archipelago. The total number of endemic species and subspecies is about 1,419 (1,286 species and 182 sub-species), which represents 19% of the overall species diversity.\nThe most known environment of the archipelago is its Laurel forest (laurisilva) which still extends over 15,000 hectares or 20% of the archipelago. These forests, very rich in biodiversity, are the largest and best-preserved Laurel forests in the entire Macaronesia region. They are home to unique plant and animal species, including the famous Trocaz Pigeon or Madeira Laurel Pigeon (\"Columba trocaz\"), and the Madeira Kinglet (\"Regulus madeirensis\"). The most threatened bird of Europe, the Madeiran or Zino’s Petrel (\"Pterodroma madeira\") inhabits the highest cliffs in the Central Mountainous Massif of the Madeira island.\nIn the sea around Madeira there are numerous species of marine mammals, including 28 species of cetaceans and the critically endangered Mediterranean Monk Seal (\"Monachus monachus\").\nThere are 6 protected areas in the Madeira Archipelago, including the Madeira Natural Park. This park, which covers over 2/3 of Madeira Island and includes the entire Laurel forest, is a European Council Biogenetic Reserve since 1992, and a UNESCO World Natural Heritage Site since 1999. Additionally, 11 sites in the whole archipelago are part of the Natura 2000 network and 11 other sites are designated Important Bird Areas.\nEconomy.\nThe local economy is based mainly on agriculture and tourism, the main resource. Agriculture produces bananas, flowers, and Madeira wine which is exported. The industrial area is not very diverse and they are relationated with food, beverages, tobacco and construction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Archipelago","surface_form":"archipelago","offset":24},{"uri":"Tenerife","surface_form":"Tenerife","offset":79},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":89},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":118},{"uri":"Special_Member_State_territories_and_the_European_Union","surface_form":"outermost region of the European Union","offset":140},{"uri":"Autonomous_area","surface_form":"autonomous regions","offset":239},{"uri":"Portugal","surface_form":"Portugal","offset":261},{"uri":"Azores","surface_form":"Azores","offset":291},{"uri":"Porto_Santo_Island","surface_form":"Porto Santo","offset":363},{"uri":"Desertas_Islands","surface_form":"Desertas","offset":384},{"uri":"Savage_Islands","surface_form":"Savage Islands","offset":453},{"uri":"Geography","surface_form":"geographical","offset":531},{"uri":"Macaronesia","surface_form":"Macaronesia","offset":622},{"uri":"History","surface_form":"history","offset":673},{"uri":"Captain","surface_form":"captain","offset":705},{"uri":"Prince","surface_form":"Prince","offset":731},{"uri":"Henry_the_Navigator","surface_form":"Henry the Navigator","offset":738},{"uri":"Jo%C3%A3o_Gon%C3%A7alves_Zarco","surface_form":"João Gonçalves Zarco","offset":759},{"uri":"Trist%C3%A3o_Vaz_Teixeira","surface_form":"Tristão Vaz Teixeira","offset":784},{"uri":"Porto_Santo_Island","surface_form":"Porto Santo","offset":859},{"uri":"Crown","surface_form":"crown","offset":1029},{"uri":"Settler","surface_form":"settler","offset":1051},{"uri":"Agriculture","surface_form":"agriculture","offset":1330},{"uri":"Canal","surface_form":"canal","offset":1419},{"uri":"Fish","surface_form":"fish","offset":1566},{"uri":"Vegetable","surface_form":"vegetable","offset":1631},{"uri":"Fruit","surface_form":"fruit","offset":1646},{"uri":"Colony","surface_form":"colonists","offset":1708},{"uri":"Wheat","surface_form":"wheat","offset":1727},{"uri":"Crop","surface_form":"crop","offset":2222},{"uri":"Sicily","surface_form":"Sicily","offset":2247},{"uri":"Sugarcane","surface_form":"sugarcane","offset":2264},{"uri":"Sugar","surface_form":"sugar","offset":2285},{"uri":"Brazil","surface_form":"Brazil","offset":2344},{"uri":"S%C3%A3o_Tom%C3%A9_and_Pr%C3%ADncipe","surface_form":"São Tomé and Príncipe","offset":2352},{"uri":"Wine","surface_form":"wine","offset":2433},{"uri":"Macaronesia","surface_form":"Macaronesia","offset":2474},{"uri":"Volcano","surface_form":"volcanic","offset":2514},{"uri":"Subtropics","surface_form":"subtropical","offset":2541},{"uri":"Climate","surface_form":"climate","offset":2553},{"uri":"Plate_tectonics","surface_form":"African plate","offset":2598},{"uri":"Latitude","surface_form":"latitude","offset":2647},{"uri":"Latitude","surface_form":"latitude","offset":2753},{"uri":"Casablanca","surface_form":"Casablanca","offset":2765},{"uri":"Savage_Islands","surface_form":"Savage Islands","offset":2917},{"uri":"Port","surface_form":"port","offset":3123},{"uri":"Cruise_ship","surface_form":"cruise ship","offset":3170},{"uri":"Terrain","surface_form":"terrain","offset":3478},{"uri":"Mountain","surface_form":"peak","offset":3516},{"uri":"Pico_Ruivo","surface_form":"Pico Ruivo","offset":3523},{"uri":"Cliff","surface_form":"cliff","offset":3670},{"uri":"Geomorphology","surface_form":"geomorphological","offset":3751},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":5518},{"uri":"Semi-arid_climate","surface_form":"semi-arid","offset":5723},{"uri":"Desert","surface_form":"desert","offset":5769},{"uri":"Azores","surface_form":"Azores","offset":5892},{"uri":"Executive_(government)","surface_form":"executive","offset":5982},{"uri":"Legislature","surface_form":"legislature","offset":6007},{"uri":"President","surface_form":"president","offset":6032},{"uri":"Municipality","surface_form":"\"municípios\"","offset":6370},{"uri":"Parish","surface_form":"\"freguesias\"","offset":6492},{"uri":"Biodiversity","surface_form":"biodiversity","offset":6931},{"uri":"Terrestrial","surface_form":"terrestrial","offset":6969},{"uri":"Species","surface_form":"species","offset":6981},{"uri":"Endemism","surface_form":"endemic","offset":7036},{"uri":"Subspecies","surface_form":"subspecies","offset":7056},{"uri":"Environment","surface_form":"environment","offset":7189},{"uri":"Laurel","surface_form":"Laurel","offset":7227},{"uri":"Laurisilva","surface_form":"laurisilva","offset":7242},{"uri":"Macaronesia","surface_form":"Macaronesia","offset":7428},{"uri":"Trocaz_Pigeon","surface_form":"Trocaz Pigeon","offset":7519},{"uri":"Madeira_Kinglet","surface_form":"Madeira Kinglet","offset":7586},{"uri":"Endangered_species","surface_form":"threatened","offset":7636},{"uri":"Sea","surface_form":"marine","offset":7857},{"uri":"Mammal","surface_form":"mammal","offset":7864},{"uri":"Cetacea","surface_form":"cetacea","offset":7897},{"uri":"Mediterranean_Monk_Seal","surface_form":"Mediterranean Monk Seal","offset":7937},{"uri":"UNESCO","surface_form":"UNESCO","offset":8225},{"uri":"World_Heritage_Site","surface_form":"World Natural Heritage Site","offset":8232},{"uri":"Site","surface_form":"site","offset":8289},{"uri":"Natura_2000","surface_form":"Natura 2000","offset":8336},{"uri":"Network","surface_form":"network","offset":8348},{"uri":"Important_Bird_Areas","surface_form":"Important Bird Areas","offset":8390},{"uri":"Agriculture","surface_form":"agriculture","offset":8458},{"uri":"Tourism","surface_form":"tourism","offset":8474},{"uri":"Banana","surface_form":"banana","offset":8523},{"uri":"Flower","surface_form":"flower","offset":8532},{"uri":"Wine","surface_form":"wine","offset":8553},{"uri":"Export","surface_form":"export","offset":8567},{"uri":"Industry","surface_form":"industrial","offset":8581},{"uri":"Drink","surface_form":"beverage","offset":8654},{"uri":"Tobacco","surface_form":"tobacco","offset":8665},{"uri":"Construction","surface_form":"construction","offset":8677}]}