{"id":193092,"url":"http://en.wikipedia.org/wiki/Y%C4%B1ld%C4%B1z_Tilbe","text":"Yıldız Tilbe is a Turkish pop folk singer and one of the best selling musical artists in Turkey, known especially for her eastern-infused ballads.\nEarly life and work.\nHer father is from Ağrı and her mother is from Tunceli.\nWhile performing at a nightclub in 1991, she met Sezen Aksu. For some time, she worked as a backing singer and worked together with several other artists on their music.\nYıldız released her first album \"Delikanlım\" in 1994, and songs from this and later albums have been played on the radio outside of Turkey. Tilbe writes and composes most of her songs and also produces for other artists, including Tarkan, Funda Arar, Demet Akalin, Gulben Ergen.\nAnti-semitism and anti-Israel views.\nYıldız has sometimes spoken hatefully of Jews and of Israel on social media.\nAfter the 2006 Israeli airstrike on Lebanon, live on television Tilbe said, \"May God bring down one disaster after another upon Israel,\" to which the studio audience answered, “Amen.”\nAfter the Israeli airstrikes on Gaza in early July 2014, Tilbe is said on social media site Twitter: \"God bless Hitler, it was even too few what he did to the Jews, he was right\" and \"The Jews will be destroyed by Muslims, in the name of Allah, not much time left for it to be done\".\nTilbe's tweets were supported from the mayor of Turkey's capital Ankara, Melih Gökçek, who is a member of the ruling Justice and Development Party, and also a controversial person. Later she tweeted that did not mean to praise Hitler and that she also has some Jewish friends.","categories":[],"infobox_types":[],"annotations":[{"uri":"Turkey","surface_form":"Turkish","offset":18},{"uri":"A%C4%9Fr%C4%B1","surface_form":"Ağrı","offset":187},{"uri":"Tunceli","surface_form":"Tunceli","offset":215},{"uri":"Sezen_Aksu","surface_form":"Sezen Aksu","offset":273},{"uri":"Delikanl%C4%B1m","surface_form":"Delikanlım","offset":427},{"uri":"Tarkan_(singer)","surface_form":"Tarkan","offset":625},{"uri":"Funda_Arar","surface_form":"Funda Arar","offset":633},{"uri":"Demet_Akal%C4%B1n","surface_form":"Demet Akalin","offset":645},{"uri":"G%C3%BClben_Ergen","surface_form":"Gulben Ergen","offset":659},{"uri":"Judaism","surface_form":"Jews","offset":751},{"uri":"Israel","surface_form":"Israel","offset":763},{"uri":"2006_Lebanon_War","surface_form":"2006 Israeli airstrike","offset":797},{"uri":"Operation_Protective_Edge","surface_form":"Israeli airstrikes","offset":981},{"uri":"Twitter","surface_form":"Twitter","offset":1063},{"uri":"Ankara","surface_form":"Ankara","offset":1320},{"uri":"Melih_G%C3%B6k%C3%A7ek","surface_form":"Melih Gökçek","offset":1328},{"uri":"Justice_and_Development_Party_(Turkey)","surface_form":"Justice and Development Party","offset":1372},{"uri":"Controversy","surface_form":"controversial","offset":1414}]}