{"id":19304,"url":"http://en.wikipedia.org/wiki/R%C3%A9union","text":"Réunion () is an island of France. It is also a region of France and an overseas department of France, meaning France owns the island nation. It is in the Indian Ocean east of Madagascar, about 200 km (125 miles) southwest of Mauritius. Its capital is Saint-Denis. The highest point in La Reunion is La piton des neiges. The island is also famous for its black beaches, even though people think that there are white beaches. The island is 63 kilometres (39 mi) long; 45 kilometres (28 mi) wide; and covers 2,512 square kilometres (970 sq mi). It is similar to the island Hawaii as both are above hotspots in the Earth's crust.\nThe Piton de la Fournaise, a shield volcano on the eastern end of Réunion Island, rises more than 2,631 metres (8,632 ft) above sea level and is sometimes called a sister to Hawaiian volcanoes because of the similarity of climate and volcanic nature. It has erupted more than 100 times since 1640 and is under constant monitoring. It most recently erupted on 2 January 2010. Before that, the most noticeable was during April 2007, when the lava flow was estimated at 3,000,000 cubic metres (3,900,000 cu yd) per day. The Piton de la Fournaise is created by a hotspot volcano, which also created the Piton des Neiges and the islands of Mauritius and Rodrigues.\nThe Piton des Neiges volcano, the highest point on the island at 3,070 metres (10,070 ft) above sea level, is northwest of the Piton de la Fournaise. Collapsed calderas and canyons are southwest of the mountain. Like Kohala on the Big Island of Hawaii, the Piton des Neiges is an extinct volcano. Despite its name, snow (French: neige) practically never falls on the summit.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":17},{"uri":"Regions_of_France","surface_form":"region of France","offset":48},{"uri":"Overseas_department_of_France","surface_form":"overseas department of France","offset":72},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":155},{"uri":"Madagascar","surface_form":"Madagascar","offset":176},{"uri":"Kilometre","surface_form":"km","offset":198},{"uri":"Mile","surface_form":"mile","offset":206},{"uri":"Mauritius","surface_form":"Mauritius","offset":226},{"uri":"Saint-Denis%2C_R%C3%A9union","surface_form":"Saint-Denis","offset":252},{"uri":"Piton_de_la_Fournaise","surface_form":"Piton de la Fournaise","offset":631},{"uri":"Extinct_volcano","surface_form":"extinct volcano","offset":1567}]}