{"id":193066,"url":"http://en.wikipedia.org/wiki/Developing_country","text":"Different people have tried to classify countries into different groups. This is usually done either by looking at how rich people are, on average, in different countries, or how well-developed the political system is. Most of the time there are two groups, namely developing countries and developed ones. Sometimes there are three groups, in which case the third group is between developing and developed countries, and is usually called emerging countries.\nThese definitions are problematic, because a high standard of living does not just mean that people make a lot of money. The main problem is that things cost different amounts in different countries. Just because people earn more money in one country does not necessarily mean they are better-off; they might earn more simply because the cost of living is higher. This means they need to spend more money just to buy those things they need every day.\nFor this reason, there are different definitions of developing countries. The level of economic development also changes a lot from one developing countries to another. There are developing countries that have a high standard of living.\nMany of these countries have a lot of natural resources but not the Industrialization that would use them, so the resources are sold to the countries which can use them.\nWords used to describe these countries.\nLess Developed Countries or \"LDCs\" is often used now because it seems less insulting.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"countries","offset":40},{"uri":"Politics","surface_form":"political system","offset":198},{"uri":"Developed_country","surface_form":"developed","offset":290},{"uri":"Cost_of_living","surface_form":"cost of living","offset":797},{"uri":"Economic_development","surface_form":"economic development","offset":997},{"uri":"Natural_resource","surface_form":"natural resource","offset":1185},{"uri":"Industrialization","surface_form":"Industrialization","offset":1215}]}