{"id":193297,"url":"http://en.wikipedia.org/wiki/Sonata_for_Two_Pianos_and_Percussion","text":"e=\"preserve\">The Sonata for Two Pianos and Percussion is a musical composition by the Hungarian composer Béla Bartók. It was written for a very unusual combination of players. Four players are needed to perform this sonata: two pianists and two percussion players. The two pianists each have a piano, and the two percussion players play seven instruments between them: three timpani, xylophone, one side drum with snares and one without, a suspended cymbal, a pair of cymbals, a bass drum, a triangle and a tam-tam.\nIn the introduction to the score Bartók gave very precise instructions about how the different percussion instruments should be played, the kinds of beaters to be used, and a plan of how they were to be grouped on stage.\nThere are three movements: a fast movement, a slow movement and a fast movement. The first movement starts with a slow introduction.\nThere are many interesting and unusual things to listen out for in the music. For example, in the first movement the timpani sometimes play glissandos. This means that the pitch of the notes slides up or down. The player needs to have timpani with pedals to do this. This movement is in sonata form.\nThe second movement sounds very creepy. Bartók quite often wrote music which sounded like insects at night. This is one of his “night pieces”. In the climax to this exciting music Piano One plays lots of glissandos.\nThe last movement is a big contrast to the atmosphere in the slow movement. It is like a lively dance.\nThe sonata was first performed in Basle in 1938 with the composer playing one piano and his wife Ditta playing the other one. Fritz Schiesser and Philipp Rühlig played the percussion. It immediately became very popular and has since been one of his best- known works. Bartók also made a version for the two pianos to play with an orchestra, but it is not normally performed like that.","categories":[],"infobox_types":[],"annotations":[{"uri":"Composition_(music)","surface_form":"composition","offset":67},{"uri":"Hungary","surface_form":"Hungarian","offset":86},{"uri":"Composer","surface_form":"composer","offset":96},{"uri":"B%C3%A9la_Bart%C3%B3k","surface_form":"Béla Bartók","offset":105},{"uri":"Sonata","surface_form":"sonata","offset":216},{"uri":"Timpani","surface_form":"timpani","offset":375},{"uri":"Xylophone","surface_form":"xylophone","offset":384},{"uri":"Side_drum","surface_form":"side drum","offset":399},{"uri":"Cymbal","surface_form":"cymbal","offset":450},{"uri":"Bass_drum","surface_form":"bass drum","offset":479},{"uri":"Triangle","surface_form":"triangle","offset":492},{"uri":"Tam-tam","surface_form":"tam-tam","offset":507},{"uri":"Printed_music","surface_form":"score","offset":543},{"uri":"Movement_(music)","surface_form":"movements","offset":753},{"uri":"Glissando","surface_form":"glissando","offset":1010},{"uri":"Pitch","surface_form":"pitch","offset":1042},{"uri":"Pedal_(music)","surface_form":"pedals","offset":1118},{"uri":"Sonata_form","surface_form":"sonata form","offset":1157},{"uri":"Insect","surface_form":"insect","offset":1260},{"uri":"Basle","surface_form":"Basle","offset":1523},{"uri":"1938","surface_form":"1938","offset":1532},{"uri":"Orchestra","surface_form":"orchestra","offset":1819}]}