{"id":193285,"url":"http://en.wikipedia.org/wiki/Cypress_Gardens","text":"e=\"preserve\">Cypress Gardens is a theme park near Winter Haven, Florida in the United States.\nHistory.\nCypress Gardens opened on January 2, 1936 as a flower garden planted by Dick and Julie Pope. Over the years, it became one of the biggest attractions in Florida, known for its water ski shows, nice gardens, and Southern Belle models.\nIt became known as the \"Water Ski Capital of the World\" because many of the sport's major \"firsts\" and over 50 world records were broken there. Many movies have been filmed at the park, including parts of \"This is Cinerama,\" the first feature filmed in that wide-screen format, and several of Esther Williams films and TV specials in the 1950s and 1960s. With their addition of a custom photography boat named Miss Cover Girl in the early 1960s, the park became a popular site for the filming of television commercials.\nCompetition for guests increased after the Walt Disney World Resort opened nearby in 1971. In the early 1980s, the Popes retired and gave the park to their son, Dick Pope Jr.\nIn the 1980s, book publisher Harcourt, Brace, Jovanovich bought the park along with SeaWorld, Circus World (later rebuilt as Boardwalk & Baseball) and Stars Hall of Fame, but sold most of the businesses to Anheuser-Busch in 1989. Busch continued to run Cypress Gardens until April 1, 1995, when a group of the park's managers led by Bill Reynolds bought the property.\nUnder President and CEO Reynolds, the park ran until April 13, 2003, when it closed after a long tourism decline following the September 11, 2001 terrorist attacks. 529 people were put out of work with only three days notice.\nRight away the Friends of Cypress Gardens, started and led by Burma Davis Posey, was founded. They enrolled members in all 50 states and 27 countries. Within three and a half months, this grass-roots effort raised $13,500,000 and saved the park.\nOn February 22, 2004, Adventure Parks Group, owned by Kent Buescher, bought the property and renamed it Cypress Gardens Adventure Park. The purchase of the amusement park portion of the Cypress Gardens property was part of a larger conservation agreement. In that agreement, the entire site was bought from its previous owner, First Gardens, L.C., by The Trust for Public Land, a nation wide conservation group [http://findarticles.com/p/articles/mi_hb5554/is_200402/ai_n21829121]. TPL then sold a conservation access over the entire property to the state of Florida, while Polk County purchased the gardens portion of the property, less the development rights conveyed in the state agreement. Adventure Parks Group purchased the balance of the property, also subject to the conservation agreement.\nBuescher's plan to reopen the park in September 2004 was delayed by damages created by hurricanes Charley, Frances, and Jeanne. Cypress Gardens Adventure Park finally opened in November 2004. One of its new rides, the Triple Hurricane roller coaster, was named for the fierce storm season. The Splash Island water park opened in 2005, along with the Galaxy Spin roller coaster.\nIn September 2006, Adventure Parks Group filed for Chapter 11 bankruptcy protection at the Florida site following approximately $30 million in damages sustained by the 2004 hurricanes.\nLand South Adventures, a branch of Mulberry, Florida-based Land South Holdings, bought Cypress Gardens at a bankruptcy auction on October 16, 2007 for $16.9 million, leaving Buescher as temporary manager until Baker Leisure Group of Orlando, Florida took over running the park in January 2008.\nMany celebrities have skied and visited at the park, including Elvis Presley, Jordan's former King Hussein and his son, King Abdullah II. It was also the site of a Johnny Carson special.\nOn Monday, November 10, 2008, Land South Holdings announced the temporary closure of the park, which was shut down November 17 of that year. It reopened on March 28, 2009 with an expanded water park, named Splash Island. The rides and animals, however, were gone. The reopening prices were reduced. Cypress Gardens and Splash Island now have separate ticketing, though seasonal passes are available. Parking is now free.","categories":[],"infobox_types":[],"annotations":[{"uri":"Amusement_park","surface_form":"theme park","offset":34},{"uri":"Winter_Haven%2C_Florida","surface_form":"Winter Haven, Florida","offset":50},{"uri":"United_States","surface_form":"United States","offset":79},{"uri":"Walt_Disney_World_Resort","surface_form":"Walt Disney World Resort","offset":900},{"uri":"1971","surface_form":"1971","offset":942},{"uri":"April_1","surface_form":"April 1","offset":1307},{"uri":"1995","surface_form":"1995","offset":1316},{"uri":"April_13","surface_form":"April 13","offset":1453},{"uri":"2003","surface_form":"2003","offset":1463},{"uri":"September_11%2C_2001_attacks","surface_form":"September 11, 2001 terrorist attacks","offset":1527},{"uri":"February_22","surface_form":"February 22","offset":1875},{"uri":"2004","surface_form":"2004","offset":1888},{"uri":"Polk_County%2C_Florida","surface_form":"Polk County","offset":2446},{"uri":"2004","surface_form":"2004","offset":2719},{"uri":"2005","surface_form":"2005","offset":3000},{"uri":"2006","surface_form":"2006","offset":3062},{"uri":"Mulberry%2C_Florida","surface_form":"Mulberry, Florida","offset":3269},{"uri":"Orlando%2C_Florida","surface_form":"Orlando, Florida","offset":3467},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":3591},{"uri":"Jordan","surface_form":"Jordan","offset":3606},{"uri":"Johnny_Carson","surface_form":"Johnny Carson","offset":3692}]}