{"id":193276,"url":"http://en.wikipedia.org/wiki/Pikachu","text":"Pikachu is a yellow mouse Pokémon from the fictional Pokémon world that was created by Satoshi Tajiri. It is 0.4 m tall and it weighs 6.0 kg. The skin color is yellow with brown markings covering the lower portion of its back. Female Pikachu has a heart-shaped tail. It can attack using electricity which comes from two red pouches (called \"Denkibukuro\") on its cheeks. It can evolve into Raichu, which is bigger and stronger. A minuscule and frail Pokémon called Pichu can evolve into Pikachu. Pikachu appears in most Pokémon games in some way.\n\"Chu\" comes from the power of speech of a mouse in Japanese.\nPikachu is the finest known of all Pokémon because it is the authorized mascot of the series. It is also one of the principal characters of the Pokémon anime and comic books. In one of the first Pokémon games, \"Pokémon Yellow\", it is the player's starter Pokémon. It actually symbolizes Pokémon. It was not so high-ranking by the popularity vote in the company to select the mascot. Pikachu is Ash's first Pokémon.\nAppearances.\nIn the \"Pokémon\" anime, the trainer Ash Ketchum's first Pokémon is a Pikachu. At first, it does not like him, but then he saves it from a group of Spearow and their friendship grows slowly from there.\nPikachu has also appeared in the \"Super Smash Bros.\" series. He has appeared in \"Super Smash Bros.\", \"Super Smash Bros. Melee\", \"Super Smash Bros. Brawl\", and \"Super Smash Bros. for Nintendo 3DS and Wii U\" as a very fast and light playable character. In the game Pokemon Go, Pikachu can be found wearing a Santa hat at Christmas.\nRyan Reynolds will voice Pikachu in the 2019 movie '.\nPichu.\nPichu is the pre-evolved form of Pikachu. It is a small yellow electric mouse, but does not have as much power as a Pikachu. It evolves to Pikachu when it is very happy. There are special forms of Pichu: a notched-ear Pichu, and a Pikachu-colored Pichu as event Pokémon in the \"Pokémon HeartGold and SoulSilver\" games. Pichu has appeared as an unlockable character in \"Super Smash Bros. Melee\" where it has a cloned moveset to Pikachu's but takes damage when it uses electric attacks. Pichu features in the intro of the third Pokémon movie.\nRaichu.\nRaichu is the evolved form of Pikachu and has orange fur, unlike Pikachu's yellow fur. In order for a Pikachu to evolve into a Raichu, it must use a Thunderstone. It can hold much more electricity in its cheeks. In the Pokémon anime, Gym Leader Lt. Surge's Raichu has a battle with Ash's Pikachu. At first, Raichu wins, but Pikachu beats it in a rematch.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yellow","surface_form":"yellow","offset":13},{"uri":"Mouse","surface_form":"mouse","offset":20},{"uri":"Fiction","surface_form":"fiction","offset":43},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":53},{"uri":"Fictional_universe","surface_form":"world","offset":61},{"uri":"Satoshi_Tajiri","surface_form":"Satoshi Tajiri","offset":87},{"uri":"Electricity","surface_form":"electricity","offset":287},{"uri":"Raichu","surface_form":"Raichu","offset":389},{"uri":"Mascot","surface_form":"mascot","offset":679},{"uri":"Comic_book","surface_form":"comic book","offset":769},{"uri":"Pok%C3%A9mon_Yellow","surface_form":"Pokémon Yellow","offset":818},{"uri":"Ash_Ketchum","surface_form":"Ash","offset":1001},{"uri":"Pok%C3%A9mon_(anime)","surface_form":"Pokémon","offset":1043},{"uri":"Ash_Ketchum","surface_form":"Ash Ketchum","offset":1071},{"uri":"Spearow","surface_form":"Spearow","offset":1182},{"uri":"Super_Smash_Bros._(series)","surface_form":"Super Smash Bros.","offset":1270},{"uri":"Super_Smash_Bros.","surface_form":"Super Smash Bros.","offset":1317},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":1338},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":1365},{"uri":"Super_Smash_Bros._for_Nintendo_3DS_and_Wii_U","surface_form":"Super Smash Bros. for Nintendo 3DS and Wii U","offset":1396},{"uri":"Ryan_Reynolds","surface_form":"Ryan Reynolds","offset":1566},{"uri":"Pok%C3%A9mon_HeartGold_and_SoulSilver","surface_form":"Pokémon HeartGold and SoulSilver","offset":1905}]}