{"id":193207,"url":"http://en.wikipedia.org/wiki/Paratrooper","text":"Paratroopers are soldiers trained in parachuting and generally operate as part of an airborne force. Using paratroopers is called \"paradrop operations\".\nHistory.\nThe idea of dropping soldiers from height dates back to Benjamin Franklin whose idea was to drop soldiers with parachutes from balloons. The idea was not very practical, but the development of aeroplanes in World War I meant that it was feasible (that is: a working idea) to drop soldiers with parachutes from air.\nItaly was the first country which founded airborne forces in the 1930s. Germany and Soviet Union soon followed. Germany was the first country to use paratroopers, called \"Fallschirmjäger\" (German language for \"parachute ranger\") in combat in World War Two. Germany dropped paratroops in Netherlands, Belgium, Denmark and Norway in 1940. United Kingdom founded its own airborne forces in 1941. The first British paradrop operation was a guerrilla strike against an important water line in Italy. In 1941, the Germans launched a massive paradrop operation in Crete, capturing the island from the British. The British troops had fought back so bitterly and caused so heavy casualties (that is: dead and wounded) to the German paratroopers that Adolf Hitler forbade any further paradrop operations.\nWhen United States joined the war, it founded its own airborne forces. Americans made paradrops in North Africa, Sicily, Italy, France and Germany itself. The first really large paradrop operation was the Normandy invasion, called \"Operation Overlord\" 6.6. 1944 where the British dropped one and Americans dropped two divisions of paratroopers in Normandy, France to capture important bridges and traffic junctions.\nThe largest paradrop operation ever was Operation Market Garden in September 1944, which led into liberation of Belgium and capture of important ports at Rhine mouth. The last paradrop operation in World War Two was Operation Varsity, which was used to secure the bridgeheads at River Rhine and to open roads to Germany itself.\nThe development of helicopter meant that troops could now be carried and landed quickly on the spot and there was no more need for large scale paradrop operations. The last large paradrop has been during the Suez Crisis 1951 when the British dropped a battalion of paratroops at Suez.\nTroops.\nParatroops are elite troops in all armies around the world. They work as light infantry, and receive an extremely hard and good training. They are taught to run, fight, carry weapons, move and survive in very difficult terrain and conditions. All paratroopers are always volunteers. To become a paratrooper, a soldier must be very fit, very intelligent, have a very good discipline and have enough courage to jump off an aeroplane.\nParatroopers are mainly used as rangers in modern warfare. A ranger is a soldier who is employed very far from home base, often behind enemy lines. Their main task is to capture important bridges, buildings, villages and other sites, do guerrilla strikes like blowing up an enemy railway line, capture enemy leaders and important soldiers and do long range reconnaissance (that is: scouting and gathering information of enemy troops, movements etc).\nMany paratrooper units have their own names, such as British \"Red Devils\", American \"Screaming Eagles\" and \"All American\" and German \"Green Devils\".\nOperations.\nParatroopers are dropped off at a place where they are meant to operate. This is called a \"drop zone\" (DZ). Paratroopers usually jump from heights of 100 to 400 m. They usually use round \"bell\" parachutes and they use static line deployment. (See the article Parachute on how the static line works.) They usually carry pistols and rifles with them, and their other weapons and gear are dropped on containers at the same time.\nOnce the paratroopers have landed, they take off their parachute rigs and gather to designated places. Their leaders then assign them orders. For example they may capture a bridge so their troops can use it, or destroy it with explosives so the enemy cannot use it.\nParatroopers usually fight as light infantry. They usually have few heavy weapons, and no tanks or heavy artillery. Once the paratroopers have carried out their mission, they usually wait for their ground troops to arrive and take control. They may continue to fight on the ground, or may return to base and prepare for the next drop.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soldier","surface_form":"soldier","offset":17},{"uri":"Parachute","surface_form":"parachuting","offset":37},{"uri":"Airborne_forces","surface_form":"airborne force","offset":85},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":218},{"uri":"Parachute","surface_form":"parachute","offset":273},{"uri":"Balloon","surface_form":"balloon","offset":289},{"uri":"Aeroplane","surface_form":"aeroplane","offset":355},{"uri":"World_War_I","surface_form":"World War I","offset":369},{"uri":"Germany","surface_form":"Germany","offset":549},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":561},{"uri":"German_language","surface_form":"German language","offset":666},{"uri":"World_War_Two","surface_form":"World War Two","offset":719},{"uri":"Netherlands","surface_form":"Netherlands","offset":764},{"uri":"Belgium","surface_form":"Belgium","offset":777},{"uri":"Denmark","surface_form":"Denmark","offset":786},{"uri":"Norway","surface_form":"Norway","offset":798},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":814},{"uri":"Italy","surface_form":"Italy","offset":965},{"uri":"Crete","surface_form":"Crete","offset":1034},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1218},{"uri":"United_States","surface_form":"United States","offset":1277},{"uri":"North_Africa","surface_form":"North Africa","offset":1371},{"uri":"Sicily","surface_form":"Sicily","offset":1385},{"uri":"Italy","surface_form":"Italy","offset":1393},{"uri":"France","surface_form":"France","offset":1400},{"uri":"Germany","surface_form":"Germany","offset":1411},{"uri":"Normandy_invasion","surface_form":"Normandy invasion","offset":1477},{"uri":"Divisions","surface_form":"divisions","offset":1590},{"uri":"Normandy","surface_form":"Normandy","offset":1619},{"uri":"France","surface_form":"France","offset":1629},{"uri":"Operation_Market_Garden","surface_form":"Operation Market Garden","offset":1728},{"uri":"Belgium","surface_form":"Belgium","offset":1800},{"uri":"Rhine","surface_form":"Rhine","offset":1842},{"uri":"Operation_Varsity","surface_form":"Operation Varsity","offset":1904},{"uri":"Rhine","surface_form":"Rhine","offset":1973},{"uri":"Germany","surface_form":"Germany","offset":2000},{"uri":"Helicopter","surface_form":"helicopter","offset":2035},{"uri":"Elite","surface_form":"elite","offset":2324},{"uri":"Volunteer","surface_form":"volunteer","offset":2580},{"uri":"Discipline","surface_form":"discipline","offset":2680},{"uri":"Guerrilla","surface_form":"guerrilla","offset":2978},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":3098},{"uri":"Parachute","surface_form":"Parachute","offset":3611},{"uri":"Infantry","surface_form":"infantry","offset":4080},{"uri":"Tank","surface_form":"tank","offset":4134},{"uri":"Artillery","surface_form":"artillery","offset":4149}]}