{"id":193383,"url":"http://en.wikipedia.org/wiki/Scholasticism","text":"Scholasticism is a way of thinking and teaching knowledge. It was developed in the Middle Ages. It started when people wanted to bring together what is called \"classical philosophy\" with the teachings of\nChristian theology. Classical philosophy is the philosophy developed in Ancient Greece.\nScholasticism is not a philosophy or a theology, but rather a way of teaching and learning. Scholasticism emphasises the use of dialectic. The main purpose of dialectic is to find an answer to a question, or to show that a contradiction can be resolved.\nScholasticism was started by people like Saint Ambrose and St. Augustine. They tried to use philosophy to help explain the doctrine and mysteries of the church. Ambrose and Augustine were among the first Church fathers who brought Christian ideas and Greek philosophy together.\nThe main figures of scholasticism were Peter Abelard, Albertus Magnus, Duns Scotus, William of Ockham, Bonaventure and, most importantly, Thomas Aquinas. Summa Theologica is an ambitious synthesis of Greek philosophy and Christian doctrine.\nIn the 13th century, the teachings of Aristotle were considered more important than those of Plato. Scholastic education was very much based on written texts, and with arguments for and against ideas in those texts. In this way it differed greatly from modern science, which is based on observations from nature. In Aristotle the scholastics chose someone who was himself quite an original investigator of the natural world. But the scholastics themselves dealt almost entirely with the world in manuscripts written in two ancient languages. One was in Latin, the language of the Vulgate Bible and the other was Ancient Greek. Greek opened the doors to the writings of the Greek philosophers in their own language, at least so far as their works survived. The motto of Boethius “As far as you are able, join faith to reason” reminds us that all scholastics were mediaeval Christians. Their main concern was to see how the Greek ideas could be fitted into their religious view of the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Knowledge","surface_form":"knowledge","offset":48},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":83},{"uri":"Philosophy","surface_form":"philosophy","offset":170},{"uri":"Christianity","surface_form":"Christian","offset":204},{"uri":"Theology","surface_form":"theology","offset":214},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":276},{"uri":"Dialectic","surface_form":"dialectic","offset":420},{"uri":"Saint","surface_form":"Saint","offset":587},{"uri":"Ambrose","surface_form":"Ambrose","offset":593},{"uri":"Augustine","surface_form":"Augustine","offset":609},{"uri":"Doctrine","surface_form":"doctrine","offset":669},{"uri":"Peter_Abelard","surface_form":"Peter Abelard","offset":863},{"uri":"Albertus_Magnus","surface_form":"Albertus Magnus","offset":878},{"uri":"Duns_Scotus","surface_form":"Duns Scotus","offset":895},{"uri":"William_of_Ockham","surface_form":"William of Ockham","offset":908},{"uri":"Bonaventure","surface_form":"Bonaventure","offset":927},{"uri":"Thomas_Aquinas","surface_form":"Thomas Aquinas","offset":962},{"uri":"Summa_Theologica","surface_form":"Summa Theologica","offset":978},{"uri":"Aristotle","surface_form":"Aristotle","offset":1103},{"uri":"Plato","surface_form":"Plato","offset":1158},{"uri":"Manuscripts","surface_form":"manuscripts","offset":1561},{"uri":"Latin_language","surface_form":"Latin","offset":1618},{"uri":"Vulgate","surface_form":"Vulgate","offset":1645},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":1677},{"uri":"Boethius","surface_form":"Boethius","offset":1834},{"uri":"Faith","surface_form":"faith","offset":1873},{"uri":"Reason","surface_form":"reason","offset":1882},{"uri":"Mediaeval","surface_form":"mediaeval","offset":1927},{"uri":"Christians","surface_form":"Christians","offset":1937}]}