{"id":193322,"url":"http://en.wikipedia.org/wiki/51_Pegasi","text":"51 Pegasi is a star that is like our Sun and can be found 15.4 parsecs (50.1 light-years) away from the Earth in the constellation Pegasus. It was the first Sun-like star, other than the Sun, found to have a planet orbiting it, this discovery was first made public in 1995.\nThe exoplanet's discovery was made public on October 6, 1995 by Michel Mayor and Didier Queloz. The discovery was made using the radial velocity method at the Observatoire de Haute-Provence, using a tool called the ELODIE spectrograph that is used to find planets that are outside our Solar System.\nThe star itself has an apparent brightness of 5.49, and because of this it is able to be seen from the Earth with binoculars, or with the naked eye if it is dark outside. 51 Pegasi is a yellow dwarf star that is thought to be around 7.5 billion years old, which is somewhat older than our Sun. 51 Pegasi is also 4-6% more massive than our Sun with more metal content. However, it is running low on hydrogen.\nIn 1996 astronomers Baliunas, Sokoloff, and Soon calculated that it takes 51 Pegasi b 37 days to orbit 51 Pegasi.\nPlanetary system.\nAfter the announcement, on October 12, 1995, more proof that this star did exist came from Dr. Geoffrey Marcy from San Francisco State University and Dr. R. Paul Butler from the University of California, Berkeley using the Hamilton Spectrograph at the Lick Observatory near San Jose in California.\n51 Pegasi b is the first discovered planet of its parent star, 51 Pegasi. If any more are discovered they will be named 51 Pegasi c, 51 Pegasi d, and so on. The planet has been informally named Bellerophon. After its discovery, many teams proved its existence and continued to find out more about its properties, including the fact that it orbits very close to the star, has estimated temperatures around 1200 Celsius, and has a minimum mass about half that of Jupiter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parsec","surface_form":"parsec","offset":63},{"uri":"Light-year","surface_form":"light-year","offset":77},{"uri":"Earth","surface_form":"Earth","offset":104},{"uri":"Constellation","surface_form":"constellation","offset":117},{"uri":"Planet","surface_form":"planet","offset":208},{"uri":"Orbit","surface_form":"orbit","offset":215},{"uri":"Extrasolar_planet","surface_form":"exoplanet","offset":278},{"uri":"Doppler_effect","surface_form":"radial velocity method","offset":403},{"uri":"Solar_System","surface_form":"Solar System","offset":559},{"uri":"Binoculars","surface_form":"binoculars","offset":687},{"uri":"Yellow","surface_form":"yellow","offset":759},{"uri":"Sun","surface_form":"Sun","offset":862},{"uri":"Hydrogen","surface_form":"hydrogen","offset":971},{"uri":"Astronomers","surface_form":"astronomers","offset":989},{"uri":"51_Pegasi_b","surface_form":"51 Pegasi b","offset":1055},{"uri":"California","surface_form":"California","offset":1399},{"uri":"51_Pegasi_b","surface_form":"51 Pegasi b","offset":1411},{"uri":"Celsius","surface_form":"Celsius","offset":1821},{"uri":"Jupiter","surface_form":"Jupiter","offset":1872}]}