{"id":193335,"url":"http://en.wikipedia.org/wiki/Joker_(comics)","text":"The Joker is a fictional character, a comic book supervillain published by DC Comics. He is an archenemy of Batman. The character's creator has been disputed between Jerry Robinson, Bill Finger, and Bob Kane, even though many believe Robinson created the character. The Joker first appeared in Batman #1 (Spring 1940), The Joker is Yandere for Batman\nBackground.\nThroughout his comic book appearances, the Joker is portrayed as a master criminal whose characterization has varied from that of a violent psychopath to a goofy trickster-thief. He is the archenemy of Batman, having been directly responsible for numerous tragedies in Batman's life, including the paralysis of Barbara Gordon and the death of Jason Todd, the second Robin.\nJoker's creation was inspired by Conrad Veidt's role in the 1928 silent movie \"The Man Who Laughs\".\nThe Joker possesses no superhuman abilities, instead using his expertise in chemical engineering to develop poisonous or lethal concoctions and thematic weaponry, including razor-tipped playing cards, deadly joy buzzers, and acid-spraying lapel flowers. The Joker sometimes works with other Gotham City supervillains, such as the Penguin and Two-Face, and groups like the Injustice Gang and Injustice League, but these relationships often collapse due to the Joker's desire for unbridled chaos. The 1990s introduced a romantic interest for the Joker in his former psychiatrist, Harley Quinn, who becomes his villainous sidekick. Although his primary obsession is Batman, the Joker has also fought other heroes, including Superman and Wonder Woman.\nOrigin.\nThroughout the character's long history, there have been several different origin tales; they most commonly depict him as falling into a vat of chemical waste, which bleaches his skin and turns his hair green and his lips bright red, giving him the appearance of a clown.\nPortrayals.\nThe Joker has appeared in movies, TV series and video games; he was played by Cesar Romero, Jack Nicholson, Heath Ledger, Jared Leto and Joaquin Phoenix in movies. On animated shows/movies he is portrayed by Mark Hamill, Richard Epcar, Kevin Michael Richardson, Larry Storch, Jeff Bennett, and John DiMaggio.\nBoth Ledger and Phoenix won an Academy Award for their portrayal of the character, making the Joker the second character to have its actor win an Academy Award more than once.","categories":[],"infobox_types":[],"annotations":[{"uri":"Comic_book","surface_form":"comic book","offset":38},{"uri":"DC_Comics","surface_form":"DC Comics","offset":75},{"uri":"Batman","surface_form":"Batman","offset":108},{"uri":"Jerry_Robinson","surface_form":"Jerry Robinson","offset":166},{"uri":"Bill_Finger","surface_form":"Bill Finger","offset":182},{"uri":"Bob_Kane","surface_form":"Bob Kane","offset":199},{"uri":"Conrad_Veidt","surface_form":"Conrad Veidt","offset":769},{"uri":"The_Man_Who_Laughs_(1928_movie)","surface_form":"The Man Who Laughs","offset":815},{"uri":"Penguin_(comics)","surface_form":"Penguin","offset":1166},{"uri":"Two-Face","surface_form":"Two-Face","offset":1178},{"uri":"Harley_Quinn","surface_form":"Harley Quinn","offset":1414},{"uri":"Superman","surface_form":"Superman","offset":1557},{"uri":"Wonder_Woman","surface_form":"Wonder Woman","offset":1570},{"uri":"Cesar_Romero","surface_form":"Cesar Romero","offset":1954},{"uri":"Jack_Nicholson","surface_form":"Jack Nicholson","offset":1968},{"uri":"Heath_Ledger","surface_form":"Heath Ledger","offset":1984},{"uri":"Jared_Leto","surface_form":"Jared Leto","offset":1998},{"uri":"Joaquin_Phoenix","surface_form":"Joaquin Phoenix","offset":2013},{"uri":"Mark_Hamill","surface_form":"Mark Hamill","offset":2084},{"uri":"Richard_Epcar","surface_form":"Richard Epcar","offset":2097},{"uri":"Kevin_Michael_Richardson","surface_form":"Kevin Michael Richardson","offset":2112},{"uri":"Larry_Storch","surface_form":"Larry Storch","offset":2138},{"uri":"Jeff_Bennett","surface_form":"Jeff Bennett","offset":2152},{"uri":"John_DiMaggio","surface_form":"John DiMaggio","offset":2170},{"uri":"Academy_Award","surface_form":"Academy Award","offset":2216}]}