{"id":193341,"url":"http://en.wikipedia.org/wiki/70_Virginis_b","text":"70 Virginis b is an extrasolar planet that is around 60 light-years away from the Earth in the constellation of Virgo. The finding of this planet was announced in 1996 by astronomers Geoffrey Marcy and R. Paul Butler. 70 Virginis was one of the first stars that was known to have planets orbiting it. When first announced, 70 Virginis b was thought to be inside its star's habitable zone, but proof was later found that the planet has an eccentric orbit, closer to its parent.\nCharacteristics.\n70 Virginis b is a Jupiter-type extrasolar planet that orbits around 70 Virginis every 116 days. It has 7.5 times the mass of Jupiter. Its surface gravity is thought to be about two to three times that of Jupiter's. At the time that it was found in January 1996, it was thought that the star was only 29 light years away from the Earth. This could explain why the star was less bright based on its apparent magnitude (measure of brightness). As a result, the planet's orbit was thought to be in the habitable zone and the planet was given the nickname \"Goldilocks\" (not too cold or too hot). The Hipparcos satellite later showed that the star was farther away from 70 Virginis and therefore its brightness was a result of the planet being too hot to be in the habitable zone.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extrasolar_planet","surface_form":"extrasolar planet","offset":20},{"uri":"Light-year","surface_form":"light-year","offset":56},{"uri":"Earth","surface_form":"Earth","offset":82},{"uri":"Constellation","surface_form":"constellation","offset":95},{"uri":"Astronomers","surface_form":"astronomers","offset":171},{"uri":"70_Virginis","surface_form":"70 Virginis","offset":218},{"uri":"Habitable_zone","surface_form":"habitable zone","offset":373},{"uri":"Jupiter","surface_form":"Jupiter","offset":513},{"uri":"Extrasolar_planet","surface_form":"extrasolar planet","offset":526},{"uri":"70_Virginis","surface_form":"70 Virginis","offset":563},{"uri":"Earth","surface_form":"Earth","offset":824},{"uri":"Luminosity","surface_form":"bright","offset":872},{"uri":"Apparent_magnitude","surface_form":"apparent magnitude","offset":892},{"uri":"Orbit","surface_form":"orbit","offset":962},{"uri":"Habitable_zone","surface_form":"habitable zone","offset":993}]}