{"id":1934,"url":"http://en.wikipedia.org/wiki/Prison","text":"A prison or jail is a building where people are forced to live if their freedom has been taken away. The main use for prisons is as a punishment for breaking the law. Those who break the law and are convicted (found guilty) in court can receive a prison sentence, which is an order to spend an amount of time in prison. Prisons are usually run by the government.\nThere are other reasons why someone might be held in prison. Sometimes, people can be held in prison before their trial (known as pre-trial detention or remand). In times of war, captured soldiers may become prisoners of war and civilians (non-soldiers) may be placed in an internment camp. In some countries, prisons are also used for political prisoner<nowiki/>s (people who disagree with the country's leader or government).\nOther words for a prison include a gaol (pronounced like \"jail\"), penitentiary or correctional facility. In the US, the words \"prison\" and \"jail\" mean separate things. A US \"jail\" is run by a local government and holds people who have not yet had their trial or who have been convicted for a minor crime. A US \"prison\" or \"penitentiary\" is run by the state or federal government and holds people who are serving a long sentence for a serious crime. Outside of North America, \"prison\" and \"jail\" mean the same thing. There are lots of slang words for prisons.\nPrison buildings and facilities.\nPrisons are usually surrounded by walls and gates. There are usually many locked gates inside the prison to control the inmates.\nThe inmates sleep in small locked rooms called cells. Cells have a bunk bed, a toilet, and a sink. Inmates are allowed to leave their cell every day for exercise. Some inmates work in the prison during the day, either in a factory or doing cooking or cleaning. Law enforcement officers called prison guards watch the inmates. The manager of a prison is called the warden (US, Canada), superintendent (some parts of the US, India) or governor (UK, Australia).\nPrisons usually also include other buildings and facilities, such as a chapel, a library, an exercise yard, a gymnasium, an infirmary (small hospital), visiting rooms (for visits from family and lawyers), kitchens, and accommodation for prison staff.\nThe level of security a prison has depends on the type of prison. A \"maximum security prison\" has even more protection than a regular prison. Some prisons in the United States have a section called \"death row\", where people who have been sentenced to death are kept in prison until their execution. On the other hand, an \"open prison\" is a prison where inmates can often travel out of the prison. These are used for prisoners who have been convicted of minor crimes, or who will soon be released.\nThe United Nations made the \"Standard Minimum Rule\" for human treatment for prisoners in 1955. Also the Article 10 of International Covenant on Civil and Political Rights also affirm the treatment with humanity for them in prison. In some prisons, people imprisoned for child sexual abuse are separated from other prisoners for their own safety.\nPre-trial detention.\nIn some parts of the US, a person who is arrested may be held at a county jail until they decide whether to charge or release the person. In other places, a person who is arrested will be held at a police station, not a prison.\nSpecial prisons.\nMale and female inmates are usually kept in separate locations, and often in separate prisons.\nThere are special prisons for people under the age of 18 who commit crimes. These inmates are called young offenders or juvenile offenders. These places will not always have the word \"prison\" in their name, instead having names like \"Young Offenders' Institution\".\nControversy.\nPrisons are a controversial topic that people have different views about.\nNumber of people in prison.\nAs of 2006, there are currently nine million people in prison in the world. The United States currently has the most people in prison; it has more than 2 million people in prison. In 2002, both Russia and China also had over 1 million people in prison. In 2003, the United Kingdom had 73,000 people in prison; France and Germany had a similar number of people in prison.\nCultural references to prisons and prison life.\nThere are many books and poems about prisons or prison life, such as \"The Count of Monte Cristo\" by Alexandre Dumas, père and \"The Ballad of Reading Gaol\" by Oscar Wilde.\nThere have also been television programs, such as ' (1979–1986), \"Prison Break\" (2005–2009), Lockup (2005 - present) and (2006 - present). A current TV show about a women's prison is Orange Is the New Black.","categories":[],"infobox_types":[],"annotations":[{"uri":"Building","surface_form":"building","offset":22},{"uri":"Law","surface_form":"law","offset":162},{"uri":"Sentence_(law)","surface_form":"prison sentence","offset":247},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":571},{"uri":"Concentration_camp","surface_form":"internment camp","offset":637},{"uri":"Political_prisoner","surface_form":"political prisoner","offset":699},{"uri":"Slang","surface_form":"slang","offset":1325},{"uri":"Wall","surface_form":"wall","offset":1417},{"uri":"Gate","surface_form":"gate","offset":1427},{"uri":"Bunk_bed","surface_form":"bunk bed","offset":1579},{"uri":"Toilet","surface_form":"toilet","offset":1591},{"uri":"Sink","surface_form":"sink","offset":1605},{"uri":"Exercise","surface_form":"exercise","offset":1665},{"uri":"Factory","surface_form":"factory","offset":1735},{"uri":"Law_enforcement","surface_form":"Law enforcement","offset":1773},{"uri":"Guard","surface_form":"guard","offset":1812},{"uri":"Warden","surface_form":"warden","offset":1876},{"uri":"Chapel","surface_form":"chapel","offset":2042},{"uri":"Gymnasium","surface_form":"gymnasium","offset":2081},{"uri":"Hospital","surface_form":"hospital","offset":2112},{"uri":"Lawyer","surface_form":"lawyer","offset":2166},{"uri":"Sentenced_to_death","surface_form":"sentenced to death","offset":2460},{"uri":"Execution","surface_form":"execution","offset":2510},{"uri":"United_Nations","surface_form":"United Nations","offset":2723},{"uri":"International_Covenant_on_Civil_and_Political_Rights","surface_form":"International Covenant on Civil and Political Rights","offset":2837},{"uri":"Child_sexual_abuse","surface_form":"child sexual abuse","offset":2989},{"uri":"Controversy","surface_form":"controversial","offset":3718},{"uri":"Debate","surface_form":"views","offset":3765},{"uri":"The_Count_of_Monte_Cristo","surface_form":"The Count of Monte Cristo","offset":4295},{"uri":"Oscar_Wilde","surface_form":"Oscar Wilde","offset":4383},{"uri":"Prison_Break","surface_form":"Prison Break","offset":4462},{"uri":"Lockup","surface_form":"Lockup","offset":4489},{"uri":"Orange_Is_the_New_Black","surface_form":"Orange Is the New Black","offset":4579}]}