{"id":193462,"url":"http://en.wikipedia.org/wiki/African_Sanctus","text":"e=\"preserve\">African Sanctus is a musical composition for choir, soloists, orchestra and prerecorded tape by David Fanshawe. It was composed in 1972.\n\"African Sanctus\" is the best-known of Fanshawe's works. It was composed after Fanshawe had made journeys to Africa up the river Nile between 1969 and 1973. The shape of his journey forms the shape of a cross. This had a religious meaning for Fanshawe. He made recordings on tape of the people he met singing their traditional music. A lot of this music had never been recorded before. When he returned home to Britain he composed the \"African Sanctus\". Some of the recordings he had made in Africa are played as part of the performance. The choir who sing live at the concert are singing some of the words of the traditional Christian Latin Mass.\nThe recordings are from Egypt, the Sudan, Uganda and Kenya.\nAt first it was called \"African Revelations\", but then the title was changed to \"African Sanctus\". It was first performed in London by the Saltarello Choir in July 1972, and was later played on BBC Radio on United Nations Day. A documentary film was made three years later showing how the work had been composed.\nPerformances.\nThe work has been performed in many places in Britain and all round the world. Fanshawe comes to many of these concerts personally.\nIn 1994 David Fanshawe composed an extra movement for a new recording of the work, the Dona Nobis Pacem - A Hymn for World Peace, which completed the Agnus Dei. Based on this new recording, the BBC commissioned the maker of the 1975 documentary, Herbert Chappell, to make a new programme, \"African Sanctus Revisited\",","categories":[],"infobox_types":[],"annotations":[{"uri":"Choir_(music)","surface_form":"choir","offset":58},{"uri":"Solo_(music)","surface_form":"soloists","offset":65},{"uri":"Orchestra","surface_form":"orchestra","offset":75},{"uri":"Compact_Cassette","surface_form":"tape","offset":101},{"uri":"David_Fanshawe","surface_form":"David Fanshawe","offset":109},{"uri":"Nile","surface_form":"Nile","offset":279},{"uri":"Cross","surface_form":"cross","offset":353},{"uri":"Great_Britain","surface_form":"Britain","offset":561},{"uri":"Christian","surface_form":"Christian","offset":776},{"uri":"Latin_language","surface_form":"Latin","offset":786},{"uri":"Mass_(liturgy)","surface_form":"Mass","offset":792},{"uri":"Egypt","surface_form":"Egypt","offset":822},{"uri":"Sudan","surface_form":"Sudan","offset":833},{"uri":"Uganda","surface_form":"Uganda","offset":840},{"uri":"Kenya","surface_form":"Kenya","offset":851},{"uri":"London","surface_form":"London","offset":983},{"uri":"BBC","surface_form":"BBC","offset":1052},{"uri":"Agnus_Dei","surface_form":"Agnus Dei","offset":1467},{"uri":"BBC","surface_form":"BBC","offset":1511}]}