{"id":193502,"url":"http://en.wikipedia.org/wiki/Temple_of_Jupiter_(Pompeii)","text":"The Temple of Jupiter, Capitolium, or Temple of the Capitoline Triad was a temple in the Roman city of Pompeii in Italy. At the beginning this temple was dedicated to Jupiter alone, it was built in the mid 2nd century BC at the same time as the temple of Apollo was being worked on - this was the era at which Roman influence over Pompeii was at its height and so Roman Jupiter beat out the Greek Apollo and Jupiter(, Juno, and Minerva) in towns newly taken over by the Romans. This was also true for Pompeii, where the Temple of Jupiter that was already there was enlarged and made more Roman when the Romans took over.\nPompeii was taken over by the Romans beginning in 310 BC. It was still allowed to mostly run itself, however, until the Italic Revolt against Rome at the beginning of the 1st century BC.\nThe building style of the town was largely borrowed from the Greeks, but Roman rule would soon lead to changes in this style. As opposed to the previous Samnite rulers of Pompeii, the Romans thought that the building style was very important in religious as well as everyday life. Pompeii was changed into a much more public and open place. Public buildings and spaces would eventually be able to be found all over the city.\nThe temple had been built in 150 BC to be a very noticeable part of the forum, and it became Pompeii's main temple after Rome took over. The inside of the temple housed the main room of the temple, which held the statues of Jupiter, Juno, and Minerva, and which only the priests were allowed to enter.\nIn 62 an earthquake shook the city of Pompeii, destroying much of the Temple of Jupiter. After this, the much smaller Temple of Jupiter Meilichios became the main place of worship to Jupiter and his group of three (). The first Temple of Jupiter was still waiting to be fixed when Mount Vesuvius erupted in 79, burying the town of Pompeii under lava and ash. The hollow temple can still be seen in Pompeii today. also in pompeii the had intercoure (sex) on the porch that indicated wealth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Temple","surface_form":"temple","offset":75},{"uri":"Pompeii","surface_form":"Pompeii","offset":103},{"uri":"Italy","surface_form":"Italy","offset":114},{"uri":"Jupiter_(mythology)","surface_form":"Jupiter","offset":167},{"uri":"2nd_century_BC","surface_form":"2nd century BC","offset":206},{"uri":"Apollo","surface_form":"Apollo","offset":255},{"uri":"Juno_(mythology)","surface_form":"Juno","offset":418},{"uri":"Minerva","surface_form":"Minerva","offset":428},{"uri":"1st_century_BC","surface_form":"1st century BC","offset":792},{"uri":"Mount_Vesuvius","surface_form":"Mount Vesuvius","offset":1816},{"uri":"79","surface_form":"79","offset":1842}]}