{"id":193500,"url":"http://en.wikipedia.org/wiki/Kota_Kinabalu","text":"Kota Kinabalu (), formerly Jesselton, is the capital of Sabah state in Malaysia. It is also the capital of the West Coast Division of Sabah. The city is on the northwest coast of Borneo facing the South China Sea. The Tunku Abdul Rahman National Park is on one side and Mount Kinabalu, which gave the city its name, is nearby. Kota Kinabalu proper has a population of 579,304, while the larger urban area has an estimated population of 700,000. It is the largest urban centre in Sabah and the sixth largest in Malaysia.\nKota Kinabalu is often known as K.K. within Malaysia and internationally. It is a major tourist destination and a popular gateway for travellers visiting Sabah and Borneo. Kinabalu National Park is about 90 kilometres from the city and there are many tourist attractions in and around the city. Kota Kinabalu is also one of the major industrial and commercial centres of East Malaysia. These two factors combine to make Kota Kinabalu one of the fastest growing cities in Malaysia.\nHistory.\nIn the late 1800s, the British North Borneo Company (BNBC) began to establish colonies throughout North Borneo (now Sabah). In 1882, the Company founded a small settlement on Gaya Island (Pulau Gaya), which was already inhabited by the Bajau people. In 1897, this first settlement was burned and destroyed by Bajau rebels led by Mat Salleh.\nAfter the rebellion, the Company decided to relocate the settlement to the more easily defended mainland opposite Pulau Gaya. A nearby fishing village named \"Api-Api\" (see \"Original names\" below), was the next settlement of the Company. This new location was then designated as the main harbour and port, as well as the terminus for the North Borneo Railway. It was expanded and renamed \"Jesselton\", named after Sir Charles Jessel, the then Vice Chairman of the Company.\nEventually, Jesselton became a major trading post of North Borneo, dealing in rubber, rattan, honey, and wax. The new railway was used to transport goods to Jesselton harbour. Bajau uprisings during these times were not uncommon, and the Company worked to quell the long-standing threat of piracy in the region.\nJesselton was razed by the retreating British early in World War II to prevent it from falling into the hands of the Japanese. After the Japanese takeover of Borneo, it was again renamed Api. Rebellions against the Japanese military administration have taken place in Api. One major rebellion occurred in 1943 by the group called Kinabalu Guerrillas, consisting of local inhabitants. The rebellion was however quelled by the Japanese forces, after their leader, Albert Kwok, was arrested and executed in 1944. At the later stages of the war, what remained of the town was destroyed again by Allied bombings as part of the Borneo Campaign in 1945, leaving only three buildings standing. The war in North Borneo ended with the official surrender of the Japanese 37th Army by Lieutenant General Baba Masao in Labuan on September 10, 1945.\nAfter the war, the British North Borneo Company returned to administer Jesselton but was unable to finance the huge costs of reconstruction. They gave control of North Borneo to the British Crown in 1946. The new colonial government elected to rebuild Jesselton as the capital of North Borneo instead of Sandakan, which had also been destroyed by the war.\nWhen North Borneo together with Sarawak, Singapore & Federation of Malaya formed the Federation of Malaysia in 1963, the state became known as Sabah and Jesselton remained its capital. Jesselton was renamed Kota Kinabalu on September 30, 1968 and received official city status from the Malaysian government on February 2, 2000.\nEtymology.\nKota Kinabalu is named after Mount Kinabalu, about 90 kilometres east-northeast of the city. The meaning and origin of the name \"Kinabalu\" is uncertain. One theory suggests it means \"Chinese widow\", where \"Kina\" meaning \"Chinese\" (person) in Kadazandusun language, and \"balu\" meaning \"widow\" in Malay language. This theory derives from a folk tale about a Chinese prince who came to the mountain in search of a giant pearl which was guarded by a dragon at the top of the mountain. While he was here, he married a local woman but later returned to China and left the woman heartbroken. Alternatively, it is also argued that \"Kinabalu\" or \"Akinabalu\" is the name of the dragon which guards the giant pearl itself. Another theory suggests that the term is derived from the name \"Aki Nabalu\" meaning the \"revered place of the dead\", in which, \"Aki\" means \"ancestors\" or \"grandfather\", and \"Nabalu\" being a name for the mountain in the Dusun language. Finally there is also a source claiming that the term originated from \"Ki Nabalu\", where \"Ki\" meaning \"have\" or \"exist\", and \"Nabalu\" meaning \"spirit of the dead\".\n\"Kota\" is a Malay word for a \"fort\", \"town\", or a \"city\". It is also used formally in a few other Malaysian towns and cities, for example, Kota Bahru, Kota Tinggi, and Kota Kemuning. It could also be used informally to refer to any towns or cities. Henceforth, a direct translation of the name \"Kota Kinabalu\" into English would be \"City of Kinabalu\" or \"Kinabalu City\".\nOriginal names.\nBesides Jesselton, there has been a number of other claims as to the original name for Kota Kinabalu. The most popular, as mentioned above, is \"Api-Api\", or sometimes simply \"Api\", which is a Malay word meaning 'Fire'. It was apparently named as such by the mainly Bajau locals to denote the blazing of the British administrative office in Pulau Gaya instigated by Mat Salleh, as well as other blazing incidents normally perpetrated by pirates. There were claims however that it was actually named after a nearby river called \"Sungai Api-Api\". Another theory states that \"Api-Api\" is the local name of the common \"Avicennia\" tree that grows in abundance around the area. Transliterated into the formal Chinese name of \"Ya Bi\" (亚庇 yà bì), the Hakkas here too adopted this name (亚庇,\"ah-bi\" which pronounced in Hakka, Chinese dialects) and some still use this name to this day. Besides Api-Api, another suggested historical name was \"Deasoka\", which roughly means \"below the coconut tree\" in the Bajau language. The Bajau locals purportedly used this name to refer to a village on the southern part of the city which was filled with coconut trees. Another name was \"Singgah Mata\" which literally mean \"transit eye\", but can be loosely translated as meaning \"pleasing to the eye\". It is a name purportedly given by fishermen from Pulau Gaya referring to the strip of land of what is today Kota Kinabalu city center. Today, all these names have been immortalised into names of streets or buildings around the city. Some examples are: \"Lintasan Deasoka\", \"Api-Api Centre\", \"Jalan Singgah Mata\", and \"Jesselton Point\".\nCapital city.\nBeing the capital city of Sabah, Kota Kinabalu plays an important role in the political and economic welfare of the population in the entire state. It is the seat of the state government where almost all of their ministries and agencies are based. Most of the Malaysian federal government agencies and departments are also in Kota Kinabalu. The Sabah State Legislative Assembly is at nearby Likas Bay. There are four Members of Parliament (MPs) representing four parliamentary constituencies in the city: Sepanggar (\"P.171\"), Kota Kinabalu (\"P.172\"), Putatan (\"P.173\"), and Penampang (\"P.174\"). The city also elects 9 representatives to the state legislature from the state assembly districts of Karambunai, Inanam, Likas, Api-Api, Luyang, Tanjung Aru, Petagas, Kepayan, and Moyog.\nSister cities.\nKota Kinabalu currently has five sister cities.\nLand.\nRegular bus services operate around the city. Minibuses or vans are also used besides buses as an alternative public transportation. There are two main bus terminals in the central business area. The terminal along Jalan Tun Razak provides internal bus services towards different part of the city and its outskirts. Another terminal near Bandaran Berjaya provides intercity services towards destinations south of the city (Papar, Tenom, Beaufort, and others). The Kota Kinabalu (North) Bus Terminal in Inanam provides intercity buses heading towards destinations north and north-east of the city (Tuaran, Kudat, Ranau, Sandakan, Tawau, Semporna, and others). Taxicabs too are around the city.\nA railway system formerly known as the North Borneo Railway was established in 1896 by the British North Borneo Company. It was built for the main purpose of transporting commodities from the interior to the port in Kota Kinabalu during the British occupation. The railway line connects Kota Kinabalu with Tenom and several other towns in between, and it is the only railway system operating in East Malaysia. Today the railway is known as Sabah State Railway, and it provides daily services for commuters, travellers, as well as for cargo transportation. A separate company operates the leisure tour also called the \"North Borneo Railway\", which caters mainly for tourists. The train station and terminus are in Tanjung Aru.\nAir.\nKota Kinabalu International Airport (KKIA) provides flights linking the city with other domestic and international destinations. It is a secondary hub for Malaysia Airlines and AirAsia and it consists of two terminals. It is the second busiest airport in Malaysia after Kuala Lumpur International Airport and it is a major gateway into Sabah and East Malaysia. It serves international flights to Bandar Seri Begawan, Shenzhen, Seoul, Shanghai, Guangzhou, Hong Kong, Macau, Manila, Cebu, Singapore, Taibei, Gaoxiong, and other domestic cities. It is also a secondary hub for MASWings, which serves flights to smaller towns and rural areas in East Malaysia.\nSea.\nKota Kinabalu has two ports: Kota Kinabalu Port and Sepanggar Bay Container Port (SBCP). Kota Kinabalu Port mainly loose/bulk cargo, while SBCP operates as a naval base for the Royal Malaysian Navy, oil depot and all containerised cargo. In 2004, Kota Kinabalu Port handled about 3.6 million tonnes of freight cargo, the third highest in the state after Sandakan Port, and Tawau Port. It however handles the most number of containers in the state, with 153,793 twenty-foot equivalent units (TEU) of containers handled in 2006. Sepanggar Bay Port will have the capacity to handle 200,000 TEU annually when its container terminal is completed. All ports in Sabah are managed and operated by Sabah Ports Sdn Bhd.\nKota Kinabalu Ferry Terminal is a passenger ferry terminal at Jesselton Point near the K.K. port. It provides ferry and motorboat services to the nearby islands for tourists as well as for commuters living on the islands. There are also regular scheduled ferry services to Labuan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sabah","surface_form":"Sabah","offset":56},{"uri":"Malaysia","surface_form":"Malaysia","offset":71},{"uri":"West_Coast_Division","surface_form":"West Coast Division","offset":111},{"uri":"Borneo","surface_form":"Borneo","offset":179},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":197},{"uri":"Tunku_Abdul_Rahman_National_Park","surface_form":"Tunku Abdul Rahman National Park","offset":218},{"uri":"Mount_Kinabalu","surface_form":"Mount Kinabalu","offset":270},{"uri":"Kinabalu_National_Park","surface_form":"Kinabalu National Park","offset":692},{"uri":"East_Malaysia","surface_form":"East Malaysia","offset":891},{"uri":"British_North_Borneo_Company","surface_form":"British North Borneo Company","offset":1033},{"uri":"North_Borneo","surface_form":"North Borneo","offset":1108},{"uri":"Pulau_Gaya","surface_form":"Gaya Island","offset":1185},{"uri":"Bajau","surface_form":"Bajau","offset":1246},{"uri":"Mat_Salleh","surface_form":"Mat Salleh","offset":1339},{"uri":"North_Borneo_Railway","surface_form":"North Borneo Railway","offset":1688},{"uri":"Rubber","surface_form":"rubber","offset":1900},{"uri":"Rattan","surface_form":"rattan","offset":1908},{"uri":"Honey","surface_form":"honey","offset":1916},{"uri":"Wax","surface_form":"wax","offset":1927},{"uri":"World_War_II","surface_form":"World War II","offset":2189},{"uri":"Empire_of_Japan","surface_form":"Japanese","offset":2251},{"uri":"Japanese_occupation_of_Malaya%2C_North_Borneo_and_Sarawak","surface_form":"Japanese takeover of Borneo","offset":2271},{"uri":"Imperial_Japanese_Army","surface_form":"Japanese military","offset":2349},{"uri":"Kinabalu_Guerrillas","surface_form":"Kinabalu Guerrillas","offset":2464},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":2725},{"uri":"Borneo_Campaign_(1945)","surface_form":"Borneo Campaign","offset":2756},{"uri":"Labuan","surface_form":"Labuan","offset":2940},{"uri":"September_10","surface_form":"September 10","offset":2950},{"uri":"1945","surface_form":"1945","offset":2964},{"uri":"British_overseas_territory","surface_form":"British Crown","offset":3152},{"uri":"Sandakan","surface_form":"Sandakan","offset":3274},{"uri":"September_30","surface_form":"September 30","offset":3550},{"uri":"1968","surface_form":"1968","offset":3564},{"uri":"February_2","surface_form":"February 2","offset":3636},{"uri":"2000","surface_form":"2000","offset":3648},{"uri":"Mount_Kinabalu","surface_form":"Mount Kinabalu","offset":3694},{"uri":"Kadazandusun","surface_form":"Kadazandusun","offset":3907},{"uri":"Malay_language","surface_form":"Malay language","offset":3960},{"uri":"Dusun","surface_form":"Dusun","offset":4596},{"uri":"Kota_Bahru","surface_form":"Kota Bahru","offset":4915},{"uri":"Kota_Tinggi","surface_form":"Kota Tinggi","offset":4927},{"uri":"Kota_Kemuning","surface_form":"Kota Kemuning","offset":4944},{"uri":"Avicennia_germinans","surface_form":"Avicennia","offset":5777},{"uri":"Hakka_people","surface_form":"Hakkas","offset":5905},{"uri":"Hakka_(language)","surface_form":"Hakka","offset":5971},{"uri":"Chinese_dialects","surface_form":"Chinese dialects","offset":5978},{"uri":"Ministry_(government_department)","surface_form":"ministries","offset":7002},{"uri":"Government_agency","surface_form":"agencies","offset":7017},{"uri":"Politics_of_Malaysia","surface_form":"Malaysian federal government","offset":7049},{"uri":"Members_of_Parliament","surface_form":"Members of Parliament","offset":7206},{"uri":"List_of_Malaysian_electoral_districts","surface_form":"parliamentary constituencies","offset":7252},{"uri":"Public_transport","surface_form":"public transport","offset":7750},{"uri":"Papar%2C_Sabah","surface_form":"Papar","offset":8063},{"uri":"Tenom","surface_form":"Tenom","offset":8070},{"uri":"Beaufort%2C_Sabah","surface_form":"Beaufort","offset":8077},{"uri":"Inanam","surface_form":"Inanam","offset":8142},{"uri":"Tuaran","surface_form":"Tuaran","offset":8237},{"uri":"Kudat","surface_form":"Kudat","offset":8245},{"uri":"Ranau","surface_form":"Ranau","offset":8252},{"uri":"Sandakan","surface_form":"Sandakan","offset":8259},{"uri":"Tawau","surface_form":"Tawau","offset":8269},{"uri":"Semporna","surface_form":"Semporna","offset":8276},{"uri":"Taxicabs","surface_form":"Taxicabs","offset":8299},{"uri":"North_Borneo_Railway","surface_form":"North Borneo Railway","offset":8372},{"uri":"British_North_Borneo_Company","surface_form":"British North Borneo Company","offset":8424},{"uri":"Tenom","surface_form":"Tenom","offset":8639},{"uri":"East_Malaysia","surface_form":"East Malaysia","offset":8728},{"uri":"Sabah_State_Railway","surface_form":"Sabah State Railway","offset":8773},{"uri":"Tanjung_Aru","surface_form":"Tanjung Aru","offset":9046},{"uri":"Kota_Kinabalu_International_Airport","surface_form":"Kota Kinabalu International Airport","offset":9064},{"uri":"Airline_hub","surface_form":"hub","offset":9211},{"uri":"Malaysia_Airlines","surface_form":"Malaysia Airlines","offset":9219},{"uri":"AirAsia","surface_form":"AirAsia","offset":9241},{"uri":"Kuala_Lumpur_International_Airport","surface_form":"Kuala Lumpur International Airport","offset":9334},{"uri":"Bandar_Seri_Begawan","surface_form":"Bandar Seri Begawan","offset":9460},{"uri":"Shenzhen","surface_form":"Shenzhen","offset":9481},{"uri":"Seoul","surface_form":"Seoul","offset":9491},{"uri":"Shanghai","surface_form":"Shanghai","offset":9498},{"uri":"Guangzhou","surface_form":"Guangzhou","offset":9508},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":9519},{"uri":"Macau","surface_form":"Macau","offset":9530},{"uri":"Manila","surface_form":"Manila","offset":9537},{"uri":"Cebu","surface_form":"Cebu","offset":9545},{"uri":"Singapore","surface_form":"Singapore","offset":9551},{"uri":"Taibei","surface_form":"Taibei","offset":9562},{"uri":"Gaoxiong","surface_form":"Gaoxiong","offset":9570},{"uri":"MASWings","surface_form":"MASWings","offset":9638},{"uri":"Sepanggar_Bay_Container_Port","surface_form":"Sepanggar Bay Container Port","offset":9777},{"uri":"Navy","surface_form":"naval","offset":9883},{"uri":"Royal_Malaysian_Navy","surface_form":"Royal Malaysian Navy","offset":9902},{"uri":"Oil_depot","surface_form":"oil depot","offset":9924},{"uri":"Containers","surface_form":"containers","offset":10148},{"uri":"Twenty-foot_equivalent_unit","surface_form":"twenty-foot equivalent unit","offset":10186},{"uri":"Twenty-foot_equivalent_unit","surface_form":"TEU","offset":10312},{"uri":"Sabah_Ports","surface_form":"Sabah Ports Sdn Bhd","offset":10414},{"uri":"Labuan","surface_form":"Labuan","offset":10708}]}