{"id":193728,"url":"http://en.wikipedia.org/wiki/Minicoy_Island","text":"e=\"preserve\">Minicoy Island or Maliku (Mahal language: މަލިކު, məliku) is the only inhabited island of the Maliku Atoll. The locals, the \"Malikun\", call their island \"Maliku,\" as do the Maldivians, the closest Maldive island to Minicoy is Thuraakunu. Since 1956, the Indian Government has forbidden contact between people of the same nationals of the two islands despite their geographic proximity and ethnographic similarities. The cultural traits of Minicoy differ from those of any other Indian islands of Lakshadweep. Manners, customs and food are similar to those of the Maldives to the south of Minicoy and Mahl, a dialect of Dhivehi, is the language spoken on the island. This language employs the Tāna script, written from right to left. Minicoy Islanders, like the close islands of the Maldives follow Sunni Islam. The islands were probably Buddhist before like they were in the Maldives. In August 1947 the possessions of the Emperor of British India passed to either the Indian Union or Pakistan according to an agreed demarcation line. The rulers of the independent countries that were vassals of the Emperor had the choice of acceding to either the Dominion of India or Pakistan.\nWhile Maliku was a sovereign possession of the Emperor and not that of an independent country such as, Kashmir or Hyderabad State, it is unclear why India felt it necessary to hold a plebiscite in Maliku in 1956 to determine whether or not the people of Maliku wished to join the Indian Union. However Since 1965 Pakistan wished Maliku to return to the Republic of Maldives.","categories":[],"infobox_types":[],"annotations":[{"uri":"Atoll","surface_form":"Atoll","offset":114},{"uri":"Lakshadweep","surface_form":"Lakshadweep","offset":509},{"uri":"Dhivehi","surface_form":"Dhivehi","offset":632},{"uri":"Maldives","surface_form":"Maldives","offset":795},{"uri":"British_India","surface_form":"British India","offset":947},{"uri":"Kashmir","surface_form":"Kashmir","offset":1296},{"uri":"Hyderabad_State","surface_form":"Hyderabad State","offset":1307}]}