{"id":193851,"url":"http://en.wikipedia.org/wiki/All_Jammu_and_Kashmir_Muslim_Conference","text":"The All Jammu and Kashmir Muslim Conference is a major political party of Azad Jammu and Kashmir.\nOverview.\nIn 1932 Pro-Congress Sheikh Abdullah formed Kashmir's first political party, the All Jammu & Kashmir Muslim Conference, with a demand for merger of Kashmir and Jammu with British India. His party was renamed the National Conference in 1939 to suite the secular nature of Kashmiri culture. The All Jammu and Kashmir National Conference, led by Sheikh Mohammed Abdullah, espoused a secular ideology and wished to create a secular, democratic but independent Kashmir with close ties to British India.\nWhen the All Jammu and Kashmir Muslim Conference was converted into a secular political party in 1939, the Muslim leaders amended the Constitution of the Muslim Conference, renamed it as the All Jammu and Kashmir National Conference, modified its objectives and threw its membership open to all the people of the State. On 13 June 1941, the breakaway factions of the National Conference revived the erstwhile Muslim Conference under the leadership of Choudry Ghualm Abbas.\nThe All Jammu and Kashmir Muslim Conference led the Muslim movement for accession into Pakistans favor in the State.\nOn July 19, 1947, a convention of All Jammu & Kashmir Muslim Conference, adopted the \"Accession to Pakistan Resolution\" demanding accession of the Kashmir state to Pakistan.\nIn 1955 the All-Jammu and Kashmir Muslim Conference was the political party in power in Azad Jammu and Kashmir. Even today All-jummu and Kashmir Muslim Conference is in power in Azad Jamu and Kashmir.\nHistory and achievements of All Jammu and Kashmir Muslim Conference.\nThe movement was started by the All Jammu and Kashmir Muslim Conference after its induction as a political platform of the Muslims in August 1932 in Srinagar. Prominent amongst the participants were Sardar Gohar Rehman, Chaudhry Ghulam Abbass, Khwaja Ghulam Ahmad Ashai, Agha Syed Hussain Shah Jalali, Haji Jaffer Khan, Mistri Yaqoob Ali, Sheikh Ghulam Qadir and even Sheikh Mohammed Abdullah himself. Sardar Gohar Rehman favoured the formation of Provincial Muslim Conference in Jammu, but he was prevailed upon by the others to relegate his demand in favour of All Jammu and Kashmir Muslim Conference.\nTo unite Kashmiri Muslims on a common platform. It was an enormous task in the wake of the deep variance in the political thinking of Sheikh Mohammed Abdullah and Mir Waiz Mohammed Yusuf Shah who parted way along with his his aides towards the end of the first session.","categories":[],"infobox_types":[],"annotations":[{"uri":"Azad_Jammu_and_Kashmir","surface_form":"Azad Jammu and Kashmir","offset":74},{"uri":"Kashmir","surface_form":"Kashmir","offset":152},{"uri":"Kashmir_and_Jammu","surface_form":"Kashmir and Jammu","offset":256},{"uri":"British_India","surface_form":"British India","offset":279},{"uri":"British_India","surface_form":"British India","offset":591},{"uri":"Pakistan","surface_form":"Pakistan","offset":1166},{"uri":"Azad_Jammu_and_Kashmir","surface_form":"Azad Jammu and Kashmir","offset":1458},{"uri":"Srinagar","surface_form":"Srinagar","offset":1789}]}