{"id":193847,"url":"http://en.wikipedia.org/wiki/Al-Badr_(East_Pakistan)","text":"Al-Badar (আল বদর) was a paramilitary force formed in East Pakistan in 1971 by the national Pakistan Army.\nAl-Badar means The Battlefield of Badar. The politics of the force were intermingled with jihad, the religious war or holy war of Muhammad 1400 years earlier. However, the war between Pakistan and Bengali separatists was a nationalistic war, not a religious one.\nBackground.\nOn March 27, 1971, after beginning the Pakistani Civil War, Pakistani military forces needed military support from Bengali nationalists supporters who still wanted to be part of Pakistan, or did not like Indian involvement in the movement; as well as the non-Bengali muhajirs in order to abolish the independence fighters of Bangladesh, the Mukti Bahini, Hemayet Bahini and Kaderiya Bahini.\nThe Al Badar were formed to find these independence fighters and to be guides as well as co-fighters who were familiar with the local terrain. The force was composed of madrasa students and teachers, Bengali supporters of Muslim League and Jamaat E Islami, and \"muhajirs\" coming from non-Bengali part of India.\nThere were three type of Paramilitary forces Pakistan formed,\n1.Razakars: refuges who were came from other parts of India during separation of India and Pakistan, and settled in East Pakistan.\n2. Al-Badar: Bengali Muslim Students from Colleges, universities and madrasah, who were loyal to Jamat-e-islami.3. Al-Shams: Bengali Madrasah Students, teachers & supporters of Islamic parties other than Jamat-E-Islami (these smaller parties included Nejam-e-Islami and various factions of Muslim League).\nAl-Badar was a very organized par military force among those three forces, with their own hierarchy of organization and reporting system.\nAbolition.\nOn 16 December 1971, Pakistan unconditionally surrendered. Members of Al-Badr, along with other Razakars, Al-Shams, and Shanti Committee also surrendered to the Mitro Bahini's. As they all were Bengali it was supposed that Bangladesh would treat them as an opposition party, that is they would arrest them and treat them as prisoners of war. However most of them were tortured, killed by Mukti Bahini, or forced into exile from Bangladesh.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan_Army","surface_form":"Pakistan Army","offset":91},{"uri":"Jihad","surface_form":"jihad","offset":196},{"uri":"Holy_war","surface_form":"holy war","offset":224},{"uri":"Muhammad","surface_form":"Muhammad","offset":236},{"uri":"Civil_War","surface_form":"Civil War","offset":430},{"uri":"Bengali_people","surface_form":"Bengali nationalists","offset":496},{"uri":"Muhajirs","surface_form":"muhajirs","offset":648},{"uri":"Mukti_Bahini","surface_form":"Mukti Bahini","offset":722},{"uri":"Hemayet_Bahini","surface_form":"Hemayet Bahini","offset":736},{"uri":"Al-Shams_(East_Pakistan)","surface_form":"Al-Shams","offset":1837},{"uri":"Mitro_Bahini","surface_form":"Mitro Bahini","offset":1892},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":2055},{"uri":"Mukti_Bahini","surface_form":"Mukti Bahini","offset":2119}]}