{"id":19384,"url":"http://en.wikipedia.org/wiki/Perjury","text":"e=\"preserve\">Perjury is the word used for a person that tells a lie while they are under oath (in a courtroom). Committing perjury is against the law, and can be punished with a jail or prison sentence.\nPerjury is a serious crime because it might be used to take away the power of a court, which can lead to punishment for the wrong person. In the United States, perjury is a federal offense, and it can be punished by five years in prison. However, in California, a person who commits perjury can get the death penalty if the perjury led to a wrongful execution.\nThe rules of perjury also apply when a person says or does something \"under penalty of perjury\", even if he or she never swore an oath. One example is the United States' income tax return, where people have to sign as true and correct under penalty of perjury. A person can be punished by three years in prison if he or she lies on the tax return.\nA statement that involves \"interpretation\" are not perjury because people can judge incorrectly without knowing it. Perjury only happens if a person wanted to do it and then actually did.\nCanada.\nThe offence of perjury is written in section 132 of the Criminal Code. It is described by section 131, which says that perjury is when a person says something false when he or she knows that it is false. People who commit perjury can be imprisoned for fourteen years at most.\nEuropean Union.\nA person in the Court of Justice of the European Communities swears anything he knows is false is guilty of perjury. Proceedings for perjury can happen in any place in the State and the offence can be treated as if it happened in that place.\nUnited States.\nPerjury in American law comes from the common law of England, which defined the it as giving a false testimony under oath that has to do with the issue.\nDefinitions.\nThe American legal system defines perjury as saying anything knowingly false under oath to a \"competent tribunal, officer, or person\". The punishment can be a fine or up to five years in prison or both.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lie","surface_form":"lie","offset":64},{"uri":"Oath","surface_form":"oath","offset":89},{"uri":"Courtroom","surface_form":"courtroom","offset":100},{"uri":"Jail","surface_form":"jail","offset":178},{"uri":"Prison","surface_form":"prison","offset":186},{"uri":"Income_tax","surface_form":"income tax","offset":734},{"uri":"Common_law","surface_form":"common law","offset":1696}]}