{"id":19387,"url":"http://en.wikipedia.org/wiki/Seven_deadly_sins","text":"Some followers of Christianity say that there are sins that are the causes of all others. There are seven sins that they call \"deadly\". Although the Bible does not list the seven deadly sins, they are in the book The Divine Comedy.\nPeople see that some of these sins are connected. They have tried to put an order to them. For example, pride (love of self out of proportion) is needed for gluttony (the over-consumption or waste of food), as well as sloth, envy, and most of the others.\nEach of these sins is a way of not loving God and not loving others as much as oneself. Scholasticism developed schema of attribute and substance of will to explain these sins.\nAs previously mentioned, the Latin words for the sins are: \"superbia, avaritia, luxuria, invidia, gula, ira\" and \"accidia\".\nThe first letters of these words form the medieval Latin word \"saligia\", whence the verb \"saligiare\" (to commit a deadly sin) is taken. Various mnemonic devices exist for remembering the sins in English, e.g. PEG'S LAW (pride, envy, gluttony, sloth, lust, avarice, wrath).\nIn the official Catechism of the Catholic Church, consisting of 2,865 numbered sections and first published in 1992 by order of Pope John Paul II, the seven deadly sins are dealt with in one paragraph. The principal codification of moral transgression for Christians continues to be the Ten Commandments and the Beatitudes, which are a positive statement of morality, and part of the Sermon on the Mount.\nThe opposite of these sins are the seven virtues (chastity, moderation, charity, zeal, meekness, generosity, and humility) in corresponding order to the above seven deadly sins.\nPunishments.\nAccording to the Divine Comedy, there are punishments for those who die with unconfessed deadly sins.\nThe Lustfuls, are in the second circle of the Inferno. There they are blown around by a strong wind, without the hope of ever resting. This is because lust is so powerful, that it can blow one around without need or aim.\nThe Gluttons are in the third circle. There, they are forced to lie in a kind of slush, made by freezing rain, black snow, and hail. This symbolizes what they made with their life.\nThe Greedy are in the fourth circle. There they are boiled in hot oil, it's the best oil that money can buy, but it's still pretty hot and you will be turned into gold.\nThe Slothful are in the fifth circle. There they are thrown into a snake pit where the indolent will have to move around to get the snakes off them eternally.\nThe Wrathful are in the fifth circle, as well. It is a combined circle of Sloth and Wrath. Their limbs are ripped apart, because the furious use their arms and/or legs in their act of violence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christianity","offset":18},{"uri":"Sin","surface_form":"sin","offset":50},{"uri":"Divine_Comedy","surface_form":"The Divine Comedy","offset":213},{"uri":"Scholasticism","surface_form":"Scholasticism","offset":575},{"uri":"English_language","surface_form":"English","offset":983},{"uri":"Catechism_of_the_Catholic_Church","surface_form":"Catechism of the Catholic Church","offset":1077},{"uri":"Pope","surface_form":"Pope","offset":1189},{"uri":"Pope_John_Paul_II","surface_form":"John Paul II","offset":1194},{"uri":"Moral","surface_form":"moral","offset":1293},{"uri":"Ten_Commandments","surface_form":"Ten Commandments","offset":1348},{"uri":"Beatitudes","surface_form":"Beatitudes","offset":1373},{"uri":"Sermon_on_the_Mount","surface_form":"Sermon on the Mount","offset":1445},{"uri":"Virtue","surface_form":"virtue","offset":1507},{"uri":"Chastity","surface_form":"chastity","offset":1516},{"uri":"Moderation","surface_form":"moderation","offset":1526},{"uri":"Charity_(practice)","surface_form":"charity","offset":1538},{"uri":"Zeal","surface_form":"zeal","offset":1547},{"uri":"Meekness","surface_form":"meekness","offset":1553},{"uri":"Generosity","surface_form":"generosity","offset":1563},{"uri":"Humility","surface_form":"humility","offset":1579},{"uri":"Slush","surface_form":"slush","offset":2061},{"uri":"Violence","surface_form":"violence","offset":2673}]}