{"id":1938,"url":"http://en.wikipedia.org/wiki/Mercury_(element)","text":"Mercury, also known as quicksilver or hydrargyrum, is a chemical element. Its symbol on the periodic table is Hg, and its atomic number is 80. Its atomic mass is 200.59.\nThe symbol \"Hg\" stands for its Latinized Greek name \"hydrargyrum\", meaning watery or liquid silver.\nHistory.\nNo one has the credit for finding mercury. It was known in ancient times. Mercury was found in Egyptian tombs that are from 2000 BC.\nChinese people also knew it from long ago. In China and Tibet, people thought using mercury would make them live longer and have better health. One of China's emperors, Qín Shǐ Huáng Dì, is said to have been buried in a tomb with rivers of flowing mercury. He died from drinking a mixture of mercury and powdered jade because he wanted to live forever. However, this only made him die of liver failure, poisoning, and brain death. The ancient Greeks used mercury in ointments. The Egyptians and the Romans used it in cosmetics. These cosmetics sometimes hurt and made faces uglier.\nPhysical properties.\nMercury is a silvery-white liquid post-transition metal. The reason for mercury being a liquid is complex. It is heavy; a chunk of iron can float on mercury. Compared to other metals, it does not conduct heat well. However, it conducts electricity fairly well. Mercury is the only metal with a known melting point (−38.83 °C) lower than caesium. Mercury is one of the two elements that are liquids at standard temperature and pressure. Bromine is the other one.\nMercury may be seen as a transition metal, but it is normally seen as a post-transition metal. It is in Group 12 of the periodic table. Mercury has seven stable (nonradioactive) isotopes. 202Hg is the most common isotope. Mercury makes a blue to ultraviolet color in a tube when a spark is passed through it. The ultraviolet light can kill germs or light fluorescent lamp<nowiki/>s.\nChemical properties.\nMercury is an unreactive metal. It does not corrode in air unless hydrogen sulfide is also there, similar to silver. Mercury can oxidize to mercury(II) oxide when heated in air. If it is heated further, it decomposes into mercury and oxygen again. It does not dissolve in ordinary acids, but can dissolve in oxidizing acids to make mercury salts. It can make amalgams when mixed with most metals, like aluminium, gold, and zinc. Iron, tantalum, tungsten, and platinum do not make amalgams with mercury. Iron flasks were used to trade mercury because of this.\nMercury can dissolve large amounts of aluminium metal, making it dangerous to transport in aluminium containers. The thin layer of oxide on aluminium stops it from amalgamating (making an amalgam with) aluminium, but the oxide coating can be damaged to expose the metal. Then the aluminium metal is dissolved and oxidizes to aluminium oxide. The aluminium oxide forms a solid and releases the mercury, which amalgamates more aluminium. This process keeps repeating until a large amount of aluminium is dissolved.\nChemical compounds.\nMercury forms chemical compounds in 2 oxidation states: +1 and +2. Mercury(I) compounds are weak oxidizing agents and weak reducing agents. Most of them are colorless. They easily disproportionate to mercury(II) compounds and mercury metal. They react with oxygen in the air to make mercury(II) compounds. Many mercury(I) compounds do not dissolve in water. Mercury(I) chloride is one of the most common mercury(I) compounds. Mercury(II) compounds are strong oxidizing agents and very corrosive. Mercury(II) compounds are red, yellow, or colorless. Mercury(II) oxide and mercury(II) chloride are the most common mercury(II) compounds in the laboratory.\nOne thing they have in common is that they are all toxic. The soluble ones are more toxic than the insoluble ones.\nMercury(I) compounds.\nAlso known as mercurous compounds, these are weak reducing agents and weak oxidizing agents. Most of them do not dissolve in water, making them less toxic than mercury(II) compounds. Most of them are colorless or yellow.\nMercury(II) compounds.\nAlso known as mercuric compounds, these are strong oxidizing agents. Most of them dissolve in water, making them very toxic. They are colorless or red.\nOrganomercury compounds.\nThese contain mercury reacted with a organic molecule. They are even more toxic than other mercury compounds since they get absorbed very easily.\nOccurrence.\nMercury is a rare metal. It is about as common as silver. Mercury is not expensive like silver because the mercury is very easy to get from the places where it is found. Mercury can be found in elemental (liquid) form in nature, but this is not common. Mercury as an element is the only liquid that is recognized as a mineral by the International Mineralogical Association. It is most often found in the form of cinnabar, a mercury(II) sulfide mineral. The biggest deposits of cinnabar used to be found in Spain, but now are found in China. It also occurs in other minerals like calomel, a mercury(I) chloride mineral.\nPreparation.\nChina and Kyrgyzstan are the two main makers of mercury. Mines in Italy, the United States, and Mexico have been closed. China is opening more mines because the European Union wants to use fluorescent lights, which need mercury.\nMercury is made by roasting cinnabar in a furnace. The sulfide is oxidized to sulfur dioxide, leaving mercury behind.\nMedical uses.\nMercury has been used in dental fillings until it was replaced with safer materials. They are an amalgam of mercury with another element. An organic mercury compound called thiomersal is used to preserve vaccines. Merbromin, another organic mercury compound, is used as an antiseptic. It has been banned in some countries like the US.\nMercury(I) chloride (also known as calomel or mercurous chloride) has been used as a diuretic, skin disinfectant, and laxative. Together with other mercury compounds, Mercury(II) chloride (also known as mercuric chloride or corrosive sublimate) was used to treat syphilis. The problem with this was that mercury(II) chloride is very toxic. Sometimes the symptoms of its toxicity were confused with those of the syphilis it was believed to treat. It is also used as a disinfectant. Blue mass, a pill or syrup in which mercury is the main ingredient, was prescribed throughout the 1800s for different conditions such as constipation, depression, child-bearing and toothaches. In the early 20th century, mercury was given to children once a year as a laxative and dewormer. Teething powders for infants also had it in them.\nSince the 1930s some vaccines have contained the preservative thiomersal. In the body, this is changed to ethylmercury. At first it was thought that this mercury-based preservative can cause or trigger autism in children, but scientific studies could not show such a link. Because of this, thiomersal has been removed from most U.S. vaccines recommended for children six years of age and under. There are certain exceptions to this rule for influenza vaccines. In some cases, vaccines may still have very small amounts of thiomersal in them.\nCinnabar is still an important component of traditional Chinese, Tibetan, and Ayurvedic medicine. Certain countries do not allow the use of mercury or its compounds in drugs. For this reason, cinnabar has recently been replaced with less toxic products.\nToday, the use of mercury in medicine has greatly declined in all respects, especially in developed countries. Thermometers and blood pressure devices using mercury were invented in the early 18th and late 19th centuries, respectively. Now their use is declining and has been banned in some countries, states and medical institutions. In 2002, the U.S. Senate passed legislation to phase out the sale of non-prescription mercury thermometers. In 2003, Washington and Maine became the first states to ban mercury blood pressure devices. Mercury compounds are in some over-the-counter drugs, including topical antiseptics, stimulant laxatives, diaper rash ointment, eye drops, and nasal sprays. The FDA has “inadequate data to establish general recognition of the safety and effectiveness” of the mercury in these products. Mercury is still used in some diuretics, although other things can be used for most therapeutic uses.\nOther uses.\nIn 2017 the worldwide use of mercury was less than half of what it was in 1980.\nToxicity.\nMercury is liquid at room temperature, and fumes of mercury are very poisonous. Ingested elemental mercury is less dangerous. The biggest problems are organic mercury compounds which are eaten with food. As with other heavy metals, inorganic compounds such as mercury(II) nitrate are also highly toxic by ingestion (eating) or inhalation (breathing in) of the dust. Mercury can cause both chronic and acute poisoning.\nIn the year 1810, over 200 people died of mercury poisoning on the ship \"Triumph\" because a barrel of mercury had leaked.\nMercury is extremely poisonous and has to be used carefully. When mercury is spilled, there are special ways to clean it up. Smaller drops should be combined to a larger drop on hard surfaces to be removed more easily (for example, being pushed into a bag that can be thrown away). Vacuum cleaners and brooms should not be used. This is because they can spread mercury even more. Afterwards, elements such as sulfur or zinc powder should be sprinkled over the place, then collected and cleaned away. It is not easy to clean mercury entirely off clothing, so it is better not to use them anymore. Breathing in mercury vapor is also very dangerous.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":56},{"uri":"Symbol","surface_form":"symbol","offset":78},{"uri":"Periodic_table","surface_form":"periodic table","offset":92},{"uri":"Atomic_number","surface_form":"atomic number","offset":122},{"uri":"Atomic_mass","surface_form":"atomic mass","offset":147},{"uri":"Latin_language","surface_form":"Latinized","offset":201},{"uri":"Greek_language","surface_form":"Greek","offset":211},{"uri":"Liquid","surface_form":"liquid","offset":255},{"uri":"Silver","surface_form":"silver","offset":262},{"uri":"Ancient_Egypt","surface_form":"Egyptian","offset":374},{"uri":"Tomb","surface_form":"tomb","offset":383},{"uri":"China","surface_form":"China","offset":458},{"uri":"Tibet","surface_form":"Tibet","offset":468},{"uri":"Emperor","surface_form":"emperor","offset":571},{"uri":"Qin_Shi_Huang","surface_form":"Qín Shǐ Huáng Dì","offset":581},{"uri":"Mixture","surface_form":"mixture","offset":693},{"uri":"Powder","surface_form":"powder","offset":716},{"uri":"Jade","surface_form":"jade","offset":725},{"uri":"Liver","surface_form":"liver","offset":800},{"uri":"Poison","surface_form":"poison","offset":815},{"uri":"Brain_death","surface_form":"brain death","offset":830},{"uri":"Ancient_Greece","surface_form":"ancient Greeks","offset":847},{"uri":"Ointment","surface_form":"ointments","offset":878},{"uri":"Ancient_Egypt","surface_form":"Egyptians","offset":893},{"uri":"Roman_Empire","surface_form":"Romans","offset":911},{"uri":"Cosmetics","surface_form":"cosmetics","offset":929},{"uri":"Post-transition_metal","surface_form":"post-transition metal","offset":1049},{"uri":"Density","surface_form":"heavy","offset":1128},{"uri":"Iron","surface_form":"iron","offset":1146},{"uri":"Metal","surface_form":"metal","offset":1191},{"uri":"Conduct","surface_form":"conduct","offset":1211},{"uri":"Heat","surface_form":"heat","offset":1219},{"uri":"Melting_point","surface_form":"melting point","offset":1315},{"uri":"Caesium","surface_form":"caesium","offset":1352},{"uri":"Liquid","surface_form":"liquid","offset":1405},{"uri":"Standard_temperature_and_pressure","surface_form":"standard temperature and pressure","offset":1416},{"uri":"Bromine","surface_form":"Bromine","offset":1451},{"uri":"Transition_metal","surface_form":"transition metal","offset":1502},{"uri":"Group_12","surface_form":"Group 12","offset":1581},{"uri":"Radioactive","surface_form":"radioactive","offset":1642},{"uri":"Isotope","surface_form":"isotope","offset":1655},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":1723},{"uri":"Spark","surface_form":"spark","offset":1758},{"uri":"Fluorescent_lamp","surface_form":"fluorescent lamp","offset":1832},{"uri":"Unreactive","surface_form":"unreactive","offset":1895},{"uri":"Corrosion","surface_form":"corrode","offset":1925},{"uri":"Hydrogen_sulfide","surface_form":"hydrogen sulfide","offset":1947},{"uri":"Silver","surface_form":"silver","offset":1990},{"uri":"Oxidation","surface_form":"oxidize","offset":2010},{"uri":"Acid","surface_form":"acid","offset":2162},{"uri":"Oxidizing_agent","surface_form":"oxidizing","offset":2189},{"uri":"Salt","surface_form":"salt","offset":2221},{"uri":"Amalgam","surface_form":"amalgam","offset":2240},{"uri":"Aluminium","surface_form":"aluminium","offset":2283},{"uri":"Gold","surface_form":"gold","offset":2294},{"uri":"Zinc","surface_form":"zinc","offset":2304},{"uri":"Iron","surface_form":"Iron","offset":2310},{"uri":"Tantalum","surface_form":"tantalum","offset":2316},{"uri":"Tungsten","surface_form":"tungsten","offset":2326},{"uri":"Platinum","surface_form":"platinum","offset":2340},{"uri":"Aluminium_oxide","surface_form":"aluminium oxide","offset":2765},{"uri":"Chemical_compound","surface_form":"chemical compound","offset":2987},{"uri":"Oxidation_state","surface_form":"oxidation state","offset":3011},{"uri":"Oxidizing_agent","surface_form":"oxidizing agent","offset":3070},{"uri":"Reducing_agent","surface_form":"reducing agent","offset":3096},{"uri":"Disproportionation","surface_form":"disproportionate","offset":3153},{"uri":"Mercury(I)_chloride","surface_form":"Mercury(I) chloride","offset":3331},{"uri":"Oxidizing_agent","surface_form":"oxidizing agent","offset":3432},{"uri":"Mercury(II)_oxide","surface_form":"Mercury(II) oxide","offset":3522},{"uri":"Mercury(II)_chloride","surface_form":"mercury(II) chloride","offset":3544},{"uri":"Laboratory","surface_form":"laboratory","offset":3614},{"uri":"Reducing_agent","surface_form":"reducing agent","offset":3813},{"uri":"Oxidizing_agent","surface_form":"oxidizing agent","offset":3838},{"uri":"Organic_chemistry","surface_form":"organic","offset":4221},{"uri":"Silver","surface_form":"silver","offset":4392},{"uri":"Liquid","surface_form":"liquid","offset":4629},{"uri":"International_Mineralogical_Association","surface_form":"International Mineralogical Association","offset":4675},{"uri":"Cinnabar","surface_form":"cinnabar","offset":4754},{"uri":"Mercury(II)_sulfide","surface_form":"mercury(II) sulfide","offset":4766},{"uri":"Mineral","surface_form":"mineral","offset":4786},{"uri":"Calomel","surface_form":"calomel","offset":4921},{"uri":"China","surface_form":"China","offset":4974},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":4984},{"uri":"European_Union","surface_form":"European Union","offset":5135},{"uri":"Fluorescent_bulb","surface_form":"fluorescent lights","offset":5163},{"uri":"Sulfide","surface_form":"sulfide","offset":5258},{"uri":"Sulfur_dioxide","surface_form":"sulfur dioxide","offset":5281},{"uri":"Dentistry","surface_form":"dental","offset":5360},{"uri":"Amalgam","surface_form":"amalgam","offset":5432},{"uri":"Vaccine","surface_form":"vaccine","offset":5539},{"uri":"Antiseptic","surface_form":"antiseptic","offset":5608},{"uri":"Diuretic","surface_form":"diuretic","offset":5755},{"uri":"Disinfectant","surface_form":"disinfectant","offset":5770},{"uri":"Laxative","surface_form":"laxative","offset":5788},{"uri":"Mercury(II)_chloride","surface_form":"Mercury(II) chloride","offset":5837},{"uri":"Syphilis","surface_form":"syphilis","offset":5933},{"uri":"Blue_mass","surface_form":"Blue mass","offset":6151},{"uri":"Major_depressive_disorder","surface_form":"depression","offset":6302},{"uri":"Toothache","surface_form":"toothache","offset":6332},{"uri":"Vaccine","surface_form":"vaccine","offset":6512},{"uri":"Thiomersal","surface_form":"thiomersal","offset":6553},{"uri":"Ethylmercury","surface_form":"ethylmercury","offset":6597},{"uri":"Autism","surface_form":"autism","offset":6693},{"uri":"Influenza","surface_form":"influenza","offset":6932},{"uri":"Thermometer","surface_form":"Thermometer","offset":7398},{"uri":"U.S._Senate","surface_form":"U.S. Senate","offset":7635},{"uri":"Washington_(U.S._state)","surface_form":"Washington","offset":7739},{"uri":"Maine","surface_form":"Maine","offset":7754},{"uri":"Ointment","surface_form":"ointment","offset":7941},{"uri":"Food_and_Drug_Administration","surface_form":"FDA","offset":7984},{"uri":"Fume","surface_form":"fume","offset":8356},{"uri":"Organic_chemistry","surface_form":"organic","offset":8464},{"uri":"Heavy_metals","surface_form":"heavy metals","offset":8531},{"uri":"Mercury(II)_nitrate","surface_form":"mercury(II) nitrate","offset":8573},{"uri":"Poison","surface_form":"poison","offset":8874},{"uri":"Vacuum_cleaner","surface_form":"Vacuum cleaner","offset":9135},{"uri":"Broom","surface_form":"broom","offset":9155},{"uri":"Sulfur","surface_form":"sulfur","offset":9262},{"uri":"Zinc","surface_form":"zinc","offset":9272}]}