{"id":193952,"url":"http://en.wikipedia.org/wiki/Harrier_Jump_Jet","text":"The Harrier Jump Jet, usually called the Harrier is a British-designed military aeroplane. It was designed during the 1960s. The Harrier is well known as it can take off vertically. It can do this by changing the direction of thrust from its engines. It is sometimes called V/STOL which means \"Vertical/Short Takeoff and Landing\". It can carry heavier loads with a short takeoff than with a vertical one.\nDevelopment.\nIn 1967, the Bristol Engine Company proposed the radical idea of a directed thrust engine. Next, Hawker Aircraft designed an aeroplane that could meet the NATO specification for a \"light tactical support fighter\". There was no financial support for the development from HM Treasury, but support was found from NATO.\nA prototype flew in 1960. Various changes were made and several preliminary versions flew including the \"Kestrel\" and the first Harriers flew for the RAF and Royal Navy in 1969. The planes were built in both Britain and the United States. They were redeveloped and manufactured by British Aerospace and Macdonald Douglas, companies which are now owned by BAE Systems and Boeing, respectively. At present the Boeing/BAE Systems AV-8B Harrier II is used by NATO countries such as the United States, Spain and Italy. A modified version, the BAE Systems/Boeing Harrier II is used by the Royal Air Force and the Royal Navy.\nBetween 1969 and 2003, 824 Harrier variants were delivered. Manufacture of new Harriers ended in 1997. The last remanufactured aircraft (Harrier II Plus configuration) was delivered in December 2003. This ended the Harrier production line.\nUsers.\nThe Harrier is used by many military forces. The United States Marine Corps and the Royal Air Force (RAF) use versions which are specially designed for taking off and landing on aircraft carriers. Other countries which use the Harrier include Thailand and India.\nIn 2006, the RAF introduced a new version of the Harrier, the GR/9. This is an updated version of the previous version, the GR/7. It has a top speed of 574 knots.\nThe Harrier was used a lot during the Falklands War. Harriers flew a total of 1,561 sorties, shot down 20 enemy planes (+ 3 probables) with 10 Harriers lost. Of the ten lost, six were shot down; the others were damaged in accidents on the carrier. The Sea Harriers made the Argentine Air Force much less effective than they hoped to be.\nEquipment.\nThe Harrier can carry different equipment for each mission. It can carry missiles and bombs. It can also carry cameras to take pictures of the ground.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":54},{"uri":"Design","surface_form":"design","offset":62},{"uri":"Military","surface_form":"military","offset":71},{"uri":"Aeroplane","surface_form":"aeroplane","offset":80},{"uri":"Vertical","surface_form":"vertical","offset":170},{"uri":"Thrust","surface_form":"thrust","offset":226},{"uri":"Engine","surface_form":"engine","offset":242},{"uri":"Vectored_thrust","surface_form":"directed thrust","offset":485},{"uri":"NATO","surface_form":"NATO","offset":573},{"uri":"HM_Treasury","surface_form":"HM Treasury","offset":688},{"uri":"British_Aerospace","surface_form":"British Aerospace","offset":1015},{"uri":"Macdonald_Douglas","surface_form":"Macdonald Douglas","offset":1037},{"uri":"BAE_Systems","surface_form":"BAE Systems","offset":1089},{"uri":"Boeing","surface_form":"Boeing","offset":1105},{"uri":"Spain","surface_form":"Spain","offset":1231},{"uri":"Italy","surface_form":"Italy","offset":1241},{"uri":"United_States_Marine_Corps","surface_form":"United States Marine Corps","offset":1649},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":1684},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":1778},{"uri":"Thailand","surface_form":"Thailand","offset":1843},{"uri":"India","surface_form":"India","offset":1856},{"uri":"Knot_(unit)","surface_form":"knots","offset":2019},{"uri":"Falklands_War","surface_form":"Falklands War","offset":2064},{"uri":"Equipment","surface_form":"equipment","offset":2406},{"uri":"Mission","surface_form":"mission","offset":2425},{"uri":"Missile","surface_form":"missile","offset":2447},{"uri":"Bomb","surface_form":"bomb","offset":2460},{"uri":"Camera","surface_form":"camera","offset":2485}]}