{"id":194055,"url":"http://en.wikipedia.org/wiki/Peter_Grimes","text":"e=\"preserve\">\"Peter Grimes\" is an opera by Benjamin Britten. It was first performed in 1945. It is generally thought to be the most important British opera of the 20th century. It is about a community in a small fishing village in the east of England in the 1820s. Peter Grimes is a fisherman who feels that the people do not want to have anything to do with him. He wants to make lots of money so that he can marry and get people’s respect. In his obsession with catching as much fish as possible he is cruel to the boys who help him (his apprentices), and they die. At the end of the opera Grimes drowns himself.\nBritten wrote the main part (Peter Grimes) for his life partner Peter Pears to sing.\nThere are three acts, and the opera starts with a prologue and ends with an epilogue. Some of the scenes are joined by continuous music, and some of this is often played separately in concerts. This music is known as the Four Sea Interludes.\nHistory of its composition.\nWhen World War II started Britten and Pears went to America to avoid the war. In 1941 Britten started to feel homesick because he read an article by E.M.Forster about George Crabbe, a poet who had lived in the same part of England that Britten came from. Britten started to realize that, in order to compose well, he had to go back to his own country. Britten and Pears returned to England in 1942.\nThe conductor Sergei Koussevitzky asked Britten to write an opera based on a poem by George Crabbe. The poem, called “The Borough”, was about the story of Peter Grimes. The village in the poem was fictitious, but it was very much like Aldeburgh where Britten later made his home. Britten asked Montagu Slater to write the libretto based on the story of Crabbe’s poem.\nThe opera was first performed at Sadler's Wells Theatre in London on 7 June 1945 by the company which later became English National Opera. The conductor was Reginald Goodall. Pears sang the title role.\nThe first American performance was in 1946 at Tanglewood conducted by Koussevitzky's pupil, Leonard Bernstein. Britten dedicated it to Koussevitsky’s wife.\nPrologue.\nThe first young boy who was an apprentice to Peter Grimes has already been killed. He was at sea for three days without water to drink. An inquest is being held to decide whether Grimes is guilty of the boy’s death. The people all seem to think he is guilty. The judge decides that the boy’s death was an accident. However, he says to Grimes that he should not get another apprentice. Grimes is very angry at being told this. Ellen Orford, a school teacher, comforts him. In their beautiful duet Ellen and Peter sing at first in different keys, but finally sing together in the same key.\nAct 1.\nThe scenery shows the Moot Hall, the Boar Inn (the village pub) and the church. People are saying “Good morning” to one another, especially the Slave Master who says it many times. The fishermen start work mending their nets. Keene tells Grimes that he has found another apprentice for him. He is a poor boy who lives in the workhouse. Nobody wants Grimes to have another apprentice. Hobson, the cart man, refuses to fetch him. But Ellen supports Peter. She sings to the crowd: “Let her among you without fault cast the first stone” (meaning: “You all have faults so do not criticize”). Hobson goes off to get the boy. A terrible storm is coming.\nThe scene now changes to The Boar Inn. It is very noisy inside. Bob Boles gets drunk and wants to make love to the landlady’s nieces. The storm is still raging outside. Grimes comes in. People are shocked, but Grimes does not notice. He sings and song about human fate: “Now the Great Bear and Pleiades”. The tune is in the orchestra in canon while Grimes sings very simple lines of music. People are embarrassed, so they start to sing a round: “Old Joe has gone fishing”. It has three tunes and has seven counts in a bar. The boy is brought in and Grimes takes him off in spite of the storm.\nAct 2.\nThe opening of the next act is peaceful. It is Sunday morning. People are in church, and now again we hear the singing coming from the church. Ellen talks to the boy. She is horrified to see he has a bruise on his neck. Grimes says it was an accident. He gets annoyed that Ellen is worried about the boy and runs off with him. The people of the village have noticed and march up to Grimes’s hut. The scene ends with a peaceful contrast: a duet sung by the two nieces.\nThe orchestra play a beautiful passacaglia which links to the next scene. Grimes is accusing the boy of “telling stories”. Then he starts to feels guilty about the first boy’s death. He hears the villagers coming and tells the boy they have to go fishing. He pushes him out onto the rocks and the boy falls to his death. When the villagers arrive at the hut they find it empty.\nAct 3.\nAct 3 opens with music describing moonlight at night. People are dancing in the Moot Hall. People are very merry. Mrs. Sedley tries to tell people that Grimes is a murderer, but they do not listen. People then start to leave, saying “Goodnight” to one another (especially the Rector). Balstrode is walking with Ellen. He tells her that Grimes’s boat is in, but Grimes cannot be found. A boy’s jersey has been washed up on the shore. Ellen sings an aria “Embroidery in childhood was a luxury of idleness”. It is a moment of stillness in the drama.\nA short interlude based on one chord leads to the next scene in which people are looking for Grimes. Grimes drags himself onto the shore. He seems to have gone mad. We hear a foghorn (played by an off-stage tuba) as he sings. Balstrode tells Grimes that he should go out to sea in his boat and sink it.\nEpilogue.\nThe opera ends with an epilogue in which the scene is the same as the beginning of the opera. Someone says that a boat has been seen sinking out to sea, but no one is interested. The people have forgotten Grimes, and continue their lives without him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":34},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":43},{"uri":"Britain","surface_form":"British","offset":142},{"uri":"Apprentice","surface_form":"apprentice","offset":540},{"uri":"Drowning","surface_form":"drowns","offset":599},{"uri":"Peter_Pears","surface_form":"Peter Pears","offset":679},{"uri":"World_War_II","surface_form":"World War II","offset":975},{"uri":"United_States","surface_form":"America","offset":1022},{"uri":"E.M.Forster","surface_form":"E.M.Forster","offset":1119},{"uri":"Poet","surface_form":"poet","offset":1154},{"uri":"England","surface_form":"England","offset":1193},{"uri":"Conducting","surface_form":"conductor","offset":1373},{"uri":"Sergei_Koussevitzky","surface_form":"Sergei Koussevitzky","offset":1383},{"uri":"Fiction","surface_form":"fictitious","offset":1566},{"uri":"Aldeburgh","surface_form":"Aldeburgh","offset":1604},{"uri":"Libretto","surface_form":"libretto","offset":1691},{"uri":"Sadler%27s_Wells_Theatre","surface_form":"Sadler's Wells Theatre","offset":1770},{"uri":"English_National_Opera","surface_form":"English National Opera","offset":1852},{"uri":"Reginald_Goodall","surface_form":"Reginald Goodall","offset":1894},{"uri":"United_States","surface_form":"American","offset":1949},{"uri":"Tanglewood","surface_form":"Tanglewood","offset":1985},{"uri":"Leonard_Bernstein","surface_form":"Leonard Bernstein","offset":2031},{"uri":"Inquest","surface_form":"inquest","offset":2244},{"uri":"Guilty","surface_form":"guilty","offset":2294},{"uri":"Accident","surface_form":"accident","offset":2410},{"uri":"Duet","surface_form":"duet","offset":2596},{"uri":"Tonality","surface_form":"keys","offset":2644},{"uri":"Pub","surface_form":"pub","offset":2759},{"uri":"Church","surface_form":"church","offset":2772},{"uri":"Fishing_net","surface_form":"nets","offset":2920},{"uri":"Workhouse","surface_form":"workhouse","offset":3025},{"uri":"Cart","surface_form":"cart","offset":3096},{"uri":"Criticize","surface_form":"criticize","offset":3274},{"uri":"Niece","surface_form":"niece","offset":3473},{"uri":"Fate","surface_form":"fate","offset":3611},{"uri":"Orchestra","surface_form":"orchestra","offset":3671},{"uri":"Canon_(music)","surface_form":"canon","offset":3684},{"uri":"Embarrassed","surface_form":"embarrassed","offset":3748},{"uri":"Round_(music)","surface_form":"round","offset":3785},{"uri":"Bar_(music)","surface_form":"bar","offset":3865},{"uri":"Church","surface_form":"church","offset":4024},{"uri":"Passacaglia","surface_form":"passacaglia","offset":4446},{"uri":"Moon","surface_form":"moon","offset":4834},{"uri":"Jersey","surface_form":"jersey","offset":5193},{"uri":"Chord","surface_form":"chord","offset":5378},{"uri":"Foghorn","surface_form":"foghorn","offset":5522},{"uri":"Tuba","surface_form":"tuba","offset":5554}]}