{"id":19403,"url":"http://en.wikipedia.org/wiki/Fiction","text":"e=\"preserve\">Fiction is any story made up by an author. It is a creation of the author's imagination. It is not based strictly on history or facts.\nThe opposite of fiction is non-fiction, writing that deals with facts and true events. Often in a library, part of the library is for fiction books and another part of the library is for non-fiction.\nThe word \"fiction\" comes from the Latin word \"fictum\", which means \"created\". This is a good way to remember what fiction is: if it has been created or made up by somebody, it is fiction. Fiction can be written or told, or acted on stage, in a movie, on television or radio. Usually the purpose of fiction is to entertain.\nHowever, the dividing line is not always so clear. Fiction with real people or events in it is called \"historical fiction\", because it is based on things that happened in history. This type of fiction is written so that we can imagine and understand what it was like when those people were alive. Reality can be presented through creative writing, and imagination can open the reader's mind to significant thoughts about the real world.\nCharacters.\nIn fiction, there are always characters. There is usually a protagonist, or hero. Sometimes this is a group of people, not one person. You usually support the hero (or heroes.) The protagonist has to face some kind of enemy, usually another character called the \"antagonist\". The fight between the protagonist and their enemy is called the \"conflict\".\nPlot.\nPlot is a literary term. It is the events that make up a story, particularly as they relate to one another. The events may form a pattern. That pattern may be a sequence, through cause and effect, or how the reader views the story, or simply by coincidence. (For example, at the start. a puppy hunged by a tree branch. At the middle, someone sees that puppy is about to fall. At the end, someone saves the puppy.)\nAristotle on plot.\nIn his \"Poetics\", Aristotle considered plot (\"mythos\") the most important element of drama—more important than character, for example. A plot must have, Aristotle says, a beginning, a middle, and an end, and the events of the plot must causally relate to one another as being either necessary or probable.\nOf the utmost importance to Aristotle is the plot's ability to arouse emotion in the psyche of the audience. In tragedy, the emotions are fear and pity, emotions which he considers in his \"Rhetoric\".\nFreytag on plot.\nGustav Freytag considered plot a narrative structure that divided a story into five parts, like the five acts of a play. These parts are: exposition (of the situation); rising action (through conflict); climax (or turning point); falling action; and resolution.\nClimax.\nThe climax is the most dangerous and exciting part of the plot. For example, if you were on a rollercoaster, the highest part would be the climax.\nThe climax usually near to the end of the story, because the whole story has been building up to it (rising action). In an action drama it is the point when the hero or heroine looks like s/he is about to lose, and is in the greatest danger.\nConflict.\nConflict is very important in fiction. Every work of fiction needs a conflict, or problem. There are five basic types of conflict. In modern times, a new one, \"Person vs. Technology\", has been used.\nPerson vs. Self.\nPerson vs. Self is when a character is facing his own fears, confusion or philosophy. Sometimes the character tries to find out who he or she is, and comes to realize it or change it. Sometimes the character struggles to find out what is right or wrong. Although the enemy is inside the character, they can be influenced by outside forces. The struggle of the human being to come to a decision is the base of this type of conflict.\nPerson vs. Person.\nPerson vs. Person is when the hero is fighting another person. There is usually more than one time that the hero meets the enemy. For example, if a child is being bullied, that is person vs. person conflict. An example is the conflict between Judah and Messala in \"Ben-Hur\".\nPerson vs. Society.\nPerson vs. Society is when the hero's main source of conflict is traditions or ideas. The protagonist is basically fighting what is wrong with the world he lives in. Society itself is often treated as a single character, just as another person is in person vs. person conflict. An example in literature would be \"Wuthering Heights\" by Emily Brontë.\nPerson vs. Nature.\nPerson vs. Nature is when a character is fighting against forces of nature. Many films focus on this theme. It is also found in stories about trying to survive in places far away from humans, like Jack London's short story \"To Build a Fire\".\nPerson vs. Supernatural.\nPerson vs. Supernatural is when a character is battling supernatural forces. Sometimes, this force is inside themselves, it is internal. Such stories are sometimes used to represent or criticize Freud's theory of id vs. superego. Bram Stoker's \"Dracula\" is a good example of this, as well as \"Frankenstein\" by Mary Shelley and \"Christabel\" by Samuel Coleridge. It is also very common in comic books.\nPerson vs. Machine/Technology.\nPerson vs. Machine/Technology places a character against robot forces with artificial intelligence. \"I, Robot\" and the \"Terminator\" series are good examples of this conflict.","categories":[],"infobox_types":[],"annotations":[{"uri":"Author","surface_form":"author","offset":48},{"uri":"Imagination","surface_form":"imagination","offset":89},{"uri":"Non-fiction","surface_form":"non-fiction","offset":175},{"uri":"Library","surface_form":"library","offset":246},{"uri":"Latin","surface_form":"Latin","offset":382},{"uri":"Entertain","surface_form":"entertain","offset":660},{"uri":"History","surface_form":"history","offset":842},{"uri":"Protagonist","surface_form":"protagonist","offset":1180},{"uri":"Story","surface_form":"story","offset":1535},{"uri":"Example","surface_form":"example","offset":1741},{"uri":"Puppy","surface_form":"puppy","offset":1766},{"uri":"Hunged","surface_form":"hunged","offset":1772},{"uri":"Aristotle","surface_form":"Aristotle","offset":1929},{"uri":"Psyche_(psychology)","surface_form":"psyche","offset":2302},{"uri":"Tragedy","surface_form":"tragedy","offset":2329},{"uri":"Fear","surface_form":"fear","offset":2355},{"uri":"Pity","surface_form":"pity","offset":2364},{"uri":"Gustav_Freytag","surface_form":"Gustav Freytag","offset":2434},{"uri":"Narrative","surface_form":"narrative","offset":2467},{"uri":"Rollercoaster","surface_form":"rollercoaster","offset":2798},{"uri":"Confusion","surface_form":"confusion","offset":3380},{"uri":"Philosophy","surface_form":"philosophy","offset":3393},{"uri":"Human_being","surface_form":"human being","offset":3679},{"uri":"A_Tale_of_the_Christ","surface_form":"Ben-Hur","offset":4035},{"uri":"Tradition","surface_form":"tradition","offset":4130},{"uri":"Wuthering_Heights","surface_form":"Wuthering Heights","offset":4378},{"uri":"Emily_Bront%C3%AB","surface_form":"Emily Brontë","offset":4400},{"uri":"Survive","surface_form":"survive","offset":4585},{"uri":"Jack_London","surface_form":"Jack London","offset":4630},{"uri":"Supernatural","surface_form":"supernatural","offset":4756},{"uri":"Criticize","surface_form":"criticize","offset":4885},{"uri":"Freud","surface_form":"Freud","offset":4895},{"uri":"Id%2C_ego%2C_and_super-ego","surface_form":"id vs. superego","offset":4913},{"uri":"Bram_Stoker","surface_form":"Bram Stoker","offset":4930},{"uri":"Dracula","surface_form":"Dracula","offset":4945},{"uri":"Frankenstein","surface_form":"Frankenstein","offset":4993},{"uri":"Mary_Shelley","surface_form":"Mary Shelley","offset":5010},{"uri":"Samuel_Coleridge","surface_form":"Samuel Coleridge","offset":5043},{"uri":"Comic_book","surface_form":"comic book","offset":5087},{"uri":"Artificial_intelligence","surface_form":"artificial intelligence","offset":5206},{"uri":"I%2C_Robot_(film)","surface_form":"I, Robot","offset":5232},{"uri":"Terminator_(franchise)","surface_form":"Terminator","offset":5251}]}