{"id":194115,"url":"http://en.wikipedia.org/wiki/Harry_Patch","text":"Henry \"Harry\" Patch (born 17 June 1898 - 25 July 2009) was a World War I veteran and the last soldier of the war to die who fought in the trenches.\nWorld War I.\nPatch fought in the trenches in World War I. He became a plumber and firefighter. He never talked to anybody about his experiences in the trenches. When he was 100 years old he decided he should tell people about what he had seen in the war. He still had 11 more years to live after that. When he died at the age of 111 he was the last British person who had fought in the First World War. This is why he was known as \"the Last Tommy\". For the last seven days of his life he was the oldest man in Europe. He did not want to have a state funeral. The funeral was at Wells Cathedral. A very large number of people came. They were mostly ordinary people, but there were also some important people including Camilla, Duchess of Cornwall. For many of the people there it was a last opportunity to pay respects to the people who fought in the war.\nExperiences.\nHarry decided to talk about his experiences because he wanted everyone to realize how terrible wars are. When he talked to the BBC he said: \"...if any man tells you he went over the top and he wasn't scared, he's a damn liar.\" In the same series, he talked about his friends who were killed, and about the moment when he came face to face with a German soldier. He remembered the Bible story about Moses coming down from Mount Sinai with God's commandment, 'thou shalt not kill'. He could not bring himself to kill the German. Instead, he shot him in the shoulder, which made him drop his rifle. But the German carried on running towards Patch's gun, so he then shot him above the knee, and in the ankle. Patch said, \"I had about five seconds to make the decision. I brought him down, but I didn't kill him.\"\nLater years and death.\nPatch was born and died in Somerset. In his last years he lived in a nursing home in Wells where he died on 25 July 2009 from natural causes, he was 111 years old. He died just seven days after the death of Henry Allingham, aged 113, who had been the only other remaining British-resident First World War veteran. Harry Patch received eight medals.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_I","surface_form":"World War I","offset":61},{"uri":"Trench","surface_form":"trench","offset":181},{"uri":"World_War_I","surface_form":"World War I","offset":193},{"uri":"Plumber","surface_form":"plumber","offset":218},{"uri":"Firefighter","surface_form":"firefighter","offset":230},{"uri":"British_people","surface_form":"British","offset":497},{"uri":"Tommy_Atkins","surface_form":"Tommy","offset":589},{"uri":"Europe","surface_form":"Europe","offset":658},{"uri":"Funeral","surface_form":"funeral","offset":698},{"uri":"Wells_Cathedral","surface_form":"Wells Cathedral","offset":726},{"uri":"Camilla%2C_Duchess_of_Cornwall","surface_form":"Camilla, Duchess of Cornwall","offset":865},{"uri":"BBC","surface_form":"BBC","offset":1143},{"uri":"Bible","surface_form":"Bible","offset":1396},{"uri":"Moses","surface_form":"Moses","offset":1414},{"uri":"Biblical_Mount_Sinai","surface_form":"Mount Sinai","offset":1437},{"uri":"Shoulder","surface_form":"shoulder","offset":1571},{"uri":"Rifle","surface_form":"rifle","offset":1605},{"uri":"Gun","surface_form":"gun","offset":1662},{"uri":"Knee","surface_form":"knee","offset":1697},{"uri":"Ankle","surface_form":"ankle","offset":1714},{"uri":"Somerset","surface_form":"Somerset","offset":1875},{"uri":"Wells","surface_form":"Wells","offset":1933},{"uri":"Henry_Allingham","surface_form":"Henry Allingham","offset":2055},{"uri":"Veteran","surface_form":"veteran","offset":2153}]}