{"id":194143,"url":"http://en.wikipedia.org/wiki/Essjay_controversy","text":"The Essjay controversy is about a well known Wikipedia administrator and salaried Wikia worker, Essjay, who later said he was Ryan Jordan.\nIn February 2007, Essjay was discovered to have made false claims about his school certificates and job experiences on his Wikipedia user page and to news reporter Stacy Schiff during a report for \"The New Yorker\".\nMany people reacted in many ways to the controversy. Many articles and comments were made in electronic, print, and broadcast media; the Wikipedia community checked Essjay's article changes to check for errors and debated proposals to improve the project's handling of personal identification. In his activities as an editor, Essjay had spent less time changing the content of articles and more time addressing vandalism and resolving editorial disputes.\nWikipedia co-founder Jimmy Wales supported Essjay's use of an identity, saying, \"I regard it as a pseudonym and I don’t really have a problem with it.\" Later Wales changed his opinion and asked for Essjay to quit his jobs with Wikipedia and Wikia. Wales stated that he withdrew his support when he learned \"that EssJay used his false credentials in content disputes\" on Wikipedia.\n\"The New Yorker\" interview.\nStacy Schiff, a Pulitzer Prize-winning reporter writing for \"The New Yorker\", interviewed Essjay as a source for an article about Wikipedia. (\"Know It All\"; July 31, 2006) He was suggested for this to her by a member of the Wikimedia Foundation. \"The New Yorker\", said Essjay \"was willing to describe his work as a Wikipedia administrator but would not identify himself other than by confirming the biographical details that appeared on his user page.\"\nDuring the interview, Jordan told \"The New Yorker\" and had said on his Wikipedia user page that he had doctoral degrees in theology and canon law. He also said he worked as a tenured professor at a private university. It was later found that he was 24 years old and had quit community college with no qualifications. \"The New Yorker\" published a correction in February 2007, which brought the issue to broader public attention.\nThe article said that Essjay was on Wikipedia some 14 hours or more a day. The article also said he was careful to keep his online life a secret from his co-workers and friends. Essjay was pictured as taking his laptop to class so he could be available to other Wikipedians while giving a quiz. He said that he needed anonymity to avoid cyberstalking.\nEssjay said that he had sent an email to a college professor using his false persona's credentials, telling for Wikipedia's accuracy. In the message he wrote in part, \"I am an administrator of the online encyclopedia project Wikipedia. I am also a tenured professor of theology; feel free to have a look at my Wikipedia userpage (linked below) to gain an idea of my background and credentials.\"\nIdentity revealed.\nHe later said on his Wikipedia user page about having fooled Schiff by \"doing a good job playing the part.\"\nSocial activist and Wikipedia critic Daniel Brandt then told \"The New Yorker\" about the difference in profiles. In late February 2007 the magazine updated its article with a change (correction) saying that \"Essjay now says that his real name is Ryan Jordan, that he is twenty-four and holds no advanced degrees, and that he has never taught.\"\nLih wrote that he contacted Schiff for comment about whether she had offered to pay Essjay for his time and quoted her return email. In it Schiff said that Essjay's statement was \"complete nonsense.\"\nWikipedia community.\nTalking about Jordan, Wales said, \"Mr. Ryan was a friend, and still is a friend. He is a young man, and he has offered me a heartfelt personal apology, which I have accepted. I hope the world will let him go in peace to build an honorable life and reputation\".\nReaction from inside the Wikipedia community to the Essjay/Jordan identity difference was pointed. There were many comments. While most editors opposed at least some of his actions, responses ranged from offering complete support to accusing Jordan of fraud.\nAs the controversy went further, the Wikipedia community began looking at Essjay's previous changes. Some felt he had relied upon his false professorship to prove he was right about his changes. \"People have gone through his edits and found places where he was basically cashing in on his fake credentials to bolster his arguments,\" said Michael Snow, a Wikipedia administrator and founder of the Wikipedia community newspaper, \"The Wikipedia Signpost\". \"Those will get looked at again.\" For instance, Essjay had recommended sources such as \"Catholicism for Dummies,\" a book granted the nihil obstat and imprimatur by the Roman Catholic Church. Essjay defended his use of the book by telling fellow Wikipedia editors in a disagreement over the editing of the article Imprimatur: \"This is a text I often require for my students, and I would hang my own PhD on it’s credibility.\"\nWales was \"...reported to be considering vetting all persons who adjudicate on factual disputes.\" \"I don't think this incident exposes any inherent weakness in Wikipedia, but it does expose a weakness that we will be working to address,\" Wales added. He insisted that Wikipedia editors still would be able to remain anonymous if they wished. \"We always prefer to give a positive incentive rather than absolute prohibition, so that people can contribute without a lot of hassle\", Wales commented. However, he also warned that \"It's always inappropriate to try to win an argument by flashing your credentials, and even more so if those credentials are inaccurate\". Wales argued \"contributors to the site who claim certain credentials will soon have to prove they really have them.\" However, Florence Devouard, chair of the Wikimedia Foundation, was not supportive of his credential suggestion, saying, \"I think what matters is the quality of the content, which we can improve by enforcing policies such as 'cite your source,' not the quality of credentials showed by an editor.\" A formal suggestion that users saying to have qualification would have to give something to prove they really do have them, before using them was rejected by the Wikipedia community, like all previous such suggestions.\nWales stated his regret that Essjay had \"made a series of very bad judgments.\" He said he hopes the Wkipedia would be better off from the controversy.\nWikipedia critics.\nAndrew Orlowski, a Wikipedia critic and writer for \"The Register\"—a British technology news and opinion website—criticized Jimmy Wales for hiring Essjay at the venture-capital-funded 'Wikia' and for making him a member on the Wikipedia Arbitration Committee. Essjay had admitted his stated academic and professional credentials were false before he was made a member. Orlowski added that Essjay's actions showed a harmful community way of thinking inside Wikipedia.\nOthers to comment negatively included ZDNet writer Mitch Ratcliffe. Ratcliffe asked \"why lying about one's background qualifies a person to work for a company like Wikia, which proposes to help communities to record accurate information\" and asked for additional details \"such as when he fired Jordan and the reasons for the firing, as well as when he endorsed Jordan in public statements.\"\nLarry Sanger, editor-in-chief of online encyclopedia Citizendium, and a co-founder of Wikipedia who quit the project in 2002, called Essjay's response \"a defiant non-apology\" and elsewhere stated Essjay's actions as \"identity fraud.\"\nShowing comments by Essjay on his Wikipedia talk pages, Sanger stated that other members of Wikipedia management, including Angela Beesley (co-founder of Wikia and a member of Wikimedia Foundation's Communications Committee) and Brad Patrick (legal counsel for the Wikimedia Foundation) had worked in hiring Jordan when they knew of the identity difference. Sanger also made note that Jordan's dismissal was the result of public response. That \"Only after these sad facts were publicly made aware, only after there was a response, did Jimmy Wales decide to ask for Essjay’s to quit.\"\nStudies.\nFollowing the media broadcast of the Essjay controversy, a number of people noted the damage to the credibility of Wikipedia. On March 2, 2007, a report in \"The Chronicle of Higher Education\" commented \"the incident is clearly damaging to Wikipedia's credibility—especially with professors who will now note that one of the site's most visible academics has turned out to be a fraud.\" Ross Brann, a professor of Judeo-Islamic classes at Cornell University in Ithaca, stated that Wikipedia is without a way to expertly review, saying, \"They could make up your life if they wanted to.\" Brann also said that Wikipedia \"has no place in the University,\" and he believed the Essjay incident would do nothing to change the negative opinion that academics generally hold about the online encyclopedia. Students at Cornell stated that they may continue to use Wikipedia as a quick source of information, though they would not cite it in scholarly work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Salary","surface_form":"salaried","offset":73},{"uri":"Wikia","surface_form":"Wikia","offset":82},{"uri":"Discover","surface_form":"discovered","offset":168},{"uri":"Lie","surface_form":"false claims","offset":192},{"uri":"Wikt","surface_form":"certificates","offset":222},{"uri":"Stacy_Schiff","surface_form":"Stacy Schiff","offset":303},{"uri":"The_New_Yorker","surface_form":"The New Yorker","offset":337},{"uri":"Wikipedia_community","surface_form":"Wikipedia community","offset":491},{"uri":"Founder","surface_form":"co-founder","offset":819},{"uri":"Jimmy_Wales","surface_form":"Jimmy Wales","offset":830},{"uri":"Identity","surface_form":"identity","offset":871},{"uri":"Stacy_Schiff","surface_form":"Stacy Schiff","offset":1218},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":1234},{"uri":"The_New_Yorker","surface_form":"The New Yorker","offset":1279},{"uri":"Interview","surface_form":"interview","offset":1296},{"uri":"Source","surface_form":"source","offset":1320},{"uri":"Wikimedia_Foundation","surface_form":"Wikimedia Foundation","offset":1442},{"uri":"Doctorate","surface_form":"doctoral degrees","offset":1774},{"uri":"Canon_law","surface_form":"canon law","offset":1807},{"uri":"Tenure","surface_form":"tenure","offset":1846},{"uri":"University","surface_form":"private university","offset":1869},{"uri":"Dropping_out","surface_form":"quit","offset":1941},{"uri":"Community_college","surface_form":"community college","offset":1946},{"uri":"Academic_degree","surface_form":"qualifications","offset":1972},{"uri":"Secret","surface_form":"secret","offset":2237},{"uri":"Anonymity","surface_form":"anonymity","offset":2417},{"uri":"Cyberstalking","surface_form":"cyberstalking","offset":2436},{"uri":"Credential","surface_form":"credential","offset":2538},{"uri":"Apology","surface_form":"apology","offset":3680},{"uri":"Identity","surface_form":"identity","offset":3864},{"uri":"Pointed","surface_form":"pointed","offset":3888},{"uri":"Accuse","surface_form":"accusing","offset":4031},{"uri":"Controversy","surface_form":"controversy","offset":4064},{"uri":"For_Dummies","surface_form":"Catholicism for Dummies","offset":4599},{"uri":"Nihil_obstat","surface_form":"nihil obstat","offset":4644},{"uri":"Imprimatur","surface_form":"imprimatur","offset":4661},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":4679},{"uri":"Imprimatur","surface_form":"Imprimatur","offset":4824},{"uri":"Check","surface_form":"vetting","offset":4976},{"uri":"Adjudication","surface_form":"adjudicate","offset":5000},{"uri":"Florence_Devouard","surface_form":"Florence Devouard","offset":5724},{"uri":"Wikimedia_Foundation","surface_form":"Wikimedia Foundation","offset":5756},{"uri":"Andrew_Orlowski","surface_form":"Andrew Orlowski","offset":6401},{"uri":"The_Register","surface_form":"The Register","offset":6453},{"uri":"Venture-capital","surface_form":"venture-capital","offset":6561},{"uri":"Arbitration_Committee_(English_Wikipedia)","surface_form":"Wikipedia Arbitration Committee","offset":6627},{"uri":"ZDNet","surface_form":"ZDNet","offset":6905},{"uri":"Larry_Sanger","surface_form":"Larry Sanger","offset":7258},{"uri":"Citizendium","surface_form":"Citizendium","offset":7311},{"uri":"Angela_Beesley","surface_form":"Angela Beesley","offset":7616},{"uri":"Wikimedia_Foundation","surface_form":"Wikimedia Foundation","offset":7757},{"uri":"The_Chronicle_of_Higher_Education","surface_form":"The Chronicle of Higher Education","offset":8242},{"uri":"Cornell_University","surface_form":"Cornell University","offset":8522},{"uri":"Ithaca%2C_New_York","surface_form":"Ithaca","offset":8544}]}