{"id":194122,"url":"http://en.wikipedia.org/wiki/Milgram_experiment","text":"The Milgram experiment is the name for a number of controversial experiments in psychology. They were done by Stanley Milgram in the 1960s. Milgram wanted to find out how easy it was to get someone to follow orders, even if the orders went against their conscience. In his experiment, a test subject was ordered by a scientist to inflict electric shocks on another person, though the shocks were faked.\nTo his surprise, most subjects did as they were told until the very end of the experiment, though many found it difficult. There have been many repetitions and variations of the experiment, with similar results.\nThe experiment.\nParticipants were told they would be helping out in a \"learning experiment\". The participant played the role of a \"teacher\" in which they had to ask questions to the \"learner\". Every time the learner got a question wrong or failed to answer, the teacher had to press a switch to give the learner an electric shock. The voltage increased each time. In the original version of the experiment, the teacher and learner were in separate rooms, but could talk to each other through the wall.\nIn fact, the electric shocks were faked. The \"learners\" were actually actors, who only pretended to be in pain. As the \"shocks\" increased, their cries of pain grew louder. They protested, banged the wall and stopped answering the questions. The shocks eventually reached levels that would have been deadly had they been real. At this point, the learner fell silent.\nMuch was done to trick the subjects into thinking it was real. When they arrived, they were told that the actor was another volunteer and that the \"teacher\" and \"learner\" roles would be decided at random by drawing slips of paper. In fact, both slips of paper said \"teacher\", so the actor pretended to have picked \"learner\". The electric shock machine made buzzing noises and could give an actual mild shock of 45 volts. The teacher would try this out before the experiment began.\nThere were a few other things the experimenter was allowed to say. For example, if the subject asked about whether the learner would be badly hurt, the experimenter could say \"Although the shocks may be painful, there is no permanent tissue damage, so please go on.\"\nIf the subject still wished to stop after the four main prods had been used, the experiment was halted. Otherwise, it was halted after the subject had given the maximum \"450-volt\" shock three times in succession.\nResults.\nBefore Milgram did his experiment, he asked fourteen Yale University psychology students what they thought the results would be. On average, the students thought that 1.2% of the \"teachers\" would give the biggest electric shock of 450 volts. In fact, in Milgram's first set of experiments, \"65 percent\" (26 of 40) of participants gave the final massive 450-volt shock, and all gave a shock of at least 300 volts.\nMilgram found that the \"teachers\" showed signs of stress and nervousness in the experiment. Signs of this included sweating, trembling, stuttering and groaning. All of them stopped to question the experiment at some point. Most continued once they were reassured by the experimenter.\nOther psychologists did their own versions of Milgram's experiment and found very similar results.\nInterpretations.\nSome researchers argued that the experiments do not fully answer the question as to why apparently normal people commit atrocities in wartime. For example, the subjects were being told that the shocks would cause no major harm to the learner, whereas those who caused events like the Holocaust knew full well that they were committing murder.\nPop culture.\nThe experiment has been mentioned numerous times in pop culture. In the graphic novel \"V for Vendetta\" Dr. Surridge said that he has lost faith in humanity because of the experiment. In 2013 there was a conference about it at Nipissing University in Canada.","categories":[],"infobox_types":[],"annotations":[{"uri":"Experiment","surface_form":"experiment","offset":65},{"uri":"Psychology","surface_form":"psychology","offset":80},{"uri":"Stanley_Milgram","surface_form":"Stanley Milgram","offset":110},{"uri":"Order","surface_form":"order","offset":208},{"uri":"Conscience","surface_form":"conscience","offset":254},{"uri":"Electric_shock","surface_form":"electric shock","offset":930},{"uri":"Yale_University","surface_form":"Yale University","offset":2506},{"uri":"Stress","surface_form":"stress","offset":2916},{"uri":"The_Holocaust","surface_form":"Holocaust","offset":3550},{"uri":"Pop_culture","surface_form":"pop culture","offset":3674},{"uri":"Graphic_novel","surface_form":"graphic novel","offset":3694},{"uri":"Nipissing_University","surface_form":"Nipissing University","offset":3848},{"uri":"Canada","surface_form":"Canada","offset":3872}]}