{"id":19434,"url":"http://en.wikipedia.org/wiki/Hungarian_language","text":"Hungarian is a Uralic language. The Hungarian name for the language is \"Magyar\".\nThe Finno-Ugric languages also include Finnish, Estonian, Lappic (Sámi) and some other languages spoken in Russia: Khanty and Mansi are the most closely related to Hungarian. The Hungarian name for the language is \"Magyar\".\nAlthough Hungarian is not an Indo-European language, unlike most other European languages, its vocabulary has many words from Slavic and Turkic languages and also from German.\nSpeakers and dialects.\nHungarian is spoken by approximately 13 million people. Most of them live in Hungary (around 10 million) and Romania (around 1.5 million), but there are also speakers in Slovakia, the northern part of Serbia (Vojvodina), Ukraine and other countries. Hungarian is the official language of Hungary and one of the official languages of the European Union (EU). It is also an official language of the Autonomous Republic of Vojvodina (Serbia) and of some places in the Republic of Slovenia.\nHungarian has several dialects, but people can easily understand one another. The Csángó dialect in Romania, however, is archaic and has changed less than the other dialects.\nHungarian literary language is based on the Northeastern dialect.\nAlthough Hungarian is not an Indo-European language, its vocabulary has many words from Slavic and Turkic languages and also from German.\nGrammar.\nHungarian grammar is very different from that of Indo-European languages like English.\nHungarian has no grammatical gender. For example, there are no separate words for \"he\" and \"she\" but there is one pronoun (\"ő\"). Instead of prepositions, (like \"from\" or \"with\"), Hungarian uses suffixes (particles at the end of main words). For example, \"from Budapest\" becomes \"Budapestről\", and \"with Alexandra\" becomes \"Alexandrával\".\nAnother Hungarian feature is vowel harmony: suffixes change according to (harmonise with) the vowel of the main word. If they have \"a\" in the word, the suffix normally has \"a\" as well (\"fa\" \"tree\" and \"fával\" \"\"with a tree\"), and if they have \"e\", the suffix will change to have \"e\" as well' (\"teve\" \"camel\" and \"tevével\" \"with a camel\").\nHungarian words have the accent on the first syllable.\nWriting.\nThe Hungarian alphabet is based on the Latin alphabet. Some letters have diacritics (dots or commas above them) and so Hungarian has 44 letters, more than the 26 of English.\nSince Hungarian writing is mostly phonetic, it is easy to write words by knowing their pronunciation.\nHistory.\nThe earliest known written Hungarian words are to be found in a Latin document, the \"Foundation Charter of the Abbey of Tihany\" (1054). The \"Funeral Oration and Prayer\" (1192-95) and the \"Old Hungarian Lament of Mary\" (13th century) are the earliest known continuous Hungarian texts.\nIn the 16th century, the first printed Hungarian texts were published. The modern literary language appeared in the 18th and the 19th centuries.\nHungarian replaced Latin as the official language of Hungary between 1844 and 1849 and then again in 1867.","categories":[],"infobox_types":[],"annotations":[{"uri":"Uralic_languages","surface_form":"Uralic language","offset":15},{"uri":"Finnish_language","surface_form":"Finnish","offset":120},{"uri":"Estonian_language","surface_form":"Estonian","offset":129},{"uri":"Russia","surface_form":"Russia","offset":188},{"uri":"Slavic_languages","surface_form":"Slavic","offset":431},{"uri":"Turkic_languages","surface_form":"Turkic languages","offset":442},{"uri":"German_language","surface_form":"German","offset":473},{"uri":"Hungary","surface_form":"Hungary","offset":581},{"uri":"Romania","surface_form":"Romania","offset":613},{"uri":"Slovakia","surface_form":"Slovakia","offset":674},{"uri":"Serbia","surface_form":"Serbia","offset":705},{"uri":"Ukraine","surface_form":"Ukraine","offset":725},{"uri":"European_Union","surface_form":"European Union","offset":841},{"uri":"Serbia","surface_form":"Serbia","offset":935},{"uri":"Slovenia","surface_form":"Slovenia","offset":981},{"uri":"Romania","surface_form":"Romania","offset":1091},{"uri":"Slavic_languages","surface_form":"Slavic","offset":1320},{"uri":"Turkic_languages","surface_form":"Turkic languages","offset":1331},{"uri":"German_language","surface_form":"German","offset":1362},{"uri":"Grammar","surface_form":"grammar","offset":1389},{"uri":"English_language","surface_form":"English","offset":1457},{"uri":"Grammatical_gender","surface_form":"grammatical gender","offset":1483},{"uri":"Suffix","surface_form":"suffix","offset":1660},{"uri":"Budapest","surface_form":"Budapest","offset":1726},{"uri":"Accent","surface_form":"accent","offset":2168},{"uri":"Syllable","surface_form":"syllable","offset":2188},{"uri":"Latin_script","surface_form":"Latin alphabet","offset":2246},{"uri":"Diacritic","surface_form":"diacritic","offset":2280},{"uri":"Latin","surface_form":"Latin","offset":2556}]}