{"id":19456,"url":"http://en.wikipedia.org/wiki/Harp","text":"The harp is a musical instrument. It is the second biggest string instrument in an orchestra. It dates back to 4000 BC when the Egyptians used them in holy places. Christian artists often draw angels playing harps in Heaven.\nParts of a harp.\nHarps have strings that are tied to the frame, which is usually a triangle made of wood. Each string is tight, and the frame must be strong so that the many tight strings do not break it. The side of the triangle that leans on the player's body is called the \"sound box\".\nThe top side of the triangle has a lot of pegs in it. There is one peg for each string on the harp. The top of each string is tied to one peg, and twisted around the peg. The player turns the peg to make the string more tight or less tight. This is how the player makes each string make the right note. The bottom of each string is tied to the sound box.\nThe last side of the triangle is called the pillar. Many of the oldest harps did not have them. If the strings were too tight, they would break the harp. Adding a pillar to a harp frame makes the frame very strong, so that the strings will not break it.\nPlaying a harp.\nHarp players pluck the strings with their fingers, similar to a guitar. This makes the strings move so that the strings make sounds. Each string sound is a different musical note. Harp players play music by plucking the strings in the right order and at the right time. More than one string can be plucked at the same time to make a chord, or they can be played quickly, one after another, to make an arpeggio. When the harp player wants a note to stop, they touch that string softly, so that it stops moving.\nKinds of harps.\nThere are many different kinds of harps. The two main kinds are folk harps and pedal harps.\nThe folk harp is the older kind of harp, the oldest dating back to 3000 BC in Ancient Egypt. In these harps, each string can only make one note at a time. They are usually tuned so that playing each string in order sounds like playing all the white notes on a piano in order. This is called a diatonic scale. In some places, they are tuned so that playing each string in order sounds like playing all the black notes on a piano in order. This is called a pentatonic scale.\nFolk harps can be found in many different sizes. The smallest ones can be less than half a meter tall and can have as little as 20 strings. The biggest ones can be almost 1.5 meters tall, have up to 40 strings, and can stand on the ground by themselves. These harps are too big to be lifted by one person.\nThe pedal harp was invented during the 1800s by a man in France. This is the kind of harp that is heard in most classical music and is used in the modern symphony orchestra, and for this reason it is often called a concert harp. Pedal harps are about two meters tall and have about 50 strings. The lowest and highest notes on a pedal harp are the same as the lowest and highest notes on a piano. They are very heavy, and need more than one person to move them. The frame is usually made out of metal.\nLike the folk harp, the pedal harp is tuned like the white keys on a piano. However, it has seven pedals to let the harp player play music in different keys. Each pedal, named after the different musical notes, has three places. For the \"A\" pedal, the usual place makes all the \"A\" strings sound like a normal \"A\" (\"A\"-natural). The lower place makes all the \"A\" strings on the harp sound like \"A\"-flat, while the higher place makes all the \"A\" strings sound like \"A\"-sharp.\nA cross-strung harp is a pedal harp that is chromatic and consists of two rows of strings. They cross near to the middle of the string without touching. The strings are in the order of the piano keys (7 plus 5) or in the order of the 6-plus-6 system.\nThings that are not harps.\nSome instruments have the word harp in their name, but they are not really harps. The harp is such an old musical instrument, that people sometimes say \"harp\" when they mean any kind of instrument.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_instrument","surface_form":"musical instrument","offset":14},{"uri":"String_instrument","surface_form":"string instrument","offset":59},{"uri":"Orchestra","surface_form":"orchestra","offset":83},{"uri":"Angel","surface_form":"angel","offset":193},{"uri":"Heaven","surface_form":"Heaven","offset":217},{"uri":"String_(physics)","surface_form":"strings","offset":253},{"uri":"Framework","surface_form":"frame","offset":282},{"uri":"Triangle","surface_form":"triangle","offset":308},{"uri":"Wood","surface_form":"wood","offset":325},{"uri":"Pegs","surface_form":"pegs","offset":556},{"uri":"Finger","surface_form":"finger","offset":1181},{"uri":"Guitar","surface_form":"guitar","offset":1203},{"uri":"Sound","surface_form":"sound","offset":1264},{"uri":"Note_(music)","surface_form":"note","offset":1313},{"uri":"Chord","surface_form":"chord","offset":1472},{"uri":"Arpeggio","surface_form":"arpeggio","offset":1540},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":1835},{"uri":"Piano","surface_form":"piano","offset":2017},{"uri":"Diatonic_scale","surface_form":"diatonic scale","offset":2050},{"uri":"Pentatonic_scale","surface_form":"pentatonic scale","offset":2212},{"uri":"1800s","surface_form":"1800s","offset":2575},{"uri":"France","surface_form":"France","offset":2593},{"uri":"Classical_music","surface_form":"classical music","offset":2648},{"uri":"Metal","surface_form":"metal","offset":3030},{"uri":"Pedal_(music)","surface_form":"pedals","offset":3135},{"uri":"Key_(music)","surface_form":"keys","offset":3189},{"uri":"Natural_(music)","surface_form":"natural","offset":3356},{"uri":"Flat_(music)","surface_form":"flat","offset":3435},{"uri":"Sharp_(music)","surface_form":"sharp","offset":3505},{"uri":"Chromatic","surface_form":"chromatic","offset":3556},{"uri":"6-plus-6-instruments","surface_form":"6-plus-6","offset":3746},{"uri":"Musical_instrument","surface_form":"instruments","offset":3795}]}