{"id":19455,"url":"http://en.wikipedia.org/wiki/Walt_Disney_World_Resort","text":"The Walt Disney World Resort, also called Walt Disney World or Disney World, is an entertainment complex near Orlando, Florida. It opened on October 1, 1971 with only the Magic Kingdom theme park. It has since added Epcot (October 1, 1982), Disney's Hollywood Studios (May 1, 1989) and Disney's Animal Kingdom (April 22, 1998). It also has 2 water parks, 23 hotels, a campground, and Disney Springs, which is a shopping area with souvenir shops, restaurants, and sports activities.\nThe resort was inspired by the dreams of Walt Disney and his creation of Disneyland in California. Its original theme park, Magic Kingdom, is designed similarly to Disneyland. Walt Disney created \"Disney World\" to have a vacation resort that was much different from Disneyland's one-day visit; this includes a much wider variety of sports, recreation, themed resort hotels and entertainment. It covers an area of 50 square miles. The theme parks come with lots of different and fun rides and you can go swimming at the water parks. Sometimes, Disney characters walk around the parks to enjoy the younger ones. The rides are related to the books and films that Disney created.\nAttractions.\nThe resort is approximately as large as San Francisco and twice the size of Manhattan. It has many exciting destinations including theme parks, water parks and more.[https://disneyworld.disney.go.com/destinations/]\nTheme Parks.\nThere are 4 theme parks in Walt Disney World. Each of them have numerous rides, restaurants and entertainment activities to witness. You can meet Disney characters there and have fun viewing different parades.\nPlan A Visit.\nSince it is one of the most popular destinations for a lot of tourists as well as locals, the parks during peak times can get really crowded. Disney's Magic Kingdom alone records more than 18,588,000 visitors annually. Crowded parks are recorded in summer months and holiday times like Christmas and Thanksgiving. If you want to avoid long lines, it is better to plan a trip in the off seasons.\nIt is not possible to cover the entire amusement park in a single visit. There is a lot of planning required to see the best of Disney World. It is beneficial to book tickets from ticketing and travel information websites. Not only you get great discounts and but you don't have to worry about all the planning including the restaurant reservations, resort bookings. On top of that, many sites offer attractive packages you can go for too.","categories":[],"infobox_types":[],"annotations":[{"uri":"Walt_Disney_World","surface_form":"Walt Disney World","offset":42},{"uri":"Disney_World","surface_form":"Disney World","offset":63},{"uri":"Orlando%2C_Florida","surface_form":"Orlando, Florida","offset":110},{"uri":"Magic_Kingdom","surface_form":"Magic Kingdom","offset":171},{"uri":"Epcot","surface_form":"Epcot","offset":216},{"uri":"Disney%27s_MGM_Studios","surface_form":"Disney's Hollywood Studios","offset":241},{"uri":"Disney%27s_Animal_Kingdom","surface_form":"Disney's Animal Kingdom","offset":286},{"uri":"Disney_Springs","surface_form":"Disney Springs","offset":384},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":523},{"uri":"Disneyland","surface_form":"Disneyland","offset":555},{"uri":"California","surface_form":"California","offset":569},{"uri":"Magic_Kingdom","surface_form":"Magic Kingdom","offset":606},{"uri":"Disneyland","surface_form":"Disneyland","offset":646},{"uri":"Walt_Disney","surface_form":"Walt Disney","offset":658},{"uri":"Disney_World","surface_form":"Disney World","offset":679},{"uri":"Disneyland","surface_form":"Disneyland","offset":748},{"uri":"Square_miles","surface_form":"square miles","offset":898},{"uri":"San_Francisco","surface_form":"San Francisco","offset":1211},{"uri":"Manhattan","surface_form":"Manhattan","offset":1247},{"uri":"Christmas","surface_form":"Christmas","offset":1909},{"uri":"Thanksgiving","surface_form":"Thanksgiving","offset":1923}]}