{"id":19468,"url":"http://en.wikipedia.org/wiki/Grand_Canyon","text":"The Grand Canyon is a famous canyon in Arizona, formed by the Colorado River. It is a UNESCO World Heritage Site, and a National Park of the United States. It is also one of the Seven Natural Wonders of the World.\nThe Grand Canyon is 277 miles (446 km) long, up to 18 miles (29 km) wide and is over a mile (1.83 km) (6000 feet) deep in places. Nearly two billion years past of the Earth's geological history have been exposed as the Colorado River and its tributaries (smaller rivers) cut their channels through layer after layer of rock.\nEvidence suggests the Colorado River established its course through the canyon at least 17 million years ago. Since that time, the Colorado River continued to erode and form the canyon to the point we see it at today.\nGeology.\nThe result of all the erosion is one of the most complete geologic columns (stacks of rock layers) on the planet. There are nearly 40 major sedimentary rock layers exposed in the Grand Canyon and in the Grand Canyon National Park area. They range in age from about 200 million to nearly 2 billion years old.\nMost were laid down in warm, shallow seas, near ancient, long-gone sea shores in western North America. Both marine and terrestrial sediments are represented, including fossilized sand dunes from an ancient desert. There are at least 14 known unconformities in the geologic record found in the Grand Canyon area.\nThe major rock exposures in the Grand Canyon range in age from the almost 2 billion year old Vishnu Schist at the bottom of the Inner Gorge to the 230 million year old Kaibab Limestone on the rim.\nShown in the diagram, there is a gap of about one billion years between the stratum that is about 500 million years old (blue) and the lower level, which is about 1.5 billion years old at the top (green). This large unconformity indicates a period of erosion between two periods of deposition.\nMany of the formations were deposited in warm shallow seas, near-shore environments (such as beaches), and swamps. The seashore repeatedly advanced and retreated over the edge of a proto-North America.\nThe great depth of the Grand Canyon and especially the height of its strata (most of which formed below sea level) was caused by 5,000 to 10,000 feet (1500 to 3000 m) uplift of the Colorado Plateau. This started about 65 million years ago during the Laramide period of orogeny (mountain-building). This uplift steepened the gradient of the Colorado River and its tributaries, which increased their speed and their ability to cut through rock.\nWeather conditions during the ice ages also increased the amount of water in the Colorado River drainage system. The ancestral Colorado River responded by cutting its channel faster and deeper.\nThe base level and course of the Colorado River (or its ancestral equivalent) changed 5.3 million years ago when the Gulf of California opened and lowered the river's base level (its lowest point). This increased the rate of erosion and cut nearly all of the Grand Canyon's current depth by 1.2 million years ago. The stepped appearance of the rocks was caused by their varied resistance to the flow of water.\nBetween three million and 100,000 years ago, volcanic activity spread ash (tuff) and lava over the area and at times completely blocked the river. These volcanic rocks are the youngest in the canyon.\nTourism.\nMany people come from around the world to visit the Grand Canyon. People can also take trips floating on the Colorado River in boats and rafts. Some people like to hike in the Grand Canyon. The land on the north side of the Grand Canyon is called the \"North Rim\". The land on the south side of the Grand Canyon is called the \"South Rim\". \"North Rim\" is open to visitors from May to October. It is possible to visit \"South Rim\" all year round.\nThere are trails leading from the North Rim and the South Rim to the bottom of the canyon. These trails lead to a place at the bottom of the canyon called \"Phantom Ranch\". Phantom Ranch has a campground and cabins where hikers can spend the night. Some people also ride mules into the Grand Canyon. Most people who visit the Grand Canyon drive in cars to the South Rim and just look at the canyon from the rim and take pictures. The are also free shuttles for visitors. They are a good way to go from one viewpoint to another. Many tourists like to fly over the canyon on a helicopter to have a panoramic view.\nGrand Canyon admission is $35 per car. People accessing by foot or bicycle have to pay $20. Admission to Grand Canyon is included in the National Parks & Federal Recreational Lands Annual Pass ($80), which is valid to enter all National Park in United States for a year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canyon","surface_form":"canyon","offset":29},{"uri":"Arizona","surface_form":"Arizona","offset":39},{"uri":"Colorado_River","surface_form":"Colorado River","offset":62},{"uri":"UNESCO","surface_form":"UNESCO","offset":86},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":93},{"uri":"National_Park","surface_form":"National Park","offset":120},{"uri":"United_States","surface_form":"United States","offset":141},{"uri":"Billion","surface_form":"billion","offset":355},{"uri":"Earth","surface_form":"Earth","offset":381},{"uri":"Tributary","surface_form":"tributaries","offset":456},{"uri":"Channel","surface_form":"channels","offset":495},{"uri":"Erosion","surface_form":"erosion","offset":788},{"uri":"Stratigraphic_column","surface_form":"geologic columns","offset":824},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":906},{"uri":"Grand_Canyon_National_Park","surface_form":"Grand Canyon National Park","offset":969},{"uri":"North_America","surface_form":"North America","offset":1163},{"uri":"Sediment","surface_form":"sediment","offset":1206},{"uri":"Sand_dune","surface_form":"sand dune","offset":1254},{"uri":"Unconformity","surface_form":"unconformities","offset":1317},{"uri":"Rock_(geology)","surface_form":"rock","offset":1397},{"uri":"Vishnu_Schist","surface_form":"Vishnu Schist","offset":1480},{"uri":"Kaibab_Limestone","surface_form":"Kaibab Limestone","offset":1555},{"uri":"Stratum","surface_form":"stratum","offset":1660},{"uri":"Unconformity","surface_form":"unconformity","offset":1800},{"uri":"Erosion","surface_form":"erosion","offset":1835},{"uri":"Deposition","surface_form":"deposition","offset":1866},{"uri":"Formation_(geology)","surface_form":"formations","offset":1890},{"uri":"Environment","surface_form":"environment","offset":1949},{"uri":"Beach","surface_form":"beach","offset":1971},{"uri":"Swamp","surface_form":"swamp","offset":1985},{"uri":"Sea_level","surface_form":"sea level","offset":2184},{"uri":"Colorado_Plateau","surface_form":"Colorado Plateau","offset":2261},{"uri":"Orogeny","surface_form":"orogeny","offset":2349},{"uri":"Gradient","surface_form":"gradient","offset":2404},{"uri":"Ice_age","surface_form":"ice age","offset":2553},{"uri":"Gulf_of_California","surface_form":"Gulf of California","offset":2834},{"uri":"Volcanic","surface_form":"volcanic","offset":3172},{"uri":"Tuff","surface_form":"tuff","offset":3202},{"uri":"Lava","surface_form":"lava","offset":3212},{"uri":"Boat","surface_form":"boat","offset":3463},{"uri":"Raft","surface_form":"raft","offset":3473},{"uri":"Hiking","surface_form":"hike","offset":3500},{"uri":"Cabin","surface_form":"cabin","offset":3986},{"uri":"Mule","surface_form":"mule","offset":4049},{"uri":"Car","surface_form":"car","offset":4126},{"uri":"Photography","surface_form":"pictures","offset":4198},{"uri":"National_Parks_%26amp%3B_Federal_Recreational_Lands_Annual_Pass","surface_form":"National Parks & Federal Recreational Lands Annual Pass","offset":4527}]}