{"id":194826,"url":"http://en.wikipedia.org/wiki/2003_Atlantic_hurricane_season","text":"The 2003 Atlantic hurricane season began on June 1, 2003 and ended November 30, 2003. However, Tropical Storm Ana formed on April 20, long before the official start of the season. Also, Tropical Storm Odette formed on December 4 and Tropical Storm Peter formed on December 7, both formed after the season ended. Hurricane Isabel is the main storm to remember, it was a category 5 that caused $3.6 billion in damage and 51 deaths in the U.S.. Another storm to remember was Hurricane Fabian, which one of the worst hurricanes in Bermuda history. The final notable storm was Hurricane Juan, a rare hurricane that caused some destruction in Nova Scotia.\nTropical Storm Ana.\nTropical Storm Ana was the only one of two storms in the Atlantic Ocean that began in the month of April, the other was a subtropical storm in 1992. Ana started as Subtropical Storm Ana on April 20, it later became Tropical Storm Ana. Ana died on April 24, but the remains reached the United Kingdom before completely dying. Ana killed two people but caused no damage.\nTropical Depression Two.\nTropical Depression Two formed and died on the same day. Tropical Depression Two did not affect land. So Tropical Depression Two did not kill anyone or cause damage.\nTropical Storm Bill.\nTropical Storm Bill started as Tropical Depression Two on June 29. It later became Tropical Storm Bill and made landfall in Louisiana on June 30. Bill left $50.5 million in damage and killed 4 people before dissipating on July 2.\nHurricane Claudette.\nClaudette started as Tropical Storm Claudette which that started on July 8 in the Caribbean Sea. Claudette moved west and curved northwest before getting closer to Honduras. For just a little bit Claudette was a hurricane and weakened back to a tropical storm. It later crossed the Yucatán Peninsula and became a hurricane again, before striking the coast of Texas on July 15. Claudette did not died until July 17. The hurricane killed 3 people and left $181 million in damage.\nHurricane Danny.\nDanny started as Tropical Depression Five on July 16. It was far from the area in which storm normally form, but water temperatures were warm and Five became a tropical storm. It even became a hurricane. But that didn't last long, Danny started weakening and became extratropical on July 21. What was left of Danny did not died until July 27. Danny came no were near land. So, Danny killed no one and caused no damage.\nTropical Depression Six.\nTropical Depression Six started on July 19. The National Hurricane Center was thinking it would become a hurricane. Six died on July 21 without even becoming a tropical storm.\nTropical Depression Seven.\nSeven started on July 25 offshore Florida. Seven did not become a tropical storm before making landfall in St. Catherines Island, Georgia. Seven died on July 27 and did not killed anyone, damage was next to nothing. Seven had the highest pressure of the storms in 2003, this made it the weakest storm in 2003.\nHurricane Erika.\nErika started as a tropical storm just west of Florida. Erika crossed most of the Gulf of Mexico without becoming a hurricane. Erika became a hurricane right before landfall in Mexico. Erika died on August 17, causing only $10,000 in damage and killed 2 people.\nTropical Depression Nine.\nTropical Depression Nine started on August 21. People at the National Hurricane Center said that it might become a tropical storm. Wind Shear attack Tropical Depression Nine. Tropical Depression Nine died without becoming a tropical storm. The remains caused heavy rain in Dominican Republic leaving $20,000 in damage. Nine did not actually kill anyone.\nHurricane Fabian.\nHurricane Fabian was a powerful Cape Verde-type hurricane that hit Bermuda in early September during the 2003 Atlantic hurricane season. Fabian, the sixth named storm, fourth hurricane, and first major hurricane of the season, caused $200 million in damage and 8 deaths.\nTropical Storm Grace.\nGrace was a weak tropical storm that started on August 30. It later on made landfall in Texas as a weak tropical storm. Grace died on September 2, leaving no one killed and only $113,000 in damage.\nTropical Storm Henri.\nHenri was a strong tropical storm that formed near Florida. Before Henri made landfall in Florida on September 6, it weakened back to a tropical depression. It crossed Florida and never became a tropical storm again. Henri died on September 8. Henri left $19.6 million in damage and killed no one. The remains of Henri caused flooding to the some of the Mid-Atlantic states.\nHurricane Isabel.\nHurricane Isabel was the costliest, deadliest, and strongest hurricane in the 2003 Atlantic hurricane season. It was the ninth named storm, fifth hurricane, and second major hurricane of the season. In all the storm left $3.6 billion in damage and 16 direct and 35 indirect deaths.\nTropical Depression Fourteen.\nTropical Depression Fourteen started on September 8 and died on September 10. It only came near Cape Verde Islands. It left no one dead and did not cause any damage.\nHurricane Juan.\nHurricane Juan started on September 24 as Tropical Depression Fifteen. The next day Fifteen became a tropical storm. It became a hurricane later and made landfall near Halifax, Nova Scotia on September 29. Juan died on the same day while it was in the Gulf of Saint Lawrence. Hurricane Juan was one of the costliest hurricanes to strike the Canadian Providence of Nova Scotia. Hurricane Juan left 8 killed and about $200 million in damage.\nHurricane Kate.\nKate started halfway between Africa and South America on September 25. The storm later became a hurricane, even later on, a major hurricane. Hurricane Kate at one point, looked as if it were going to strike Newfoundland, but it didn't. Kate became extratropical from because the waters of the Atlantic were getting colder. Kate died on October 7, but the remains were last seen near Norway.\nTropical Storm Larry.\nLarry started on October 1 in the southern Gulf of Mexico. The storm moved slowly south into the Bay of Campeche. Larry made landfall in Tabasco, which is a state in Mexico on October 5. Tropical Storm Larry died the next day and moved into the Pacific Ocean without reforming. Larry caused $53.4 million in damage and it killed 5 people.\nTropical Storm Mindy.\nMindy was a weak tropical storm that started on October 10, just north of Dominican Republic. The storm moved northwest towards the Bahamas. Mindy curved to the north and later on to the east before getting close to the Bahamas. Tropical Storm Mindy died on October 14 after killing no one and causing only $46,000 in damage.\nTropical Storm Nicholas.\nNicholas was a tropical storm that formed about halfway between Africa and South America. It moved around in the Atlantic Ocean and almost became a hurricane. Tropical Storm Nicholas died on October 23, without becoming a hurricane. The remains of Nicholas moved across the Atlantic Ocean to Florida. The remains later on moved across the Gulf of Mexico and the Gulf Coast. What was left of it was last seen on November 5.\nTropical Storm Odette.\nOdette was the first tropical storm in December since Hurricane Lili in 1984. On December 6 Odette made landfall in Dominican Republic and went into the Atlantic Ocean. Where it died the next day. Tropical Storm Odette killed 10 and left $8 million in damage.\nTropical Storm Peter.\nTropical Storm Peter was a rare second December storm. Peter almost became a hurricane but cold waters killed it on December 11. Peter was one of only four \"P\" names used in the Atlantic Ocean. The other three were Pablo in 1995, Philippe in 2005, and Paloma in 2008.\nStorm names.\nThe names listed are a list of names that were used (and some not used) in 2003. The list is exactly the same as the list used in 1997, because no names were retired in 1997. The names that were not retired might be used again in 2009.\nRetirement.\nIn spring 2004, the names Fabian, Isabel, and Juan were retired and replaced by Fred, Ida, and Joaquin on the list for 2009.","categories":[],"infobox_types":["Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small"],"annotations":[{"uri":"June_1","surface_form":"June 1","offset":44},{"uri":"2003","surface_form":"2003","offset":52},{"uri":"November_30","surface_form":"November 30","offset":67},{"uri":"December_4","surface_form":"December 4","offset":218},{"uri":"December_7","surface_form":"December 7","offset":264},{"uri":"Hurricane_Isabel","surface_form":"Hurricane Isabel","offset":312},{"uri":"U.S.","surface_form":"U.S.","offset":436},{"uri":"Hurricane_Fabian","surface_form":"Hurricane Fabian","offset":472},{"uri":"Bermuda","surface_form":"Bermuda","offset":527},{"uri":"Hurricane_Juan","surface_form":"Hurricane Juan","offset":572},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":637},{"uri":"April","surface_form":"April","offset":769},{"uri":"Subtropical_storm","surface_form":"subtropical storm","offset":792},{"uri":"1992_Atlantic_hurricane_season","surface_form":"1992","offset":813},{"uri":"April_20","surface_form":"April 20","offset":859},{"uri":"April_24","surface_form":"April 24","offset":917},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":955},{"uri":"June_29","surface_form":"June 29","offset":1309},{"uri":"Louisiana","surface_form":"Louisiana","offset":1375},{"uri":"June_30","surface_form":"June 30","offset":1388},{"uri":"July_8","surface_form":"July 8","offset":1570},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":1584},{"uri":"Honduras","surface_form":"Honduras","offset":1666},{"uri":"Texas","surface_form":"Texas","offset":1861},{"uri":"July_15","surface_form":"July 15","offset":1870},{"uri":"July_17","surface_form":"July 17","offset":1908},{"uri":"July_16","surface_form":"July 16","offset":2042},{"uri":"July_21","surface_form":"July 21","offset":2280},{"uri":"July_27","surface_form":"July 27","offset":2331},{"uri":"July_19","surface_form":"July 19","offset":2476},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":2489},{"uri":"July_21","surface_form":"July 21","offset":2569},{"uri":"July_25","surface_form":"July 25","offset":2661},{"uri":"Florida","surface_form":"Florida","offset":2678},{"uri":"St._Catherines_Island","surface_form":"St. Catherines Island","offset":2751},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":2774},{"uri":"July_27","surface_form":"July 27","offset":2797},{"uri":"Florida","surface_form":"Florida","offset":3018},{"uri":"Mexico","surface_form":"Mexico","offset":3148},{"uri":"August_17","surface_form":"August 17","offset":3170},{"uri":"August_21","surface_form":"August 21","offset":3295},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":3532},{"uri":"Bermuda","surface_form":"Bermuda","offset":3698},{"uri":"August_30","surface_form":"August 30","offset":3972},{"uri":"Texas","surface_form":"Texas","offset":4012},{"uri":"September_2","surface_form":"September 2","offset":4058},{"uri":"Florida","surface_form":"Florida","offset":4195},{"uri":"September_6","surface_form":"September 6","offset":4245},{"uri":"September_8","surface_form":"September 8","offset":4375},{"uri":"Mid-Atlantic","surface_form":"Mid-Atlantic","offset":4498},{"uri":"September_8","surface_form":"September 8","offset":4889},{"uri":"September_10","surface_form":"September 10","offset":4913},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":4945},{"uri":"September_24","surface_form":"September 24","offset":5057},{"uri":"Halifax_Regional_Municipality","surface_form":"Halifax","offset":5199},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":5208},{"uri":"September_29","surface_form":"September 29","offset":5223},{"uri":"Gulf_of_Saint_Lawrence","surface_form":"Gulf of Saint Lawrence","offset":5283},{"uri":"Africa","surface_form":"Africa","offset":5516},{"uri":"South_America","surface_form":"South America","offset":5527},{"uri":"September_25","surface_form":"September 25","offset":5544},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":5694},{"uri":"October_7","surface_form":"October 7","offset":5823},{"uri":"Norway","surface_form":"Norway","offset":5870},{"uri":"October_1","surface_form":"October 1","offset":5917},{"uri":"Bay_of_Campeche","surface_form":"Bay of Campeche","offset":5997},{"uri":"Tabasco_(state)","surface_form":"Tabasco","offset":6037},{"uri":"October_5","surface_form":"October 5","offset":6076},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":6145},{"uri":"October_10","surface_form":"October 10","offset":6309},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":6335},{"uri":"Bahamas","surface_form":"Bahamas","offset":6393},{"uri":"October_14","surface_form":"October 14","offset":6519},{"uri":"October_23","surface_form":"October 23","offset":6803},{"uri":"November_5","surface_form":"November 5","offset":7023},{"uri":"December","surface_form":"December","offset":7097},{"uri":"1984_Atlantic_hurricane_season","surface_form":"1984","offset":7130},{"uri":"December_6","surface_form":"December 6","offset":7139},{"uri":"December","surface_form":"December","offset":7379},{"uri":"December_11","surface_form":"December 11","offset":7456},{"uri":"Hurricane_Paloma","surface_form":"Paloma","offset":7592},{"uri":"2008_Atlantic_hurricane_season","surface_form":"2008","offset":7602},{"uri":"1997_Atlantic_hurricane_season","surface_form":"1997","offset":7751},{"uri":"2009_Atlantic_hurricane_season","surface_form":"2009","offset":7988}]}