{"id":19484,"url":"http://en.wikipedia.org/wiki/Vancouver_Canucks","text":"The Vancouver Canucks are an ice hockey team in the National Hockey League (NHL). They started to play in the NHL in 1970. They play in Vancouver, British Columbia at Rogers Arena.\nEarly games.\nThe Canucks were first a team in the Pacific Coast Hockey League (PCHL), winning the championship in 1946 and 1948. In 1952 the PCHL changed its name to the Western Hockey League (WHL). The Canucks stayed in the WHL.\nBeginning.\nThe Canucks joined the NHL in 1970. They were not a good team at first, though they won their division in 1975. Andre Boudrias was a star for the team at this time. The team made the Stanley Cup finals in 1982, which surprised many people, since they had finished below average in the regular season. Goaltender Richard Brodeur, along with forwards Stan Smyl, Thomas Gradin, and Darcy Rota, led the team. Coach Roger Neilson and some players raised white towels on top of their hockey sticks to \"surrender\" to the referees, who they thought were unfair (a white flag means surrender or \"I give up\"). After that, the fans all waved white flags during Canucks playoff games (this is called \"Towel Power\"). The team lost four games to zero in the finals to the New York Islanders.\nComeback.\nIn the late 1980s, players such as Toni Tanti and Petri Skriko led the team. They made the finals again in 1994, due to players such as goaltender Kirk MacLean, the \"Russian Rocket\" Pavel Bure (who scored the most goals in the NHL that year), Trevor Linden, and Cliff Ronning. However, they lost the series four games to three to the New York Rangers.\n1990-present.\nThe Canucks did poorly in the late 1990s, but improved in the 2000s. Markus Naslund came second in scoring in 2002 and 2003, and was named the Pearson Trophy winner as players' choice for the best player in 2003. Todd Bertuzzi, Matthias Ohlund, and Ed Jovanovski were also important players who helped lead the team to the division title in 2004. However, they lost in overtime of deciding game seven to the Calgary Flames in the first round of the playoffs (just as they had done in 1989), and the Flames went to the finals (just like 1989).\nThe Canucks just missed the playoffs in 2006. Two of the young stars, identical twins Daniel and Henrik Sedin, along with players such as Anson Carter, were important to the team that year.\nIn 2011 the Canucks won the President's Trophy as they were the best team in the NHL regular season. They also made the 2011 Stanley Cup Finals, but lost to the Boston Bruins. The Bruins won the Stanley Cup. The Canucks won the President's Trophy again in 2012, but lost to the La Kings in the first round in five games.\nOn April 8, 2014, the Canucks fired General Manager Mike Gillis. Not too long afterward, they announced that they had hired Trevor Linden as their new General Manager.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ice_hockey","surface_form":"ice hockey","offset":29},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":52},{"uri":"Vancouver","surface_form":"Vancouver","offset":136},{"uri":"British_Columbia","surface_form":"British Columbia","offset":147},{"uri":"Rogers_Arena","surface_form":"Rogers Arena","offset":167},{"uri":"Pacific_Coast_Hockey_League","surface_form":"Pacific Coast Hockey League","offset":231},{"uri":"Western_Hockey_League_(1952%E2%80%931974)","surface_form":"Western Hockey League","offset":351},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":605},{"uri":"Goaltender","surface_form":"Goaltender","offset":723},{"uri":"Hockey_stick","surface_form":"hockey stick","offset":900},{"uri":"Referee","surface_form":"referee","offset":936},{"uri":"Playoffs","surface_form":"playoff","offset":1080},{"uri":"New_York_Islanders","surface_form":"New York Islanders","offset":1180},{"uri":"1980s","surface_form":"1980s","offset":1222},{"uri":"New_York_Rangers","surface_form":"New York Rangers","offset":1544},{"uri":"1990s","surface_form":"1990s","offset":1611},{"uri":"2000s","surface_form":"2000s","offset":1638},{"uri":"Markus_Naslund","surface_form":"Markus Naslund","offset":1645},{"uri":"Pearson_Trophy","surface_form":"Pearson Trophy","offset":1719},{"uri":"Overtime","surface_form":"overtime","offset":1945},{"uri":"Calgary_Flames","surface_form":"Calgary Flames","offset":1984},{"uri":"Twins","surface_form":"twins","offset":2199},{"uri":"Anson_Carter","surface_form":"Anson Carter","offset":2257},{"uri":"President%27s_Trophy","surface_form":"President's Trophy","offset":2337},{"uri":"2011_Stanley_Cup_Finals","surface_form":"2011 Stanley Cup Finals","offset":2429},{"uri":"Boston_Bruins","surface_form":"Boston Bruins","offset":2470},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":2504},{"uri":"Mike_Gillis","surface_form":"Mike Gillis","offset":2682},{"uri":"Trevor_Linden","surface_form":"Trevor Linden","offset":2754}]}