{"id":1949,"url":"http://en.wikipedia.org/wiki/Cold_War","text":"The Cold War was the tense relationship between the United States (and its allies), and the Soviet Union (the USSR and its allies) between the end of World War II and the fall of the Soviet Union. It is called the \"Cold\" War because the US and the USSR never actually fought each other directly. Instead, they opposed each other in conflicts known as proxy wars, where each country chose a side to support.\nConflicting countries.\nMost of the countries on one side were allied in NATO whose most powerful country was the United States. Most of the countries on the other side were allied in the Warsaw Pact whose most powerful country was the Soviet Union.\nThe Western Bloc was the name of the capitalist countries led by the United States. The North Atlantic Treaty Organization (NATO) is an alliance created in 1949 which included the US, United Kingdom, France, West Germany, Canada, Netherlands, Belgium, Luxembourg, Spain, Portugal, Italy, Norway, Iceland, Denmark, Greece, and Turkey. Other countries allied with the Western Bloc include Israel, Japan, South Korea, Thailand, Iran (1945-1979), Pakistan, Malaysia, Philippines, South Africa, Australia and New Zealand.\nThe Eastern Bloc was the group of socialist countries led by the Soviet Union (USSR). The Warsaw Pact was an alliance created in 1955 which included the USSR, Albania (until 1968), Bulgaria, Czechoslovakia, East Germany, Hungary, Poland, and Romania. Other countries allied with the Eastern Bloc included Angola (1975-1991), Ethiopia (1974-1991), Cuba (1959-1991), Mongolia, North Korea, China (1949-1966) and Vietnam (1975-1991).\nBackground.\nIn February 1917, Tsar (King) Nicholas II of the Russian Empire was overthrown because people were unhappy with their living conditions, especially during World War I. The new government in Russia was a democratic socialist government. Unfortunately, it was ineffective, and people were still unhappy. In November 1917, a communist group called the Bolsheviks led by Vladimir Lenin overthrew the new government. They were supported by groups of workers called Soviets. The Bolsheviks created a new communist government called the Russian Soviet Federation Socialist Republic (called simply Soviet Russia or the Russian SFSR).\nHowever, not everyone supported the communists. Many countries that had been a part of the Russian Empire had left, such as Latvia, Lithuania, Estonia, Poland, and Finland. The Russian Civil War began, with the Russian SFSR's \"Red Army\" fighting against the \"White Army\", the group of all Russians against the communists. The White Army was not very united or organized. The Allied Powers of World War I, such as the United States, United Kingdom, and France, invaded Russia to support the White Army. Soviet Russia eventually won the war in 1922, and established the Union of Soviet Socialist Republics (Soviet Union), along with the newly formed Socialist Republics of Ukraine, Belarus, Armenia, Azerbaijan and Georgia.\nThe start of the Cold War in 1947 was due to a belief that all governments would become either communist or capitalist. The Western allies feared that the Soviet Union would use force to expand its influence in Europe, and was especially concerned that Soviet agents had obtained information on making the Atom Bomb after the war.\nBoth groups of nations had opposed Nazi Germany. The Soviet Union had sporadically co-operated with Germany and shared in the division of Poland in 1939, but Germany turned against the Soviet Union in June 1941 with Operation Barbarossa.\nAfter World War II.\nAfter Second World War, Germany was left in ruins. The victorious Allies that occupied it split it into four parts. In the western half of Germany, one part was given to the United States, one to the United Kingdom, and one to France. The Eastern half was occupied by the USSR. The city of Berlin was also split among the four countries, even though it was entirely within the Eastern half.\nThe Federal Republic of Germany (\"Bundesrepublik Deutschland\" or BRD), or West Germany, was recognized by the Western allies in June 1949. It was a capitalist democracy. West Berlin was considered a part of the country. The USSR named their section of Germany the German Democratic Republic (\"Deutsche Demokratische Republik\" or DDR), or East Germany, later in 1949. It was a communist dictatorship.\nFrom April 1948 to May 1949, the Soviets blockaded West Berlin to prevent the city from using West Germany's currency. The United States and its allies supplied the city through airplanes until September 1949 in what became known as the Berlin Airlift. Many East Germans wanted to live in West Germany due to its greater quality of life and political freedoms. Thus, in 1961, the East German government built the Berlin Wall, dividing the two halves of the city. It was heavily guarded to prevent people from escaping to the West. It was considered a symbol of the Cold War and the Iron Curtain that divided Europe.\nThe 1950s.\nEspionage, \"spying\" has been around for a long time, and was very important during the Cold War. After its successful nuclear espionage in the Manhattan Project the USSR built up its spy organs, especially the KGB. The Central Intelligence Agency led US efforts abroad, while the FBI did counterespionage. Catching foreign spies was among KGB functions, as well as fighting domestic subversion.\nIn the USSR, the dictator Joseph Stalin died and Nikolai Bulganin and Nikita Khrushchev (1953) took his place. Khrushchev later took sole control of the USSR. Khrushchev's Secret Speech marked a period of de-Stalinization and Khrushchev tried to undo many of the things Stalin did (such as the Gulag prison camps and 'cult of personality').\nIn the United States, there was a \"Red Scare\", and when the USSR detonated its own atom bomb, there was a great deal of political fallout. Famous people, in many fields who had been Communist sympathizers in the past lost their positions. Many actors were 'blacklisted' and were not hired to act in movies, ruining their careers. Senator Joseph McCarthy accused some important Americans of being communists, including some high government officials.\nThe 1950s were the beginning of the space race between the United States and USSR. It began with the USSR putting the Sputnik 1 satellite into orbit around the Earth, making the Soviet Union the first country in space. The United States responded by starting NASA, and soon sent up its own satellites. The Soviet Union also sent the first man (Yuri Gagarin) into Earth orbit, claiming that this proved communism was the better ideology.\nIn the 1950s, the United States (under president Dwight Eisenhower) created a policy called \"New Look,\" cutting defense spending and increasing the number of nuclear weapons as a deterrent in order to prevent the Soviet Union from attacking the USA. The USSR also increased their nuclear force, resulting in mutual assured destruction.\nIn the Suez Crisis of 1956, the Cold War alliances were broken for the first time with the Soviet Union and United States favoring one side, and Britain and France the other. Later that year, the Western allies did not interfere when Soviet troops suppressed an anti-communist revolution in Hungary.\nUnited States Vice-President Richard Nixon engaged in several talks with Nikita Khrushchev during the 1950s. One of these was the 1959 \"Kitchen Debate\" in a model kitchen in Moscow. These debates highlighted the political and economic differences between the USA and the USSR. The following year, the United States U-2 spy plane crashed in the Soviet Union. Tensions between the two countries increased.\nCuban Missile Crisis (1962).\nAfter the United States tried to invade Cuba and failed (Bay of Pigs), the Soviet Union attempted to supply Cuba with nuclear missiles. These missiles in Cuba would have allowed the Soviet Union to effectively target almost the entire United States. In response the United States sent a large number of ships to blockade Cuba thus preventing the Soviet Union from delivering these weapons. The United States and Soviet Union came to agreement that the Soviet Union would no longer give nuclear weapons to Cuba as long as the United States does not invade Cuba again. This was the highest period of tension during the Cold War and it was the closest the world came to a nuclear war, with possible global conflict to follow.\nDétente (1962–1981).\nAfter the agreement that ended the Cuban Missile Crisis, relations between the two sides eased up. Several treaties, designed to reduce the number of nuclear weapons, were signed. In 1964, the USA under the Lyndon Johnson administration invaded North Vietnam, which resulted a humiliated defeat for the USA and South Vietnam in 1975. During this period of Détente, the United States began building a good relationship with the People's Republic of China, a previous ally of the Soviet Union.\nThe end of the Cold War (1981–1991).\nThe policy of détente ended in 1981, when the U.S. president Ronald Reagan ordered a massive military massing to challenge the Soviet Union's influence around the world. The United States began to support anti-communists all over the world with money and weapons. The idea was to help them overthrow their communist governments.\nThe Soviet Union had a slow economy during this decade because military spending was at an all-time high. They tried to keep up with the United States in military spending, but could not. In the Soviet war in Afghanistan starting in 1979, the Soviet Union had a difficult time fighting resistance groups, some of them armed and trained by the United States. The Soviet Union's failed invasion of Afghanistan is often compared to the United States' failure during the Vietnam War.\nIn the late 1980s the new Soviet President Mikhail Gorbachev made an effort to make an ally of the United States to fix world problems caused by the war, with the ultimate aim of eliminating nuclear weapons completely. However, this did not take place because the President of the United States, Ronald Reagan, insisted on having a nuclear missile defense system. The people of the Soviet Union were divided on their feelings about this. Some wanted President Gorbachev to fight harder to eliminate nuclear weapons, while others did not want him to be talking to the United States at all. These mixed feelings created an atmosphere of political in-fighting, and the people were no longer united behind one goal. Because of this, the Communist Party started to crumble.\nAfter the fall of the Berlin Wall in 1989 and without Communist rule holding together the countries that comprised the Soviet Union, the USSR broke into smaller countries, like Russia, Ukraine, Lithuania and Georgia. The nations of Eastern Europe returned to capitalism, and the period of the Cold War was over. The Soviet Union ended in December 1991.\nNot all historians agree on when the Cold War ended. Some think it ended when the Berlin Wall fell. Others think it ended when the Soviet Union collapsed in 1991.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tense","surface_form":"tense","offset":21},{"uri":"Relationship","surface_form":"relationship","offset":27},{"uri":"United_States","surface_form":"United States","offset":52},{"uri":"Allies","surface_form":"allies","offset":75},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":92},{"uri":"World_War_II","surface_form":"World War II","offset":150},{"uri":"Proxy_war","surface_form":"proxy wars","offset":351},{"uri":"NATO","surface_form":"NATO","offset":479},{"uri":"United_States","surface_form":"United States","offset":520},{"uri":"Warsaw_Pact","surface_form":"Warsaw Pact","offset":594},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":642},{"uri":"Warsaw_Pact","surface_form":"Warsaw Pact","offset":1263},{"uri":"Cuba","surface_form":"Cuba","offset":1520},{"uri":"Communism","surface_form":"communist","offset":3059},{"uri":"Capitalism","surface_form":"capitalist","offset":3072},{"uri":"Atom_Bomb","surface_form":"Atom Bomb","offset":3270},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":3330},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":3348},{"uri":"Poland","surface_form":"Poland","offset":3433},{"uri":"Operation_Barbarossa","surface_form":"Operation Barbarossa","offset":3511},{"uri":"Occupied_territory","surface_form":"occupied it","offset":3631},{"uri":"Berlin","surface_form":"Berlin","offset":3843},{"uri":"Federal_Republic_of_Germany","surface_form":"Federal Republic of Germany","offset":3948},{"uri":"German_Democratic_Republic","surface_form":"German Democratic Republic","offset":4208},{"uri":"Berlin_Airlift","surface_form":"Berlin Airlift","offset":4581},{"uri":"Iron_curtain","surface_form":"Iron Curtain","offset":4926},{"uri":"Espionage","surface_form":"Espionage","offset":4971},{"uri":"Nuclear_espionage","surface_form":"nuclear espionage","offset":5089},{"uri":"Manhattan_Project","surface_form":"Manhattan Project","offset":5114},{"uri":"KGB","surface_form":"KGB","offset":5181},{"uri":"Central_Intelligence_Agency","surface_form":"Central Intelligence Agency","offset":5190},{"uri":"FBI","surface_form":"FBI","offset":5251},{"uri":"Subversion","surface_form":"subversion","offset":5354},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":5392},{"uri":"Nikolai_Bulganin","surface_form":"Nikolai Bulganin","offset":5415},{"uri":"Nikita_Khrushchev","surface_form":"Nikita Khrushchev","offset":5436},{"uri":"Khrushchev%27s_Secret_Speech","surface_form":"Khrushchev's Secret Speech","offset":5525},{"uri":"De-Stalinization","surface_form":"de-Stalinization","offset":5571},{"uri":"Gulag","surface_form":"Gulag","offset":5660},{"uri":"Joseph_McCarthy","surface_form":"Joseph McCarthy","offset":6045},{"uri":"Space_race","surface_form":"space race","offset":6193},{"uri":"United_States","surface_form":"United States","offset":6216},{"uri":"USSR","surface_form":"USSR","offset":6234},{"uri":"Sputnik_1","surface_form":"Sputnik 1","offset":6275},{"uri":"The_Earth","surface_form":"the Earth","offset":6313},{"uri":"NASA","surface_form":"NASA","offset":6416},{"uri":"Yuri_Gagarin","surface_form":"Yuri Gagarin","offset":6501},{"uri":"Dwight_Eisenhower","surface_form":"Dwight Eisenhower","offset":6643},{"uri":"Mutual_assured_destruction","surface_form":"mutual assured destruction","offset":6902},{"uri":"Suez_Canal","surface_form":"Suez","offset":6937},{"uri":"Hungary","surface_form":"Hungary","offset":7221},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":7259},{"uri":"1950s","surface_form":"1950s","offset":7332},{"uri":"Kitchen_Debate","surface_form":"Kitchen Debate","offset":7366},{"uri":"Moscow","surface_form":"Moscow","offset":7404},{"uri":"Lockheed_U-2","surface_form":"U-2 spy plane","offset":7545},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":7574},{"uri":"Cuba","surface_form":"Cuba","offset":7703},{"uri":"Bay_of_Pigs","surface_form":"Bay of Pigs","offset":7720},{"uri":"Nuclear_missiles","surface_form":"nuclear missiles","offset":7781},{"uri":"D%C3%A9tente","surface_form":"Détente","offset":8763},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":8997},{"uri":"Soviet_war_in_Afghanistan","surface_form":"Soviet war in Afghanistan","offset":9460},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":9661},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":9788},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":9936},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":10041},{"uri":"Berlin_Wall","surface_form":"Berlin Wall","offset":10536},{"uri":"Russia","surface_form":"Russia","offset":10691},{"uri":"Ukraine","surface_form":"Ukraine","offset":10699},{"uri":"Lithuania","surface_form":"Lithuania","offset":10708},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":10722},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":10746}]}