{"id":195230,"url":"http://en.wikipedia.org/wiki/Nadezhda_von_Meck","text":"Nadezhda Filaretovna von Meck () (-) was a rich Russian businesswoman. She is remembered today for her strange relationship with the famous composer Pyotr Ilyich Tchaikovsky. For many years she paid him a lot of money each month so that he could compose. They wrote passionate love letters to one another, yet they never actually met one another.\nShe also gave financial support to other people in the arts and music, especially to the composers Nikolai Rubinstein and Claude Debussy.\nChildhood.\nShe was born Nadezhda Filaretovna Frolovskaya. Her family owned a lot of land. Her father loved music. Her mother was a very determined business woman.\nNadezhda learned to play the piano and she read many books, learned foreign languages and learned about paintings.\nMarriage.\nWhen she was 16 it was arranged for her to marry Karl von Meck, a 28-year-old engineer. Together they had 18 children, of whom 11 grew up to be adults.\nHer husband worked for the government. He did not earn much money and the family was growing quickly. Nadezhda wanted her husband to be rich. At this time the steam engine had recently been invented, and railways were just starting to be built in Russia. Nadezhda thought her husband could earn a lot of money building railways. She was right. As an engineer he became responsible for buildings thousands of miles of railroad tracks. The new railways allowed grain to be transported from Central Russia to places like Moscow.\nKarl died suddenly in 1873. Nadezhda took over his business matters. She sold one railway and controlled the other one with the help of her brother. She kept away from other people, living a solitary life with her children. She was very strict indeed with them, telling them exactly what to do all the time. She did not like the idea of marriage, but realized her children would need to marry. She tried to get them to marry quickly, probably for financial reasons.\nSupport for arts and music.\nNadezhda von Meck was very rich and loved music, so she became an important person in Russian performing arts. Several musicians were employed by her in her house. Claude Debussy lived with the family for a time as a music teacher to her daughters. Debussy was a young man at the time, and not yet famous.\nThe only concerts she went to were those given by the Russian Musical Society in Moscow. She sat alone where nobody would notice her. She met Nikolai Rubinstein. She thought he had great talent, but she disagreed with him a lot of the time.\nRelationship with Tchaikovsky.\nIn 1877 she came into contact with Tchaikovsky, although she never met him. She asked him to compose some pieces for violin and piano to play at her home. Tchaikovsky knew she was a rich lady who paid well, so he quickly composed some music. They wrote letters to one another, exchanged photographs of one another, but they came to an agreement that they would never meet. She paid him 6,000 rubles a year. This was a lot of money: about twenty times the salary of an ordinary government worker. He was able to stop teaching at the Moscow Conservatory and spend his time composing. Between 1877 and 1890 they wrote about 1,200 letters to one another. Her encouragement was very important to him, and helped him to keep happy when he felt depressed.\nIn 1876 Tchaikovsky had decided to marry. He was then a composer aged 36. He was gay, and this was something terrible in Russia at that time. He was very frightened that people would find out and that he would be bullied. So he decided to marry. He did not care who it was he married, so long as it would make him look respectable. The next year he found a young girl called Antonina to marry. He told Nadezhda. She wrote to congratulate him and told him she hoped he would be happy. A week later, Tchaikovsky wrote to Nadezhda to ask for more money because the marriage had put him into debt. A few weeks later he was writing again to her saying that he hated his wife. He soon separated from her. Writing to Nadezhda was a great support to him at this time. It is impossible to know whether Nadezhda knew he was gay or whether that would have made a difference to her feelings. At any rate, she continued to write that she loved him. She increased the amount she was paying him to 6,000 roubles a year. This was a lot of money: about twenty times the salary of an ordinary government worker. He was able to stop teaching at the Moscow Conservatory and spend his time composing. Between 1877 and 1890 they wrote about 1,200 letters to one another. Her encouragement was very important to him, and helped him to keep happy when he felt depressed.\nHer relationship with Tchaikovsky was also a good thing for her. She hated anything to do with sex, so it was good that she could express her emotions to someone whom she did not have to face in person. Tchaikovsky dedicated his Fourth Symphony to her.\nOn one occasion they met one another by accident. Nadezhda had invited Tchaikovsky to stay at her home. This was a huge house in enormous grounds, so it was easy to arrange that they should not meet. They agreed that they would not go out at the same time. However, one day he came home late and she went out early. She was in a horse carriage and he was walking. When they saw one another they looked away quickly.\nIn October 1890, von Meck sent Tchaikovsky a year's money in advance, saying that it was the last time she would be able to send him money. She said she was bankrupt. She may have worried that she probably would be bankrupt in a year’s time.\nSome people think that she did this because she found out about Tchaikovsky’s homosexuality. Others disagree with this. After all, in her last letter to him she asked him never to forget her.\nDeath.\nNadezhda von Meck died from tuberculosis on 13 January 1894 in Nice, France, two months after Tchaikovsky had died.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":48},{"uri":"Composer","surface_form":"composer","offset":140},{"uri":"Pyotr_Ilyich_Tchaikovsky","surface_form":"Pyotr Ilyich Tchaikovsky","offset":149},{"uri":"Arts","surface_form":"arts","offset":402},{"uri":"Music","surface_form":"music","offset":411},{"uri":"Nikolai_Rubinstein","surface_form":"Nikolai Rubinstein","offset":446},{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":469},{"uri":"Language","surface_form":"language","offset":724},{"uri":"Painting","surface_form":"painting","offset":752},{"uri":"Engineer","surface_form":"engineer","offset":851},{"uri":"Steam_engine","surface_form":"steam engine","offset":1084},{"uri":"Grain","surface_form":"grain","offset":1384},{"uri":"Moscow","surface_form":"Moscow","offset":1443},{"uri":"Marriage","surface_form":"marriage","offset":1788},{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":2109},{"uri":"Nikolai_Rubinstein","surface_form":"Nikolai Rubinstein","offset":2393},{"uri":"1877","surface_form":"1877","offset":2526},{"uri":"Moscow_Conservatory","surface_form":"Moscow Conservatory","offset":3055},{"uri":"1877","surface_form":"1877","offset":3113},{"uri":"1890","surface_form":"1890","offset":3122},{"uri":"1876","surface_form":"1876","offset":3275},{"uri":"Gay","surface_form":"gay","offset":3353},{"uri":"Debt","surface_form":"debt","offset":3860},{"uri":"Rouble","surface_form":"rouble","offset":4261},{"uri":"Moscow_Conservatory","surface_form":"Moscow Conservatory","offset":4402},{"uri":"1877","surface_form":"1877","offset":4460},{"uri":"1890","surface_form":"1890","offset":4469},{"uri":"Sex","surface_form":"sex","offset":4714},{"uri":"Horse","surface_form":"horse","offset":5201},{"uri":"Carriage","surface_form":"carriage","offset":5207},{"uri":"Bankrupt","surface_form":"bankrupt","offset":5445},{"uri":"Homosexuality","surface_form":"homosexuality","offset":5608},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":5757},{"uri":"13_January","surface_form":"13 January","offset":5773},{"uri":"1894","surface_form":"1894","offset":5784},{"uri":"Nice","surface_form":"Nice","offset":5792},{"uri":"France","surface_form":"France","offset":5798}]}