{"id":195252,"url":"http://en.wikipedia.org/wiki/Sovereign_state","text":"ce=\"preserve\">A sovereign state is a state with borders where people live, and where a government makes laws and talks to other sovereign states. The people have to follow the laws that the government makes. Most sovereign states are \"recognized\" which means other sovereign states agree that it's really a sovereign state. Being recognized makes it easier for a sovereign state to talk to and make agreements (treaties) with other sovereign states. There are hundreds of recognized sovereign states today - see List of sovereign states.\nDefinition.\nThere is no rule to say what exactly makes a state. Usually, the things a state must have are mainly political, not legal. The Czechs and the Poles were seen as separate states during World War I, even though they did not exist as states yet. L.C. Green explained this by saying that \"recognition of statehood is a matter of discretion, it is open to any existing state to accept as a state any entity it wishes, regardless of the existence of territory or an established government.\"\nThis means that it is up to any state that already exists to treat any other group as a state. This recognition can be direct or implied. When a state does this, it usually means that the group will also be treated as a state for things that happened in the past. Sometimes it means that the state wants diplomatic relations with the other group, but not always.\nSovereignty is a word that is often used wrongly. Lassa Oppenheim said that there is no idea whose meaning is more than sovereignty. No one argues the fact that from the time the idea of sovereignty was first used in political science until now, there has never been one meaning that everyone agreed on. Justice Evatt of the High Court of Australia says that \"sovereignty is neither a question of fact, nor a question of law, but a question that does not arise at all.\"\nAlthough the word sovereignty often includes all types of government, ancient and modern, the modern state has some links to the type of government first seen in the 15th century, when the term \"state\" also first meant what it does today. Because of this, the word is often used to refer only to modern political systems.\nBecause the meaning of the words has changed over time and past writers often used the word \"state\" in a different ways it is difficult to say exactly what a state is. Mikhail Bakunin used the word simply to mean a governing organization. Other writers used the word \"state\" to mean any law-making or law enforcement agency. Karl Marx said that the state was what was used by the ruling class of a country to control the rule. According to Max Weber, the state is an organization who are the only people allowed to use violence in a particular area.\nConstitutive theory of statehood.\nIn 1815 at the Congress of Vienna the Final Act only recognized 39 sovereign states in Europe. Because of this, they said that in future new states would have to be recognized by other states. In practice, this meant recognition by one or more of the most powerful countries.\nThis constitutive theory was developed in the 19th century to describe what is and is not a state. With this theory, the need to follow international law depends on whether other sovereign governments recognize the group. Because of this, new states could not become part of the international community or be bound by international law immediately, so recognized nations did not have to respect international law in their dealings with them.\n\"International Law does not say that a State is not in existence as long as it isn't recognised, but it takes no notice of it before its recognition. Through recognition only and exclusively a State becomes an International Person and a subject of International Law\".\nOne of the major issues is the confusion that happens when some states recognize a new group, but other states do not. Hersch Lauterpacht, one of the main people who supported the theory, suggested that it is a state's job to grant recognition as a possible solution. However, a state may use any set of rules when judging if they should give recognition.\nDeclarative theory of statehood.\nAccording to this, the existence of a state does not depend upon recognition by other states. Whether or not an group meets the conditions is decided by other states when they decide if they are going to treat that group as a state. Usually, new states are formally recognized by at least a few other states.\n\"De facto\" and \"de jure\" states.\nMost sovereign states are states \"de jure\" and \"de facto\". This means they exist both in law and in real life. However, sometimes states are only \"de jure\" states. This means that other states see a group as the true government of a place where they have no actual control. Many European states had governments-in-exile during the Second World War which still had relations with the Allies, even though their countries were under Nazi occupation. An example today is the Sovereign Military Order of Malta, which is a United Nations observer, has with 104 states. It has no land of its own, only embassies and consulates. Other states may have sovereignty over a place, but are not recognized by other states, these are \"de facto\" states only. Many people agree that Somaliland is such a state.","categories":[],"infobox_types":[],"annotations":[{"uri":"Treaty","surface_form":"treaties","offset":411},{"uri":"List_of_sovereign_states","surface_form":"List of sovereign states","offset":512},{"uri":"Czechoslovakia","surface_form":"Czechs","offset":677},{"uri":"Poland","surface_form":"Poles","offset":692},{"uri":"World_War_I","surface_form":"World War I","offset":734},{"uri":"Implied","surface_form":"implied","offset":1164},{"uri":"Diplomacy","surface_form":"diplomatic relations","offset":1339},{"uri":"Political_science","surface_form":"political science","offset":1615},{"uri":"Government","surface_form":"government","offset":1926},{"uri":"Mikhail_Bakunin","surface_form":"Mikhail Bakunin","offset":2358},{"uri":"Law","surface_form":"law","offset":2477},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":2491},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":2515},{"uri":"Ruling_class","surface_form":"ruling class","offset":2570},{"uri":"Max_Weber","surface_form":"Max Weber","offset":2630},{"uri":"Violence","surface_form":"violence","offset":2709},{"uri":"Congress_of_Vienna","surface_form":"Congress of Vienna","offset":2789},{"uri":"Final_Act_of_the_Congress_of_Vienna","surface_form":"Final Act","offset":2812},{"uri":"International_law","surface_form":"international law","offset":3186},{"uri":"Hersch_Lauterpacht","surface_form":"Hersch Lauterpacht","offset":3879},{"uri":"Formally","surface_form":"formally","offset":4406},{"uri":"De_jure","surface_form":"de jure","offset":4525},{"uri":"De_facto","surface_form":"de facto","offset":4539},{"uri":"Government_in_exile","surface_form":"governments-in-exile","offset":4790},{"uri":"Second_World_War","surface_form":"Second World War","offset":4822},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":4874},{"uri":"Nazi_occupation","surface_form":"Nazi occupation","offset":4921},{"uri":"Sovereign_Military_Order_of_Malta","surface_form":"Sovereign Military Order of Malta","offset":4962},{"uri":"Embassy","surface_form":"embassies","offset":5086},{"uri":"Consulate","surface_form":"consulate","offset":5100},{"uri":"De_facto","surface_form":"de facto","offset":5211},{"uri":"Somaliland","surface_form":"Somaliland","offset":5257}]}