{"id":19520,"url":"http://en.wikipedia.org/wiki/Gasoline","text":"Gasoline, or petrol, is a toxic, clear liquid that is mostly used as a fuel in internal combustion engines. It is made by boiling petroleum, a fossil fuel. In a distillation process, petroleum is heated to a very high temperature, then it separates into its components, one of them is gasoline. This is an expensive process. It is made mostly of octane (C8H18), a hydrocarbon.\nGasoline is sold at gas stations (petrol stations). In order to burn properly in high-compression internal combustion engines, each brand of gasoline includes gasoline additives. So, the exact make up of gasoline is different at different stations. Gasoline is graded by its octane rating that measures how well it will burn. Most car engines can burn \"regular\" gasoline which has an octane rating of 87. Precision-made engines require or prefer \"premium\" gasoline with an octane rating of 93. Most stations offer three different mixtures of gasoline with three separate octane ratings and prices.\nUses.\nGasoline is most often used in vehicles like cars, vans, etc. Gasoline can be used in a wide variety of other things that we use every day, such as lawnmowers, leaf blowers, and small boat motors. Some larger vehicles like trucks or ships may use diesel fuel instead of gasoline.\nDangers.\nGasoline is very dangerous. It can explode when an electric spark lights it. It is also harmful if a human drinks it or if it gets on the skin. It hurts the environment and human health by creating poisonous gases such as carbon monoxide. If a gasoline engine is used indoors or in a closed space, the carbon monoxide can cause death in minutes. Many people die every year from using gasoline-powered generators indoors, or leaving vehicles running inside a garage.\nUsage and pricing.\nThe US accounts for about 44% of the world’s gasoline consumption. In 2003 The US consumed, which equates to 1.3 gigalitres of gasoline each day (about 360 million US or 300 million imperial gallons). The US used about 510 billion litres (138 billion US gal/115 billion imp gal) of gasoline in 2006, of which 5.6% was mid-grade and 9.5% was premium grade.\nEurope.\nUnlike the US, countries in Europe impose substantial taxes on fuels such as gasoline. For example, price for gasoline in Europe is more than twice that in the US.\nUnited States.\nBecause of the low fuel taxes, the retail price of gasoline in the US is subject to greater changes (than outside the US) when calculated as a percentage of cost-per-unit. From 1998 to 2004, the price of gasoline was between $1 and $2 USD per U.S. gallon. After 2004, the price increased until the average gas price reached a high of $4.11 per U.S. gallon in mid-2008, then dropped approximately $2.60 per U.S. gallon as of September 2009. Recently, the U.S. has experienced an upswing in gas prices of 13.51% from Jan 31st to March 7, 2011.\nMost consumer goods have posted prices that exclude tax; taxes are added based on a percentage of the purchase price. Because of primitive gasoline pumps in the 1920s, United States gasoline prices are posted with taxes included and the taxes are set on cents per gallon. Taxes are added by federal, state and local governments. (These taxes collect the cost of maintaining the roads.) As of 2009, the federal tax is 18.4¢ per gallon for gasoline and 24.4¢ per gallon for diesel (excluding red diesel). Among states, the highest gasoline tax rates, as of January 2011, are California (47.7¢/gal), New York (47.3¢/gal), Hawaii (45.8¢/gal), and Connecticut (45.2¢/gal). The federal government and many states fail to increase their gasoline taxes over time with inflation. However, some states also charge a sales tax as a percentage and vary in amount depending on the cost of the gasoline.\nAbout 9% of all gasoline sold in the US in May 2009 was premium grade, according to the Energy Information Administration. Some car manufacturers \"recommend\" premium gasoline but have computer-controlled engines that adjust the timing to avoid knocking. So, most cars can burn regular grade gasoline but at a slightly reduced performance. The Associated Press said premium gas–which is a higher octane and costs several cents a gallon more than regular unleaded–should be used only if the manufacturer says it is “required”.\nTo reduce the use of imported oil, the US uses Gasohol (10% ethanol) and E85 (85% ethanol) ethanol/gasoline mixtures.\nBrazil.\nBrazil has the largest national fuel ethanol industry. Gasoline sold in Brazil contains at least 25% anhydrous ethanol. Hydrous ethanol (about 95% ethanol and 5% water) can be used as fuel in more than 90% of new cars sold in the country. Brazilian ethanol is produced from sugar cane and noted for high carbon sequestration.","categories":[],"infobox_types":[],"annotations":[{"uri":"Toxic","surface_form":"toxic","offset":26},{"uri":"Liquid","surface_form":"liquid","offset":39},{"uri":"Fuel","surface_form":"fuel","offset":71},{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":79},{"uri":"Distillation","surface_form":"boiling","offset":122},{"uri":"Petroleum","surface_form":"petroleum","offset":130},{"uri":"Fossil_fuel","surface_form":"fossil fuel","offset":143},{"uri":"Distillation","surface_form":"distillation","offset":161},{"uri":"Temperature","surface_form":"temperature","offset":218},{"uri":"Octane","surface_form":"octane","offset":346},{"uri":"Hydrocarbon","surface_form":"hydrocarbon","offset":364},{"uri":"Gas_station","surface_form":"gas station","offset":397},{"uri":"Gasoline_additives","surface_form":"gasoline additives","offset":536},{"uri":"Octane_rating","surface_form":"octane rating","offset":652},{"uri":"Vehicle","surface_form":"vehicle","offset":1012},{"uri":"Car","surface_form":"car","offset":1026},{"uri":"Van","surface_form":"van","offset":1032},{"uri":"Lawnmower","surface_form":"lawnmower","offset":1129},{"uri":"Leaf_blower","surface_form":"leaf blower","offset":1141},{"uri":"Truck","surface_form":"truck","offset":1204},{"uri":"Ship","surface_form":"ship","offset":1214},{"uri":"Diesel_fuel","surface_form":"diesel fuel","offset":1228},{"uri":"Explosion","surface_form":"explode","offset":1305},{"uri":"Electric","surface_form":"electric","offset":1321},{"uri":"Human","surface_form":"human","offset":1371},{"uri":"Environment","surface_form":"environment","offset":1427},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":1492},{"uri":"Generator","surface_form":"generator","offset":1671},{"uri":"Gigalitre","surface_form":"gigalitre","offset":1868},{"uri":"Gallon","surface_form":"gallon","offset":1946},{"uri":"Fuel_tax","surface_form":"tax","offset":2173},{"uri":"USD","surface_form":"USD","offset":2533},{"uri":"U.S._gallon","surface_form":"U.S. gallon","offset":2541},{"uri":"Tax","surface_form":"tax","offset":2892},{"uri":"Red_diesel","surface_form":"red diesel","offset":3330},{"uri":"Energy_Information_Administration","surface_form":"Energy Information Administration","offset":3818},{"uri":"Computer","surface_form":"computer","offset":3914},{"uri":"Oil","surface_form":"oil","offset":4285},{"uri":"Brazil","surface_form":"Brazil","offset":4381},{"uri":"Anhydrous","surface_form":"anhydrous","offset":4482},{"uri":"Sugar_cane","surface_form":"sugar cane","offset":4655},{"uri":"Carbon_sequestration","surface_form":"carbon sequestration","offset":4685}]}