{"id":19543,"url":"http://en.wikipedia.org/wiki/Age_of_consent","text":"The age of consent is the age at which a person can legally consent to have sexual intercourse. This is also the minimum age of the other person legally permitted to engage in sexual activity. Having sex with a person who is younger than the age of consent (but who agrees to have sex) is called statutory rape. The person below the minimum age is regarded as a victim, and their sex partner as the offender. Different countries have different laws regarding the age of consent. Some are as low as 12 or as high as 21. Most countries have ages set between 14 and 16. But worldwide, the average age of consent is 16 years of age.\nExceptions and different laws.\nMost jurisdictions allow minors above a certain age to marry with parental and/or government permission. In jurisdictions which allow this, a minor who is married is an exception to the law. For example, in Wisconsin the age of consent for sex is 18. Marriage is an exception. Marriage usually prevents a party to the marriage from being charged under sexual assault laws, as long as both husband and wife are at least 16 years, although not if one of the parties is younger than this age and one is older. This varies from country to country. In some places kissing is considered a sexual activity. Other places only count sexual intercourse. Most countries have laws that say what the legal age of consent is. This is usually a fixed age. For example, in France the age of consent is set at 15, which means having sex with anyone below that age by anyone over that age is illegal. However, some jurisdictions use sexual maturity instead of age to determine capacity for consent. For example, when Russia was a part of the Soviet Union, its age of consent was having reached \"sexual maturity\".\nThere are exceptions to age of sexual consent laws. Although most jurisdictions have a fixed age set as the law, where no one over that age can be with anyone under that age, some states have close in age exceptions. For example, in Indiana the age of consent for sex is 16, but there is a close in age exception that makes it legal for a person younger than 18 but above 16 to still be able to have sex with a 14 year old without being guilty of a crime. Indiana also allows a defense against the law in court if the victim is married or was married in the past, and allows pregnant females who are 15 or older to marry the man who impregnated. This is with parental and government approval as an alternative to prosecuting the defendant.\nWorldwide.\nThe age of consent varies between states and countries. The laws in different areas range as low as 13 years to 20 years old. The laws are almost always affected by a nation's culture. Nations with Islamic law tend to have lower ages. European countries generally range from 14 years to 16 years. In the United States, the age varies from 16 to 18. In many areas, there is a \"close-in-age\" part of the laws. This allows for people under of consent but above a certain age to have sex with people as long as there older partner is either less than a certain age or the difference in age is a certain number of years. The age of consent may also vary if one of the people is in a position of authority over the other. For example, if the older person was a teacher of the victim, the age may be higher than for other people, an example of this is Indiana where the age where a person can have sex is 16 except if the older partner is a teacher at the victim's high school, in which case the age limit is 18. If the two people are married, the age is often lower. Age of consent can also be affected by the type of sex or the sex of the person. Many areas have different ages for homosexual sex as well as anal sex. There are areas which also have different ages depending on if the person is male or female.\nIf a person is caught having sex, or any other sexual act, with someone who is below the age of consent, the person may be punished as a sex offender. The violator may be sent to prison, or jail, or fined. In Wisconsin having sex with a person beneath 16, a felony (serious crime), carries prison time, but having sex with a minor who is 16 or over but under 18, which is a misdemeanor (a non-serious crime), carries jail time and a fine. An example of punishing age of consent violations occurred in 2011, an American swimming teacher was sent to prison for 16 months for having sex with a 15-year-old student. The law usually applies to both males and females having sex with a minor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legal","surface_form":"legal","offset":52},{"uri":"Consent","surface_form":"consent","offset":60},{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":76},{"uri":"Minimum","surface_form":"minimum","offset":113},{"uri":"Statutory_rape","surface_form":"statutory rape","offset":296},{"uri":"Victim","surface_form":"victim","offset":362},{"uri":"Offender","surface_form":"offender","offset":399},{"uri":"Minor_(law)","surface_form":"minors","offset":685},{"uri":"Marriage","surface_form":"marry","offset":715},{"uri":"Parent","surface_form":"parent","offset":726},{"uri":"Government","surface_form":"government","offset":742},{"uri":"Permission","surface_form":"permission","offset":753},{"uri":"Exception","surface_form":"exception","offset":829},{"uri":"Sexual_assault","surface_form":"sexual assault","offset":1012},{"uri":"Country","surface_form":"country","offset":1184},{"uri":"Kiss","surface_form":"kiss","offset":1219},{"uri":"Illegal","surface_form":"illegal","offset":1534},{"uri":"Puberty","surface_form":"sexual maturity","offset":1575},{"uri":"Capacity","surface_form":"capacity","offset":1619},{"uri":"Indiana","surface_form":"Indiana","offset":1988},{"uri":"Crime","surface_form":"crime","offset":2204},{"uri":"Pregnant","surface_form":"pregnant","offset":2330},{"uri":"Impregnated","surface_form":"impregnated","offset":2388},{"uri":"State","surface_form":"state","offset":2540},{"uri":"Country","surface_form":"countries","offset":2551},{"uri":"Nation","surface_form":"nation","offset":2673},{"uri":"Culture","surface_form":"culture","offset":2682},{"uri":"Islam","surface_form":"Islam","offset":2704},{"uri":"Europe","surface_form":"Europe","offset":2741},{"uri":"United_States","surface_form":"United States","offset":2810},{"uri":"Authority","surface_form":"authority","offset":3196},{"uri":"Teacher","surface_form":"teacher","offset":3261},{"uri":"Marriage","surface_form":"married","offset":3534},{"uri":"Homosexual","surface_form":"homosexual","offset":3683},{"uri":"Anal_sex","surface_form":"anal sex","offset":3709},{"uri":"Male","surface_form":"male","offset":3796},{"uri":"Female","surface_form":"female","offset":3804},{"uri":"Sex_offender","surface_form":"sex offender","offset":3949},{"uri":"Prison","surface_form":"prison","offset":3991},{"uri":"Violation","surface_form":"violation","offset":4290},{"uri":"United_States","surface_form":"American","offset":4322},{"uri":"Swimming","surface_form":"swimming","offset":4331}]}