{"id":195432,"url":"http://en.wikipedia.org/wiki/WarGames","text":"\"WarGames\" is a 1983 American science fiction thriller teen movie starring Matthew Broderick and Ally Sheedy and directed by John Badham. The movie follows a computer hacker named David Lightman (Broderick) who breaks into a NORAD war games simulation computer that he thinks is really the computer for a computer game company. Lightman begins a series of events that could start World War III. The movie was nominated for three Academy Awards and was a big hit. It continues to be popular.\nPlot.\nThe movie begins with two air force officers in a nuclear missile silo who are ordered to fire the missiles in the silo. The officers believe the order to be real and begin to fire the missiles. One of the officers decides not to fire and so the US government replaces all the men in the missile silos with computer control.\nDavid Lightman (Broderick) is a smart high school student and computer hacker that at first limits himself to changing his and a girl whom he likes a lot, Jennifer's (Sheedy) grades from failing to passing grades: Lightman being smart but not motivated at school. A little while later David uses his IMSAI 8080 computer to dial many phone numbers and finds a backdoor into a NORAD war games simulation computer called WOPR (nicknamed the \"Whopper\"). At first David is looking for new computer games to download and play and believes that the WOPR is actually the computer of a company that makes new computer games. After finding a list of games on the computer decides to play a game. WOPR (who is an Artificial Intelligence computer) asks David for a password and after doing some research on the computer's creator Professor Steven Falken he guesses that the password is named after the creator's dead son, Joshua. After logging in using the correct password, W.O.P.R. believes David to actually be Dr. Falken whom the computer had believed to be dead. The computer (which David now calls \"Joshua\") asks him if he would like to play a game. David selects the game \"Global Thermonuclear War\". Doing so starts off a series of events that will end up taking the World into World War III unless it is stopped.\nThe television news later reports that the USA went on high-alert due to a computer error leading David and Jennifer to wonder if they had caused the problem. David throws away the evidence of his calling Joshua but the computer calls David back. David then asks Joshua if the game it is playing is real or not, Joshua relies \"what is the difference?\" At this point David learns that Joshua is not a computer game companies' computer but a government one and is actually is playing the game for real. He hangs up but Joshua calls him back, leading David to remove the cord from the back of his telephone. David is then arrested by the FBI and taken to NORAD to answer charges of espionage. David tries to explain that he was not trying to be a spy, but he is not believed. Using things found in the medical office in which he is locked, David escapes from NORAD on a bus load of visitors to the facility. After David escapes he telephones Jennifer (using Phreaking skills) to ask her to buy him an airplane ticket so he can go and see Falken and get his help in stopping Joshua. Jennifer meets him and together then both go off to convince Falken to help them stop World War III.\nProfessor Falken has in fact resigned from NORAD because he believes war will happen no matter what any one does. Jennifer and David try to convince him to help them explain to NORAD that this is just a game that Joshua is playing. Falken tells them that it is not worth it as it may only buy them a few years but war will still happen. He explains that they are lucky because he lives only a few miles from a primary target and that they will die in a instant. David and Jennifer decide to try to stop the game anyway and try to leave the island. Finding no way off the island since the last ferry has left, Jennifer says that they should \"swim for it\". David admits he cannot swim. Professor Falken shows up with a helicopter and together they all go to NORAD.\nInside NORAD Falken tells them it is all a game and they decide to allow the missiles that the Soviet Union has reportedly fired to land to see if it is real or a game. The computer screens show the missiles landing but no missiles actually land. This convinces NORAD that the whole thing was not real. Joshua, however, decides to crack the launch codes and fire the USA's missiles for real. David and Falken try to get Joshua to stop the firing and eventually succeed when Jennifer mentions the word \"games\". After many tries they get Joshua to play tic-tac-toe against itself in an effort to teach it the meaning of (a word meaning that there is no point to doing something, or that doing so will not help). Joshua tries every game of tic-tac-toe possible and then tries the same thing with every scenario within the Global Thermonuclear War game. Joshua then learns that war can not be won, and stops the game ending the threat of World War III.\nReception.\nThe movie was a hit. It was nominated for three Academy Awards. The movie had a production budget of $12 million and had gross revenues of over $120 million making it a high earning movie.\nCult status.\n\"WarGames\" has a cult following amongst computer users and fans of the 1980s. The movie led to the development of the term war dialing (the calling of phone numbers looking for computers to connect to and hack).","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":21},{"uri":"Science_fiction_movie","surface_form":"science fiction","offset":30},{"uri":"Thriller_movie","surface_form":"thriller","offset":46},{"uri":"Teen_movie","surface_form":"teen movie","offset":55},{"uri":"Matthew_Broderick","surface_form":"Matthew Broderick","offset":75},{"uri":"Ally_Sheedy","surface_form":"Ally Sheedy","offset":97},{"uri":"Movie_director","surface_form":"directed","offset":113},{"uri":"John_Badham","surface_form":"John Badham","offset":125},{"uri":"Hacker","surface_form":"hacker","offset":167},{"uri":"David_Lightman","surface_form":"David Lightman","offset":180},{"uri":"NORAD","surface_form":"NORAD","offset":225},{"uri":"War_game","surface_form":"war game","offset":231},{"uri":"Simulation","surface_form":"simulation","offset":241},{"uri":"World_War_III","surface_form":"World War III","offset":380},{"uri":"Academy_Award","surface_form":"Academy Award","offset":429},{"uri":"United_States_Air_Force","surface_form":"air force","offset":523},{"uri":"Thermonuclear_weapon","surface_form":"nuclear missile","offset":547},{"uri":"Missile_silo","surface_form":"silo","offset":563},{"uri":"United_States_of_America","surface_form":"US","offset":743},{"uri":"Government","surface_form":"government","offset":746},{"uri":"High_school","surface_form":"high school","offset":860},{"uri":"Computer","surface_form":"computer","offset":884},{"uri":"Hacker","surface_form":"hacker","offset":893},{"uri":"Grade","surface_form":"grade","offset":997},{"uri":"Motivation","surface_form":"motivated","offset":1065},{"uri":"IMSAI_8080","surface_form":"IMSAI 8080","offset":1122},{"uri":"Backdoor_(programming)","surface_form":"backdoor","offset":1181},{"uri":"NORAD","surface_form":"NORAD","offset":1197},{"uri":"War_game","surface_form":"war game","offset":1203},{"uri":"WOPR","surface_form":"WOPR","offset":1240},{"uri":"Nickname","surface_form":"nickname","offset":1246},{"uri":"Download","surface_form":"download","offset":1324},{"uri":"Artificial_Intelligence","surface_form":"Artificial Intelligence","offset":1524},{"uri":"World_War_III","surface_form":"World War III","offset":2095},{"uri":"Federal_Bureau_of_Investigation","surface_form":"FBI","offset":2766},{"uri":"NORAD","surface_form":"NORAD","offset":2783},{"uri":"Espionage","surface_form":"espionage","offset":2810},{"uri":"Phreaking","surface_form":"Phreaking","offset":3086},{"uri":"Resign","surface_form":"resigned","offset":3340},{"uri":"Ferry","surface_form":"ferry","offset":3904},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":4169},{"uri":"Tic-tac-toe","surface_form":"tic-tac-toe","offset":4625},{"uri":"Scenario","surface_form":"scenario","offset":4873},{"uri":"Academy_Award","surface_form":"Academy Award","offset":5082},{"uri":"Cult_movie","surface_form":"cult","offset":5253},{"uri":"War_dialing","surface_form":"war dialing","offset":5359}]}