{"id":19547,"url":"http://en.wikipedia.org/wiki/Sandra_Day_O%27Connor","text":"Sandra Day O'Connor (born March 26, 1930) is a retired justice of the Supreme Court of the United States. She was the first woman to serve as justice on the Supreme Court, as well as the first from Arizona.\nOne of her ideas on the Supreme Court was the endorsement test. It was a way to check if the government was supporting religion.\nO'Connor was appointed to the Supreme Court in 1981 by President Ronald Reagan. Reagan said while running for president that he wanted a woman to be on the supreme court and promised to nominate a woman for the job the first chance he got. One of her biggest supporters was Arizona Senator Barry Goldwater, who helped make sure that all 100 Senators voted to confirm her. While on the Supreme Court, she was involved in several major supreme court decisions including: Bush v. Gore, which had to do with a disputed election; Planned Parenthood v. Casey which involved a woman's right to privacy, and Lawrence v. Texas, a case about whether burning a US flag was free speech. She retired from the court in 2006. Sam Alito was chosen to replace her. On August 12, 2009, she was awarded the Presidential Medal of Freedom, the highest civilian honor of the United States, by President Barack Obama.\nShe has a school named after her in North Phoenix, Arizona.\nIn October 2018, O’Connor announced her effective retirement from public life after disclosing that she was diagnosed with the early stages of Alzheimer’s disease.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":70},{"uri":"Arizona","surface_form":"Arizona","offset":198},{"uri":"Endorsement_test","surface_form":"endorsement test","offset":253},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":401},{"uri":"Barry_Goldwater","surface_form":"Barry Goldwater","offset":626},{"uri":"Presidential_Medal_of_Freedom","surface_form":"Presidential Medal of Freedom","offset":1124},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1217},{"uri":"Alzheimer%E2%80%99s_disease","surface_form":"Alzheimer’s disease","offset":1434}]}