{"id":195765,"url":"http://en.wikipedia.org/wiki/Human_Development_Index","text":"The Human Development Index (HDI) is a number from 0 to 1 (higher is better) used to compare different countries. It is published by United Nations Development Programme. It is used to rank countries into different groups for example developed and developing countries.\nCriticism.\nThe Human Development Index has been criticized on a number of grounds including alleged ideological biases towards egalitarianism and so-called \"Western models of development\", failure to include any ecological considerations, lack of consideration of technological development or contributions to the human civilization, focusing exclusively on national performance and ranking, lack of attention to development from a global perspective, measurement error of the underlying statistics, and on the UNDP's changes in formula which can lead to severe misclassification in the categorisation of 'low', 'medium', 'high' or 'very high' human development countries.\nThey found that 11 %, 21% and 34% of countries are currently misclassified in the development bins due to the three sources of data error. The authors suggest that the United Nations should stopthe practice of classifying countries into development bins because the cut-off values seem arbitrary, can provide incentives for strategic behavior in reporting official statistics, and have the potential to misguide politicians, investors, charity donors and the public who use the HDI at large. In 2010 the UNDP reacted to the criticism and updated the thresholds to classify nations as low, medium, and high human development countries. In a comment to \"The Economist\" in early January 2011, the Human Development Report Office responded to a January 6, 2011 article in the magazine which discusses the Wolff \"et al.\" paper. The Human Development Report Office states that they undertook a systematic revision of the methods used for the calculation of the HDI and that the new methodology directly addresses the critique by Wolff \"et al.\" in that it generates a system for continuous updating of the human development categories whenever formula or data revisions take place.\nThe HDI uses a weighted average for the different values. This means that it can be used - to some extent - to compare countries. It cannot be used to show the problems inside a country. Also the index only takes into accounrt people of 20 years or older. This leaves out problems such as infant mortality and children who do not reach that age.\nEconomist Bryan Kaplan points out another problem: Things needed in everyday life are underrepresented, education is overrepresented. Unless the whole population is made of students and pupils, it is not possible to reach the maximum score for the education parameter. At the moment, a Scandinavian country is at the top of the list. This means that the HDI measures \"how Scandiavian\" a country is. It would also mean that the country at the top of the list has no potential for improvement, which is certainly not the case.\n2011 data.\nNote: The green arrows (), red arrows (), and blue dashes () mean changes in rank when compared to the new 2011 data HDI for 2010 – published in the 2011 report (p. 131).","categories":[],"infobox_types":[],"annotations":[{"uri":"Number","surface_form":"number","offset":39},{"uri":"Compare","surface_form":"compare","offset":85},{"uri":"Country","surface_form":"countries","offset":103},{"uri":"United_Nations_Development_Programme","surface_form":"United Nations Development Programme","offset":133},{"uri":"Developed_country","surface_form":"developed","offset":234},{"uri":"Developing_country","surface_form":"developing","offset":248},{"uri":"Egalitarianism","surface_form":"egalitarianism","offset":397},{"uri":"Western_world","surface_form":"Western","offset":427},{"uri":"Economic_system","surface_form":"models of development","offset":435},{"uri":"Ecological","surface_form":"ecological","offset":482},{"uri":"The_Economist","surface_form":"The Economist","offset":1595},{"uri":"Infant_mortality","surface_form":"infant mortality","offset":2407},{"uri":"Bryan_Kaplan","surface_form":"Bryan Kaplan","offset":2474}]}