{"id":19570,"url":"http://en.wikipedia.org/wiki/Ayyavazhi","text":"Ayyavazhi (, \"path of the father\"), is a religion with one god that started in South India in the middle of the 19th century. The 'zhi' () in the word, 'Ayyavazhi', is a retroflex, ri.\nAyyavazhi is considered as a branch of Hinduism, officially. It is widespread in Tamil Nadu's southern districts of Kanyakumari, Tirunelveli, and Tuticorin. As one of the fastest growing faiths of southern India, its growth had been noted in the Christian missionary reports of the mid-19th century.\nThe ideas and philosophy of the religion are based on the teachings of Ayya Vaikundar and the religious texts Akilattirattu Ammanai and Arul Nool. Most followers of Ayyavazhi do not regard themselves as different from Hinduism.\nHistory.\nAyyavazhi began to be seen firstly by the large number of people gathering to worship Ayya Vaikundar at Swamithoppe, which is at that time \"poovandanthoppe\". The majority of the followers of Ayyavazhi were from the poor group of the society. For the Christian missionaries it gives a big challenge in their converting mission from its beginning. Although the majority of these followers were from the Chanar cast, apart from Ayyavazhi sources, some outer sources too says that a large number of people from other castes also followed this religion.\nBy the middle of nineteenth century, Ayyavazhi had come to be recognised as a separate religion, grown well in the region of South Travancore and South Tirunelveli. The growth in its number of followers had increased speedly from 1840s. After the death of Vaikundar, the religion was spread on the basis of his teachings and the religious books \"Akilattirattu Ammanai\" and \"Arul Nool\". The five Citars, who were the deciples of Ayya Vaikundar, and their descendants travelled to several parts of the country and carried the mission of Ayyavazhi. At that time the Payyan dynasty started ruling of Swamithoppe pathi, while other Pathis came under the control of the followers of Ayya. Hundreds of Nizhal Thangals (places of worship) were built across the country. Currently Bala Prajapathi Adikalar, one of descendant of Payyan dynasty is said to be as the leader of Ayyavazhi. He has laid foundations for a large number of Nizhal Thangals all over South India. And now seeing the growth of the religion the day of birth of Vaikundar, Ayya Vaikunda Avataram was announced as a holiday by the government for the districts of Tirunelveli and Tuticorin from this year while the district of Kanyakumari was announced as a holiday earlier.\nScriptures and holy places.\nThe holy books of Ayyavazhi are the Akilattirattu Ammanai and the Arul Nool, and they are the source of the religion's mythology. The holy book states that the \"Akilattirattu Ammanai\" was written down by Hari Gopalan Citar by hearing the contents of Akilam told by Narayana to his wife Lakshmi. There was no definite history about the beginning of Arul Nool; but the followers believe that it was written by Citars and by those who get possessed by divine power. It contains the prayers, hymns and ways for the worship in Ayyavazhi, religious practices, prophesies and also many rules.\nTo the Ayyavazhi devotees, there are five holy places, called Pathis, with \"Panchappathis\" as the most important. The temple of Swamithoppepathi is the head of the Ayyavazhi religion. The Vakaippathi, where 700 families were sent to Thuvayal Thavasu by Vaikundar was approved as a Pathi in Akilam although this place has no direct association with the activities of Vaikundar. There is a big disagreement within the followers of Ayyavazhi as to the holiness of some of the places of worship. The Avatharappathi in Thiruchendur was accepted by the book \"Akilam\" as a Pathi, but as some of the followers believe that the place at which the present temple is located is not the exact place where Ayya Vaikundar incarnated from the sea, they disagree with the other devotees. There are also some followers which strongly quarrel Thiruchendur as a Pathi though they accept it as a secondary holy site.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":85},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":266},{"uri":"Kanyakumari","surface_form":"Kanyakumari","offset":301},{"uri":"Tirunelveli","surface_form":"Tirunelveli","offset":314},{"uri":"Tuticorin","surface_form":"Tuticorin","offset":331},{"uri":"Christian","surface_form":"Christian","offset":431},{"uri":"Missionary","surface_form":"missionary","offset":441},{"uri":"Ayya_Vaikundar","surface_form":"Ayya Vaikundar","offset":556},{"uri":"Akilattirattu_Ammanai","surface_form":"Akilattirattu Ammanai","offset":595},{"uri":"Arul_Nool","surface_form":"Arul Nool","offset":621},{"uri":"Ayya_Vaikundar","surface_form":"Ayya Vaikundar","offset":808},{"uri":"Swamithoppe","surface_form":"Swamithoppe","offset":826},{"uri":"Chanar","surface_form":"Chanar","offset":1123},{"uri":"Travancore","surface_form":"Travancore","offset":1402},{"uri":"Tirunelveli","surface_form":"Tirunelveli","offset":1423},{"uri":"1840","surface_form":"1840","offset":1501},{"uri":"Citars","surface_form":"Citars","offset":1666},{"uri":"Payyan_dynasty","surface_form":"Payyan dynasty","offset":1834},{"uri":"Swamithoppe","surface_form":"Swamithoppe","offset":1867},{"uri":"Pathi","surface_form":"pathi","offset":1879},{"uri":"Nizhal_Thangals","surface_form":"Nizhal Thangals","offset":1966},{"uri":"Bala_Prajapathi_Adikalar","surface_form":"Bala Prajapathi Adikalar","offset":2043},{"uri":"South_India","surface_form":"South India","offset":2218},{"uri":"Ayya_Vaikunda_Avataram","surface_form":"Ayya Vaikunda Avataram","offset":2304},{"uri":"Tirunelveli","surface_form":"Tirunelveli","offset":2393},{"uri":"Tuticorin","surface_form":"Tuticorin","offset":2409},{"uri":"Kanyakumari","surface_form":"Kanyakumari","offset":2456},{"uri":"Akilattirattu_Ammanai","surface_form":"Akilattirattu Ammanai","offset":2568},{"uri":"Arul_Nool","surface_form":"Arul Nool","offset":2598},{"uri":"Ayyavazhi_mythology","surface_form":"the religion's mythology","offset":2636},{"uri":"Hari_Gopalan_Citar","surface_form":"Hari Gopalan Citar","offset":2736},{"uri":"Narayana","surface_form":"Narayana","offset":2797},{"uri":"Lakshmi","surface_form":"Lakshmi","offset":2818},{"uri":"Citars","surface_form":"Citars","offset":2940},{"uri":"Hymn","surface_form":"hymn","offset":3020},{"uri":"Religious_practices","surface_form":"religious practices","offset":3065},{"uri":"Prophesies","surface_form":"prophesies","offset":3086},{"uri":"Pathi","surface_form":"Pathi","offset":3180},{"uri":"Panchappathis","surface_form":"Panchappathis","offset":3194},{"uri":"Thalaimaippathi","surface_form":"Swamithoppepathi","offset":3246},{"uri":"Vakaippathi","surface_form":"Vakaippathi","offset":3306},{"uri":"Thuvayal_Thavasu","surface_form":"Thuvayal Thavasu","offset":3351},{"uri":"Vaikundar","surface_form":"Vaikundar","offset":3371},{"uri":"Pathi","surface_form":"Pathi","offset":3399},{"uri":"Akilam","surface_form":"Akilam","offset":3408},{"uri":"Vaikundar","surface_form":"Vaikundar","offset":3484},{"uri":"Avatharappathi","surface_form":"Avatharappathi","offset":3614},{"uri":"Thiruchendur","surface_form":"Thiruchendur","offset":3632}]}