{"id":195891,"url":"http://en.wikipedia.org/wiki/Ed_Schafer","text":"Edward Thomas \"Ed\" Schafer (born August 8, 1946) is a former Governor of North Dakota. He was Secretary of Agriculture from January 28 2008 to January 20 2009. He was a member of the United States Republican Party.\nEd Schafer was sworn in as the 29th Secretary of the U.S. Department of Agriculture (USDA) on January 28, 2008.\nSecretary Schafer brings a record as an innovative two-term governor of North Dakota to USDA along with extensive private sector experience as both an entrepreneur and a business executive.\nSchafer served as North Dakota's governor from 1992 to 2000 and made diversifying and expanding North Dakota's economy, reducing the cost of government and advancing agriculture his top priorities in office.\nHe worked to normalize trading relations with China and develop that nation as an export market for North Dakota farm products. He also led efforts to upgrade North Dakota's communications infrastructure and make high-speed voice and data networks available to farmers, ranchers and rural businesses.\nTo expand the state's job base, he encouraged the growth of value-added agricultural industries such as pasta and corn sweetener manufacturing.\nAs governor, Schafer managed a state workforce of 12,000 people, oversaw a budget of $4.6 billion, and led the state's response to emergencies such as the severe floods that hit the Grand Forks area in 1997.\nAs chair of the Western Governors Association, Schafer led regional efforts to demonstrate how technology could improve the efficiency and lower the cost of delivering government services such as health benefits and food stamps. He also worked to make telemedicine more available and affordable in rural areas.\nSchafer was elected chair of the Republican Governors Association in 2000 and that same year he co-founded and co-chaired the Governors Biotechnology Partnership to increase public understanding and support for the benefits of agricultural biotechnology.\nHe has had a lifelong interest in conservation and helped arrange the U.S. Forest Service's May 2007 purchase of the 5,200 acre Elkhorn ranch in North Dakota. The site was where Theodore Roosevelt had his home and operated a cattle ranch in the 1880s. It is near the preserved town of Medora-the state's leading tourist attraction.\nBorn and raised in Bismarck, North Dakota, Schafer graduated from the University of North Dakota in 1969 with a bachelor's degree in Business Administration and earned an MBA from the University of Denver in 1970.\nSecretary Schafer's grandfather immigrated to North Dakota from Denmark and homesteaded land in Hettinger County that he turned into a wheat and livestock farm. Schafer spent summers there while growing up. He helped his uncles with chores, tinkered with engines and learned firsthand about agriculture.\nBefore entering public life, Schafer was an executive with the Gold Seal Company in Bismarck, a successful marketer of nationally-known consumer products such as \"Mr. Bubble\" bubble bath, \"Glass Wax\" glass cleaner and \"Snowy Bleach.\" The company had been founded by his father, Harold Schafer.\nSecretary Schafer joined Gold Seal after he earned his MBA and held a series of management positions with the company before becoming president in 1978. Under his leadership, Gold Seal's sales climbed to $50 million through acquisitions and new product introductions and its net worth tripled. It was sold in 1986. Schafer then went on to launch several new businesses, including a commercial real estate development company, a fish farm and a classic car dealership\nAfter leaving office in 2000, he co-founded Extend America, a venture capital-backed company, to provide wireless voice and high-speed data services to commercial and residential customers in five rural Midwestern states.\nHe also served as a director of the Theodore Roosevelt Medora Foundation that oversees the historic town's operations and became active in leading several other nonprofit and citizens advocacy groups in North Dakota.\nSecretary Schafer enjoys the outdoors and his hobbies include bicycling, hiking, scuba diving and restoring classic automobiles. He and his wife, Nancy, have four children; Tom Schafer, Ellie Schafer and Eric Jones and Kari Jones; and eight grandchildren.\nPrinter-Friendly VersionPrinter-Friendly Version Email this pageEmail This Page","categories":[],"infobox_types":[],"annotations":[{"uri":"Governor_of_North_Dakota","surface_form":"Governor of North Dakota","offset":61},{"uri":"January_28","surface_form":"January 28","offset":124},{"uri":"2008","surface_form":"2008","offset":135},{"uri":"January_20","surface_form":"January 20","offset":143},{"uri":"2009","surface_form":"2009","offset":154},{"uri":"United_States_Republican_Party","surface_form":"United States Republican Party","offset":183}]}