{"id":19595,"url":"http://en.wikipedia.org/wiki/Waste","text":"e=\"preserve\">Waste (or wastes) are unwanted or unusable materials. Waste is any substance which is discarded after primary use, or is worthless, defective and of no use.\nIt may be no longer useful as it has served its purpose, and at the end of the process have no further use, and it is generally discarded. It is unwanted materials and objects that people have thrown away. It is often also called trash, \"garbage\", \"rubbish\", or junk. It can be solid, liquid, or gas, or it can be waste heat. There are many different kinds of waste. Garbage is the waste we produce daily in our homes, including old or unwanted food, chemical substances, paper, broken furniture, used containers, and other things.\nWhen waste is a liquid or gas, it can be called an emission. This is usually pollution. Sanitation is proper handling of human waste.\nWaste can also be something abstract (something that you cannot touch), for example \"a waste of time\" or \"wasted opportunities\". When people use the words \"waste\" or \"wasted\" in this way, they are saying (directly or indirectly) that something has been used badly (using too much of it or using it incorrectly).\nWaste management.\nPeople have thrown away waste in heaps for thousands of years. In modern homes and businesses, garbage is normally placed in waste containers of some sort. It is then moved to the street, where it can be collected and taken to a place designed to hold, destroy or recycle garbage. Some waste materials, such as paper, wood, glass, metals, and plastic containers, can be recycled (reused). Materials that cannot be recycled are either burned (\"incinerated\") or heaped into landfills.\nPlant matter, such as fruit and vegetable scraps, is biodegradable. It can usually be heaped into a compost, where it will decompose relatively quickly. This kind of waste is often called \"wet\" or \"green\" waste.\nVery often, waste is not collected in containers. It may instead be thrown onto the ground or dumped somewhere. This is called \"littering\".\nOther websites.\n[https://www.articlesbazar.com/2020/10/what-are-different-sources-of-waste.html A description about the different sources of waste including classification of waste.]","categories":[],"infobox_types":[],"annotations":[{"uri":"Material","surface_form":"material","offset":324},{"uri":"Object","surface_form":"objects","offset":338},{"uri":"Solid","surface_form":"solid","offset":448},{"uri":"Liquid","surface_form":"liquid","offset":455},{"uri":"Gas","surface_form":"gas","offset":466},{"uri":"Waste_heat","surface_form":"waste heat","offset":484},{"uri":"Toxic","surface_form":"emission","offset":753},{"uri":"Pollution","surface_form":"pollution","offset":779},{"uri":"Sanitation","surface_form":"Sanitation","offset":790},{"uri":"Abstraction","surface_form":"abstract","offset":864},{"uri":"Waste","surface_form":"waste","offset":992},{"uri":"Wasted","surface_form":"wasted","offset":1003},{"uri":"Business","surface_form":"business","offset":1249},{"uri":"Waste_container","surface_form":"waste container","offset":1291},{"uri":"Recycling","surface_form":"recycle","offset":1430},{"uri":"Paper","surface_form":"paper","offset":1477},{"uri":"Wood","surface_form":"wood","offset":1484},{"uri":"Glass","surface_form":"glass","offset":1490},{"uri":"Metal","surface_form":"metal","offset":1497},{"uri":"Plastic","surface_form":"plastic","offset":1509},{"uri":"Container","surface_form":"container","offset":1517},{"uri":"Landfill","surface_form":"landfill","offset":1638},{"uri":"Fruit","surface_form":"fruit","offset":1671},{"uri":"Vegetable","surface_form":"vegetable","offset":1681},{"uri":"Biodegradable","surface_form":"biodegradable","offset":1702},{"uri":"Compost","surface_form":"compost","offset":1749}]}