{"id":195990,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Ana_(2009)","text":"Tropical Storm Ana was the first tropical storm of the 2009 Atlantic hurricane season. It was also the first tropical cyclone to affect the Caribbean during 2009. The storm formed on August 11, but strong wind shear weakened it on August 13. Ana later reformed and became a tropical storm on August 15 before wind shear tore apart the storm again. The storm finally died on August 17.\nBetween August 15 and 17, the National Hurricane Center (NHC) gave out tropical storm watches to some Caribbean islands like the Lesser Antilles, Puerto Rico, and the Dominican Republic. Some people took a few precautions. Most of the damage from Ana was in the form of rain.\nStorm history.\nA tropical wave formed over the Cape Verde islands on August 9. The NHC started watching the storm to see if it would turn into a tropical cyclone. It became a tropical depression on August 11. By then, the storm had a lot of thunderstorm activity near its center. On August 12, the NHC said that the storm was close to tropical storm-stength. While the storm was still alive, it was not called a tropical storm. However it was later found that the storm had actually reached tropical storm strength winds. The next day, the storm began to weaken and fall apart because of wind shear and dry air. The remains of the storm moved west across the Atlantic Ocean.\nOn August 14, the NHC saw that the storm was reforming. Later that day, a Hurricane Hunter airplane flew into the storm and the NHC started to follow the storm again. On August 15, the storm was given the name \"Ana\" after it reached tropical storm strength. Soon wind shear started to affect Ana again. The next day, the storm moved into an area of dry air over the Caribbean Sea. Ana weakened into a depression after another Hurricane Hunter airplane found no tropical storm-winds. The storm's circulation fell apart and Ana finally died on August 17.\nPreparations and impact.\nOn August 15, a tropical storm watch was given to the islands of St. Maarten, Saba, St. Eustatius, Antigua, Barbuda, the British Virgin Islands, Montserrat, St. Kitts and Nevis, Anguilla, and the United States Virgin Islands. Later on August 17, Puerto Rico, Dominica, Guadeloupe, St. Martin, and St. Barthelemy were also put on tropical storm watch. When Ana weakened into a remnant low later that day, all watches were stopped.\nIn St. Thomas, wind speeds from Ana were recorded at 28 mph (45 km/h) and gusts peaked at 40 mph (65 km/h). Also, a lot of rainfall created flooding in Puerto Rico. But there was only little damage done. At most, 4 in (100 mm) of rain fell on the island. Some streets had to be shut down because of the flooding. About 6,000 people lost electricity from the storm. Tree branches broke down power lines. People also reported tornadoes and waterspouts created by Ana in Puerto Rico. The remains of Ana brought rainfall to parts of Hispaniola. But no damage was reported.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Tropical_storm","surface_form":"tropical storm","offset":33},{"uri":"2009_Atlantic_hurricane_season","surface_form":"2009 Atlantic hurricane season","offset":55},{"uri":"Caribbean","surface_form":"Caribbean","offset":140},{"uri":"Wind_shear","surface_form":"wind shear","offset":205},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":415},{"uri":"Tropical_storm_watch","surface_form":"tropical storm watch","offset":456},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":678},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":708},{"uri":"Wind_shear","surface_form":"wind shear","offset":1249},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1320},{"uri":"Hurricane_Hunter","surface_form":"Hurricane Hunter","offset":1410},{"uri":"Tropical_storm_watch","surface_form":"tropical storm watch","offset":1930},{"uri":"St._Maarten","surface_form":"St. Maarten","offset":1979},{"uri":"Saba","surface_form":"Saba","offset":1992},{"uri":"St._Eustatius","surface_form":"St. Eustatius","offset":1998},{"uri":"Antigua","surface_form":"Antigua","offset":2013},{"uri":"Barbuda","surface_form":"Barbuda","offset":2022},{"uri":"British_Virgin_Islands","surface_form":"British Virgin Islands","offset":2035},{"uri":"Montserrat","surface_form":"Montserrat","offset":2059},{"uri":"St._Kitts_and_Nevis","surface_form":"St. Kitts and Nevis","offset":2071},{"uri":"Anguilla","surface_form":"Anguilla","offset":2092},{"uri":"United_States_Virgin_Islands","surface_form":"United States Virgin Islands","offset":2110},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":2160},{"uri":"Dominica","surface_form":"Dominica","offset":2173},{"uri":"Guadeloupe","surface_form":"Guadeloupe","offset":2183},{"uri":"St._Martin","surface_form":"St. Martin","offset":2195},{"uri":"St._Barthelemy","surface_form":"St. Barthelemy","offset":2211},{"uri":"Remnant_low","surface_form":"remnant low","offset":2290},{"uri":"Saint_Thomas%2C_U.S._Virgin_Islands","surface_form":"St. Thomas","offset":2347},{"uri":"Flood","surface_form":"flood","offset":2484},{"uri":"Tornadoes","surface_form":"tornadoes","offset":2768},{"uri":"Waterspout","surface_form":"waterspout","offset":2782},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":2873}]}