{"id":196,"url":"http://en.wikipedia.org/wiki/Diarrhea","text":"e=\"preserve\">Diarrhea (DIE-uh-REE-uh), also spelled diarrhoea, happens when the body makes more watery feces than normal. Diarrhea can occur in humans as well as most other mammals.\nChild death.\nIn developing nations, diarrheal diseases are the second most common cause of death in children under age 5. Every year in the world, diarrhea kills around 760,000 children under age 5.\nIn developing countries, diarrhea is also one of the most common causes of malnutrition in children under age 5.\nWhen children die from diarrhea, the cause is often dehydration (losing too much water from the body). Because diarrhea is watery, it takes away a lot of the water. It also takes away electrolytes—important salts that the body needs to survive. Dehydration is extra dangerous for small children because they have less water in their bodies to begin with. This means they cannot lose as much water as adults before they start to have serious health problems.\nPreventing child deaths.\nChild deaths from diarrhea can be prevented in different ways.\nRe-hydration.\nWhen a child is sick with diarrhea, the best way to keep them from dying is to rehydrate them (give them the water and electrolytes (salts) they are losing by having diarrhea). If the child can go to a clinic or hospital, this can be done by giving water and salts intravenously (through a needle placed into a vein).\nIf the child cannot go to a clinic or hospital, oral rehydration solution can be used. (\"Oral\" means \"given by mouth\"; a \"solution\" is a mixture.) Oral rehydration solution is a mixture of the most important things the body loses when it is dehydrated. These things are clean water, salt, and sugar. Some oral rehydration solutions have extra electrolytes, like potassium, in them also.\nSome oral rehydration solutions come in packets and just need to be mixed with clean water. Oral rehydration solution can also be made at home. If the water in the area is not safe, it can be boiled to make it safe. (Boiling the water will kill any bacteria, viruses, or parasites in the water.) Salt and sugar are then mixed into the water. Drinking this mixture, after the water cools, will re-hydrate the child, if he drinks enough. Adding a banana or orange juice can add potassium to the mixture.\nBreast milk will also re-hydrate a child with diarrhea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Feces","surface_form":"feces","offset":103},{"uri":"Developing_nation","surface_form":"developing nation","offset":198},{"uri":"Death","surface_form":"death","offset":273},{"uri":"Malnutrition","surface_form":"malnutrition","offset":456},{"uri":"Dehydration","surface_form":"dehydration","offset":546},{"uri":"Electrolyte","surface_form":"electrolyte","offset":678},{"uri":"Clinic","surface_form":"clinic","offset":1256},{"uri":"Hospital","surface_form":"hospital","offset":1266},{"uri":"Intravenous_therapy","surface_form":"intravenously","offset":1319},{"uri":"Needle","surface_form":"needle","offset":1344},{"uri":"Vein","surface_form":"vein","offset":1365},{"uri":"Solution","surface_form":"solution","offset":1494},{"uri":"Salt","surface_form":"salt","offset":1655},{"uri":"Glucose","surface_form":"sugar","offset":1665},{"uri":"Potassium","surface_form":"potassium","offset":1734},{"uri":"Boiling","surface_form":"boiled","offset":1951},{"uri":"Banana","surface_form":"banana","offset":2204},{"uri":"Orange_juice","surface_form":"orange juice","offset":2214},{"uri":"Breastfeeding","surface_form":"Breast milk","offset":2261}]}