{"id":196196,"url":"http://en.wikipedia.org/wiki/MissingNo.","text":"MissingNo., also known as MissingNO, is the name of a glitch Pokémon that is short for \"Missing Number\". MissingNo. Pokémon are used as error handlers by game developer Game Freak; they appear when the game tries to access data for a Pokémon species that does not exist.\nFirst documented by Nintendo in the May 1999 issue of \"Nintendo Power\", encountering MissingNo. results in messed up graphics and item duplication of the player's sixth item in their inventory.\nCharacteristics.\nThere are two reasons why the player encounters MissingNo., both as a result of programming bugs. The first is caused by the way the game stores battle information and the second is caused by the Old Man script in Viridian City. When traveling from one area to another, the game assigns numbers for Pokémon that the player encounters to a data buffer, read by the game when they encounter a wild Pokémon. However, on the right side of the Cinnabar and Seafoam Islands, no data is actually assigned to this buffer, and the information from the previous location is used instead (the player's name data).\nOnce encountered, players can fight, flee, or capture MissingNo. just like any other wild Pokémon in the game. After encountering the MissingNo., the sixth item's quantity in the player's item menu will be multiplied by 128, and the game's \"Hall of Fame\" gallery will become damaged forever. Other display problems may happen, though these can be fixed by viewing a Pokédex entry or resetting the Game Boy. It commonly appears as a scrambled \"d\" shaped rectangle, though sometimes (encounter values) it will look like a Ghost or two fossils.\nImpact.\nEven though it has only appeared in three games in Pokémon, MissingNo. has had a lot of impact. Nintendo says it a \"programming quirk\" and doesn't want players to encounter it and later making impossible to obtain it in the next game, \"Pokémon Yellow\", unless a trade is done. However, information on how to encounter MissingNo. was printed in a lot of magazines and player's guides due to its effect, while some \"Pokémon\" players tried to sell real and fake \"tips\" for capturing MissingNo. for up to $200. In 2009, IGN put MissingNo in their \"Top 10 Easter Eggs\" in games list, describing it as a \"glitchimon\" and saying it was useful for making copies of items. In another article, they said \"It really says something about \"Pokémon\" fans that they took what is a potentially game ruining glitch and used it as a shortcut to level up their Pokémon.\"\nReactions by players to MissingNo. has been studied by sociological studies regarding individuals and games. Sociologist William Sims Bainbridge said in a study that Game Freak \"spawned one of the most popular glitches ever in game history\", due to the good and bad results of it and players' interesting use of it. The book \"Playing with video games\" studied the effect of MissingNo. deeply, studying players' curious actions as a result of its appearance and examining their own notes along with individual \"sightings\" reports, studying and criticizing other people's findings. The book further describes the extent to which gaming communities revolving around \"Pokémon\" have attempted to make it a real aspect of the game's world through elements such as fan fiction and fan art, adding that this in turn inspires creativity. It also says that people were celebrating and publicizing glitches in the game while trying to make it canon, and adds that MissingNo. popularity was an unusual case.","categories":[],"infobox_types":[],"annotations":[{"uri":"Exception_handling","surface_form":"error handlers","offset":136},{"uri":"Game_Freak","surface_form":"Game Freak","offset":169},{"uri":"Nintendo_Power","surface_form":"Nintendo Power","offset":326},{"uri":"Data_buffer","surface_form":"data buffer","offset":821},{"uri":"Game_Boy","surface_form":"Game Boy","offset":1482},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":1686},{"uri":"Pok%C3%A9mon_Yellow","surface_form":"Pokémon Yellow","offset":1871},{"uri":"Fraud","surface_form":"fake","offset":2089},{"uri":"IGN","surface_form":"IGN","offset":2151},{"uri":"Sociology","surface_form":"sociological","offset":2542},{"uri":"William_Sims_Bainbridge","surface_form":"William Sims Bainbridge","offset":2608},{"uri":"Game_Freak","surface_form":"Game Freak","offset":2653},{"uri":"Fan_fiction","surface_form":"fan fiction","offset":3245},{"uri":"Fan_art","surface_form":"fan art","offset":3261},{"uri":"Canon_(fiction)","surface_form":"canon","offset":3419}]}