{"id":196250,"url":"http://en.wikipedia.org/wiki/Scottish_National_Party","text":"The Scottish National Party (SNP) (Scottish Gaelic \"Pàrtaidh Nàiseanta na h-Alba\"; Scots: Scots National Pairty) is a political party in Scotland. It campaigns mostly for Scotland to leave the United Kingdom and become an independent country. It is a social democratic party and is currently the largest party in the Scottish Parliament, with 62 out of 129 seats and its party leader Nicola Sturgeon is First Minister of Scotland.\nHistory.\nThe Scottish National Party was founded in 1934. During World War II, its leader Douglas Young told Scottish people not to join the war effort and as a result he was widely disliked. The first SNP Member of Parliament was Robert McIntyre, who entered parliament in a by-election for Motherwell in 1945, but he lost the seat at the general election of that year. The party struggled in the 1950s but achieved greater success in the 1960s and in 1967, Winnie Ewing was elected as an MP for the party at a by-election in Hamilton. Only 1 seat was won by the SNP at the 1970 general election but at the February 1974 general election, it won 7 seats. Following the discovery of oil in the North Sea, the SNP ran a campaign called 'It's Scotland's oil' meaning that they thought it should benefit only the Scots and the party won 11 seats and 30% of the vote in Scotland at the October 1974 general election.\nWhen the Labour government of James Callaghan started losing its majority in parliament, it made deals with the smaller parties including the Liberal Party, the SNP and the Welsh nationalists. The SNP only agreed to support this if a referendum was given to the Scottish people on the creation of a devolved assembly. The referendum gained support from 51% of Scots but the Labour government decided that not enough people had voted in the referendum and because of this, the SNP refused to support the Labour government. The general election of 1979 saw the SNP reduced to only 2 seats in parliament.\nThe party did poorly at the general elections of 1983, 1987 and 1992. Alex Salmond became party leader in 1990 and in 1997, the party won 6 seats in parliament. The Labour government of Tony Blair established a Scottish Parliament in 1999 and at the elections held for the new parliament, the SNP came in second place behind Labour, with 35 out of 128 seats. It wasn't until the 2007 Scottish Parliament election that the SNP made another major breakthrough and at this election, the party won the most seats with 47 out of 128 seats and a minority government was then formed with Alex Salmond made First Minister.\nThe party tried to give Scotland a referendum on independence in 2010, but the other major parties in the Scottish Parliament stopped them. In 2011, they won 69 out of 129 seats in the election to the Scottish Parliament, and were able to govern alone. They held the Scottish independence referendum on 18 September 2014, where 55% of people voted against independence from the UK. Salmond resigned as First Minister of Scotland and was replaced by Nicola Sturgeon. Under her leadership, the SNP won 56 out of 59 Scottish seats in the House of Commons in the United Kingdom general election, 2015.","categories":[],"infobox_types":["political party"],"annotations":[{"uri":"Scottish_Gaelic_language","surface_form":"Scottish Gaelic","offset":35},{"uri":"Scots_language","surface_form":"Scots","offset":83},{"uri":"Political_party","surface_form":"political party","offset":118},{"uri":"Scotland","surface_form":"Scotland","offset":137},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":193},{"uri":"Social_democracy","surface_form":"social democratic","offset":251},{"uri":"Scottish_Parliament","surface_form":"Scottish Parliament","offset":317},{"uri":"Nicola_Sturgeon","surface_form":"Nicola Sturgeon","offset":384},{"uri":"World_War_II","surface_form":"World War II","offset":496},{"uri":"By-election","surface_form":"by-election","offset":707},{"uri":"Motherwell","surface_form":"Motherwell","offset":723},{"uri":"Hamilton%2C_South_Lanarkshire","surface_form":"Hamilton","offset":958},{"uri":"North_Sea","surface_form":"North Sea","offset":1125},{"uri":"Labour_Party_(UK)","surface_form":"Labour","offset":1353},{"uri":"James_Callaghan","surface_form":"James Callaghan","offset":1374},{"uri":"Referendum","surface_form":"referendum","offset":1578},{"uri":"Scottish_parliament","surface_form":"devolved assembly","offset":1643},{"uri":"Tony_Blair","surface_form":"Tony Blair","offset":2132},{"uri":"2007_Scottish_Parliament_election","surface_form":"2007 Scottish Parliament election","offset":2325},{"uri":"Alex_Salmond","surface_form":"Alex Salmond","offset":2527},{"uri":"Scottish_Parliament","surface_form":"Scottish Parliament","offset":2762},{"uri":"Scottish_independence_referendum","surface_form":"Scottish independence referendum","offset":2828},{"uri":"Nicola_Sturgeon","surface_form":"Nicola Sturgeon","offset":3010},{"uri":"House_of_Commons","surface_form":"House of Commons","offset":3096},{"uri":"United_Kingdom_general_election%2C_2015","surface_form":"United Kingdom general election, 2015","offset":3120}]}