{"id":19632,"url":"http://en.wikipedia.org/wiki/Sierra_Leone","text":"Sierra Leone is a country in West Africa. Its capital is Freetown. The official language is English.\nThe country was first made as a place where freed slaves could live. From 1991 until 2000, there was a civil war in Sierra Leone between rebels and the government. The war is now over. Sierra Leone is known for its blood diamonds. These were mined and sold during the civil war. This was in order to buy the weapons for the civil war.\nThere are 71,740 square kilometres of land in Sierra; In terms of land area it is similar in size to Ireland.\nSierra Leone has relied on mining, especially diamonds, for its economic base. The country is among the largest producers of titanium and bauxite, and a major producer of gold. The country has one of the world's largest deposits of rutile. Sierra Leone is also home to the third largest natural harbour in the world. Shipping from all over the globe goes to Freetown's famous Queen Elizabeth II Quay. Despite this natural wealth, 70% of its people live in poverty.\nSierra Leone is a mostly Muslim country.\nThe country has 2,090 known species of higher plants, 147 mammals, 626 birds, 67 reptiles, 35 amphibians, and 99 fish species.\nGeography and climate.\nThe country is bordered by Guinea to the north and northeast, Liberia to the south and southeast, and the Atlantic Ocean to the west.\nMount Bintumani reaches. It is the highest point in the country.\nThe climate is hot, tropical and humid all year round, with two seasons. The rainy season is from May to November, and the dry season is from December to May.\nMarch & April are the hottest months and daytime temperatures are around 38 °C (100 °F) - 41 °C (106 °F) with a solid 82% humidity. Night time temperatures do not vary a lot and may fluctuate by 2 °C - 4 °C.\nDecember and January are prefably the best times to visit Sierra Leone as temperatures and humidity are much lower and reasonable due to the hammattan breeze from the sahara desert, although afternoon temperatures can still climb up to 40 °C and above, the hammattan breeze stops it from getting too humid, even though it will still be hot, humidity would be can be lowered down to 39% meaning you'll sweat less during this time than you would when the climate goes back to its original state, so therefore the heat would be more endurable especially around coastal areas.\nWhen the hammattan breeze has lowered the heat and the humidity to its base, the highest average daily temperature in December and January will only reach a maximum of 31 °C (88 °F) and night time temperatures will be 24 °C (75 °F), although it can seldomly drop down to 21 °C (70 °F) at night, and sometimes in the morning which is the lowest the temperature can get. During this time, humidity is 70% & it is pleasantly warm and enjoyable.\nThe rainy season from May-November, average temperatures are 27 °C (81 °F) - 29 °C (84 °F) with humidity 95% - 100%. Some days when it doesn't rain, temperatures can climb up to 32 °C (90 °F) and humidity can be moderate around 75%.\nRainfall can be torrential, so if you're travelling to Sierra Leone around this time of the year, it is advisable to bring water proof clothing as it can rain for a whole week without interruption from sunlight.\nEducation.\nEducation in Sierra Leone is legally required for all children for six years. A shortage of schools and teachers has made this impossible. Two thirds of the adult population of the country are not able to read. The Sierra Leone Civil War caused the destruction of 1,270 primary schools. In 2001, 67% of all school-age children were out of school. This has been better since the end of the civil war.\nThe country has three universities: Fourah Bay College, University of Makeni and Njala University. Teacher training colleges and religious seminaries are found in many parts of the country.\nProvinces and districts.\nThe Republic of Sierra Leone has five regions the Northern Province, North West Province, Southern Province, the Eastern Province and the Western Area. The first four provinces are divided into 14 districts. The districts are further divided into 149 chiefdoms.\nFood and customs.\nRice is the staple food of Sierra Leone. It is eaten at nearly every meal daily. The rice is prepared in many ways, and topped with different sauces made from some of Sierra Leone's favorite toppings. These include potato leaves, cassava leaves, crain crain, okra soup, fried fish and groundnut stew.\nAlong the street of towns and cities one can find snacks such as fresh mangoes, oranges, pineapple, fried plantains, ginger beer, fried potato, fried cassava with pepper sauce; small bags of popcorn or peanuts, bread, roasted corn, or skewers of grilled meat or shrimp.\nPoyo is a popular Sierra Leonean drink. It is a sweet, lightly fermented palm wine. Poyo bars are areas of lively informal talk about politics, football, entertainment and other issues.\nSports.\nFootball is by far the most popular sport in Sierra Leone. Children, youth and adult are often seen playing street football across Sierra Leone.\nThe Sierra Leone national football team, popularly known as the Leone Stars, represents the country in international competitions. It has never qualified for the FIFA World Cup. They were in the 1994 and 1996 African Cup of Nations. Many of the national team footballers are celebrities across Sierra Leone. They are often well known by most of the country's general population. Some well known Sierra Leonean international footballers include Mohamed Kallon, Mohamed Bangura, Rodney Strasser, Ibrahim Teteh Bangura, Alhassan Bangura, Sheriff Suma, Mohamed Kamara, Umaru Bangura and Kei Kamara.","categories":[],"infobox_types":[],"annotations":[{"uri":"West_Africa","surface_form":"West Africa","offset":29},{"uri":"Freetown","surface_form":"Freetown","offset":57},{"uri":"English_language","surface_form":"English","offset":92},{"uri":"1991","surface_form":"1991","offset":175},{"uri":"2000","surface_form":"2000","offset":186},{"uri":"Blood_diamond","surface_form":"blood diamond","offset":316},{"uri":"Civil_war","surface_form":"civil war","offset":369},{"uri":"Ireland","surface_form":"Ireland","offset":537},{"uri":"Mining","surface_form":"mining","offset":573},{"uri":"Diamond","surface_form":"diamond","offset":592},{"uri":"Titanium","surface_form":"titanium","offset":671},{"uri":"Bauxite","surface_form":"bauxite","offset":684},{"uri":"Gold","surface_form":"gold","offset":717},{"uri":"Rutile","surface_form":"rutile","offset":778},{"uri":"Queen_Elizabeth_II_Quay","surface_form":"Queen Elizabeth II Quay","offset":922},{"uri":"Poverty","surface_form":"poverty","offset":1002},{"uri":"Muslim","surface_form":"Muslim","offset":1036},{"uri":"Species","surface_form":"species","offset":1080},{"uri":"Mammals","surface_form":"mammals","offset":1110},{"uri":"Bird","surface_form":"bird","offset":1123},{"uri":"Reptiles","surface_form":"reptiles","offset":1133},{"uri":"Amphibians","surface_form":"amphibians","offset":1146},{"uri":"Fish","surface_form":"fish","offset":1165},{"uri":"Guinea","surface_form":"Guinea","offset":1229},{"uri":"Liberia","surface_form":"Liberia","offset":1264},{"uri":"Mount_Bintumani","surface_form":"Mount Bintumani","offset":1336},{"uri":"Rainy_season","surface_form":"rainy season","offset":1478},{"uri":"Dry_season","surface_form":"dry season","offset":1524},{"uri":"Sierra_Leone_Civil_War","surface_form":"Sierra Leone Civil War","offset":3454},{"uri":"University","surface_form":"universities","offset":3661},{"uri":"Fourah_Bay_College","surface_form":"Fourah Bay College","offset":3675},{"uri":"Njala_University","surface_form":"Njala University","offset":3720},{"uri":"Northern_Province%2C_Sierra_Leone","surface_form":"Northern Province","offset":3904},{"uri":"North_West_Province%2C_Sierra_Leone","surface_form":"North West Province","offset":3923},{"uri":"Southern_Province%2C_Sierra_Leone","surface_form":"Southern Province","offset":3944},{"uri":"Eastern_Province%2C_Sierra_Leone","surface_form":"Eastern Province","offset":3967},{"uri":"Western_Area","surface_form":"Western Area","offset":3992},{"uri":"Rice","surface_form":"Rice","offset":4134},{"uri":"Staple_food","surface_form":"staple food","offset":4146},{"uri":"Potato","surface_form":"potato","offset":4349},{"uri":"Cassava","surface_form":"cassava","offset":4364},{"uri":"Corchorus","surface_form":"crain crain","offset":4380},{"uri":"Okra","surface_form":"okra","offset":4393},{"uri":"Fried_fish","surface_form":"fried fish","offset":4404},{"uri":"Peanut","surface_form":"groundnut","offset":4419},{"uri":"Mangoes","surface_form":"mangoes","offset":4506},{"uri":"Plantains","surface_form":"plantains","offset":4541},{"uri":"Ginger_beer","surface_form":"ginger beer","offset":4552},{"uri":"Cassava","surface_form":"cassava","offset":4585},{"uri":"Palm_wine","surface_form":"palm wine","offset":4778},{"uri":"Association_football","surface_form":"football","offset":4849},{"uri":"Association_football","surface_form":"Football","offset":4899},{"uri":"Street_football","surface_form":"street football","offset":5007},{"uri":"Leone_Stars","surface_form":"Leone Stars","offset":5108},{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup","offset":5206},{"uri":"1994_African_Cup_of_Nations","surface_form":"1994","offset":5239},{"uri":"1996_African_Cup_of_Nations","surface_form":"1996 African Cup of Nations","offset":5248},{"uri":"Celebrities","surface_form":"celebrities","offset":5319},{"uri":"Mohamed_Kallon","surface_form":"Mohamed Kallon","offset":5488},{"uri":"Mohamed_Bangura_(footballer)","surface_form":"Mohamed Bangura","offset":5504},{"uri":"Rodney_Strasser","surface_form":"Rodney Strasser","offset":5521},{"uri":"Ibrahim_Teteh_Bangura","surface_form":"Ibrahim Teteh Bangura","offset":5538},{"uri":"Al_Bangura","surface_form":"Alhassan Bangura","offset":5561},{"uri":"Sheriff_Suma","surface_form":"Sheriff Suma","offset":5579},{"uri":"Mohamed_Kamara","surface_form":"Mohamed Kamara","offset":5593},{"uri":"Umaru_Bangura","surface_form":"Umaru Bangura","offset":5609},{"uri":"Kei_Kamara","surface_form":"Kei Kamara","offset":5627}]}