{"id":19657,"url":"http://en.wikipedia.org/wiki/Estuary","text":"An estuary is where a river meets the sea. There, saltwater mixes with freshwater. The river becomes wider and wider and flows slowly to the ocean.\nBays, marshes, swamps, and inlets can all have estuaries. A view of an estuary from the air is usually an interesting sight: many estuaries meander (curve and bend) to find their way to the sea. Estuaries come in all sizes and shapes, each according to its location and climate. Where rivers meet the sea and fresh water mixes with salt water, the mixture is called brackish water.\nSome estuaries are very large. They may be large ocean bays that have more than one river flowing into them. For example, Chesapeake Bay is a large estuary, and several different rivers meet the Atlantic Ocean there.\nIn simple terms it is where a river meets with a large body of water only with ((one)) outlet and not many like a ((delta)).\nHabitat.\nEstuaries are usually filled with shallow waters, and sunlight reaches all levels of the water. Marsh grasses, algae, and other kinds of plants live in estuaries and provide food for a variety of fish, crabs, oysters, and shrimp. Estuaries are especially important since they act as nurseries for many different types of young fish and other animals before they head out toward the open ocean. Many sea birds also nest in estuaries.\nThe United States government has a program to study and protect the natural environment in many different estuaries, called the National Estuarine Research Reserve System. One reason that the natural environment in so many estuaries is in danger is because they are also good places for people to live and build cities. Unfortunately, many of world's largest cities are at or near estuaries.","categories":[],"infobox_types":[],"annotations":[{"uri":"River","surface_form":"river","offset":22},{"uri":"Sea","surface_form":"sea","offset":38},{"uri":"Saltwater","surface_form":"saltwater","offset":50},{"uri":"Freshwater","surface_form":"freshwater","offset":71},{"uri":"Ocean","surface_form":"ocean","offset":141},{"uri":"Bay","surface_form":"Bay","offset":148},{"uri":"Marsh","surface_form":"marsh","offset":154},{"uri":"Swamp","surface_form":"swamp","offset":163},{"uri":"Inlet","surface_form":"inlet","offset":175},{"uri":"Meander","surface_form":"meander","offset":288},{"uri":"Climate","surface_form":"climate","offset":418},{"uri":"Sea","surface_form":"sea","offset":449},{"uri":"Brackish_water","surface_form":"brackish water","offset":514},{"uri":"Chesapeake_Bay","surface_form":"Chesapeake Bay","offset":652},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":725},{"uri":"Marsh","surface_form":"Marsh","offset":977},{"uri":"Algae","surface_form":"algae","offset":992},{"uri":"Crab","surface_form":"crab","offset":1083},{"uri":"Oyster","surface_form":"oyster","offset":1090},{"uri":"Shrimp","surface_form":"shrimp","offset":1103},{"uri":"Nest","surface_form":"nest","offset":1295},{"uri":"City","surface_form":"cities","offset":1673}]}