{"id":19655,"url":"http://en.wikipedia.org/wiki/Ancestor","text":"An ancestor is a person from whom one is descended. Usually it refers to a remote person, rather than the immediate parents or grandparents. A very similar word is forebear. A female ancestor may be called an ancestress. The line of people from whom a person's descends is referred to as their ancestry.\nA second meaning relates to evolution. There, it is used of an animal or plant from which others have evolved. In a similar way, it can be used for an early prototype or forerunner of a later device.\nIn law an ancestor can mean the person from whom an estate is lawfully obtained. No blood relationship is necessarily implied. More commonly, however, it is the person from whom an estate is obtained based on law and blood.\nTwo people have a genetic relationship if one is the ancestor of the other, or if they share a common ancestor. Each of someone's ancestors will have contributed to their DNA. In evolution, species that have evolved from the same ancestor are said to be of common descent. However, this concept of ancestry does not apply to some bacteria and other organisms capable of horizontal gene transfer. DNA testing is used in determining ancestry. This can be for paternity testing, to determine the parents of a child for legal purposes. DNA is also used to better understand the ancestry and history of all humans over the last 50,000 years. This was one of the benefits of the Human genome project.\nIn some cultures ancestors may have relatively little importance. Many today have no knowledge of their own great-great-grandparents. China is an example of a culture that in general has a deep respect for ancestors. Korea is an example of a culture that engages in ancestor worship where ancestors are revered. But genealogy (the study of one's ancestors) is growing in popularity and includes both amateur and professional genealogists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Descendant","surface_form":"descended","offset":41},{"uri":"Parent","surface_form":"parent","offset":116},{"uri":"Grandparent","surface_form":"grandparent","offset":127},{"uri":"Ancestor","surface_form":"ancestor","offset":183},{"uri":"Evolution","surface_form":"evolution","offset":332},{"uri":"Prototype","surface_form":"prototype","offset":461},{"uri":"Blood","surface_form":"blood","offset":588},{"uri":"Relationship","surface_form":"relationship","offset":594},{"uri":"Implied","surface_form":"implied","offset":622},{"uri":"Estate","surface_form":"estate","offset":685},{"uri":"Genetics","surface_form":"genetic","offset":746},{"uri":"DNA","surface_form":"DNA","offset":899},{"uri":"Evolution","surface_form":"evolution","offset":907},{"uri":"Common_descent","surface_form":"common descent","offset":985},{"uri":"Bacteria","surface_form":"bacteria","offset":1058},{"uri":"Organisms","surface_form":"organisms","offset":1077},{"uri":"Horizontal_gene_transfer","surface_form":"horizontal gene transfer","offset":1098},{"uri":"DNA_testing","surface_form":"DNA testing","offset":1124},{"uri":"Paternity","surface_form":"paternity","offset":1185},{"uri":"Human_genome_project","surface_form":"Human genome project","offset":1401},{"uri":"Cultures","surface_form":"cultures","offset":1431},{"uri":"Worship","surface_form":"worship","offset":1698},{"uri":"Reverance","surface_form":"revered","offset":1726},{"uri":"Genealogy","surface_form":"genealogy","offset":1739},{"uri":"Amateur","surface_form":"amateur","offset":1823},{"uri":"Professional","surface_form":"professional","offset":1835}]}