{"id":196645,"url":"http://en.wikipedia.org/wiki/Venice_and_Dalmatia","text":"Venice and Dalmatia were an Italian city-state and an eastern adriatic region very much related from the Middle Ages until the 19th century.\nMiddle Ages.\nVenice influenced Dalmatia commercially since the times of Charlemagne. But only at the end of the first millennium the Republic of Venice started to conquest Dalmatia.\nIndeed, after the fall of the Western Roman Empire, Illyrian towns on the dalmatian coast continued to speak Latin and their language evolved relatively independent from other Romance languages, progressing toward a regional variant and finally to a distinct language called \"Dalmatian language\".\nThe earliest reference on the language dates from the 10th century and it is estimated that about 50,000 people spoke it at that time (according to the linguist Matteo Bartoli).\nThe Dalmatian language is an extinct Romance language that was spoken along the eastern Adriatic in the Dalmatian coast from Fiume (Rijeka) as far south as Kotor (Cattaro) in Montenegro.\nThe Dalmatian speakers lived mainly in the coastal towns of Zadar, Trogir, Split, Dubrovnik and Kotor (\"Zara, Traù, Spalato, Ragusa\" and \"Cattaro\" in Italian), each of these cities having a local dialect, and also on the islands of Krk, Cres and Rab (\"Veglia, Cherso\" and \"Arbe\")\nAlmost every city developed its own dialect, but the most important dialects we have information on are the \"Vegliot\" a northern dialect, spoken on the island of Krk (\"Veglia\" in Italian, \"Vikla\" in Dalmatian) and the \"Ragusan'\", a southern dialect, spoken at Dubrovnik (\"Ragusa\" in both Italian and Dalmatian).\nThe dialect of Zara disappeared because of the strong Venetian influence while the two other dialects due even to the assimilation by Slavic language speakers.\nWe know about the dalmatian dialect of Ragusa from two letters, from 1325 and 1397, and other medieval texts, which show a language influenced heavily by Venetian. The available sources include hardly 260 Ragusan words. Surviving words include \"pen\" (bread), \"teta\" (father), \"chesa\" (house) and \"fachir\" (to do), which were quoted by an Italian, Fillipo Diversi, the head of school of Ragusa in the 1430s.\nThe \"Republic of Ragusa\" had at one time an important fleet, but its influence decreased. We know that the language was in trouble in the face of Croatian expansion, as the Ragusan Senate decided that all debates had to be held in \"lingua veteri ragusea\" (ancient Ragusan language) and the use of the \"lingua sclava\" (Croatian) was forbidden. Nevertheless, in the 16th century, Ragusan fell out of use and became extinct.\nOther languages influenced the Ddalmatian language, but without erasing its Latin roots (superstrates): the Slavs, then the Republic of Venice. Several cities of the regions have Italian names, and other mostly the romanized Illyrian ones (like Zara, Spalato, etc..)\nThe oldest preserved documents written in Dalmatian are some 13th century inventories, in the Ragusan dialect. A letter of the 14th century from Zara (Zadar) shows strong Venetian influence, which was also the cause of its extinction soon after.\nThe Christian schism was an important factor in the history of Dalmatia. While the Croatian-held branch of the Catholic Church in Nin was under Pope's jurisdiction, they still used the Slavic liturgy. Both the Latin population of the cities and the Holy See preferred the Latin liturgy, which created tensions between different dioceses.\nThe great schism between Eastern and Western Christianity of 1054 further intensified the rift between the coastal cities and the hinterland, with many of the Slavs in the hinterland preferring the Eastern Orthodoxy. Areas of today's Bosnia and Herzegovina also had an indigenous \"Bosnian Church\" which was often mistaken for \"Bogomils\".\nThe Latin influence in Dalmatia was increased and the Byzantine practices were further suppressed on the general synods of 1059-1060, 1066, 1075-1076 and on other local synods, notably by demoting the bishopric of Nin, installing the archbishoprics of Spalatum (Split) and Dioclea (Montenegro), and explicitly forbidding use of any liturgy other than Greek or Latin.\nThe Republic of Venice.\nDalmatia never attained a political or racial unity and never formed as a \"nation\", but it achieved a remarkable development of art, science and literature. Politically, the neolatin Dalmatian city-states were often isolated and compelled to either fall back on the Venetian Republic for support, or tried to make it on their own.\nThe geographical position of the Dalmatian city states suffices to explain the relatively small influence exercised by Byzantine culture throughout the six centuries (535-1102) during which Dalmatia was part of the Eastern empire. Towards the close of this period Byzantine rule tended more and more to become merely nominal, while the influence of the Republic of Venice increased.\nThe medieval Dalmatia had still included much of the hinterland covered by the old Roman province of Dalmatia. However, the toponym of \"Dalmatia\" started to shift more towards including only the coastal, Adriatic areas, rather than the mountains inland. By the 15th century, the word \"Herzegovina\" would be introduced, marking the shrink of the borders of Dalmatia to the narrow littoral area where was spoken the Dalmatian language (that was being assimilated into the venetian language).\nIn the thirteenth century the Republic of Venice took definitive control of the Montenegro coast and created the \"Albania Veneta\".\nRepublic of Venice and the Kingdom of Hungary in Dalmatia.\nAs the city states gradually lost all protection by Byzantium, being unable to unite in a defensive league hindered by their internal dissensions, they had to turn to either Venice or Hungary for support. Each of the two political factions had support within the Dalmatian city states, based mostly on economic reasons.\nThe Venetians, to whom the Dalmatians were already bound by language and culture, could afford to concede liberal terms as its main goal was to prevent the development of any dangerous political or commercial competitor on the eastern Adriatic.\nThe seafaring community in Dalmatia looked to Venice as mistress of the Adriatic. In return for protection, the cities often furnished a contingent to the army or navy of their suzerain, and sometimes paid tribute either in money or in kind. Arbe (Rab), for example, annually paid ten pounds of silk or five pounds of gold to Venice.\nHungary, on the other hand, defeated the last Croat king in 1097 and laid claim on all lands of the Croatian noblemen since the treaty of 1102. King Coloman of Hungary proceeded to conquer Dalmatia in 1102-1105.\nThe farmers and the merchants who traded in the interior favoured Hungary as their most powerful neighbour on land that affirmed their municipal privileges.\nSubject to the royal assent they might elect their own chief magistrate, bishop and judges. Their Roman law remained valid. They were even permitted to conclude separate alliances. No alien, not even a Hungarian, could live in a city where he was unwelcome; and the man who disliked Hungarian dominion could emigrate with all his household and property. In lieu of tribute, the revenue from customs was in some cases shared equally by the king, chief magistrate, bishop and municipality.\nThese rights and the analogous privileges granted by Venice were, however, too frequently infringed. Hungarian garrisons were being quartered on unwilling towns, while Venice interfered with trade, the appointment of bishops, or the tenure of communal domains. Consequently, the Dalmatians remained loyal only while it suited their interests, and insurrections frequently occurred. Even in Zara four outbreaks are recorded between 1180 and 1345, although Zadar was treated with special consideration by its Venetian masters, who regarded its possession as essential to their maritime ascendancy.\nThe once rival Romanic and Slavic population eventually started contributing to a common civilization, and Ragusa (Dubrovnik) was the primary example of this. By the 13th century, the councilmen from ragusan names were mixed, and in the 15th century the ragusan literature was even written in the Slavic language (from which Croatian language is directly descended), and the city was often called by its Slavic name, Dubrovnik. Only in 1918 Ragusa was called officially \"Dubrovnik\", with the creation of Yugoslavia.\nThe doubtful allegiance of the Dalmatians tended to protract the struggle between Venice and Hungary, which was further complicated by internal discord due largely to the spread of the \"Bogomil heresy\", and by many outside influences.\nThe cities of Zara (Zadar), Spalato (Split), Trau (Trogir) and Ragusa (Dubrovnik) and the surrounding territories each changed hands several times between Venice, Hungary and the Byzantium during the 12th century.\nIn 1202, the armies of the Fourth Crusade rendered assistance to Venice by occupying Zadar for it. In 1204 the same army conquered Byzantium and finally eliminated the Eastern Empire from the list of contenders on Dalmatian territory.\nThe early 13th century was marked by a decline in external hostilities. The Dalmatian cities started accepting foreign sovereignty (mainly of the Republic of Venice) but eventually they reverted to their previous desire for independence. The Mongol invasion severely impaired Hungary, so much that in 1241, the king Bela IV had to take refuge in Dalmatia (in the Klis fortress). The Mongols attacked the Dalmatian cities for the next few years but eventually withdrew.\nThe Croats were no longer regarded by the city folk as a hostile people, in fact the power of certain Croatian magnates, notably the counts Šubić of Bribir, was from time to time supreme in the northern districts (in the period between 1295 and 1328).\nIn 1346, Dalmatia was struck by the Black Death. The economic situation was also poor, and the cities became more and more dependent on Venice.\nStephen Tvrtko, the founder of the \"Bosnian kingdom\", was able in 1389 to annex the Adriatic littoral between Cattaro and Sebenico (Šibenik), and even claimed control over the northern coast up to Fiume (Rijeka) except for the Venetian-ruled Zara (Zadar), and his own independent ally, Ragusa (Dubrovnik). This was only temporary, as the Hungarians and the Venetians continued their struggle over Dalmatia as soon as Tvrtko died in 1391.\nAn internal struggle of Hungary, between King Sigismund and the Neapolitan house of Anjou, also reflected on Dalmatia: in the early 15th century, all Dalmatian cities welcomed the Neapolitan fleet except for Dubrovnik (Ragusa). The Bosnian duke Hrvoje controlled Dalmatia for the Angevins, but later switched loyalty to Sigismund.\nOver the period of twenty years, this struggle weakened the Hungarian influence. In 1409, Ladislaus of Naples sold his \"rights\" over Dalmatia to Venice for 100,000 \"Ducats\". Venice gradually took over most of Dalmatia by 1420. In 1437, Sigismund recognized Venetian rule over Dalmatia in return for 100,000 Ducats. The city of Omiš yielded to Venice in 1444, and only Ragusa (Dubrovnik) preserved temporarily its freedom.\nThe rule of Venice on most of Dalmatia will last nearly four centuries (1420 - 1797).\nVenetian and Ottoman rule in Dalmatia.\nDuring the Venetian rule in Dalmatia from 1420 to 1797 the number of Orthodox Serbs in Dalmatia was increased by numerous migrations.\nAn interval of peace ensued, but meanwhile the Ottoman advance continued.\nHungary was itself assailed by the Turks, and could no longer afford to try to control Dalmatia. Christian kingdoms and regions in the east fell one by one, Constantinople in 1453, Serbia in 1459, neighbouring Bosnia in 1463, and Herzegovina in 1483. Thus the Venetian and Ottoman frontiers met and border wars were incessant.\nDubrovnik sought safety in friendship with the invaders, and in one particular instance, actually sold two small strips of its territory (Neum and Sutorina) to the Ottomans in order to prevent land access from the Venetian territory.\nIn 1508 the hostile \"League of Cambrai\" compelled Venice to withdraw its garrison for home service, and after the overthrow of Hungary in 1526 the Turks were able easily to conquer the greater part of Dalmatia by 1537. The peace of 1540 left only the maritime cities to Venice, the interior forming a Turkish province, governed from the fortress of Klis by a \"Sanjakbeg\" (an administrator with military powers).\nChristian Croats from the neighbouring lands now thronged to the towns, outnumbering the Romanic population even more, and making their language the primary one. The pirate community of the \"Uskoks\" had originally been a band of these fugitives, especially near Segna (Senj); its exploits contributed to a renewal of war between Venice and Turkey (1571-1573). An extremely curious picture of contemporary manners is presented by the Venetian agents, whose reports on this war resemble some knightly chronicle of the Middle Ages, full of single combats, tournaments and other chivalrous adventures. They also show clearly that the Dalmatian levies far surpassed the Italian mercenaries in skill and courage. Many of these troops served abroad; at the Battle of Lepanto, for example, in 1571, a Dalmatian squadron assisted the allied fleets of Spain, Venice, Austria and the Papal States to crush the Turkish navy.\nThe continental bits of Dalmatia were under Ottoman rule, parts of the Viyalet of Bosnia or the Klis Sanjak. The desolated areas of the Knin Frontier and Bukovica were inhabited by Orthodox Serbs from Bosnia, while the Albania veneta received constant Serb migrations from Herzegovina and Montenegro. The Serbs formed one quarter of Dalmatia's population in the 16th century. They had absolute majority in the Knin Frontier, Bukovica and the Cattaro area. The Ottomans have resettled this populace to create a living defence towards the territories of the Venetian Republic. A great portion of this population fled to Venetian land and gladly fought against the Ottomans. The number of Serbs in Venetian Dalmatia rapidly increased during the War of Crete in 1645 - 1669 and the Great Viennese War in 1683 - 1699, after which the \"Peace of Karlowitz\" gave the whole of Dalmatia and coastal Montenegro (from Sutorina to Cattaro) to the Venetian Republic. After the Venetian-Turkish war of 1714-1718, Venetian territorial gains were confirmed by the 1718 \"Treaty of Passarowitz\". The number of Dalmatian Serbs remained between \"20%\" and \"25%\" by the end of Venetian rule, while the venetian speaking population in the Dalmatian cities and islands increased with colonists from north-east Italy.\nThe Serbian peasant population of infertile Upper Dalmatia was freed of \"Feudal bonds\", according that they fight wars for the Venetian Republic. The Serbs living in urban area of cities in Dalmatia were much wealthier. The Serbs in Dalmatia with Boka have had strong national and religious determination through numerous old monasteries as beacons of culture and faith. Such were the early 14th century Krupa, Krka and Dragović monasteries in the Knin Frontier and Bukovica. The Serbs in the area of Cattaro (Kotor) had much more cultural advancement due to the nearby Cetinje capital area, and the Venetians had to fall back from influencing the religious life of people there.\nDalmatia was the largest Europe's concentration of Roman Catholic Bishops, Priesthood, Churches, Monasteries and religious institutions. The Catholic Bishops controlled the Orthodox Episcopy in Dalmatia by naming the Eastern Othodox Christian Episcopes themselves.\nDalmatia experienced a period of intense economic and cultural growth in the 18th century, given how trade routes with the hinterland were reestablished in peace. Christians that noticeably migrated from the Ottoman-held territory into the Dalmatian cities converted from Orthodoxy to Catholicism.\nBecause the Venetians were able to reclaim some of the inland territories in the north during the Turkish wars, the region of Dalmatia was no longer restricted to the coastline and the islands. However, the Venetian influence wasn't as strong in the former southern Dalmatia, meaning that the toponym did not extend inland into areas of Herzegovina or Montenegro.\nThis period was abruptly interrupted with the fall of the Venetian republic in 1797.\nNapoleon united for the last time Dalmatia and Venice in his \"Kingdom of Italy\" in 1805. After his fall Venice followed the history of Italy with the Risorgimento, while Dalmatia was aggregated to the Austro-Hungarian Empire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":28},{"uri":"Adriatic_sea","surface_form":"adriatic","offset":62},{"uri":"Venice","surface_form":"Venice","offset":154},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":172},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":213},{"uri":"Republic_of_Venice","surface_form":"Republic of Venice","offset":274},{"uri":"Western_Roman_Empire","surface_form":"Western Roman Empire","offset":353},{"uri":"Latin","surface_form":"Latin","offset":432},{"uri":"Romance_languages","surface_form":"Romance language","offset":835},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":902},{"uri":"Kotor","surface_form":"Kotor","offset":954},{"uri":"Montenegro","surface_form":"Montenegro","offset":973},{"uri":"Dubrovnik","surface_form":"Dubrovnik","offset":1067},{"uri":"Kotor","surface_form":"Kotor","offset":1081},{"uri":"Italian_language","surface_form":"Italian","offset":1135},{"uri":"Venice","surface_form":"Venetian","offset":1631},{"uri":"Venetian_language","surface_form":"Venetian","offset":1891},{"uri":"1430s","surface_form":"1430s","offset":2137},{"uri":"Croats","surface_form":"Croatian","offset":2290},{"uri":"Croatian_language","surface_form":"Croatian","offset":2462},{"uri":"16th_century","surface_form":"16th century","offset":2508},{"uri":"Republic_of_Venice","surface_form":"Republic of Venice","offset":2690},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":3190},{"uri":"Liturgy","surface_form":"liturgy","offset":3271},{"uri":"Latin","surface_form":"Latin","offset":3289},{"uri":"Eastern_Orthodoxy","surface_form":"Eastern Orthodoxy","offset":3615},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":3651},{"uri":"Latin","surface_form":"Latin","offset":3759},{"uri":"Montenegro","surface_form":"Montenegro","offset":4037},{"uri":"Byzantine_Empire","surface_form":"Eastern empire","offset":4692},{"uri":"Republic_of_Venice","surface_form":"Republic of Venice","offset":4830},{"uri":"15th_century","surface_form":"15th century","offset":5121},{"uri":"Venetian_language","surface_form":"venetian language","offset":5330},{"uri":"Republic_of_Venice","surface_form":"Republic of Venice","offset":5380},{"uri":"Republic_of_Venice","surface_form":"Venice","offset":5714},{"uri":"Kingdom_of_Hungary","surface_form":"Hungary","offset":5724},{"uri":"13th_century","surface_form":"13th century","offset":8058},{"uri":"15th_century","surface_form":"15th century","offset":8129},{"uri":"Croatian_language","surface_form":"Croatian language","offset":8217},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":8396},{"uri":"12th_century","surface_form":"12th century","offset":8843},{"uri":"Fourth_Crusade","surface_form":"Fourth Crusade","offset":8884},{"uri":"13th_century","surface_form":"13th century","offset":9102},{"uri":"Republic_of_Venice","surface_form":"Republic of Venice","offset":9238},{"uri":"Mongol","surface_form":"Mongol","offset":9334},{"uri":"Black_Death","surface_form":"Black Death","offset":9849},{"uri":"15th_century","surface_form":"15th century","offset":10527},{"uri":"Angevin","surface_form":"Angevin","offset":10675},{"uri":"Venetian","surface_form":"Venetian","offset":11284},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":11360},{"uri":"Constantinople","surface_form":"Constantinople","offset":11638},{"uri":"Serbia","surface_form":"Serbia","offset":11662},{"uri":"Christian","surface_form":"Christian","offset":12454},{"uri":"Croats","surface_form":"Croats","offset":12464},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":13391},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":13411},{"uri":"Montenegro","surface_form":"Montenegro","offset":13656},{"uri":"Serbs","surface_form":"Serbs","offset":13672},{"uri":"16th_century","surface_form":"16th century","offset":13729},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":14235},{"uri":"Venetian","surface_form":"Venetian","offset":14330},{"uri":"Ottoman_Empire","surface_form":"Turkish","offset":14339},{"uri":"Italy","surface_form":"Italy","offset":14652},{"uri":"Peasant","surface_form":"peasant","offset":14671},{"uri":"Serbs","surface_form":"Serbs","offset":14809},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":14849},{"uri":"14th_century","surface_form":"14th century","offset":15050},{"uri":"Serbs","surface_form":"Serbs","offset":15139},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":15339},{"uri":"Europe","surface_form":"Europe","offset":15364},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":15390},{"uri":"18th_century","surface_form":"18th century","offset":15681},{"uri":"Christians","surface_form":"Christians","offset":15767},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":15812},{"uri":"Orthodoxy","surface_form":"Orthodoxy","offset":15876},{"uri":"Catholicism","surface_form":"Catholicism","offset":15889},{"uri":"Montenegro","surface_form":"Montenegro","offset":16254},{"uri":"Napoleon","surface_form":"Napoleon","offset":16351},{"uri":"Risorgimento","surface_form":"Risorgimento","offset":16501}]}