{"id":196761,"url":"http://en.wikipedia.org/wiki/Matthew_West","text":"Matthew Joseph West (born April 25, 1977) is a Christian musician from Nashville, Tennessee. He has released four music albums and is best known for the popular songs \"More\" and \"You Are Everything\" or \"The Motions\". He was nominated for five GMA Dove Awards in 2005; two of those nominations were for his first album titled \"Happy\".\nHe started out as an independent musician in the late 1990s and released three independent albums before signing a recording agreement with Universal South Records. His first album \"Happy\" (2003) won a Dove Award, and the album's radio single \"More\" was popular on Christian radios; it stayed at the number-one position on radio charts for nine weeks in a row. His second album \"History\" (2005) was followed by a 2006 re-release of his independent album titled \"Sellout\". In 2007, he had vocal problems which threatened his career, and was told by doctors to rest his voice by not speaking for two months. West's third album \"Something to Say\" was released in January 2008 and also was successful with the number one songs \"You Are Everything\" and \"The Motions\".\nMatthew West has also written songs for many Christian musicians and bands such as Point of Grace, Mandisa and Natalie Grant, and also mainstream country singers Rascal Flatts and Billy Ray Cyrus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christian_music","surface_form":"Christian music","offset":47},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville, Tennessee","offset":71},{"uri":"Independent_music","surface_form":"independent music","offset":355},{"uri":"Universal_South_Records","surface_form":"Universal South Records","offset":474},{"uri":"Single_(music)","surface_form":"single","offset":570},{"uri":"Point_of_Grace","surface_form":"Point of Grace","offset":1180},{"uri":"Mandisa","surface_form":"Mandisa","offset":1196},{"uri":"Natalie_Grant","surface_form":"Natalie Grant","offset":1208},{"uri":"Rascal_Flatts","surface_form":"Rascal Flatts","offset":1259},{"uri":"Billy_Ray_Cyrus","surface_form":"Billy Ray Cyrus","offset":1277}]}