{"id":196766,"url":"http://en.wikipedia.org/wiki/Moshi_Monsters","text":"e=\"preserve\">Moshi Monsters is a website where players can adopt a virtual pet monster and collect Moshlings. The monsters have to be fed and played with. Players can also buy clothes and other items for the monster. Players earn credits (called \"Rox\") by solving puzzles and playing simple games. These puzzles test skills such as basic math, spatial awareness, logic, counting, anagrams and vocabulary. You you can collect over 200 moshlings, all which come in sets in different themes like \"Movies\" or \"Puppies.\".There is also an app called Moshi monsters egg hunt.\nThe website is run by the British company Mind Candy and is designed for children of all ages. This game encourages players to socially network with each other. The basic game is free, but if a membership is purchased there are more extras, including an increasing of the number of \"friends\" you can have from 0 to 10000. It has been described as \"Tamagotchi meets Facebook.\" The game is designed for parents looking for a safe and advertisement free site for young children. The site does, however, promote and sell toys linked to the game. The site opened in November 2007, and by early 2009 had over 1.5 million players.","categories":[],"infobox_types":[],"annotations":[{"uri":"Website","surface_form":"website","offset":33},{"uri":"Virtual","surface_form":"virtual","offset":67},{"uri":"Monster","surface_form":"monster","offset":79},{"uri":"Spatial","surface_form":"spatial","offset":344},{"uri":"Logic","surface_form":"logic","offset":363},{"uri":"Anagram","surface_form":"anagram","offset":380},{"uri":"Vocabulary","surface_form":"vocabulary","offset":393},{"uri":"British","surface_form":"British","offset":595},{"uri":"Mind_Candy","surface_form":"Mind Candy","offset":611},{"uri":"Social_network","surface_form":"socially network","offset":696},{"uri":"Tamagotchi","surface_form":"Tamagotchi","offset":917},{"uri":"Facebook","surface_form":"Facebook","offset":934},{"uri":"Advertisement","surface_form":"advertisement","offset":1001}]}