{"id":196920,"url":"http://en.wikipedia.org/wiki/Borderline_personality_disorder","text":"Borderline personality disorder (BPD) is a long-term mental illness. It is a type of cluster B personality disorder. People diagnosed with BPD are often very impulsive, and generally have a low self-esteem. Moods often change quickly. For these reasons, these people often have trouble keeping a stable relationship. Frequently, people with BPD also suffer from other conditions, such as clinical depression or they show self-harming behavior. Treating people with BPD is difficult, and is usually done using a combination of therapy and drugs.\nC.H.Huges used the term \"Borderland\", to describe a number of conditions bordering mental health issues. Adolf Stern gave a description of some of the symptoms in 1938, and called them \"border line group\". People showed both conditions related to psychosis, and related to neurosis, so the term was thought fitting, at the time.\nSymptoms.\nPeople diagnosed with BPD have strong mood swings. They see things as \"all good\" or \"all bad\" (splitting), and are frequently confused about their identity. They usually have a lot of trouble with relationships with people. They have strong emotions which often change quickly. They are often reckless, destructive or self-destructive.\nEmotions.\nPeople with BPD feel emotions more easily, more deeply and for longer than others do.[10][11] Emotions may repeatedly return and last a long time.[11] Because of this, it may take longer than normal for people with BPD to return to a normal and stable emotional state.[12] This can have both positive and negative effects.[12] People with BPD are often very happy and loving.[13] People with BPD are also often sad and mad. They feel emotions in a stronger way than most people - grief instead of sadness, rage instead of being annoyed, and panic instead of being anxious.[13] People with BPD are especially sensitive to feelings of being abandoned, being alone, and being a \"failure\". They are often aware of how strong their emotions are, and, since they cannot control them, they sometimes shut them down entirely.[12]\nTheir emotions are intense and their emotions are also quick to change. The most common mood swings they have are between anger and anxiety and between depression and anxiety.[17]\nBehavior.\nPeople with BPD often act impulsively, which means they do things or say things without thinking. This behavior can be dangerous, and includes: abusing drugs or alcohol, eating too much or too little, having unsafe sex or frequent sex with multiple partners, spending a lot of money, and driving dangerously. Impulsive behavior may also include leaving jobs or relationships, running away and self-injury.[19]\nPeople with BPD sometimes act impulsively because it gives them instant relief from their emotional pain.[19] However, in the long term people with BPD go through more pain from the shame and guilt that follow these actions.[19] A cycle often begins where people with BPD feels emotional pain and acts impulsively to relieve that pain. Then they feel bad about what they did, and have strong urges to act impulsively to relieve the new pain.[19] As time goes on, impulsive behavior may start to be an automatic reaction to emotional pain.[19]\nSelf-harm and suicide.\nSelf-injury is common for people with BPD. Sometimes people hurt themselves without wanting to commit suicide. Common methods include cutting, burning, head banging, and drug overdose. The reasons people with BPD give for non-suicidal self-injury (NSSI) are different from their reasons for suicide attempts. Reasons they give for hurting themselves include expressing anger, punishing themselves, creating normal feelings, and distracting themselves from emotional pain or difficult situations. When suicide is the goal, they usually attempt suicide with the belief that others will be better off without them. Both suicidal and non-suicidal self-injury are a response to feeling negative emotions.\nInterpersonal relationships.\nPeople with BPD can be very sensitive to the way others treat them. They can feel very happy and grateful when they feel someone has been nice to them, and very sad or angry when they feel someone has been hurtful to them. Their feelings about others often switch from positive to negative if they feel like they might lose someone, if they think someone important to them does not care about them, or if something is not as good as they expected. They think in extremes, seeing things or people as \"all good\" or \"all bad\". This is sometimes called black-and-white thinking. It includes a change from admiring someone to devaluing them, often feeling pure anger or dislike.[28] The way they see themselves can also change quickly from positive to negative.\nWhile strongly wanting to feel closeness, people with BPD tend to be anxious, have mixed feelings, or be paranoid when it comes to their relationships. They often view the world as dangerous and bad. BPD is linked to high levels of stress and conflict in romantic relationships, abuse, and unwanted pregnancy. These things are also common with other types of personality disorders.\nSense of self.\nPeople with BPD tend to have trouble seeing a clear picture of their identity. It is difficult for them to know what they value and love.[35] They often do not know about their long-term goals for relationships and jobs. They often have trouble making decisions and can change their minds quickly. These difficulties can cause people with BPD to feel \"empty\" and \"lost\".[35]\nCognitions.\nPeople with BPD are easily bored and it is hard for them to concentrate.[35] People with BPD may tend to disconnect or \"dissociate\" from people and things around them, which can be thought of as an intense form of \"zoning out\".[36] This often happens in response to a painful event, or something that triggers the memory of a painful event. This can give make the person feel better for a short time, it can also have the unwanted side effect of blocking ordinary feelings. This has the result of keeping people with BPD from learning how to handle these feelings, and can make it difficult for them to make positive choices when they feel these emotions.[36] Sometimes other people can see when someone with BPD is dissociating because the expressions in their face or voice can seem emotionless, or they look like they are distracted. Sometimes when someone with BPD is dissociating, other people are not able to see or know that it is happening. [36]\nDiagnosis.\nPsychiatrists and other mental health professionals diagnose people with BPD using a book called the \"Diagnostic and Statistical Manual of Mental Disorders\" (DSM-IV-TR). They look at a person's behaviour and how they are feeling. If the person has five or more of the following signs, the DSM-IV-TR says that they have BPD.\nComorbidity.\nNearly all people with BPD also have other mental health problems, such as: mood disorders, attention-deficit hyperactivity disorder, eating disorders, anxiety disorders (especially post-traumatic stress disorder), and other personality disorders including Haltlose personality disorder.\nMost struggle with substance abuse and/or addictions. Self-harm and suicidal behavior are also common.\nOther illnesses that often happen with BPD include diabetes, high blood pressure, chronic back pain, arthritis, and fibromyalgia.\nCause.\nThe cause for BPD is not known. There may be several causes for people developing BPD. Some researchers think that it might be caused by trauma in childhood, such as sexual abuse, physical abuse and neglect. Many people with BPD were abused when they were children. Modern thinking as demonstrated by functioning MRI scans is that neurotransmitters within the brain are not working correctly, and messages are not conducted in the usual way.\nSome studies of twins and families suggest that personality disorders may be inherited or strongly associated with other mental health disorders among family members.\nTreatment.\nTreating BPD is very difficult and takes a long time. Today, most people with BPD are treated with different kinds of psychotherapy. One of these is called dialectical behavioral therapy. In addition to therapy, drugs such as antidepressants, antipsychotics or mood stabilizers are often used. Many sufferers recover within 10 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mental_illness","surface_form":"mental illness","offset":53},{"uri":"Cluster_B","surface_form":"cluster B","offset":85},{"uri":"Personality_disorder","surface_form":"personality disorder","offset":95},{"uri":"Clinical_depression","surface_form":"clinical depression","offset":388},{"uri":"Self-harm","surface_form":"self-harm","offset":421},{"uri":"Therapy","surface_form":"therapy","offset":526},{"uri":"Drugs","surface_form":"drugs","offset":538},{"uri":"Psychosis","surface_form":"psychosis","offset":792},{"uri":"Neurosis","surface_form":"neurosis","offset":818},{"uri":"Medical_diagnosis","surface_form":"diagnosed","offset":891},{"uri":"Mood_swing","surface_form":"mood swing","offset":922},{"uri":"Personal_identity","surface_form":"identity","offset":1031},{"uri":"Interpersonal_relationship","surface_form":"relationships","offset":1081},{"uri":"Grief","surface_form":"grief","offset":1710},{"uri":"Rage","surface_form":"rage","offset":1736},{"uri":"Annoyed","surface_form":"annoyed","offset":1758},{"uri":"Panic","surface_form":"panic","offset":1771},{"uri":"Anxious","surface_form":"anxious","offset":1794},{"uri":"Abandon","surface_form":"abandoned","offset":1869},{"uri":"Urge","surface_form":"urges","offset":3044},{"uri":"Distract","surface_form":"distracting","offset":3646},{"uri":"Grateful","surface_form":"grateful","offset":4044},{"uri":"Admire","surface_form":"admiring","offset":4548},{"uri":"Devalue","surface_form":"devaluing","offset":4568},{"uri":"Paranoid","surface_form":"paranoid","offset":4809},{"uri":"Concentrate","surface_form":"concentrate","offset":5548},{"uri":"Psychiatrist","surface_form":"Psychiatrist","offset":6453},{"uri":"Mental_health","surface_form":"mental health","offset":6477},{"uri":"Diagnostic_and_Statistical_Manual_of_Mental_Disorders","surface_form":"Diagnostic and Statistical Manual of Mental Disorders","offset":6555},{"uri":"DSM-IV-TR","surface_form":"DSM-IV-TR","offset":6611},{"uri":"Comorbidity","surface_form":"also have other","offset":6817},{"uri":"Mental_health","surface_form":"mental health","offset":6833},{"uri":"Mood_disorder","surface_form":"mood disorder","offset":6866},{"uri":"Attention-deficit_hyperactivity_disorder","surface_form":"attention-deficit hyperactivity disorder","offset":6882},{"uri":"Eating_disorder","surface_form":"eating disorder","offset":6924},{"uri":"Anxiety_disorder","surface_form":"anxiety disorder","offset":6942},{"uri":"Post-traumatic_stress_disorder","surface_form":"post-traumatic stress disorder","offset":6972},{"uri":"Haltlose_personality_disorder","surface_form":"Haltlose personality disorder","offset":7047},{"uri":"Substance_abuse","surface_form":"substance abuse","offset":7097},{"uri":"Drug_addiction","surface_form":"addiction","offset":7120},{"uri":"Self-harm","surface_form":"Self-harm","offset":7132},{"uri":"Suicide","surface_form":"suicidal behavior","offset":7146},{"uri":"Researcher","surface_form":"researcher","offset":7410},{"uri":"Trauma","surface_form":"trauma","offset":7455},{"uri":"Childhood","surface_form":"childhood","offset":7465},{"uri":"Sexual_abuse","surface_form":"sexual abuse","offset":7484},{"uri":"Neglect","surface_form":"neglect","offset":7517},{"uri":"Abuse","surface_form":"abuse","offset":7552},{"uri":"Neurotransmitters","surface_form":"neurotransmitters","offset":7649},{"uri":"Conduct","surface_form":"conducted","offset":7732},{"uri":"Psychotherapy","surface_form":"psychotherapy","offset":8056},{"uri":"Dialectical_behavioral_therapy","surface_form":"dialectical behavioral therapy","offset":8094},{"uri":"Drug","surface_form":"drug","offset":8150},{"uri":"Antidepressant","surface_form":"antidepressant","offset":8164},{"uri":"Antipsychotic","surface_form":"antipsychotic","offset":8181},{"uri":"Mood_stabilizer","surface_form":"mood stabilizer","offset":8199}]}