{"id":196950,"url":"http://en.wikipedia.org/wiki/Parliament_of_Australia","text":"The Parliament of Australia is the federal governing system in Australia. It was formed on May 9, 1901. The parliament is bicameral, which means it has two houses, the House of Representatives and the Senate. It was copied mainly from the way the United Kingdom's Parliament was run, the Westminster system, but it also has some ideas from the United States Congress. The laws which control the way the parliament is set up and its powers are part of the Australian Constitution. The Parliament meets in a special building, Parliament House, in Canberra.\nThe Australian Parliament first met in the Royal Exhibition Building in Melbourne in 1901. It then took over the Victorian Parliament in Melbourne until it moved to Canberra in 1927. A new building for the Parliament was finished in 1988 to celebrate 200 years of European settlement in Australia.\nHouse of Representatives.\nThere are 150 members of the House of Representatives, each one elected for a three year term. Each member represents about 150,000 people living in an electorate. The boundaries of each electorate are often changed to keep the number of people in each electorate is the same. The size of each electorate can be very different. The electorate of Kalgoorlie, in Western Australia, covers an area of 2.3 million square kilometres, while Wentworth in New South Wales is only 26 square kilometres.\nThe government is formed by the political party (or group of political parties) who have the most members in the House. The House is set out in the British style, even using the green colours of the House of Commons. The Speaker sits at the front; the members of the government sit on the seats to his right, and the opposition sits on the seats to his left. The Prime Minister, the Leader of the Opposition, government ministers, and the shadow ministers, sit at a large table in the centre.\nSenate.\nThe Senate is the upper house of the Australian Parliament. There are 76 members in the Senate. There are 12 senators for each Australian state, and 2 for each territory. The Senate makes and changes legislation. To become law, legislation must be passed by both houses and then be signed by the Governor-General.\nThe colours in the Australian Senate are red, as in the British House of Lords. The senators sit in a U shape around a central table. The head of the Senate, known as the President, sits at the head of the table. On his right are the government senators, and on his left the opposition. Senators from minor political parties and Independent senators sit at the bottom of the U shape.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federation","surface_form":"federal","offset":35},{"uri":"Government","surface_form":"governing","offset":43},{"uri":"Australia","surface_form":"Australia","offset":63},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":247},{"uri":"Westminster","surface_form":"Westminster","offset":288},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":344},{"uri":"Australian_Constitution","surface_form":"Australian Constitution","offset":455},{"uri":"Canberra","surface_form":"Canberra","offset":545},{"uri":"Royal_Exhibition_Building","surface_form":"Royal Exhibition Building","offset":598},{"uri":"Melbourne","surface_form":"Melbourne","offset":627},{"uri":"Electorate","surface_form":"electorate","offset":1031},{"uri":"Western_Australia","surface_form":"Western Australia","offset":1240},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":1327},{"uri":"House_of_Commons_of_the__United_Kingdom","surface_form":"House of Commons","offset":1572},{"uri":"Speaker_(politics)","surface_form":"Speaker","offset":1594},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":1736},{"uri":"Leader_of_the_Opposition","surface_form":"Leader of the Opposition","offset":1756},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General","offset":2170},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":2252}]}