{"id":197007,"url":"http://en.wikipedia.org/wiki/Las_Meninas","text":"\"Las Meninas\" is an oil painting by the Spanish painter Diego Velázquez. The painting hangs in the Museo del Prado in Madrid, the capital of Spain. It was painted in 1656.\nThe word “Menina” means “lady-in-waiting” or “Maid of Honour”, i.e. a girl who serves in a royal court. There is a lot of detail in the painting, and more has been written about it than about almost any other Western painting because it is quite complicated. For example: people do not always agree about who is looking at whom and why they are standing there.\nDescription of the painting.\n\"Las Meninas\" shows a large room in the Madrid palace of King Phillip IV of Spain. Several people are in the painting, and we know who they are. Some are looking at one another and others are looking out from the painting at the viewer (the person who is looking at the painting).\nThe person who stands in the middle is the Infanta Margarita Teresa of Austria (the princess, daughter of the king and queen). She has two maids of honour, one on each side of her, a chaperone, a bodyguard, two dwarfs and a dog. Velázquez has also painted himself, standing just behind the princess and her companions. He is standing at the artist’s easel. He has stopped painting for a moment and looks straight out at the viewer. At the back of the room is a mirror in which we can see the top halves of the bodies of the king and queen. This means that the king and queen are the viewers who are looking at the painting. The king and queen are probably being painted by Velázquez, but not everybody agrees with this.\nVelázquez was very famous in his lifetime. He painted portraits of several royal people at the Spanish court. Philip himself did not like being painted when he was old, but he allowed Velázquez to include him in \"Las Meninas\". He had given Velázquez a special room where he could paint, and he often sat and watched the painter at work in his studio.\nThe painting was damaged a bit by a fire in 1734 and some of it was repainted, including the left cheek of the Infanta. In recent years it lost some of its colour, partly due to the pollution caused by so many visitors to the gallery. It was cleaned in 1984. Some people thought it made the picture look different.\nThe people in \"Las Meninas\" are in Velázquez's studio in the royal palace. The Infanta Margarita Teresa of Austria (number 1 in the key picture) in the middle of the picture is five years old. She later married the Roman Emperor Leopold. She has two ladies-in-waiting (\"meninas\"): doña Isabel de Velasco (2), who is about to curtsy to the princess, and doña María Agustina Sarmiento de Sotomayor (3), who kneels in front of Margarita, offering her a drink from a red cup, or \"bucaro\", that she holds on a golden tray. To the right of the Infanta are two dwarfs: Maribarbola (4) who was German, and Nicolas Pertusato (5) who was Italian. He is trying to wake up a dog by his feet. Behind them stands doña Marcela de Ulloa (6), the princess's chaperone, dressed in mourning and talking to a bodyguard (or \"guardadamas\") (7). We do not know the name of the bodyguard.\nAt the back on the right stands Don José Nieto Velázquez (8)—the queen's chamberlain during the 1650s, and the head of the royal tapestry works—who may have been a relative of the artist. Nieto is shown pausing, with his right knee bent and his feet on different steps. We are not sure what he is doing. None of the people in the picture can see him. Only the viewer (the king and queen?) can.\nVelázquez himself (9) stands to the left of the scene, looking outward past a large canvas supported by an easel. On his chest is the red cross of the Order of Santiago, which he did not receive until 1659, three years after the painting was completed. He later added the cross to the painting.\nThe mirror on the back wall reflects the upper bodies and heads of the King Philip IV (10) and his queen, Mariana (11). Most people think that they are being painted by Velázquez, and that their daughter, the Infanta, is watching them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oil_painting","surface_form":"oil painting","offset":20},{"uri":"Spain","surface_form":"Spanish","offset":40},{"uri":"Painter","surface_form":"painter","offset":48},{"uri":"Diego_Vel%C3%A1zquez","surface_form":"Diego Velázquez","offset":56},{"uri":"Museo_del_Prado","surface_form":"Museo del Prado","offset":99},{"uri":"Madrid","surface_form":"Madrid","offset":118},{"uri":"Capital_city","surface_form":"capital","offset":130},{"uri":"1656","surface_form":"1656","offset":166},{"uri":"Margarita_Teresa_of_Austria","surface_form":"Margarita Teresa of Austria","offset":894},{"uri":"Chaperone_(social)","surface_form":"chaperone","offset":1026},{"uri":"Bodyguard","surface_form":"bodyguard","offset":1039},{"uri":"Dwarfs","surface_form":"dwarfs","offset":1054},{"uri":"Dog","surface_form":"dog","offset":1067},{"uri":"Easel","surface_form":"easel","offset":1193},{"uri":"King","surface_form":"king","offset":1367},{"uri":"Queen","surface_form":"queen","offset":1376},{"uri":"1734","surface_form":"1734","offset":1958},{"uri":"1984","surface_form":"1984","offset":2167},{"uri":"Margarita_Teresa_of_Austria","surface_form":"Margarita Teresa of Austria","offset":2316},{"uri":"Lady-in-waiting","surface_form":"ladies-in-waiting","offset":2479},{"uri":"Curtsy","surface_form":"curtsy","offset":2554},{"uri":"Chaperone","surface_form":"chaperone","offset":2970},{"uri":"Mourning","surface_form":"mourning","offset":2992},{"uri":"Chamberlain","surface_form":"chamberlain","offset":3167},{"uri":"Tapestry","surface_form":"tapestry","offset":3223},{"uri":"Easel","surface_form":"easel","offset":3595},{"uri":"Order_of_Santiago","surface_form":"Order of Santiago","offset":3639}]}