{"id":197100,"url":"http://en.wikipedia.org/wiki/Samlesbury_witches","text":"The Samlesbury witches were three women who were said to be witches, murderers and cannibals. The three women, Jane Southworth, Jennet Bierley, and Ellen Bierley, were accused of practising witchcraft by a 14-year-old girl, Grace Sowerbutts. They were tried in the village of Samlesbury in Lancashire. Their trial on 19 August 1612 was one of a series of witch trials held over two days. It is among the most famous in English history. The trials were unusual for England at that time for two reasons. First, Thomas Potts, the clerk to the court, wrote about it in his \"The Wonderfull Discoverie of Witches in the Countie of Lancaster\". Secondly, the number of people found guilty and hanged were high: ten at Lancaster and another at York. Some of those accused were burnt alive and hung.\nHowever, the three Samlesbury women were found not guilty of witchcraft.\nThe women were accused of murdering children, and of cannibalism, amongst other things. In contrast, other people tried at the same time were accused of \"maleficium\", that is causing harm by witchcraft. This included the Pendle witches. The case against the three women collapsed \"spectacularly\" when the main witness, Grace Sowerbutts, was shown by the trial judge to be \"the perjuring tool of a Catholic priest\".\nMany historians, most notably Hugh Trevor-Roper, have said that the witch trials of the 16th and 17th century were a result of the religious struggles of the period. During this time, both the Catholic and Protestant Churches wanted to stamp out what they saw as heresy. The trial of the Samlesbury witches is perhaps one clear example of that trend; it has been described as \"largely a piece of anti-Catholic propaganda\". A trial would show that Lancashire, a wild and lawless area, was being cleared not only of witches but also of \"popish plotters\", that is, Catholics.\nBackground.\nKing James I, came to the English throne in 1603. He was influenced by the strict Scottish Reformation very much. He was very interested in witchcraft. By the early 1590s, he was convinced that Scottish witches plotted against him. His 1597 book, \"Daemonologie\", he told his followers that they must report and prosecute any supporters or practitioners of witchcraft. In 1604 a new witchcraft law was made, called \"An Act against Conjuration, Witchcraft and dealing with evil and wicked spirits\". Anyone who caused harm by the use of magic or the exhumation of corpses for magical purposes would be given the death penalty. James was, did not believe some of the evidence presented in witch trials, he even personally showed discrepancies in the testimonies presented against some accused witches.\nThe accused witches lived in Lancashire. At the end of the 16th century, the government thought this county was a wild and lawless area, \"fabled for its theft, violence and sexual laxity, where the church was honoured without much understanding of its doctrines by the common people\". Since the death of Queen Mary and the coming to the throne of her half-sister Elizabeth in 1558, Catholic priests had been forced to hide, but in remote areas like Lancashire they were still able to celebrate mass in secret. In early 1612, the year of the trials, each justice of the peace (JP) in Lancashire was ordered to make a list of the recusants in their area—those who refused to attend the services of the Church of England, which was a criminal offence at that time.\nSouthworth family.\nDuring the 16th century English Reformation, the Church of England broke away from the rule of the pope and the Catholic Church. This event split up the Southworth family of Samlesbury Hall. Sir John Southworth, head of the family until his death in 1595, was a leading recusant. He had been arrested many times for not giving up his Catholic faith. His eldest son, also called John, did join the Church of England, for which his father disinherited him. The rest of the family stayed strictly Catholic.\nOne of the accused witches, Jane Southworth, was the widow of the disinherited son, John. Relations father and son were not polite; John Singleton, said that the father would not even go past his son's house if he could keep clear of it, and believed that Jane would probably kill her husband. Jane Southworth (born Jane Sherburne) and John were married in about 1598, and the couple lived in Samlesbury Lower Hall. John had died only a few months before her trial for witchcraft in 1612, and she had seven children.\nInvestigations.\nOn 21 March 1612, Alizon Device, who lived just outside the Lancashire village of Fence, near Pendle Hill, met John Law, a pedlar from Halifax. She asked him for some pins, which he refused to give to her, and a few minutes later Law suffered a stroke, for which he blamed Alizon. Along with her mother Elizabeth and her brother James, Alizon had to appear before local magistrate Roger Nowell on 30 March 1612. Based on the evidence and confessions he obtained, Nowell sent Alizon and ten others to Lancaster Gaol, to be tried for \"maleficium\"—causing harm by witchcraft.\nOther Lancashire magistrates learned of Nowell's discovery of witchcraft in the county. On 15 April 1612 JP Robert Holden began investigations in his own area of Samlesbury. As a result, eight individuals were sent to trial, including Jane Southworth, Jennet Bierley, and Ellen Bierley. They were said to have used witchcraft on Grace Sowerbutts, Jennet's granddaughter and Ellen's niece.\nTrial.\nThe trial was held on 19 August 1612 before Sir Edward Bromley, a judge seeking promotion to a circuit nearer London. He may have wanted to impress King James, the head of the judiciary. Before the trial, Bromley ordered the release of five of the eight defendants from Samlesbury, with a warning about their future conduct. Jane Southworth, Jennet Bierley, and Ellen Bierley were said to have used \"diverse devilish and wicked Arts, called Witchcrafts, Inchauntments, Charmes, and Sorceries, in and upon one Grace Sowerbutts\", to which they pleaded not guilty. Fourteen-year-old Grace was the chief prosecution witness.\nGrace was the first to give evidence. She said that both her grandmother and aunt, Jennet and Ellen Bierley, were able to change themselves into dogs and that they had \"haunted and vexed her\" for years. She also said that they had transported her to the top of a hayrick by her hair. They had also tried to make her drown herself. Grace said the women had taken her to the house of Thomas Walshman and his wife, from whom they had stolen a baby to suck its blood. Grace said the child died the next night and after its burial at Samlesbury Church, Ellen and Jennet dug up the body and took it home. The women then cooked and ate some of it and used the rest to make an ointment that let them change themselves into other shapes.\nGrace also said that her grandmother and aunt, with Jane Southworth, went to sabbats held every Thursday and Sunday night at Red Bank, on the north shore of the River Ribble. At those secret meetings they met with \"foure black things, going upright, and yet not like men in the face\", with whom they ate, danced, and had sex.\nThomas Walshman, the father of the baby allegedly killed and eaten by the accused, was the next to give evidence. He confirmed that his child had died of unknown causes at about one-year-old. He added that Grace Sowerbutts was discovered lying as if dead in his father's barn on about 15 April, and did not recover until the following day. Two other witnesses, John Singleton and William Alker, confirmed that Sir John Southworth, Jane Southworth's father-in-law, had been reluctant to pass the house where his son lived, as he believed Jane to be an \"evil woman, and a Witch\".\nExaminations.\nThomas Potts, the clerk, wrote that after hearing the evidence many of those in court were persuaded of the accused's guilt. On being asked by the judge what answer they could make to the charges laid against them, Potts reports that they \"humbly fell upon their knees with weeping tears\", and \"desired him [Bromley] for Gods cause to examine Grace Sowerbutts\". Immediately \"the countenance of this Grace Sowerbutts changed\"; the witnesses \"began to quarrel and accuse one another\", and eventually admitted that Grace had been coached in her story by a Catholic priest they called Thompson. Bromley then committed the girl to be examined by two JPs, William Leigh and Edward Chisnal. Under questioning Grace readily admitted that her story was untrue, and said she had been told what to say by Jane Southworth's uncle, Christopher Southworth aka Thompson, a Jesuit priest who was in hiding in the Samlesbury area; Southworth was the chaplain at Samlesbury Hall, and Jane Southworth's uncle by marriage. Leigh and Chisnal questioned the three accused women in an attempt to discover why Southworth might have fabricated evidence against them, but none could offer any reason other than that each of them \"goeth to the [Anglican] Church\".\nPotts finished his book with the words: \"Thus were these poore Innocent creatures, by the great care and paines of this honourable Judge, delivered from the danger of this Conspiracie; this bloudie practise of the Priest laid open\".\n\"The Wonderfull Discoverie of Witches in the Countie of Lancaster\".\nAlmost everything that is known about the trials comes from a report of the proceedings written by Thomas Potts, the clerk to the Lancaster Assizes. Potts was told to write his account by the trial judges, and had completed the work by 16 November 1612. Bromley revised and corrected the manuscript before its publication in 1613, and said it was \"truly reported\" and \"fit and worthy to be published\". Although written as an apparently verbatim account, the book is not a report of what was actually said at the trial, but instead a reflection on what happened. Nevertheless, Potts \"seems to give a generally trustworthy, although not comprehensive, account of an Assize witchcraft trial, provided that the reader is constantly aware of his use of written material instead of verbatim reports\".\nIn his introduction to the trial, Potts writes; \"Thus have we for a time left the Graund Witches of the Forest of Pendle, to the good consideration of a very sufficient jury.\" Bromley had by then heard the cases against the three Pendle witches who had confessed to their guilt, but he had yet to deal with the others, who maintained their innocence. He knew that the only testimony against them would come from a nine-year-old girl, and that King James had cautioned judges to examine carefully the evidence presented against accused witches, warning against credulity. In his conclusion to the account of the trial, Potts says that it was interposed in the expected sequence \"by special order and commandment\", presumably of the trial judges. After having convicted and sentenced to death three witches, Bromley may have been keen to avoid any suspicion of credulity by presenting his \"masterful exposure\" of the evidence presented by Grace Sowerbutts, before turning his attention back to the remainder of the Pendle witches.\nModern interpretation.\nPotts declares that \"this Countie of Lancashire... now may lawfully bee said to abound as much in Witches of divers kinds as Seminaries, Jesuites, and Papists\", and describes the three accused women as having once been \"obstinate Papists, and now came to Church\". The judges would certainly have been keen to be regarded by King James, the head of the judiciary, as having dealt resolutely with Catholic recusants as well as with witchcraft, the \"two big threats to Jacobean order in Lancashire\". Samlesbury Hall, the family home of the Southworths, was suspected by the authorities of being a refuge for Catholic priests, and it was under secret government surveillance for some considerable time before the trial of 1612. It may be that JP Robert Holden was at least partially motivated in his investigations by a desire to \"smoke out its Jesuit chaplain\", Christopher Southworth.\nThe English experience of witchcraft was somewhat different from the European one, with only one really mass witch hunt, that of Matthew Hopkins in East Anglia during 1645. That one incident accounted for more than 20% of the number of witches it is estimated were executed in England between the early 15th and mid-18th century, fewer than 500. The English legal system also differed significantly from the inquisitorial model used in Europe, requiring members of the public to accuse their neighbours of some crime, and for the case to be decided by a jury of their peers. English witch trials of the period \"revolved around popular beliefs, according to which the crime of witchcraft was one of ... evil-doing\", for which tangible evidence had to be provided.\nPotts devotes several pages to a fairly detailed criticism of the evidence presented in Grace Sowerbutts' statement, giving an insight into the discrepancies which existed during the early 17th century between the Protestant establishment's view of witchcraft and the beliefs of the common people, who may have been influenced by the more continental views of Catholic priests such as Christopher Southworth. Unlike their European counterparts, the English Protestant elite believed that witches kept familiars, or companion animals, and so it was not considered credible that the Samlesbury witches had none. Grace's story of the sabbat, too, was unfamiliar to the English at that time, although belief in such secret gatherings of witches was widespread in Europe. Most demonologists of the period, including King James, held that only God could perform miracles, and that he had not given the power to go against the laws of nature to those in league with the Devil. Hence Potts dismisses Sowerbutts' claim that Jennet Bierley transformed herself into a black dog with the comment \"I would know by what means any Priest can maintain this point of Evidence\". He equally lightly dismisses Grace's account of the sabbat she claimed to have attended, where she met with \"foure black things ... not like men in the face\", with the comment that \"The Seminarie [priest] mistakes the face for the feete: For Chattox [one of the Pendle witches] and all her fellow witches agree, the Devill is cloven-footed: but Fancie [Chattox's familiar] had a very good face, and was a proper man.\"\nIt is perhaps unlikely that the accused women would have failed to draw the examining magistrate's attention to their suspicions concerning Grace Sowerbutts' motivations when first examined, only to do so at the very end of their trial when asked by the judge if they had anything to say in their defence. The trial of the Samlesbury witches in 1612 may have been \"largely a piece of anti-Catholic propaganda\", or even a \"show-trial\", the purpose of which was to demonstrate that Lancashire was being purged not only of witches, but also of \"popish plotters\".\nAftermath.\nBromley achieved his desired promotion to the Midlands Circuit in 1616. Potts was given the keepership of Skalme Park by King James in 1615, to breed and train the king's hounds. In 1618, he was given responsibility for \"collecting the forfeitures on the laws concerning sewers, for twenty-one years\". Jane Southworth's eldest son, Thomas, eventually inherited his grandfather's estate of Samlesbury Hall.","categories":[],"infobox_types":[],"annotations":[{"uri":"Woman","surface_form":"women","offset":34},{"uri":"Witch","surface_form":"witch","offset":60},{"uri":"Murderer","surface_form":"murderer","offset":69},{"uri":"Cannibalism","surface_form":"cannibals","offset":83},{"uri":"Witchcraft","surface_form":"witchcraft","offset":190},{"uri":"Trial","surface_form":"tried","offset":252},{"uri":"Samlesbury","surface_form":"Samlesbury","offset":276},{"uri":"Lancashire","surface_form":"Lancashire","offset":290},{"uri":"Witch_trial","surface_form":"witch trial","offset":355},{"uri":"Court_clerk","surface_form":"clerk to the court","offset":527},{"uri":"The_Wonderfull_Discoverie_of_Witches_in_the_Countie_of_Lancaster","surface_form":"The Wonderfull Discoverie of Witches in the Countie of Lancaster","offset":570},{"uri":"York","surface_form":"York","offset":735},{"uri":"Murder","surface_form":"murder","offset":889},{"uri":"Child","surface_form":"child","offset":899},{"uri":"Cannibalism","surface_form":"cannibalism","offset":916},{"uri":"Maleficium_(sorcery)","surface_form":"maleficium","offset":1017},{"uri":"Pendle_witches","surface_form":"Pendle witches","offset":1084},{"uri":"Perjury","surface_form":"perjuring","offset":1240},{"uri":"Priest","surface_form":"priest","offset":1269},{"uri":"Hugh_Trevor-Roper","surface_form":"Hugh Trevor-Roper","offset":1308},{"uri":"16th_century","surface_form":"16th","offset":1366},{"uri":"17th_century","surface_form":"17th century","offset":1375},{"uri":"Catholic_Church","surface_form":"Catholic","offset":1471},{"uri":"Protestant_Church","surface_form":"Protestant Church","offset":1484},{"uri":"Heresy","surface_form":"heresy","offset":1541},{"uri":"Pope","surface_form":"popish","offset":1813},{"uri":"James_I_of_England","surface_form":"King James I","offset":1863},{"uri":"Scottish_Reformation","surface_form":"Scottish Reformation","offset":1945},{"uri":"Daemonologie","surface_form":"Daemonologie","offset":2111},{"uri":"Magic","surface_form":"magic","offset":2397},{"uri":"Exhumation","surface_form":"exhumation","offset":2410},{"uri":"Corpse","surface_form":"corpse","offset":2424},{"uri":"Death_penalty","surface_form":"death penalty","offset":2472},{"uri":"Testimony","surface_form":"testimonies","offset":2609},{"uri":"Lancashire","surface_form":"Lancashire","offset":2690},{"uri":"16th_century","surface_form":"16th century","offset":2720},{"uri":"Mary_I_of_England","surface_form":"Queen Mary","offset":2965},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth","offset":3024},{"uri":"Catholic_Church","surface_form":"Catholic","offset":3043},{"uri":"Mass_(liturgy)","surface_form":"mass","offset":3155},{"uri":"Justice_of_the_peace","surface_form":"justice of the peace","offset":3215},{"uri":"Recusant","surface_form":"recusant","offset":3289},{"uri":"Church_of_England","surface_form":"Church of England","offset":3361},{"uri":"English_Reformation","surface_form":"English Reformation","offset":3466},{"uri":"Samlesbury_Hall","surface_form":"Samlesbury Hall","offset":3616},{"uri":"Recusant","surface_form":"recusant","offset":3712},{"uri":"Disinherited","surface_form":"disinherited","offset":3879},{"uri":"Fence%2C_Lancashire","surface_form":"Fence","offset":4561},{"uri":"Pendle_Hill","surface_form":"Pendle Hill","offset":4573},{"uri":"Halifax%2C_West_Yorkshire","surface_form":"Halifax","offset":4614},{"uri":"Maleficium_(sorcery)","surface_form":"maleficium","offset":5012},{"uri":"Circuit_court","surface_form":"circuit","offset":5543},{"uri":"Witches%27_Sabbath","surface_form":"sabbat","offset":6875},{"uri":"River_Ribble","surface_form":"River Ribble","offset":6959},{"uri":"Society_of_Jesus","surface_form":"Jesuit","offset":8574},{"uri":"Matthew_Hopkins","surface_form":"Matthew Hopkins","offset":12113},{"uri":"East_Anglia","surface_form":"East Anglia","offset":12132},{"uri":"Tangible","surface_form":"tangible","offset":12709},{"uri":"Familiar_spirit","surface_form":"familiars","offset":13248}]}