{"id":197296,"url":"http://en.wikipedia.org/wiki/Don_Carlos","text":"\"Don Carlos\" is an opera composed by Giuseppe Verdi. It was composed to a libretto in the French language by Camille du Locle and Joseph Méry. It was based on a famous German play called \"Don Carlos, Infante of Spain\" by Friedrich Schiller. Schiller’s story is based on the true story of the life of Carlos, Prince of Asturias (1545-1568) who was promised that he could marry Elisabeth of Valois, but then his father,Philip II of Spain, changed his mind and married her himself. It was part of the peace treaty ending the Italian War of 1551-1559 between the Houses of Habsburg and Valois.\nThe opera was first performed at the Théâtre Impérial de l’Opéra in Paris on 11 March 1867. It has five acts.\nDon Carlos was written for performance in Paris. This has made a problem for the reputation of the opera, because it was tradition in France to write very long operas. They always included a lot of ballet music as well as the singing. Verdi’s opera was in five acts, and when it was performed in other countries it was too long for people’s tastes, so many cuts were made, including, at first, the whole of Act I. This is a great pity, because a lot of the music in Act One is very important, with tunes which also come later in the opera. Since the beginning of the 20th century most of the music of Act I is usually performed. There have been many different versions performed, with different parts of the opera cut. When the opera is sung in Italian it is called \"Don Carlo\".\nThe story of the opera.\nThe story takes place at a time when Spain is just coming to the end of a war with France. It has been agreed between the two countries that Don Carlos, heir to the Spanish throne, will marry Elisabeth, the daughter of the King of France.\nAct I.\nDon Carlos wants to see the girl he is to marry. He goes to France and, secretly, joins a royal hunt in which Elisabeth is taking part. Elisabeth and her page are separated from the others. Carlos speaks to her and offers to take her home. The princess asks him about the prince she is to marry. Carlos says that she need not worry because the prince is kind and in love with her. He then shows Elisabeth a photo of the prince, and then Elisabeth of course realizes that it is the prince she is talking to. They sing a love duet.\nSome Spanish officials then come and tell Elisabeth that it has been decided that she is not to marry the prince: she is to marry his father, the king of Spain. The two lovers are dismayed at this news. The crowd of people beg Elisabeth to agree to marrying the King of Spain, so that the war will stop. In the end she agrees.\nAct II.\nDon Carlos has gone to a monastery so that he can be quiet in his misery. His grandfather, Charles V, had spent his last days in this monastery. A monk talks to him. Carlos thinks the monk looks like his grandfather.\nCarlos is filled with joy when his friend Rodrigue comes. He has just come back from Flanders, where there is still a lot of fighting. Carlos tells him a secret: that he is in love with Elisabeth who has now married his father and is therefore Queen of Spain. Rodrigue tells him he should spend his time helping the poor people of Flanders. The King and Queen process past the tomb.\nWhen the Queen leaves the church she goes to the garden where her ladies are waiting for her. A messenger gives her a letter from her mother in Paris, but at the same time he secretly gives her a letter from Carlos. Rodrigue quietly talks to Eboli, the queen’s lady-in-waiting, while the queen reads the letters. Rodrigue asks the Queen to try to persuade the king to let Carlos talk to him. Eboli is in love with Carlos. She has noticed how Carlos has been agitated when he has been in the presence of the Queen, and thinks it is because Carlos loves her (Eboli).\nCarlos is given a chance to meet Elisabeth privately. He calmly asks her whether she could persuade the King to send him to Flanders. However, he is not really calm, and soon he starts to be angry with her for not showing any love feelings towards him. She tells him that it is her duty now that she is Queen. Carlos understands, but is still in love with her. He falls at her feet. He grabs her and declares his love for her, but the Queen tears herself from him and he rushes off in despair.\nThe Kings comes out of church. He is very cross that his wife has been left on her own. He tells the lady-in-waiting to go away. The Queen comforts her. Then she and her ladies go.\nRodrigue asks the King to stop fighting the people of Flanders who are still dying and starving from hunger. The King says they were not faithful and deserve to be punished. He tells Rodrigue that he is afraid of what is going on between Elisabeth and Carlos. He tells him to be aware of the Inquisition.\nAct III.\nA masked ball is taking place at the palace in Madrid. Carlos is waiting in the Queen’s garden. A lady comes to the garden, wearing a mask, like everyone else. He thinks it is the Queen and tells her how he loves her. When the lady takes her mask off he realizes it is Eboli. She accuses him of loving the Queen. At that moment Rodrigue comes. He says to Eboli that Carlos is not well and does not understand what he is talking about. But Eboli is not deceived and plans to ruin their love affair.\nThe second scene of the act takes place in a square in Madrid. An auto-da-fé is being prepared. During the time of the Spanish Inquisition this was a ceremony in which anyone who did not agree with the Roman Catholic church was burnt to death. Monks enter, followed by the unfortunate people who are going to be burnt. The people sing about the glories of Spain. King Philippe appears and repeats how he will fight against anyone who is an enemy of the Roman Catholic Church. Six people, including Carlos, appear and fling themselves at his feet, begging him to stop his troops from killing the Flemish people. The King will not hear of it. Some of the crowd support the king, but others are begging him to have mercy. Carlos then asks his father to allow him to rule Flanders for him. The King does not allow this, because he realizes that this could be an opportunity for Carlos and the Flemish people to rise against him. Carlos is desperate. He draws his sword and says that he will save Flanders. The crowd are terrified to see him behave like this in front of the King. The King commands his soldiers to take the sword away from Carlos, but no one obeys him. In the end, Rodrigue (who realizes that this is going to be bad for him) saves the situation by calmly asking Carlos for the sword. He hands it over and Rodrigue gives it to the King. The monks process farther, and a voice from heaven promises peace in the world to come.\nActIV.\nThe King is alone in church. In a wonderful aria he sings of his sadness that his wife does not seem to love him. The Grand Inquisitor comes in. He is very old, and blind. The King tells him about his son, and asks the Inquisitor whether Carlos should be forgiven or sentenced to death. The Inquisitor answers that it is Rodrigue who should be killed. The king dares to disagree. The Inquisitor tells the King that he is not giving his heart to God. The Inquisitor goes.\nThe Queen rushes in and asks the King to help her look for a casket of jewels which have disappeared from her room. The King shows her that it is on the table. He tells her she must open it. She does so. At the top is a portrait of Carlos. The King is very angry and accuses her of adultery. She faints. The King calles Eboli and Rodrigue for help. The King feels sorry for his suspicion, but Eboli feels even more sorry because it was she who had taken the casket because she was jealous of Carlos and Elisabeth. It was she who had suggested the King should look in the jewel case. Rodrigue feels he can only save his friend by offering himself to be killed instead of Carlos. The King and Rodrigue leave. Eboli throws herself at the feet of the Queen, who has now revived, and confesses that she herself is guilty of adultery because she had slept with the king. Elisabeth remains calm, but tells Eboli to go away from her for ever and to live in a nunnery. When Eboli is left alone she expresses her feelings of terribly misery. Before she goes to the nunnery she has one more thing to do: to try to save Carlos from being put to death.\nThe second scene of the act shows Carlos in prison. Rodrigue comes to him. He knows that Flemish letters addressed to Carlos have been found in his possession. Someone comes in and kills Rodrigue. As he dies, he tells Carlos that the Queen will wait for him the next day outside the nunnery and will see him for the last time. He dies.\nSometimes Act IV ends here, but some performances continue to show a scene in which the King tries to give the sword back to his son, but Carlos accuses him of having murdered his friend. A group of people, including Eboli, enter the prison and cry to the King to set Carlos free. The Inquisitor appears. He tells the crowd angrily that they are wicked to go against God’s will. He tells them all to go down on their knees and repent.\nAct V.\nElisabeth kneels before the tomb of Charles V. She sings of her lost youth in France (some of the music from Act I comes back here). She prays for peace. Elisabeth and Carlos then meet for the last time (their third duet in the opera) and wish for happier times. The King and the Inquisitor have been hiding. They now appear and grab Carlos. The guards are told to grab him, but Carlos defends himself. Suddenly the voice of Charles V (or a monk in disguise) is heard. He takes his grandson into the safety of the cloister.\nEvaluation.\nDon Carlos is a great opera. It has some of Verdi’s greatest music, especially the music of Act IV scene i, in which the events of the previous acts are all brought together. There are some wonderful duets (three duets for Carlos and Elisabeth) and some great bass arias. However, the opera is very long, but it is difficult to cut any of the singing without spoiling the drama.\nSome people feel that the end of the opera is weak. In Schiller’s play there is a different ending. Carlos is handed over to the Inquisition and put to death.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":19},{"uri":"Giuseppe_Verdi","surface_form":"Giuseppe Verdi","offset":37},{"uri":"Libretto","surface_form":"libretto","offset":74},{"uri":"French_language","surface_form":"French language","offset":90},{"uri":"Germany","surface_form":"German","offset":168},{"uri":"Play_(theatre)","surface_form":"play","offset":175},{"uri":"Don_Carlos_(play)","surface_form":"Don Carlos, Infante of Spain","offset":188},{"uri":"Friedrich_Schiller","surface_form":"Friedrich Schiller","offset":221},{"uri":"Carlos%2C_Prince_of_Asturias","surface_form":"Carlos, Prince of Asturias","offset":300},{"uri":"Elisabeth_of_Valois","surface_form":"Elisabeth of Valois","offset":376},{"uri":"Philip_II_of_Spain","surface_form":"Philip II of Spain","offset":417},{"uri":"Habsburg","surface_form":"Habsburg","offset":569},{"uri":"Valois","surface_form":"Valois","offset":582},{"uri":"Th%C3%A9%C3%A2tre_Imp%C3%A9rial_de_l%E2%80%99Op%C3%A9ra","surface_form":"Théâtre Impérial de l’Opéra","offset":627},{"uri":"Paris","surface_form":"Paris","offset":658},{"uri":"11_March","surface_form":"11 March","offset":667},{"uri":"1867","surface_form":"1867","offset":676},{"uri":"Paris","surface_form":"Paris","offset":742},{"uri":"Ballet","surface_form":"ballet","offset":898},{"uri":"Act","surface_form":"act","offset":961},{"uri":"20th_century","surface_form":"20th century","offset":1267},{"uri":"Italian_language","surface_form":"Italian","offset":1445},{"uri":"Page_(servant)","surface_form":"page","offset":1903},{"uri":"Monastery","surface_form":"monastery","offset":2639},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Charles V","offset":2705},{"uri":"Monk","surface_form":"monk","offset":2761},{"uri":"Flanders","surface_form":"Flanders","offset":2916},{"uri":"Flanders","surface_form":"Flanders","offset":3162},{"uri":"Tomb","surface_form":"tomb","offset":3208},{"uri":"Lady-in-waiting","surface_form":"lady-in-waiting","offset":3475},{"uri":"Inquisition","surface_form":"Inquisition","offset":4746},{"uri":"Ball_(dance)","surface_form":"ball","offset":4777},{"uri":"Madrid","surface_form":"Madrid","offset":4815},{"uri":"Town_square","surface_form":"square","offset":5311},{"uri":"Auto-da-f%C3%A9","surface_form":"auto-da-fé","offset":5332},{"uri":"Spanish_Inquisition","surface_form":"Spanish Inquisition","offset":5385},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":5468},{"uri":"Mercy","surface_form":"mercy","offset":5978},{"uri":"Sword","surface_form":"sword","offset":6225},{"uri":"Aria","surface_form":"aria","offset":6754},{"uri":"Grand_Inquisitor","surface_form":"Grand Inquisitor","offset":6828},{"uri":"Blind","surface_form":"blind","offset":6875},{"uri":"God","surface_form":"God","offset":7155},{"uri":"Adultery","surface_form":"adultery","offset":7463},{"uri":"Adultery","surface_form":"adultery","offset":8000},{"uri":"Nunnery","surface_form":"nunnery","offset":8132},{"uri":"Prison","surface_form":"prison","offset":8365},{"uri":"Bass_(singer)","surface_form":"bass","offset":9895},{"uri":"Aria","surface_form":"aria","offset":9900}]}