{"id":197282,"url":"http://en.wikipedia.org/wiki/Race_condition","text":"e=\"preserve\">A Race condition (also called race hazard) is a problem with the design of a system. With a race condition, the result of a calculation or the behaviour of the system as a whole is dependent on how long a certain calculation takes, or when it is started. Race conditions occur in logic circuits and computer software, especially with multi-threaded or distributed systems.\nExample.\nIt is often difficult to explain what a race condition is, but the metaphor of a horse race can be used as an explanation.\nA computer program is like a horse race. The computer program does several things at the same time, similarly to how several horses run at the same time in a horse race. Each horse represents what is usually called a \"thread of execution\". That way, one such thread may handle network communication, another one may be responsible for redrawing the user interface. In the case of a race condition, the application works properly if a given horse \"wins the race\". For example, the application may work if horse number five wins, but it will crash if any other horse wins the race. One solution to the problem is to use synchronization. This is like several jockeys teaming up, to make sure horse number five is ahead.\nOn different computers, or in different situations, computers programs can run at different speeds. Sometimes, they will be faster, other times slower. This may mean that on some systems, the race condition will never show up, even though it may be easy to show it on others. Race conditions can be difficult to find. Bugs caused by race conditions are a frequent source of frustration within the profession of software development.","categories":[],"infobox_types":[],"annotations":[{"uri":"Problem","surface_form":"problem","offset":61},{"uri":"Design","surface_form":"design","offset":78},{"uri":"Calculation","surface_form":"calculation","offset":137},{"uri":"Logic_circuit","surface_form":"logic circuit","offset":293},{"uri":"Software","surface_form":"computer software","offset":312},{"uri":"Multi-threaded","surface_form":"multi-threaded","offset":347},{"uri":"Distributed_system","surface_form":"distributed system","offset":365},{"uri":"Metaphor","surface_form":"metaphor","offset":462},{"uri":"Horse_race","surface_form":"horse race","offset":476},{"uri":"User_interface","surface_form":"user interface","offset":867},{"uri":"Synchronization","surface_form":"synchronization","offset":1136},{"uri":"Software_development","surface_form":"software development","offset":1646}]}