{"id":1972,"url":"http://en.wikipedia.org/wiki/Volcanism","text":"Volcanism (or vulcan activity) is the eruption of magma onto the surface of the Earth.\nMagma under the crust is under very great pressure. When folding and faulting occur, cracks or fractures appear. These are lines of weakness.\nWhen these lines of weakness develop downward in the crust and reach the magma, they will release the pressure in the magma. This allows magma to rise up along the lines of weakness and intrude into the crust. Some magma may even reach the Earth's surface as lava.\nVolcanoes.\nVolcanoes are places where magma reaches the earth's surface. The type of volcano depends on the location of the eruption and the consistency of the magma.\nIntrusions.\nIntrusive volcanism is when magma is forced into the rocks that make up the Earth's crust. When it cools and become solid while still underground, different features called plutons are formed. The rock formed is intrusive igneous rock.\nThese plutons will be exposed at the surface of land when the overlying rocks are removed after a long time of denudation (laid bare by erosion).\nMajor features formed by intrusive volcanicity include: batholith, laccolith, dyke, pipe and sill.\nExtrusions.\nThe molten magma under great pressure forces its way through the fissure of underground rocks and reaches the Earth's surface to form \"igneous extrusion\".\nMajor extruded materials include gas, liquid and solid.","categories":[],"infobox_types":[],"annotations":[{"uri":"Volcanic_eruption","surface_form":"eruption","offset":38},{"uri":"Magma","surface_form":"magma","offset":50},{"uri":"Crust_(geology)","surface_form":"crust","offset":103},{"uri":"Fold_(geology)","surface_form":"folding","offset":144},{"uri":"Faulting","surface_form":"faulting","offset":156},{"uri":"Lava","surface_form":"lava","offset":488},{"uri":"Pluton","surface_form":"pluton","offset":846},{"uri":"Igneous_rock","surface_form":"igneous rock","offset":895},{"uri":"Denudation","surface_form":"denudation","offset":1020},{"uri":"Erosion","surface_form":"erosion","offset":1045},{"uri":"Gas","surface_form":"gas","offset":1354},{"uri":"Liquid","surface_form":"liquid","offset":1359},{"uri":"Solid","surface_form":"solid","offset":1370}]}