{"id":197293,"url":"http://en.wikipedia.org/wiki/Gay_%26_Lesbian_Alliance_Against_Defamation","text":"e=\"preserve\">The Gay & Lesbian Alliance Against Defamation (GLAAD) is an American group that works to make sure that LGBT are not made to look bad in the media, and works so that the public are more accepting of LGBT people. It was founded in 1985 in New York City after there were a lot of negative reports about LGBT people, after the beginning of the AIDS epidemic. Their policies are for the freedom to be homosexual and not be judged.\nHistory.\nThe Gay & Lesbian Alliance Against Defamation was started in 1985 in New York City. After the start of the AIDS epidemic, several newspapers, like the \"New York Post\" wrote reports that some people thought were homophobic and unfair. The Alliance was founded to protest against such negative coverage in the media.\nBecause of this, a group of people decided to band together and begin a group to change things. They were Vito Russo, Gregory Kolovakos, Darryl Rist, Allen Barnett and Jewelle Gomez. They named their group the Gay & Lesbian Alliance Against Defamation. At first they were more concerned with changing the way that stories about AIDS were reported to the public. As the group grew, they began to work with people in the entertainment industry to change the way that gay and lesbian people were made to look on films and on television.\nGLAAD Media Awards.\nEvery year, GLAAD hosts a ceremony where GLAAD Media Awards are given to people in the media and in entertainment that have represented LGBT people and issues fairly. Since 2009, there have been three ceremonies every year, one each in New York City, Los Angeles, and San Francisco.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":73},{"uri":"LGBT","surface_form":"LGBT","offset":117},{"uri":"Mass_media","surface_form":"media","offset":154},{"uri":"New_York_City","surface_form":"New York City","offset":251},{"uri":"AIDS","surface_form":"AIDS","offset":354},{"uri":"Epidemic","surface_form":"epidemic","offset":359},{"uri":"New_York_City","surface_form":"New York City","offset":518},{"uri":"AIDS","surface_form":"AIDS","offset":556},{"uri":"Epidemic","surface_form":"epidemic","offset":561},{"uri":"Homophobic","surface_form":"homophobic","offset":660},{"uri":"Entertainment","surface_form":"entertainment","offset":1183},{"uri":"Gay","surface_form":"gay","offset":1229},{"uri":"Lesbian","surface_form":"lesbian","offset":1237},{"uri":"GLAAD_Media_Award","surface_form":"GLAAD Media Award","offset":1359},{"uri":"New_York_City","surface_form":"New York City","offset":1554},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1569},{"uri":"San_Francisco","surface_form":"San Francisco","offset":1586}]}