{"id":197270,"url":"http://en.wikipedia.org/wiki/Hypotension","text":"e=\"preserve\">Hypotension is low blood pressure. A person with low blood pressure is called hypotensive.\nEverybody's blood pressure is different. Some people have naturally low blood pressure. However, for most adults, a systolic blood pressure of under 90, or a diastolic blood pressure of under 60, is low blood pressure. (Systolic is the top number in a blood pressure reading; diastolic is the bottom number.)\nWhat problems can low blood pressure cause?\nIf low blood pressure makes a person faint, the person could hurt themselves while falling.\nIf a person's blood pressure is very low, the heart will be unable to pump blood and oxygen to important parts of the body. Every part of the body needs blood and oxygen to live. Without blood and oxygen, important parts of the body, like the heart and brain, can be damaged.\nFirst aid.\nIf a person's blood pressure is low enough that they are feeling dizzy, they should lay down on the ground. Putting their feet up, or bending their knees, is also helpful. This makes it easier for blood and oxygen to get to the brain (because the blood does not have to work against gravity to get up to the brain, like it would if the person were standing). Lying down will also make sure that the person does not hurt themselves by falling if they faint.\nMedical treatment.\nDoctors can treat hypotension by treating whatever is causing the low blood pressure. Sometimes, low blood pressure is caused by dehydration. This can be treated by having the patient eat more salt, drink more fluids, or (in serious cases) get fluids through a needle placed into a vein.\nIf low blood pressure is caused by medicines, doctors can change those medications to others that do not lower blood pressure as much.\nThere are also medications that increase blood pressure. They work by making it harder for blood vessels to relax. (When blood vessels relax, blood pressure goes down. If the blood vessels cannot relax as easily, blood pressure goes up.)","categories":[],"infobox_types":[],"annotations":[{"uri":"Blood_pressure","surface_form":"blood pressure","offset":32},{"uri":"Ischaemia","surface_form":"Without blood and oxygen","offset":728},{"uri":"Gravity","surface_form":"gravity","offset":1119},{"uri":"Intravenous_therapy","surface_form":"get fluids through a needle placed into a vein","offset":1552},{"uri":"Medication","surface_form":"medicines","offset":1635},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":1826},{"uri":"Vasodilation","surface_form":"blood vessels relax","offset":1856}]}