{"id":197261,"url":"http://en.wikipedia.org/wiki/Fried_Green_Tomatoes_(movie)","text":"\"Fried Green Tomatoes\" is a 1991 American drama movie directed by Jon Avnet. It is set in 1920s and 1980s Birmingham, Alabama and is based on a novel by Fannie Flagg called \"Fried Green Tomatoes at the Whistle Stop Cafe\". The movie stars Kathy Bates, Jessica Tandy, Mary-Louise Parker and Mary Stuart Masterson.\nPlot.\nIn Birmingham, Alabama, a woman called Evelyn goes to a nursing home to visit her mother-in-law and meets an elderly woman called Ninny. They become friends. Ninny tells Evelyn stories about when she was younger, and about the people she used to know. In particular, she tells Evelyn about two young women, Idgie and Ruth.\nIn Ninny's stories, Idgie and Ruth are friends who run a café together and raise Ruth's son Buddy. Ruth has separated from her husband Frank because he used to hit her. One day, Frank goes missing and the police begin to think that Idgie has killed him.\nNinny tells Evelyn her stories over several visits. During that time, Evelyn, who was depressed, is inspired by Ruth and Idgie to have more power in her life. In the end, Ninny goes to live with Evelyn and her husband. There is a hint that Ninny and Idgie might be the same person.\nDifferences from the novel.\nThere are some differences between the movie and the novel it was made from. In the novel, Idgie and Ruth are a lesbian couple. In the movie they may be just friends. The director, John Avnet said that he wanted viewers to make up their own minds. In one part of the movie, Idgie and Ruth have a food fight. Avnet said that the food fight is symbolic of love-making. When it was released, some critics and LGBT activists were angry that the lesbian part of the story had been \"glossed over\". Even though the lesbian content had been hidden, the movie won an award from the Gay & Lesbian Alliance Against Defamation (GLAAD) for best feature movie with lesbian content.\nAnother difference is that at the end of the movie, it seems possible that Ninny is really Idgie. In the novel, they are completely separate characters and are sisters-in-law.\nReception.\nThe movie was nominated for two Academy Awards and two BAFTA awards.","categories":[],"infobox_types":["Movie"],"annotations":[{"uri":"United_States","surface_form":"American","offset":33},{"uri":"Drama_movie","surface_form":"drama movie","offset":42},{"uri":"Movie_director","surface_form":"directed","offset":54},{"uri":"Jon_Avnet","surface_form":"Jon Avnet","offset":66},{"uri":"Birmingham%2C_Alabama","surface_form":"Birmingham, Alabama","offset":106},{"uri":"Novel","surface_form":"novel","offset":144},{"uri":"Fannie_Flagg","surface_form":"Fannie Flagg","offset":153},{"uri":"Fried_Green_Tomatoes_at_the_Whistle_Stop_Cafe","surface_form":"Fried Green Tomatoes at the Whistle Stop Cafe","offset":174},{"uri":"Kathy_Bates","surface_form":"Kathy Bates","offset":238},{"uri":"Jessica_Tandy","surface_form":"Jessica Tandy","offset":251},{"uri":"Mary-Louise_Parker","surface_form":"Mary-Louise Parker","offset":266},{"uri":"Mary_Stuart_Masterson","surface_form":"Mary Stuart Masterson","offset":289},{"uri":"Nursing_home","surface_form":"nursing home","offset":374},{"uri":"Mother-in-law","surface_form":"mother-in-law","offset":400},{"uri":"Elderly","surface_form":"elderly","offset":427},{"uri":"Caf%C3%A9","surface_form":"café","offset":698},{"uri":"Police","surface_form":"police","offset":846},{"uri":"Lesbian","surface_form":"lesbian","offset":1317},{"uri":"Symbolism","surface_form":"symbolic","offset":1547},{"uri":"LGBT","surface_form":"LGBT","offset":1611},{"uri":"Activism","surface_form":"activists","offset":1616},{"uri":"Gay_%26amp%3B_Lesbian_Alliance_Against_Defamation","surface_form":"Gay & Lesbian Alliance Against Defamation","offset":1778},{"uri":"Academy_Awards","surface_form":"Academy Awards","offset":2092},{"uri":"BAFTA","surface_form":"BAFTA","offset":2115}]}