{"id":19765,"url":"http://en.wikipedia.org/wiki/Canary_Islands","text":"The Canary Islands are a group of islands off the coast of Morocco. They are an autonomous community of Spain (they make their own laws). There are seven main islands. The people who live there speak Spanish. The autonomous community has two capital cities, of equal status: Santa Cruz de Tenerife and Las Palmas de Gran Canaria. Like the other islands of Macaronesia, they were created by volcano<nowiki/>es on the bottom of the sea. Those volcanoes slowly rose above the water and became islands. This process lasted many thousands of years.\nThe islands have a very long and interesting history. When Europeans first came to the Canary Islands, they found people already living there. These people were called the Guanches. Many of the Guanches were killed in 15th century battles with the Spanish, and the ones who remained adopted the Spanish way of life. After the Spanish conquest many battles were also fought against pirates. Most recently Morocco was interested in them.\nAfter the Spanish conquest many Europeans settled there. Portuguese and Spaniards, and also Belgians and Maltese were among the early settlers. Recently many people from all over Europe, America, India and Africa have also become citizens or permanent residents.\nThe seven islands are: La Palma, La Gomera, El Hierro, Tenerife, Gran Canaria, Lanzarote, and Fuerteventura. People from La Gomera have a whistle language that children there learn at school. Tenerife has the highest mountain in the Canary Islands and Spain too, the Teide. The Teide is actually a volcano, but it has not been active in more than 300 years.\nThe islands are popular with tourists because of their warm climate and nice beaches. The local farmers grow lots of exotic fruits including papayas and bananas.\nThe Canary Islands' main exports include bananas and tobacco.","categories":[],"infobox_types":[],"annotations":[{"uri":"Morocco","surface_form":"Morocco","offset":59},{"uri":"Autonomous_communities_of_Spain","surface_form":"autonomous community of Spain","offset":80},{"uri":"Spanish_language","surface_form":"Spanish","offset":200},{"uri":"Santa_Cruz_de_Tenerife","surface_form":"Santa Cruz de Tenerife","offset":275},{"uri":"Las_Palmas_de_Gran_Canaria","surface_form":"Las Palmas de Gran Canaria","offset":302},{"uri":"Macaronesia","surface_form":"Macaronesia","offset":356},{"uri":"Volcano","surface_form":"volcano","offset":390},{"uri":"Piracy","surface_form":"pirates","offset":925},{"uri":"Morocco","surface_form":"Morocco","offset":948},{"uri":"La_Palma","surface_form":"La Palma","offset":1266},{"uri":"La_Gomera","surface_form":"La Gomera","offset":1276},{"uri":"El_Hierro","surface_form":"El Hierro","offset":1287},{"uri":"Tenerife","surface_form":"Tenerife","offset":1298},{"uri":"Gran_Canaria","surface_form":"Gran Canaria","offset":1308},{"uri":"Lanzarote","surface_form":"Lanzarote","offset":1322},{"uri":"Fuerteventura","surface_form":"Fuerteventura","offset":1337},{"uri":"Papaya","surface_form":"papaya","offset":1742},{"uri":"Banana","surface_form":"banana","offset":1754}]}