{"id":197700,"url":"http://en.wikipedia.org/wiki/Bessie_Smith","text":"Bessie Smith (July 9, 1892 or April 15, 1894 – September 26, 1937) was an American blues singer. She was sometimes called \"The Empress of the Blues\" and was very popular in the 1920s and 1930s. A lot of people think that she was one of the best singers of her time, and along with Louis Armstrong, she was an important influence on later jazz singers.\nEarly life.\nIn the 1900 American census, Bessie Smith's mother, Laura Smith, said that Bessie was born in Chachanooga, Tennessee in July 1892. In the census in 1910, her sister, Viola Smith said that Bessie's birthday was April 15, 1894. That is the date that is on all later documents, and was the one that Smith used.\nShe was the daughter of Laura and William Smith. William Smith was a laborer and part-time Baptist preacher who died before his daughter was old enough to remember him. By the time she was nine, her mother had died as well, and her older sister Viola had to look after for her sisters and brothers.\nTo earn money for their poor family, Smith and her brother Andrew began Busking (performing) on the streets of Chattanooga as a duo. She sang and danced, and he accompanied her on guitar. They liked to perform in front of the White Elephant Saloon in the middle of Chattanooga's African-American community.\nIn 1904, Smith's oldest brother, Clarence, ran away from home and joined small traveling troupe owned by Moses Stokes. \"If Bessie had been old enough, she would have gone with him,\" said Clarence's widow, Maud. \"That's why he left without telling her, but Clarence told me she was ready, even then. Of course, she was only a child.\"\nIn 1912, Clarence came back to Chattanooga, with the Stokes troupe and helped Smith get an audition. She got a job as a dancer, not a singer, because the company already had a singer called Ma Rainey.\nBy the early 1920s, Smith starred a musical called \"How Come?\" with Sidney Bechet. The musical went to Broadway. Smith had an argument with the producer of \"How Come?\" and she was replaced by Alberta Hunter. Smith went back to Philadelphia, where she now lived. She met and fell in love with a security guard called Jack Gee. They got married on June 7, 1923. At this time, Smith made her first song recordings with Columbia Records. Her marriage was difficult and both of them had affairs.\nSmith became the biggest headliner on the black Theater Owners Booking Association circuit. She ran a show that sometimes had as many as 40 people and made her the highest-paid black entertainer of her day. Gee liked the money she was earning, but did not like her show business life. In particular, he did like the fact that Smith was bisexual. In 1929, Smith found out that Gee was having an affair with another performer called Gertrude Saunders. Smith separated from Gee but they never got divorced. Smith went to live with a man called Richard Morgan, as is they were husband and wife. He was an old friend and the uncle of a jazz musician called Lionel Hampton. Smith and Morgan stayed together for the rest of her life.\nCareer.\nMa Rainey helped Smith to get better as a performer, but she did not teach her to sing. Smith began started her own act around 1913, at Atlanta's \"81\" Theatre. By 1920 she had got a good reputation in the South and along the Eastern Seaboard.\nIn 1920, a singer called Mamie Smith recorded a song called \"Crazy Blues,\". This was one of the first blues songs recorded by an African-American singer, and was very popular. The recording industry realised that there were lots of black people who would buy blues records. Smith was signed by Columbia Records in 1923 when the label decided to make a \"race records\" series.\nHer first recording, a coupling of \"Gulf Coast Blues\" and \"Downhearted Blues,\" was very popular. Smith became a headliner on the black T.O.B.A. circuit and was its top attraction in the 1920s. She worked very hard, in theatres during the winter, and touring for the rest of the year. She became the highest-paid black entertainer of her day. Somebody from Columbia Records gave her a nickname, \"Queen of the Blues\". Soon, the press were calling her the \"Empress of the Blues\".\nShe made about 160 recordings for Columbia, often accompanied by other popular musicians like Louis Armstrong, James P. Johnson, Joe Smith, Charlie Green, and Fletcher Henderson.\nDeath.\nOn September 26, 1937, Smith was seriously injured in a car accident while traveling between Memphis, Tennessee, and Clarksdale, Mississippi. Her boyfriend Richard Morgan was driving. People think he might have fallen asleep at the wheel or that he could not tell what speed a slow-moving truck was driving in front of him. Tire marks at the scene showed that Morgan tried to hit the truck by driving around its left side but he hit the back of the truck side-on very fast. Smith, who was in the passenger seat, was hit worst in the crash. Morgan did not have any major injuries. One of the first people to see her after the crash was a doctor. He said that she had a bad injury to her arm which made her lose a lot of blood. She also had bad injuries to the side of her body, and was in shock.\nAn ambulance took Smith to Clarksdale's Afro-American Hospital and her right arm was amputated (taken off). She did not wake up and died that morning. After she died, some people said that it was because a hospital for white people would not treat her, but in those days, an amubulance driver would never have taken a black person to a \"Whites only\" hospital at all.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":74},{"uri":"Blues","surface_form":"blues","offset":83},{"uri":"Louis_Armstrong","surface_form":"Louis Armstrong","offset":281},{"uri":"Jazz","surface_form":"jazz","offset":338},{"uri":"Census","surface_form":"census","offset":385},{"uri":"Chattanooga%2C_Tennessee","surface_form":"Chachanooga, Tennessee","offset":458},{"uri":"Laborer","surface_form":"laborer","offset":741},{"uri":"Baptist","surface_form":"Baptist","offset":763},{"uri":"Preacher","surface_form":"preacher","offset":771},{"uri":"Busking","surface_form":"Busking","offset":1043},{"uri":"Duo","surface_form":"duo","offset":1099},{"uri":"Guitar","surface_form":"guitar","offset":1151},{"uri":"African-American","surface_form":"African-American","offset":1250},{"uri":"Community","surface_form":"community","offset":1267},{"uri":"Troupe","surface_form":"troupe","offset":1367},{"uri":"Audition","surface_form":"audition","offset":1702},{"uri":"Ma_Rainey","surface_form":"Ma Rainey","offset":1801},{"uri":"Musical_theatre","surface_form":"musical","offset":1848},{"uri":"Sidney_Bechet","surface_form":"Sidney Bechet","offset":1880},{"uri":"Broadway_theatre","surface_form":"Broadway","offset":1915},{"uri":"Argument","surface_form":"argument","offset":1938},{"uri":"Producer","surface_form":"producer","offset":1956},{"uri":"Alberta_Hunter","surface_form":"Alberta Hunter","offset":2004},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":2039},{"uri":"Love","surface_form":"love","offset":2094},{"uri":"Security_guard","surface_form":"security guard","offset":2106},{"uri":"Columbia_Records","surface_form":"Columbia Records","offset":2228},{"uri":"Affair","surface_form":"affair","offset":2294},{"uri":"Headliner","surface_form":"headliner","offset":2328},{"uri":"Theater_Owners_Booking_Association","surface_form":"Theater Owners Booking Association","offset":2351},{"uri":"Bisexual","surface_form":"bisexual","offset":2639},{"uri":"Divorce","surface_form":"divorce","offset":2797},{"uri":"Uncle","surface_form":"uncle","offset":2923},{"uri":"Lionel_Hampton","surface_form":"Lionel Hampton","offset":2955},{"uri":"Atlanta","surface_form":"Atlanta","offset":3174},{"uri":"Theatre","surface_form":"Theatre","offset":3189},{"uri":"Reputation","surface_form":"reputation","offset":3225},{"uri":"American_South","surface_form":"South","offset":3243},{"uri":"Eastern_Seaboard","surface_form":"Eastern Seaboard","offset":3263},{"uri":"Mamie_Smith","surface_form":"Mamie Smith","offset":3306},{"uri":"Columbia_Records","surface_form":"Columbia Records","offset":3575},{"uri":"Race_(classification_of_human_beings)","surface_form":"race","offset":3634},{"uri":"Downhearted_Blues","surface_form":"Downhearted Blues","offset":3715},{"uri":"Nickname","surface_form":"nickname","offset":4040},{"uri":"Press","surface_form":"press","offset":4082},{"uri":"Louis_Armstrong","surface_form":"Louis Armstrong","offset":4227},{"uri":"James_P._Johnson","surface_form":"James P. Johnson","offset":4244},{"uri":"Charlie_Green","surface_form":"Charlie Green","offset":4273},{"uri":"Fletcher_Henderson","surface_form":"Fletcher Henderson","offset":4292},{"uri":"Inury","surface_form":"injured","offset":4362},{"uri":"Car_accident","surface_form":"car accident","offset":4375},{"uri":"Memphis%2C_Tennessee","surface_form":"Memphis, Tennessee","offset":4412},{"uri":"Clarksdale%2C_Mississippi","surface_form":"Clarksdale, Mississippi","offset":4436},{"uri":"Tire","surface_form":"Tire","offset":4643},{"uri":"Blood","surface_form":"blood","offset":5038},{"uri":"Shock_(circulatory)","surface_form":"shock","offset":5107},{"uri":"Ambulance","surface_form":"ambulance","offset":5117},{"uri":"Amputation","surface_form":"amputated","offset":5199},{"uri":"Caucasian","surface_form":"white people","offset":5333}]}