{"id":1980,"url":"http://en.wikipedia.org/wiki/Arctic_Ocean","text":"The Arctic Ocean is the ocean around the North Pole. The most northern parts of Eurasia and North America are around the Arctic Ocean. Thick pack ice and snow cover almost all of this ocean in winter, and most of it in summer. An icebreaker or a nuclear-powered submarine can use the Northwest Passage through the Arctic Ocean to go between the Pacific and Atlantic oceans.\nThe ocean's area is about 14.056 million km2, which is the smallest of the world's 5 oceans, and it has of coastline. The central surface covered by ice about thick. The biology there is quite special. Endangered species there include walruses, whales and polar bears. Year by year the Arctic Ocean is becoming less icy, as a result of global warming.\nThe average depth of the Arctic Ocean is. The deepest point is in the Eurasian Basin, at.\nGeography.\nThe Arctic Ocean covers an area of about 14,056,000 km2. The coastline is 45,390 km (28,200 mi) long It is surrounded by Eurasia, North America, Greenland, and by several islands.\nIt is generally taken to include Baffin Bay, Barents Sea, Beaufort Sea, Chukchi Sea, East Siberian Sea, Greenland Sea, Hudson Bay, Hudson Strait, Kara Sea, Laptev Sea, White Sea and other bodies of water. It is connected to the Pacific Ocean by the Bering Strait and to the Atlantic Ocean through the Greenland Sea and Labrador Sea.\nCountries bordering the Arctic Ocean are: Russia, Norway, Iceland, Greenland, Canada and the United States.\nClimate.\nThe Arctic Ocean is in a polar climate. Winters are characterized by the polar night, cold and stable weather conditions, and clear skies.\nThe temperature of the surface of the Arctic Ocean is fairly constant, near the freezing point of seawater. Arctic Ocean consists of saltwater but its salinity is less than other oceans. The temperature must reach −1.8 °C (28.8 °F) before freezing occurs.\nIce covers most of the Arctic Ocean. It covers almost the whole ocean in late winter and the majority of the ocean in late summer. Much of the Arctic ice pack is covered in snow for about 10 months of the year. The maximum snow cover is in March or April — about 20 to 50 cm (7.9 to 19.7 in).\nThe climate of the Arctic region has varied significantly in the past. As recently as 55 million years ago, during the eocene epoch, the region reached an average annual temperature of 10–20 °C (50–68 °F). The surface waters of the Arctic Ocean warmed enough to support tropical lifeforms.\nAnimal and plant life.\nEndangered marine species in the Arctic Ocean include walruses and whales. The area has a fragile ecosystem. The Arctic Ocean has relatively little plant life except for phytoplankton. Phytoplankton are a crucial part of the ocean. They feed on nutrients from rivers and the currents of the Atlantic and Pacific oceans.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ocean","surface_form":"ocean","offset":24},{"uri":"North_Pole","surface_form":"North Pole","offset":41},{"uri":"Eurasia","surface_form":"Eurasia","offset":80},{"uri":"North_America","surface_form":"North America","offset":92},{"uri":"Arctic","surface_form":"Arctic","offset":121},{"uri":"Ice","surface_form":"ice","offset":146},{"uri":"Snow","surface_form":"snow","offset":154},{"uri":"Icebreaker","surface_form":"icebreaker","offset":230},{"uri":"Submarine","surface_form":"submarine","offset":262},{"uri":"Northwest_Passage","surface_form":"Northwest Passage","offset":284},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":345},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":357},{"uri":"Biology","surface_form":"biology","offset":544},{"uri":"Endangered_species","surface_form":"Endangered species","offset":576},{"uri":"Walrus","surface_form":"walrus","offset":609},{"uri":"Whale","surface_form":"whale","offset":619},{"uri":"Polar_bear","surface_form":"polar bear","offset":630},{"uri":"Global_warming","surface_form":"global warming","offset":710},{"uri":"Baffin_Bay","surface_form":"Baffin Bay","offset":1040},{"uri":"Barents_Sea","surface_form":"Barents Sea","offset":1052},{"uri":"Beaufort_Sea","surface_form":"Beaufort Sea","offset":1065},{"uri":"Chukchi_Sea","surface_form":"Chukchi Sea","offset":1079},{"uri":"East_Siberian_Sea","surface_form":"East Siberian Sea","offset":1092},{"uri":"Hudson_Bay","surface_form":"Hudson Bay","offset":1126},{"uri":"Hudson_Strait","surface_form":"Hudson Strait","offset":1138},{"uri":"Kara_Sea","surface_form":"Kara Sea","offset":1153},{"uri":"Laptev_Sea","surface_form":"Laptev Sea","offset":1163},{"uri":"White_Sea","surface_form":"White Sea","offset":1175},{"uri":"Bering_Strait","surface_form":"Bering Strait","offset":1256},{"uri":"Greenland_Sea","surface_form":"Greenland Sea","offset":1308},{"uri":"Labrador_Sea","surface_form":"Labrador Sea","offset":1326},{"uri":"Polar_climate","surface_form":"polar climate","offset":1482},{"uri":"Salinity","surface_form":"salinity","offset":1747},{"uri":"Eocene","surface_form":"eocene","offset":2264},{"uri":"Tropics","surface_form":"tropical","offset":2415}]}