{"id":198144,"url":"http://en.wikipedia.org/wiki/Orrin_Hatch","text":"Orrin Hatch (born March 22, 1934) is a former U.S. Senator from Utah. He is a Republican and a Mormon. After the Republicans won control of the Senate during the 2014 midterms, Hatch became President pro tempore on January 6, 2015 after the 114th United States Congress was sworn in.\nOn January 2, 2018, Hatch announced his retirement from the Senate after low approval ratings.\nEarly life.\nHatch was born in Pittsburgh, Pennsylvania on March 22, 1934. His parents were Jesse Hatch and Helen Frances. Hatch studied at Brigham Young University and at the University of Pittsburgh. He worked as an attorney in Pittsburgh and in Utah.\nUnited States senator (1977-2019).\nIn 1976, in his first run for public office, Hatch was elected to the United States Senate, defeating Democrat Frank Moss, a three-term incumbent. Among other issues, Hatch criticized Moss' 18-year tenure in the Senate, saying \"What do you call a Senator who's served in office for 18 years? You call him home.\" Hatch argued that many Senators, including Moss, had lost touch with the people who voted for them. Hatch himself has now been in office for 40 years.\nIn 1995 Hatch was the leading figure behind the senate's anti-terrorism bill, to a large extent a response to the Oklahoma City Bombing. As a senior member of the Senate Select Intelligence Committee, Hatch was also instrumental in the 2008 extension of the Foreign Intelligence Surveillance Act. He said, \"This bipartisan bill will help defeat terrorism and keep America safe. No, the legislation is not perfect, but it ensures that the increased expansion of the judiciary into foreign intelligence gathering doesn’t unnecessarily hamper our intelligence community.”\nHatch has been a longtime advocate of amending the United States Constitution to require that total spending of the federal government for any fiscal year not exceed total receipts. He proposed the DREAM Act, which would provide a pathway to citizenship for the children of undocumented immigrants, who were children when their parents came to the United States.\nSenator Hatch co-sponsored the Restoring the 10th Amendment Act (S. 4020 111th Congress), which would strengthen state rights under the 10th Amendment. The bill would provide special standing for state officials in challenging proposed regulations.\nIn 2018, Hatch announced that he would retire after seven terms in the Senate.\nPossible Supreme Court nomination.\nHatch has long expressed interest in serving on the U.S. Supreme Court, but due to his age decided not to express any interest anymore. It was reported that he was on Ronald Reagan's short list of candidates to succeed Lewis F. Powell, Jr. on the United States Supreme Court, but was passed over at least in part because of the Ineligibility Clause. Despite that, he vocally supported Robert Bork, who was chosen instead. After Bork's and Douglas H. Ginsburg's nominations to the seat faltered, Anthony Kennedy was confirmed to fill the vacancy.\n2000 presidential campaign.\nIn 2000, Hatch made a failed bid for the Republican presidential nomination, losing to then-Texas Governor George W. Bush. During the first Republican debate, Hatch made web usability a campaign issue, a first for a presidential candidate. He claimed his website was more user-friendly than Bush's. At least one web usability expert agreed.\nPersonal life.\nHatch married Elaine Hansen on August 28, 1957. They are the parents of six children.\nHatch is a member of The Church of Jesus Christ of Latter-day Saints. Hatch serves as a member of the board of directors of the United States Holocaust Memorial Museum.\nIn November 2018, Hatch received the Presidential Medal of Freedom from President Donald Trump.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._Senator","surface_form":"U.S. Senator","offset":46},{"uri":"Utah","surface_form":"Utah","offset":64},{"uri":"United_States_Republican_Party","surface_form":"Republican","offset":78},{"uri":"Mormon","surface_form":"Mormon","offset":95},{"uri":"2014_midterms","surface_form":"2014 midterms","offset":162},{"uri":"President_pro_tempore_of_the_United_States_Senate","surface_form":"President pro tempore","offset":190},{"uri":"114th_United_States_Congress","surface_form":"114th United States Congress","offset":241},{"uri":"Pittsburgh%2C_Pennsylvania","surface_form":"Pittsburgh, Pennsylvania","offset":409},{"uri":"Brigham_Young_University","surface_form":"Brigham Young University","offset":518},{"uri":"University_of_Pittsburgh","surface_form":"University of Pittsburgh","offset":554},{"uri":"Pittsburgh%2C_Pennsylvania","surface_form":"Pittsburgh","offset":608},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":737},{"uri":"Frank_Moss_(politician)","surface_form":"Frank Moss","offset":778},{"uri":"Antiterrorism_and_Effective_Death_Penalty_Act_of_1996","surface_form":"anti-terrorism bill","offset":1187},{"uri":"Oklahoma_City_Bombing","surface_form":"Oklahoma City Bombing","offset":1244},{"uri":"Senate_Select_Intelligence_Committee","surface_form":"Senate Select Intelligence Committee","offset":1293},{"uri":"Foreign_Intelligence_Surveillance_Act_of_1978_Amendments_Act_of_2008","surface_form":"extension of the Foreign Intelligence Surveillance Act","offset":1371},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":1750},{"uri":"DREAM_Act","surface_form":"DREAM Act","offset":1897},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":2592},{"uri":"Lewis_F._Powell%2C_Jr.","surface_form":"Lewis F. Powell, Jr.","offset":2644},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":2672},{"uri":"Ineligibility_Clause","surface_form":"Ineligibility Clause","offset":2753},{"uri":"Robert_Bork","surface_form":"Robert Bork","offset":2810},{"uri":"Douglas_H._Ginsburg","surface_form":"Douglas H. Ginsburg","offset":2864},{"uri":"Anthony_Kennedy","surface_form":"Anthony Kennedy","offset":2920},{"uri":"United_States_Republican_Party","surface_form":"Republican","offset":3040},{"uri":"Texas","surface_form":"Texas","offset":3091},{"uri":"Governor_of_Texas","surface_form":"Governor","offset":3097},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":3106},{"uri":"Web_usability","surface_form":"web usability","offset":3169},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":3462},{"uri":"United_States_Holocaust_Memorial_Museum","surface_form":"United States Holocaust Memorial Museum","offset":3569},{"uri":"Presidential_Medal_of_Freedom","surface_form":"Presidential Medal of Freedom","offset":3647},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":3692}]}