{"id":198155,"url":"http://en.wikipedia.org/wiki/Lichen","text":"Lichens are a symbiosis of at least two quite different organisms. The partnership always involves a fungus, which lives with one or more partners which can do photosynthesis. The photobiont partner may be a green algae and/or a cyanobacterium.p5,6,13\nThe algae or bacteria live inside the fungus, and exchange nutrients with it. The lichen is different in shape and mode of life from any of the partners. It is a distinct form of life. Botanists did not know this until about 1875.\nClassification.\nLichens pose a problem for biological classification, because the three types of organism concerned come from three different kingdoms. After long debate, lichen are now classified as fungi, under the genus and species of the host fungus.p47–48 This allows specimens to be put into boxes and labelled. By having specific names, researchers know what they are working on: that is one of the basic functions of taxonomy. The system still has its problems. In those fungi which may associate either with an alga, or with a cyanobacterium, the resulting forms (called \"photomorphs\") may look quite different, yet are now referred to by the same name.p13\n20% (one in five) of fungal species live in lichens. Lichen fungi belong to several different groups of fungi. Most common (over 40%) are Ascomycetes, which produce spores in a sac-shaped container, the \"ascus\". Only a few types of alga occur within lichens; these algae also have their own names. Algae may be sometimes the dominant partner in so-called 'jelly lichens', \"Collema\" and \"Leptogium\", but this is rare. More usually, the algae are the green alga \"Trebouxia\". Other species are the orange \"Trentepohli\", and the cyanobacterium \"Nostoc\".p9–10\nTheir life habit.\nThe life habit of lichens is to stick closely onto surfaces.\nLichens can occur anywhere on land, and some can live in aquatic environments. The nearest rock, wall or roof probably has lichen on it. Often the lichen is mat-like, and clings to the surface. Some are like little bushes: see the photos. Lichens are famous for not needing a regular supply of water; their metabolism can go into suspension, and later revive. When growing on mineral surfaces, some lichens slowly break down the substrate, and extract tiny amounts of mineral nutrient. Fungi form the main part of the thallus (body), with the photobiont contributing 20% or less.p17 The photobiont is usually on the inside of the thallus.\nLichen thalli may grow together and fuse, and this may happen between different species and genera.p23 These are called 'mechanical hybrids'. They get noticed when the two forms are differently colored.\nSurvival.\nLichen do survive extreme conditions. They are found in some of the most extreme places on Earth – the frozen north, hot deserts, rocky coasts. They are common as epiphytes on leaves and branches in rain forests and temperate woods. They can live on bare rock, walls and gravestones, and on exposed soil surfaces.p19 There are about 200 different kinds of lichens in Antarctica. In the Horlick Mountains, at 86 degrees south, there are six different kinds of lichen. In the Himalayas, they grow at altitudes up to 18,000 feet (~5500m).p216\nThe European Space Agency discovered that lichen can survive unprotected in space. Two species of lichen were sealed in a capsule and launched on a Russian Soyuz rocket. Once in orbit the capsules were opened. Two species of lichen were exposed to the vacuum of space, to cosmic radiation and huge swings of temperature. After 15 days the lichens were retrieved and were found to be in full health: no damage was found.\nRain forests.\nThere are a huge number of lichen species in rainforests, far outnumbering flowering plants. The lichen are mostly epiphytes, living on trees. A single site in Costa Rica yielded about 300 species of lichen on leaves, in the understory of the rain forest; a single fallen \"Elaeocarpus\" tree in New Guinea held 173 species; the evergreen laurel \"Ocotea atirrensis\" was found with 50–80 lichen species on a \"single leaf\".p60–61\nMutual benefits.\nWhen partnerships are very close, it is difficult to assign benefits to either partner. Their success is as a pair (or trio). Sometimes the partners can exist as separate organisms: certainly their close relatives can. Probably most of the algae and all of the cyanobacteria can survive on their own, though in more restricted habitats. The details vary according to the specific species or strains involved. The man who first realised the nature of lichen, Simon Schwedener, thought of the partnership as one of controlled parasitism. Obviously, the photobiont provides photosynthetic products: carbohydrates as sugar alcohols (green algae) or glucose (cyanobacteria). The bacteria also convert atmospheric nitrogen (N2) to ammonium ions (NH4+) which the fungus can use in amino acids for proteins.p26\nThe alga certainly benefits from a supply of water (which the fungus is good at storing). There is also general mechanical protection. Algae get protection from ultraviolet light, which in some environments is quite significant. Probably, algae get access to the minute amounts of minerals, which the fungus gets from the substrate or from dust settling on the thallus. Algal cells are sometimes destroyed in the course of nutrient exchange, though the algal cells divide and replace them. Above all, the partnership is a resounding success, and gets to places where few plants can survive.\nReproduction.\nMany lichens reproduce without sex (asexual reproduction). They make small groups of algal cells surrounded by fungal filaments. These \"soridia\" can be blown by wind. Some lichens just break up into fragments when they dry. Wind carries the pieces, which grow when moisture returns. Also, lichen fungi can reproduce sexually by forming fruiting bodies containing spores. These fruiting bodies are usually perennial, and may be long-lasting: some in the Swiss Alps have lived for over 50 years. After dispersal by wind, such fungal spores must meet with an algal partner to form a lichen.p19–22\nHistory on Earth.\nThe fossil record for lichen dates back 400 million year for certain, and the signs are that earlier forms existed 600 million years ago. They must have been one of the earliest life-forms on land. It is thought, from the number of fungal and algal species involved, that the symbiosis must have taken place many times between different species.p46\nIt has been suggested that some or all of the Ediacaran biota might be lichen. The proposal has been received with some skepticism.\nLichenometry.\nLichenometry is a method of dating exposed rock by using the growth of lichen. It uses an estimate of how long the lichen's radius or width grows over time.\nOther uses.\nMany lichen are sensitive to changes around them. For this reason, they are used by scientists to show changes in the environment, such as air pollution, ozone depletion, and metal contamination. Lichens have also been used to make dyes, perfumes, and herbal medicines.\nSome lichen produce natural antibiotics that kill bacteria. Humans have used these compounds as natural antibiotics. Extracts from many \"Usnea\" species were used to treat wounds in Russia in the mid-twentieth century.\nThe map lichen \"Rhizocarpon geographicum\" grows extremely slowly, and can reach an age of over 1000 years. It may be used for dating: the diameter of the largest lichen of a species on a rock surface shows the time that the rock has been exposed.\nLichen are the main winter food for reindeer. The deer can get at shrubby lichen under the snow. In summer they have much more choice of food. Some lichen are eaten by humans. A kind of lichen, which is called \"Iwatake\" in Japanese and \"Seogi\" in Korean language, is collected from cliffs, and used in various Korean and Japanese foods. Lichen have a high level of acid. Care must be taken, as there are at least two kinds of lichen that are toxic.\nThe bacterial or algal partners produce pigments that absorb sunlight in photosynthesis. There are reports dating back almost 2000 years of purple and red colours being extracted from lichens. Lichens of the family Roccellaceae are commonly called 'orchella weed'. They have been important in history, because they could supply orcein, a dye. \"Rocella tinctoria\" is the source of the pH indicator litmus. Orcein is got by boiling the lichen, and litmus is produced by adding ammonia and air. Orcein is also used as a food dye, with the E number E121.\nToday, dyes based on lichens have largely been replaced by synthetic ones.","categories":[],"infobox_types":[],"annotations":[{"uri":"Symbiosis","surface_form":"symbiosis","offset":14},{"uri":"Organism","surface_form":"organism","offset":56},{"uri":"Fungus","surface_form":"fungus","offset":101},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":160},{"uri":"Cyanobacterium","surface_form":"cyanobacterium","offset":229},{"uri":"Nutrient","surface_form":"nutrient","offset":311},{"uri":"Botanist","surface_form":"Botanist","offset":437},{"uri":"Biological_classification","surface_form":"biological classification","offset":526},{"uri":"Kingdom_(biology)","surface_form":"kingdoms","offset":625},{"uri":"Genus","surface_form":"genus","offset":700},{"uri":"Species","surface_form":"species","offset":710},{"uri":"Taxonomy","surface_form":"taxonomy","offset":908},{"uri":"Ascomycota","surface_form":"Ascomycete","offset":1287},{"uri":"Life_habit","surface_form":"life habit","offset":1726},{"uri":"Aquatic","surface_form":"aquatic","offset":1840},{"uri":"Environment","surface_form":"environment","offset":1848},{"uri":"Rock_(geology)","surface_form":"rock","offset":1874},{"uri":"Wall","surface_form":"wall","offset":1880},{"uri":"Roof","surface_form":"roof","offset":1888},{"uri":"Shrub","surface_form":"bushes","offset":1998},{"uri":"Water","surface_form":"water","offset":2077},{"uri":"Metabolism","surface_form":"metabolism","offset":2090},{"uri":"Mineral","surface_form":"mineral","offset":2159},{"uri":"Substrate","surface_form":"substrate","offset":2212},{"uri":"Nutrient","surface_form":"nutrient","offset":2259},{"uri":"Earth","surface_form":"Earth","offset":2726},{"uri":"Desert","surface_form":"desert","offset":2756},{"uri":"Coast","surface_form":"coast","offset":2771},{"uri":"Epiphyte","surface_form":"epiphyte","offset":2798},{"uri":"Rain_forest","surface_form":"rain forest","offset":2834},{"uri":"Temperate","surface_form":"temperate","offset":2851},{"uri":"Soil","surface_form":"soil","offset":2934},{"uri":"Antarctica","surface_form":"Antarctica","offset":3002},{"uri":"Horlick_Mountains","surface_form":"Horlick Mountains","offset":3021},{"uri":"Himalaya","surface_form":"Himalaya","offset":3109},{"uri":"European_Space_Agency","surface_form":"European Space Agency","offset":3179},{"uri":"Russia","surface_form":"Russia","offset":3323},{"uri":"Rocket","surface_form":"rocket","offset":3337},{"uri":"Orbit","surface_form":"orbit","offset":3353},{"uri":"Vacuum","surface_form":"vacuum","offset":3427},{"uri":"Outer_space","surface_form":"space","offset":3437},{"uri":"Radiation","surface_form":"radiation","offset":3454},{"uri":"Temperature","surface_form":"temperature","offset":3483},{"uri":"Rainforest","surface_form":"rainforest","offset":3654},{"uri":"Flowering_plant","surface_form":"flowering plant","offset":3684},{"uri":"Epiphyte","surface_form":"epiphyte","offset":3724},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":3769},{"uri":"New_Guinea","surface_form":"New Guinea","offset":3903},{"uri":"Evergreen","surface_form":"evergreen","offset":3936},{"uri":"Laurel","surface_form":"laurel","offset":3946},{"uri":"Parasitism","surface_form":"parasitism","offset":4576},{"uri":"Photosynthesis","surface_form":"photosynthetic","offset":4623},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":4648},{"uri":"Sugar","surface_form":"sugar","offset":4665},{"uri":"Alcohol","surface_form":"alcohol","offset":4671},{"uri":"Glucose","surface_form":"glucose","offset":4697},{"uri":"Atmosphere","surface_form":"atmospheric","offset":4748},{"uri":"Nitrogen","surface_form":"nitrogen","offset":4760},{"uri":"Ammonia","surface_form":"ammonium","offset":4777},{"uri":"Ion","surface_form":"ion","offset":4786},{"uri":"Amino_acid","surface_form":"amino acid","offset":4826},{"uri":"Protein","surface_form":"protein","offset":4842},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":5016},{"uri":"Environment","surface_form":"environment","offset":5049},{"uri":"Mineral","surface_form":"mineral","offset":5136},{"uri":"Nutrient","surface_form":"nutrient","offset":5278},{"uri":"Asexual_reproduction","surface_form":"asexual reproduction","offset":5496},{"uri":"Sexual_reproduction","surface_form":"sexually","offset":5776},{"uri":"Perennial","surface_form":"perennial","offset":5865},{"uri":"Swiss_Alps","surface_form":"Swiss Alps","offset":5913},{"uri":"Disperse","surface_form":"dispersal","offset":5960},{"uri":"Fossil","surface_form":"fossil","offset":6076},{"uri":"Ediacaran_biota","surface_form":"Ediacaran biota","offset":6467},{"uri":"Skepticism","surface_form":"skepticism","offset":6541},{"uri":"Rock_(geology)","surface_form":"rock","offset":6610},{"uri":"Radius","surface_form":"radius","offset":6691},{"uri":"Width","surface_form":"width","offset":6701},{"uri":"Environment","surface_form":"environment","offset":6854},{"uri":"Pollution","surface_form":"pollution","offset":6879},{"uri":"Ozone","surface_form":"ozone","offset":6890},{"uri":"Dye","surface_form":"dye","offset":6968},{"uri":"Perfume","surface_form":"perfume","offset":6974},{"uri":"Medicine","surface_form":"medicine","offset":6995},{"uri":"Antibiotics","surface_form":"antibiotics","offset":7034},{"uri":"Map_lichen","surface_form":"map lichen","offset":7228},{"uri":"Reindeer","surface_form":"reindeer","offset":7507},{"uri":"Shrub","surface_form":"shrub","offset":7537},{"uri":"Japanese_language","surface_form":"Japanese","offset":7694},{"uri":"Korean_language","surface_form":"Korean language","offset":7718},{"uri":"Acid","surface_form":"acid","offset":7836},{"uri":"Toxic","surface_form":"toxic","offset":7913},{"uri":"Bacteria","surface_form":"bacteria","offset":7924},{"uri":"Alga","surface_form":"alga","offset":7937},{"uri":"Pigment","surface_form":"pigment","offset":7960},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":7993},{"uri":"Orcein","surface_form":"orcein","offset":8248},{"uri":"Dye","surface_form":"dye","offset":8258},{"uri":"PH","surface_form":"pH","offset":8304},{"uri":"Litmus","surface_form":"litmus","offset":8317},{"uri":"Ammonia","surface_form":"ammonia","offset":8395},{"uri":"E_number","surface_form":"E number","offset":8456},{"uri":"Synthetic","surface_form":"synthetic","offset":8530}]}