{"id":198166,"url":"http://en.wikipedia.org/wiki/History_of_the_Earth","text":"The history of the Earth describes the most important events and fundamental stages in the development of the planet Earth from its formation to the present day.\nThe age of the Earth is about 4.56 billion years. Nearly all branches of science have helped us understand the main events of the Earth's past. The Earth is about one third the age of the universe.\nOrigin.\nThe formation of Earth occurred as part of the formation of the Solar System. It started as a large rotating cloud of dust and gas. This cloud, the solar nebula, was composed of hydrogen and helium produced in the Big Bang, as well as heavier elements produced in supernovas. Then, about 4.68 billion years ago, the solar nebula began to contract, rotate and gain angular momentum. This may have been triggered by a star in the region exploding as a supernova, and sending a shock wave through the solar nebula.\nAs the cloud rotated, it became a flat disc perpendicular to its axis of rotation. Most of the mass concentrated in the middle and began to heat up. Meanwhile, the rest of the disc began to break up into rings, with gravity causing matter to condense around dust particles. Small fragments collided to become larger fragments, including one collection about from the center: this would become the Earth. As the Sun condensed and heated, nuclear fusion started, and the solar wind cleared out most of the material in the disc, which had not yet condensed, into larger bodies.\nMoon.\nThe Earth's relatively large natural satellite, the Moon, is unique. During the Apollo program, rocks from the Moon's surface were brought to Earth. Radiometric dating of these rocks has shown the Moon to be 4527 ± 10 million years old, about 30 to 55 million years younger than other bodies in the solar system. New evidence suggests the Moon formed even later, 4.48±0.02 Ga, or 70–110 Ma after the start of the Solar System. Another notable feature is the relatively low density of the Moon, which must mean it does not have a large metallic core, like all other terrestrial bodies in the solar system. The Moon has a bulk composition closely resembling the Earth's mantle and crust together, without the Earth's core. This has led to the giant impact hypothesis: the idea that the Moon was formed during a giant impact of the proto-Earth with another protoplanet.\nThe impactor, sometimes named Theia, is thought to have been a little smaller than the current planet Mars. Theia finally collided with Earth about 4.533 Ga.\nModels reveal that when an impactor this size struck the proto-Earth at a low angle and relatively low speed (), much material from the mantles (and proto-crusts) of the proto-Earth and the impactor was ejected into space, where much of it stayed in orbit around the Earth. This material would eventually form the Moon. However, the metallic cores of the impactor would have sunk through the Earth's mantle to fuse with the Earth's core, depleting the Moon of metallic material. The giant impact hypothesis thus explains the Moon's abnormal composition. The ejecta in orbit around the Earth could have condensed into a single body within a couple of weeks. Under the influence of its own gravity, the ejected material became a more spherical body: the Moon.\nThe radiometric ages show the Earth existed already for at least 10 million years before the impact, enough time to allow for differentiation of the Earth's primitive mantle and core. Then, when the impact occurred, only material from the mantle was ejected, leaving the Earth's core of heavy elements untouched.\nThe impact had some important consequences for the young Earth. It released an enormous amount of energy, causing both the Earth and Moon to be completely molten. Immediately after the impact, the Earth's mantle was vigorously convecting, the surface was a large magma ocean. The planet's first atmosphere must have been completely blown away by the enormous amount of energy released. The impact is also thought to have changed Earth’s axis to produce the large 23.5° axial tilt that is responsible for Earth’s seasons (a simple, ideal model of the planets’ origins would have axial tilts of 0° with no recognizable seasons). It may also have sped up Earth’s rotation.\nArchean Earth.\nAt the beginning of the Archaean, the Earth's heat flow was nearly three times higher than it is today, and was still twice the current level by the beginning of the Proterozoic. Thus, plates and volcanic activity were considerably more active than they are today; the Earth's crust was not only thinner than is today, but probably broken up into many more tectonic plates, with numerous hot spots, rift valleys, and transform faults. The existence of plate tectonics in this eon is disputed: it is an active area of modern research.p297-302\nThere were no large continents until late in the Archean; small protocontinents were the norm, prevented from coalescing into larger units by the high rate of geologic activity. These felsic protocontinents probably formed at hot spots rather than subduction zones, from a variety of sources: mafic magma melting more felsic rocks, partial melting of mafic rock, and from the metamorphic alteration of felsic sedimentary rocks.p297-301\nThe Archean atmosphere apparently lacked free oxygen. Temperatures appear to have been near modern levels, although astronomers think that the sun was about one-third dimmer. This is thought to reflect larger amounts of greenhouse gases than later in Earth history.\nArchean geology.\nThe oldest rock formations exposed on the surface of the Earth are Archean or slightly older. Archean rocks are known from Greenland, the Canadian Shield, western Australia, and southern Africa. Although the first continents formed during this eon, rock this age makes up only 7% of the world's current cratons; even allowing for erosion and destruction of past formations, evidence suggests that only 5-40% of the present continental crust formed during the Archean.p301\nIn contrast to the Proterozoic, Archean rocks are often heavily metamorphized deep-water sediments, such as greywackes, mudstones, volcanic sediments, and banded iron formations. Greenstone belts are typical Archean formations, consisting of alternating high and low-grade metamorphic rocks. The high-grade rocks were derived from volcanic island arcs, while the low-grade metamorphic rocks represent deep-sea sediments eroded from the neighboring island arcs and deposited in a forearc basin. In short, greenstone belts represent sutured protocontinents.p302-3\nArchean life.\nFossils of cyanobacterial mats (stromatolites) are found throughout the Archean—becoming especially common late in the eon—while a few other probable bacterial fossils are known from chert beds.p307 In addition to bacteria, microfossils of the extremophilic archaea have also been identified.\nThere are no known eukaryote fossils.p306, 323 No fossil evidence yet exists for viruses.\nThe Proterozoic record.\nThe geologic record of the Proterozoic is much better than that for the preceding Archaean. In contrast to the deep-water deposits of the Archean, the Proterozoic features many strata that were laid down in extensive, shallow epicontinental seas; furthermore, many of these rocks are less metamorphosed than Archean-age ones, and plenty are in fact unaltered.p315 Study of these rocks show that the eon featured rapid continental accretion (unique to the Proterozoic), supercontinent cycles, and wholly-modern orogenic activity.p315/8; 329/32\nThe first known glaciations occurred during the Proterozoic. One ice age began shortly after the beginning of the eon. There were at least four during the Neoproterozoic, climaxing with the \"Snowball Earth\" of the Varangian glaciation.p320; 325\nThe build-up of oxygen.\nThe Great Oxygenation Event was one of the most important events of the Proterozoic. Though oxygen was undoubtedly released by photosynthesis well back in Archean times, it could not build up to any significant degree until chemical sinks--unoxidized sulfur and iron—had been filled; until roughly 2.3 billion years ago, oxygen was probably only 1 to 2% of its current level.(Stanley, 323) Banded iron formations, which provide most of the world's iron ore, were also a prominent chemical sink; most accumulation ceased after 1.9 billion years ago, either due to an increase in oxygen or a more thorough mixing of the oceanic water column.p324\nRed beds, which are coloured by haematite, indicate an increase in atmospheric oxygen after 2 billion years ago; they are not found in older rocks.(Stanley, 324) The oxygen build-up was probably due to two factors: a filling of the chemical sinks, and an increase in carbon burial, which stored organic compounds which would have otherwise been oxidized by the atmosphere.p325\nProterozoic life.\nThe first advanced single-celled and multi-cellular life roughly coincides with the oxygen accumulation; this may have been due to an increase in the oxidized nitrates that eukaryotes use, as opposed to cyanobacteria.(Stanley, 325) It was also during the Proterozoic that the first symbiotic relationship between mitochondria (for animals and protists) and chloroplasts (for plants) and their hosts evolved.p321-2\nEukaryotes such as acritarchs blossomed, as did cyanobacteria; in fact, stromatolites reached their greatest abundance and diversity during the Proterozoic, peaking roughly 1.2 billion years ago.321-3\nClassically, the boundary between the Proterozoic and the Paleozoic was set at the base of the Cambrian period when the first fossils of animals known as trilobites appeared. In the second half of the 20th century, a number of fossil forms have been found in Proterozoic rocks, but the boundary of the Proterozoic has remained fixed at the base of the Cambrian—currently placed at 542 Ma.\nPaleozoic.\nThe Paleozoic covers the time from the first appearance of abundant, hard-shelled fossils to the time when the continents were beginning to be dominated by large, relatively sophisticated reptiles and relatively modern plants.\nThe upper (youngest) boundary is set at a major extinction event 250 million years later, known as the Permian–Triassic extinction event. Modern practice sets the older boundary at the first appearance of a distinctive trace fossil called \"Phycodes pedum\".\nGeologically, the Paleozoic starts shortly after the breakup of a supercontinent called Rodinia and at the end of a global ice age (Snowball Earth). Throughout the early Palaeozoic, the Earth's landmass was broken up into a substantial number of relatively small continents. Toward the end of the era, the continents gathered together into a supercontinent called Pangaea, which included most of the Earth's land area.\nAt the start of the era, life was confined to bacteria, algae, sponges and a variety of somewhat enigmatic forms known collectively as the Ediacaran fauna. A large number of body plans appeared nearly simultaneously at the start of the era—a phenomenon known as the Cambrian Explosion.\nThere is some evidence that simple life may already have invaded the land at the start of the Palaeozoic, but substantial plants and animals did not take to the land until the Silurian and did not thrive until the Devonian. Although primitive vertebrates are known near the start of the Palaeozoic, animal forms were dominated by invertebrates until the mid-Palaeozoic. Fish populations exploded in the Devonian. During the late Palaeozoic, great forests of primitive plants thrived on land forming the great coal beds of Europe and eastern North America. By the end of the era, the first large, sophisticated reptiles and the first modern plants (conifers) had developed.\nMesozoic.\nThe Mesozoic covers the time when life was dominated by large sophisticated reptiles. The lower (oldest) boundary is set by the Tr extinction event. The upper (youngest) boundary is set at the T extinction event.\nGeologically, the Mesozoic starts with almost all the Earth's land collected into a supercontinent called Pangaea. During the era, Pangaea split into the northern continent Laurasia and the southern continent Gondwana. Laurasia then split into North America and Eurasia. Gondwana broke up progressively into continents: South America, Africa, Madagascar, India, Australia and Antarctica.\nThe Mesozoic is known as the Age of Dinosaurs. It also saw the development of early birds and mammals and, later, flowering plants (angiosperms). At the end of the Mesozoic, all the major body plans of modern life were in place, though in some cases notably the mammals the forms that existed at the end of the Cretaceous were relatively primitive.\nCenozoic .\nThe Cenozoic is the age of mammals. During the Cenozoic, mammals diverged from a few small, simple, generalized forms into a diverse collection of terrestrial, marine, and flying animals. Flowering plants and birds also evolved substantially in the Cenozoic .\nGeologically, the Cenozoic is the era when continents moved into their current positions. Africa and Australasia split from Gondwana to drift north, and India collided with Southeast Asia; Antarctica moved into its current position over the South Pole; the Atlantic Ocean widened and, late in the era, South America became attached to North America.","categories":[],"infobox_types":[],"annotations":[{"uri":"Planet","surface_form":"planet","offset":110},{"uri":"Earth","surface_form":"Earth","offset":117},{"uri":"Age_of_the_Earth","surface_form":"age of the Earth","offset":166},{"uri":"Billion","surface_form":"billion","offset":197},{"uri":"Science","surface_form":"science","offset":235},{"uri":"Universe","surface_form":"universe","offset":350},{"uri":"Solar_System","surface_form":"Solar System","offset":432},{"uri":"Hydrogen","surface_form":"hydrogen","offset":546},{"uri":"Helium","surface_form":"helium","offset":559},{"uri":"Big_Bang","surface_form":"Big Bang","offset":582},{"uri":"Chemical_element","surface_form":"elements","offset":611},{"uri":"Supernova","surface_form":"supernova","offset":632},{"uri":"Solar_nebula","surface_form":"solar nebula","offset":684},{"uri":"Angular_momentum","surface_form":"angular momentum","offset":732},{"uri":"Trigger","surface_form":"triggered","offset":769},{"uri":"Disc","surface_form":"disc","offset":919},{"uri":"Perpendicular","surface_form":"perpendicular","offset":924},{"uri":"Axis_of_rotation","surface_form":"axis of rotation","offset":945},{"uri":"Mass","surface_form":"mass","offset":975},{"uri":"Gravity","surface_form":"gravity","offset":1096},{"uri":"Dust","surface_form":"dust","offset":1138},{"uri":"Particle","surface_form":"particle","offset":1143},{"uri":"Fragment","surface_form":"fragments","offset":1160},{"uri":"Collide","surface_form":"collided","offset":1170},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":1317},{"uri":"Solar_wind","surface_form":"solar wind","offset":1349},{"uri":"Natural_satellite","surface_form":"natural satellite","offset":1490},{"uri":"Moon","surface_form":"Moon","offset":1513},{"uri":"Apollo_program","surface_form":"Apollo program","offset":1541},{"uri":"Radiometric_dating","surface_form":"Radiometric dating","offset":1610},{"uri":"Terrestrial_planet","surface_form":"terrestrial bodies","offset":2026},{"uri":"Theia_(planet)","surface_form":"Theia","offset":2358},{"uri":"Mars","surface_form":"Mars","offset":2430},{"uri":"Convection","surface_form":"convecting","offset":3784},{"uri":"Magma","surface_form":"magma","offset":3820},{"uri":"Axial_tilt","surface_form":"axial tilt","offset":4026},{"uri":"Volcano","surface_form":"volcanic","offset":4438},{"uri":"Tectonic_plate","surface_form":"tectonic plate","offset":4599},{"uri":"Hotspot_(geology)","surface_form":"hot spots","offset":4630},{"uri":"Rift_(geology)","surface_form":"rift","offset":4641},{"uri":"Valley","surface_form":"valley","offset":4646},{"uri":"Transform_fault","surface_form":"transform fault","offset":4659},{"uri":"Felsic","surface_form":"felsic","offset":4968},{"uri":"Subduction","surface_form":"subduction","offset":5032},{"uri":"Mafic","surface_form":"mafic","offset":5077},{"uri":"Magma","surface_form":"partial melting","offset":5116},{"uri":"Metamorphic_rock","surface_form":"metamorphic","offset":5160},{"uri":"Oxygen","surface_form":"oxygen","offset":5266},{"uri":"Earth","surface_form":"Earth","offset":5560},{"uri":"Greenland","surface_form":"Greenland","offset":5626},{"uri":"Canadian_Shield","surface_form":"Canadian Shield","offset":5641},{"uri":"Australia","surface_form":"Australia","offset":5666},{"uri":"Africa","surface_form":"Africa","offset":5690},{"uri":"Continents","surface_form":"continents","offset":5717},{"uri":"Craton","surface_form":"craton","offset":5806},{"uri":"Erosion","surface_form":"erosion","offset":5833},{"uri":"Continental_crust","surface_form":"continental crust","offset":5926},{"uri":"Greywacke","surface_form":"greywacke","offset":6083},{"uri":"Mudstone","surface_form":"mudstone","offset":6095},{"uri":"Banded_iron_formation","surface_form":"banded iron formation","offset":6130},{"uri":"Greenstone_belt","surface_form":"Greenstone belt","offset":6154},{"uri":"Island_arc","surface_form":"island arc","offset":6315},{"uri":"Basin_(geology)","surface_form":"forearc basin","offset":6454},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":6562},{"uri":"Stromatolites","surface_form":"stromatolites","offset":6583},{"uri":"Bacterium","surface_form":"bacterial","offset":6701},{"uri":"Chert","surface_form":"chert","offset":6734},{"uri":"Bacteria","surface_form":"bacteria","offset":6765},{"uri":"Archaea","surface_form":"archaea","offset":6809},{"uri":"Eukaryote","surface_form":"eukaryote","offset":6863},{"uri":"Virus","surface_form":"virus","offset":6925},{"uri":"Proterozoic","surface_form":"Proterozoic","offset":6985},{"uri":"Archaean","surface_form":"Archaean","offset":7040},{"uri":"Strata","surface_form":"strata","offset":7135},{"uri":"Metamorphic_rock","surface_form":"metamorphosed","offset":7247},{"uri":"Continent","surface_form":"continent","offset":7376},{"uri":"Supercontinent_cycle","surface_form":"supercontinent cycle","offset":7427},{"uri":"Orogeny","surface_form":"orogenic","offset":7468},{"uri":"Glaciation","surface_form":"glaciation","offset":7517},{"uri":"Ice_age","surface_form":"ice age","offset":7566},{"uri":"Neoproterozoic","surface_form":"Neoproterozoic","offset":7656},{"uri":"Snowball_Earth","surface_form":"Snowball Earth","offset":7692},{"uri":"Great_Oxygenation_Event","surface_form":"Great Oxygenation Event","offset":7774},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":7897},{"uri":"Oxidation","surface_form":"unoxidized","offset":8010},{"uri":"Sulfur","surface_form":"sulfur","offset":8021},{"uri":"Iron","surface_form":"iron","offset":8032},{"uri":"Banded_iron_formation","surface_form":"Banded iron formation","offset":8160},{"uri":"Red_beds","surface_form":"Red beds","offset":8414},{"uri":"Haematite","surface_form":"haematite","offset":8446},{"uri":"Carbon","surface_form":"carbon","offset":8681},{"uri":"Organic_chemistry","surface_form":"organic","offset":8709},{"uri":"Nitrate","surface_form":"nitrate","offset":8968},{"uri":"Eukaryote","surface_form":"eukaryote","offset":8982},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":9012},{"uri":"Symbiosis","surface_form":"symbiotic","offset":9091},{"uri":"Mitochondria","surface_form":"mitochondria","offset":9122},{"uri":"Animals","surface_form":"animals","offset":9140},{"uri":"Protist","surface_form":"protist","offset":9152},{"uri":"Chloroplast","surface_form":"chloroplast","offset":9166},{"uri":"Acritarch","surface_form":"acritarch","offset":9242},{"uri":"Stromatolite","surface_form":"stromatolite","offset":9295},{"uri":"Paleozoic","surface_form":"Paleozoic","offset":9482},{"uri":"Cambrian","surface_form":"Cambrian","offset":9519},{"uri":"Period_(geology)","surface_form":"period","offset":9528},{"uri":"Trilobita","surface_form":"trilobites","offset":9578},{"uri":"Cambrian","surface_form":"Cambrian","offset":9776},{"uri":"Paleozoic","surface_form":"Paleozoic","offset":9828},{"uri":"Fossil","surface_form":"fossil","offset":9906},{"uri":"Continent","surface_form":"continent","offset":9935},{"uri":"Reptile","surface_form":"reptile","offset":10012},{"uri":"Plant","surface_form":"plant","offset":10043},{"uri":"Extinction_event","surface_form":"extinction event","offset":10099},{"uri":"Permian%E2%80%93Triassic_extinction_event","surface_form":"Permian–Triassic extinction event","offset":10154},{"uri":"Trace_fossil","surface_form":"trace fossil","offset":10270},{"uri":"Supercontinent","surface_form":"supercontinent","offset":10374},{"uri":"Rodinia","surface_form":"Rodinia","offset":10396},{"uri":"Ice_age","surface_form":"ice age","offset":10431},{"uri":"Snowball_Earth","surface_form":"Snowball Earth","offset":10440},{"uri":"Pangaea","surface_form":"Pangaea","offset":10672},{"uri":"Bacteria","surface_form":"bacteria","offset":10773},{"uri":"Algae","surface_form":"algae","offset":10783},{"uri":"Sponge","surface_form":"sponge","offset":10790},{"uri":"Ediacaran","surface_form":"Ediacaran","offset":10866},{"uri":"Fauna","surface_form":"fauna","offset":10876},{"uri":"Cambrian","surface_form":"Cambrian","offset":10993},{"uri":"Silurian","surface_form":"Silurian","offset":11189},{"uri":"Devonian","surface_form":"Devonian","offset":11227},{"uri":"Vertebrate","surface_form":"vertebrate","offset":11256},{"uri":"Invertebrate","surface_form":"invertebrate","offset":11343},{"uri":"Fish","surface_form":"Fish","offset":11383},{"uri":"Forest","surface_form":"forest","offset":11460},{"uri":"Coal","surface_form":"coal","offset":11522},{"uri":"Europe","surface_form":"Europe","offset":11535},{"uri":"North_America","surface_form":"North America","offset":11554},{"uri":"Conifer","surface_form":"conifer","offset":11661},{"uri":"Reptile","surface_form":"reptile","offset":11772},{"uri":"Tr_extinction_event","surface_form":"Tr extinction event","offset":11824},{"uri":"T_extinction_event","surface_form":"T extinction event","offset":11889},{"uri":"Pangaea","surface_form":"Pangaea","offset":12015},{"uri":"Laurasia","surface_form":"Laurasia","offset":12082},{"uri":"Gondwana","surface_form":"Gondwana","offset":12118},{"uri":"South_America","surface_form":"South America","offset":12229},{"uri":"Africa","surface_form":"Africa","offset":12244},{"uri":"Madagascar","surface_form":"Madagascar","offset":12252},{"uri":"India","surface_form":"India","offset":12264},{"uri":"Australia","surface_form":"Australia","offset":12271},{"uri":"Antarctica","surface_form":"Antarctica","offset":12285},{"uri":"Dinosaur","surface_form":"Dinosaur","offset":12333},{"uri":"Bird","surface_form":"bird","offset":12381},{"uri":"Mammal","surface_form":"mammal","offset":12391},{"uri":"Plant","surface_form":"plant","offset":12421},{"uri":"Angiosperm","surface_form":"angiosperm","offset":12429},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":12608},{"uri":"Cainozoic","surface_form":"Cenozoic","offset":12661},{"uri":"Mammal","surface_form":"mammal","offset":12684},{"uri":"Angiosperms","surface_form":"Flowering plants","offset":12845},{"uri":"Geology","surface_form":"Geologically","offset":12917},{"uri":"Era","surface_form":"era","offset":12951},{"uri":"Continent","surface_form":"continent","offset":12960},{"uri":"Africa","surface_form":"Africa","offset":13007},{"uri":"Australasia","surface_form":"Australasia","offset":13018},{"uri":"Gondwana","surface_form":"Gondwana","offset":13041},{"uri":"India","surface_form":"India","offset":13070},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":13090},{"uri":"Antarctica","surface_form":"Antarctica","offset":13106},{"uri":"South_Pole","surface_form":"South Pole","offset":13158},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":13174},{"uri":"South_America","surface_form":"South America","offset":13219}]}