{"id":19827,"url":"http://en.wikipedia.org/wiki/Chloroplast","text":"A chloroplast is a small organelles inside the cells of plants and algae. They absorb light to make sugar in a process called photosynthesis. The sugar can be stored in the form of starch. Chloroplasts contain the molecule chlorophyll, which absorbs sunlight for photosynthesis. In addition to chlorophyll, a chloroplast uses carbon dioxide (CO2) and water (H2O) to form sugar and gives off oxygen (O2). Chlorophyll is what gives green plants their green colour. Chloroplasts also contain various yellow and orange pigments to assist in photon capture for photosynthesis.\nStructure.\nEach chloroplast is surrounded by a double walled semi-permeable membrane. These are collectively known as peristromia. In the layered stacks are flat disk-shaped thylakoids. They contain light-absorbing pigments, including chlorophyll and carotenoids, as well as proteins which bind the pigments. Like mitochondria, chloroplasts also contain their own DNA and ribosomes.\nEvolution.\nChloroplasts are one of the many different types of organelles in the cell. They are thought to have originated as endosymbiotic cyanobacteria. This was first suggested by Konstantin Mereschkowski in 1905 after an observation by Schimper in 1883 that chloroplasts closely resembled cyanobacteria. Almost all chloroplasts are thought to derive directly or indirectly from a single endosymbiotic event.\nMitochondria also had a similar origin, but chloroplasts are found only in plants and protista. In green plants, chloroplasts are surrounded by two lipid-bilayer membranes. They are thought to correspond to the outer and inner membranes of the ancestral cyanobacterium. Chloroplasts have their own genome, which is much smaller than that of free-living cyanobacteria. The DNA which remains shows clear similarities with the cyanobacterial genome. Plastids may contain 60–100 genes whereas cyanobacteria often contain more than 1500 genes. Many of the missing genes are encoded in the nuclear genome of the host.\nIn some algae (such as the heterokonts), chloroplasts seem to have evolved through a secondary event of endosymbiosis, in which a eukaryotic cell engulfed a second eukaryotic cell containing chloroplasts, forming chloroplasts with three or four membrane layers. In some cases, such secondary endosymbionts may have themselves been engulfed by still other eukaryotes, thus forming tertiary endosymbionts. In the alga \"Chlorella\", there is only one chloroplast, which is bell-shaped.\nIn some groups of mixotrophic protists such as the dinoflagellates, chloroplasts are separated from a captured alga or diatom and used temporarily. These klepto (stolen) chloroplasts may only have a lifetime of a few days and are then replaced.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organelle","surface_form":"organelle","offset":25},{"uri":"Cell_(biology)","surface_form":"cells","offset":47},{"uri":"Plants","surface_form":"plants","offset":56},{"uri":"Algae","surface_form":"algae","offset":67},{"uri":"Light","surface_form":"light","offset":86},{"uri":"Sugar","surface_form":"sugar","offset":100},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":126},{"uri":"Starch","surface_form":"starch","offset":181},{"uri":"Molecule","surface_form":"molecule","offset":214},{"uri":"Chlorophyll","surface_form":"chlorophyll","offset":223},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":326},{"uri":"Water","surface_form":"water","offset":351},{"uri":"Oxygen","surface_form":"oxygen","offset":391},{"uri":"Pigment","surface_form":"pigment","offset":515},{"uri":"Photon","surface_form":"photon","offset":537},{"uri":"Carotenoid","surface_form":"carotenoid","offset":823},{"uri":"Protein","surface_form":"protein","offset":847},{"uri":"Mitochondria","surface_form":"mitochondria","offset":886},{"uri":"DNA","surface_form":"DNA","offset":936},{"uri":"Ribosome","surface_form":"ribosome","offset":944},{"uri":"Endosymbiosis","surface_form":"endosymbiotic","offset":1081},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":1095},{"uri":"Mitochondria","surface_form":"Mitochondria","offset":1367},{"uri":"Plant","surface_form":"plant","offset":1442},{"uri":"Protist","surface_form":"protist","offset":1453},{"uri":"Cell_membrane","surface_form":"lipid-bilayer membrane","offset":1515},{"uri":"Heterokont","surface_form":"heterokont","offset":2006},{"uri":"Endosymbiont","surface_form":"endosymbiont","offset":2271},{"uri":"Mixotroph","surface_form":"mixotroph","offset":2479},{"uri":"Protist","surface_form":"protist","offset":2491},{"uri":"Dinoflagellate","surface_form":"dinoflagellate","offset":2512},{"uri":"Diatom","surface_form":"diatom","offset":2580}]}