{"id":1983,"url":"http://en.wikipedia.org/wiki/Inuit","text":"The Inuit are one of many groups of First Nations who live in very cold places of northern Canada, Greenland, the Arctic, and Alaska.\nThey are sometimes called \"Eskimos\", a word which likely comes from the Algonquin language and may mean \"eater of raw meat\". Most Inuit prefer to be called by their own name, either the more general Inuit particularly in Canada or their actual tribe name. Inuit is a tribe name but not all indigenous Arctic peoples in North America are Inuits. Particularly in the United States Alaska, the word Eskimo would be accepted as a more general term, but would probably refer to themselves by their tribe name.\nEtymology.\nInuit in Canada and Greenland like the name \"Inuit\" because it is their own name for themselves. \"Inuit\" means more than one, one person is an \"Inuk\". The native Greenlanders are related to the Inuit. The language of the Inuit is Inuktitut, and it is one of the official languages of Nunavut and of the Northwest Territories in Canada. Eskimo is a term more frequently used in mainstream United States where such concerns get less attention.\nInuits in Alaska have various concerns, such as protecting the caribou from American oil pipelines. Anti-seal hunt campaigns work to eliminate this aspect of northern culture, which most Inuits regard as vital to their lives.\nTraditional culture.\nInuit ate both raw and cooked meat and fish, as well as the fetus's of pregnant animals. Whale blubber was burned as fuel for cooking and lamps.\nInuit were also Nomadic people, but they did not domesticate any animals except for dogs, which they used to pull their sleds and help with the hunting. They were hunter-gatherer<nowiki/>s, living off the land. They were very careful to make good use of every part of the animals they killed. Respect for the land and the animals they harvested was and is a focal part of their culture.\nInuit lived in tents made of animal skins during the summer. In the winter they lived in sod houses and igloos. They could build an igloo out of snow bricks in just a couple of hours. Snow is full of air spaces, which helps it hold in warmth. With just a blubber lamp for heat, an igloo could be warmer than the air outside. The Inuit made very clever things from the bones, antlers, and wood they had. They invented the harpoon, which was used to hunt seals and whales. They built boats from wood or bone covered with animal skins. They invented the \"kayak\" for one man to use for hunting the ocean and among the pack ice.\nInuit sleds could be built from wood, bone, or even animal skins wrapped around frozen fish. Dishes were made from carving soapstone, bones, or musk ox horns. They wore two layers of skins, one fur side in, the other facing out, to stay warm.\nInuit had to be good hunters to survive. When an animal was killed in a hunt, it was thanked respectfully for offering itself to the hunter. They believed it intended to provide itself as a gift towards the survival of the hunter and his children. Their gratitude was deeply sincere and is an important aspect of their belief system. In the winter, seals did not come out onto the ice. They only came up for air at holes they chewed in the ice. Inuit would use their dogs to find the air holes, then wait patiently until the seal came back to breathe and kill it with a harpoon. In the summer, the seals would lie out on the ice enjoying the sun. The hunter would have to slowly creep up on a seal to kill it. The Inuit would use their dogs and spears to hunt polar bears, musk ox, and caribou. Sometimes they would kill caribou from their boats as the animals crossed the rivers on their migration.\nThe Inuit even hunted whales. From their boat, they would throw harpoons that were attached to floats made of inflated seal skins. The whale would grow tired from dragging the floats under the water. When it slowed down and came up to the surface, the Inuit could keep hitting it with more harpoons or spears until it died. Whale blubber provide Vitamin D and Omegas to their cultural diet, and prevented rickets. The whaling industry around the world has depleted the whale population, and now traditional whale hunting for subsistence purposes is rare around the world. Inuits have added to their modern northern diet with grocery foods, which are normally very expensive in the north.\nClothes.\nDuring the summer months, the Inuit were able to gather berries and roots to eat. They also collected grass to line their boots or make baskets. Often the food they found or killed during the summer was put into a \"cache\" for use during the long winter. A cache was created by digging down to the permafrost and building a rock lined pit there. The top would be covered with a pile of rocks to keep out the animals. It was as good as a freezer, because the food would stay frozen there until the family needed it. Inuit cultural traditions and traditional stories provided each new generation with the lifeskills and knowledge to survive their environment and work together. They usually moved around in small groups looking for food, and sometimes they would get together with other groups to hunt for larger animals such as whales. The men did the hunting and home building, and also made weapons, sleds, and boats. The women cooked, made the clothes, and took care of the children. Children and infants under the ages of 5 became easy victims of hypothermia, and if they were to die, their mothers would weight the children's corpses with stones and wrap them in fishnets before placing the bodies through holes in the ice. The mothers believed the children's souls were being offered to the god Phallus, who would reincarnate them as whales. Something wrong here Phallus isn't found in North America. Some Canadian companies like Canada Goose and Moose Knuckle have clothing designs based on Inuit culture.\nNorth American Arctic people today.\nToday, most Inuit live in modern houses. Many still hunt or fish for a major part of their food supply and sometimes some income. Seal pelts are used to protect from the extreme cold in the Arctic and are far more effective than man-made fabrics. The technology has worked well for many thousands of years. Besides, commercial winter clothes are expensive. Today, they use rifles and snowmobiles when hunting, however traditional values respecting the animals hunted still very much applies. In Alaska, many of the people have received money from the oil discovered in that state on their traditional lands.\nThe Arctic is very different from the rest of the world. The way of life in the south does not work well in the north. Canada values having Inuit peoples in Canada's northernmost lands as proof of sovereignty over the Canadian portion of the Arctic Circle. It's a very challenging living in an Arctic environment. There is some controversy over the practice of sinking the corpses of child victims of hypothermia under the ice, as bodies have been known to drift through the currents and wash up on the eastern coast of Canada, and, upon occasion, the northeastern United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"First_Nations","surface_form":"First Nations","offset":36},{"uri":"Canada","surface_form":"Canada","offset":91},{"uri":"Greenland","surface_form":"Greenland","offset":99},{"uri":"Arctic","surface_form":"Arctic","offset":114},{"uri":"Alaska","surface_form":"Alaska","offset":126},{"uri":"Algonquin","surface_form":"Algonquin","offset":206},{"uri":"Greenland","surface_form":"Greenland","offset":812},{"uri":"Language","surface_form":"language","offset":855},{"uri":"Inuktitut","surface_form":"Inuktitut","offset":880},{"uri":"Official_language","surface_form":"official language","offset":912},{"uri":"Nunavut","surface_form":"Nunavut","offset":934},{"uri":"Northwest_Territories","surface_form":"Northwest Territories","offset":953},{"uri":"Caribou","surface_form":"caribou","offset":1155},{"uri":"Oil","surface_form":"oil","offset":1177},{"uri":"Hunt","surface_form":"hunt","offset":1202},{"uri":"Nomadic_people","surface_form":"Nomadic people","offset":1500},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":1647},{"uri":"House","surface_form":"house","offset":1964},{"uri":"Igloo","surface_form":"igloo","offset":1975},{"uri":"Snow","surface_form":"snow","offset":2016},{"uri":"Harpoon","surface_form":"harpoon","offset":2292},{"uri":"Whale","surface_form":"whale","offset":2334},{"uri":"Wood","surface_form":"wood","offset":2364},{"uri":"Bone","surface_form":"bone","offset":2372},{"uri":"Kayak","surface_form":"kayak","offset":2423},{"uri":"Ice","surface_form":"ice","offset":2490},{"uri":"Fish","surface_form":"fish","offset":2582},{"uri":"Ox","surface_form":"musk ox","offset":2639},{"uri":"Pinniped","surface_form":"seals","offset":3087},{"uri":"Air","surface_form":"air","offset":3146},{"uri":"Summer","surface_form":"summer","offset":3324},{"uri":"Sun","surface_form":"sun","offset":3380},{"uri":"Polar_bear","surface_form":"polar bear","offset":3498},{"uri":"Ox","surface_form":"musk ox","offset":3511},{"uri":"Caribou","surface_form":"caribou","offset":3524},{"uri":"Whale","surface_form":"whale","offset":3660},{"uri":"Inflate","surface_form":"inflated","offset":3748},{"uri":"Vitamin_D","surface_form":"Vitamin D","offset":3984},{"uri":"Whaling","surface_form":"whaling","offset":4056},{"uri":"Basket","surface_form":"basket","offset":4471},{"uri":"Freezer","surface_form":"freezer","offset":4771},{"uri":"Whale","surface_form":"whale","offset":5161},{"uri":"Weapon","surface_form":"weapon","offset":5226},{"uri":"Sled","surface_form":"sled","offset":5235},{"uri":"Boat","surface_form":"boat","offset":5246},{"uri":"Cloth","surface_form":"cloth","offset":5280},{"uri":"Phallus","surface_form":"Phallus","offset":5634},{"uri":"Gun","surface_form":"rifles","offset":6255},{"uri":"Snowmobile","surface_form":"snowmobiles","offset":6266},{"uri":"Alaska","surface_form":"Alaska","offset":6377},{"uri":"Oil","surface_form":"oil","offset":6433},{"uri":"Northeastern_United_States","surface_form":"northeastern United States","offset":7042}]}