{"id":19841,"url":"http://en.wikipedia.org/wiki/Bras%C3%ADlia","text":"Brasília () is the capital city of Brazil. The name is commonly spelled \"Brasilia\" in English. The city and its Federal District are in the Central-West region of the country. It is on a plateau known as \"Planalto Central\". Brasília has a population of about 2,557,000 (3,599,000 in the metropolitan area) as of the 2008 IBGE estimate. It is the fourth largest city in Brazil. But the Brasília metropolitan area is the sixth largest in the nation. It is listed as a World Heritage Site. Brasília hosts 124 foreign embassies.\nViewed from above, the main portion of the city resembles an airplane or a butterfly. The Monumental Axis goes east-west and holds government buildings and monuments. The other axis is curved in a north south direction. The city is commonly referred to as \"Capital Federal\", or simply \"BSB\". As the national capital, Brasília is the seat of all three branches of the Brazilian government. The city also hosts the headquarters of many Brazilian companies. Planning policies place residential buildings around expansive urban areas. The plan includes large avenues. It divides the city into sectors with different purposes, including accommodation and tourism. The city is built around an artificial lake, Lake Paranoá.\nResidents of Brasília are known as \"brasilienses\" or \"candangos\". (The \"candangos\" are people who moved to Brasília when the city was established). In local usage, the word \"Brasília\" usually refers only to the First Administrative Region within the Distrito Federal (Federal District), where the most important government buildings are. Brasília has a unique status in Brazil, as it is an administrative division rather than a legal municipality like nearly all cities in Brazil. In the rest of Brazil, Brasília is almost always means the Brazilian Federal District. There are several \"satellite cities,\" which are also part of the Federal District.\nHistory.\nThe city was planned and developed as a new town in 1956. Lúcio Costa was the principal urban planner and Oscar Niemeyer was the principal architect. Roberto Burle Marx was the landscape designer. They created the \"Plano Piloto de Brasília\". Brasília was built in 41 months, from 1956 to April 21, 1960.\nTransportation.\nThe Brasília subway system (\"Metrô de Brasília\") has 24 stations on two lines long. The subway currently covers the south half of the metropolitan area. In 2010, a light rail line was added. By 2014, the light rail line will go from the end of the north wing of the city to the airport in the south.\nBrasília International Airport is the main airport in Brasília, connecting the capital to all major Brazilian cities and many airports in other countries. It is the third most important airport of Brazil, in terms of passengers and aircraft movements.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_city","surface_form":"capital city","offset":19},{"uri":"Brazil","surface_form":"Brazil","offset":35},{"uri":"Brazilian_Federal_District","surface_form":"Federal District","offset":112},{"uri":"Central-West_Region%2C_Brazil","surface_form":"Central-West region","offset":140},{"uri":"Planalto_Central","surface_form":"Planalto Central","offset":205},{"uri":"Brazilian_Institute_of_Geography_and_Statistics","surface_form":"IBGE","offset":321},{"uri":"Metropolitan_area","surface_form":"metropolitan area","offset":394},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":466},{"uri":"Embassy","surface_form":"embassies","offset":514},{"uri":"Politics_of_Brazil","surface_form":"Brazilian government","offset":892},{"uri":"Lake_Parano%C3%A1","surface_form":"Lake Paranoá","offset":1229},{"uri":"Brazilian_Federal_District","surface_form":"Distrito Federal","offset":1493},{"uri":"List_of_cities_in_Brazil","surface_form":"cities in Brazil","offset":1706},{"uri":"Brazilian_Federal_District","surface_form":"Brazilian Federal District","offset":1783},{"uri":"New_town","surface_form":"new town","offset":1943},{"uri":"Lucio_Costa","surface_form":"Lúcio Costa","offset":1961},{"uri":"Oscar_Niemeyer","surface_form":"Oscar Niemeyer","offset":2009},{"uri":"Roberto_Burle_Marx","surface_form":"Roberto Burle Marx","offset":2053},{"uri":"Landscape_architecture","surface_form":"landscape designer","offset":2080},{"uri":"Subway","surface_form":"subway","offset":2236},{"uri":"Light_rail","surface_form":"light rail","offset":2387},{"uri":"Bras%C3%ADlia_International_Airport","surface_form":"Brasília International Airport","offset":2523},{"uri":"Airport","surface_form":"airport","offset":2649}]}