{"id":198693,"url":"http://en.wikipedia.org/wiki/Fujian","text":"Fujian (;) is a province on the southeast coast of China. The capital is Fuzhou.\nMost of Fujian is administered by the People's Republic of China. However some Fujian areas like Kinmen (also called Quemoy) and Matsu are under the control of the Republic of China. The PRC however, still claim that Kinmen and Matsu to be part of Fujian Province of the PRC.\nGeography.\nFujian is separated from Taiwan by the 180km wide Taiwan Strait. Some of the small islands in the strait are also part of the province.\nSmall parts of the province, namely the islands of Kinmen and Matsu, are under the administration of the Republic of China. The area of Fujian is about 121,400 square kilometers.\nThe People's Republic of China controls most of the province, and divides it into nine prefecture-level divisions.\nAll of these cities except Longyan, Sanming, and Nanping are found along the coast.\nEconomy.\nFujian is one of the powerhouses in Chinese economy. In 2008, Fujian's nominal GDP rose by 13% from the previous year. With year-over-year growth rate of ~10% in past years, Fujian's 2017 GDP reached 3.23 trillion Yuan (1 Yuan is about 0.66 US $ in 2017).This puts Fujian in No. 10 spot among Chinese provinces by GDP ranking.\nDemographics.\nThe population is 34.71 million (2000 population census). Han Chinese make up most of the population.In 2018, the population increased to 39.11 million.","categories":[],"infobox_types":[],"annotations":[{"uri":"Political_divisions_of_China","surface_form":"province","offset":16},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":51},{"uri":"Fuzhou","surface_form":"Fuzhou","offset":73},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":119},{"uri":"Fujian_Province%2C_Republic_of_China","surface_form":"Fujian","offset":160},{"uri":"Kinmen","surface_form":"Kinmen","offset":178},{"uri":"Matsu_Islands","surface_form":"Matsu","offset":210},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":245},{"uri":"Quemoy","surface_form":"Kinmen","offset":555},{"uri":"Matsu_Islands","surface_form":"Matsu","offset":566},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":687},{"uri":"Census","surface_form":"census","offset":1281},{"uri":"Han_Chinese","surface_form":"Han Chinese","offset":1290}]}