{"id":198801,"url":"http://en.wikipedia.org/wiki/Stone_Cold_Steve_Austin","text":"Steve Austin (born Steven James Anderson on December 18, 1964, later Steven Williams), better known by his ring name \"Stone Cold\" Steve Austin is an American retired professional wrestler, producer, and actor. He is known for his work within the WWE where he worked from 1995 to 2002. He is currently signed with the WWE in a Legends deal.\nHe is known for portraying a disrespectful, beer-drinking antihero and had a popular feud with his boss Mr. McMahon during The Attitude Era. His finishing move is the Stone Cold Stunner. He was inducted into the WWE Hall of Fame in 2009 by Vince McMahon.\nStone Cold hosted of the fifth season of Tough Enough. He currently hosts weekly podcast called \"The Steve Austin Show\" on PodcastOne.com where he talks about stuff that interests him and interviews guests. He also hosts the reality competition show \"Redneck Island\" on CMT and debuted a new reality show for CMT on June 10, 2014 called \"Steve Austin's Broken Skull Ranch\".\nEarly years.\nAustin first joined Chris Adams' school in the Dallas Sportatorium, where Chris Adams also competed for World Class Championship Wrestling. Adams' trained purely technical and taught Austin the wrestling moves. Adams' however did not teach Austin anything relating to kayfabe or the business. The first lesson that Austin learned was from Tony Falk, a referee in Austin's 1989 televised World Class debut against a wrestler named Frogman LeBlanc. Falk called spots and helped Austin win the match by pinfall. Austin first competed under his real name but was named \"Steve Austin\" by Memphis booker Dutch Mantell. Austin returned to Dallas and had a feud with Adams, who was managed by Percy Pringle and was led to the ring by Jeannie Adams (Adams' real-life former wife and Austin's girlfriend at the time). During that time, Austin adopted the \"Stunning\" nickname which he also used in WCW.\nWorld Championship Wrestling.\nAfter leaving the USWA in 1990, Austin signed with WCW in 1991. He was first accompanied by a valet named Vivacious Veronica but was later joined by Jeannie Adams who was known as \"Lady Blossom\". A couple weeks before he debuted, Austin was able to defeat Bobby Eaton to win his first WCW World Television Championship on June 3, 1991. Later in that year, he joined Paul E. Dangerously's Dangerous Alliance. On April 27, 1992, Barry Windham defeated Austin in a two out of three falls match to win the WCW Television Championship. Austin won the title back from Windham on May 23. He held the title until he lost the title to Ricky Steamboat on September 2, 1992. The Dangerous Alliance stable broke up a while later. During Halloween Havoc, he replaced Terry Gordy and teamed with \"Dr. Death\" Steve Williams in a match against Dustin Rhodes and Barry Windham for the unified WCW and NWA World Tag Team title. The match ended in a thirty-minute time limit draw.\nIn January 1993, Austin joined Brian Pillman to form the tag team The Hollywood Blonds. Austin and Pillman defeated Ricky Steamboat and Shane Douglas on March 3 to win the WCW World Tag Team Championship. The Blonds held the titles for five months. At Clash of the Champions XXIII, Austin and Pillman competed in a two-out-of-three-falls tag team title match against Ric Flair and Arn Anderson. The Blonds were defeated by Flair and Anderson but they were not given the titles because one of the falls was counted by a disqualification. The Blonds were scheduled to defend their title against Anderson and Paul Roma at Clash of the Champions XXIV. Pillman was however injured and was replaced by Steven Regal. Anderson and Roma defeated Austin and Regal at the event. While Pillman was still injured, Austin joined Colonel Robert Parker's Stud Stable. When Pillman returned, he was betrayed by Austin and was defeated in a singles match against Austin at Clash of the Champions XXV.\nAustin defeated Dustin Rhodes with two straight falls in a two-out-of-three-falls match to win the WCW United States Heavyweight Championship at Starrcade. On August 24, 1994, Austin lost the championship to Ricky Steamboat. Austin was supposed to have a rematch for the title at Fall Brawl but won the title by forfeit after Steamboat was not able to compete because to a back injury. His reign as champion only lasted minutes when lost to Jim Duggan, who was acting as Steamboat's replacement. The match only lasted thirty-five seconds. He had a rematch against Duggan for the United States Championship at both Halloween Havoc 1994 and Clash of the Champions XXIX but didn't win either matches. After Austin returned from a knee injury in early 1995, he took part in a tournament to crown the new WCW United States Heavyweight title. Austin defeated Duggan in the first round by count-out but lost in the quarterfinals to Randy \"Macho Man\" Savage\nExtreme Championship Wrestling.\nWhen Austin suffered a triceps injury while on a tour of Japan, he was fired by WCW Vice President Eric Bischoff. WCW and Bischoff thought that Austin would not be a 'marketable' wrestler. After he was fired, Austin expressed his opinion on being fired by Eric Bischoff over the phone as having taken the coward's way out. Bischoff said that he fired Austin because he refused to do a taping in Atlanta. When he heard that Austin was fired, Paul Heyman who ran Extreme Championship Wrestling (ECW), contacted him. Heyman hired Austin to perform in-ring interviews because Austin was still not recovered from his injury enough to compete. Austin's time in ECW helped build his future \"Stone Cold\" persona. He appeared in vignettes which ran down WCW and Bischoff. Some of the more memorable promos that he did involved his then-status as \"WCW Monday Nitro\" host by introducing \"Monday NyQuil\". He was also joined by \"Bongo\", (which were a set of bongo drums that were meant to represent Steve \"Mongo\" McMichael) in helping to promote the show \"where the big boys play with each other\"\nDuring his time in ECW, he was known under the ring name \"Superstar\" Steve Austin. He feuded with Mikey Whipwreck and had a match with The Sandman. Austin challenged for the ECW Championship but was defeated by Whipwreck at November to Remember. Austin competed in a Triple Threat match at December to Dismember against The Sandman and Whipwreck for the ECW World Heavyweight Championship but he did not win the match. Heyman said later on that he wanted to have Austin win the ECW Championship but Austin did not want to win it because he felt that he was more effective \"as the hunter, rather than the hunted.\"","categories":[],"infobox_types":["Wrestler"],"annotations":[{"uri":"Ring_name","surface_form":"ring name","offset":107},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":166},{"uri":"World_Wrestling_Entertainment","surface_form":"WWE","offset":246},{"uri":"Antihero","surface_form":"antihero","offset":398},{"uri":"Vince_McMahon","surface_form":"Mr. McMahon","offset":444},{"uri":"The_Attitude_Era","surface_form":"The Attitude Era","offset":463},{"uri":"WWE_Hall_of_Fame","surface_form":"WWE Hall of Fame","offset":552},{"uri":"WWE_Tough_Enough","surface_form":"Tough Enough","offset":636},{"uri":"Podcast","surface_form":"podcast","offset":676},{"uri":"Country_Music_Television","surface_form":"CMT","offset":865},{"uri":"Chris_Adams_(wrestler)","surface_form":"Chris Adams","offset":1002},{"uri":"World_Class_Championship_Wrestling","surface_form":"World Class Championship Wrestling","offset":1086},{"uri":"Kayfabe","surface_form":"kayfabe","offset":1250},{"uri":"Dutch_Mantel","surface_form":"Dutch Mantel","offset":1580},{"uri":"Dallas","surface_form":"Dallas","offset":1614},{"uri":"Paul_Bearer","surface_form":"Percy Pringle","offset":1667},{"uri":"Jeannie_Clark","surface_form":"Jeannie Adams","offset":1708},{"uri":"Bobby_Eaton","surface_form":"Bobby Eaton","offset":2160},{"uri":"WCW_World_Television_Championship","surface_form":"WCW World Television Championship","offset":2189},{"uri":"Paul_Heyman","surface_form":"Paul E. Dangerously","offset":2270},{"uri":"Barry_Windham","surface_form":"Barry Windham","offset":2331},{"uri":"Ricky_Steamboat","surface_form":"Ricky Steamboat","offset":2530},{"uri":"Terry_Gordy","surface_form":"Terry Gordy","offset":2658},{"uri":"%26quot%3BDr._Death%26quot%3B_Steve_Williams","surface_form":"\"Dr. Death\" Steve Williams","offset":2686},{"uri":"Goldust","surface_form":"Dustin Rhodes","offset":2732},{"uri":"Brian_Pillman","surface_form":"Brian Pillman","offset":2897},{"uri":"Tag_team","surface_form":"tag team","offset":2923},{"uri":"Shane_Douglas","surface_form":"Shane Douglas","offset":3002},{"uri":"WCW_World_Tag_Team_Championship","surface_form":"WCW World Tag Team Championship","offset":3038},{"uri":"Ric_Flair","surface_form":"Ric Flair","offset":3233},{"uri":"Arn_Anderson","surface_form":"Arn Anderson","offset":3247},{"uri":"William_Regal","surface_form":"Steven Regal","offset":3562},{"uri":"Robert_Fuller","surface_form":"Colonel Robert Parker","offset":3681},{"uri":"WWE_United_States_Championship","surface_form":"WCW United States Heavyweight Championship","offset":3948},{"uri":"Starrcade_(1993)","surface_form":"Starrcade","offset":3994},{"uri":"Randy_Savage","surface_form":"Randy \"Macho Man\" Savage","offset":4774},{"uri":"Triceps_brachii_muscle","surface_form":"triceps","offset":4854},{"uri":"Japan","surface_form":"Japan","offset":4888},{"uri":"Eric_Bischoff","surface_form":"Eric Bischoff","offset":4930},{"uri":"Paul_Heyman","surface_form":"Paul Heyman","offset":5272},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":5292},{"uri":"WCW_Monday_Nitro","surface_form":"WCW Monday Nitro","offset":5669},{"uri":"NyQuil","surface_form":"NyQuil","offset":5715},{"uri":"Bongo_drum","surface_form":"bongo drum","offset":5776},{"uri":"Steve_McMichael","surface_form":"Steve \"Mongo\" McMichael","offset":5817},{"uri":"The_Sandman_(wrestler)","surface_form":"The Sandman","offset":6050},{"uri":"ECW_World_Heavyweight_Championship","surface_form":"ECW Championship","offset":6089},{"uri":"December_to_Dismember_(1995)","surface_form":"December to Dismember","offset":6205}]}