{"id":19883,"url":"http://en.wikipedia.org/wiki/Matt_Groening","text":"Matthew Abram \"Matt\" Groening (born February 15, 1954) is an American cartoonist, screenwriter, producer, animator, author, musician, comedian, and voice actor. He is the creator of the comic strip \"Life in Hell\", as well as two successful television series, \"The Simpsons\" and \"Futurama\".\nGroening has won 12 Primetime Emmy Awards, ten for The Simpsons and two for Futurama as well as a British Comedy Award for \"outstanding contribution to comedy\" in 2004. In 2002, he won the National Cartoonist Society Reuben Award for his work on Life in Hell. He received a star on the Hollywood Walk of Fame on February 14, 2012.\nEarly life.\nHe was born on February 15, 1954 in Portland, Oregon, the middle of five children. His mother Margaret Ruth was once a teacher. His father Homer Philip Groening was a filmmaker, advertiser, writer and cartoonist. Groening has Norwegian and German ancestry.\nGroening grew up in Portland, and attended Ainsworth Elementary School, Lincoln High School and also The Evergreen State College in Olympia, Washington.\nPersonal life.\nGroening identifies himself as agnostic and liberal. He has often made campaign contributions to Democratic Party candidates. His first cousin, Laurie Monnes Anderson, is a member of the Oregon State Senate representing eastern Multnomah County.\nHe has been married twice. Groening and Deborah Caplan married in 1986. They had 2 sons - Homer (who is called Will) and Abe. Couple split up in 1999. In 2011, Groening married Argentinian artist Agustina Picasso and became stepfather to her daughter Camille. In May 2013, Picasso gave birth to Nathaniel Philip Picasso Groening who was named after American writer Nathanael West.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":61},{"uri":"Life_in_Hell","surface_form":"Life in Hell","offset":199},{"uri":"The_Simpsons","surface_form":"The Simpsons","offset":260},{"uri":"Futurama","surface_form":"Futurama","offset":279},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":1155}]}