{"id":19902,"url":"http://en.wikipedia.org/wiki/Serengeti","text":"The Serengeti (also Seremgeti) is a region of savannah (woodlands and grasslands) in East Africa. The south of it (80%) belongs to Tanzania. The north of it is in Kenya. It is about 30,000 square kilometers, and one of the greatest areas for wildlife.\nIt has more than 1.6 million herbivores and thousands of predators. Wildebeests, gazelles, zebras and buffalos are the most common animals in the region.\nThis area is most famous for the migration that takes place every year.\nEvery year around October nearly 1.5 million herbivores travel towards the southern plains, crossing the Mara River, from the northern hills for the rains. And then back to the north through the west, once again crossing the Mara river, after the rains in around April. This phenomenon is sometimes also called the Circular Migration.\nAlso in this area is the archeologically significant Olduvai Gorge where some of the oldest hominid fossils are found.\nThe Serengeti region contains the Serengeti National Park, the Ngorongoro Conservation Area and Maswa Game Reserve in Tanzania and the Maasai Mara National Reserve in Kenya.\nGeography.\nThe park covers 14,763 km² (5,700 square miles) of grassland plains and savanna as well as riverine forest and woodlands. The park is in the north of the country, bordered to the north by the national Tanzania and Kenyan border, where it is continuous with the Masai Mara National Reserve. To the southeast of the park is Ngorongoro Conservation Area, to the southwest is Maswa Game Reserve, and to the western borders are Ikorongo and Grumeti Game Reserves, to the northeast is Loliondo Game Control Area.\nFew people are allowed to live in the National Park. Exceptions the staff of the Park, researchers and staff of Frankfurt Zoological Society, and staff of the various lodges and hotels. The main settlement is at Seronera.\nWildlife.\nThe park also supports many further species, including cheetah, Thomson's and Grant's gazelle, topi, eland, water buck, hyena, baboon, impala, African wild dog and giraffe. The park also boasts about 500 bird species, including ostrich, secretary bird, Kori bustard, crowned crane, marabou stork, martial eagle, lovebirds and many species of vultures.\nNgorongoro Conservation Area.\nNgorongoro is the caldera of a huge extinct volcano, which is part of the Serengeti area.\nThe Ngorongoro Conservation Area (NCA) is a UNESCO World Heritage Site 180 km (112 miles) west of Arusha in the Crater Highlands area of Tanzania.\nNgorongoro Crater.\nThe main feature of the NCA is the Ngorongoro Crater'\", a large volcanic caldera. The crater, which formed when a giant volcano exploded and collapsed on itself some two to three million years ago, is deep and its floor covers.\nEstimates of the height of the original volcano range from fifteen to nineteen thousand feet (4500 to 5800 metres) high.\nAlthough thought of as \"a natural enclosure\" for a very wide variety of wildlife, up to 20% or more of the wildebeest (\"Connochaetes taurinus\") and half the zebra (\"Equus burchelli\") populations leave the Crater in the wet season. The Ngorongoro lions are significantly inbred, with many genetic problems passed from generation to generation. This is due to the very few new bloodlines that enter the local gene pool, because few migrating male lions enter the crater from the outside. Those who do enter the crater often cannot contribute to the gene pool. The crater's male lions, because of their large size (the result of an abundant food source), easily expel outside competitors.\nAnimal populations in the crater include most of the species in East Africa, but there are no impalas (\"Aepyceros melampus\"), giraffes (\"Giraffa camelopardalis\"), or crocodiles (\"Crocodylus niloticus\").\nThe crater highlands on the side facing the easterly trade winds receives 800–1200 mm of rain a year and is covered largely in montane forest, while the less-steep west wall receives only 400–600 mm; this side is grassland and bushland dotted with Euphorbia bussei trees. The crater floor is mostly open grassland with two small wooded areas dominated by \"Acacia xanthophloea\".\nThe Munge Stream drains Olmoti Crater to the north, and is the main water source draining into the seasonal salt lake in the center of the crater. This lake is known by two names: \"Makat\" as the Maasai called it, meaning salt; and \"Magadi\". The Lerai Stream drains the humid forests to the south of the Crater, and it feeds the Lerai Forest on the crater floor - when there is enough rain, the Lerai drains into Lake Magadi as well. Extraction of water by lodges and NCA headquarters reduces the amount of water entering Lerai by around 25%.\nThe other major water source in the crater is the Ngoitokitok Spring, near the eastern crater wall. There is a picnic site here open to tourists and a huge swamp fed by the spring, and the area is inhabited by hippopotamus, elephants, lions, and many others. Many other small springs are around the crater's floor, and these are important water supplies for the animals and local Masaai, especially during times of drought.\nAside from herds of zebra, gazelle, and wildebeest, the crater is home to the \"Big Five Game\" of rhinoceros, lion, leopard, elephant, and buffalo. The crater plays host to almost every individual species of wildlife in East Africa, with an estimated 25 000 animals within the crater.\nFollowing the recommendations of a committee of scientists after the 2000 drought, an ecological burning program was implemented in the crater, which entails annual or biannual controlled burns of up to 20% of the grasslands. Maasai are now permitted to graze their cattle within the crater, but must enter and exit daily.\nOlduvai Gorge.\nThe conservation area also protects Olduvai Gorge, in the plains area. It is considered the seat of humanity after the discovery of the earliest known specimens of the human genus, \"Homo habilis \" as well as early hominidae, such as \"Paranthropus boisei\".\nThe Olduvai Gorge or Oldupai Gorge is a steep-sided ravine in the Great Rift Valley, which stretches along eastern Africa. Olduvai is in the eastern Serengeti Plains in northern Tanzania and is about thirty miles long. It is in the rain shadow of the Ngorongoro highlands and is the driest part of the region.\nIt is one of the most important prehistoric sites in the world. Research there has greatly developed our understanding of early human evolution. Excavation work there was pioneered by Mary and Louis Leakey in the 1950s. It is still continued today by their family. During the Pleistocene, the site was that of a large lake, the shores of which were covered with successive deposits of volcanic ash. Around 500,000 years ago seismic activity diverted a nearby stream which began to cut down into the sediments, revealing seven main layers in the walls of the gorge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Savannah","surface_form":"savannah","offset":46},{"uri":"East_Africa","surface_form":"East Africa","offset":85},{"uri":"Tanzania","surface_form":"Tanzania","offset":131},{"uri":"Kenya","surface_form":"Kenya","offset":163},{"uri":"Herbivore","surface_form":"herbivore","offset":281},{"uri":"Predator","surface_form":"predator","offset":309},{"uri":"Wildebeest","surface_form":"Wildebeest","offset":320},{"uri":"Gazelle","surface_form":"gazelle","offset":333},{"uri":"Zebra","surface_form":"zebra","offset":343},{"uri":"African_Buffalo","surface_form":"buffalos","offset":354},{"uri":"Migration","surface_form":"migration","offset":439},{"uri":"Plains","surface_form":"plains","offset":562},{"uri":"Mara_River","surface_form":"Mara River","offset":583},{"uri":"Archeology","surface_form":"archeologically","offset":838},{"uri":"Olduvai_Gorge","surface_form":"Olduvai Gorge","offset":866},{"uri":"Hominid","surface_form":"hominid","offset":905},{"uri":"Fossils","surface_form":"fossils","offset":913},{"uri":"Maswa_Game_Reserve","surface_form":"Maswa Game Reserve","offset":1028},{"uri":"Masai_Mara","surface_form":"Maasai Mara National Reserve","offset":1067},{"uri":"Savanna","surface_form":"savanna","offset":1189},{"uri":"Tanzania","surface_form":"Tanzania","offset":1318},{"uri":"Kenya","surface_form":"Kenya","offset":1331},{"uri":"Masai_Mara_National_Reserve","surface_form":"Masai Mara National Reserve","offset":1378},{"uri":"Ngorongoro_Conservation_Area","surface_form":"Ngorongoro Conservation Area","offset":1439},{"uri":"Maswa_Game_Reserve","surface_form":"Maswa Game Reserve","offset":1489},{"uri":"Ikorongo_Game_Reserve","surface_form":"Ikorongo","offset":1540},{"uri":"Grumeti_Game_Reserve","surface_form":"Grumeti Game Reserve","offset":1553},{"uri":"Seronera","surface_form":"Seronera","offset":1836},{"uri":"Cheetah","surface_form":"cheetah","offset":1911},{"uri":"Thomson%27s_gazelle","surface_form":"Thomson's","offset":1920},{"uri":"Grant%27s_gazelle","surface_form":"Grant's","offset":1934},{"uri":"Gazelle","surface_form":"gazelle","offset":1942},{"uri":"Topi","surface_form":"topi","offset":1951},{"uri":"Eland","surface_form":"eland","offset":1957},{"uri":"Water_buck","surface_form":"water buck","offset":1964},{"uri":"Hyena","surface_form":"hyena","offset":1976},{"uri":"Baboon","surface_form":"baboon","offset":1983},{"uri":"Impala","surface_form":"impala","offset":1991},{"uri":"African_wild_dog","surface_form":"African wild dog","offset":1999},{"uri":"Giraffe","surface_form":"giraffe","offset":2020},{"uri":"Ostrich","surface_form":"ostrich","offset":2084},{"uri":"Secretary_bird","surface_form":"secretary bird","offset":2093},{"uri":"Kori_bustard","surface_form":"Kori bustard","offset":2109},{"uri":"Crowned_crane","surface_form":"crowned crane","offset":2123},{"uri":"Marabou_stork","surface_form":"marabou stork","offset":2138},{"uri":"Martial_eagle","surface_form":"martial eagle","offset":2153},{"uri":"Lovebirds","surface_form":"lovebirds","offset":2168},{"uri":"Vulture","surface_form":"vulture","offset":2198},{"uri":"Caldera","surface_form":"caldera","offset":2256},{"uri":"Extinct_volcano","surface_form":"extinct volcano","offset":2274},{"uri":"World_Heritage_Site","surface_form":"UNESCO World Heritage Site","offset":2372},{"uri":"Arusha","surface_form":"Arusha","offset":2426},{"uri":"Crater_Highlands","surface_form":"Crater Highlands","offset":2440},{"uri":"Tanzania","surface_form":"Tanzania","offset":2465},{"uri":"East_Africa","surface_form":"East Africa","offset":3593},{"uri":"Impala","surface_form":"impala","offset":3623},{"uri":"Giraffe","surface_form":"giraffe","offset":3655},{"uri":"Crocodile","surface_form":"crocodile","offset":3695},{"uri":"Montane","surface_form":"montane","offset":3859},{"uri":"Euphorbia_bussei","surface_form":"Euphorbia bussei","offset":3980},{"uri":"Acacia_xanthophloea","surface_form":"Acacia xanthophloea","offset":4088},{"uri":"Salt_lake","surface_form":"salt lake","offset":4218},{"uri":"Zebra","surface_form":"zebra","offset":5096},{"uri":"Gazelle","surface_form":"gazelle","offset":5103},{"uri":"Wildebeest","surface_form":"wildebeest","offset":5116},{"uri":"Rhinoceros","surface_form":"rhinoceros","offset":5173},{"uri":"Lion","surface_form":"lion","offset":5185},{"uri":"Leopard","surface_form":"leopard","offset":5191},{"uri":"Elephant","surface_form":"elephant","offset":5200},{"uri":"African_Buffalo","surface_form":"buffalo","offset":5214},{"uri":"Olduvai_Gorge","surface_form":"Olduvai Gorge","offset":5734},{"uri":"Homo_habilis","surface_form":"Homo habilis","offset":5880},{"uri":"Hominidae","surface_form":"hominidae","offset":5912},{"uri":"Paranthropus_boisei","surface_form":"Paranthropus boisei","offset":5932},{"uri":"Great_Rift_Valley","surface_form":"Great Rift Valley","offset":6020},{"uri":"Tanzania","surface_form":"Tanzania","offset":6132},{"uri":"Prehistoric","surface_form":"prehistoric","offset":6296},{"uri":"Human_evolution","surface_form":"human evolution","offset":6392},{"uri":"Mary_Leakey","surface_form":"Mary","offset":6448},{"uri":"Louis_Leakey","surface_form":"Louis Leakey","offset":6457},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":6540},{"uri":"Tuff","surface_form":"volcanic ash","offset":6649},{"uri":"Seismology","surface_form":"seismic","offset":6688}]}