{"id":199118,"url":"http://en.wikipedia.org/wiki/Party_in_the_U.S.A.","text":"\"Party in the U.S.A.\" is a popular song by American singer Miley Cyrus. It was released as the lead single from her EP, \"The Time of Our Lives\", which was only available to Walmart stores at first. The single was released for download on August 11, 2009. The song was written by Dr. Luke, Claude Kelly, and English singer Jessie J. Luke produced the song. According to AllMusic, \"Party in the U.S.A.\" is a pop rock and teen pop song.\nThe song reached number two on the \"Billboard\" Hot 100 and number one on \"Billboard\"<nowiki/>'s Pop Songs radio chart. It has been certified septuple-platinum for shipments of over seven million copies in the US.\nBackground.\nIn the song, Miley Cyrus sings that she recognizes a Jay-Z song that is playing on the radio. However, Miley Cyrus said that she has never heard a Jay-Z song.\nControversy.\nCyrus performed the song at the 2009 Teen Choice Awards on an ice cream cart with a pole attached. This led viewers to believe she was pole dancing.\nLegacy.\nCyrus would change the lyrics \"Jay-Z song\" and \"Britney song\" to \"Britney song\" and \"Michael song\" to honor pop singer Michael Jackson, who died on June 25, 2009.\nIn May 2011, the song regained popularity after Osama bin Laden (a leader of the terrorist group Al-Qaeda who was involved in the September 11, 2001, attacks) was killed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Miley_Cyrus","surface_form":"Miley Cyrus","offset":59},{"uri":"Walmart","surface_form":"Walmart","offset":173},{"uri":"Jessie_J","surface_form":"Jessie J","offset":322},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":469},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":712},{"uri":"Britney_Spears","surface_form":"Britney","offset":1036},{"uri":"Michael_Jackson","surface_form":"Michael","offset":1073},{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":1199},{"uri":"Al-Qaeda","surface_form":"Al-Qaeda","offset":1248},{"uri":"September_11_attacks","surface_form":"September 11, 2001, attacks","offset":1281}]}