{"id":199140,"url":"http://en.wikipedia.org/wiki/December_to_Dismember_(2006)","text":"December to Dismember (2006) was a professional wrestling pay-per-view show made by World Wrestling Entertainment (WWE). It was held on December 3, 2006 at James Brown Arena in Augusta, Georgia. It was the first December to Dismember event held by the WWE and the second overall. The name came from the December to Dismember event which was held by the original Extreme Championship Wrestling in 1995. Even though it was an ECW brand pay-per-view, wrestlers from both the \"Raw\" and \"SmackDown!\" brands also worked on the pay-per-view.\nThe main event was an Extreme Elimination Chamber match for the ECW World Championship. The six wrestlers in the match were Bobby Lashley, Rob Van Dam, Hardcore Holly, CM Punk and Test and defending champion Big Show. Lashley won the match and the championship after he hit Big Show with a spear and pinned him.\nThe pay-per-view had an attendance of 4,800 and 90,000 people payed to see the event, with 55,000 of the buys being domestic. This was the lowest buyrate in WWE history.\nReception and aftermath.\nDecember to Dismember received very negative reviews. Matt MacKinder of SLAM! Wrestling rated the event 4 out of 10 stars and said \"the two matches that were promoted saved this thing from being a debacle\". December to Dismember was voted as the \"worst major wrestling show of the year\" in the 2006 Wrestling Observer Newsletter awards.\nNot even 24 hours after the pay-per-view, WWE announced that Vince McMahon had sent Paul Heyman home, and cited \"slumping television ratings and a disgruntled talent roster as causes for Mr. Heyman's dismissal\". McMahon was trying to put the blame on Heyman for the poorly received pay-per-view, and after he had a meeting with both Vince and Stephanie McMahon, Heyman legitimately left the company but still remained under contract. Heyman did not want to see Lashley booked to win the ECW Championship but McMahon said that the fans would be happy to see a new champion and a 10-minute celebration. During an early 2008 interview with \"The Sun\", Heyman said how he would have booked the Elimination Chamber main event. He said that he would have had Punk enter first and quickly eliminate Big Show by submission. He said that McMahon did not like the idea, but Big Show did and that he was eager for the opportunity to help \"make\" a rising star like Punk. Heyman also said that he continued to go to McMahon on the night of the pay-per-view to tell him that \"The people are going to throw this back in our face\".\nTommy Dreamer and Stevie Richards both did not like how the event turned out and they both asked for their contract releases after the pay-per-view. Both McMahon and Vice President of Talent Relations John Laurinaitis refused to release them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":35},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":58},{"uri":"WWE","surface_form":"World Wrestling Entertainment","offset":84},{"uri":"James_Brown_Arena","surface_form":"James Brown Arena","offset":156},{"uri":"Augusta%2C_Georgia","surface_form":"Augusta","offset":177},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":186},{"uri":"December_to_Dismember_(1995)","surface_form":"December to Dismember","offset":303},{"uri":"Extreme_Championship_Wrestling","surface_form":"Extreme Championship Wrestling","offset":362},{"uri":"WWE_Raw","surface_form":"Raw","offset":473},{"uri":"WWE_SmackDown","surface_form":"SmackDown!","offset":483},{"uri":"ECW_World_Heavyweight_Championship","surface_form":"ECW World Championship","offset":599},{"uri":"Bobby_Lashley","surface_form":"Bobby Lashley","offset":659},{"uri":"Rob_Van_Dam","surface_form":"Rob Van Dam","offset":674},{"uri":"Hardcore_Holly","surface_form":"Hardcore Holly","offset":687},{"uri":"CM_Punk","surface_form":"CM Punk","offset":703},{"uri":"Test_(wrestler)","surface_form":"Test","offset":715},{"uri":"Big_Show","surface_form":"Big Show","offset":743},{"uri":"Canoe.ca","surface_form":"SLAM! Wrestling","offset":1114},{"uri":"Vince_McMahon","surface_form":"Vince McMahon","offset":1440},{"uri":"Paul_Heyman","surface_form":"Paul Heyman","offset":1463},{"uri":"Stephanie_McMahon","surface_form":"Stephanie McMahon","offset":1722},{"uri":"The_Sun_(United_Kingdom)","surface_form":"The Sun","offset":2017},{"uri":"Tommy_Dreamer","surface_form":"Tommy Dreamer","offset":2494},{"uri":"Stevie_Richards","surface_form":"Stevie Richards","offset":2512},{"uri":"John_Laurinaitis","surface_form":"John Laurinaitis","offset":2695}]}