{"id":199375,"url":"http://en.wikipedia.org/wiki/Great_Leap_Forward","text":"e=\"preserve\">The Great Leap Forward () was a plan that was created to increase China's economy and industry. It was started by the Communist leader Chairman Mao Zedong in 1958 and ended in 1961. The Great Leap Forward failed to bring industrialization and the famine that it created killed millions of people. Some people think it to be the biggest famine in history.\nAgriculture and farms.\nMao wanted China to be able to make food for the country and make food to export; he also wanted China to produce a lot of goods. He started the Great Leap Forward to do this. Some people were forced to give their land to the government. Many people had to work on farms for the government, also called \"agricultural cooperatives\". Later, these cooperatives were put together to involve thousands of people. In 1958, ninety-eight percent (98%) of people who worked on farms were in these cooperatives.\nIn 1958, there was a good harvest. However, this began to change the year after.\nPeople believed that planting plants close together was good. However, crops did not grow as well when they were close together. This led to lower grain harvests in 1959. After that the harvests were bad also because resources were not used well. This lasted at least until 1961.\nIndustry.\nThe change in China was put on a schedule. Mao wanted China to have a greater industrial output than Britain in fifteen years. He later shortened this to one year. If people did not like the fast pace of the schedule, they were usually killed. By 1958, 550,000 people were killed because they did not agree with the government.\nBecause the government spent a lot of money on industry, the country increased its debt. In order to meet production goals, many people built blast furnaces in their backyard. They would then try to make iron for tools. However, this did not work very well. People ended up melting good things, turning them into unusable things.\nFamine.\nLeaders competed with each other to see who could make the most things. This led the farms to be forgotten. Leaders would also lie about the amount of crops being grown. They would tell the government that they were making more than they actually were. In 1959, the country began running out of food. This is because they sold their grain to other countries. This problem was made worse because the output of farms was decreasing. People were also not allowed to leave the areas they were living in. That meant that they could not look for food in other places. Some villages had one-fourth or one-third of people dying in them. Girls and old people were underfed. Infants and the very old were the first to die.\nThe famine is thought to have killed between 16.5 million and 40 million people.\nAftermath.\nThe government tried to stop the famine by canceling orders for technology. Instead, they imported food for people to eat. However, the economy of China continued to fall after the end of the Great Leap Forward. Workers were stressed, and the Soviet Union took away its support of China. Mao used the Cultural Revolution to punish those he claimed caused the failure.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"China","offset":79},{"uri":"Economy","surface_form":"economy","offset":87},{"uri":"Industry","surface_form":"industry","offset":99},{"uri":"Communist","surface_form":"Communist","offset":131},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":157},{"uri":"Industrialization","surface_form":"industrialization","offset":234},{"uri":"Famine","surface_form":"famine","offset":349},{"uri":"Export","surface_form":"export","offset":465},{"uri":"Harvest","surface_form":"harvest","offset":919},{"uri":"Resource","surface_form":"resources","offset":1191},{"uri":"Schedule","surface_form":"schedule","offset":1297},{"uri":"Britain","surface_form":"Britain","offset":1365},{"uri":"Debt","surface_form":"debt","offset":1675},{"uri":"Blast_furnace","surface_form":"blast furnace","offset":1734},{"uri":"Leader","surface_form":"Leader","offset":1930},{"uri":"Grain","surface_form":"grain","offset":2263},{"uri":"Village","surface_form":"village","offset":2497},{"uri":"Girls","surface_form":"Girls","offset":2559},{"uri":"Elderly","surface_form":"old people","offset":2569},{"uri":"Infant","surface_form":"Infant","offset":2595},{"uri":"Technology","surface_form":"technology","offset":2799},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2978},{"uri":"Cultural_Revolution","surface_form":"Cultural Revolution","offset":3036}]}