{"id":199337,"url":"http://en.wikipedia.org/wiki/United_States_Environmental_Protection_Agency","text":"The Environmental Protection Agency (EPA) is an agency of the United States government. It works to protect human health and the environment. The EPA does this job by writing rules and making sure that they are followed. The idea for the EPA was first thought of by President Richard Nixon. The EPA was started on December 2, 1970, after Nixon signed a presidential order. The order starting the EPA was approved through discussions in the Senate and the House. The agency is led by an administrator, who is appointed by the President, and accepted by the Senate. The EPA is not a cabinet department, but the administrator is usually cabinet rank.\nThe EPA is headquartered in Washington D.C.. It has regional offices for 10 different regions. It has 27 laboratories. The agency does environmental testing, research, and education. The role of the EPA is to enforce and maintain national standards with different kinds of laws. The agency also works with industries\nand all levels of government in many kinds of ways to stop polluting Earth. They also try to save energy.\nThe EPA has about 17,000 employees working full-time. They may hire more people with more contracts. More than half of the people working at the EPA are scientists, engineers, or environmental protection specialists. The other groups work in law, money, information, and public actions.\nEPA regions.\nEach EPA regional office is responsible within its states for putting into use the Agency's programs, except those programs that have been chosen only for that state.\nEach regional office also puts into use of programs on Native American land, except those programs for Tribal authorities.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":62},{"uri":"Health","surface_form":"human health","offset":108},{"uri":"Environment","surface_form":"environment","offset":129},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":276},{"uri":"United_States_Senate","surface_form":"Senate","offset":440},{"uri":"United_States_House_of_Representatives","surface_form":"House","offset":455},{"uri":"Earth","surface_form":"Earth","offset":1034}]}