{"id":199354,"url":"http://en.wikipedia.org/wiki/Cultural_Revolution","text":"e=\"preserve\">The Great Proletarian Cultural Revolution (Simplified Chinese: 无产阶级文化大革命, Traditional Chinese: 無產階級文化大革命, Pinyin: Wúchǎn Jiējí Wénhuà Dà Gémìng, literally: Proletarian Cultural Great Revolution); shortened in Chinese as or, also known simply as the Cultural Revolution, was a time of large cultural change in China, started by Mao Zedong, Chairman of the Communist Party of China. It happened from 1966 to 1976.\nThe start of the Cultural Revolution followed the failure of the Great Leap Forward. Mao tried to remove capitalists from the Communist Party of China, the party in charge of China. To get rid of the capitalists, he started the Socialist Education Movement. It started in 1962 and ended in 1965. At the same time, a redoing of the school system made sure that students were able to also work in factories and communes. Mao slowly started to regain power in 1965, supported by Lin Biao, Jiang Qing, and Chen Boda.\nThe Communist Party was split between Mao's partners and Deng Xiaoping's partners. Deng Xiaoping was a rival of Mao. Mao then tried to get support from young people in China by creating the book Quotations from Chairman Mao Zedong (also known as the Little Red Book), a collection of Mao's sayings. The Red Guard was also made popular. They were a group of young people in China that went around teaching Mao's sayings. They also beat people who disagreed with Mao and destroyed homes and museums. There were many fights breaking out, and China faced anarchy. During the revolution, several important people in China were forced to leave. These people included Liu Shaoqi, President of China, and Deng Xiaoping, the secretary-general of the Communist Party of China.\nThe Cultural Revolution began to slow down in 1967, and ended in 1969. The Ninth National Party Congress was a meeting where the end of the Cultural Revolution was announced.\nEffects.\nThe Cultural Revolution caused a lot of problems in China. Production in factories was lowered because of the workers' political activities. It was also lowered because the people put in charge of the factories did not know how to run them. Transportation was made worse because a lot of trains were being used to take Red Guards around the country. Many scientists and engineers were put in jail or sent to work on the farms, which meant that their knowledge was lost. Because of these changes, the industrial output of China was reduced by 14 percent.\nThe education of many Chinese people was also cut short. The education system was more disrupted in the cities than in the countryside. Universities and many schools were closed. A program called the \"sent-down youth\" program also disrupted education. In that program, children were sent from the cities to the countryside.","categories":[],"infobox_types":[],"annotations":[{"uri":"Simplified_Chinese","surface_form":"Simplified Chinese","offset":56},{"uri":"Traditional_Chinese","surface_form":"Traditional Chinese","offset":87},{"uri":"Pinyin","surface_form":"Pinyin","offset":119},{"uri":"Culture","surface_form":"cultural","offset":303},{"uri":"China","surface_form":"China","offset":322},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":340},{"uri":"Communist_Party_of_China","surface_form":"Communist Party of China","offset":368},{"uri":"Great_Leap_Forward","surface_form":"Great Leap Forward","offset":490},{"uri":"Capitalist","surface_form":"capitalists","offset":530},{"uri":"Communist_Party_of_China","surface_form":"Communist Party of China","offset":551},{"uri":"Socialist","surface_form":"Socialist","offset":653},{"uri":"Factories","surface_form":"factories","offset":820},{"uri":"Commune","surface_form":"communes","offset":834},{"uri":"Lin_Biao","surface_form":"Lin Biao","offset":901},{"uri":"Deng_Xiaoping","surface_form":"Deng Xiaoping","offset":995},{"uri":"Quotations_from_Chairman_Mao_Zedong","surface_form":"Quotations from Chairman Mao Zedong","offset":1133},{"uri":"Anarchy","surface_form":"anarchy","offset":1489},{"uri":"Liu_Shaoqi","surface_form":"Liu Shaoqi","offset":1599},{"uri":"President_of_China","surface_form":"President of China","offset":1611},{"uri":"Deng_Xiaoping","surface_form":"Deng Xiaoping","offset":1635},{"uri":"Politics","surface_form":"political","offset":2008},{"uri":"Transportation","surface_form":"Transportation","offset":2130},{"uri":"Scientist","surface_form":"scientist","offset":2244},{"uri":"Engineer","surface_form":"engineer","offset":2259},{"uri":"Education","surface_form":"education","offset":2447},{"uri":"Disrupt","surface_form":"disrupted","offset":2530},{"uri":"University","surface_form":"Universities","offset":2579},{"uri":"School","surface_form":"school","offset":2601}]}