{"id":199495,"url":"http://en.wikipedia.org/wiki/The_Legacy_(professional_wrestling)","text":"The Legacy was a professional wrestling heel stable on World Wrestling Entertainment's Raw brand that consisted of Randy Orton, Ted DiBiase, Jr., Cody Rhodes, and former members Sim Snuka (Jimmy Reiher, Jr.) and Manu (Afa Anoa'i, Jr.). The stable was founded at Night of Champions when Cody Rhodes turned on Hardcore Holly forming \"Priceless\" with Ted DiBiase Jr. Legacy held the WWE Tag Team Championship twice with Cody Rhodes and Ted DiBiase holding the titles on two separate occasions.\n(December 2007-Mid 2008).\nThe roots of the team started December 10 2007, on the \"Raw 15th anniversary\", when Cody Rhodes and Hardcore Holly defeated Lance Cade and Trevor Murdoch for the World Tag Team Championship.\nThey retained the championship in many matches, against fellow tag-teams such as Carlito and Santino Marella, and Paul London and Brian Kendrick.\nRhodes and Holly would then enter a feud with Ted Dibiase and his mystery partner, when DiBiase Jr. and The Million Dollar Man Ted DiBiase, Sr., appeared in a segment on \"Raw\". DiBiase and his father, challenged Rhodes and Holly to a title match at Night of Champions (2008) against DiBiase (Jr.) and a mystery partner which they accepted. At \"Night of Champions\" DiBiase came to the ring unaccompanied and said his partner would be there. However, the bell rang and there was no partner for it to be a two on one handicap match. DiBiase demanded that he face Holly first and as DiBiase approached Holly, Holly was attacked by his tag team partner Rhodes, revealing that he was DiBiase's tag team partner, turning Rhodes heel and in the process. Rhodes and DiBiase became the new tag team champions.\nPriceless.\nAfter holding the titles for just over a month, they dropped it to John Cena and Batista on the August 4 edition of \"Raw\". The following week, DiBiase and Rhodes used their rematch clause to regain the title. Rhodes and DiBiase were joined by Manu, forming a stable of multi-generational superstars. On the October 27, 2008 edition of \"Raw\", Rhodes and DiBiase lost their titles to Kofi Kingston and CM Punk. During this time, Rhodes, DiBiase and Manu entered a storyline with Randy Orton where Orton constantly criticized and insulted them, and attacked DiBiase on November 7, on \"Raw\"; punting him in the head. At Survivor Series, Rhodes, along with Orton, was a sole survivor, for Orton's team, in the Elimination match.\nThe Legacy (Mid 2008-Early 2010).\nRhodes and Manu accepted Orton's offer to form an alliance a few weeks after the \"DiBiase incident\"; attacking John Cena along with Chris Jericho, and the trio dubbed themselves \"The Legacy\"; debuting the following week in a 2 on 3 handicap match against Batista and the WWE Champion Triple H, and although they were now a stable, neither one of the three made any changes in their attire.\nThe December 15th edition of \"Raw\" they defeated Batista and the World Heavyweight Champion John Cena, in a match where Orton punted Batista in the head, leaving him indefinitely inactive (actually due to a torn hamstring), also that night Cody and Manu interfered in Rey Mysterio's match against Sim Snuka, giving a beating to Rey, who was later attacked by Mike Knox.,\nRandy Orton and Cody Rhodes and Ted Dibiase JR formed Legacy\nThe following week; December 22, Orton qualified for a Fatal Four Way Elimination Match, his opponent being the now unable to compete Batista, while the same night, Manu lost to Kofi Kingston in a one on one match, with Rhodes at ringside.\nAfter Orton grew tired of \"The Legacy\" losing matches, in an ongoing quest to mold his disciples; he informed Cody Rhodes, Sim Snuka and Manu that that very night they would have to complete their first test. Each man would have to compete in a singles match. Each man who won would have completed “step one,” any man who lost would be out of his \"Legacy\"; the only man that lost was Manu.\nWhile same that night, Kelly Kelly confronted her real secret romance Randy Orton, After lying to Kane about his identity two weeks previous. After listening to Kelly Kelly berate him for not calling her back, Orton told Kelly that he didn’t need her to protect him against Kane. He then blew her off by telling her that he didn’t need any distractions while vying for the World Heavyweight Championship, this caused an alteration in between Kane and Orton, in a match where Kane jobbed to Kane, and thus ending the feud.\nIn the Elimination Fatal Four Way to determine who would follow to face John Cena at the Royal Rumble, in between Y2J, Orton, Shawn Michaels and JBL, just as Jericho prepared to lock JBL into the Walls of Jericho, Michaels laid out the first ever Undisputed Champion Chris Jericho with a Sweet Chin Music. Next up, it was Orton who found himself on the receiving end of Sweet Chin Music.\nOrton opened Raw the night after the Royal Rumble, flanked by the members of the Legacy, Rhodes and DiBiase, as well as two lawyers and a therapist. He followed to reveal that he (kayfabe) suffers from IED (Intermittent Explosive Disorder, a mental condition that caused him to experience violent outbursts when provoked, losing all control of his emotions and actions). According to Orton and his therapist, WWE knew of the condition, and if fired, the Orton said that he planned on not only taking Rhodes and DiBiase with him, but also on bringing a lawsuit against the company.\nThe leader of the Legacy then detailed his plans for a second lawsuit, suing for breach of contract if he is not granted the opportunity to compete in the main event of WrestleMania XXV, an honor he earned by defeating 29 other Superstars in the Royal Rumble Match the night before. Before leaving with Rhodes, DiBiase, his therapist and his lawyers, Orton issued a prepared, half-hearted apology to Mr. McMahon, his family and the WWE Universe.\nAt the close of the show, Stephanie McMahon entered the ring, expressing her desire to speak to Randy Orton face-to-face. Accompanied by his therapist, two lawyers, Cody Rhodes and Ted DiBiase, the 2009 Royal Rumble winner made his entrance, reiterating the consequences waiting for Stephanie if she was to fire him: Two costly lawsuits being filed against WWE as well as DiBiase and Rhodes walking. The Legend Killer went even further, threatening to file an injunction to stop WrestleMania, the event at which he is guaranteed a World Title Match.\nAfter daring McMahon to fire him, the Raw General Manager announced that they had other plans for him – even beyond the Superstars that engulfed the ring. With that, Stephanie’s brother Shane McMahon made his entrance, and attacked Orton with such ferocity that it took the entire Raw roster to restrain him.\nThe following week Orton challenged McMahon to a No Holds Barred match at No Way Out, which Shane accepted.\nThe next week Orton faced The Undertaker and lost by desqualification, while Rhodes and DiBiase defeated Cryme Tyme. Orton would then go on to feud with then WWE Champion Triple H, for what Orton and Legacy had done to Triple H's family. On the March 2nd edition of Raw, Randy Orton chose to face Triple H in the main event at Wrestlemania 25. At Wrestlemania 25 Triple H would defeat Randy Orton after hitting him with a sledgehammer and a pedigree. The night after Wrestlemania 25, Orton had a one on one match with Mr. McMahon, just as Orton was about to go for the punt kick, Shane McMahon came to the aid of his father; this prompted Rhodes and DiBiase to come out and attack Shane; which then lead to Triple H coming out. As Legacy were attacking Triple H, Batista returned to attack Randy Orton for what he did to him in December of 2008.\nOn the February 22nd 2010 episode of Monday Night RAW, Orton made a 6-Man Tag Match because he was thinking Legacy needed to form together and Randy even said he was sorry but after Orton left the scene, it was revealed that Ted and Cody were planning to betray Randy once and for all but during the match, when Cody tagged Randy out, while entering the ring, Orton shockingly DDT'd Cody. Ted was in shock because he realized Orton figured out their plan which lead to Orton supposedly turning into a face and RKO'd Ted DiBiase right on the spot and left the arena leaving Evan Bourne to pin the fallen Cody Rhodes.\nIn wrestling.\nRandy Orton\nCody Rhodes\n\"Priceless\" Ted DiBiase","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":17},{"uri":"World_Wrestling_Entertainment","surface_form":"World Wrestling Entertainment","offset":55},{"uri":"WWE_Raw","surface_form":"Raw","offset":87},{"uri":"WWE_Brand_Extension","surface_form":"brand","offset":91},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":115},{"uri":"Ted_DiBiase%2C_Jr.","surface_form":"Ted DiBiase, Jr.","offset":128},{"uri":"Cody_Rhodes","surface_form":"Cody Rhodes","offset":146},{"uri":"Jimmy_Reiher%2C_Jr.","surface_form":"Jimmy Reiher, Jr.","offset":189},{"uri":"Afa_Anoa%27i%2C_Jr.","surface_form":"Afa Anoa'i, Jr.","offset":218},{"uri":"Night_of_Champions_(2008)","surface_form":"Night of Champions","offset":262},{"uri":"Hardcore_Holly","surface_form":"Hardcore Holly","offset":308},{"uri":"WWE_Tag_Team_Championship","surface_form":"WWE Tag Team Championship","offset":380},{"uri":"WWE_Raw","surface_form":"Raw 15th anniversary","offset":573},{"uri":"Cody_Rhodes","surface_form":"Cody Rhodes","offset":601},{"uri":"Bob_Holly","surface_form":"Hardcore Holly","offset":617},{"uri":"Lance_Cade","surface_form":"Lance Cade","offset":641},{"uri":"Trevor_Murdoch","surface_form":"Trevor Murdoch","offset":656},{"uri":"World_Tag_Team_Championship_(WWE)","surface_form":"World Tag Team Championship","offset":679},{"uri":"Carly_Col%C3%B3n","surface_form":"Carlito","offset":789},{"uri":"Santino_Marella","surface_form":"Santino Marella","offset":801},{"uri":"Paul_London_and_Brian_Kendrick","surface_form":"Paul London and Brian Kendrick","offset":822},{"uri":"Ted_Dibiase","surface_form":"Ted Dibiase","offset":900},{"uri":"Night_of_Champions_(2008)","surface_form":"Night of Champions (2008)","offset":1103},{"uri":"Turn_(professional_wrestling)","surface_form":"turning","offset":1560},{"uri":"Dave_Batista","surface_form":"Batista","offset":1746},{"uri":"Afa_Anoa%27i%2C_Jr.","surface_form":"Manu","offset":1908},{"uri":"Kofi_Kingston","surface_form":"Kofi Kingston","offset":2047},{"uri":"CM_Punk","surface_form":"CM Punk","offset":2065},{"uri":"Survivor_Series_(2008)","surface_form":"Survivor Series","offset":2281},{"uri":"John_Cena","surface_form":"John Cena","offset":2534},{"uri":"Chris_Jericho","surface_form":"Chris Jericho","offset":2555},{"uri":"Dave_Batista","surface_form":"Batista","offset":2678},{"uri":"WWE_Championship","surface_form":"WWE Champion","offset":2694},{"uri":"Triple_H","surface_form":"Triple H","offset":2707},{"uri":"World_Heavyweight_Championship_(WWE)","surface_form":"World Heavyweight Champion","offset":2878},{"uri":"John_Cena","surface_form":"John Cena","offset":2905},{"uri":"Hamstring","surface_form":"hamstring","offset":3025},{"uri":"Rey_Mysterio","surface_form":"Rey Mysterio","offset":3081},{"uri":"Sim_Snuka","surface_form":"Sim Snuka","offset":3110},{"uri":"Mike_Knox","surface_form":"Mike Knox","offset":3172},{"uri":"Kofi_Kingston","surface_form":"Kofi Kingston","offset":3423},{"uri":"Kelly_Kelly","surface_form":"Kelly Kelly","offset":3898},{"uri":"Kelly_Kelly","surface_form":"Kelly","offset":4096},{"uri":"Royal_Rumble_(2009)","surface_form":"Royal Rumble","offset":4486},{"uri":"Chris_Irvine","surface_form":"Y2J","offset":4511},{"uri":"Randy_Orton","surface_form":"Orton","offset":4516},{"uri":"Shawn_Michaels","surface_form":"Shawn Michaels","offset":4523},{"uri":"John_Layfield","surface_form":"JBL","offset":4542},{"uri":"Kayfabe","surface_form":"kayfabe","offset":4965},{"uri":"Shane_McMahon","surface_form":"Shane McMahon","offset":6548},{"uri":"The_Undertaker","surface_form":"The Undertaker","offset":6805},{"uri":"Cryme_Tyme","surface_form":"Cryme Tyme","offset":6884},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":8255},{"uri":"Cody_Runnels","surface_form":"Cody Rhodes","offset":8267},{"uri":"Ted_DiBiase%2C_Jr.","surface_form":"\"Priceless\" Ted DiBiase","offset":8279}]}