{"id":19949,"url":"http://en.wikipedia.org/wiki/Beer_Hall_Putsch","text":"e=\"preserve\">The Beer Hall Putsch was a failed coup d'état in Munich, Germany between the evening of 8 November and the morning of 9 November 1923. The Nazi Party under Adolf Hitler tried to take over the government of Bavaria, a state in Germany. They began trying to do this by taking several hundred people hostage in a beer hall (a large building where people got together to drink beer and sometimes listen to political speeches). Several Nazis died when they got into a gun fight with police officers in another part of Munich, and Hitler then went to prison for eight months.\nWhy?\nHitler chose to do this for many reasons. The Weimar Republic of Germany was weak because of fighting between right and left-wing parties. Inflation had also left the Weimar Republic with very little support from the people, or money to keep working (paying bills, or even paying pensions and wages). This happened because when Germany lost World War I, other countries made Germany pay for the entire war, and Germany had to make taxes very high so it could pay for the war. This hurt the economy of Germany.\nThe Nazi Party was getting very strong. Hitler was a strong leader. In 1923, the year when the Weimar Republic was least popular, the Nazi Party grew from 6,000 members to 55,000 members.\nHitler also wanted to copy Mussolini, who had taken power in Italy by marching into Rome.\nWhat happened?\n8 November 1923 - Hitler and his men charged into the Beer Hall and forced the people there to support him. Hitler's men, the SA took over the Army Headquarters, but forgot to take over the telegraph office. This meant that anybody could call in the police.\n9 November 1923 - 16 Nazis and 4 Bavarian State Police officers were killed in a gunfight between the Nazis and the police in \"Residenzstraße\". Hitler was arrested two days later.\nResults.\nHitler and several of his friends were taken to court for treason, because they took up arms against the government. In the end, Hitler was sent to prison for about eight months, and the Nazi Party broke up (however, it would later get back together).\nMore people learned about Hitler. Before this happened, he was unknown. But after this, he was a hero to many. Many Germans at that time wanted a strong leadership after the governments of the Weimar Republic.\nHitler also took the time he had to spend in prison to write a book, called Mein Kampf or \"My Struggle\". It sold millions and told people about his ideas. Mein Kampf also made Hitler popular. (Hitler did not actually write the words down himself. Instead, he told another Nazi, Rudolf Hess, what to write down, and Hess wrote the words down.)\nHitler also had to re-think his strategy. He realised he could not take power the same way that Mussolini had done. Instead, he had to get power through being elected.\nPeople who died during the Putsch.\nThe people who died during the Putsch are seen as the first to die for the Nazi Party and are mentioned in Mein Kampf as Martyrs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":47},{"uri":"Munich","surface_form":"Munich","offset":62},{"uri":"Germany","surface_form":"Germany","offset":70},{"uri":"Nazism","surface_form":"Nazi","offset":152},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":169},{"uri":"States_of_Germany","surface_form":"state","offset":230},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":634},{"uri":"Inflation","surface_form":"Inflation","offset":727},{"uri":"World_War_I","surface_form":"World War I","offset":929},{"uri":"Treaty_of_Versailles","surface_form":"other countries made Germany pay for the entire war","offset":942},{"uri":"Economy","surface_form":"economy","offset":1078},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":1102},{"uri":"Benito_Mussolini","surface_form":"Mussolini","offset":1313},{"uri":"Rome","surface_form":"Rome","offset":1370},{"uri":"Sturmabteilung","surface_form":"SA","offset":1517},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":2025},{"uri":"Mein_Kampf","surface_form":"Mein Kampf","offset":2376},{"uri":"Rudolf_Hess","surface_form":"Rudolf Hess","offset":2578},{"uri":"Mussolini","surface_form":"Mussolini","offset":2739},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":2921},{"uri":"Martyr","surface_form":"Martyr","offset":2967}]}