{"id":199452,"url":"http://en.wikipedia.org/wiki/Ordnance_Survey_National_Grid","text":"e=\"preserve\">The Ordnance Survey National Grid is a system used to map Great Britain. It is different from using latitude and longitude. The Ordnance Survey (OS) created the system. It is used a lot in their survey data. It is also used in maps based on those surveys.\nThe system divides the map into squares. Each square is labelled with two letters. The first letter refers to squares that are 500 km by 500 km. Those squares are outlined in dark grey on the map to the right. Only four of these have very much land area in Great Britain: S, T, N and H. The O square has a tiny area of North Yorkshire. Most of that tiny area is usually underwater at high tide.\nFor the second letter, each 500 km square is divided into 25 squares that are 100 km by 100 km. Each of those has a letter code from A to Z. (The letter \"I\" is not used.) The letters start with A in the northwest corner and go to Z in the southeast corner. These squares are outlined in light grey on the map. The ones that have land have letters shown.\nThe system can also be used to give the location of a smaller area inside a lettered square. This is done by giving the distance east and north from the southwest corner of the square. For example, NH0325 (or NH 03 25) means a one-kilometre square whose southwest corner is 3 km east and 25 km north from the southwest corner of square NH. The system can also specify areas smaller than one kilometre. For example, the grid reference of the 100-metre square containing the summit of Ben Nevis is.","categories":[],"infobox_types":[],"annotations":[{"uri":"Great_Britain","surface_form":"Great Britain","offset":71},{"uri":"Latitude","surface_form":"latitude","offset":113},{"uri":"Longitude","surface_form":"longitude","offset":126},{"uri":"Ordnance_Survey","surface_form":"Ordnance Survey","offset":141},{"uri":"North_Yorkshire","surface_form":"North Yorkshire","offset":588},{"uri":"Ben_Nevis","surface_form":"Ben Nevis","offset":1501}]}