{"id":19955,"url":"http://en.wikipedia.org/wiki/Seventh-day_Adventist_Church","text":"The Seventh-day Adventist Church is a Protestant Christian group. It is different from most other Protestant groups because the followers believe that the seventh day of the week, Saturday, is the day to rest from working and worship God. The Bible calls this day the \"Sabbath\". The Sabbath is the seventh day of the week (Gen 2:1-3) in Judaism and in the Seventh-Day Adventist Church. This is why they are called \"Seventh-day Adventists\". Although the abbreviation \"SDA\" is commonly used, \"Adventist\" is the church's preferred shortening of \"Seventh-day Adventist\".\nThe Seventh-day Adventist Church came from the Millerite movement in the United States. This included people from many denominations. The Millerites started in the middle part of the 19th century. The Millerites were people who followed the teachings of William Miller. Miller preached that Jesus is coming very soon, in the Second Coming or Second Advent. The church name \"Adventist\" came from the word \"Advent.\" The Seventh-day Adventist Church started in 1863.\nIn many ways, the religious teachings of the Seventh-day Adventist church are like evangelical teachings such as the Trinity and Biblical inerrancy. Teachings that are different include the doctrine of an investigative judgment, the unconscious state of the dead (which means that when people die, they will not wake up until Christ resurrects them), and that the wicked will be destroyed forever by fire (rather than forever burn in Hell).\nThe church is also known for its message on health. It teaches that being healthy helps us to make good decisions, understand God’s Word, be productive in God’s service, and otherwise glorify God with our bodies as temples. Adventists who eat meat typically do not eat meat from pigs, certain fish, and other animals that the Bible names as unclean. Many Adventists are vegetarian (no meat) or vegan (no animal products, such as milk or eggs). They tend to stay away from smoking, drinking and other things known to be harmful or mind-altering. Exercise, being outdoors, resting, and drinking lots of water are other parts to healthy living usually taught by Adventists. In 2005, a National Geographic cover story identified the Adventists living in Loma Linda, California, as one of five Blue Zones of people living longer than the rest of the world.\nThe church also promotes religious liberty. When it comes to culture, it is more conservative.\nAmong the founders of the Church was Ellen G. White. She wrote many texts that are still thought to be very important in the church today. She was a dedicated Christian who believed she got visions from God about the end of the world and what heaven will be like.\nAt a world level, the Seventh-day Adventist Church is run by a General Conference. Smaller regions are administered by divisions, union conferences and local conferences. It is present in over 200 countries and territories and is ethnically and culturally diverse. The church runs many schools, hospitals and publishing houses worldwide, as well as a famous organization that helps people in trouble, known as the Adventist Development and Relief Agency (ADRA). There are about 18.5 million people in the Seventh-day adventist church worldwide.\nOrganization.\nThe Seventh-day Adventist Church is organized with a representative form of church government and the world-wide Church has 13 Divisions.\nThe Seventh-day Adventist World Church Statistics shows a growing church with 15,660,347 members as of December 31, 2007.\nThe Adventist News Network reported in June 2010 (during the 59th quinquennial General Conference Session of the Seventh-day Adventist Church held in Atlanta, Georgia, U.S.A.) that Seventh-day Adventists reached a membership of 16,300,000, according to the church's Office of Archives and Statistics. The world church Secretary stated that when counting unbaptized children and family members who attend services, the church numbers between 25 and 30 million.\nMainstream doctrine.\nSeventh-day Adventists believe in Protestantism.\nSeventh-day Adventist believe in the 28 Fundamental Beliefs. This statement of beliefs was adopted by the General Conference in 1980, with an extra belief (number 11) being added in 2005.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protestant","surface_form":"Protestant","offset":38},{"uri":"Christianity","surface_form":"Christian","offset":49},{"uri":"Religious_denomination","surface_form":"group","offset":59},{"uri":"Saturday","surface_form":"Saturday","offset":180},{"uri":"God","surface_form":"God","offset":234},{"uri":"Sabbath","surface_form":"Sabbath","offset":269},{"uri":"Judaism","surface_form":"Judaism","offset":337},{"uri":"Millerites","surface_form":"Millerite","offset":614},{"uri":"United_States","surface_form":"United States","offset":640},{"uri":"Denominations","surface_form":"denominations","offset":686},{"uri":"Millerites","surface_form":"Millerites","offset":705},{"uri":"William_Miller_(preacher)","surface_form":"William Miller","offset":821},{"uri":"Jesus","surface_form":"Jesus","offset":858},{"uri":"Second_Coming","surface_form":"Second Coming","offset":892},{"uri":"Evangelicalism","surface_form":"evangelical","offset":1114},{"uri":"Trinity","surface_form":"Trinity","offset":1148},{"uri":"Biblical_inerrancy","surface_form":"Biblical inerrancy","offset":1160},{"uri":"Doctrine","surface_form":"doctrine","offset":1221},{"uri":"Investigative_judgment","surface_form":"investigative judgment","offset":1236},{"uri":"National_Geographic_(magazine)","surface_form":"National Geographic","offset":2154},{"uri":"Blue_Zones","surface_form":"Blue Zones","offset":2261},{"uri":"Promotes","surface_form":"promotes","offset":2340},{"uri":"Conservative","surface_form":"conservative","offset":2405},{"uri":"Ellen_G._White","surface_form":"Ellen G. White","offset":2456},{"uri":"God","surface_form":"God","offset":2622},{"uri":"Ethnic_group","surface_form":"ethnically","offset":2913},{"uri":"Cultural_diversity","surface_form":"culturally diverse","offset":2928},{"uri":"Adventist_Development_and_Relief_Agency","surface_form":"Adventist Development and Relief Agency","offset":3097},{"uri":"Representative","surface_form":"representative","offset":3295},{"uri":"Church_government","surface_form":"church government","offset":3318},{"uri":"Divisions.","surface_form":"Divisions.","offset":3369},{"uri":"Statistics","surface_form":"Statistics","offset":3419},{"uri":"Quinquennial","surface_form":"quinquennial","offset":3568},{"uri":"Archive","surface_form":"Archive","offset":3778},{"uri":"Statistics","surface_form":"Statistics","offset":3791},{"uri":"Protestantism","surface_form":"Protestantism","offset":4017},{"uri":"28_Fundamental_Beliefs","surface_form":"28 Fundamental Beliefs","offset":4069},{"uri":"General_Conference_of_Seventh-day_Adventists","surface_form":"General Conference","offset":4138}]}