{"id":199583,"url":"http://en.wikipedia.org/wiki/Ivica_Vasti%C4%87","text":"Ivica Vastić (born 29 September 1969) is a former Austrian football player. He has played for Austria national team.\nCareer.\nVastic started his career with RNK Split although he was invited to play with Split's major club Hajduk. 1991, during the separation war in Croatia, he went to Vienna, where he played for First Vienna FC 1894 in the second division. The next two years he played for VSE St. Pölten, Admira Wacker in Austria and MSV Duisburg in Germany. 1994 he went to SK Sturm Graz where he stayed until 2002. This was the most successful time of his career. He became champion (2), won the cup(3) and the Supercup (3). He also played three times in the Champions League and reached in the season 2000/01 the second stage of the Champion League.\nIn 2002 he went to Japan and played for Nagoya Grampus Eight. But 2003 he returned to Austria and played two seasons for FK Austria Wien, where he again won the Cup. The last four years of his career he played for LASK Linz in the second division and won the championship in the 2006/07 season. LASK promoted to the Austrian Bundesliga.\nAfter his playing career he started his career as coach. He refused an offer from LASK as assistance coach and started as coach of FC Waidhofen/Ybbs in the third division. There he started with the title in the league. After one year there he became coach of FK Austria Vienna's amateur team.\nIn 1996 Vastić obtained the Austrian citizenship. Although he was once nominated for Croatia's team he could play for Austria. He played 50 matches and shot 14 goals. In 1998 he played for Austria in the FIFA World Cup and shot one goal. In 2008 he played for Austria in the UEFA European Championship where he scored the only goal for Austria.\nIvica Vastić is married and has 3 children. His oldest son Anton is a talented footballer and played for the U16 team of Austria. Together with the author Karin Ammerer he wrote a book about a coach who forms a team with Austrian and foreign children. (Gemeinsam gewinnen wir! Fußball verbindet - Together we win! Football binds)","categories":[],"infobox_types":[],"annotations":[{"uri":"29_September","surface_form":"29 September","offset":19},{"uri":"1969","surface_form":"1969","offset":32},{"uri":"Austria","surface_form":"Austria","offset":50},{"uri":"Association_football","surface_form":"football","offset":59},{"uri":"Austria_national_football_team","surface_form":"Austria national team","offset":94},{"uri":"Vienna","surface_form":"Vienna","offset":285},{"uri":"First_Vienna_F.C._1894","surface_form":"First Vienna FC 1894","offset":313},{"uri":"MSV_Duisburg","surface_form":"MSV Duisburg","offset":436},{"uri":"S.K._Sturm_Graz","surface_form":"SK Sturm Graz","offset":477},{"uri":"UEFA_Champions_League","surface_form":"Champions League","offset":663},{"uri":"Nagoya_Grampus_Eight","surface_form":"Nagoya Grampus Eight","offset":795},{"uri":"L.A.S.K._Linz","surface_form":"LASK Linz","offset":969},{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup","offset":1589}]}