{"id":1996,"url":"http://en.wikipedia.org/wiki/Wall","text":"A wall is a vertical dividing surface. It divides space in buildings into rooms or protects buildings. It is usually made of stone or brick. Walls have two main purposes: to support the top part of buildings, and to divide space, giving protection from invasion, escape, and weather.\nBefore powerful artillery was invented, many cities had protective walls. Since they are not suitable for defense any more, most city walls have been removed.\nThe term \"the Wall\" usually referred to the Berlin Wall, built during the Cold War, which fell in 1989, but may also refer to the Pink Floyd album of the same name.\nRetaining wall.\nA retaining wall is a structure made to hold soil from collapsing. It is made in special areas for any other construction work, such as farming or road making.\nMain type of walls.\nLoad Bearing Wall is a structural element. It carries the weight of a house from the roof and upper floors, all the way to the foundation. It supports structural members like beams, slab and walls on above floors.\nNon-Load Bearing Wall doesn’t help the structure to stand up and holds up only itself. It doesn’t support floor roof loads above. It is a framed structure. Most are interior walls whose purpose is to divide the structure into rooms.\nPartition Wall separates spaces from buildings. It can be solid, constructed from brick or stone. It is a framed construction. The partition wall is secured to the floor, ceiling, and walls. It is enough strong to carry its own load. It resists impact. It is stable and strong to support wall fixtures. The partition wall works as a sound barrier and it is fire resistant.\nCavity Wall A cavity wall or hollow wall consists of two separate walls, called leaves or skins, with a cavity or gap in-between. The two leaves of the cavity wall may be of equal thickness if it a non-load-bearing wall or the internal leaf may be thicker than the external leaf, to meet the structural requirements.\nVeneered Wall holds up the material. It can be made of brick or stone. The most famous veneered wall is made of brick. The wall is only one wythe thick. It became the norm when building code<nowiki/>s began to require insulation in interior walls. It is light weighted. Veneered walls can be built quickly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stone","surface_form":"stone","offset":125},{"uri":"Brick","surface_form":"brick","offset":134},{"uri":"Invasion","surface_form":"invasion","offset":253},{"uri":"Weather","surface_form":"weather","offset":275},{"uri":"Artillery","surface_form":"artillery","offset":300},{"uri":"Cities","surface_form":"cities","offset":329},{"uri":"Berlin_Wall","surface_form":"Berlin Wall","offset":487},{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":573},{"uri":"Soil","surface_form":"soil","offset":669},{"uri":"Ceiling","surface_form":"ceiling","offset":1422},{"uri":"Building_code","surface_form":"building code","offset":2118}]}