{"id":199660,"url":"http://en.wikipedia.org/wiki/Jean-Baptiste_de_Lamarck","text":"Jean-Baptiste Pierre Antoine de Monet, Chevalier de la Marck, usually known as \"Lamarck\", (1 August 1744 – 18 December 1829) was a French soldier, naturalist and member of the French Academy. He was one of the first people to suggest that organisms changed in accordance with natural laws. This is known as evolution.\nLife.\nJean-Baptiste was the 11th child of Philippe Jacques de Monet de La Marck and Marie-Françoise de Fontaine de Chuignolles. His parents were nobles, but they were not well-off. His parents wanted him to become a priest. Starting at age eleven, he attended a Jesuit school in Amiens. After his father's death in 1759, Jean-Baptiste joined the army. Lamarck fought in the Pomeranian War with Prussia, and was awarded a medal for bravery on the battlefield. During his service, he was stationed in different forts in France, mostly at the eastern border, and the Mediterranean coast. At his post in Monaco, Lamarck became interested in natural history and resolved to study medicine. In 1766, he was injured. He retired from the army in 1768 and returned to his medical studies. He worked at a bank in Paris. From 1770 to 1774, he studied medicine at the university, but did not finish his studies with a degree. During this time, he met some of the well-known scientists of his day, such as the botanists Bernard and Antoine-Laurent de Jussieu, and the naturalist Buffon.\nLamarck developed a particular interest for botany, and later, after he published a three-volume work \"Flora française\", he gained membership of the French Academy of Sciences in 1779. Lamarck became involved in the \"Jardin des Plantes\" and was appointed to the Chair of Botany in 1788. When the \"Muséum national d'Histoire naturelle\" was founded in 1793, Lamarck was appointed as a professor of zoology. In 1801, he published \"Système des animaux sans vertèbres\", a major work on the classifications of invertebrates. In an 1802 publication, he became one of the first to use the term \"biology\" in its modern sense. Lamarck continued his work as a top authority on invertebrate zoology.\nIn the modern era, Lamarck is remembered mainly for a theory of the inheritance of acquired characters, called soft inheritance or Lamarckism. His major work on this subject was \"Philosophie zoologique\", Paris 1809.\nHis idea of soft inheritance was a reflection of the folk wisdom of the time, accepted by many natural historians. Lamarck's contribution to evolutionary theory was an early, perhaps the first, theory of evolution. In Lamarck's theory, an alchemical complexifying force drove organisms up a ladder of complexity. A second environmental force adapted them to local environments through \"use and disuse\" of characteristics, making them different from other organisms. Since these ideas cannot be reconciled with what we know about genetics, they are now history.\nLamarck died in Paris in 1829. When he died, his family was so poor they had to apply to the Academie for financial assistance. Lamarck's books and the contents of his home were sold at auction, and he was buried in a temporary lime-pit.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":131},{"uri":"Soldier","surface_form":"soldier","offset":138},{"uri":"Natural_history","surface_form":"naturalist","offset":147},{"uri":"French_Academy_of_Sciences","surface_form":"French Academy","offset":176},{"uri":"Naturalism_(philosophy)","surface_form":"natural laws","offset":276},{"uri":"Evolution","surface_form":"evolution","offset":307},{"uri":"Nobility","surface_form":"nobles","offset":463},{"uri":"Priest","surface_form":"priest","offset":534},{"uri":"Jesuit","surface_form":"Jesuit","offset":580},{"uri":"Amiens","surface_form":"Amiens","offset":597},{"uri":"Army","surface_form":"army","offset":664},{"uri":"Seven_Years%27_War","surface_form":"Pomeranian War","offset":692},{"uri":"Prussia","surface_form":"Prussia","offset":712},{"uri":"Fort","surface_form":"fort","offset":827},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":882},{"uri":"Monaco","surface_form":"Monaco","offset":918},{"uri":"Paris%2C_France","surface_form":"Paris","offset":1121},{"uri":"Botanist","surface_form":"botanist","offset":1315},{"uri":"Bernard_de_Jussieu","surface_form":"Bernard","offset":1325},{"uri":"Antoine-Laurent_de_Jussieu","surface_form":"Antoine-Laurent de Jussieu","offset":1337},{"uri":"Naturalist","surface_form":"naturalist","offset":1373},{"uri":"Buffon","surface_form":"Buffon","offset":1384},{"uri":"French_Academy_of_Sciences","surface_form":"French Academy of Sciences","offset":1541},{"uri":"Biology","surface_form":"biology","offset":1979},{"uri":"Invertebrate","surface_form":"invertebrate","offset":2058},{"uri":"Soft_inheritance","surface_form":"soft inheritance","offset":2191},{"uri":"Lamarckism","surface_form":"Lamarckism","offset":2211},{"uri":"Evolutionary_biology","surface_form":"evolutionary theory","offset":2437},{"uri":"Alchemy","surface_form":"alchemical","offset":2535},{"uri":"Complex","surface_form":"complex","offset":2546},{"uri":"Environment","surface_form":"environment","offset":2618},{"uri":"Genetics","surface_form":"genetics","offset":2825},{"uri":"Paris","surface_form":"Paris","offset":2873}]}