{"id":199746,"url":"http://en.wikipedia.org/wiki/John_Hope%2C_1st_Marquess_of_Linlithgow","text":"e=\"preserve\">John Adrian Louis Hope, 1st Marquess of Linlithgow KT, GCMG, GCVO, PC (25 September 1860 - 29 February 1908), known as Viscount Aithrie before 1873 and as The 7th Earl of Hopetoun between 1873 and 1902, was the first Governor-General of Australia.\nHope was born at South Queensferry, West Lothian in Scotland. He was the eldest son of the 6th Earl of Hopetoun. He was educated at Eton College and the Royal Military Academy Sandhurst, where he passed in 1879 but did not join the Army. He looked after the family houses and lands. In 1883 he became active in the House of Lords. He served as a Lord in Waiting from June 1885 to January 1886 and August 1886 to August 1889.\nGovernor.\nIn 1889 he was made the Governor of Victoria, where he served until 1895. He went back to the United Kingdom and was made a privy councillor. He became the Paymaster-General from 1895 to 1898, and then Lord Chamberlain until 1900. The Australian colonies joined together to form the Commonwealth of Australia from 1 January 1901. Hopetoun was well liked in Victoria and he knew all the important Australian politicians. This made him a good choice to be the first Governor-General of the Commonwealth, and he was appointed in July 1900. In India, on his way to Australia, he got typhoid fever and his wife got malaria. They arrived in December 1900.\nGovernor-General.\nHopetoun's first job was to choose a Prime Minister to form a government, which would start on 1 January 1901. The first elections were not going to be held until March, so he could not choose the leader of the biggest political party in the House of Representatives. Instead, he asked Sir William Lyne, the Premier of the largest state, New South Wales, to be Prime Minister\nWhile this was a reasonable choice, Lyne had opposed federation and was unpopular with the leading federalist politicians. Alfred Deakin and other important politicians told Hopetoun they would not work with Lyne. Hopetoun then asked Edmund Barton, the leader of the federal movement and the man everybody thought should be the Prime Minister. This became known as the \"Hopetoun Blunder\".\nThere were soon more problems. Hopetoun had brought his own Official Secretary, Captain Edward William Wallington. The Australians did not want an Englishman in charge of official business. They also did not like the regal pomp and ceremony that Hopetoun used in his position, and the money that this cost. He acted as if ruled Australia with the Prime Minister. This was not what writers of the Constitution had wanted.\nHopetoun became friends with Melbourne anarchist and union pioneer, John 'Chummy' Fleming. In May 1901, Fleming protested against unemployment in Melbourne by rushing onto the Prince's Bridge to stop the Governor-General's carriage. Hopetoun listened to Fleming talk about the problems of the unemployed. According to some reports, Hopetoun made the government speed up work projects.\nFinally, there was a problem with how much the Governor-General should be paid to have a house in both Sydney, the largest city, and Melbourne, the home of the Australian government. The Commonwealth and Victorian parliaments would not pay Hopetoun more money. Hopetoun resigned in May 1902. He and his family left Australia (from Brisbane) on 17 July 1902. He knew he had failed in a historic role. He was created 1st Marquess of Linlithgow on 27 October 1902, while he still the Governor-General. His term officially ended on 9 January 1903. He was made Secretary for Scotland in 1905.\nHe died suddenly on 29 February 1908, in Pau, Pyrénées-Atlantiques, France.\nMarriage and children.\nOn 18 October 1886 he married Hersey Everleigh-de-Moleyns, daughter of the fourth Baron Ventry. They had four children;\nHis son Victor, the 2nd Marquess of Linlithgow became the longest-serving Viceroy of India 1936-43, a job he had always wanted. His grandson Lord Glendevon married the daughter of the English novelist W. Somerset Maugham.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_Thistle","surface_form":"KT","offset":64},{"uri":"Order_of_St_Michael_and_St_George","surface_form":"GCMG","offset":68},{"uri":"Royal_Victorian_Order","surface_form":"GCVO","offset":74},{"uri":"Privy_Council_of_the_United_Kingdom","surface_form":"PC","offset":80},{"uri":"Governor-General_of_Australia","surface_form":"Governor-General of Australia","offset":230},{"uri":"South_Queensferry","surface_form":"South Queensferry","offset":278},{"uri":"West_Lothian","surface_form":"West Lothian","offset":297},{"uri":"Scotland","surface_form":"Scotland","offset":313},{"uri":"John_Hope%2C_6th_Earl_of_Hopetoun","surface_form":"6th Earl of Hopetoun","offset":352},{"uri":"Eton_College","surface_form":"Eton College","offset":393},{"uri":"Royal_Military_Academy_Sandhurst","surface_form":"Royal Military Academy Sandhurst","offset":414},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":576},{"uri":"Lord_in_Waiting","surface_form":"Lord in Waiting","offset":607},{"uri":"Governor_of_Victoria","surface_form":"Governor of Victoria","offset":720},{"uri":"Privy_Council_of_the_United_Kingdom","surface_form":"privy councillor","offset":820},{"uri":"Lord_Chamberlain","surface_form":"Lord Chamberlain","offset":898},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":1053},{"uri":"Typhoid","surface_form":"typhoid","offset":1275},{"uri":"Hersey%2C_Marchioness_of_Linlithgow","surface_form":"his wife","offset":1293},{"uri":"Malaria","surface_form":"malaria","offset":1306},{"uri":"William_Lyne","surface_form":"William Lyne","offset":1654},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":1702},{"uri":"Federation_of_Australia","surface_form":"federation","offset":1793},{"uri":"Alfred_Deakin","surface_form":"Alfred Deakin","offset":1863},{"uri":"Edmund_Barton","surface_form":"Edmund Barton","offset":1974},{"uri":"Hopetoun_Blunder","surface_form":"Hopetoun Blunder","offset":2110},{"uri":"Constitution_of_Australia","surface_form":"the Constitution","offset":2521},{"uri":"Anarchism","surface_form":"anarchist","offset":2589},{"uri":"Trade_Union","surface_form":"union","offset":2603},{"uri":"Chummy_Fleming","surface_form":"John 'Chummy' Fleming","offset":2618},{"uri":"Unemployment","surface_form":"unemployment","offset":2680},{"uri":"Melbourne","surface_form":"Melbourne","offset":3068},{"uri":"Brisbane","surface_form":"Brisbane","offset":3266},{"uri":"Marquess_of_Linlithgow","surface_form":"Marquess of Linlithgow","offset":3354},{"uri":"Secretary_for_Scotland","surface_form":"Secretary for Scotland","offset":3491},{"uri":"Pau%2C_Pyr%C3%A9n%C3%A9es-Atlantiques","surface_form":"Pau, Pyrénées-Atlantiques","offset":3564},{"uri":"France","surface_form":"France","offset":3591},{"uri":"Hersey%2C_Marchioness_of_Linlithgow","surface_form":"Hersey Everleigh-de-Moleyns","offset":3652},{"uri":"Baron_Ventry","surface_form":"Baron Ventry","offset":3704},{"uri":"Victor_Hope%2C_2nd_Marquess_of_Linlithgow","surface_form":"2nd Marquess of Linlithgow","offset":3762},{"uri":"Governor-General_of_India","surface_form":"Viceroy of India","offset":3816},{"uri":"John_Hope%2C_1st_Baron_Glendevon","surface_form":"Lord Glendevon","offset":3883},{"uri":"W._Somerset_Maugham","surface_form":"W. Somerset Maugham","offset":3943}]}