{"id":199743,"url":"http://en.wikipedia.org/wiki/Fritz_M%C3%BCller","text":"Fritz Müller (31 March 1821 – 21 May 1897), was a German biologist and doctor who went to live in southern Brazil. There he studied the natural history. He was an early supporter of Darwinism, and lived in Brazil for the rest of his life. Müllerian mimicry is named after him.\nLife.\nUnlike most of his contemporaries in Britain, Müller had what would be seen today as a normal scientific education at the universities of Berlin and Greifswald, culminating in a doctoral degree. Then, he decided to study medicine. As a medical student, he began to question religion and in 1846 became an atheist. Despite completing the course, he did not graduate because he refused to swear the graduation oath, which contained the phrase \"so help me God and his sacred Gospel\".\nMüller was disappointed by the failure of the Prussian Revolution in 1848, and realised there might be implications for his life and career. As a result, he emigrated to South Brazil in 1852, with his brother August and their wives, to join Hermann Blumenau's new colony in the State of Santa Catarina. The colony, near the coast on the Itajaí River, was called Blumenau. In Brazil, Müller, living with his wife Caroline, became a farmer, doctor, teacher and biologist, sometimes employed by the provincial government, sometimes surviving on his own efforts, sometimes defending against Indians but always collecting evidence of life in the Atlantic forest. The climate here is sub-tropical, and the vegetation typical of the Brazilian coast: it is not rain forest.\nIn 1876 he was appointed as Travelling Naturalist to the National Museum in Rio de Janeiro. This was the ideal post for him: it gave him the opportunity to range over the whole of the Itajaí system and study anything that interested him. A series of reports published in the \"Archivos\" of the National Museum record this work.\nAt last this, the best period of his life, was brought to an end indirectly, by the overthrow of the liberal monarchy of Dom Pedro II in 1889. The new Brazilian Republic was riddled with corruption and nepotism, and eventually there was a civil war in 1893-5. Travelling naturalists were to be based in Rio de Janeiro, and instructions were sent out. Müller refused point-blank and was dismissed, as was von Ihering in São Paulo.\nIn his retirement years Müller received many letters of support and offers of financial help (from Darwin, amongst others). His cousin Alfred Möller visited him, and eventually became his biographer. His rewards during life from the Brazilian state were minor; but his reputation now stands high. He was one of a half-dozen great naturalists to visit and work in South America during the nineteenth century. Humboldt, Darwin, Wallace, Bates, Spruce — and Fritz Müller. He was the only one of these to settle in Brazil for the rest of his life. A statue was erected to Müller in Blumenau in 1929.\nAnother of Fritz's brothers, Hermann Müller, was also an evolutionary biologist. He was especially interested in the coevolution between insects and flowers.p29 He, too, corresponded with Dariwn, who arranged for his 1873 book to be translated into English.\nBiology.\nDuring his life Müller published oved 70 papers, mostly in German-language periodicals, some in English and Portuguese. The topics covered a range of natural history topics in entomology, marine zoology, and botany.\nMüllerian mimicry.\nMüller's great discovery concerned the resemblance between two or more unpalatable species which are protected from predators capable of learning. The protection is often a noxious chemical, perhaps gained from the larva eating a particulat plant; or it may be a sting or other defence. It is an advantage for such potential prey to advertise their status in a way clearly perceptible to their predators; this is called \"aposematic\" or warning colouration. In Muller's case the prey were butterflies, and the predators usually birds or reptiles.\nThe aposematic colours are most often some combination of red, yellow, black, white, whereas palatable animals are usually cryptic. The noxious animals may display by slow flying, and in general are prominently visible. Noxious animals usually have thick, leathery cuticles through which, at certain points, they extrude noxious fluids when pecked; they will often survive a 'trial'.\nIn Müllerian mimicry an advantage is gained when unpalatable species resemble each other, especially when the predator has a good memory for colour (as birds, for instance, do have). Thus one trial may work to dissuade a bird from several species of butterfly which all fly the same 'flag'. Brazilian butterflies provide some of the most extraordinary examples of mimicry, and Müller, Bates and Wallace all had lengthy experience of this. All three traveller-naturalists believed firmly that such systems of mimicry could only come about by means of natural selection, and all of them wrote about it.\nStingless bees.\nOne of his favourite topics was the life habits of the stingless honey-bees \"Melipoma\" and \"Trigona\". They are protected by a venom which they squirt when disturbed. The local name for them is Cagafogo (fire-shitter).\nDimorphism in midges.\nAnother discovery was the dimorphism in midges of the family Blepharicereidae. There are two female forms with different mouth-parts: one sucks blood, the other takes nectar, as does the male. To prove the point to skeptics, he sexed the flies carefully, and reared them from pupae.\nTermites.\nBy studying living termites Müller was able to correct many errors to be found in text-books. For example, their caste system is organised quite differently from ants, since the castes contain members of both sexes, whereas in hymenoptera the castes are unisexual and the males are haploid. Termites are placed in a different order from ants, the Isoptera.\nBotanical work.\nMuch of Müller's botany was stimulated by the series of botanical works published by Darwin in the years after the \"Origin\". Müller made contributions in all these fields. After Darwin's \"Fertilisation of Orchids\" (1862) he spent years of work on orchids, sending observations to his brother Hermann and to Darwin. Darwin used some of this work in his second edition of 1877, and Hermann later became famous for his work on pollination. On \"Climbing plants\" (Darwin 1867) Müller sent a letter to Darwin listing 40 genera of climbing plants classified by their method of climbing. The next few months saw more observations, which Darwin had translated and published as Müller's first paper in English.\nMüller and Darwin.\nMüller became a strong supporter of Darwin. He wrote \"Für Darwin\" in 1864, arguing that Charles Darwin's theory of evolution by natural selection was correct, and that Brazilian crustaceans and their larvae could be affected by adaptations at any growth stage. This was translated into English as \"Facts and Arguments for Darwin\" in 1869. If Müller had a weakness it was that his writing was much less readable than that of Darwin or Wallace; both the German and English editions are hard reading indeed, which has limited the appreciation of this significant book.\nExtensive correspondence exists between Müller and Darwin, and Müller also corresponded with Alexander Agassiz, Ernst Krause, and Ernst Haeckel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":50},{"uri":"Biologist","surface_form":"biologist","offset":57},{"uri":"Medical_doctor","surface_form":"doctor","offset":71},{"uri":"Brazil","surface_form":"Brazil","offset":107},{"uri":"Natural_history","surface_form":"natural history","offset":136},{"uri":"Darwinism","surface_form":"Darwinism","offset":182},{"uri":"University_of_Berlin","surface_form":"Berlin","offset":421},{"uri":"University_of_Greifswald","surface_form":"Greifswald","offset":432},{"uri":"PhD","surface_form":"doctoral degree","offset":461},{"uri":"Religion","surface_form":"religion","offset":557},{"uri":"Atheist","surface_form":"atheist","offset":588},{"uri":"The_Revolutions_of_1848_in_the_German_states","surface_form":"Prussian Revolution","offset":810},{"uri":"Santa_Catarina_(state)","surface_form":"Santa Catarina","offset":1051},{"uri":"Itaja%C3%AD","surface_form":"Itajaí","offset":1101},{"uri":"Blumenau","surface_form":"Blumenau","offset":1126},{"uri":"Tropical","surface_form":"tropical","offset":1446},{"uri":"Rain_forest","surface_form":"rain forest","offset":1517},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":1606},{"uri":"Corruption","surface_form":"corruption","offset":2044},{"uri":"Nepotism","surface_form":"nepotism","offset":2059},{"uri":"S%C3%A3o_Paulo","surface_form":"São Paulo","offset":2276},{"uri":"Alexander_von_Humboldt","surface_form":"Humboldt","offset":2695},{"uri":"Charles_Darwin","surface_form":"Darwin","offset":2705},{"uri":"Alfred_Russel_Wallace","surface_form":"Wallace","offset":2713},{"uri":"Henry_Walter_Bates","surface_form":"Bates","offset":2722},{"uri":"Richard_Spruce","surface_form":"Spruce","offset":2729},{"uri":"Hermann_M%C3%BCller","surface_form":"Hermann Müller","offset":2912},{"uri":"Coevolution","surface_form":"coevolution","offset":3000},{"uri":"Warning_colouration","surface_form":"warning colouration","offset":3821},{"uri":"Butterflies","surface_form":"butterflies","offset":3873},{"uri":"Mimicry","surface_form":"mimicry","offset":4679},{"uri":"Henry_Walter_Bates","surface_form":"Bates","offset":4700},{"uri":"Alfred_Russel_Wallace","surface_form":"Wallace","offset":4710},{"uri":"Midges","surface_form":"midges","offset":5212},{"uri":"Haploid","surface_form":"haploid","offset":5747},{"uri":"Isoptera","surface_form":"Isoptera","offset":5812},{"uri":"Fertilisation_of_Orchids","surface_form":"Fertilisation of Orchids","offset":6026},{"uri":"Charles_Darwin","surface_form":"Charles Darwin's","offset":6646},{"uri":"Theory_of_evolution","surface_form":"theory of evolution","offset":6663},{"uri":"Natural_selection","surface_form":"natural selection","offset":6686},{"uri":"Crustacean","surface_form":"crustacean","offset":6736},{"uri":"Alexander_Agassiz","surface_form":"Alexander Agassiz","offset":7217},{"uri":"Ernst_Krause","surface_form":"Ernst Krause","offset":7236},{"uri":"Ernst_Haeckel","surface_form":"Ernst Haeckel","offset":7254}]}