{"id":199756,"url":"http://en.wikipedia.org/wiki/Alfred_Russel_Wallace","text":"Alfred Russel Wallace OM, FRS (8 January 1823 – 7 November 1913) was a British naturalist, explorer, biologist and social activist. He is best known for proposing a theory of natural selection. This was published in 1858 together with Charles Darwin's idea.\nWallace did extensive natural history exploring. He went first to the Amazon River basin with Henry Walter Bates, and later to Malaya and Indonesia. He wrote books on both these adventures. While in Indonesia he drew the \"Wallace Line\" which divides Indonesia into two parts. On one side are animals of Australasia. On the other side are species mostly of Asian origin. He wrote a wonderful book on biogeography (the distribution of animals).\nThe great adventure.\nAfter a few years of working as a railway surveyor with his brother, Wallace's life was changed by meeting Henry Walter Bates in Leicester in 1847.\nThe Amazon.\nWallace and Bates discussed the idea of an expedition to the Amazon. The plan was to defray expenses by sending specimens back to London, where an agent would sell them for a commission. Also, for the travellers to \"gather facts towards solving the problem of the origin of species\", as Wallace put it in a letter to Bates. The two friends, who were both by now experienced amateur entomologists, met in London to prepare themselves by viewing South American plants and animals in the main collections.\nBates and Wallace sailed from Liverpool in April 1848, arriving in Pará (now Belém) at the end of May. For the first year they settled in a villa near the city, collecting birds and insects. After that they agreed to collect independently.\nWallace continued charting the Amazon for four years, collecting specimens and making notes on the peoples, the languages, the geography, flora, and fauna. On 12 July 1852, Wallace embarked for England on the brig \"Helen\". After twenty-eight days at sea, balsam in the ship's cargo caught fire and the crew was forced to abandon ship. All of the specimens Wallace had on the ship, most of his collection, were lost. He could only save part of his diary and a few sketches. Wallace and the crew spent ten days in an open boat before being picked up by the brig \"Jordeson\".\nThe East Indies.\nFrom 1854 to 1862, age 31 to 39, Wallace travelled through the \"Dutch East Indies\" (now Malaysia and Indonesia), to collect specimens for sale and to study nature. Wallace collected more than 125,000 specimens in the Dutch East Indies (more than 80,000 beetles alone). More than a thousand of them represented species new to science.\nHis observations of the clear zoological differences across a narrow strait in the archipelago led to his proposing the zoogeographical boundary now known as the Wallace Line. Bali and Lombok were two islands in the archipelago only 17 miles apart at the widest (28 km), roughly the same size and with the same climate, soil, elevation and aspect. Yet their flora and fauna were so different.\n\"In this archipelago there are two distinct faunas rigidly circumscribed, which differ as much as do those of Africa and South America... yet there is nothing on the map or on the face of the islands to mark their limits. The boundary line passes between islands closer together than others belonging to the same group. I believe the western part to be a separated portion of continental Asia, while the eastern is a fragmentary prolongation of a former west Pacific continent\".\nWhy was it, he wondered, that the animals and plants on the Bali side of the channel were of Asian types, while those on the Lombok side were Australasian in type? This had to mean that the western group had evolved from common western stock, while the eastern group had evolved from a common eastern stock.\nWhile he was exploring the archipelago, he refined his thoughts about evolution and had his famous insight on natural selection. In 1858 he sent an article outlining his theory to Darwin; it was published, along with a description of Darwin's own theory, in the same year.\nAccounts of his studies and adventures there were eventually published in 1869 as \"The Malay Archipelago\". It became one of the most popular natural history travel journals of the 19th century. It was praised by Charles Darwin and Charles Lyell and by others, such as the novelist Joseph Conrad, who called it his \"favorite bedside companion\".\nNatural selection.\nUnlike Darwin, Wallace began his career as a travelling naturalist already believing in evolution. Both he and Bates had read \"Vestiges\", a controversial work of popular science, published anonymously in 1844. This advocated an evolutionary origin for the solar system, the earth, and living things. He also read Malthus's \"Principle of population\", which he says \"twenty years later gave me the long-sought clue to the effective agent in the evolution of organic species\". He meant by that the struggle for existence, which led Wallace to \"natural selection\".\nWallace wrote his ideas on the small isle of \"Ternate\", in what was then the Dutch East Indies. He was suffering from malaria. While the natives looked after him, his thoughts turned to Malthus's book.\n\"I thought of [Malthus's] clear exposition of the 'positive checks to increase' – disease, accidents, wars, famine – which keep down the population... It then occurred to me that the same causes, or their equivalents, are\ncontinually acting in the case of animals also... Why do some die and some live? And the answer came clearly, that on the whole the best fitted live... Then it suddenly flashed upon me, that this self-acting process would necessarily improve the race...\"\nThis was the origin of his letter to Darwin, which set out the idea of natural selection.\nHis views on human evolution.\nIn 1864 Wallace published a paper, \"The origin of human races and the antiquity of Man deduced from the theory of natural selection\", applying the theory to human beings. Huxley had already published his view that evolution applied to mankind as it did to other living things.\nWallace thought that natural selection could not account for mathematical, artistic, or musical genius, as well as metaphysical musings, wit and humour. He eventually said that something in \"the unseen universe of Spirit\" had interceded at least three times in history. The first was the creation of life from inorganic matter. The second was the introduction of consciousness in the higher animals. And the third was the generation of the higher mental faculties in mankind. He also believed that the purpose of the universe was the development of the human spirit.\nMany, including Huxley, Hooker, and Darwin himself, were highly critical of these ideas. As one historian of science has pointed out, Wallace's views in this area were at odds with two major tenets of Darwinism. These are: evolution does not have a goal, and it is not aimed at or centered around mankind. It is thought by most biographers that his thinking on the evolution of man was influenced by his adoption of spiritualism, which happened at the same time.\nSpiritualism.\nWallace was not a believer in revealed religion of any kind, but he did believe in spiritualism. This has puzzled biographers, who struggle to think why such a man would believe in spirits. Early in his life, he experimented with hypnosis, which was then doubted and criticised. He used some of his students in Leicester as subjects, with considerable success. Apparently, this persuaded him not to reject ideas which were doubted. Even when Huxley told him that one of his favourite mediums was a proven fraud, he refused to believe it. He preferred the evidence of his own experience.\nWallace's public support of spiritualism, and his defence of spiritualist mediums against allegations of fraud, damaged his scientific reputation. It strained his relationships with friends such as Bates, Huxley and Darwin, who felt he was overly credulous. Others became openly hostile to Wallace over the issue. Wallace and other scientists who defended spiritualism were subject to much criticism from the press, with \"The Lancet\", the leading English medical journal, being particularly harsh. The controversy affected the public's idea of Wallace for the rest of his career, though he was always respected in other ways.\nBooks.\nWallace wrote about 22 books, depending on how one counts them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_Merit","surface_form":"OM","offset":22},{"uri":"FRS","surface_form":"FRS","offset":26},{"uri":"Naturalist","surface_form":"naturalist","offset":79},{"uri":"Explorer","surface_form":"explorer","offset":91},{"uri":"Biologist","surface_form":"biologist","offset":101},{"uri":"Social","surface_form":"social","offset":115},{"uri":"Activism","surface_form":"activist","offset":122},{"uri":"Natural_selection","surface_form":"natural selection","offset":175},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":235},{"uri":"Natural_history","surface_form":"natural history","offset":280},{"uri":"Amazon_River","surface_form":"Amazon River","offset":328},{"uri":"Henry_Walter_Bates","surface_form":"Henry Walter Bates","offset":352},{"uri":"British_Malaya","surface_form":"Malaya","offset":385},{"uri":"Indonesia","surface_form":"Indonesia","offset":396},{"uri":"Australasia","surface_form":"Australasia","offset":561},{"uri":"Biogeography","surface_form":"biogeography","offset":657},{"uri":"Railway","surface_form":"railway","offset":756},{"uri":"Survey","surface_form":"survey","offset":764},{"uri":"Henry_Walter_Bates","surface_form":"Henry Walter Bates","offset":829},{"uri":"Leicester","surface_form":"Leicester","offset":851},{"uri":"Amazon_Rainforest","surface_form":"Amazon","offset":943},{"uri":"Evolution","surface_form":"origin of species","offset":1146},{"uri":"Entomology","surface_form":"entomologists","offset":1264},{"uri":"South_America","surface_form":"South America","offset":1326},{"uri":"Liverpool","surface_form":"Liverpool","offset":1415},{"uri":"Bel%C3%A9m","surface_form":"Belém","offset":1462},{"uri":"Geography","surface_form":"geography","offset":1752},{"uri":"Flora","surface_form":"flora","offset":1763},{"uri":"Animals","surface_form":"fauna","offset":1774},{"uri":"Ship","surface_form":"brig","offset":1834},{"uri":"Balsam","surface_form":"balsam","offset":1880},{"uri":"Cargo","surface_form":"cargo","offset":1901},{"uri":"Dutch_East_Indies","surface_form":"Dutch East Indies","offset":2278},{"uri":"Malaysia","surface_form":"Malaysia","offset":2302},{"uri":"Indonesia","surface_form":"Indonesia","offset":2315},{"uri":"Beetle","surface_form":"beetle","offset":2467},{"uri":"Archipelago","surface_form":"archipelago","offset":2631},{"uri":"Border","surface_form":"boundary","offset":2684},{"uri":"Wallace_Line","surface_form":"Wallace Line","offset":2710},{"uri":"Bali","surface_form":"Bali","offset":2724},{"uri":"Lombok","surface_form":"Lombok","offset":2733},{"uri":"Natural_selection","surface_form":"natural selection","offset":3838},{"uri":"Natural_history","surface_form":"natural history","offset":4142},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":4213},{"uri":"Charles_Lyell","surface_form":"Charles Lyell","offset":4232},{"uri":"Joseph_Conrad","surface_form":"Joseph Conrad","offset":4282},{"uri":"Solar_system","surface_form":"solar system","offset":4620},{"uri":"Thomas_Robert_Malthus","surface_form":"Malthus","offset":4677},{"uri":"Struggle_for_existence","surface_form":"struggle for existence","offset":4859},{"uri":"Malaria","surface_form":"malaria","offset":5043},{"uri":"Natural_selection","surface_form":"natural selection","offset":5675},{"uri":"Thomas_Henry_Huxley","surface_form":"Huxley","offset":5895},{"uri":"Spirit","surface_form":"Spirit","offset":6215},{"uri":"Inorganic_matter","surface_form":"inorganic matter","offset":6311},{"uri":"Consciousness","surface_form":"consciousness","offset":6364},{"uri":"Thomas_Henry_Huxley","surface_form":"Huxley","offset":6584},{"uri":"Joseph_Dalton_Hooker","surface_form":"Hooker","offset":6592},{"uri":"Rule","surface_form":"tenets","offset":6759},{"uri":"Revelation","surface_form":"revealed","offset":7075},{"uri":"Religion","surface_form":"religion","offset":7084},{"uri":"Biography","surface_form":"biographers","offset":7159},{"uri":"Spirit","surface_form":"spirit","offset":7226},{"uri":"Hypnosis","surface_form":"hypnosis","offset":7275},{"uri":"Thomas_Henry_Huxley","surface_form":"Huxley","offset":7487},{"uri":"Henry_Walter_Bates","surface_form":"Bates","offset":7830},{"uri":"The_Lancet","surface_form":"The Lancet","offset":8054}]}