{"id":199814,"url":"http://en.wikipedia.org/wiki/Thomas_Henry_Huxley","text":"Thomas Henry Huxley PC PRS (4 May 1825 – 29 June 1895) was an English biologist who specialised in comparative anatomy. He was born in Ealing, Middlesex. He was a friend and supporter of Charles Darwin, and had a public career. He was a member of ten Royal Commissions.\nToday he is sometimes called \"Darwin's Bulldog\" for his support of Charles Darwin's theory of evolution. However, this term was not used during his lifetime. Huxley was slow to accept some of Darwin's ideas, but he was wholehearted in his public support of Darwin.\nHuxley's 1860 debate with the English Bishop Samuel Wilberforce was a famous public event. The debate was about evolution, and it was widely reported in the press. Many thought Huxley won that debate, which helped Huxley's career, and the theory of evolution.\nHuxley also developed scientific education in Britain, and fought against the more extreme forms of religion. These activities had a big effect on the way people in Britain and elsewhere thought about the world. Huxley used the term \"agnostic\" to say that he did not know if there is a god or not. We continue to use the term \"agnostic\" today. Huxley was for many years a close friend of the Irish physicist John Tyndall.\nHuxley had little schooling, and taught himself almost everything he knew. Remarkably, he became a great anatomist and zoologist. Later, he discussed the evolution of man and the apes. Another of his ideas was that birds evolved from small carnivorous dinosaurs, which is now known to be true.\nHuxley died in Eastbourne, Sussex. Three of his grandsons became famous in the 20th century.\nVoyage round the world.\nAs a young man, Huxley went on a long voyage of discovery to the southern continents. He was Assistant to the Surgeon on the Royal Navy ship HMS \"Rattlesnake\". What he did was to collect sea animals, and study them. He went ashore in New Guinea and the eastern coast of Australia, to study the animals, and the native peoples. He fell in love with a girl in Sydney, Australia, and some years later they married and had children.\nHuxley on Man.\nFor nearly ten years he worked on the relationship of man to the apes. This led him into a clash with Richard Owen, a man who was disliked for his behaviour, but admired for his skill. The struggle between them ended in some severe defeats for Owen.\nHuxley's public lectures grew into his most famous work \"Man's place in Nature\" (1863). There he deals with the evolution of man, before Charles Darwin published his \"Descent of Man\" in 1871.\nIn the book Huxley gives evidence for the evolution of man and apes from a common ancestor. It was the first book devoted to the topic of human evolution. The book proposed to a wide readership that \"evolution applied as fully to man as to all other life\".\nPublic work.\nHuxley was an important public figure. When he was young there were virtually no degrees in British universities in biology, and few courses. Most biologists of his day were either self-taught, or took medical degrees. By the time he retired there were professors in biology in most universities, and a broad agreement on what should be taught. Huxley was the single most influential person in this transformation. Huxley was for about thirty years evolution's most effective champion. For some, Huxley was \"the\" leading English spokesman for science in the nineteenth century\".\nSchools and the Bible.\nHuxley supported the reading of the Bible in schools. Huxley was against organised religion, but he thought the Bible's moral teachings and use of language helped English life. \"I do not advocate burning your ship to get rid of the cockroaches\".\nHowever, what Huxley proposed was to create an \"edited version\" of the Bible, without \"shortcomings and errors... These tender children [should] not be taught that which you do not yourselves believe\". The London School Board voted against his idea, but it also voted against the idea that public money should be used to support students attending church schools. Vigorous debate took place on such points, and the debates were written down in detail. Huxley said \"I will never be a party to enabling the state to sweep the children of this country into denominational schools\". The Act of Parliament which founded board schools allowed the reading of the Bible, but did not permit any particular religious doctrine to be taught.\nIt may be right to see Huxley as helping the secularisation of British society which gradually occurred over the following century. Ernst Mayr said \"It can hardly be doubted that [biology] has helped to undermine traditional beliefs and value systems\". Huxley more than anyone else was responsible for this trend in Britain.\nRoyal Commissions.\nHuxley worked on ten Royal and other commissions. The subjects included medical law, contagious diseases, vivisection; fisheries; universities in Scotland, and science education in Ireland. He was Inspector of Fisheries 1881–85, and held many awards from many universities. He was President of the Royal Society from 1883–1885. The British state made him a Privy Councillor, as a reward for his public work.","categories":[],"infobox_types":[],"annotations":[{"uri":"PC","surface_form":"PC","offset":20},{"uri":"PRS","surface_form":"PRS","offset":23},{"uri":"English_people","surface_form":"English","offset":62},{"uri":"Biologist","surface_form":"biologist","offset":70},{"uri":"Comparative_anatomy","surface_form":"comparative anatomy","offset":99},{"uri":"Ealing","surface_form":"Ealing","offset":135},{"uri":"Middlesex","surface_form":"Middlesex","offset":143},{"uri":"Royal_Commission","surface_form":"Royal Commission","offset":251},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":337},{"uri":"Evolution","surface_form":"evolution","offset":364},{"uri":"Debate","surface_form":"debate","offset":549},{"uri":"Bishop","surface_form":"Bishop","offset":573},{"uri":"Samuel_Wilberforce","surface_form":"Samuel Wilberforce","offset":580},{"uri":"Evolution","surface_form":"evolution","offset":784},{"uri":"Education","surface_form":"education","offset":828},{"uri":"Religion","surface_form":"religion","offset":895},{"uri":"Britain","surface_form":"Britain","offset":960},{"uri":"Agnostic","surface_form":"agnostic","offset":1029},{"uri":"Irish_people","surface_form":"Irish","offset":1187},{"uri":"Physicist","surface_form":"physicist","offset":1193},{"uri":"John_Tyndall","surface_form":"John Tyndall","offset":1203},{"uri":"Comparative_anatomy","surface_form":"anatomist","offset":1322},{"uri":"Zoologist","surface_form":"zoologist","offset":1336},{"uri":"Ape","surface_form":"ape","offset":1396},{"uri":"Birds","surface_form":"birds","offset":1432},{"uri":"Carnivore","surface_form":"carnivorous","offset":1457},{"uri":"Theropoda","surface_form":"dinosaurs","offset":1469},{"uri":"Eastbourne","surface_form":"Eastbourne","offset":1526},{"uri":"Sussex","surface_form":"Sussex","offset":1538},{"uri":"Huxley_family","surface_form":"grandsons","offset":1559},{"uri":"South","surface_form":"south","offset":1693},{"uri":"Continent","surface_form":"continent","offset":1702},{"uri":"Surgeon","surface_form":"Surgeon","offset":1738},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":1753},{"uri":"New_Guinea","surface_form":"New Guinea","offset":1862},{"uri":"Coast","surface_form":"coast","offset":1889},{"uri":"Australia","surface_form":"Australia","offset":1898},{"uri":"Indigenous_peoples","surface_form":"native","offset":1939},{"uri":"Sydney%2C_Australia","surface_form":"Sydney, Australia","offset":1986},{"uri":"Richard_Owen","surface_form":"Richard Owen","offset":2174},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":2459},{"uri":"Ancestor","surface_form":"ancestor","offset":2596},{"uri":"Human_evolution","surface_form":"human evolution","offset":2652},{"uri":"Academic_degree","surface_form":"degree","offset":2865},{"uri":"Biology","surface_form":"biology","offset":2900},{"uri":"Medical","surface_form":"medical","offset":2986},{"uri":"Professor","surface_form":"professor","offset":3037},{"uri":"Evolution","surface_form":"evolution","offset":3233},{"uri":"Nineteenth_century","surface_form":"nineteenth century","offset":3342},{"uri":"Bible","surface_form":"Bible","offset":3422},{"uri":"School","surface_form":"school","offset":3431},{"uri":"State","surface_form":"state","offset":4137},{"uri":"Christian_denomination","surface_form":"denominational","offset":4186},{"uri":"Act_of_Parliament","surface_form":"Act of Parliament","offset":4215},{"uri":"Secular","surface_form":"secular","offset":4407},{"uri":"Ernst_Mayr","surface_form":"Ernst Mayr","offset":4494},{"uri":"Royal","surface_form":"Royal","offset":4727},{"uri":"Law","surface_form":"law","offset":4786},{"uri":"Disease","surface_form":"disease","offset":4802},{"uri":"Vivisection","surface_form":"vivisection","offset":4812},{"uri":"Fishing","surface_form":"fisheries","offset":4825},{"uri":"Universities","surface_form":"universities","offset":4836},{"uri":"Scotland","surface_form":"Scotland","offset":4852},{"uri":"Science","surface_form":"science","offset":4866},{"uri":"Education","surface_form":"education","offset":4874},{"uri":"Ireland","surface_form":"Ireland","offset":4887},{"uri":"University","surface_form":"universities","offset":4966},{"uri":"Royal_Society","surface_form":"Royal Society","offset":5004},{"uri":"Privy_Council_of_the_United_Kingdom","surface_form":"Privy Councillor","offset":5063}]}