{"id":200230,"url":"http://en.wikipedia.org/wiki/Jefferson_Davis","text":"Jefferson Fine Davis (June 3, 1808 – December 6, 1889) was an American statesman. He led the Confederacy during the American Civil War. He was President of the Confederate States of America for its entire history, from 1861 to 1865.\nEarly life.\nDavis was born on June 3, 1808 in Christian County, Kentucky, the last child of ten of Jane (née Cook) and Samuel Emory Davis. Both of Davis' paternal grandparents had immigrated to North America from the region of Snowdonia in the North of Wales; the rest of his ancestry can be traced to England. Davis' paternal grandfather, Evan, married Lydia Emory Williams. Samuel Emory Davis was born to them in 1756. Lydia had two sons from a previous marriage. Samuel served in the Continental Army during the American Revolutionary War, along with his two older half-brothers. In 1783, after the war, he married Jane Cook (also born in Christian County, in 1759 to William Cook and his wife Sarah Simpson). Samuel died on July 4, 1824, when Jefferson was 16 years old. Jane died on October 3, 1845.\nEducation.\nIn 1811 he moved to St. Mary Parish, Louisiana, and later to Wilkinson County, Mississippi. In 1813 Davis began his education at the Wilkinson Academy, near the family cotton plantation in the small town of Woodville. Two years later, Davis entered the Catholic school of Saint Thomas at St. Rose Priory. At the time, he was the only Protestant student at the school. Davis went on to Jefferson College at Washington, Mississippi, in 1818, and then to Transylvania University at Lexington, Kentucky, in 1821. In 1828 he graduated from the United States Military Academy. He was an officer in the United States Army until 1835.\nLater political career.\nOn February 9, 1861, after Davis resigned from the United States Senate, he was selected to be the provisional President of the Confederate States of America; he was elected without opposition to a six-year term that November. During his presidency, Davis took charge of the Confederate war plans but was unable to find a strategy to stop the larger, more powerful and better organized Union. His diplomatic efforts failed to gain recognition from any foreign country, and he paid little attention to the collapsing Confederate economy, printing more and more paper money to cover the war's expenses.\nHistorians have criticized Davis for being a much less effective war leader than his Union counterpart Abraham Lincoln, which they attribute to Davis being overbearing, controlling, and overly meddlesome, as well as being out of touch with public opinion, and lacking support from a political party (since the Confederacy had no political parties). His preoccupation with detail, reluctance to delegate responsibility, lack of popular appeal, feuds with powerful state governors, inability to get along with people who disagreed with him, and neglect of civil matters in favor of military ones all worked against him.\nLater life.\nAfter Davis was captured on May 10, 1865, he was charged with treason. Although he was not tried, he was stripped of his eligibility to run for public office; Congress later lifted this restriction in 1978, 89 years after his death. Many Southerners felt bad with his arrest, refusal to accept defeat, and resistance to Reconstruction. Over time, admiration for his pride and ideals made him a Civil War hero to many Southerners, and his legacy became part of the foundation of the postwar New South. By the late 1880s, Davis began to encourage reconciliation, telling Southerners to be loyal to the Union. He was helped in the last decade of his life by the generosity of Sarah Anne Ellis Dorsey, a rich widow. First she invited him to her plantation in 1877 near Biloxi, Mississippi, at a time when he was sick, and gave him a cottage to use for working on his memoir. She gave Davis her plantation before her death in 1878, and she also gave him a fund for his support. This made him to live in some comfort with his wife until his death on December 6, 1889 in New Orleans, Louisiana from bronchitis. He was 81 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":62},{"uri":"Confederate_States_of_America","surface_form":"Confederacy","offset":93},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":116},{"uri":"President_of_the_Confederate_States_of_America","surface_form":"President of the Confederate States of America","offset":143},{"uri":"Christian_County%2C_Kentucky","surface_form":"Christian County, Kentucky","offset":279},{"uri":"Snowdonia","surface_form":"Snowdonia","offset":460},{"uri":"Wales","surface_form":"Wales","offset":486},{"uri":"England","surface_form":"England","offset":535},{"uri":"Continental_Army","surface_form":"Continental Army","offset":720},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":748},{"uri":"St._Mary_Parish%2C_Louisiana","surface_form":"St. Mary Parish, Louisiana","offset":1069},{"uri":"Wilkinson_County%2C_Mississippi","surface_form":"Wilkinson County, Mississippi","offset":1110},{"uri":"Plantations_in_the_American_South","surface_form":"plantation","offset":1224},{"uri":"St._Rose_Priory","surface_form":"St. Rose Priory","offset":1337},{"uri":"Jefferson_College_(Washington%2C_Mississippi)","surface_form":"Jefferson College","offset":1434},{"uri":"Washington%2C_Mississippi","surface_form":"Washington, Mississippi","offset":1455},{"uri":"Transylvania_University","surface_form":"Transylvania University","offset":1501},{"uri":"Lexington%2C_Kentucky","surface_form":"Lexington, Kentucky","offset":1528},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":2086},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":2404},{"uri":"Treason","surface_form":"treason","offset":2993},{"uri":"Reconstruction_era_of_the_United_States","surface_form":"Reconstruction","offset":3251},{"uri":"New_South","surface_form":"New South","offset":3421},{"uri":"Sarah_Anne_Ellis_Dorsey","surface_form":"Sarah Anne Ellis Dorsey","offset":3604},{"uri":"Biloxi%2C_Mississippi","surface_form":"Biloxi, Mississippi","offset":3696},{"uri":"New_Orleans","surface_form":"New Orleans","offset":3995},{"uri":"Louisiana","surface_form":"Louisiana","offset":4008},{"uri":"Bronchitis","surface_form":"bronchitis","offset":4023}]}