{"id":2002,"url":"http://en.wikipedia.org/wiki/Sociology","text":"e=\"preserve\">Sociology is the study of societies and how humans act in groups. Sociology is a social science. People who study sociology are called sociologists. A society is the community of people living in a particular country or region and having shared customs, laws, and organizations.\nEmmanuel-Joseph Sieyès in 1780 was first to use the term. The problems caused by the change to an industrial society, where many people moved to cities and worked in factories, were an early focus of sociology. Auguste Comte, Max Weber and Émile Durkheim were leading figures in the study of social phenomena. Themes included: community, authority, status, alienation and lack of power.\nIn the 2000s, some sociologists look at such things as: race, ethnicity, class, gender, the family and social interaction. They also study the breakdown of social structures; crime and divorce.\nWork of sociologists.\nSociologists research the structures that organize society, such as race, gender (whether a person is male or female), and social classes (rich or poor). They study the family and examine problems such as crime and drug abuse.\nMost sociologists work in one or more specialty areas or \"sub-fields\". Sociology includes many sub-fields that examine different aspects of society. For example, social stratification studies inequality and class structure in society. The field of demography studies changes in population size or type. The field of criminology examines criminal behavior and crime. Political sociology studies government and laws. Sociology of race and sociology of gender examine how people think about race and gender.\nMany sociologists also do research outside of the university. Their research is supposedly intended to help teachers, lawmakers, and government administrators to make better institutions, government programs, and rules.\nSociologists often use statistics to count and measure patterns in how people act or behave. Sociologists also interview people or hold group discussions to find out why people behave in certain ways. Some sociologists combine different research methods.\nHistory of sociology.\nSocial analysis has been done since the time of Plato. Sociology became accepted as a type of science in the early 1800s. European cities were changing as many people moved into cities and began working in factories. Sociologists tried to understand how people interacted and how groups interacted.\nThe word \"sociology\" was invented by French thinker Emmanuel-Joseph Sieyès in 1780. Early thinkers who wrote about sociology included Auguste Comte and Max Weber.\nSociology was taught in a university for the first time at the University of Kansas in 1890. The first European department of sociology was founded in 1895 at the University of Bordeaux by Émile Durkheim. The first sociology department to be established in Britain was at the London School of Economics and Political Science in 1904. In 1919 a sociology department was established in Germany at the Ludwig Maximilians University of Munich by Max Weber.","categories":[],"infobox_types":[],"annotations":[{"uri":"Society","surface_form":"societies","offset":39},{"uri":"Human","surface_form":"human","offset":57},{"uri":"Social_science","surface_form":"social science","offset":94},{"uri":"Customs","surface_form":"customs","offset":258},{"uri":"Emmanuel-Joseph_Siey%C3%A8s","surface_form":"Emmanuel-Joseph Sieyès","offset":292},{"uri":"Industrial","surface_form":"industrial","offset":390},{"uri":"Auguste_Comte","surface_form":"Auguste Comte","offset":503},{"uri":"Max_Weber","surface_form":"Max Weber","offset":518},{"uri":"%C3%89mile_Durkheim","surface_form":"Émile Durkheim","offset":532},{"uri":"Theme","surface_form":"Theme","offset":602},{"uri":"Community","surface_form":"community","offset":619},{"uri":"Authority","surface_form":"authority","offset":630},{"uri":"Social_status","surface_form":"status","offset":641},{"uri":"Alienation","surface_form":"alienation","offset":649},{"uri":"Race_(sociology)","surface_form":"race","offset":735},{"uri":"Ethnicity","surface_form":"ethnicity","offset":741},{"uri":"Social_class","surface_form":"class","offset":752},{"uri":"Gender","surface_form":"gender","offset":759},{"uri":"Social_interaction","surface_form":"social interaction","offset":782},{"uri":"Social_structure","surface_form":"social structure","offset":835},{"uri":"Crime","surface_form":"crime","offset":854},{"uri":"Divorce","surface_form":"divorce","offset":864},{"uri":"Gender","surface_form":"gender","offset":969},{"uri":"Social_class","surface_form":"social class","offset":1018},{"uri":"Statistics","surface_form":"statistics","offset":1870},{"uri":"Plato","surface_form":"Plato","offset":2172},{"uri":"Emmanuel-Joseph_Siey%C3%A8s","surface_form":"Emmanuel-Joseph Sieyès","offset":2475},{"uri":"Auguste_Comte","surface_form":"Auguste Comte","offset":2557},{"uri":"%C3%89mile_Durkheim","surface_form":"Émile Durkheim","offset":2775},{"uri":"London_School_of_Economics","surface_form":"London School of Economics","offset":2862},{"uri":"Max_Weber","surface_form":"Max Weber","offset":3028}]}