{"id":200523,"url":"http://en.wikipedia.org/wiki/Joseph_Dalton_Hooker","text":"Sir Joseph Dalton Hooker OM GCSI CB MD FRS (30 June 1817 – 10 December 1911) was a British botanist and explorer of the 19th century. Hooker was one of the founders of geographical botany, and Charles Darwin's closest friend. He was Director of the Royal Botanical Gardens, Kew, for twenty years, in succession to his father, William Jackson Hooker, and was awarded the highest honours of British science.\nAntarctic 1839–1843.\nThe expedition consisted of two ships, HMS \"Erebus\" and HMS \"Terror\"; it was the last major voyage of exploration made entirely under sail. Hooker was the youngest of the 128 man crew. He sailed on the \"Erebus\" and was assistant to the ship's surgeon, who was instructed to collect zoological and geological specimens. The ships travelled all over the southern oceans from South America to Australia and New Zealand. Hooker made plant collections at each location and while travelling drew these and specimens of algae and sea life pulled aboard using tow nets.\nAfter spending 5 months in the Antarctic they returned to resupply in Hobart, then went on to Sydney, and New Zealand. They left New Zealand to return to Antarctica. After spending 138 days at sea, and a collision between the \"Erebus\" and \"Terror,\" they sailed to the Falkland Islands, to Tierra del Fuego, back to the Falklands and onward to their third sortie into the Antarctic. The ships arrived back in England on 4 September 1843; the voyage had been a success for Ross as it was the first to confirm the existence of the southern continent and chart much of its coastline.\nHimalayas and India 1847–1851.\nOn 11 November 1847 Hooker left England for his three year long Himalayan expedition; he would be the first European to collect plants in the Himalayas. Hooker's expedition was based in Darjeeling. Hooker wrote to Darwin relaying to him the habits of animals in India, and collected plants in Bengal.\nHooker and a sizable party of local assistants departed for eastern Nepal on 27 October 1848. They travelled north west along Nepal's passes into Tibet. In April 1849 he started on a longer expedition into Sikkim, but he was imprisoned by the Dewan of Sikkim when they were travelling towards Tibet. A British team was sent to negotiate: they were released without bloodshed. Hooker returned to Darjeeling where he spent January and February 1850 writing his journals, replacing specimens lost during his detention and planning a journey for his last year in India.\nHooker's survey of hitherto unexplored regions, the \"Himalayan Journals\" was published in 1854.\nPalestine 1860.\nThis trip was taken in the autumn of 1860, with Daniel Hanbury. They visited and collected in Syria and Palestine; no full-length report was published, but a number of papers were written. Hooker recognised three phytogeograpical divisions: Western Syria and Palestine; Eastern Syria and Palestine; Middle and Upper mountain regions of Syria.\nMorocco 1871.\nHooker visited Morocco from April to June 1871, in the company of John Ball, George Maw and a young gardener from Kew, called Crump.\nWestern United States 1877.\nThis was undertaken with his friend Asa Gray, the leading American botanist of the day. \"A difficult question was why in the great mountain chains of the Western United States there appeared to be only a few botanical enclaves of plants of eastern-Asiatic affinities among plants of Mexican and more southern types.\" Hooker was back in Kew with 1,000 dried specimens by October.\nHis views on the flora of Colorado and Utah: There are two temperate, and two cold or mountain floras, viz: 1. a prairie flora derived from the eastward; 2. a so-called desert and saline flora derived from the west; 3. a subalpine; 4. an alpine flora, the two latter of widely different origin, and in one sense proper to the Rocky Mountain ranges.\nDarwin and evolution.\nWhile on the \"Erebus\", Hooker had read proofs of Charles Darwin's \"The Voyage of the Beagle\" provided by Charles Lyell and had been very impressed by Darwin's skill as a naturalist. They had met once, before the Antarctic voyage started. After Hooker's return to England, he was approached by Darwin who invited him to classify the plants that Darwin had collected in South America and the Galápagos Islands. Hooker agreed and the pair began a life-long friendship. On 11 January 1844 Darwin mentioned to Hooker his early ideas on the evolution and natural selection, and Hooker showed interest. In 1847 he agreed to read Darwin's \"Essay\" explaining the theory, and responded with notes giving Darwin calm critical feedback. Their correspondence continued throughout the development of Darwin's theory and in 1858 Darwin wrote that Hooker was \"the one living soul from whom I have constantly received sympathy\".\nRichard Freeman wrote: \"Hooker was Charles Darwin's greatest friend and confidant\". Certainly they had extensive correspondence, and they also met face-to-face (Hooker visiting Darwin). Hooker and Lyell were the two people Darwin consulted (by letter) when Wallace's famous letter arrived at Down House, enclosing his paper on natural selection. Hooker was instrumental in creating the device whereby the Wallace paper was accompanied by Darwin's notes and his letter to Asa Gray (showing his prior realization of natural selection) in a presentation to the Linnean Society. Hooker was the one who formally presented this material to the Linnean Society meeting in 1858. In 1859 the author of \"The Origin of Species\" recorded his indebtedness to Hooker's wide knowledge and balanced judgment.\nIn December 1859, Hooker published the \"Introductory Essay to the Flora Tasmaniae\", the final part of the Botany of the Antarctic Voyage. It was in this essay (which appeared just one month after the publication of Charles Darwin's \"On the Origin of Species\"), that Hooker announced his support for the theory of evolution by natural selection, thus becoming the first recognised man of science to publicly back Darwin.\nAt the historic debate on evolution held at the Oxford on 30 June 1860, Bishop Samuel Wilberforce, Benjamin Brodie and Robert FitzRoy spoke against Darwin's theory, and Hooker and Thomas Henry Huxley defended it. According to Hooker's own account, it was he and not Huxley who delivered the most effective reply to Wilberforce's arguments.\nHooker acted as president of the British Association at its Norwich meeting of 1868, when his address was remarkable for its championship of Darwinian theories. Hooker was a close friend of Thomas Henry Huxley, a member of the X-Club (which dominated the Royal Society in the 1870s and early 1880s), and the first of the three X-Clubbers in succession to become President of the Royal Society.\nKew.\nBy his travels and his publications, Hooker built up a high scientific reputation at home. In 1855 he was appointed Assistant-Director of the Royal Botanic Gardens, Kew, and in 1865 he succeeded his father as Director, holding the post for twenty years. Under the Hookers, the Royal Botanical Gardens at Kew rose to world renown. At the age of thirty, Hooker was elected a Fellow of the Royal Society, and in 1873 he was chosen as its President (until 1877). He received three of its medals: the Royal Medal in 1854, the Copley Medal in 1887 and the Darwin Medal in 1892. He continued to intersperse work at Kew with foreign exploration and collecting. His journeys to Palestine, Morocco and the United States all produced valuable information and specimens for Kew.","categories":[],"infobox_types":[],"annotations":[{"uri":"Knight_Bachelor","surface_form":"Sir","offset":0},{"uri":"Order_of_Merit","surface_form":"OM","offset":25},{"uri":"Order_of_the_Star_of_India","surface_form":"GCSI","offset":28},{"uri":"Order_of_the_Bath","surface_form":"CB","offset":33},{"uri":"Doctor_of_Medicine","surface_form":"MD","offset":36},{"uri":"Fellow_of_the_Royal_Society","surface_form":"FRS","offset":39},{"uri":"Botanist","surface_form":"botanist","offset":91},{"uri":"Explorer","surface_form":"explorer","offset":104},{"uri":"Geographical","surface_form":"geographical","offset":168},{"uri":"Botany","surface_form":"botany","offset":181},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":193},{"uri":"Kew_Gardens","surface_form":"Royal Botanical Gardens, Kew","offset":249},{"uri":"William_Jackson_Hooker","surface_form":"William Jackson Hooker","offset":326},{"uri":"Sail","surface_form":"sail","offset":561},{"uri":"Surgeon","surface_form":"surgeon","offset":670},{"uri":"South_America","surface_form":"South America","offset":800},{"uri":"Australia","surface_form":"Australia","offset":817},{"uri":"New_Zealand","surface_form":"New Zealand","offset":831},{"uri":"Plant","surface_form":"plant","offset":856},{"uri":"Algae","surface_form":"algae","offset":940},{"uri":"Antarctic","surface_form":"Antarctic","offset":1020},{"uri":"Sydney","surface_form":"Sydney","offset":1083},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1095},{"uri":"Falkland_Islands","surface_form":"Falkland Islands","offset":1257},{"uri":"Tierra_del_Fuego","surface_form":"Tierra del Fuego","offset":1278},{"uri":"Himalayas","surface_form":"Himalayan","offset":1664},{"uri":"Darjeeling","surface_form":"Darjeeling","offset":1786},{"uri":"Bengal","surface_form":"Bengal","offset":1893},{"uri":"Nepal","surface_form":"Nepal","offset":1969},{"uri":"Tibet","surface_form":"Tibet","offset":2047},{"uri":"Sikkim","surface_form":"Sikkim","offset":2153},{"uri":"Tibet","surface_form":"Tibet","offset":2194},{"uri":"Syria","surface_form":"Syria","offset":2673},{"uri":"Palestine","surface_form":"Palestine","offset":2683},{"uri":"Morocco","surface_form":"Morocco","offset":2951},{"uri":"Asa_Gray","surface_form":"Asa Gray","offset":3133},{"uri":"Colorado","surface_form":"Colorado","offset":3502},{"uri":"Utah","surface_form":"Utah","offset":3515},{"uri":"Subalpine","surface_form":"subalpine","offset":3697},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":3896},{"uri":"The_Voyage_of_the_Beagle","surface_form":"The Voyage of the Beagle","offset":3914},{"uri":"Charles_Lyell","surface_form":"Charles Lyell","offset":3952},{"uri":"South_America","surface_form":"South America","offset":4215},{"uri":"Gal%C3%A1pagos_Islands","surface_form":"Galápagos Islands","offset":4237},{"uri":"Evolution","surface_form":"evolution","offset":4382},{"uri":"Natural_selection","surface_form":"natural selection","offset":4396},{"uri":"Asa_Gray","surface_form":"Asa Gray","offset":5230},{"uri":"Linnean_Society","surface_form":"Linnean Society","offset":5317},{"uri":"Samuel_Wilberforce","surface_form":"Samuel Wilberforce","offset":6051},{"uri":"Robert_FitzRoy","surface_form":"Robert FitzRoy","offset":6091},{"uri":"Thomas_Henry_Huxley","surface_form":"Thomas Henry Huxley","offset":6152},{"uri":"British_Association_for_the_Advancement_of_Science","surface_form":"British Association","offset":6345},{"uri":"Norwich","surface_form":"Norwich","offset":6372},{"uri":"Thomas_Henry_Huxley","surface_form":"Thomas Henry Huxley","offset":6502},{"uri":"X-Club","surface_form":"X-Club","offset":6539},{"uri":"Royal_Society","surface_form":"Royal Society","offset":6567},{"uri":"President_of_the_Royal_Society","surface_form":"President of the Royal Society","offset":6674},{"uri":"Royal_Botanic_Gardens%2C_Kew","surface_form":"Royal Botanic Gardens, Kew","offset":6853},{"uri":"Royal_Society","surface_form":"Royal Society","offset":7098}]}