{"id":200568,"url":"http://en.wikipedia.org/wiki/Maasai","text":"The Maasai are an ethnic group of people that live in Kenya and in the north of Tanzania. They are well known for the way that they dress and because they live near some national parks in Africa that a lot of tourists go to. They speak a language called \"Maa\".\nThe Maasai are an old nomad African tribe in the group of Nilotes who have always lived in Africa principally in the north of Tanzania and southern Kenya. They were discovered by settlers around the 19th century.\nThey live near the african savannah in animal reserves, for example the Masaai Mara reserve and the Serengeti.\nThe women build houses called Manyatta; the men build a fence around the village to protect them from lions.\nThe Masaai people live with animals because they are pastrolists. The more cattle a Maasai man has, the richer he is. They can’t live without animals because their wealth comes from them. The Masaai drink cow’s blood because they believe they will be stronger.\nThe Maasai speak Maa, very similar in pronuncuation to their Nilotic counterparts, the Luo and Kalenjin.\nThey are Christians, animists (their own religion) and some Maasai are muslim.\nPhysically, they are very tall and slim. Everybody wears bandannas and beaded jewellry, apply dye from dried up cow blood.\nThey shave their women during marriages and their men pay a lot of dowry,in form of cattle to the bride's family.\nDuring initiation,the boys in their teen ages, jump over fire and kill a lion in order to be called men. There on,they can get married.\nThe Maa people have a bad practice of Female Genital Mutilation in order to make them 'women'. This is a bad practice as this could make the young girls die from complications in birth,over bleeding. But the government of Kenya, Tanzania and NGO's have educated the locals over the dangers of FGM.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ethnic_group","surface_form":"ethnic group","offset":18},{"uri":"Kenya","surface_form":"Kenya","offset":54},{"uri":"North","surface_form":"north","offset":71},{"uri":"Tanzania","surface_form":"Tanzania","offset":80},{"uri":"National_park","surface_form":"national park","offset":170},{"uri":"Africa","surface_form":"Africa","offset":188},{"uri":"Tourist","surface_form":"tourist","offset":209},{"uri":"Language","surface_form":"language","offset":238},{"uri":"FGM","surface_form":"Female Genital Mutilation","offset":1550},{"uri":"Kenya","surface_form":"Kenya","offset":1734},{"uri":"Tanzania","surface_form":"Tanzania","offset":1741}]}