{"id":200564,"url":"http://en.wikipedia.org/wiki/Santiago_de_los_Caballeros","text":"Santiago de los Caballeros, or \"Santiago\" for short, is a Dominican city and the head municipality of the Santiago, in the north central region of the country. By its population and economic activity, it is the second-most important city in the country, after Santo Domingo.\nHistory.\nChristopher Columbus built a small fort in the summer of 1495, on the northern side of the Yaque del Norte river in a place named \"La Emboscada\". This is several kilometres to the west of the present city. Columbus named the fort after \"Santiago Apóstol\", in English \"Saint James\"\nIn 1504, Nicolás de Ovando, governor of the Hispaniola, moved the town to Jacagua which is now the municipal district of San Francisco de Jacagua. This place was near the mountains and away from the river Yaque del Norte.\nAn earthquake destroyed the city of Santiago on 2 December 1562. The next year, 1563, the city was rebuilt again on the north side of the river Yaque del Norte but this time more to the east, where it is now. This new town was called \"Santiago de los Caballeros\", in English, \"Saint James of the Knights\" or, better, \"Knights of Saint James\".\nPopulation.\nThe city had, in, a total population of 591,985: 288,746 men and 303,239 women. The urban population was of the total population.\nThe people from this city are called (demonym) in different ways; \"santiaguero\" for males and \"santiaguera\" for females. Sometimes \"santiagués\" is used for both sexes. \"Santiaguense\" (for both sexes) is used to differentiate them from people of other cities with the same name in Spain, Cuba, Chile, and Argentina).\nGeography.\nThe municipality of Santiago de los Caballeros has a total area of. It has five municipal districts (a municipal district is a subdivision of a municipality). These are Pedro García, Baitoa, La Canela, San Francisco de Jacagua and Hato del Valle.\nSantiago de los Caballeros is at to the northwest of Santo Domingo and at an altitude of above sea level.\nThe municipality has the municipalities of Tamboril and Licey al Medio to the east, the La Vega province to the southeast, the municipality of Jánico to the south, the municipality of San José de las Matas to the southwest, the Valverde province to the west, the municipalities of Bisonó and Villa González to the northwest and the province of Puerto Plata to the north.\nMountains.\nThe \"Cordillera Septentrional\" (\"Northern mountain range\") runs along the northern half of the municipality. The city of Santiago de los Caballeros is on the southern side of those mountains, and even some parts of the city are on the mountains.\nThere are several small hills in the city; the highest is the \"Cerro del Castillo\" (\"Castle Hill\") in the eastern part of the city; on this hill there is a monument: the \"Monumento a los Héroes de la Restauración\" (\"Monument to the Restoration War Heroes\"), commonly named only as the \"Monumento\".\nRivers.\nThe river \"Yaque del Norte\", the longest of the Dominican Republic, flows along the old southern side of the city. Now, the city is on both sides of the river but most people still lives on the northern (right) side of it. Other rivers are Nibaje and Gurabito but they are very small and tributaries of the Yaque del Norte.\nClimate.\nThe city of Santiago de los Caballeros is located in the northeastern part of the \"Yaque del Norte Valley\", a very dry and hot region. And so, the climate of the city is a dry tropical climate, hot most of the year (Köppen-Geiger classification: Aw). The northern part of the municipality, and part of the city, is on the Cordillera Central mountain range and the climate is cooler and it rains more than in the city itself.\nThe average amount of rainfall for the year in the city is. The month with the most precipitation on average is May with of rainfall, followed by November with.\nThe driest season is winter. The month with the least rainfall on average is February with an average of and the second is January with.\nSantiago de los Caballeros is in a hot region; the average temperature for the year is. The warmest month, on average, is August with an average temperature of. The coolest month on average is January, with an average temperature of.\nEconomy.\nEven if farming is still a very important economic activity around the city, Santiago is now a modern city with many industries and companies of different kinds.\nEducation.\nSantiago is home of two universities: \"[http://www.pucmm.edu.do/ Pontificia Universidad Católica Madre y Maestra]\" (PUCMM) and \"[http://www.utesa.edu/webutesa/home.htm Universidad Tecnológica de Santiago]\" (UTESA). Other universities present in Santiago are: \"Universidad Organización & Método\" (O&M), \"Universidad Abierta para Adultos\" (UAPA), \"Universidad Nacional Evangélica\" and one regional campus of the state university \"Universidad Autónoma de Santo Domingo\" (UASD).","categories":[],"infobox_types":[],"annotations":[{"uri":"Dominican_Republic","surface_form":"Dominican","offset":58},{"uri":"City","surface_form":"city","offset":68},{"uri":"Municipality","surface_form":"municipality","offset":86},{"uri":"Santiago_Province_(Dominican_Republic)","surface_form":"Santiago","offset":106},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":260},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":284},{"uri":"Fortification","surface_form":"fort","offset":319},{"uri":"Yaque_del_Norte_River","surface_form":"Yaque del Norte","offset":375},{"uri":"Kilometre","surface_form":"kilometre","offset":446},{"uri":"James%2C_son_of_Zebedee","surface_form":"Saint James","offset":552},{"uri":"Nicol%C3%A1s_de_Ovando","surface_form":"Nicolás de Ovando","offset":574},{"uri":"Governor","surface_form":"governor","offset":593},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":609},{"uri":"Earthquake","surface_form":"earthquake","offset":790},{"uri":"Knight","surface_form":"Knight","offset":1083},{"uri":"Demonym","surface_form":"demonym","offset":1310},{"uri":"Santiago_de_Compostela","surface_form":"Spain","offset":1552},{"uri":"Santiago_de_Cuba","surface_form":"Cuba","offset":1559},{"uri":"Santiago%2C_Chile","surface_form":"Chile","offset":1565},{"uri":"Argentina","surface_form":"Argentina","offset":1576},{"uri":"Municipality","surface_form":"municipality","offset":1603},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":1899},{"uri":"Altitude","surface_form":"altitude","offset":1923},{"uri":"Above_sea_level","surface_form":"above sea level","offset":1935},{"uri":"La_Vega_Province","surface_form":"La Vega","offset":2040},{"uri":"Valverde_Province","surface_form":"Valverde","offset":2180},{"uri":"Puerto_Plata_Province","surface_form":"Puerto Plata","offset":2296},{"uri":"Cordillera_Septentrional","surface_form":"Cordillera Septentrional","offset":2339},{"uri":"Mountain_range","surface_form":"mountain range","offset":2376},{"uri":"Hill","surface_form":"hill","offset":2604},{"uri":"Castle","surface_form":"Castle","offset":2665},{"uri":"Monument","surface_form":"monument","offset":2736},{"uri":"Yaque_del_Norte_River","surface_form":"Yaque del Norte","offset":2897},{"uri":"Tributary","surface_form":"tributaries","offset":3174},{"uri":"Climate","surface_form":"climate","offset":3366},{"uri":"Tropical","surface_form":"tropical","offset":3395},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen-Geiger classification","offset":3435},{"uri":"Average","surface_form":"average","offset":3648},{"uri":"Rainfall","surface_form":"rainfall","offset":3666},{"uri":"Rainfall","surface_form":"rainfall","offset":3768},{"uri":"Season","surface_form":"season","offset":3816},{"uri":"Winter","surface_form":"winter","offset":3826},{"uri":"Temperature","surface_form":"temperature","offset":4001},{"uri":"Farming","surface_form":"farming","offset":4193},{"uri":"Industry","surface_form":"industries","offset":4302},{"uri":"Company","surface_form":"companies","offset":4317},{"uri":"University","surface_form":"universities","offset":4382}]}