{"id":200639,"url":"http://en.wikipedia.org/wiki/Joseph_Bonaparte","text":"Joseph-Napoléon Bonaparte was an elder brother of Napoleon Bonaparte. In 1806, he crowned him as King of Naples and Sicily and later King of Spain in 1808.\nEarly Life.\nHe was born Giuseppe Buonaparte to Carlo Buonaparte, representative to King Louis XVI's court. He was educated in Corsica and France and studied law at Pisa. In the Corsican civil war, which marked the early years of the French Revolution, he sided with the French, as did his brother Napoleon. When the anti-French forces were victorious, he and the entire Bonaparte family fled to the Continent.As a lawyer, politician, and diplomat, he served in the Cinq-Cents (lower house) and was the French ambassador to Rome.In 1795 Joseph was a member of the Council of Ancients where he used his position to help his brother overthrow the Directory.\nKing of Naples and Sicily.\nIn 1806, Joseph Bonaparte was given military command of Naples, and shortly afterward was made king by Napoleon I, to be replaced after two years by his sister's husband, Joachim Murat, when Joseph was made king of Spain in August 1808, soon after the French invasion.\nKing of Spain.\nJoseph Bonaparte reluctantly left Naples and arrived in Spain just in time for the Spanish revolt against French rule, and the beginning of the Peninsular War, in which the French were eventually expelled by Spanish guerrilla fighters and by an Anglo-Portuguese army. The Spanish remain loyal to their former king, Ferdinand VII.Bonaparte abdicated and returned to France after defeat at the Battle of Vitoria. He was seen by Bonapartists (supporters of Napoleon I) as the rightful Emperor of the French after the death of Napoleon's own son Napoleon II in 1832.\nHead of the House of Bonaparte.\nAs the eldest in the family Bonaparte, he became its head in 1832, although he did little to advance his claim. Joseph Bonaparte lived primarily in the United States from 1817 to 1832, initially in New York City and Philadelphia. He was also reputed to have encountered the Jersey Devil while hunting there. Bonaparte returned to Europe, where he died in Florence, Italy and was buried in the Les Invalides building in Paris, He was succeeded by his younger brother Louis Bonaparte as head of the family, and is survived by his great great grandson Frederick Joseph Benton.","categories":[],"infobox_types":[],"annotations":[{"uri":"Napoleon_Bonaparte","surface_form":"Napoleon Bonaparte","offset":50},{"uri":"Naples","surface_form":"Naples","offset":105},{"uri":"Sicily","surface_form":"Sicily","offset":116},{"uri":"Spain","surface_form":"Spain","offset":141},{"uri":"Carlo_Buonaparte","surface_form":"Carlo Buonaparte","offset":203},{"uri":"King_Louis_XVI","surface_form":"King Louis XVI","offset":239},{"uri":"Lower_house","surface_form":"lower house","offset":633},{"uri":"Joachim_Murat","surface_form":"Joachim Murat","offset":1009},{"uri":"King_Ferdinand_VII_of_Spain","surface_form":"Ferdinand VII","offset":1437},{"uri":"Battle_of_Vitoria","surface_form":"Battle of Vitoria","offset":1514},{"uri":"Napoleon_II","surface_form":"Napoleon II","offset":1664},{"uri":"New_York_City","surface_form":"New York City","offset":1915},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":1933},{"uri":"Florence","surface_form":"Florence","offset":2072},{"uri":"Italy","surface_form":"Italy","offset":2082},{"uri":"Les_Invalides","surface_form":"Les Invalides","offset":2110},{"uri":"Paris","surface_form":"Paris","offset":2136},{"uri":"Louis_Bonaparte","surface_form":"Louis Bonaparte","offset":2183}]}