{"id":200628,"url":"http://en.wikipedia.org/wiki/Initiation","text":"Initiation is a ceremony at the entrance or acceptance into a group or society. It can also be a formal admission to adulthood in a community. Rites of passage such as Christian baptism or confirmation, or Jewish bar or bat mitzvah, or graduation from school, are initiations. Acceptance into a fraternal organization like the freemasons or religious order like the Benedictines is also an initiation. A person taking the initiation ceremony is called an \"initiate\".\nEtymology.\nThe English word comes from the Latin, \"initium\": \"entrance\" or \"beginning. The related English verb, initiate, means to begin or start a particular action.\nTribal initiations.\nTribe<nowiki/>s often have initiations. In many African tribes, initiation means circumcision of males and sometimes circumcision/genital mutilation of females. Initiation is thought to be necessary for the individual to be regarded as a full member of the tribe. Otherwise, the individual may not be allowed to take part in ceremonies or even in social ritual such as marriage. A man will not be allowed to marry or have any special relationship with a woman who didn't go to an initiation, because she is not considered as a woman.\nInitiation may be thought of as an event which may help teens prepare themselves to be good husbands and wives. Because of modernization initiation is not taken so seriously as before, but there are still certain areas which still perform initiations.\nIn some African tribes, boys have initiation rites for 3–4 months and girls for 1–2 months.\nAustralian Aboriginal tribes usually had long periods of time to help prepare adolescent boys, teaching them the Law before they were ready to attend large elaborate ceremonies at the time of initiation when they were finally recognized as men in their society. Most tribes had circumcision and scarification as part of the male initiation rituals, while many Central Australian tribes also practiced subincision.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ceremony","surface_form":"ceremony","offset":16},{"uri":"Group","surface_form":"group","offset":62},{"uri":"Society","surface_form":"society","offset":71},{"uri":"Adult","surface_form":"adult","offset":117},{"uri":"Rites_of_passage","surface_form":"Rites of passage","offset":143},{"uri":"Baptism","surface_form":"baptism","offset":178},{"uri":"Confirmation_(christianity)","surface_form":"confirmation","offset":189},{"uri":"Bar_and_Bat_Mitzvah","surface_form":"bar or bat mitzvah","offset":213},{"uri":"Graduation","surface_form":"graduation","offset":236},{"uri":"Freemasonry","surface_form":"freemasons","offset":327},{"uri":"Benedictine","surface_form":"Benedictine","offset":366},{"uri":"Latin","surface_form":"Latin","offset":510},{"uri":"Action","surface_form":"action","offset":627},{"uri":"Tribe","surface_form":"Tribe","offset":655},{"uri":"Circumcision","surface_form":"circumcision","offset":736},{"uri":"Circumcision","surface_form":"circumcision","offset":772},{"uri":"Genital_mutilation","surface_form":"genital mutilation","offset":785},{"uri":"Ritual","surface_form":"ritual","offset":1009},{"uri":"Marriage","surface_form":"marriage","offset":1024},{"uri":"Indigenous_Australians","surface_form":"Australian Aboriginal","offset":1533},{"uri":"Adolescence","surface_form":"adolescent","offset":1611},{"uri":"Scar","surface_form":"scar","offset":1828},{"uri":"Australia","surface_form":"Australia","offset":1901},{"uri":"Subincision","surface_form":"subincision","offset":1934}]}