{"id":200975,"url":"http://en.wikipedia.org/wiki/Charles_X","text":"Charles X (1757-1836), king of France and Navarre (1824-30). He was the grandson of Louis XV and younger brother of kings Louis XVI and Louis XVIII. Charles was known as Charles Philippe, comte d'Artois, until he became king. During the French Revolution he was one of the leaders of the émigrés. Charles X was the last senior Bourbon to rule France.\nEarly Life.\nCharles-Philippe was born in 1757, the youngest son of the Dauphin Louis Ferdinand, and his wife, the Dauphine Marie Josèphe, at the Palace of Versailles. Charles was named comte d'Artois at birth by his grandfather, the reigning King Louis XV. As the youngest male in the family Charles seemed unlikely ever to become king.\nCharles' father died in 1765, which left Charles' oldest surviving brother, Louis-Auguste (the later Louis XVI), to succeed their father in the capacity of Dauphin, the French equivalent to a crown prince or heir apparent. Charles' mother, Marie Josèphe, never recovered from the loss of her husband and she died in March 1767 from tuberculosis. This left Charles an orphan at the age of nine.\nThroughout the 1770s, Charles spent lavishly. He accumulated enormous debts (they totalled 21 million livres), which Louis XVI paid for him in the early 1780s. Their brother the comte de Provence also accumulated debts of a similar magnitude, which Louis XVI also paid off.\nHis political awakening started with the first great crisis of the monarchy in 1786, after which he headed the reactionary faction at the court of Louis XVI. The comte d'Artois supported the removal of the aristocracy's financial privileges, but was opposed to any reduction in the social privileges enjoyed by both the Church and the nobility.\nDuring and After the French Revolution.\nWhen the French Revolutionary Wars broke out in 1792, Charles escaped to Great Britain. George III of Great Britain and Ireland welcomed the comte d'Artois warmly, and gave him a generous allowance. He lived in Edinburgh and London with his mistress Louise de Polastron. After the accession (1814) of Louis XVIII to the French throne, Charles returned to France, where he headed the ultraroyalist party of reaction.\nKing of France.\nCharles' first act as King of France was to grant the style of Royal Highness to his cousins of the cadet branch of the House of Bourbon, the Orléans. Because the Duke of Orleans had voted the death of his brother Louis XVI, Louis XVIII had greatly disliked the Orléans family. However, Charles intended it to create a unified House of Bourbon.His favoritism during his reign toward the Roman Catholic Church and the aristocracy aroused great opposition, leading to the July Revolution of 1830.\nJuly Revolution.\nCharles X was a strong believer in absolutism and rejected the Charter of the French Liberties, issued by his predecessor and brother Louis XVIII. In July 1830, he suspended the legislature, limited the right to vote, and restricted the press. Liberals and radicals responded forcefully to the absolute king. In Paris, angry citizens threw up barricades across the narrow streets. Others fired at soldiers and threw stones and roof tiles. The revolutionary tricolor flew from the towers of Notre Dame cathedral. Charles was forced to abdicate. He again went into exile in Britain. He was succeeded by his cousin, Louis-Philippe, son of the Duke of Orleans who had supported the French Revolution.\nDeath.\nCharles caught cholera when he arrived in Gorizia, Italy. He died on November 6 1836. The townspeople draped their windows in black to mourn him. Charles was buried in the Church of the Annunciation of Our Lady, in the Franciscan Kostanjevica Monastery (now in Nova Gorica, Slovenia).","categories":[],"infobox_types":[],"annotations":[{"uri":"1757","surface_form":"1757","offset":11},{"uri":"1836","surface_form":"1836","offset":16},{"uri":"France","surface_form":"France","offset":31},{"uri":"Navarre","surface_form":"Navarre","offset":42},{"uri":"Louis_XV","surface_form":"Louis XV","offset":84},{"uri":"Louis_XVI","surface_form":"Louis XVI","offset":122},{"uri":"Louis_XVIII","surface_form":"Louis XVIII","offset":136},{"uri":"French_Revolution","surface_form":"French Revolution","offset":237},{"uri":"Louis%2C_Dauphin_of_France_(son_of_Louis_XV)","surface_form":"Dauphin Louis Ferdinand","offset":422},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":496},{"uri":"King_Louis_XV","surface_form":"King Louis XV","offset":593},{"uri":"1765","surface_form":"1765","offset":712},{"uri":"Louis_XVI","surface_form":"Louis XVI","offset":789},{"uri":"Heir_apparent","surface_form":"heir apparent","offset":896},{"uri":"Monarchy","surface_form":"monarchy","offset":1423},{"uri":"French_Revolution","surface_form":"French Revolutionary Wars","offset":1750},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1814},{"uri":"George_III_of_Great_Britain_and_Ireland","surface_form":"George III of Great Britain and Ireland","offset":1829},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":1952},{"uri":"London","surface_form":"London","offset":1966},{"uri":"House_of_Bourbon","surface_form":"House of Bourbon","offset":2293},{"uri":"House_of_Bourbon","surface_form":"House of Bourbon","offset":2500},{"uri":"July_Revolution","surface_form":"July Revolution","offset":2643},{"uri":"Charter_of_the_French_Liberties","surface_form":"Charter of the French Liberties","offset":2748},{"uri":"1830","surface_form":"1830","offset":2840},{"uri":"Tricolor","surface_form":"tricolor","offset":3142},{"uri":"Notre_Dame_cathedral","surface_form":"Notre Dame cathedral","offset":3175},{"uri":"Abdication","surface_form":"abdicate","offset":3219},{"uri":"Louis-Philippe","surface_form":"Louis-Philippe","offset":3298},{"uri":"Duke_of_Orleans","surface_form":"Duke of Orleans","offset":3325},{"uri":"Italy","surface_form":"Italy","offset":3440},{"uri":"Monastery","surface_form":"Monastery","offset":3632},{"uri":"Slovenia","surface_form":"Slovenia","offset":3663}]}