{"id":200953,"url":"http://en.wikipedia.org/wiki/Gwar","text":"Gwar (usually written as GWAR) is an American satirical thrash metal/punk band formed in 1984. They are best known for their very strange monster costumes and using vulgar language in their songs. Their obscene stage performances, which involve violence, slaughter, profanity and obscene comments about politics, are meant to scare, frighten, shock and amuse people. They have won a Grammy Award.\nHistory.\nGwar first formed in 1984 in Richmond, Virginia. The band was made up of Joey Slutman (Joey Byalwec) vocals, Oderus Humongous (Dave Brockie) lead guitar, Balsac The Jaws of Death (Steve Douglas) bass guitar and backing vocals, and Hans Spincter (Sean Summer) drums.\nHowever the group has had many changes. Joey Byalwec left the band in 1986 eventually making Oderus Humongous no longer the group's guitar player but GWAR's permanent vocalist and Balsac the Jaws of Death no longer the band's bass guitarist But the band's Backup vocalist.\n\"Hell O!\".\nAfter many long years of practicing, GWAR released their first album, \"Hell O!\" in 1988 on Shimmy Disc Records. With a few new members and characters. The group for \"Hell O!\" were Oderus Humongous (Dave Brockie) lead vocals, Flattus Maximus (Dewey Dowell) lead guitar, Nippelus Erectus (Rob Mosky) drums, Beefcake the Mighty (Michael Bishop) bass guitar, and Balsac the Jaws of Death (Steve Douglas) on backing vocals.\nA year later in 1989, Gwar released their first live CD \"RAW-GWAR\" showing the band with their very 1st fans and their morbid, violent graphic and political and taboo related stage performances.\n\"Scumdogs of the Universe\".\nIn 1990 Gwar released their second album, \"Scumdogs of The Universe\". They left Shimmy Disc Records and recorded for Metal Blade Records. Gwar's music changed from hardcore punk, in \"Scumdogs of the Universe\" they have more of a crossover thrash/punk rock sound. The band's first album, \"Hell O!\", did not have any famous songs, but Scumdogs includes Gwar's first two famous songs, \"Sick of You\" and \"King Queen\"\nThe day after the release of Scumdogs, the band released their second live CD, \"Live From Antarctica\". In 1991 the band released their first music video, a video of \"Sick of You\".\n\"America Must Be Destroyed\".\nGWAR released their third and most controversial album \"America Must Be Destroyed\" in 1992. Certain songs on the album were described as \"raunchy\" and \"disturbing\". This album was the first without Steve Douglas as the character Balsac the Jaws of Death. He was replaced by Mike Derks, who is still the current Balsac character.\nTheir fourth album, \"This Toilet Earth\", was recorded in 1994. It is considered to be the most strangest album it contains elements of Crust,Punk,Grindcore,Horror Punk, Traditional Punk Rock,Heavy Metal, Thrash Metal and Hard rock heavily influenced by the early 1980's Thrash metal groups Metallica,Slayer and Anthrax.\nGWAR's 5th studio album Ragnarok was released in 1995 it contains an experimental combination of Crossover Thrash and Funk rock.\nGwar's 6th album Carnival of Chaos was released in 1997. It is considered to be the most experimental GWAR album ever released it was the last album to feature Pete Lee as Flattus Maximus.\nGwar's 7th album released in 1999 \"We Kill Everything\" is considered to be the band's breathrough CD. It is considered to be the lousiest album ever released by the band. It is the first album to feature Greg Ottinger as Flattus Maximus. It turs out Gwar has revisited their Hardcore Punk/Scum rock sound from the 1980's. Gwar fans despised the album.\nSo in 2001 GWAR returned to their thrash metal sound after releasing their eighth CD \"Violence Has arrived. It also revisited the brutal sound and violent themes similar to their earlier albums.\nIn 2004 GWAR released their first Greatest hits CD entitled Let There be GWAR as well as releasing their 9th studio release \"War Party.\"\nIn 2006 Gwar released their 10th album Beyond Hell was released it included GWAR's very first cover song:A remake of American rock artist Alice Cooper's famous 1972 song \"Schools Out.\"\nGwar released their 11th and most recent album Lust in Space in 2009.\nTheir 12th album \"Bloody Pit of Horror\"was released on November 10th 2010.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":37},{"uri":"Satirical","surface_form":"satirical","offset":46},{"uri":"Thrash_metal","surface_form":"thrash metal","offset":56},{"uri":"Punk_rock","surface_form":"punk","offset":69},{"uri":"Monster","surface_form":"monster","offset":138},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":383},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":435},{"uri":"Vocal","surface_form":"vocal","offset":507},{"uri":"Lead_guitar","surface_form":"lead guitar","offset":547},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":601},{"uri":"Drum","surface_form":"drum","offset":665},{"uri":"Album","surface_form":"album","offset":1019},{"uri":"Music_video","surface_form":"music video","offset":2152}]}