{"id":201081,"url":"http://en.wikipedia.org/wiki/Mark_Oliver_Everett","text":"Mark Oliver Everett (born 10 April 1963) is an American singer and musician. His is better known by his alternate persona Mr. E or Eels. He began calling himself Mr E. as a teenager because it sounded \"mysterious.\" Also, many of his friends made fun of him because his initials spelled out \"MOE\". Evert is best known for his rock band, Eels.\nUnlike most rock bands, Eels rarely plays with the same combinations of members twice. Mark Everett is the only constant member. He is the only one who plays on every single album and live show. All other members are friends of his who add other instruments to the albums and concerts. Most of them are in other bands, such as Aysa and Chloe from the pop band Smoosh. Many do not use their real names, as Everett does. For example, bassist Koool G Murder performed on the albums \"Souljacker\" and \"Hombre Lobo\", and has played bass at most shows on the tours for both albums.\nEach Eels concert is different. Most feature the members who perform the song on the album playing the instruments that they did on that song. Many are acoustic sets. Everett sings and plays piano all by himself. A lot of songs that Eels perform live are covers (songs written by other people), and songs that have never appeared on any albums.\nEverett's life.\nMark Everett's father was Hugh Everett III, a scientist who was the first person to propose the idea that our universe is just one of several connected \"alternate\" universes. At the time (1954), no one believed Everett, and he considered himself a failure. He died when Mark was 19.\nMark's first album was called Bad Dude in Love (1985). It was self-released, meaning that Everett recorded and designed the packaging for the entire album all on his own, selling only five hundred copies to a few friends. That album was the first and last to be released under his full name, Mark Oliver Everett. His next album, A Man Called E (1992) was released only as E, and sold many more copies than Bad Dude in Love. Because many critics did not know who E was, they were confused by the album's title, but the album still sold well.\nEverett's next album as E was Broken Toy Shop (1993). The cover art, which depicts Everett sitting in the center of a toy city, has been said to be his least favorite album cover out of all his releases. This would be Everett's last album using his real name or his pseudonym E, as Eels' first album, Beautiful Freak, featuring bassist Tommy Walter and drummer Butch, was released in 1996.\nIn 1998, Everett became the only living member of his family after his mother died of lung cancer. His sister had died of suicide in 1996. He wrote 16 songs about his sadness that later became his next Eels album, Electro-Shock Blues, featuring Butch from the last album. Butch and Everett would also be the only members to appear on 2000's Daisies of the Galaxy.\nIn 2001, Everett participated in a philosophical vacation on which he was not alllowed to write or speak for religious reasons. Finding himself inspired, he broke the rules and wrote 12 songs that would later become Souljacker, with Koool G Murder, Butch, Joe Gore, John Parish, and Adam Siegel. During this time, he had stopped shaving, and his beard had begun to grow very long, as shown in this picture. Today, Everett’s beard is even longer, and the most recent Eels album (Hombre Lobo – Spanish for werewolf, featuring Koool G Murder and Knuckles) features songs that Everett wrote about how the beard made him look and feel more “dangerous.”\nFollowing Souljacker, Eels released Shootenanny!, an album that drew a lot of negative attention to the band (at the time consisting of E, Butch, Joe Gore, and Koool G Murder) for Everett’s inappropriate behavior at press events to support the album. In an interview with an Australian television show about rock music, Everett joked about the interviewer waking him up after having sex with a prostitute and doing heroin the night before. Also, Everett was asked to write a review of the diaries of Kurt Cobain (who had died eight years before); his review was a single sentence: “Please don’t do this to me after I die.” Eels’ subsequent release, Blinking Lights and Other Revelations, a double-disc concept album about a journey through life but not in a chronological order, was much more well received.\nIn addition to these studio albums, Eels has also released one Best Of collection, six live albums, two collections of unreleased material, a book by Everett about his father (and a subsequent documentary film that aired on BBC), and has written songs for eleven movies, including all three Shrek films.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Americans","surface_form":"American","offset":47},{"uri":"Singer","surface_form":"singer","offset":56},{"uri":"Musician","surface_form":"musician","offset":67},{"uri":"Nickname","surface_form":"alternate persona","offset":104},{"uri":"Rock_and_roll","surface_form":"rock","offset":325},{"uri":"Eels_(band)","surface_form":"Eels","offset":336},{"uri":"Album","surface_form":"album","offset":516},{"uri":"Performance","surface_form":"live show","offset":526},{"uri":"Musical_instrument","surface_form":"instruments","offset":588},{"uri":"Pop_music","surface_form":"pop","offset":693},{"uri":"Smoosh_(band)","surface_form":"Smoosh","offset":702},{"uri":"Bass_guitar","surface_form":"bassist","offset":774},{"uri":"Bass_guitar","surface_form":"bass","offset":868},{"uri":"Concert","surface_form":"concert","offset":927},{"uri":"Song","surface_form":"song","offset":990},{"uri":"Acoustic_music","surface_form":"acoustic","offset":1069},{"uri":"Cover_(music)","surface_form":"covers","offset":1172},{"uri":"Science","surface_form":"scientist","offset":1324},{"uri":"Idea","surface_form":"idea","offset":1374},{"uri":"Universe","surface_form":"universe","offset":1388},{"uri":"1954","surface_form":"1954","offset":1466},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":2578},{"uri":"Suicide","surface_form":"suicide","offset":2614},{"uri":"Werewolf","surface_form":"werewolf","offset":3360},{"uri":"Sex","surface_form":"sex","offset":3887},{"uri":"Prostitute","surface_form":"prostitute","offset":3898},{"uri":"Heroin","surface_form":"heroin","offset":3919},{"uri":"Kurt_Cobain","surface_form":"Kurt Cobain","offset":4004},{"uri":"BBC","surface_form":"BBC","offset":4536},{"uri":"Shrek","surface_form":"Shrek","offset":4603}]}