{"id":201173,"url":"http://en.wikipedia.org/wiki/Yom_Kippur","text":"Yom Kippur is a Jewish festival. It is also known as the \"Day of Atonement\". It lasts 25 hours. During this period, Jews ask God to forgive them for all their sins. People fast on this day, and they go to synagogue. Other things people are not allowed to do during Yom Kippur include washing, using perfumes and lotions. Many wear white as a symbol of purity. Even though people fast, Yom Kippur is considered a happy holiday. This is because Jews are sure that God will forgive them on this day.\nYom Kippur is the tenth day of the month of Tishrei in the Hebrew calendar. In Jewish tradition, God writes the fate of each person for the coming year into a \"book\" on Rosh Hashanah. God waits until Yom Kippur to \"seal\" the book. During the days between Rosh Hashanah and Yom Kippur, Jews try to improve their behavior. They ask God to forgive them for sins against God. They also ask \"each other\" to forgive them for anything they did to hurt each other. The evening and day of Yom Kippur are used for public and private confessions of guilt (\"Vidui\"). At the end of Yom Kippur, Jews consider themselves absolved by God.\nThe Yom Kippur prayer service includes several special parts. One of them is the number of prayer services. A regular day has three prayer services (\"Ma'ariv,\" the evening prayer; \"Shacharit,\" the morning prayer; and \"Mincha,\" the afternoon prayer). A Shabbat or major Jewish holiday has four prayer services (these three plus \"Musaf,\" the additional prayer). Yom Kippur has a fifth prayer service: \"Ne'ilah,\" the closing prayer. All five prayer services include a public confession of sins (\"Vidui\"). The additional (\"Musaf\") prayer includes a prayer dedicated to the special Yom Kippur \"avodah\" (service) of the High Priest in the Temple in Jerusalem.\nYom Kippur is one of the holiest of Jewish holidays. It is observed by many Jews who do not observe other holidays. More people come to synagogue on Yom Kippur than on any other day of the year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Judaism","surface_form":"Jewish","offset":16},{"uri":"Atonement","surface_form":"Atonement","offset":65},{"uri":"Sin","surface_form":"sin","offset":159},{"uri":"Fasting","surface_form":"fast","offset":172},{"uri":"Synagogue","surface_form":"synagogue","offset":205},{"uri":"Washing","surface_form":"washing","offset":284},{"uri":"Perfume","surface_form":"perfume","offset":299},{"uri":"Lotion","surface_form":"lotions","offset":312},{"uri":"Tishrei","surface_form":"Tishrei","offset":541},{"uri":"Hebrew_calendar","surface_form":"Hebrew calendar","offset":556},{"uri":"Fate","surface_form":"fate","offset":609},{"uri":"Rosh_Hashanah","surface_form":"Rosh Hashanah","offset":666},{"uri":"Confess","surface_form":"confessions","offset":1020},{"uri":"Guilt","surface_form":"guilt","offset":1035},{"uri":"Absolved","surface_form":"absolved","offset":1103},{"uri":"Prayer","surface_form":"prayer","offset":1135},{"uri":"Jewish_holiday","surface_form":"Jewish holiday","offset":1389},{"uri":"High_Priest","surface_form":"High Priest","offset":1734},{"uri":"Temple_in_Jerusalem","surface_form":"Temple in Jerusalem","offset":1753}]}