{"id":20111,"url":"http://en.wikipedia.org/wiki/D-Day_(military_term)","text":"D-Day is a term used in military planning to mean the actual day a major operation or event is to begin. The days leading up to a D-Day are called D-1, D-2, D-3, etc. This allows scheduling a sequence of events before the start date is chosen. The days after a D-Day are D+1, D+2, D+3, and so on.\nSeveral different days in military history were named D-Day. However, the most famous D-Day was the Normandy landings during Operation Overlord. This was on the morning of June 6, 1944, when the largest naval attack in military history took place. It was in France during World War II. \"Operation Overlord was\" led by American General Dwight D. Eisenhower. The Allies (Britain, Canada, and America in this case), breached the Normandy coastline. They broke through the German fortification chain, the Atlantic Wall. It was a turning point in World War II, though over 3,500 men were lost.\nThe invasion started with airborne landings at 3:30 AM, and the seaborne invasion started at 6:30 AM and took 19 hours. Operation Overlord was planned for months, and was scheduled for June 5, but was delayed due to bad weather. In the next several months the Allies fought in France and took various useful ports such as Caen, and later Paris. After less than a year, the Allies entered Nazi Germany, and Germany surrendered.\nAn invasion of southern France was intended to start at the same time, but there were not enough landing craft for both. Its actual D-Day was August 15.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military","surface_form":"military","offset":24},{"uri":"Military_history","surface_form":"military history","offset":323},{"uri":"Normandy_landings","surface_form":"Normandy landings","offset":397},{"uri":"Operation_Overlord","surface_form":"Operation Overlord","offset":422},{"uri":"Battle_of_Normandy","surface_form":"June 6, 1944","offset":469},{"uri":"France","surface_form":"France","offset":555},{"uri":"World_War_II","surface_form":"World War II","offset":569},{"uri":"Dwight_Eisenhower","surface_form":"Dwight D. Eisenhower","offset":632},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":658},{"uri":"Atlantic_Wall","surface_form":"Atlantic Wall","offset":798},{"uri":"Caen","surface_form":"Caen","offset":1208},{"uri":"Paris","surface_form":"Paris","offset":1224}]}