{"id":201293,"url":"http://en.wikipedia.org/wiki/Monarch_butterfly","text":"The monarch butterfly (\"Danaus plexippus\") is an insect in the Nymphalidae family. It is the best-known butterfly in North America.\nMonarchs are known for their long annual migrations. In North America, they travel long distances south in the fall, and north in the spring. They start to migrate south in about August. They must get to frost-free areas. Freezing will kill them. A migration towards the north starts in the spring.\nNo single individual makes the whole round trip. The monarch is famous for its southward migration and northward return in summer. The migration north spans the life of three to four generations of the butterfly. A longer-lived \"super generation\" flies from the northern-most parts of the butterfly's range in Canada all the way to Mexico. It overwinters in the south, and breeds in the spring to start the next generation flying north. The following reference gives a map of the migration routes.\nCaterpillar.\nThe monarch caterpillar is banded with yellow, black, and white stripes. The head is also striped with yellow and black. There are four black body extensions, two on each end of the body. They look similar to antennae. The caterpillar will be as long as 5 cm (2 inches).\nAdults.\nThe monarch butterfly has a wingspan that ranges from 8.9 to 10.2 centimeters (3½ to 4 inches).\nThe upper side of the wings are orange with black edges and veins. There are white spots in the black wing margins. The male has a spot on his bottom wing. The spot gives out scents which attract females. The viceroy butterfly (\"Limenitis archippus\") is similar. It has an extra black band across the bottom wing. The underside of the wings is a tan-orange color with black veins. The wing margins are black with white spots in them.\nA white form of the monarch has been seen in Australia, New Zealand, Indonesia and the United States. It has been seen as early as 1896. It was named \"nivosus\" by lepidopterists (a lepidopterist is a person who studies butterflies and moths). It is grayish white in all areas of the wings that are normally orange. The white form makes up about 1% or less of all monarchs except for on Oahu, Hawaii where it has kept populations as high as 10%. The existence of two or more forms of a species in the same area is quite common, and is called polymorphism.\nRange and distribution.\nIn North America, the monarch is found from southern Canada to northern South America. It sometimes wanders to western Europe, sometimes as far as Greece. It reaches Europe from being transported by USA ships. It can also wander to Europe by flying there if weather and wind conditions are right. It has also been found in Bermuda, Hawaii, the Solomons, New Caledonia, New Zealand, Australia, New Guinea, Ceylon, India, the Azores, and the Canary Islands.\nMigration.\nMonarch butterflies are known for their long annual migration. In North America, they make large migrations towards the south starting in August until the first frost. A migration towards the north takes place in the spring. No single individual makes the whole round trip. Female monarchs lay eggs for the next generation during these migrations.\nBy the end of October, the monarchs that are east of the Rocky Mountains migrate to Mexico. Many thousands from the Great Lakes region pass through Point Pelee National Park. They migrate to the sanctuaries of the Mariposa Monarca Biosphere Reserve in the Mexican states of Michoacán and Mexico. Most of the monarchs that are west of the Rocky Mountains do not travel all the way down to Mexico. Instead, they overwinter (spend the winter) in many places in central and southern California.\nWhile in Mexico, the monarchs gather in very large numbers to rest. They perch on suitable trees and bushes by clinging (hold on to tightly) with their feet. They cling to each other making layers and layers of resting Monarchs overwintering. This was discovered by Fred Urquhart of the University of Toronto, who studied monarch butterflies for nearly forty years. He knew the Monarchs migrated because he would stop seeing them after a certain time of the year. He put a label on each Monarch he found. On this label was his name, address, and a request to send him the butterfly if it was found.\nA few months later, people from all over North America and Mexico began returning his labelled butterflies to him. Mexico was the southernmost area from which he had received a butterfly, so he started traveling there to look for the Monarchs. For many years, he traveled to Mexico. There he climbed through jungles, walked through forests, and talked to the people he found. He finally heard there was a place west of Mexico City where people had seen lots of monarchs all together. After a long search, He finally found millions of monarch butterflies covering every part of the area.\nDuring the spring migration, the population that is east of the Rocky Mountains may reach as far north as Texas and Oklahoma. The second, third and fourth generations return to their northern places in the United States and Canada in the spring.\nHabitat.\nThe Monarch can be found in many different kinds of habitats. When it is breeding, it is found in habitats with milkweed (a kind of plant). Some of these habitats include, fields, meadows, prairies, parks in or near cities, gardens, and roadsides. The monarch can be found in almost any kind of habitat during migration. It overwinters in pine, cypress, and eucalyptus groves in California. It overwinters in fir forests and pine groves in Mexico.\nMuch of the monarch's breeding habitat is not good anymore. In some states and provinces, milkweed is thought to be a weed. In these places, the milkweed is killed to keep livestock from eating it and becoming sick. Moreover, herbicides use, especially with genetically modified herbicide-resistant plants, eliminate milkweed. With fewer milkweed plants, the monarch does not have as much habitat to breed in.\nHabitat destruction has been a concern as the number of monarch butterflies that completed an annual migration to their winter home in a Mexican forest sank in 2013 to its lowest level in at least two decades, due mostly to extreme weather and changed farming practices in North America. The Mexican forest occupied by the butterflies, once as high at, dwindled to in the annual census conducted December 2012.\nLife cycle.\nThe monarch butterfly goes through complete metamorphosis.\nEgg.\nThe female lays her eggs one by one. They are laid on the underside of the leaves of caterpillar's food plant. The eggs are light yellow. Freshly laid eggs are creamy-white. After three to four days, they turn dark gray. The egg usually weighs about 0.54 milligrams. It is about 1.2 millimeters long. Its diameter is about 0.87 millimeters (average on 55 eggs).\nCaterpillar.\nThe caterpillar hatches out of the egg. The young caterpillar is a gray-black color with a black head. After the first molt (shedding its skin) the caterpillar is banded with yellow, black, and white stripes. The head is also striped with yellow and black. There are four black body extensions, two on each end of the body. They look similar to antennae. The caterpillar will reach a length of 5 centimeters (2 inches). The caterpillar eats the leaves and flowers of the food plant. It make no nests or shelters. It grows very quickly, and because of this, it molts four to five times.\nChrysalis.\nAfter the caterpillar molts one last time, it makes a chrysalis. A chrysalis is not the same as a cocoon. The monarch caterpillar attaches its back end (posterior) to a support, and hangs downward in the shape of the letter 'J'. The inside of the caterpillar's body begins to change and it splits its skin to form the blue-green chrysalis. The blue-green chrysalis has a band of black and bright gold near the top. There are other gold spots lower down. After spending many weeks in the chrysalis, the adult finally comes out as a butterfly.\nSpecies similar in appearance.\nThe viceroy (\"Limenitis archippus\") is similar to but is smaller than the monarch. It has an extra black band across the bottom wing that the monarch does not have.\nThe queen (\"Danaus gilippus\") is dark reddish-brown instead of orange. It does not have black veins. There are white spots on the top wing submarginal (near the edge of the wing) area. These spots are on both the upper side and the underside.\nThe soldier (\"Danaus eresimus\") is also dark reddish-brown instead of orange. It has thin, black veins. The underside of the bottom wing has a dark center. It has light brown, square-shaped spots around the dark center.\nMimicry.\nMonarchs are bad-tasting and poisonous because they contain a chemical known as cardenolide (cardiac glycoside). The chemical slows the heart-beat of vertebrates. Monarch caterpillars get this chemical when they feed on milkweed.\nWhen the monarch becomes a butterfly, it no longer eats milkweed, but it still has the chemical in its body. The butterfly shows that they are not good to eat with their bright orange and black wings. This is warning coloration. A bird may try to eat a monarch, but it will become sick and vomit after eating it. After this experience, the bird learns not to eat another monarch, and also any other butterfly which is similar in appearance. The viceroy is similar looking to the monarch, but does not have the milkweed poison in its body. Birds that have had the bad experience of eating a monarch will usually not eat a viceroy. It is an example of Müllerian mimicry.\nPredators.\nOverwintering Monarchs in Mexico are often eaten by black-headed grosbeaks. These birds are immune to the glycoside. Other birds, such as orioles and jays, have learned to eat only the thoracic muscles and the body parts inside the abdomen. These parts have less poison than the rest of the body. Some mice are also immune to large amounts of the poison. Over time, overwintering monarchs become less poisonous. This makes them more likely to be eaten by predators. In Mexico, about 14% of the overwintering Monarchs are eaten by birds and mice.\nOn Oahu, Hawaii, there is a white form of the Monarch. This is because two species of birds have been introduced. The two birds are known as the red-vented bulbul and the red-whiskered bulbul. They were introduced in 1965 and 1966. They are now the most common insectivorous birds. They are probably the only birds that eat insects as big as the monarch. Monarchs in Hawaii have low cardiac glycoside levels, but the birds may be immune to the chemical. The two bird species eat the caterpillars and sometimes the chrysalids. They look for them on branches and the underside of leaves in milkweed bushes. The birds also eat resting adults and egg-laying females. They eat flying monarchs less often. The white form has a higher chance of living than the orange one. The white form does not fit the birds' search image of a normal monarch, and so it is not eaten. This kind of defense is known as apostatic selection. The white form is also camouflaged in patches of light shining through groups of leaves.\nParasites.\nParasites include the tachinid flies \"Sturmia convergens\" and \"Lesperia archippivora\". Caterpillars that have the \"Lesperia archippivora\" maggots inside them will finish their last molt. They will then hang upside down on a horizontal surface. They die before they turn into a chrysalis. At that time one white maggot comes out of the caterpillar. The maggot then forms a brown pupa on the ground.\nThe bacteria \"Micrococcus flacidifex danai\" also infects the caterpillar and causes “black death”. Just before turning into a chrysalis, the caterpillar will find a horizontal surface. They die a few hours later. The body turns black shortly after. The bacteria \"Pseudomonas aeruginosa\" causes infections in weakened insects. It is a common cause of death in insects that are raised in laboratories.\nRelationship with humans.\nThe monarch is the state insect of Alabama, Idaho, Illinois, Minnesota, and Texas. It is the state butterfly of\nVermont and West Virginia.\nIt was nominated in 1990 as the national insect of the United States of America. It was nominated along with the honeybee (\"Apis mellifera\"). However, the legislation did not pass.\nMany people like to attract monarchs by growing a butterfly garden with the plant \"Asclepias physocarpa\". Others like raising them for fun or for educational purposes. have been made for migrating Monarchs. The sanctuaries are found at the monarch's favorite overwintering places. These migrations can create a lot of tourism revenue.\nMany schools also enjoy caring for monarchs. They start with caterpillars. When the caterpillars mature into butterflies, they are then set free into the wild.\nSome organizations, such as the Cape May Bird Observatory, have monarch labeling programs. Labels are placed on the wing of the butterfly. The labels have information on them. This helps scientists track the monarchs during their migration. It also helps the scientists study the paths that the monarchs take on their migration.\nAdult food sources.\nMales will also take in water and minerals from damp soil and small, wet rocks. This is known as \"puddling\". The Monarch has also been seen puddling at an oil stain on pavement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Insect","surface_form":"insect","offset":49},{"uri":"Nymphalidae","surface_form":"Nymphalidae","offset":63},{"uri":"Family_(biology)","surface_form":"family","offset":75},{"uri":"Migration","surface_form":"migration","offset":173},{"uri":"Frost","surface_form":"frost","offset":336},{"uri":"Individual","surface_form":"individual","offset":441},{"uri":"Caterpillar","surface_form":"caterpillar","offset":954},{"uri":"Stripe","surface_form":"stripes","offset":1006},{"uri":"Extension","surface_form":"extensions","offset":1089},{"uri":"Antenna_(biology)","surface_form":"antennae","offset":1151},{"uri":"Wing","surface_form":"wing","offset":1339},{"uri":"Vein","surface_form":"vein","offset":1377},{"uri":"Male","surface_form":"male","offset":1437},{"uri":"Pheromone","surface_form":"scents","offset":1492},{"uri":"Attract","surface_form":"attract","offset":1505},{"uri":"Female","surface_form":"female","offset":1513},{"uri":"Limenitis_archippus","surface_form":"Limenitis archippus","offset":1546},{"uri":"Tan","surface_form":"tan","offset":1663},{"uri":"Indonesia","surface_form":"Indonesia","offset":1820},{"uri":"Moth","surface_form":"moth","offset":1986},{"uri":"Oahu","surface_form":"Oahu","offset":2137},{"uri":"Population","surface_form":"populations","offset":2168},{"uri":"Polymorphism","surface_form":"polymorphism","offset":2292},{"uri":"Southern","surface_form":"southern","offset":2374},{"uri":"Northern","surface_form":"northern","offset":2393},{"uri":"Transport","surface_form":"transport","offset":2514},{"uri":"Weather","surface_form":"weather","offset":2588},{"uri":"Bermuda","surface_form":"Bermuda","offset":2653},{"uri":"Solomon_Islands","surface_form":"Solomons","offset":2674},{"uri":"New_Caledonia","surface_form":"New Caledonia","offset":2684},{"uri":"New_Guinea","surface_form":"New Guinea","offset":2723},{"uri":"Ceylon","surface_form":"Ceylon","offset":2735},{"uri":"Azores","surface_form":"Azores","offset":2754},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":2770},{"uri":"Frost","surface_form":"frost","offset":2958},{"uri":"Individual","surface_form":"individual","offset":3032},{"uri":"Generation","surface_form":"generation","offset":3109},{"uri":"Rocky_Mountains","surface_form":"Rocky Mountains","offset":3202},{"uri":"Sanctuary","surface_form":"sanctuaries","offset":3340},{"uri":"Michoac%C3%A1n","surface_form":"Michoacán","offset":3419},{"uri":"Mexico_(state)","surface_form":"Mexico","offset":3433},{"uri":"Rocky_Mountains","surface_form":"Rocky Mountains","offset":3483},{"uri":"Travel","surface_form":"travel","offset":3506},{"uri":"California","surface_form":"California","offset":3624},{"uri":"University_of_Toronto","surface_form":"University of Toronto","offset":3923},{"uri":"Label","surface_form":"label","offset":4109},{"uri":"Address","surface_form":"address","offset":4169},{"uri":"Return","surface_form":"returning","offset":4307},{"uri":"Climb","surface_form":"climbed","offset":4527},{"uri":"Jungle","surface_form":"jungle","offset":4543},{"uri":"Forest","surface_form":"forest","offset":4567},{"uri":"Finally","surface_form":"finally","offset":4614},{"uri":"Population","surface_form":"population","offset":4855},{"uri":"Texas","surface_form":"Texas","offset":4928},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":4938},{"uri":"Habitat","surface_form":"habitat","offset":5129},{"uri":"Breed","surface_form":"breed","offset":5150},{"uri":"Milkweed","surface_form":"milkweed","offset":5189},{"uri":"Plant","surface_form":"plant","offset":5209},{"uri":"Meadow","surface_form":"meadow","offset":5257},{"uri":"Prairie","surface_form":"prairie","offset":5266},{"uri":"Park","surface_form":"park","offset":5276},{"uri":"City","surface_form":"cities","offset":5293},{"uri":"Garden","surface_form":"garden","offset":5301},{"uri":"Pine","surface_form":"pine","offset":5416},{"uri":"Cypress","surface_form":"cypress","offset":5422},{"uri":"Eucalyptus","surface_form":"eucalyptus","offset":5435},{"uri":"Grove","surface_form":"groves","offset":5446},{"uri":"Fir","surface_form":"fir","offset":5486},{"uri":"Anymore","surface_form":"anymore","offset":5576},{"uri":"State","surface_form":"state","offset":5593},{"uri":"Province","surface_form":"province","offset":5604},{"uri":"Weed","surface_form":"weed","offset":5643},{"uri":"Livestock","surface_form":"livestock","offset":5697},{"uri":"Herbicide","surface_form":"herbicide","offset":5751},{"uri":"Genetically_modified_organism","surface_form":"genetically modified","offset":5783},{"uri":"Habitat_destruction","surface_form":"Habitat destruction","offset":5935},{"uri":"Complete_metamorphosis","surface_form":"complete metamorphosis","offset":6393},{"uri":"Egg_(biology)","surface_form":"eggs","offset":6442},{"uri":"Laid","surface_form":"laid","offset":6468},{"uri":"Food","surface_form":"food","offset":6521},{"uri":"Weigh","surface_form":"weighs","offset":6659},{"uri":"Milligram","surface_form":"milligram","offset":6677},{"uri":"Millimeter","surface_form":"millimeter","offset":6705},{"uri":"Diameter","surface_form":"diameter","offset":6727},{"uri":"Shed","surface_form":"shedding","offset":6922},{"uri":"Chrysalis","surface_form":"chrysalis","offset":7448},{"uri":"Chrysalis","surface_form":"chrysalis","offset":7461},{"uri":"Cocoon","surface_form":"cocoon","offset":7492},{"uri":"Chrysalis","surface_form":"chrysalis","offset":7723},{"uri":"Danaus_gilippus","surface_form":"Danaus gilippus","offset":8144},{"uri":"Red","surface_form":"red","offset":8170},{"uri":"Danaus_eresimus","surface_form":"Danaus eresimus","offset":8389},{"uri":"Poison","surface_form":"poison","offset":8633},{"uri":"Chemical","surface_form":"chemical","offset":8666},{"uri":"Cardenolide","surface_form":"cardenolide","offset":8684},{"uri":"Vertebrate","surface_form":"vertebrate","offset":8754},{"uri":"Orange_(color)","surface_form":"orange","offset":9011},{"uri":"Black","surface_form":"black","offset":9022},{"uri":"Bird","surface_form":"bird","offset":9065},{"uri":"Vomit","surface_form":"vomit","offset":9124},{"uri":"Experience","surface_form":"experience","offset":9158},{"uri":"Viceroy_(butterfly)","surface_form":"viceroy","offset":9279},{"uri":"M%C3%BCllerian_mimicry","surface_form":"Müllerian mimicry","offset":9484},{"uri":"Black-headed_grosbeak","surface_form":"black-headed grosbeak","offset":9566},{"uri":"Immunity","surface_form":"immune","offset":9606},{"uri":"Orioles","surface_form":"orioles","offset":9652},{"uri":"Jay","surface_form":"jay","offset":9664},{"uri":"Thorax","surface_form":"thoracic","offset":9699},{"uri":"Muscle","surface_form":"muscle","offset":9708},{"uri":"Abdomen","surface_form":"abdomen","offset":9746},{"uri":"Mice","surface_form":"mice","offset":9816},{"uri":"Predator","surface_form":"predator","offset":9969},{"uri":"Species","surface_form":"species","offset":10135},{"uri":"Bird","surface_form":"bird","offset":10146},{"uri":"Introduced_species","surface_form":"introduced","offset":10162},{"uri":"Red-vented_bulbul","surface_form":"red-vented bulbul","offset":10205},{"uri":"Red-whiskered_bulbul","surface_form":"red-whiskered bulbul","offset":10231},{"uri":"Insectivorous","surface_form":"insectivorous","offset":10321},{"uri":"Probably","surface_form":"probably","offset":10351},{"uri":"Insect","surface_form":"insect","offset":10384},{"uri":"Chemical","surface_form":"chemical","offset":10504},{"uri":"Defence_against_predation","surface_form":"defense","offset":10936},{"uri":"Apostatic_selection","surface_form":"apostatic selection","offset":10956},{"uri":"Camouflage","surface_form":"camouflage","offset":11000},{"uri":"Patch","surface_form":"patches","offset":11015},{"uri":"Shine","surface_form":"shining","offset":11032},{"uri":"Parasite","surface_form":"Parasite","offset":11077},{"uri":"Tachinidae","surface_form":"tachinid","offset":11099},{"uri":"Maggot","surface_form":"maggot","offset":11215},{"uri":"Horizontal","surface_form":"horizontal","offset":11301},{"uri":"Pupa","surface_form":"pupa","offset":11455},{"uri":"Bacteria","surface_form":"bacteria","offset":11479},{"uri":"Infection","surface_form":"infects","offset":11524},{"uri":"Infection","surface_form":"infection","offset":11769},{"uri":"Raise","surface_form":"raised","offset":11851},{"uri":"Laboratory","surface_form":"laboratories","offset":11861},{"uri":"Insect","surface_form":"insect","offset":11926},{"uri":"Alabama","surface_form":"Alabama","offset":11936},{"uri":"Idaho","surface_form":"Idaho","offset":11945},{"uri":"Illinois","surface_form":"Illinois","offset":11952},{"uri":"Minnesota","surface_form":"Minnesota","offset":11962},{"uri":"Texas","surface_form":"Texas","offset":11977},{"uri":"Vermont","surface_form":"Vermont","offset":12013},{"uri":"West_Virginia","surface_form":"West Virginia","offset":12025},{"uri":"Nominate","surface_form":"nominated","offset":12047},{"uri":"National","surface_form":"national","offset":12072},{"uri":"Apis_mellifera","surface_form":"Apis mellifera","offset":12164},{"uri":"Legislation","surface_form":"legislation","offset":12195},{"uri":"Butterfly_gardening","surface_form":"butterfly garden","offset":12271},{"uri":"Asclepias_physocarpa","surface_form":"Asclepias physocarpa","offset":12304},{"uri":"Education","surface_form":"education","offset":12367},{"uri":"Favorite","surface_form":"favorite","offset":12471},{"uri":"Tourism","surface_form":"tourism","offset":12539},{"uri":"Revenue","surface_form":"revenue","offset":12547},{"uri":"School","surface_form":"school","offset":12561},{"uri":"Mature","surface_form":"mature","offset":12653},{"uri":"Organization","surface_form":"organization","offset":12721},{"uri":"Cape_May_Bird_Observatory","surface_form":"Cape May Bird Observatory","offset":12748},{"uri":"Program","surface_form":"program","offset":12797},{"uri":"Information","surface_form":"information","offset":12871},{"uri":"Scientist","surface_form":"scientist","offset":12903},{"uri":"Track","surface_form":"track","offset":12914},{"uri":"Path","surface_form":"paths","offset":12996},{"uri":"Mineral","surface_form":"mineral","offset":13099},{"uri":"Soil","surface_form":"soil","offset":13118},{"uri":"Rock_(geology)","surface_form":"rocks","offset":13138},{"uri":"Oil","surface_form":"oil","offset":13220}]}