{"id":201303,"url":"http://en.wikipedia.org/wiki/Naturalism_(philosophy)","text":"Naturalism is \"the idea or belief that nothing exists beyond the natural world\". It is the belief that \"the natural world is the whole of reality\". The term was first used this way in English in 1750.\nIt is a kind of philosophy called metaphysical, because it covers everything: \"nature is all there is, and all basic truths are truths of nature\".\nAll the things and powers which are commonly called supernatural, such as God, souls or witchcraft do not exist, according to this position.\nMethod and science.\nMethodological or scientific naturalism is concerned with practical methods for acquiring knowledge.\nMany scientists use the scientific method for their research. Hypotheses are be explained and tested only by reference to natural causes and events.\nExplanations for observations are only useful when they are based on hypotheses of natural causes. An explanation that relies on a natural mechanism that works according to certain rules is usable. Explanations that need miracles to work are not.\nMethodological naturalism is the principle underlying all of modern science. Some philosophers extend this idea, so that it applies to all of philosophy as well. Science and philosophy, according to this view, are said to form a continuum. W.V. Quine, George Santayana, and other philosophers have advocated this view.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosophy","surface_form":"philosophy","offset":217},{"uri":"Metaphysics","surface_form":"metaphysical","offset":235},{"uri":"Nature","surface_form":"nature","offset":280},{"uri":"Supernatural","surface_form":"supernatural","offset":400},{"uri":"God","surface_form":"God","offset":422},{"uri":"Soul","surface_form":"souls","offset":427},{"uri":"Witchcraft","surface_form":"witchcraft","offset":436},{"uri":"Knowledge","surface_form":"knowledge","offset":599},{"uri":"Scientific_method","surface_form":"scientific method","offset":634},{"uri":"Research","surface_form":"research","offset":662},{"uri":"Hypotheses","surface_form":"Hypotheses","offset":672},{"uri":"Explanations","surface_form":"Explanations","offset":759},{"uri":"Miracle","surface_form":"miracle","offset":980},{"uri":"Science","surface_form":"science","offset":1074},{"uri":"Philosophy","surface_form":"philosophy","offset":1148},{"uri":"W.V._Quine","surface_form":"W.V. Quine","offset":1246},{"uri":"George_Santayana","surface_form":"George Santayana","offset":1258}]}