{"id":201379,"url":"http://en.wikipedia.org/wiki/Tony_Stewart","text":"Anthony Wayne Stewart (born May 20, 1971 in Columbus, Indiana) is an American race car driver. He drives the #14 Chevrolet SS in the NASCAR Sprint Cup series. For most of his career in NASCAR, Stewart was driving for Joe Gibbs Racing, but now owns his own team called Stewart Haas Racing. Hurt in August, he could not take a NASCAR start til the end of 2013.\nCareer.\nTony Stewart started racing in Go-Karts. Then, in 1991, he moved into the United States Auto Club (USAC) series where he won the Rookie of the Year award. This award is given to the best first year driver in the series.\nStewart started racing in the Winston Cup series (now called the Sprint Cup series) in 1999. He drove for Joe Gibbs Racing. He finished in second place in his first race. Stewart went on to win the Sprint Cup Championship in 2002. In 2009, Stewart began racing for his own team, named Stewart Haas Racing. Stewart won the 2011 Sprint Cup Championship, beating Carl Edwards. Stewart and Edwards finished the season tied in points, but Tony had won more races during the year then Edwards, so Stewart was given the championship. In 2015, Stewart said that 2016 would be his final year racing in the NASCAR Sprint Cup Series.","categories":[],"infobox_types":[],"annotations":[{"uri":"Columbus%2C_Indiana","surface_form":"Columbus, Indiana","offset":44},{"uri":"Americans","surface_form":"American","offset":69},{"uri":"Race_car","surface_form":"race car","offset":78},{"uri":"NASCAR","surface_form":"NASCAR","offset":133},{"uri":"Joe_Gibbs_Racing","surface_form":"Joe Gibbs Racing","offset":217},{"uri":"Stewart_Haas_Racing","surface_form":"Stewart Haas Racing","offset":268},{"uri":"Go-Karts","surface_form":"Go-Karts","offset":398},{"uri":"United_States_Auto_Club","surface_form":"United States Auto Club","offset":441},{"uri":"Joe_Gibbs_Racing","surface_form":"Joe Gibbs Racing","offset":693},{"uri":"Stewart_Haas_Racing","surface_form":"Stewart Haas Racing","offset":872},{"uri":"Carl_Edwards","surface_form":"Carl Edwards","offset":947}]}