{"id":201317,"url":"http://en.wikipedia.org/wiki/Recapitulation_theory","text":"The theory of recapitulation is often known as ontogeny recapitulates phylogeny.\nÉtienne Serres first proposed this idea in 1824–26. In 1886 Ernst Haekel suggested that the embryonic development of an organism (its ontogeny) followed the same path as the evolutionary history of its species (its phylogeny). It is also called the biogenetic law or embryological parallelism\nIt was a theory (idea) that tied evolution (the change in organisms over time) with embryology (the way organisms develop before they are born). The theory stated that before they are born, organisms pass through developmental stages that look like adult animals of other species, in roughly the same order that these other species split off during evolution.\nAlthough there is something to this idea, it is no longer thought to be such a useful way to look at development.\nHaeckel's theory.\nHaeckel formulated his theory as \"Ontogeny recapitulates phylogeny\". Ontogeny is the steps an organism takes in its development before it is born, starting as a single cell and ending as a baby. Phylogeny is the steps a species takes in its development, starting as a very simple organism and evolving into the current organism. \"Recapitulates\" is a synonym for \"reflects\" and implies that the ontogeny of an organism is similar to the phylogeny of its species.\nFor example, Haeckel realized that before they are born, there is a time when humans have slits in their necks. These slits look like the gills on adult fishes. Haeckel took this to mean that some time before our species became human, we were fish-like. This view is supported by the fossil record and other evidence. As the unborn human gets closer to being born, it develops a tail. In fact, some human babies are even born with tails. Haeckel concluded, again correctly, that at some time in humanities more recent evolutionary past (after we had gone through our fish stage) the species that would go on to become humans had a tail.\nHowever, not all of Haeckel's evidence or conclusions were this good. Haeckel produced several embryo drawings that often overemphasized similarities between embryos of related species. These found their ways into many biology textbooks, and into popular knowledge, even though they were wrong. Furthermore, Haeckel used this \"evidence\" to conclude that white people were evolutionary superior to people of other races. Not only is this a racist view, but we know today that it is not true.\nRejection.\nToday, scientists think that Haeckel overstated the case. For example, the \"gills\" of a developing human do not work (though Haekel never said they did). Furthermore, as better observations were made, it was discovered that developing babies don't look exactly like the pictures Haeckel drew. He may have exaggerated what he saw in order to support his point better. Also, Haekel's discussion was entirely about morphology: he did not discuss the evolution and development of animal behaviour.\nHowever, this is not to say that nothing about the theory makes sense. It is true that our ontogeny gives clues about our phylogeny. However, the relationship is not nearly as direct as Haeckel said it was. In fact, Haekel's over-emphatic claims led in due course to over-emphatic rejections.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ontogeny","surface_form":"ontogeny","offset":47},{"uri":"Phylogeny","surface_form":"phylogeny","offset":70},{"uri":"Ernst_Haekel","surface_form":"Ernst Haekel","offset":141},{"uri":"Embryo","surface_form":"embryo","offset":173},{"uri":"Evolution","surface_form":"evolution","offset":407},{"uri":"Cell","surface_form":"cell","offset":1034},{"uri":"Species","surface_form":"species","offset":1086},{"uri":"Gills","surface_form":"gills","offset":1466},{"uri":"Fishes","surface_form":"fishes","offset":1481},{"uri":"Fossil","surface_form":"fossil","offset":1612},{"uri":"Embryo","surface_form":"embryo","offset":2060},{"uri":"Racist","surface_form":"racist","offset":2404},{"uri":"Morphology_(biology)","surface_form":"morphology","offset":2879},{"uri":"Animal_behaviour","surface_form":"animal behaviour","offset":2943}]}