{"id":201463,"url":"http://en.wikipedia.org/wiki/Mullah_Omar","text":"Mullah Mohammed Omar (1959 - 23 April 2013) was the leader of the Taliban in Afghanistan. He was usually called Mullah Omar. Between 1996 and 2001, he was Afghanistan's de facto head of state. Three states officially recognised him under the title of 'Head of the Supreme Council'. He was born in 1959 in Kandahar Province of Afghanistan. He held the title Commander of the Faithful from the Islamic Emirate of Afghanistan.\nThe United States put him on their most wanted list. They believe he sheltered Osama bin Laden, and some of his al-Quaeda group, directly before and after they committed the September 11 attacks. He was believed to be directing the Taliban in their war against Hamid Karzai's Government and foreign NATO troops in Afghanistan from Pakistan. Many people considered him to be a major terrorist.\nDespite his political rank, and his high status on the FBI's wanted list, not much is publicly known about Omar. There are very few photos of him. None of these photos are official. A picture that was used by the media in 2002, shows another Taliban official, but not Omar. It is also debated how authoritative the images that exist really are.\nOmar seemed to be missing one eye. Other than this, people described him in different ways: Some who have met him say he is tall, others describe him as small and frail. He was described as shy and untalkative with foreigners.\nWhen he was Emir of Afghanistan, Omar stayed in Kandahar most of the time and rarely met outsiders. He sent his Foreign Minister, Wakil Ahmed Muttawakil, to represent him, on most occasions.\nNews media have claimed that he was killed by a drone strike in 2008.\nIn 2012, it was revealed that an individual claiming to be Omar sent a letter to President Barack Obama in 2011, expressing slight interest in peace talks.\nDeath.\nOn 29 July 2015, the Afghan government and state intelligence sources said that Omar had died in April 2013 two years previously in Karachi, Pakistan of tuberculosis. Some Taliban sources denied that he had died; other sources considered the report to be speculative, designed to destabilise peace negotiations in Pakistan between the Afghan government and the Taliban. A Taliban spokesman said that they would issue a statement. Abdul Hassib Seddiqi, the spokesman for Afghanistan's National Directorate of Security, claimed: \"We confirm officially that he is dead\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mullah","surface_form":"Mullah","offset":0},{"uri":"Taliban","surface_form":"Taliban","offset":66},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":77},{"uri":"De_facto","surface_form":"de facto","offset":169},{"uri":"Kandahar_Province","surface_form":"Kandahar Province","offset":305},{"uri":"Amir_al-Mu%27minin","surface_form":"Commander of the Faithful","offset":357},{"uri":"Islamic_Emirate_of_Afghanistan","surface_form":"Islamic Emirate of Afghanistan","offset":392},{"uri":"United_States","surface_form":"United States","offset":428},{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":503},{"uri":"Al-Quaeda","surface_form":"al-Quaeda","offset":536},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":598},{"uri":"War_in_Afghanistan_(2001%E2%80%93present)","surface_form":"war against","offset":673},{"uri":"Hamid_Karzai","surface_form":"Hamid Karzai's","offset":685},{"uri":"Pakistan","surface_form":"Pakistan","offset":755},{"uri":"FBI","surface_form":"FBI","offset":872},{"uri":"Wanted_list","surface_form":"wanted list","offset":878},{"uri":"Photo","surface_form":"photo","offset":949},{"uri":"Emir","surface_form":"Emir","offset":1401},{"uri":"Wakil_Ahmed_Muttawakil","surface_form":"Wakil Ahmed Muttawakil","offset":1519},{"uri":"Unmanned_aerial_vehicle","surface_form":"drone","offset":1628},{"uri":"President_of_the_United_States","surface_form":"President","offset":1731},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1741}]}