{"id":201483,"url":"http://en.wikipedia.org/wiki/Euptoieta_claudia","text":"The Variegated Fritillary (\"Euptoieta claudia\") is a butterfly in the family Nymphalidae. It is native to North America and South America. The Variegated Fritillary is closely related to butterflies in the genus \"Speyeria\". It has some differences from \"Speyeria\" butterflies. Some of the differences are: Variegated Fritillaries have 2-3 broods per year vs. one per year in \"Speyeria\". They travel more vs. staying in the same place. And they use a wide range of host plants vs. just violets. Variegated Fritillaries use passionflowers as a host plant. Because of this, Variegated Fritillaries have taxonomic links to the heliconians. Their flight is low and fast, and they are hard to approach. Its genus name was taken from the Greek word \"euptoietos\" meaning \"easily scared\".\nDescription.\nThe upper side of the wings is orange and black. The fore wing and hind wing have a row of submarginal black spots and black median lines running across the wings. (Submarginal means just inward of the wing edge. Median means through the center of the wing.) The underside of the fore wing is orange. The hind wing is mottled with browns and grays. There is a pale postmedian band (postmedian means just outward of the median). There is no silvering. The wingspan is 1.75-2.25 inches.\nSimilar species.\nThere is a butterfly similar to the Variegated Fritillary. It is the Mexican Fritillary (\"Euptoieta hegesia\"). The Mexican Fritillary is brighter orange. The upper side of its hind wing has more orange. The underside of its wings is plainer, with no submarginal spots or median black lines.\nFlight period.\nThis species may be seen flying from April-October in the south. It flies in the north from summer to early fall.\nHabitat.\nThis butterfly is found in different kinds of habitats. It can by found in clover fields, alfalfa fields, fields, pastures, waste areas, roadsides, and mountain meadows.\nLife cycle.\nFemales lay their eggs singly on the host plant's leaves and stems. The eggs are pale green or cream colored. The caterpillar eats the leaves, flowers, and stems of the food plant. The caterpillar is red with black stripes. There are white spots in the black stripes. In many individuals, the white is more noticeable than the black. It has six rows of black spines. It has a pair of long, clubbed spines on the head. The chrysalis is shiny white with small black spots. It has a variable amount of brown markings and has orange and gold projections. Adults overwinter in the south and fly north each spring and summer. It has 2-3 broods per year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Butterfly","surface_form":"butterfly","offset":53},{"uri":"Family_(biology)","surface_form":"family","offset":70},{"uri":"Nymphalidae","surface_form":"Nymphalidae","offset":77},{"uri":"North_America","surface_form":"North America","offset":106},{"uri":"South_America","surface_form":"South America","offset":124},{"uri":"Genus","surface_form":"genus","offset":206},{"uri":"Speyeria","surface_form":"Speyeria","offset":213},{"uri":"Difference","surface_form":"difference","offset":236},{"uri":"Speyeria","surface_form":"Speyeria","offset":254},{"uri":"Viola","surface_form":"violets","offset":485},{"uri":"Passionflower","surface_form":"passionflower","offset":522},{"uri":"Taxonomy","surface_form":"taxonomic","offset":600},{"uri":"Heliconiinae","surface_form":"heliconians","offset":623},{"uri":"Mottled","surface_form":"mottled","offset":1111},{"uri":"Wingspan","surface_form":"wingspan","offset":1248},{"uri":"Euptoieta_hegesia","surface_form":"Euptoieta hegesia","offset":1385},{"uri":"Egg_(biology)","surface_form":"eggs","offset":1924},{"uri":"Caterpillar","surface_form":"caterpillar","offset":2020},{"uri":"Noticeable","surface_form":"noticeable","offset":2213},{"uri":"Chrysalis","surface_form":"chrysalis","offset":2328},{"uri":"Shiny","surface_form":"shiny","offset":2341},{"uri":"Projection","surface_form":"projection","offset":2444},{"uri":"Overwinter","surface_form":"overwinter","offset":2464},{"uri":"Brood","surface_form":"brood","offset":2537}]}