{"id":201501,"url":"http://en.wikipedia.org/wiki/Carom_billiards","text":"Carom billiards, sometimes called carambole billiards or simply carambole (and sometimes used as another word for a game called \"straight rail\") are a family of billiards games played on cloth-covered tables. In these games, the players strike heavy balls with sticks called cues. Carom billiards tables have no pockets or opening where balls are sunk, that snooker and pool tables do have. In its simplest form, the object of carom billiards games is to score points or \"counts\" by bouncing one's own ball, called a cue ball, off of the other two balls on the table. The date the first carom game was invented is not exactly known. Also, how exactly the games developed and which game was first is not clear. However, carom billiards games are believed to have started sometime in the 18th-century (the 1700s) in France in Europe.\nThere are many different games, each with distinct rules, strategies and objects of play, that are all part of carom billiards. Some of the most well known games are \"straight rail\", \"cushion caroms\", \"balkline\", \"three-cushion billiards\" and \"artistic billiards\". There are many other carom billiards games that combine aspects of these games, but that are not as well known. For example, the \"champion's game\" was a short-lived game that developed during a transitional period between the invention of straight rail and the invention of balkline. Other games are combinations of these games and other games played on tables \"with pockets\" (pool or snooker games), such as \"English billiards\" played on a snooker table and its related games, \"American four-ball billiards\", and \"cowboy pool\", played on a pool table.\nHow the name came about.\nThe word \"carom\" means any strike and bounce off something. It started being used to describe the pocketless billiard games in the 1860s. It is a shortening of the word \"carambola\", used in Spanish and Portuguese and spelled \"carambole\" in French. Carambola was earlier used to describe just the red ball used in billiards games, but later was given to the game itself. Some people who study word origins suggest that \"carambola\" was originally the name of a yellow-to-orange colored, tropical Asian fruit, known in Portuguese as a \"carambola\". This was taken from an earlier word, \"karambal\", from the Marathi language of India, also known as starfruit. The accuracy of the fruit origin has been questioned. It has been said to be just a legend, because the fruit does not look very similar to the big red ball that is used in carom games, and there is no direct proof for the fruit explanation.\nCloth.\nCloth has been used to cover billiards tables since the 15th century (1400s). In fact, the company that became the most famous maker of billiard cloth, Iwan Simonis, was formed in 1453. Most cloth made for carom billiards tables is a type of cloth called \"baize\" that is dyed green in color, and is made from 100% wool that has fibers that are made to be very straight (a process called worsting). Baize cloth provides a very fast surface allowing the balls to travel easily across the table material, called a \"bed\". The green color of cloth was originally chosen to look similar to grass. Green has been the common cloth color since the 16th century (1500s). However, the color also serves a useful function. Human eyes more easily see green than any other color. This allows players to keep playing for longer periods of time without straining their eyes.\nBalls.\ndiameter), including a red object ball, a plain white cue ball, and a dotted cue ball for the opponent. Some games use an additional object ball.</a>\nModern billiard balls are made from \"phenolic resin\", which is a type of very strong plastic. The size of carom billiards balls is normally 61.5 mm (27⁄16 in) in diameter. They weigh between 205 and 220 grams (7.23 – 7.75 ounces; 7.5 is average), and are quite a bit larger and heavier than the balls used for pool games. While UMB, the International Olympic Committee-recognized world carom billiards authority, permits balls as small as 61.0 mm (approximately 23⁄8), no major manufacturer produces such balls any longer, and the main standard is 61.5 mm. The three standard balls in most carom billiards games are a completely white cue ball, a second cue ball sometimes having a red or black dot on it (to help people in telling the balls apart), and a third, red ball. In some sets of balls, however, the second cue ball is solid yellow. Both types of ball sets are allowed in tournament play.\nBilliard balls have been made from many different materials since the start of the game. For example, they have been made from clay, wood, ivory, plastics (including celluloid, Bakelite, crystalate, and phenolic resin) and even steel. The most common substance from 1627 until the early- to mid-twentieth century was ivory. The search for a substitute for ivory use was not for environmental reasons but based on how expensive they were and fear of danger for elephant hunters. The search was made more enticing when a New York billiard table maker offered a $10,000 prize for a substitute material. The first usable substitute was made from a material called \"celluloid\". Celluloid, which is an early form of plastic, was invented by a man named John Wesley Hyatt in 1868. There was a problem with the material though. Celluloid was unstable and highly flammable, sometimes exploding when people were making it.\nBilliard cues.\nThe stick used to hit billiard balls, called a billiards cue, is different in some ways from the typical pool cue. Compared with pool cues, billiard cues are often shorter, with a shorter end cap (called a ferrule), a fatter bottom portion where the back hand grips the stick (called a butt), a wooden screw in the middle rather than one of metal or plastic, and a smaller tip diameter. These features make the billiard cue stiffer. This stiffness helps players in striking the larger and heavier billiard balls as compared with pool balls. The stiffness also acts to reduce an effect called \"deflection\" (sometimes called \"squirt\"). Deflection is an undesirable effect from the use of sidespin. Sidespin is spin placed on a ball by striking it not at its center but off to one side of its center, causing it to spin as it travels down the table. Deflection causes a ball to travel not in a straight line in the direction it was struck.\nHeated slate.\nUnderneath the cloth of billiard tables is a very hard rock called slate. The slate bed of a billiard table is often heated to about 5 °C/9 °F above room temperature, which helps to keep moisture out of the cloth to aid the balls rolling and rebounding in a consistent manner, and generally makes a table play faster. A heated table is required under international carom rules and is an important requirement for the games of three-cushion billiards and artistic billiards. Heating table beds is an old practice. Queen Victoria of England (1819–1901) had a billiard table that was heated using zinc tubes, At that time, though, the reason for the heating was different. The heat was used to keep ivory balls from going out of shape (warping). The first use of electric heating was for a tournament in the game of \"18.2 balkline\", that was held in December 1927 between two players: Welker Cochran and Jacob Schaefer, Jr. \"The New York Times\" announced it with fanfare: \"For the first time in the history of world's championship balkline billiards a heated table will be used ...\"\nStraight rail.\nStraight rail, sometimes called carom billiards, straight billiards, the three-ball game, the carambole game, and the free game in Europe, is thought to date to the 1700s. No exact time of origin is known though. It was called French caroms, French billiards or the French game in early times, taking those old names from the French who made the game popular. The object of straight rail is simple: one point, called a \"count\", is scored each time a player's cue ball makes contact with both object balls (the second cue ball and the third ball) on a single strike of the cue ball. Winning is achieved by reaching a certain number of points, agreed to between the players to be the winning number.\nWhen straight rail was first invented there was no restriction on the way points were scored. However, the technique of \"crotching\", meaning to have two balls right next to each other on the area of one of the table's four corners where the rails meet—the \"crotch\"—made scoring a lot easier. This resulted in an 1862 rule which allowed only three counts before at least one ball had to be sent away from the corner in order to legally score another point. Techniques continued to develop which increased counts greatly despite the crotching ban. One of these techniques is called \"nursing\", and made scoring much easier. A \"nurse\" is a series of shots where the balls are kept very close together, allowing a player to score off of them with very soft strokes without changing their positions much, so the scoring can continue. The most important of these nurse techniques, called the \"rail nurse\", involves nudging the balls down a rail, moving them just a few centimeters on each score and keeping them close together and positioned at the end of each stroke in the same or near the same arrangement so that the rail nurse can be repeated.\nProfessional straight rail in the United States was only seen for six years, from 1873 to 1879. It was followed by a game designed to reduce the use of the rail nurse so that spectators would not be bored by watching it. Today, straight rail play is not very common in the U.S. but it still popular in Europe, where it is thought to be a good practice game for balkline and three-cushion billiards. Europe hosts professional competitions, known as \"pentathlons\" after the ancient Greek Olympic competitions, in which straight rail is one of five billiards games at which players compete. The other four are called 47.1 balkline, cushion caroms, 71.2 balkline and three-cushion billiards.\nThe champion's game.\nA new game appeared in 1879, called the champion's game or limited-rail. The champion's game is considered an in-between game—between straight rail and balkline—and was designed to stop the rail nurse. The game uses diagonal lines—balklines—drawn at the table's corners to indicate that if balls were inside those lines, points could not be scored, thus \"cutting off four triangular spaces in the four corners, [taking] away 28 inches [711 mm] of the 'nursing' surface of the end rails and 56 inches [1422 mm] on the long rails.\" Despite its differences from straight rail, the champion's game only expanded the areas of the table where many points in a row could be scored before the balls had to be moved to a new position. This was not sufficient to stop nursing.\nBalkline.\nBalkline came after the champion's game. It added more rules to stop nursing techniques. There are many varieties of balkline, but all divide the table into marked regions called \"balk spaces\". The balk spaces define areas of the surface of the table where a player may only score up to a certain number of points while the object balls are within that region.\nIn the balkline games, rather than drawing balklines a few inches from the corners as was done in the champion's games, the entire table is divided into rectangular spaces. This is done by drawing balklines a certain distance across the length and the width of the table. The lines are drawn a number of inches parallel from each rail. This divides the table into eight rectangular areas called \"balk spaces\". Additionally, rectangles are drawn where each balkline meets a rail, called \"anchor spaces\". The anchor spaces were added to the game to stop nursing techniques that developed especially for the challenges of balkline without them.\nGenerally, the differences between one balkline game and another are defined by two different things: 1) where the balkines are drawn on the table, and 2) the number of points that are allowed in each balk space before at least one ball must leave that region of the table. Balkline games are named by giving two numbers that tell us about the spacing used and how many points can be scored in the balk spaces. The first number tells us how many inches from the rail the balkine will be drawn. The second number after a \"dot\", indicates the number of points that can be scored in the balk spaces before the balls must leave it (that number is always either one or two). So, for example, the name \"18.2 balkline\", tells us that balklines are drawn distant from each rail, and only two points are allowed in a balk space before a ball must leave that area.\nOver its history balkline has had many variations including 8.2, 10.2, 12.2, 13.2, 12½.2, 14.1, 14.2, 18.1, 18.2, 28.2, 38.2, 39.2, 42.2, 45.1, 45.2, 47.1, 47.2, 57.2 and 71.2 balkline. In its different forms, balkline was the main carom game played from 1883 to the 1930s. After that, other carom games became more popular. This is especially true of three-cushion billiards. Balkline is not very common in the U.S., but remains popular in Europe and the Far East.\nCushion caroms.\nCushion caroms, sometimes called by its original name, the indirect game, is thought to have developed in the 1820s in Britain, it developed out of an older game called the \"doublet game\", that dates to at least 1807. The game is sometimes incorrectly called \"one-cushion\" or \"one-cushion billiards\", which is the direct translation of its name into English from various other languages such as Spanish (\"una banda\") and German (\"einband\").\nThe object of cushion caroms is to score \"cushion caroms\", meaning a bounce off of both of the other balls on the table, with at least one rail of the table being struck by the cue ball before the contact with second object ball. Cushion caroms was not played for a number of years, but came back in the late 1860s. Its return was for similar reasons as to why balkline developed. It was frustration of many people with straight rail. The techniques such as nursing that were invented to make scoring much easier, also made the game very boring to watch. Thus, as straight rail lost popularity, cushion caroms was revived for a time. Cushion caroms is rarely played in the U.S., but it still has some popularity in Europe.\nThree-cushion billiards.\nIn three-cushion billiards, sometimes called three-cushion carom, three-cushion, three-cushions, three-rail, rails and the angle game, the object is to carom off both object balls with at least three rails being contacted before the contact of the cue ball with the second object ball. Arising sometime in the 1870s, the origin of three-cushion billiards is not entirely known. It is undisputed that the Internal Revenue Collector of the Port of St. Louis, Wayman C. McCreery, made the game popular. At least one publication states he invented the game as well.\nThe first three-cushion billiards tournament took place January 14–31, 1878 in C. E. Mussey's Room in St. Louis, with McCreery taking part. The tournament was won by New Yorker Leon Magnus. The high run for the tournament was just 6 points, and the high average a.75. The game was infrequently played prior to 1907, with many top carom players of the era saying they did not enjoy it. However, in 1907 after the introduction of the Lambert Trophy, the game became more popular in the U.S. and internationally.\nBy 1924 three-cushion had become so popular that two very well know players in other billiard areas agreed to play each other in it at a challenge match. On September 22, 1924 Willie Hoppe (last name rhymes with \"poppy\"), the world balkline champion and Ralph Greenleaf, the world pocket billiards (pool) title holder, played a well-advertised, multiple-day, 600-point match. Hoppe was the eventual winner with a final score of 600–527. The game's decline in the U.S. came about in 1952 when Hoppe, then 51-time billiards champion, announced his retirement.\nThree-cushion billiards is a very difficult game. Averaging one point per turn at the table is professional-level play, and averaging 1.5 to 2 is world-class play. An average of one means that for every turn at the table, a player makes one point and misses once. This means that the player makes a point on only 50% of his or her shots. The highest run at three-cushion billiards for many years was 25, set by the American Willie Hoppe in 1918 during an exhibition. As of 2007, the high run record is 31 points, shared between Semih Saygıner of Turkey and Hugo Patiño who is originally from Colombia but resides in the U.S. The best game at the standard 50 points in a tournament is 9 innings by the Swedish player, Torbjörn Blomdahl in 2000, and 4 innings (count: 19-11-9-11) by Korean and U.S. national champion, Sang Lee in September 1992 in a game at SL Billiards in Queens, New York. The highest tournament average is 2.536 by Dick Jaspers from the Netherlands in 2002 at a tournament in Monaco. Raymond Ceulemans from Belgium has won an unmatchable 21 three-cushion billiards world-championships.\nThree-cushion billiards is the most popular carom billiards game played in the U.S. today, where pocket billiards (pool) is far more widespread. Three-cushion retains great popularity in parts of Europe, Asia, and Latin America.\nThe principal governing body of the sport is the Union Mondiale de Billiard (UMB). That organization has been holding world three-cushion championships since the late 1920s. Decades later, the Billiards World Cup Association (BWA) competed with UMB, but faded in the late 1990s due to financial problems. The International Olympic Committee-recognized World Pool-Billiard Association (WPA) cooperates with the UMB to keep their rulesets consistent.\nArtistic billiards.\nIn Artistic billiards, sometimes called fantasy billiards or fantaisie classique, players compete at performing 76 planned shots, each assigned a degree of difficulty. Each set shot has a maximum point value assigned for perfect execution, ranging from a 4-point maximum for lowest level difficulty shots, and climbing to an 11-point maximum for shots deemed highest in difficulty level. There is a total of 500 points available to a player. The governing body of the sport is the Confédération Internationale de Billiard Artistique (CIBA).\nEach shot in an artistic billiards match is played from a well-defined starting position. In fact, in some tournaments the balls must be placed within two millimeters of a diagrammed position. Each shot must also be done in an established manner in order for points to be awarded. Players are allowed three attempts at each shot. In general, the 76 shots in the game—even the lowest difficulty 4-point shots—require a high degree of skill, much practice and specialized knowledge to perform.\nWorld title competition first started in 1986 and required the use of ivory balls. However, this requirement was dropped in 1990. The highest score ever achieved in world competition was 374, by the Frenchman Jean Reverchon in 1992. The highest score in competition overall is 427 set by Belgian Walter Bax on March 12, 2006 at a competition held in Deurne, Belgium, beating his own previous record of 425. The game is played mostly in western Europe, especially in France, Belgium and the Netherlands.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cue_sports","surface_form":"billiards","offset":161},{"uri":"Cloth","surface_form":"cloth","offset":187},{"uri":"Table_(furniture)","surface_form":"tables","offset":201},{"uri":"Ball","surface_form":"ball","offset":250},{"uri":"Stick","surface_form":"stick","offset":261},{"uri":"Pocket","surface_form":"pocket","offset":312},{"uri":"Snooker","surface_form":"snooker","offset":358},{"uri":"Billiards","surface_form":"pool","offset":370},{"uri":"Invent","surface_form":"invent","offset":602},{"uri":"1700s","surface_form":"1700s","offset":804},{"uri":"France","surface_form":"France","offset":814},{"uri":"Europe","surface_form":"Europe","offset":824},{"uri":"Combination","surface_form":"combine","offset":1145},{"uri":"Transition","surface_form":"transitional","offset":1291},{"uri":"Snooker","surface_form":"snooker","offset":1538},{"uri":"Strike","surface_form":"strike","offset":1702},{"uri":"Spanish_language","surface_form":"Spanish","offset":1865},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":1877},{"uri":"French_language","surface_form":"French","offset":1915},{"uri":"Etymology","surface_form":"people who study word origins","offset":2050},{"uri":"Tropical","surface_form":"tropical","offset":2160},{"uri":"Asia","surface_form":"Asia","offset":2169},{"uri":"Marathi_language","surface_form":"Marathi language","offset":2278},{"uri":"Legend","surface_form":"legend","offset":2414},{"uri":"Proof","surface_form":"proof","offset":2539},{"uri":"1400s","surface_form":"1400s","offset":2649},{"uri":"Celebrity","surface_form":"famous","offset":2699},{"uri":"Dye","surface_form":"dye","offset":2850},{"uri":"Worsting","surface_form":"worsting","offset":2966},{"uri":"Resin","surface_form":"resin","offset":3641},{"uri":"Plastic","surface_form":"plastic","offset":3680},{"uri":"Millimeter","surface_form":"mm","offset":3740},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":3932},{"uri":"Authority","surface_form":"authority","offset":3997},{"uri":"Tournament","surface_form":"tournament","offset":4476},{"uri":"Material","surface_form":"material","offset":4543},{"uri":"Clay","surface_form":"clay","offset":4620},{"uri":"Wood","surface_form":"wood","offset":4626},{"uri":"Ivory","surface_form":"ivory","offset":4632},{"uri":"Celluloid","surface_form":"celluloid","offset":4659},{"uri":"Steel","surface_form":"steel","offset":4721},{"uri":"Ivory","surface_form":"ivory","offset":4810},{"uri":"Substitution","surface_form":"substitute","offset":4834},{"uri":"Environment","surface_form":"environment","offset":4871},{"uri":"Expensive","surface_form":"expensive","offset":4910},{"uri":"Elephant","surface_form":"elephant","offset":4953},{"uri":"Entice","surface_form":"enticing","offset":4996},{"uri":"New_York","surface_form":"New York","offset":5012},{"uri":"US_dollar","surface_form":"$","offset":5052},{"uri":"Explosion","surface_form":"exploding","offset":5368},{"uri":"Screw","surface_form":"screw","offset":5723},{"uri":"Diameter","surface_form":"diameter","offset":5798},{"uri":"Deflection","surface_form":"deflection","offset":6014},{"uri":"Slate","surface_form":"slate","offset":6439},{"uri":"Heat","surface_form":"heat","offset":6489},{"uri":"Celsius","surface_form":"°C","offset":6507},{"uri":"Fahrenheit","surface_form":"°F","offset":6512},{"uri":"Room_temperature","surface_form":"room temperature","offset":6521},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":6885},{"uri":"Zinc","surface_form":"zinc","offset":6966},{"uri":"Electricity","surface_form":"electric","offset":7132},{"uri":"Fanfare","surface_form":"fanfare","offset":7332},{"uri":"Europe","surface_form":"Europe","offset":7598},{"uri":"Origin","surface_form":"origin","offset":7656},{"uri":"French_people","surface_form":"French","offset":7793},{"uri":"Popular","surface_form":"popular","offset":7818},{"uri":"Objective","surface_form":"object","offset":7831},{"uri":"Restriction","surface_form":"restriction","offset":8216},{"uri":"Technique","surface_form":"technique","offset":8272},{"uri":"Legal","surface_form":"legal","offset":8592},{"uri":"Ban","surface_form":"ban","offset":8706},{"uri":"Series","surface_form":"series","offset":8801},{"uri":"Nudge","surface_form":"nudging","offset":9073},{"uri":"Professional","surface_form":"Professional","offset":9307},{"uri":"United_States","surface_form":"United States","offset":9341},{"uri":"Ancient_Greece","surface_form":"ancient Greek","offset":9779},{"uri":"Olympic","surface_form":"Olympic","offset":9793},{"uri":"Diagonal","surface_form":"diagonal","offset":10232},{"uri":"Rule","surface_form":"rule","offset":10848},{"uri":"Region","surface_form":"region","offset":10957},{"uri":"Inch","surface_form":"inch","offset":11213},{"uri":"Parallel_(geometry)","surface_form":"parallel","offset":11465},{"uri":"Number","surface_form":"number","offset":12109},{"uri":"Far_East","surface_form":"Far East","offset":13107},{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"Britain","offset":13252},{"uri":"Translation","surface_form":"translation","offset":13454},{"uri":"German_language","surface_form":"German","offset":13554},{"uri":"Cushion","surface_form":"cushion","offset":13588},{"uri":"Frustration","surface_form":"frustration","offset":13962},{"uri":"Revive","surface_form":"revived","offset":14188},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis","offset":14768},{"uri":"Publication","surface_form":"publication","offset":14835},{"uri":"St._Louis","surface_form":"St. Louis","offset":14986},{"uri":"New_York_City","surface_form":"New Yorker","offset":15050},{"uri":"International","surface_form":"international","offset":15377},{"uri":"World","surface_form":"world","offset":15620},{"uri":"Decline","surface_form":"decline","offset":15842},{"uri":"Retirement","surface_form":"retirement","offset":15940},{"uri":"Turkey","surface_form":"Turkey","offset":16498},{"uri":"Colombia","surface_form":"Colombia","offset":16544},{"uri":"Sweden","surface_form":"Swedish","offset":16653},{"uri":"Korea","surface_form":"Korea","offset":16733},{"uri":"Queens","surface_form":"Queens","offset":16824},{"uri":"New_York","surface_form":"New York","offset":16832},{"uri":"Belgium","surface_form":"Belgium","offset":16977},{"uri":"Latin_America","surface_form":"Latin America","offset":17270},{"uri":"Organization","surface_form":"organization","offset":17373},{"uri":"Finance","surface_form":"financial","offset":17570},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":17594},{"uri":"Consistent","surface_form":"consistent","offset":17722},{"uri":"Execution","surface_form":"execution","offset":17983},{"uri":"Diagram","surface_form":"diagram","offset":18467},{"uri":"Knowledge","surface_form":"knowledge","offset":18765},{"uri":"Ivory","surface_form":"ivory","offset":18857},{"uri":"French_people","surface_form":"Frenchman","offset":18986},{"uri":"Belgium","surface_form":"Belgian","offset":19075},{"uri":"Western_Europe","surface_form":"western Europe","offset":19223},{"uri":"Netherlands","surface_form":"Netherlands","offset":19277}]}