{"id":20186,"url":"http://en.wikipedia.org/wiki/Malaga","text":"Malaga (Spanish: \"Málaga\") is a Spanish city in Andalusia, Spain on the Mediterranean coast. The city has 560,000 people. There are more than 1,000,000 people in the surrounding area. It is the second biggest city in Andalusia after Sevilla, and the sixth biggest in Spain. The 20th century artist Pablo Picasso was born in Málaga.\nMálaga is southernmost large city in Europe, it lies on the Costa del Sol (Coast of the Sun) of the Mediterranean, about 100 km (62.14 mi) east of the Strait of Gibraltar and about 130 km (80.78 mi) north of Africa.\nMálaga enjoys a subtropical–mediterranean climate. It has one of the warmest winters in Europe, with average temperatures of 17 °C (62.6 °F) during the day and 7–8 °C (45–46 °F) at night in the period from December through February.\nClimate.\nThe climate is subtropical-Mediterranean (Köppen climate classification: \"Csa\") with very mild winters and hot summers. Málaga enjoys plenty of sunshine throughout the year, with an average of about 300 days of sunshine and only about 40-45 with precipitation annually. Its coastal location with winds blowing from the Mediterranean Sea make the heat manageable during the summer. Generally, the summer season lasts about eight months, from April to November, although in the remaining four months temperatures sometimes surpass. Its average annual temperature is during the day and at night. In the coldest month, January, the temperature ranges from during the day, at night and the average sea temperature is. In the warmest month, August, the temperature ranges from during the day, above at night and the average sea temperature is.\nLarge fluctuations in temperature are rare. The highest temperature ever recorded at the airport is on 18 July 1978. In the month of August 1881, the average reported daytime maximum temperature was a record. The coldest temperature ever recorded was on the night of 4 February 1954. The highest wind speed ever recorded was on 16 July 1980, measuring. Snowfall is virtually unknown; since the end of the XIX century, Málaga city has only recorded snow one day in the 20th century, on 2 February 1954.\nAnnual average relative humidity is 65%, ranging from 58% in June to 72% in December. Yearly sunshine hours is between 2,800 and 3,000 per year, from 5–6 hours of sunshine / day in December to average 11 hours of sunshine / day in July. Rain occurs mainly in winter, with summer being generally dry. Málaga is one of the few cities in Europe which are \"green\" all year round.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spanish","offset":32},{"uri":"Andalusia","surface_form":"Andalusia","offset":48},{"uri":"Spain","surface_form":"Spain","offset":59},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":72},{"uri":"Seville","surface_form":"Sevilla","offset":233},{"uri":"Pablo_Picasso","surface_form":"Pablo Picasso","offset":298},{"uri":"Costa_del_Sol","surface_form":"Costa del Sol","offset":392},{"uri":"Strait_of_Gibraltar","surface_form":"Strait of Gibraltar","offset":483},{"uri":"Africa","surface_form":"Africa","offset":540},{"uri":"Subtropical","surface_form":"subtropical","offset":564},{"uri":"Subtropical","surface_form":"subtropical","offset":805},{"uri":"Mediterranean_climate","surface_form":"Mediterranean","offset":817},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":832},{"uri":"Relative_humidity","surface_form":"relative humidity","offset":2145}]}