{"id":201984,"url":"http://en.wikipedia.org/wiki/Netflix","text":"Netflix, Inc. is an American entertainment services provider in Los Gatos, California, founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California. As of April 2019, Netflix had over 148 million paid subscriptions worldwide, including 60 million in the United States, and over 154 million subscriptions total including free trials. It was started in California in 1997. It allows members to rent movies on DVD or Blu-ray, and also watch movies and TV shows online with a computer, game console, smartphone, tablet or Internet-connected TV.\nNetflix originally started as a DVD sales and rental by mail then switched to focus on the DVD rental business. In 2007, Netflix expended their business with streaming media.\nSince December 2018, Netflix provided their first interactive film, called \".\" On January 22, 2019, Netflix became the first streaming service to become a member of the Motion Picture Association of America (MPAA). Netflix entered the content-production industry in 2012, debuting its first series \"Lilyhammer\" This introduced the \"Netflix Original\" content and its on online library. In 2016, Netflix released around 126 original series and films. Netflix is not available in mainland China (due to local restrictions) as well as Syria, North Korea, Iran, and Crimea (due to US sanctions).\nThe company's primary business is its subscription-based streaming which offers online streaming of a library of films and TV programs.\nNetflix is up for launching NetFX, a cloud-based platform which is allowed to make easier for artists, and creators to keep connected and collaborate on visual effects for titles on Netflix.","categories":[],"infobox_types":[],"annotations":[{"uri":"Los_Gatos%2C_California","surface_form":"Los Gatos, California","offset":64},{"uri":"California","surface_form":"California","offset":370},{"uri":"DVD","surface_form":"DVD","offset":426},{"uri":"Blu-ray","surface_form":"Blu-ray","offset":433},{"uri":"Television","surface_form":"TV","offset":468},{"uri":"Computer","surface_form":"computer","offset":491},{"uri":"Video_game_console","surface_form":"game console","offset":501},{"uri":"Smartphone","surface_form":"smartphone","offset":515},{"uri":"Internet","surface_form":"Internet","offset":537},{"uri":"Motion_Picture_Association_of_America","surface_form":"Motion Picture Association of America","offset":904},{"uri":"Lilyhammer","surface_form":"Lilyhammer","offset":1034},{"uri":"China","surface_form":"China","offset":1221},{"uri":"Syria","surface_form":"Syria","offset":1266},{"uri":"North_Korea","surface_form":"North Korea","offset":1273},{"uri":"Iran","surface_form":"Iran","offset":1286},{"uri":"Crimea","surface_form":"Crimea","offset":1296}]}