{"id":20192,"url":"http://en.wikipedia.org/wiki/Alicante","text":"Alacant or Alicante (, Valencian:) is a city in Spain. It is the capital of the province of Alicante. It is in the southern part of the Valencian Community. It is also a historic Mediterranean port. The population of the city of Alicante proper is about 332,067, as of 2014, ranking as the second-largest Valencian city. Including nearby municipalities, Alicante was populated by 458,843 residents. Population of the metropolitan area (including Elche and satellite towns) was 795,034 as of 2009. Based on population it is the eighth-largest metropolitan area of Spain.\nThe city is a sea port and a tourist centre. It has a hot semi-arid climate (\"BSh\" in the Koeppen climate classification).\nThe avenue Maisonnave is the principal commercial street in the city of Alicante. In fact, Maisonnave is the sixth most expensive avenue in the whole of Spain, which gives an idea of the importance that this street has. The Corte inglés has in this central street both branches that it possesses in Alicant, one at each end of the avenue.\nSanta Barbara's Castle is 166 metres up the Benacantil mountain. It's very strong with great strategic value. It's called Santa Barbara's Castle because the 4th of December is Santa Barbara's day and the 4th of December in 1248 is when it was taken from the Arabs by Alfonso of Castilla.","categories":[],"infobox_types":[],"annotations":[{"uri":"Valencian_language","surface_form":"Valencian","offset":23},{"uri":"Spain","surface_form":"Spain","offset":48},{"uri":"Alicante_(province)","surface_form":"Alicante","offset":92},{"uri":"Valencian_Community","surface_form":"Valencian Community","offset":136},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean","offset":179},{"uri":"Valencian_Community","surface_form":"Valencian","offset":305},{"uri":"Metropolitan_area","surface_form":"metropolitan area","offset":417},{"uri":"Elche","surface_form":"Elche","offset":446},{"uri":"List_of_metropolitan_areas_in_Spain_by_population","surface_form":"metropolitan area of Spain","offset":542},{"uri":"Harbour","surface_form":"port","offset":588},{"uri":"Tourism","surface_form":"tourist centre","offset":599},{"uri":"Semi-arid_climate","surface_form":"semi-arid climate","offset":628},{"uri":"Koeppen_climate_classification","surface_form":"Koeppen climate classification","offset":660},{"uri":"Spain","surface_form":"Spain","offset":846},{"uri":"Corte_ingl%C3%A9s","surface_form":"Corte inglés","offset":917}]}