{"id":20194,"url":"http://en.wikipedia.org/wiki/Linguistics","text":"e=\"preserve\">Linguistics is the study of language. People who study language are called linguists.\nThere are five main parts of linguistics: the study of sounds (phonology), the study of parts of words, like \"un-\" and \"-ing\" (morphology), the study of word order and how sentences are made (syntax), the study of the meaning of words (semantics), and the study of the unspoken meaning of speech that is separate from the literal meaning of what is said (for example, saying \"I'm cold\" to get someone to turn off the fan (pragmatics).\nThere are many ways to use linguistics every day. Some linguists are theoretical linguists and study the theory and ideas behind language, such as historical linguistics (the study of the history of language, and how it has changed), or the study of how different groups of people may use language differently (sociolinguistics). Some linguists are applied linguists and use linguistics to do things. For example, forensic linguistics is used in crime investigations, and computational linguistics is used to help make computers understand languages, as in speech recognition).\nSpecialties.\nLinguistics, in its broader context, includes evolutionary linguistics, which considers the origins of language; historical linguistics, which explores language change; sociolinguistics, which looks at the relation between linguistic variation and social structures; psycholinguistics, which explores the representation and function of language in the mind; neurolinguistics, which looks at language processing in the brain; language acquisition, how children or adults acquire language; and discourse analysis, which involves the structure of texts and conversations.\nAlthough linguistics is the scientific study of language, a number of other intellectual disciplines are relevant to language and intersect with it. Semiotics, for example, is the general study of signs and symbols both within language and without. Literary theorists study the use of language in literature. Linguistics additionally draws on and informs work from such diverse fields as acoustics, anthropology, biology, computer science, human anatomy, informatics, neuroscience, philosophy, psychology, sociology, and speech-language pathology. Discourse analysis is the study of entire conversations or texts.\nMany linguists compare languages to find similar properties. That makes it possible to find things shared by all the languages of the world and also learn the languages that are related in a language family. Linguists who study how languages are structured and how they work are said to study theoretical linguistics.\nAnother part of linguistics is involved in understanding how languages are used in society or in the world. Sociolinguistics studies how language is used in society, and historical linguistics studies how languages change over time and how languages were in the past. One part of historical linguistics is etymology, the study of the history of words.\nThe part of linguistics that aims to find out how languages works in the mind is known as psycholinguistics.\nEarly linguists.\nThe study of language began in India with Pāṇini, the 5th century BC grammarian who wrote about the 3,959 rules of Sanskrit gramamr, which described the different kinds of vowels and consonants of Sanskrit as well as its verb and noun classes. In the Middle East, Sibawayh (سیبویه) wrote a book about Arabic in 760 AD, \"Al-kitab fi al-nahw\" (الكتاب في النحو, \"The Book on Grammar\") and was the first known author to talk about the difference between sounds and phonemes.\nLinguistics started in the West as early as it did in the East, but western linguistics at that time was more like philosophy and less the study of language. Plato was the first western philosopher to write about semantics in his \"Cratylus\" in which he argues that words represent concepts that are eternal and exist in the world of ideas. The word \"etymology\" is first used to talk about the history behind a word's meaning.","categories":[],"infobox_types":[],"annotations":[{"uri":"Language","surface_form":"language","offset":41},{"uri":"Phonology","surface_form":"phonology","offset":162},{"uri":"Morphology_(linguistics)","surface_form":"morphology","offset":226},{"uri":"Word_order","surface_form":"word order","offset":252},{"uri":"Syntax","surface_form":"syntax","offset":291},{"uri":"Semantics","surface_form":"semantics","offset":335},{"uri":"Pragmatics","surface_form":"pragmatics","offset":521},{"uri":"Theoretical_linguistics","surface_form":"theoretical linguists","offset":603},{"uri":"Historical_linguistics","surface_form":"historical linguistics","offset":681},{"uri":"Sociolinguistics","surface_form":"sociolinguistics","offset":845},{"uri":"Applied_linguistics","surface_form":"applied linguists","offset":883},{"uri":"Forensic_linguistics","surface_form":"forensic linguistics","offset":948},{"uri":"Computational_linguistics","surface_form":"computational linguistics","offset":1006},{"uri":"Speech_recognition","surface_form":"speech recognition","offset":1091},{"uri":"Evolutionary_linguistics","surface_form":"evolutionary linguistics","offset":1171},{"uri":"Discourse_analysis","surface_form":"Discourse analysis","offset":2242},{"uri":"Conversation","surface_form":"conversation","offset":2284},{"uri":"Text","surface_form":"text","offset":2301},{"uri":"Language_family","surface_form":"language family","offset":2499},{"uri":"Sociolinguistics","surface_form":"Sociolinguistics","offset":2734},{"uri":"Society","surface_form":"society","offset":2783},{"uri":"Etymology","surface_form":"etymology","offset":2932},{"uri":"Word","surface_form":"word","offset":2971},{"uri":"Mind","surface_form":"mind","offset":3051},{"uri":"Psycholinguistics","surface_form":"psycholinguistics","offset":3068},{"uri":"India","surface_form":"India","offset":3135},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":3219},{"uri":"Middle_East","surface_form":"Middle East","offset":3355},{"uri":"Arabic_language","surface_form":"Arabic","offset":3405},{"uri":"Phoneme","surface_form":"phoneme","offset":3565},{"uri":"Plato","surface_form":"Plato","offset":3733},{"uri":"Etymology","surface_form":"etymology","offset":3925}]}