{"id":201908,"url":"http://en.wikipedia.org/wiki/The_Firebird","text":"\"The Firebird\" is a ballet. The libretto and choreography were composed by Michel Fokine. The story of the ballet is based on a Russian fairy tale. The music was composed by Igor Stravinsky. It was Stravinsky's first ballet score. \"The Firebird\" was first performed by the Ballets Russes in Paris at the Théâtre National de l'Opéra on 25 June 1910. Anna Pavlova had been asked to create the role of the Firebird. She thought Stravinsky's music incomprehensible and declined. The role went to Tamara Karsavina. The ballet has seen several revivals. It is also known by its French title \"L'Oiseau de Feu\".\nStory.\nPrince Ivan ventures into the garden of the evil Kashchei. He catches the magical Firebird. She promises to aid the Prince whenever he needs help if he will release her. He takes a magic feather from the bird's tail, then releases her.\nTwelve princesses with the Tsarevna (daughter of the Tsar) dance. All are in the power of the evil sourcerer Kashchei. Prince Ivan falls in love with the Tsarevna. He asks Kashchei whether he can marry her. Kashchei is angry and sends his monsters after the Prince. Kashchei is about to turn him to stone, when the Prince waves the feather. The Firebird appears, and comes to the Prince’s rescue. She casts a spell on the monsters. They fall asleep. The Firebird tells the Prince that Kashchei’s soul lies in an egg. The Prince smashes the egg. Kashchei loses his power, the monsters, and his palace. The Prince marries the Tsarevna.\nRevivals.\nThe ballet was revived in Britain in 1954 with costumes and sets by Natalia Gontcharova. Margot Fonteyn starred as the Firebird, Michael Somes as the Prince, Frederick Ashton as Kastchei, and Svetlana Beriosova as the Tsarevna. This production played the Metropolitan Opera House in September 1955 with the same principals.\nGeorge Balanchine staged his version of the work with the New York City Ballet at the City Center in 1949 with designs by Marc Chagall. Maria Tallchief danced the Firebird. Balanchine revised his version in 1970 in conjunction with Jerome Robbins. Robbins handled the group scenes. Chagall revised his designs for the production.\nMaurice Béjart choreographd an abstract production for the Paris Opéra in 1970. He believed the traditional fairy tale production was impossible to present on the modern stage. He cast a \"danseur\" in the title role. The cast wore denim.","categories":[],"infobox_types":["ballet"],"annotations":[{"uri":"Ballet","surface_form":"ballet","offset":20},{"uri":"Choreography","surface_form":"choreography","offset":45},{"uri":"Michel_Fokine","surface_form":"Michel Fokine","offset":75},{"uri":"Russia","surface_form":"Russia","offset":128},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":136},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":174},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":273},{"uri":"Paris","surface_form":"Paris","offset":291},{"uri":"25_June","surface_form":"25 June","offset":335},{"uri":"1910","surface_form":"1910","offset":343},{"uri":"Anna_Pavlova","surface_form":"Anna Pavlova","offset":349},{"uri":"Tamara_Karsavina","surface_form":"Tamara Karsavina","offset":492},{"uri":"Revival","surface_form":"revival","offset":538},{"uri":"French_language","surface_form":"French","offset":572},{"uri":"Garden","surface_form":"garden","offset":641},{"uri":"Tsar","surface_form":"Tsar","offset":900},{"uri":"Sourcerer","surface_form":"sourcerer","offset":946},{"uri":"Natalia_Gontcharova","surface_form":"Natalia Gontcharova","offset":1559},{"uri":"Margot_Fonteyn","surface_form":"Margot Fonteyn","offset":1580},{"uri":"Frederick_Ashton","surface_form":"Frederick Ashton","offset":1649},{"uri":"Svetlana_Beriosova","surface_form":"Svetlana Beriosova","offset":1683},{"uri":"Metropolitan_Opera_House","surface_form":"Metropolitan Opera House","offset":1746},{"uri":"George_Balanchine","surface_form":"George Balanchine","offset":1815},{"uri":"New_York_City_Ballet","surface_form":"New York City Ballet","offset":1873},{"uri":"Marc_Chagall","surface_form":"Marc Chagall","offset":1937},{"uri":"Maria_Tallchief","surface_form":"Maria Tallchief","offset":1951},{"uri":"Jerome_Robbins","surface_form":"Jerome Robbins","offset":2047},{"uri":"Maurice_B%C3%A9jart","surface_form":"Maurice Béjart","offset":2145}]}