{"id":201988,"url":"http://en.wikipedia.org/wiki/Petrushka","text":"\"Petrushka\" is a ballet burlesque in four scenes. Alexandre Benois and Igor Stravinsky wrote the story of the ballet. Igor Stravinsky wrote the music. Michel Fokine choreographed the work (designed the dances). Benois designed the sets and costumes. \"Petrushka\" was first performed by Diaghilev's Ballets Russes in Paris on 13 June 1911. Nijinsky played Petrushka, and Tamara Karsavina played The Ballerina. Alexandre Orlov played The Moor, and Enrico Cecchetti played The Charlatan.\n\"Petrushka\" tells the story of the loves and jealousies of three puppets. The three are brought to life by The Charlatan during St. Petersburg's 1830 Shrovetide Fair. Petrushka is in love with The Ballerina. She rejects him because she likes The Moor. Petrushka is angry and hurt. He challenges The Moor. The Moor kills him with his scimitar. Petrushka's ghost rises above the puppet theatre as night falls. He shakes his fist at The Charlatan, then collapses in a second death.\n\"Petrushka\" brings music, dance, and design together in a unified whole. It is one of the most popular of the Ballets Russes productions. It is usually performed today using the original designs and dances. Grace Robert wrote in 1949, \"Although more than thirty years have elapsed since \"Petrushka\" was first performed, its position as one of the greatest ballets remains unassailed. Its perfect fusion of music, choreography, and décor and its themethe timeless tragedy of the human spiritunite to make its appeal universal.\"\nRussian puppets.\nPetrushka is a puppet. He is a character known across Europe under different names: Punch in England, Polichinelle in France, Pulcinella in Italy, Kasperle in Germany, and Petrushka in Russia. Whatever his name, he is a trickster, a rebel, and a wife beater. He enforces moral justice with a slap stick, speaks in a high-pitched, squeaky voice, and argues with the devil. His plays were formulaic and subversive. They repeated key scenes from one play to another. The plays usually ended with a dog, a policeman, or the devil dragging him away.\nEmpress Anna Ivanovna brought marionettes to Russia in the 18th century. These puppets were an amusement for the aristocracy. Rod puppets were an Asian import. They performed religious plays, mostly at Christmas. Petrushka however was a hand puppet. He was beloved by the common people. He performed in street theatres and other open air venues in small portable booths or behind screens that could be easily assembled and just as easily disassembled. After the Russian Revolution, Soviet authorities forced Petrushka indoors. They wanted to be better able to monitor his subversiveness.\nStory.\nScene One. The scene is St. Petersburg's Shrovetide Fair in 1830. A crowd of peasants, police, gypsies, and others wander about Admiralty Square looking for fun. Two dancers entertain the fairgoers. At the back of the stage is a large puppet booth. Two toy soldiers rush from the booth, beating their drums to attract the crowd's attention. The Charlatan appears before the booth. The curtain of the booth opens. Three puppets are seen, each in a little cell. One puppet is a dark-skinned Moor, another is a pretty Ballerina, and the third is Petrushka. The three leave their cells to perform a pantomime at the center of the stage. The Moor and Petrushka both love The Ballerina, but she likes The Moor. Petrushka is jealous. He starts a fight with The Moor. The Charlatan abruptly stops the pantomime. The curtain falls.\nScene Two. There is no musical introduction except drumrolls announcing the beginning of the scene. The curtain rises and a door opens. Petrushka is seen being kicked through the door. He falls. He pulls himself together to the accompaniment of arpeggiated C major and F♯ major chords (the \"Petrushka chord\").\nHe stands uncertainly and shakes his fist at the portrait of The Charlatan on the wall. The music is a violent rendition of the \"Petrushka chord\", now scored for trumpets. Petrushka falls to his knees. The music grows lyrical as he mimes his self-pity, his love for The Ballerina, and his hatred of The Charlatan.\nThe Ballerina enters \"en pointe\". When Petrushka sees her, he begins a display of frantic gestures and athletic leaps. The Ballerina is frightened and hurries away. Petrushka falls to the floor in despair. The clarinets mock him. He curses The Charlatan to the accompaniment of the \"Petrushka chord\" for full orchestra. For a moment, Petrushka peers out of his room at the crowd in Admiralty Square to the \"crowd music\" from Scene One. He collapses as clarinets mock him with the \"Petrushka chord\". A trumpet call signals the end of the scene.\nScene Three. Drumrolls are heard as the curtain rises. Whereas Petrusha's room was dark and chilly, The Moor's room is brilliant with color. The walls are decorated with palm trees, exotic flowers, white rabbits hopping about, and desert sands.\nThe Moor lies lazily on a daybed playing with a coconut. He shakes it. There's something inside! He tries to cut it open with his scimitar, but fails. He believes it a god and bows in worship before it.\nThe door opens. The Charlatan brings The Ballerina into the room. The Ballerina is attracted to The Moor's handsome appearance. She plays a saucy tune on a toy trumpet, represented by a cornet in the original 1911 orchestration. The Moor tries to dance with her but fails.\nThe Moor sits on the daybed. The Ballerina sits on his knees. They cuddle. They hear noises outside the door. Petrushka has broken free from his cell, and rushes into the room to rescue The Ballerina from seduction. Petrushka attacks the Moor, but quickly realizes he is too small and weak. The Moor beats Petrushka. The puppet flees for his life, with the Moor chasing him. The curtain falls.\nScene Four. The scene is again the Shrovetide Fair. Evening is falling. The crowd is having a lot of fun. A dancing bear and organ grinders entertain the crowd. Wet nurses perform a dance. Suddenly, Petrushka runs from the puppet booth. The Moor chases him, and kills him with a blow of his scimitar. The crowd is frightened. The Charlatan enters. He shows the crowd that Petrushka is nothing but a puppet filled with straw. The crowd slowly walks away, still stunned with what they have just seen. The Charlatan is left alone. The spirit of Petrushka appears on the roof of the puppet booth. He shakes his fist at The Charlatan. He is terrified and hurries away. Petrushka collapses over the roof of the puppet booth, his arms swinging to and fro in the night.\nDiaghilev and the Ballets Russes.\nSerge Diaghilev, the impresario who brought together the three men who created \"Petrushka\", was the son of a nobleman. He was educated at home, and moved to St. Petersburg in 1890 to study law. He took music lessons from Rimsky-Korsakov, and developed a strong interest in the arts.\nDiaghilev spent his inheritance traveling to Europe's major art museums. Between 1899 and 1905 he published \"The World of Art\", a magazine that had great influence on the Russian art world. Its success led Diaghilev to set even greater artistic goals for himself.\nHe managed to secure a position at the Imperial Ballet, but was fired after overstepping his authority. He organized concerts of Russian music for the Paris Opéra, and promoted Russian operas and short ballets. The Paris public was thrilled with these ballets.\nIn 1910, Diaghilev focused his efforts on ballet, and the Ballets Russes was organized. Stravinsky's \"The Firebird\" was one of the highlights of the 1910 season. In spite of the company's success, Ballets Russes did not have a permanent home. The dancers went back to their jobs at the Imperial Ballet when the Paris season was over.\nWhen Nijinsky was fired from the Imperial Ballet for an incident possibly masterminded by Diaghilev, the impresario hired him. Nijinsky was an artist of the greatest magnitude who could lead the Ballets Russes to unheard of success and international renown.\nOther artists joined the Ballets Russes, but the company still did not have a permanent home. It led a nomadic existence. \"Petrushka\" and \"Le Spectre de la rose\" were the highlights of the 1911 season, \"Daphnis and Chloe\" and \"Afternoon of a Faun\" of the 1912 season, and \"The Rite of Spring\" of the 1913 season. Nijinsky married in 1913, and broke with Diaghilev.\nIn the following years, Diaghilev persuaded disgruntled artists who had left the company to return Fokine and Benois, especially. In 1921, the company found a permanent home in Monte Carlo. It continued to produce the colorful ballets it was famous for. The company's international renown grew, but the excitement of its early Paris days was over.\nConcept and libretto.\n\"Petrushka\" was the creation of four men: composer Igor Stravinsky, scenery and costume designer Alexandre Benois, choreographer Mikhail Fokine, and Ballets Russes impresario Serge Diaghilev. The four men worked closely with each other on the creation of \"Petrushka\".\nStravinsky and Benois each attributed the creation of the libretto to one another in the days following the ballet's successful premiere. The idea about a ballet based on a puppet was Stravinsky's, but the libretto was almost certainly the work of Benois. The subject was close to his heart, and he was, after all, an experienced librettist.\nAlexandre Benois was born 3 May 1870 in St. Petersburg. His father was an architect. Benois did not plan a career in the arts, but graduated in law from the St. Petersburg Imperial University in 1894. In 1897, his watercolors were exhibited and noticed by Diaghilev and Bakst. The three men founded an art magazine that exerted great influence in Russia. In 1901, Benois was appointed scenic director for the Mariinsky Theatre, and in 1905 moved to Paris and began working for the Ballets Russes.\nBenois was unavailable for comment when Stravinsky offered his undeveloped idea about a ballet for a puppet to Diaghilev in 1910. He had separated himself from the Ballets Russes after his libretto for \"Schéhérazade\" had been attributed to Léon Bakst in the ballet's theatre programmes. Diaghilev and Stravinsky tried to persuade Benois to return, but Benois refused. Time passed and Benois's pique softened. He rejoined his colleagues after learning the new ballet's subject was Petrushka.\nDiaghilev was pleased to have Benois back on board and suggested the ballet be set during the Shrovetide Fair (a Mardi Gras-like celebration before Lent) in St. Petersburg about 1830. This period was one of Benois's favorites. Benois gave Petroushka a full-length body and two companions, The Ballerina and The Moor. Benois was designing costumes and scenery during the libretto's composition to give his colleagues a visual idea of the ballet's final appearance.\nBenois, Stravinsky, and Diaghilev met in Rome in 1911. Rehearsals for \"Petrushka\" were in progress in the basement of the theatre where the Ballets Russes was performing though the music and libretto were yet to be completed. The ballet received a more definitive shape when Fokine began to rehearse the principal dancers, and, as often as possible, the dancers playing the different fairgoers in the crowd.\nMusic by Igor Fyodorovich Stravinsky.\nIgor Stravinsky was born on 17 June 1882 near St. Petersburg. His father, an opera singer with the Mariinsky Theatre, was of a noble Polish family. As a boy, Stravinsky studied piano and music theory. He later studied law, but passed most of his time with music. In 1905, he began music studies with Rimsky-Korsakov. In 1909, Stravinsky's \"Fantastic Scherzo\" and \"Fireworks\" were performed in St. Petersburg. Diaghilev heard both works and was deeply impressed.\nIn 1910, \"The Firebird\" was put into development for the Ballets Russes. Tcherepnin was hired to write the music, but lost interest. The job was given to Lyadov. Diaghilev grew disappointed with Lyadov. He was slow to get started. The impresario recalled his impression with Stravinsky and decided the young composer was the man to write the score for \"The Firebird\". Stravinsky was hired.\nStravinsky was young and inexperienced. He worried whether he could meet the deadline date for the score, but accepted the job. He was flattered to be chosen from the many great musicians of the age to write the score, and just as flattered to be working with men who were geniuses in their fields.\nStravinsky worked closely with Fokine in developing \"The Firebird\". The result was a work in which movement, music, and scenery and costume design were integrated into one artistic whole. The stop-and-go, episodic character of classical ballet was avoided in favor of a fluid continuity from start to finish. \"The Firebird\" premiered in 1910 to great success.\nThis success led Diaghilev to hire Stravinsky to write the score for another ballet, \"The Rite of Spring\". The idea for this ballet was Stravinsky's, and based on a dream he had had about a virgin forced to dance to death to propitiate the god of spring. Stravinsky knew that writing this score would take a long time. He tired of it, and started to work on a concert piece for piano and orchestra to refresh himself. Stravinsky thought of this new piece as a contest between the orchestra and the piano. The orchestra finally overwhelms the piano to emerge the winner.\nStravinsky was thinking of the Russian hand puppet, Petrushka, when he wrote the concert piece: \"In composing the music, I had in my mind a distinct picture of a puppet, suddenly endowed with life, exasperating the patience of the orchestra with diabolical cascades of arpeggios. The orchestra in turn retaliates with menacing trumpet blasts.\"\nThe music is modern. It uses the music of the past (folk tunes and popular songs), but departs from the simplicity of these tunes. The most modern music in the score is the music for Scene Two. This is the music Stravinsky wrote as a concert piece for piano and orchestra. The scene opens with the clash of C major and F-sharp major chords. This bitonality represents Petrushka's dual nature as a living being and straw-filled puppet.\nStravinsky put some popular Russian folk tunes into the score as well as less ethnic music such as a waltz by early 19th-century Viennese composer Josef Lanner. This waltz was inserted into Scene Three for The Ballerina and The Moor. Stravinsky put a popular French tune into Scene One (\"She had a wooden leg\") and was forced to pay royalties into the 1950s to the tune's writer.\nStravinsky revised and arranged the \"Petrushka\" score several times. In 1914, the 42-minute work was cut to a 20-minute suite for concert performance. In 1919, Stravinsky gave his permission to the Aeolian Company of London to create transcriptions for piano rolls. Stravinsky himself wrote a virtuoso piano transcription in 1921 for Artur Rubinstein. Plans for a sound movie of \"Petrushka\" in 1929 were dropped when Benois would not agree to the project. In 1956, Stravinsky conducted a 15-minute adaptation of the score for an animated movie.\nScenery and costumes.\nThe ballet is set during the Shrovetide Fair in St. Petersburg in 1830. Benois had many childhood memories of these fairs. He put these memories the sideshows, the little theatres, the roundabouts and other fair attractions into the first and fourth scenes of \"Petrushka\".\nBenois designed eleven productions of \"Petrushka over the years. His designs were always based on those of the first production of 1911. He always set the ballet in Admiralty Square, although the actual place of the fair was moved to the Winter Palace Square and finally to the Field of Mars. The fair (infamous for the heavy drinking that took place during its run) was eventually shut down by Prince Oldenburg and the Temperance Society.\nAll productions of \"Petrushka\" designed by Benois had several things in common. They all had a proscenium executed in a Russian folk style, and a backdrop showing St. Isaac's Cathedral. The costumes were accurate recreations of the clothing worn in the 1830s. The curtain that was lowered between scenes displayed the Charlatan surrounded by clouds. This curtain was replaced with a night scene of demons and monsters flying over St. Petersburg.\nThe second scene of the ballet shows Petrushka's lonely little room. There is a picture of the Charlatan on one wall. The original picture was damaged when the production was moved from St. Petersburg to Paris. It was replaced with a picture of the Charlatan in profile by another designer. Benois did not like this picture. He refused to speak to Diaghilev for a long time.\nThe third scene in the ballet is the Moor's room. This scene gave Benois much trouble. He tried many jungle animals elephants, lions, crocodiles on the wall covering of the room but was not pleased. He finally settled on a design of palm trees. This exotic design remained the same through all of Benois's later productions. It created a striking contrast to the bareness of Petrushka's room.\nChoreography.\nFokine was born to middle class parents in 1880, and entered the Imperial Ballet school in 1889. He graduated in 1898 and immediately found a position as dancer in the Imperial Ballet. He was curious, intelligent, and ambitious. In 1902 he started to choreograph short ballets for the students of the Imperial Ballet school.\nHe opposed much of the traditions of the Imperial Ballet such as the circular position of a dancer's arms, the \"pirouette\" ending a male dancer's solo, and the lengthy curtain calls. His intent was to make each movement have meaning, to create a fluid work from start to finish unhindered by the traditional stop and go of classical ballet, and to avoid a gymnastic style of dance. He wanted his dancers to interpret musical phrases, accents, and nuances through meaningful movement. He codified his thoughts on dance in five principles.\nHe put his ideas to work over the next several years with encouraging success. He respected the choreographic accomplishments of the past and refused to re-choreograph older works. He preferred to work with new material. In 1907 he choreographed \"Le Pavilion d'Armide\". He worked with Benois for the first time on this ballet. \"Pavillion\" earned the critical favor of the Imperial Ballet. It was eventually staged at the Mariinsky Theatre.\nIt was Benois who introduced Fokine to Diaghilev. He choreographed \"Les Sylphides\" and a few other ballets for Diaghilev's first Paris season, and \"The Firebird\" and \"Scheherazade\" for the 1910 season. In 1911 he choreographed not only \"Petrushka\".\nFokine described Stravinsky's \"Petruska\" score as \"sounds tormenting the ear and yet stimulating the imagination and stirring the soul.\" The dancers complained about the score and found it difficult to keep track of counts. Fokine admitted as much, but managed to make progress with the dancers and on the choreography itself. Fokine redefined ballet with this work.\nIn \"Four Centuries of Ballet\" Lincoln Kirstein writes about \"Petrushka\" and its creators. Fokine gave \"pizzicato points\" to the Ballerina, Kirstein notes, while the Moor's toes are turned out (\"en dehors\"), and Petrushka's toes are turned in (\"en dedans\"). The mechanical, flat movements of the puppets provide contrast to the natural movements of the crowd, and mime accentuates the Ballerina's vanity, the Moor's mindless pride, and Petruchka's helplessness. ballets\nFokine may have been influenced by other ballets about life-size animated dolls such as \"Coppelia\" (1870), \"Arlekinada\" (\"Les Millions d'Arlequin\"), and \"Fairy Doll\" (1903). Some moments and scenes in \"Arlekinada\" presage similar ones in \"Petrushka\". Fokine's most revolutionary gestures in \"Petrushka\" are the demotion of virtuoso star roles to character roles, and the elimination of classical ballet's narrative introduction, \"white\" act, obligatory virtuoso dances for the stars, and divertissement. The solo moments for The Moor and Petrushka are basically mime, and, without her own scene, The Ballerina has no solo.\nFokine used Russian national dance forms in a fragmentary fashion for the various characters in the crowd. Fokine complained that the crowd was insufficiently rehearsed, Nijinsky complained that movement for the crowd was never really choreographed but was left for the dancers to improvise, and Benois complained that Diaghilev would not spend the money necessary to realize certain effects. Kirstein writes, \"The metaphor of manipulated automata remains poeticallty powerful, now haloed in the nostalgia of many period memoirs. Did Benois see Diaghelev as the charlatan Showman? Was Nijinsky typecast as Petrouchka?\"\nVaslav Nijinsky.\nVaslav Nijinsky was born in Kiev, Russia in 1889 or 1890. His parents were Polish dancers. He went to the Imperial Ballet school in 1900. He studied under Cecchetti. He rose through the ranks. He partnered Anna Pavlov, Mathilde Kschessinska, and Tamara Karsavina. He met impresario Serge Diaghilev and the two became lovers. Nijinsky left the Imperial Ballet to join Diaghilev's Ballets Russes.\nNijinsky was famous for losing himself in a character. He transformed his Slavic features, his athletic physique, his virtuoso technique, and his classical discipline into one of the most moving portraits in the ballet repertoire that of a sad puppet with jerking, awkward movements.\nHe had difficulty understanding the character in rehearsal and asked Benois for guidance. On the night of performance however, Nijinsky's superhuman understanding of character transformed him into the puppet. Benois wrote, \"The metamorphosis took place when he put on his costume and covered his face with make-up I was surprised at the courage Vaslav showed, after all his \"jeune premier\" successes, in appearing as a horrible half-doll, half-human grotesque. The great difficulty of Petrushka's part is to express his pitiful oppression and his hopeless efforts to achieve personal dignity without ceasing to be a puppet. Both music and libretto are spasmodically interrupted by outbursts of illusive joy and frenzied despair. The artist is not given a single \"pas\" or \"fioriture\" to enable him to be attractive to the public, and one must remember that Nijinsky was then quite a young man and the temptation to be \"attractive to the public\" must have appealed to him far more strongly than to an older artist.\"\nAmerican dance critic Carl Van Vechten describes Nijinsky's Petrushka: \"He is a puppet and remarkable touch a puppet with a soul. His performance in this ballet is, perhaps, his most wonderful achievement. He suggests only the puppet in action; his facial expression never changes; yet the pathos is greater, more keenly carried over the footlights, than one would imagine possible under any conditions. I have seen Fokine in the same role, and although he gives you all the gestures the result is not the same. It is genius that Nijinsky puts into his interpretation of the part. Who can ever forget Nijinsky as Petrushka when thrown by his master into his queer black box, mad with love for the dancer, who, in turn, prefers the Moor puppet, rushing about waving his pathetically stiff arms in the air, and finally beating his way with his clenched fists through the paper window to curse the stars? It is a more poignant expression of grief than most Romeos can give us.\"\nPerformance history.\n\"Petrushka\" was first performed by the Ballets Russes in Paris at the Théâtre du Châtelet on 13 June 1911. Nijinsky portrayed Petrushka, Tamara Karsavina The Ballerina, Alexandre Orlov The Moor, and Enrico Cecchetti The Charlatan. Pierre Monteux conducted.\nFokine revived the ballet in 1925 for the Royal Danish Ballet, and again for Ballet Theatre in October 1942. The Royal Ballet revived the work on 26 March 1957 with Alexander Grant, Margot Fonteyn and Peter Clegg. Rudolph Nureyev danced Petrushka with the Royal Ballet in 1963.\nThe ballet was first performed in the United States by the Ballets Russes at the Century Theatre in New York City on 25 January 1916 with Leonide Massine in the title role. The Joffrey Ballet revived the work in New York City on 13 March 1970, and the American Ballet Theater revived it on 19 June 1970 at the New York State Theater.\nStructure.\nTableau IV: The Shrovetide Fair (Toward Evening)","categories":[],"infobox_types":["ballet"],"annotations":[{"uri":"Ballet","surface_form":"ballet","offset":17},{"uri":"Burlesque","surface_form":"burlesque","offset":24},{"uri":"Alexandre_Benois","surface_form":"Alexandre Benois","offset":50},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":71},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":118},{"uri":"Michel_Fokine","surface_form":"Michel Fokine","offset":151},{"uri":"Diaghilev","surface_form":"Diaghilev","offset":285},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":297},{"uri":"Paris","surface_form":"Paris","offset":315},{"uri":"Nijinsky","surface_form":"Nijinsky","offset":338},{"uri":"Tamara_Karsavina","surface_form":"Tamara Karsavina","offset":369},{"uri":"Scimitar","surface_form":"scimitar","offset":817},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":2514},{"uri":"St._Petersburg","surface_form":"St. Petersburg","offset":2671},{"uri":"Peasant","surface_form":"peasant","offset":2724},{"uri":"Ballerina","surface_form":"Ballerina","offset":3162},{"uri":"Pantomime","surface_form":"pantomime","offset":3242},{"uri":"Cornet","surface_form":"cornet","offset":5272},{"uri":"Serge_Diaghilev","surface_form":"Serge Diaghilev","offset":6549},{"uri":"Impresario","surface_form":"impresario","offset":6570},{"uri":"Nobleman","surface_form":"nobleman","offset":6658},{"uri":"St._Petersburg","surface_form":"St. Petersburg","offset":6706},{"uri":"Rimsky-Korsakov","surface_form":"Rimsky-Korsakov","offset":6770},{"uri":"Inheritance","surface_form":"inheritance","offset":6852},{"uri":"Art_museum","surface_form":"art museum","offset":6892},{"uri":"Authority","surface_form":"authority","offset":7189},{"uri":"Paris_Op%C3%A9ra","surface_form":"Paris Opéra","offset":7247},{"uri":"Promote","surface_form":"promoted","offset":7264},{"uri":"Opera","surface_form":"opera","offset":7281},{"uri":"Ballet","surface_form":"ballet","offset":7298},{"uri":"The_Firebird","surface_form":"The Firebird","offset":7459},{"uri":"Nijinsky","surface_form":"Nijinsky","offset":7696},{"uri":"Incident","surface_form":"incident","offset":7747},{"uri":"Nomadic","surface_form":"nomadic","offset":8052},{"uri":"Le_Spectre_de_la_rose","surface_form":"Le Spectre de la rose","offset":8088},{"uri":"Afternoon_of_a_Faun_(Nijinsky)","surface_form":"Afternoon of a Faun","offset":8176},{"uri":"The_Rite_of_Spring","surface_form":"The Rite of Spring","offset":8222},{"uri":"Persuade","surface_form":"persuade","offset":8348},{"uri":"Monte_Carlo","surface_form":"Monte Carlo","offset":8491},{"uri":"Composer","surface_form":"composer","offset":8726},{"uri":"Choreographer","surface_form":"choreographer","offset":8799},{"uri":"Libretto","surface_form":"libretto","offset":9010},{"uri":"Premiere","surface_form":"premiere","offset":9080},{"uri":"Libretto","surface_form":"libretto","offset":9158},{"uri":"Librettist","surface_form":"librettist","offset":9282},{"uri":"L%C3%A9on_Bakst","surface_form":"Léon Bakst","offset":10031},{"uri":"Pique","surface_form":"pique","offset":10184},{"uri":"Colleague","surface_form":"colleagues","offset":10216},{"uri":"Mardi_Gras","surface_form":"Mardi Gras","offset":10395},{"uri":"Lent","surface_form":"Lent","offset":10430},{"uri":"St._Petersburg","surface_form":"St. Petersburg","offset":10439},{"uri":"Rehearsal","surface_form":"Rehearsal","offset":10801},{"uri":"Basement","surface_form":"basement","offset":10852},{"uri":"Definitive","surface_form":"definitive","offset":10999},{"uri":"Opera","surface_form":"opera","offset":11269},{"uri":"Rimsky-Korsakov","surface_form":"Rimsky-Korsakov","offset":11492},{"uri":"The_Firebird","surface_form":"The Firebird","offset":11664},{"uri":"Integrate","surface_form":"integrated","offset":12495},{"uri":"Premiere","surface_form":"premiered","offset":12667},{"uri":"The_Rite_of_Spring","surface_form":"The Rite of Spring","offset":12789},{"uri":"Overwhelm","surface_form":"overwhelms","offset":13230},{"uri":"Arpeggio","surface_form":"arpeggio","offset":13542},{"uri":"F-sharp_major","surface_form":"F-sharp major","offset":13936},{"uri":"Chord","surface_form":"chord","offset":13950},{"uri":"Bitonality","surface_form":"bitonality","offset":13963},{"uri":"Ethnic","surface_form":"ethnic","offset":14130},{"uri":"Waltz","surface_form":"waltz","offset":14153},{"uri":"Royalty","surface_form":"royalties","offset":14385},{"uri":"Suite","surface_form":"suite","offset":14552},{"uri":"Transcription","surface_form":"transcription","offset":14666},{"uri":"Virtuoso","surface_form":"virtuoso","offset":14725},{"uri":"Movie","surface_form":"movie","offset":14802},{"uri":"Adaptation","surface_form":"adaptation","offset":14930},{"uri":"Animated_movie","surface_form":"animated movie","offset":14961},{"uri":"Sideshow","surface_form":"sideshow","offset":15148},{"uri":"Proscenium","surface_form":"proscenium","offset":15807},{"uri":"Middle_class","surface_form":"middle class","offset":16959},{"uri":"Mariinsky_Theatre","surface_form":"Mariinsky Theatre","offset":18224},{"uri":"Les_Sylphides","surface_form":"Les Sylphides","offset":18311},{"uri":"The_Firebird","surface_form":"The Firebird","offset":18391},{"uri":"Coppelia","surface_form":"Coppelia","offset":19417},{"uri":"Ballet_blanc","surface_form":"\"white\" act","offset":19757},{"uri":"Ballets_Russes","surface_form":"Ballets Russes","offset":23315},{"uri":"Paris","surface_form":"Paris","offset":23333},{"uri":"Th%C3%A9%C3%A2tre_du_Ch%C3%A2telet","surface_form":"Théâtre du Châtelet","offset":23346},{"uri":"Royal_Danish_Ballet","surface_form":"Royal Danish Ballet","offset":23575},{"uri":"Royal_Ballet","surface_form":"Royal Ballet","offset":23646},{"uri":"Margot_Fonteyn","surface_form":"Margot Fonteyn","offset":23715},{"uri":"Rudolph_Nureyev","surface_form":"Rudolph Nureyev","offset":23747},{"uri":"United_States","surface_form":"United States","offset":23849},{"uri":"New_York_City","surface_form":"New York City","offset":23911}]}