{"id":2020,"url":"http://en.wikipedia.org/wiki/Beer","text":"e=\"preserve\">:\"Beer is also the name of a place in Devon, England - Beer (Devon)\"\nBeer is a type of alcoholic drink. It is made with water, hops, barley (types of cereal grains), and types of yeast (a fungus that produces alcohol). A process called fermentation turns sugar into alcohol, using yeast. Another product of the fermentation is carbon dioxide.\nClassification from the type of fermentation.\nIn general, all alcoholic drinks where yeast turns sugar into alcohol are called \"beer\". In these cases, distillation is not used. The difference to wine is that with wine, sugars from plants, such as fruit sugar, or that made by animals is used. As an example, mead is a wine made from honey. Japanese sake is made from rice, and uses yeast for fermentation; so even if some people call it \"rice wine\", sake is really a kind of beer.\nMaking beer.\nThe act of making beer is called \"brewing\". Beer is made by adding warm water to malted barley and other grains. The enzymes in the barley change the malted barley and other grains into simple sugars. This is called the mash. The water is then sparged (drained) from the grain. The water is now called wort. The wort is boiled and hops are added. Hops provide flavour and preserve the beer. After boiling the wort is cooled and yeast is added. The yeast turns the sugars into alcohol and the wort into beer.\nDifferent beers can have different natures, depending on the ingredients used; for example, an ale uses top fermenting yeast. Top fermenting yeasts eat more sugar and produce more alcohol. A lager uses bottom fermenting yeast. Bottom fermenting yeasts eat less sugar and produce a crisper, cleaner taste. Adding hops makes the beer more bitter and aromatic. Specialty malts (different types of cooked barley) produce different flavours and colours. These flavours and colours are most notable in dark beers like Porter and Stout.\nDifferent countries have different ways to make beer. In Germany, Austria, Switzerland, Czech Republic, and Slovakia, beer is usually made from just hops, malt, water, and yeast. This is because of the Reinheitsgebot. The Reinheitsgebot was a law that said says that beer can only be made from hops, malt, and water. Yeast was discovered after the Reinheitsgebot. The law was overturned by the European Union in 1992. In Belgium, however, beers have always been made with wheat, sugar, fruit, and other ingredients.\nThe history of beer.\nThe earliest records of beer were written around 7000 years ago by the Sumerians. It is said that the Sumerians discovered the fermentation process by accident. It is not known exactly how this happened, but it could be that a piece of bread or grain became wet, and a short time later, it began to ferment and made a pulp that caused people to become drunk. A seal around 4,000 years old is a Sumerian \"Hymn to Ninkasi\", the goddess of brewing. This \"hymn\" is also a recipe for making beer. A description of the making of beer on this ancient engraving in the Sumerian language is the earliest account of what is easily recognised as barley, followed by a pictograph of bread being baked, crumbled into water to form a mash, and then made into a drink, that is recorded as having made people feel \"...wonderful and blissful\". It could even be possible that bread was first baked to be a way to make beer that is easy to carry around. The Sumerians were probably the first people to brew beer. They had found a \"divine drink\" -- they felt it was a gift from the gods.\nAmount of alcohol in beer.\n\"Normal\" beers have around 3-5 % alcohol (for the volume, i.e. in 100ml beer there is 3-5ml alcohol). In brewing beer, the amount of alcohol can be made more or less quite easily. The Belgian types of beer are made by adding more sugar. Through the fermentation, this will then turn to alcohol. Today, there are beers with between 2% and about 16% of alcohol (about the same alcohol content as wine). Spirits can have up to 80% alcohol. Some beer labels say there is no alcohol in them because it was taken out later. This is not completely true, though. Beers \"without alcohol\" usually do have less than 1% of alcohol.","categories":[],"infobox_types":[],"annotations":[{"uri":"Devon","surface_form":"Devon","offset":51},{"uri":"England","surface_form":"England","offset":58},{"uri":"Beer_(Devon)","surface_form":"Beer (Devon)","offset":68},{"uri":"Alcoholic_drink","surface_form":"alcoholic drink","offset":100},{"uri":"Water","surface_form":"water","offset":133},{"uri":"Hops","surface_form":"hops","offset":140},{"uri":"Barley","surface_form":"barley","offset":146},{"uri":"Grain","surface_form":"grain","offset":170},{"uri":"Yeast","surface_form":"yeast","offset":192},{"uri":"Fungus","surface_form":"fungus","offset":201},{"uri":"Fermentation","surface_form":"fermentation","offset":249},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":340},{"uri":"Distillation","surface_form":"distillation","offset":507},{"uri":"Wine","surface_form":"wine","offset":551},{"uri":"Plant","surface_form":"plant","offset":587},{"uri":"Fructose","surface_form":"fruit sugar","offset":603},{"uri":"Animal","surface_form":"animal","offset":632},{"uri":"Mead","surface_form":"mead","offset":664},{"uri":"Honey","surface_form":"honey","offset":689},{"uri":"Japan","surface_form":"Japan","offset":696},{"uri":"Sake","surface_form":"sake","offset":705},{"uri":"Rice","surface_form":"rice","offset":723},{"uri":"Enzyme","surface_form":"enzyme","offset":967},{"uri":"Ingredient","surface_form":"ingredients","offset":1419},{"uri":"Ale","surface_form":"ale","offset":1453},{"uri":"Lager","surface_form":"lager","offset":1549},{"uri":"Germany","surface_form":"Germany","offset":1945},{"uri":"Austria","surface_form":"Austria","offset":1954},{"uri":"Switzerland","surface_form":"Switzerland","offset":1963},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":1976},{"uri":"Slovakia","surface_form":"Slovakia","offset":1996},{"uri":"Reinheitsgebot","surface_form":"Reinheitsgebot","offset":2090},{"uri":"Sumer","surface_form":"Sumer","offset":2496},{"uri":"Fermentation","surface_form":"fermentation","offset":2552},{"uri":"Bread","surface_form":"bread","offset":2661},{"uri":"Intoxication","surface_form":"drunk","offset":2777},{"uri":"Recipe","surface_form":"recipe","offset":2893},{"uri":"Barley","surface_form":"barley","offset":3060},{"uri":"Pictograph","surface_form":"pictograph","offset":3082},{"uri":"Deity","surface_form":"gods","offset":3487},{"uri":"Belgium","surface_form":"Belgian","offset":3704},{"uri":"Wine","surface_form":"wine","offset":3914},{"uri":"Label","surface_form":"label","offset":3967}]}