{"id":202164,"url":"http://en.wikipedia.org/wiki/Netley_Hospital","text":"Netley Hospital or The Royal Victoria Hospital at Netley was finished on 19 May 1856. The plans for its building began in 1853, at the start of the Crimean War. The Medical Department of the army was totally unprepared for the very large number of wounded soldiers being brought from the battles at places like the siege of Sevastopol. It saw the first real involvement of Florence Nightingale.\nNightingale was a young and determined nurse, sent to Scutari to care for the soldiers. She began to develop sanitation and hygiene properly. The Boer Wars in southern Africa between 1880 and 1902 had a very high casualty rate for the British. More than 20 thousand dead and many who died from disease when they returned home. Thousands of British soldiers brought back to Netley were nearly far too many for the hospital, but others had been built by then and so they were able to deal with the number of troops. Netley’s role in World War One was very important in saving the lives of many troops. Hundreds of wooden huts were built behind the site of the Hospital, increasing the capacity of Netley to some 5000 men. This was needed especially during the Somme offensive and the battles at Ypres.","categories":[],"infobox_types":[],"annotations":[{"uri":"Netley","surface_form":"Netley","offset":50},{"uri":"Crimean_War","surface_form":"Crimean War","offset":148},{"uri":"Siege","surface_form":"siege","offset":315},{"uri":"Sevastopol","surface_form":"Sevastopol","offset":324},{"uri":"Florence_Nightingale","surface_form":"Florence Nightingale","offset":373},{"uri":"Nurse","surface_form":"nurse","offset":434},{"uri":"Scutari","surface_form":"Scutari","offset":449},{"uri":"Sanitation","surface_form":"sanitation","offset":504},{"uri":"Hygiene","surface_form":"hygiene","offset":519},{"uri":"Boer_War","surface_form":"Boer War","offset":541},{"uri":"Africa","surface_form":"Africa","offset":563},{"uri":"World_War_One","surface_form":"World War One","offset":926},{"uri":"Somme","surface_form":"Somme","offset":1153},{"uri":"Ypres","surface_form":"Ypres","offset":1188}]}