{"id":20210,"url":"http://en.wikipedia.org/wiki/Vanadium","text":"Vanadium is chemical element 23 on the periodic table. Its symbol is V. It is named after Vanadis, another name of Freyja.\nVanadium is a metal and is part of the group known as the transition metals. It is mostly used in steel where it helps strengthen the steel metal.\nVanadium is often found in aquatic forms of life. The human body may need a little bit of vanadium, but scientists are not really sure.\nVanadium can react with a variety of other elements, and the chemical compounds it forms often have beautiful colors.\nThe amount of vanadium in the universe is 0.0001%, making the element nearly as common as copper or zinc. Vanadium is detected by spectroscopy in light from the Sun, and sometimes in light from other stars.\nVanadium is an element that is widely distributed in Earth's crust as well as in seawater and groundwater reservoirs. Therefore it exerts great influence on the issues related to life and the environment. Vanadium is utilized by several marine organisms. For example, there are vanadate-dependent haloperoxidases in algae and several bacteria (e.g. \"Azotobacter\") use it for nitrogen fixation and bacterial reduction involves the conversion of vanadate to oxide vanadium (IV).\nWith an average concentration of 35 nM, vanadium (V) (essentially present in the form of ion pairs Na+H2VO4-) is the second-to-most abundant transition metal in seawater, outclassed only by molybdenum (present as molybate MoO42-, ca. 100 nM). Vanadate-dependent haloperoxidases (VHPOs) can be present in marine brown, green, and red, algae, in (symbiotic) marine cyanobacteria, in \"Streptomyces\" bacteria, and in terrestrial fungi and lichen. Since the discovery of the first representative of these haloperoxidases and the bromoperoxidase VBrPo of the brown algae \"Ascophyllum nodosum\", also known as wrack or pigweed, a plethora of macroalgae has been reported to have available VHPOs hence haloperoxidases that contain vanadate H2VO4- coordinated to a histidine residue in the enzyme's active center, and thus clearly distinct from the more common heme- based and non-heme peroxidases.\nThe budget of dissolved vanadium in the oceans is remarkably well balanced, with about 40x109 g V/y to 50x109 g V/y inputs and outputs, and a mean residence time for dissolved V in seawater of ~130,000 y with respect to inputs from rivers. Inputs and outputs are as follows: continental dust, 155x109 g V/y; sea spray, 0.52x109 g V/y; volcanic emissions, 7x109 g V/y; biomass burning, 5x109 g V/y; natural, 3.7x109 g V/y; human-induced, 4.1x109 g V/y; fossil fuel combustion, 100-287x109 g V/y; ratio anthropogenic: natural, 0.59-1.71.\nChanges in local redox conditions impart a significant isotopic fractionation from seawater as recorded in the local sedimentary V isotopic signature. Importantly, there is significant differences between the V isotope composition of sediments deposited in the open ocean setting with oxygen-deficient bottom waters compared to less reducing environments. Studies indicate that V is mainly delivered and enriched in anoxic sediments through settling particulates. Authigenic V isotope compositions in marine sediments are likely controlled by isotope fractionation between V species bound to particulates and dissolved in seawater, which likely varies the speciation and adsorption properties of V that are strongly controlled by local redox reactions.\nVanadium isotopes can be significantly fractionated during the delivery, cycling, and burial to the ocean. Temporal variations of 51V in seawater could be controlled by the aforementioned isotope fractionation and fluxes of various V sources and sinks to the ocean that is likely related to the global redox state of the oceans. A possible mechanism for the V isotopic offset between seawater and hydrogenous Fe-Mn crusts and nodules is the fractionation during the adsorption of V on the surface of the Fe-Mn oxyhydroxide.\nEarth's crust.\nVanadium is the 22nd most common element in the Earth's crust. Metallic vanadium is rare in nature. However, vanadium compounds occur naturally in about 65 different minerals. Much of the world's vanadium production comes from vanadium-bearing magnetite found in ultramafic gabbro rocks. Vanadium is mined mostly in South Africa, north-western China, and eastern Russia. In 2013 these three countries mined more than 97% of the 79,000 tonnes of produced vanadium.\nVanadium is also in bauxite and in deposits of crude oil, coal, oil shale and tar sands.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":12},{"uri":"Periodic_table","surface_form":"periodic table","offset":39},{"uri":"Freyja","surface_form":"Freyja","offset":115},{"uri":"Metal","surface_form":"metal","offset":137},{"uri":"Transition_metal","surface_form":"transition metal","offset":181},{"uri":"Steel","surface_form":"steel","offset":221},{"uri":"Aquatic","surface_form":"aquatic","offset":297},{"uri":"Cosmic_abundance","surface_form":"amount","offset":528},{"uri":"Copper","surface_form":"copper","offset":614},{"uri":"Zinc","surface_form":"zinc","offset":624},{"uri":"Spectroscopy","surface_form":"spectroscopy","offset":654},{"uri":"Sun","surface_form":"Sun","offset":685},{"uri":"Star","surface_form":"star","offset":724},{"uri":"Earth%27s_crust","surface_form":"Earth's crust","offset":3973},{"uri":"Mineral","surface_form":"mineral","offset":4091},{"uri":"Magnetite","surface_form":"magnetite","offset":4169},{"uri":"Mafic","surface_form":"mafic","offset":4193},{"uri":"Gabbro","surface_form":"gabbro","offset":4199},{"uri":"South_Africa","surface_form":"South Africa","offset":4241},{"uri":"China","surface_form":"China","offset":4269},{"uri":"Russia","surface_form":"Russia","offset":4288},{"uri":"Tonne","surface_form":"tonne","offset":4360},{"uri":"Bauxite","surface_form":"bauxite","offset":4409},{"uri":"Crude_oil","surface_form":"crude oil","offset":4436},{"uri":"Coal","surface_form":"coal","offset":4447},{"uri":"Shale","surface_form":"shale","offset":4457},{"uri":"Tar","surface_form":"tar","offset":4467}]}