{"id":202298,"url":"http://en.wikipedia.org/wiki/Leszek_Ko%C5%82akowski","text":"Leszek Kołakowski - (October 23 1927 — July 17 2009) was a Polish philosopher, who worked mainly in the history of philosophy, history of political ideas and philosophy of religion, essayist, journalist and novelist. He was born in Radom, south of Warsaw in 1927 and died in Oxford, England in 2009. Kolakowski published more than 30 books during his 50-year writing career. He was awarded the Order of the White Eagle, Poland’s highest honor, and the MacArthur Foundation fellowship.\nIn 2003 he became the first recipient of the United States Library of Congress’s $1 million John W. Kluge Prize for Lifetime Achievement in the Humanities and Social Sciences, given in fields where there are no Nobel Prizes. In announcing the prize, James H. Billington, the librarian of Congress, noted not only Mr. Kolakowski’s scholarship but also his “demonstrable importance to major political events in his own time,” adding that “his voice was fundamental for the fate of Poland, and influential in Europe as a whole.” His work inspired the Solidarity movement in Poland.\nIn his younger days he was a communist, but could see the problems with the Soviet type of speech control. In \"72 definitions of What Socialism is not\" he said \"Socialism is not: a society in which one man is in trouble for saying what he thinks, while another is well-off because he does not say what he has on his mind; a society in which a man lives better if he doesn't have any thoughts of his own at all; a state which has more spies than nurses and more people in prison than in hospital; a state in which the philosophers and writers always say the same as the generals and ministers – but always after they've said it…\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Poles","surface_form":"Polish","offset":59},{"uri":"Philosopher","surface_form":"philosopher","offset":66},{"uri":"History","surface_form":"history","offset":104},{"uri":"Philosophy","surface_form":"philosophy","offset":115},{"uri":"History","surface_form":"history","offset":127},{"uri":"Religion","surface_form":"religion","offset":172},{"uri":"Essayist","surface_form":"essayist","offset":182},{"uri":"Journalist","surface_form":"journalist","offset":192},{"uri":"Novelist","surface_form":"novelist","offset":207},{"uri":"Radom","surface_form":"Radom","offset":232},{"uri":"Warsaw","surface_form":"Warsaw","offset":248},{"uri":"Oxford","surface_form":"Oxford","offset":275},{"uri":"England","surface_form":"England","offset":283},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":544},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":696},{"uri":"Solidarity","surface_form":"Solidarity","offset":1033},{"uri":"Communist","surface_form":"communist","offset":1093},{"uri":"Soviet","surface_form":"Soviet","offset":1140}]}