{"id":202558,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Jerry_(1995)","text":"Tropical Storm Jerry was a weak tropical storm of the very active 1995 Atlantic hurricane season. Even though Jerry was weak, Jerry caused 8 deaths and $40 million in damage. Jerry made landfall in Jupiter, Florida and Dixie County, Florida. Jerry was active with four other cyclones in the Atlantic Ocean: Humberto, Iris, Luis, and Karen. Because there was not much damage, the name \"Jerry\" was not retired and was used again in 2001 and 2007, the name will also be used again in 2013.\nMeteorological history.\nA tropical wave moved off the coast of Africa on August 9. Over the next week, clouds and other thunderstorms grew near the tropical wave. By August 22 it was upgraded to \"Tropical Depression Eleven\". Tropical Depression Eleven was located just to the north of Cuba at the time. On August 23 it became \"Tropical Storm Jerry\". Jerry had winds at 40 miles per hour, however the minimum pressure was not at the lowest still Jerry weakened back to a depression. The National Hurricane Center did not expect to Tropical Depression Eleven to become a tropical storm because most of the showers and thunderstorms were over land.\nOn August 23, Tropical Storm Jerry made landfall in Jupiter, Florida while it was still a weak tropical storm with winds at 40 miles per hour. It stayed as a tropical storm until it went into the Gulf of Mexico. It made a second landfall in Florida of August 25 while a tropical depression. It crossed into Georgia soon after and into South Carolina. Jerry died on the border of Georgia and South Carolina on August 28. The remains of Jerry either moved to the south back over to Florida or to the east over North and South Carolina. But the remains of Tropical Storm Jerry did last for five days over the United States.\nImpact.\nTropical Storm Jerry killed two people in Florida, three people in South Carolina, and three more in North Carolina. Jerry caused $19 million in damage in Florida, $10 million in South Carolina, and $11 million in North Carolina. In total, Jerry caused $40 million in damage and 8 people to be killed. This was the first time since 1990 that a name starting with the letter \"J\" was used. It was also only the second time that the name \"Jerry\" made been used to name a storm in the Atlantic. Because there was not much damage, the name \"Jerry\" was not retired, so it was used again in 2001 and 2007, it will also be used again in 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"1995_Atlantic_hurricane_season","surface_form":"1995 Atlantic hurricane season","offset":66},{"uri":"Jupiter%2C_Florida","surface_form":"Jupiter, Florida","offset":198},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":291},{"uri":"Hurricane_Luis","surface_form":"Luis","offset":323},{"uri":"Tropical_Storm_Jerry_(2007)","surface_form":"2007","offset":439},{"uri":"Tropical_wave","surface_form":"tropical wave","offset":513},{"uri":"Cuba","surface_form":"Cuba","offset":772},{"uri":"Miles_per_hour","surface_form":"miles per hour","offset":859},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":973},{"uri":"Jupiter%2C_Florida","surface_form":"Jupiter, Florida","offset":1185},{"uri":"Miles_per_hour","surface_form":"miles per hour","offset":1260},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1329},{"uri":"Florida","surface_form":"Florida","offset":1374},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":1440},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1468},{"uri":"North_Carolina","surface_form":"North","offset":1641},{"uri":"United_States","surface_form":"United States","offset":1739},{"uri":"1990_Atlantic_hurricane_season","surface_form":"1990","offset":2094}]}