{"id":202619,"url":"http://en.wikipedia.org/wiki/Georges-Louis_Leclerc%2C_Comte_de_Buffon","text":"Georges-Louis Leclerc, Comte de Buffon (7 September 1707 – 16 April 1788), usually called Buffon, was a French naturalist. He was also a mathematician, cosmologist and encyclopedic author.\nHis collected information influenced the next two generations of naturalists, including Jean-Baptiste de Lamarck and Georges Cuvier.\nBuffon published 35 volumes of his \"Histoire naturelle\" during his lifetime, and nine more were published after his death, for a total of 44 volumes. \"Truly, Buffon was the father of all thought in natural history in the second half of the 18th century\". p330\nBuffon held the position of Intendant (Director) of the \"Jardin du Roi\", now called the \"Jardin des Plantes\"; it is the French equivalent of Kew Gardens. The \"Lycée Buffon\" in Paris is named after him.\nNatural history.\nBuffon is best remembered for his \"Histoire naturelle\". \"Written in a brilliant style, this work was read... by every educated person in Europe\".p330 It was translated into many different languages, making him one of the most widely read authors of the day, a rival to Montesquieu, Rousseau, and Voltaire.\nIn the opening volumes of the \"Histoire naturelle\" Buffon questioned the usefulness of mathematics, criticized Carl Linnaeus's taxonomical approach to natural history, outlined a history of the Earth with little relation to the Biblical account, and proposed a theory of reproduction which ran counter to existing ideas.\nThe early volumes were condemned by the Faculty of Theology at the Sorbonne. Buffon published a retraction, but he continued publishing the offending volumes without any change.\nBuffon noted that despite similar environments, different regions of the world have distinct plants and animals. This observation, later known as Buffon's Law, may be the first principle of biogeography.\nCommon descent.\nBuffon understood the idea of common descent, and discussed it a number of times. This does not mean he believed in it. Probably he did not, but he discussed it fairly openly on a number of occasions. Interpreting his ideas is not simple, for he returned to topics many times in the course of his work.\nIn volume 14 he argued that all the world's quadrupeds had developed from an original set of just thirty-eight quadrupeds. On this basis, he is sometimes considered a \"transformist\" and a precursor of Darwin.\nEarth science.\nIn \"Les époques de la nature\" (1778) Buffon discussed the origins of the solar system, speculating that the planets had been created by a comet's collision with the sun.\nHe also suggested that the earth originated much earlier than the 4004 BC of Archbishop James Ussher. Basing his figures on the cooling rate of iron tested at his Laboratory le Petit Fontenet at Montbard, he calculated that the age of the earth was 75,000 years. Once again, his ideas were condemned by the Sorbonne, and again he issued a retraction to avoid further problems.\nRelevance to modern biology.\nCharles Darwin wrote in his preliminary historical sketch added to the third edition of \"On the Origin of Species\": \"Passing over... Buffon, with whose writings I am not familiar.\" Then, from the fourth edition onwards, he amended this to say that \"the first author who in modern times has treated it [evolution] in a scientific spirit was Buffon. But as his opinions fluctuated greatly at different periods, and as he does not enter on the causes or means of the transformation of species, I need not here enter on details.\"\nHe was not an evolutionist, yet he was the father of evolutionism. He was the first person to discuss a large number of evolutionary problems, problems that before Buffon had not been raised by anybody... he brought them to the attention of the scientific world.\nExcept for Aristotle and Darwin, no other student of organisms [whole animals and plants] has had as far-reaching an influence.\nHe brought the idea of evolution into the realm of science.\nHe developed a concept of the \"unity of type,\" a precursor of comparative anatomy.\nMore than anyone else, he was responsible for the acceptance of a long-time scale for the history of the earth.\nHe was the founder of biogeography.\nAnd yet, he hindered evolution by his frequent endorsement of the immutability of species. He provided a criterion of species, fertility among members of a species, that was thought impregnable.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_history","surface_form":"naturalist","offset":111},{"uri":"Cosmology","surface_form":"cosmologist","offset":152},{"uri":"Jean-Baptiste_de_Lamarck","surface_form":"Jean-Baptiste de Lamarck","offset":277},{"uri":"Georges_Cuvier","surface_form":"Georges Cuvier","offset":306},{"uri":"Jardin_des_Plantes","surface_form":"Jardin des Plantes","offset":671},{"uri":"Kew_Gardens","surface_form":"Kew Gardens","offset":723},{"uri":"Paris","surface_form":"Paris","offset":758},{"uri":"Montesquieu","surface_form":"Montesquieu","offset":1070},{"uri":"Rousseau","surface_form":"Rousseau","offset":1083},{"uri":"Voltaire","surface_form":"Voltaire","offset":1097},{"uri":"Mathematics","surface_form":"mathematics","offset":1194},{"uri":"Carl_Linnaeus","surface_form":"Carl Linnaeus","offset":1218},{"uri":"History_of_the_Earth","surface_form":"history of the Earth","offset":1286},{"uri":"Reproduction","surface_form":"reproduction","offset":1378},{"uri":"Theology","surface_form":"Theology","offset":1479},{"uri":"Sorbonne","surface_form":"Sorbonne","offset":1495},{"uri":"Biogeography","surface_form":"biogeography","offset":1796},{"uri":"Tetrapod","surface_form":"quadrupeds","offset":2173},{"uri":"Solar_system","surface_form":"solar system","offset":2426},{"uri":"Comet","surface_form":"comet","offset":2491},{"uri":"James_Ussher","surface_form":"James Ussher","offset":2611},{"uri":"Iron","surface_form":"iron","offset":2667},{"uri":"Petit_Fontenet","surface_form":"Petit Fontenet","offset":2700},{"uri":"Montbard","surface_form":"Montbard","offset":2718},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":2929},{"uri":"On_the_Origin_of_Species","surface_form":"On the Origin of Species","offset":3018},{"uri":"Comparative_anatomy","surface_form":"comparative anatomy","offset":3968},{"uri":"Biogeography","surface_form":"biogeography","offset":4123}]}