{"id":20260,"url":"http://en.wikipedia.org/wiki/Brokeback_Mountain","text":"\"Brokeback Mountain\" is a 2005 American romantic drama movie by Ang Lee. The film is set in Wyoming during the years from 1963 to 1981. The story is about two bisexual cowboys, Heath Ledger and Jake Gyllenhaal, who are in love with each other. During that time it was difficult to have homosexual relationships. The movie is based on a short story of the same name by Annie Proulx.\n\"Brokeback Mountain\" was a big success. It won many important prizes: the Golden Lion at the Venice Film Festival, Best Picture and Best Director at the BAFTA and the Golden Globe awards. It also received 8 nominations at the 78th Academy Awards, where it won 3 Oscars: Best Director, Best Original Score and Best Adapted Screenplay. It is in the 12th place for romantic movies that made the most money.\nPlot.\nIn 1963, Ennis Del Mar (Heath Ledger) and Jack Twist (Jake Gyllenhaal) are hired by Joe Aguirre (Randy Quaid). They need to look after his sheep up in Brokeback Mountain for the summer. One night, Jack makes a move on Ennis and the two men end up having sex. Soon an emotional relationship develops. Before leaving at the end of the summer they have a fight.\nWhen they return home, Ennis marries Alma Beers (Michelle Williams) and has two daughters with her. Jack goes back the next summer but does not get hired because Joe had seen him with Ennis the year before. He moves to Texas, where he marries a rodeo rider, Lureen Newsome (Anne Hathaway). After four years, Jack goes back to meet Ennis. They kiss and Alma sees them. Jack would like to go and live with him but Ennis does not want to. They decide to continue meeting from time to time for fishing trips.\nThe marriages of both Jack and Ennis get worse. Alma and Dennis divorce in 1975. Later Alma tells Ennis she knows about Jack. They have a fight and do not see each other again. Lureen becomes a businesswoman and her father wants Jack to stop being a cowboy. Jack asks Ennis again to live together, but Ennis does not want to leave his children. At the end of one fishing trip, Ennis and Jack have another argument.\nLater, Ennis sends a postcard to Jack. It is given back to him with a \"DECEASED\" stamp. Lureen tells Ennis that Jack had an accident. Ennis instead thinks that he was killed by a gang because he was gay. Ennis goes to Jack's parents to get his ashes. Jack wanted them to be thrown on Brokeback Mountain but his father does not give them to Ennis. However, his mother lets him have a look around Jack's room. Ennis finds the shirts that they were wearing all those years ago when they first had a fight.\nSome time later, Ennis is living alone in a trailer. His daughter, Alma Jr., comes to tell him that she wants to marry a guy. Ennis tells her he will be there at the wedding. When she leaves, he opens his wardrobe where he keeps the shirts and a photo of Brokeback Mountain. He whispers \"Jack, I swear...\" before walking away.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":31},{"uri":"Romance_movie","surface_form":"romantic","offset":40},{"uri":"Drama_movie","surface_form":"drama movie","offset":49},{"uri":"Ang_Lee","surface_form":"Ang Lee","offset":64},{"uri":"Wyoming","surface_form":"Wyoming","offset":92},{"uri":"Cowboy","surface_form":"cowboy","offset":168},{"uri":"Heath_Ledger","surface_form":"Heath Ledger","offset":177},{"uri":"Jake_Gyllenhaal","surface_form":"Jake Gyllenhaal","offset":194},{"uri":"Homosexual","surface_form":"homosexual","offset":286},{"uri":"Golden_Lion","surface_form":"Golden Lion","offset":456},{"uri":"Venice_Film_Festival","surface_form":"Venice Film Festival","offset":475},{"uri":"British_Academy_of_Film_and_Television_Arts","surface_form":"BAFTA","offset":535},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe","offset":549},{"uri":"Academy_Award","surface_form":"Academy Award","offset":613},{"uri":"Academy_Award_for_Best_Director","surface_form":"Best Director","offset":652},{"uri":"Academy_Award_for_Original_Music_Score","surface_form":"Best Original Score","offset":667},{"uri":"Academy_Award_for_Best_Writing_(Adapted_Screenplay)","surface_form":"Best Adapted Screenplay","offset":691},{"uri":"Heath_Ledger","surface_form":"Heath Ledger","offset":816},{"uri":"Jake_Gyllenhaal","surface_form":"Jake Gyllenhaal","offset":846},{"uri":"Randy_Quaid","surface_form":"Randy Quaid","offset":889},{"uri":"Sheep","surface_form":"sheep","offset":931},{"uri":"Michelle_Williams_(actress)","surface_form":"Michelle Williams","offset":1200},{"uri":"Texas","surface_form":"Texas","offset":1370},{"uri":"Rodeo","surface_form":"rodeo","offset":1396},{"uri":"Anne_Hathaway","surface_form":"Anne Hathaway","offset":1425},{"uri":"Marriage","surface_form":"marriage","offset":1660},{"uri":"Divorce","surface_form":"divorce","offset":1720},{"uri":"Ashes","surface_form":"ashes","offset":2315}]}