{"id":20261,"url":"http://en.wikipedia.org/wiki/A_Christmas_Carol","text":"\"A Christmas Carol\" is a novella by the British writer Charles Dickens. It was first published on 19 December 1843 by Chapman & Hall in London. The illustrations were drawn by John Leech. The first edition was a beautiful and expensive book. It was sold out by Christmas Eve, but Dickens never made the money he expected on the tale due to the book's high production costs.\nThe novella was written at a time when the British were longing for the traditional merry Olde English Christmas. Christmas customs of the past were being revived. New Christmas customs such as the Christmas tree and the greeting card were making their first appearances. Old carols were being sung. The novella has been credited with restoring the festive spirit of Christmas after a period of Puritan sobriety and solemnity.\nThe story is about a Christmas-hating miser named Ebenezer Scrooge. On Christmas Eve, he is visited by four ghosts who transform him into a kind and generous man. The story has a strong moral messages about greed and poverty. It is usually read at Christmas time and has been adapted to theatre, movies, radio, and television many times.\nPlot.\nEbenezer Scrooge is a Christmas-hating old miser and businessman. One Christmas Eve, Scrooge declines an invitation to his nephew's house for Christmas dinner, telling his nephew that Christmas is \"Humbug\". He then refuses to give a donation to two men who are collecting for charity.\nLater that evening, he is visited by the ghost of his dead business partner Jacob Marley, a man whose greed and selfishness have doomed him to eternal hellfire. He tells Scrooge that he must change his ways or that hellfire will be his fate. Marley warns him that during the night he will be visited by three more ghosts. These will show him where he went wrong in his life, and how to be a better person in the future.\nThe first ghost is the Ghost of Christmas Past. This ghost shows him his unhappy childhood and how he did not get married. The second ghost is the Ghost of Christmas Present. This ghost shows him things which are happening now, such as how his clerk, Bob Cratchit, is having a nice Christmas despite not having much money. He also shows him Bob's youngest son, called Tiny Tim, who is crippled.\nLater, the ghost shows him how his nephew is having a good Christmas, and how Scrooge is missing out. The third ghost is the Ghost of Christmas Yet to Come. This ghost shows Scrooge what Christmas will be like in the future if he does not change. First, people are shown celebrating a man's death and robbing his house. The ghost also shows him that Tiny Tim has died. Scrooge is then shown his own grave, and realizes that the celebrations were for his death.\nOn Christmas morning, Scrooge wakes up and realizes that he has to change. He decides to celebrate Christmas, and help Tiny Tim get well. He sends the Cratchit family a prize turkey for their holiday dinner. Through the ghosts' help, Scrooge becomes a better man.\nLegacy.\nThe book made popular the phrase \"Merry Christmas\" as well as the name \"Scrooge\" and the ejaculation \"Bah! Humbug\". The book spurred charitable giving in the years following its first publication. Its lasting legacy is returning to Christmas the merriment and festivity the day lost after a period of Puritan sobriety.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novella","surface_form":"novella","offset":25},{"uri":"British","surface_form":"British","offset":40},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":55},{"uri":"London","surface_form":"London","offset":136},{"uri":"John_Leech","surface_form":"John Leech","offset":176},{"uri":"Moral","surface_form":"moral","offset":987},{"uri":"Christmas","surface_form":"Christmas","offset":1049},{"uri":"Theatre","surface_form":"theatre","offset":1088},{"uri":"Movie","surface_form":"movie","offset":1097},{"uri":"Radio","surface_form":"radio","offset":1105},{"uri":"Television","surface_form":"television","offset":1116},{"uri":"Charity","surface_form":"charity","offset":1421},{"uri":"Ghost","surface_form":"ghost","offset":1903},{"uri":"Grave","surface_form":"grave","offset":2644}]}