{"id":202691,"url":"http://en.wikipedia.org/wiki/Vasa_(ship)","text":"\"Vasa\" was a big Swedish warship. The ship was built from 1626 to 1628. The same year \"Vasa\" was ready outside Stockholm, but sank by accident on her maiden voyage (first trip). \"Vasa\" sank because she was too heavy on top. Those who built her knew that she had problems, but they didn't dare say that to the Swedish king Gustavus Adolphus. He was not in Sweden when \"Vasa\" was built and he wanted her to go fight in the Thirty Years' War as soon as possible. There was a hearing about why \"Vasa\" sank, but no one was found guilty or judged for her sinking.\nSwedish divers in diving bells brought up some of \"Vasas cannons from the sunken ship in the 1660s. Anders Franzén found \"Vasa\" in 1956 after he had read about the ship in sources and looked for her in the water around Stockholm. The ship was brought up in 1961 and was then treated with special chemicals so that it would last for a long time. The preservation treatment took almost 20 years to complete. \"Vasa\" is now in the Vasa Museum in Stockholm, Sweden. It is a very popular place for tourists to visit. It gets more than one million visitors every year.\nWhen \"Vasa\" was brought up there were thousands of things inside her. There were bones of people, clothes, weapons, tools, coins, food and even some of the sails. The things and \"Vasa\" have been very good for historians, because they helps them understand how it was in Sweden in the 1600s. \"Vasa\" was a very expensive ship and was one of the largest in the world. She had hundreds of sculptures, and they were painted in many colors. She was a symbol of how powerful Sweden wanted to look and how good the Swedish king was.","categories":[],"infobox_types":[],"annotations":[{"uri":"Warship","surface_form":"warship","offset":25},{"uri":"Stockholm","surface_form":"Stockholm","offset":111},{"uri":"Maiden_voyage","surface_form":"maiden voyage","offset":150},{"uri":"Gustavus_Adolphus","surface_form":"Gustavus Adolphus","offset":322},{"uri":"Thirty_Years%27_War","surface_form":"Thirty Years' War","offset":421},{"uri":"Diving_bell","surface_form":"diving bell","offset":576},{"uri":"Cannon","surface_form":"cannon","offset":615},{"uri":"Chemical","surface_form":"chemical","offset":854},{"uri":"Vasa_Museum","surface_form":"Vasa Museum","offset":985},{"uri":"Stockholm","surface_form":"Stockholm","offset":1000},{"uri":"Sweden","surface_form":"Sweden","offset":1011},{"uri":"Tourist","surface_form":"tourist","offset":1050},{"uri":"Sail","surface_form":"sail","offset":1276},{"uri":"History","surface_form":"historians","offset":1329}]}