{"id":202760,"url":"http://en.wikipedia.org/wiki/One-inch_boy","text":"The one-inch boy, or Issun-bōshi, is a character in a Japanese fairy tale.\nThe story begins with an old, childless couple who live alone. The old woman wishes for a child, even though she's old. Eventually, a son was born to them, but their son was only an inch (2.5 centimetres) tall. They named the miniature child Issun-bōshi. The old couple takes good care of him even though he is small. One day, Issun finds out he will never grow, so he goes on a trip to seek his place in the world. He thinks he might become a good warrior, so Issun-bōshi is given a sewing needle for a sword, a soup bowl for a boat, and chopsticks for oars.\nHe sails down river to the city, where he asks for a job with the government and goes to the home of a rich \"daimyo\" (lord), whose daughter is an attractive princess. They say no because he is so tiny, but give him a job entertaining the princess. While they travel together, they are attacked by a big monster that swallows Issun-boshi. The boy defeats the monster by pricking him from within with his needle/sword. The monster spits out Issun-boshi and drops a magical Uchide's Mallet as he runs away. As a reward for his bravery, the princess uses the power of the mallet to make him grow. Issun-bōshi and the princess stay friends and get married later.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese_language","surface_form":"Japanese","offset":54},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":63},{"uri":"Wish","surface_form":"wish","offset":152},{"uri":"Inch","surface_form":"inch","offset":257},{"uri":"Grow","surface_form":"grow","offset":432},{"uri":"Warrior","surface_form":"warrior","offset":524},{"uri":"Sewing_needle","surface_form":"sewing needle","offset":559},{"uri":"Sword","surface_form":"sword","offset":579},{"uri":"Bowl","surface_form":"bowl","offset":593},{"uri":"Boat","surface_form":"boat","offset":604},{"uri":"Chopsticks","surface_form":"chopsticks","offset":614},{"uri":"Oar","surface_form":"oar","offset":629},{"uri":"Nobleman","surface_form":"lord","offset":753},{"uri":"Princess","surface_form":"princess","offset":792},{"uri":"Monster","surface_form":"monster","offset":938},{"uri":"Marriage","surface_form":"married","offset":1278}]}