{"id":20279,"url":"http://en.wikipedia.org/wiki/Granada","text":"Granada is a Spanish city, capital of the province of Granada, in Andalusia. With 233,000 inhabitants, it is an important artistic and cultural center. The city has many famous monuments, such as the Alhambra, the Cathedral, the \"Alcaiceria\", and the \"Corral del Carbon\". It is near Sierra Nevada, the highest mountain range in Spain, in the valley where the Genil and Darro rivers meet. The Darro runs through the \"Albaicin\" and the\" Sacromonte\", two charming historical areas of the city.\nRealejo.\nRealejo is where the Jewish people of Granada lived for hundreds of years. In 1492, Isabella of Castile forced the Jewish people of Granada to leave Spain. Now, it is known for its street art and food.\nCartuja.\nCartuja is named after an old monastery in this district. The area also contains many buildings that are part of the University of Granada.\nBib-Rambla.\nThis district is named after a big, important gate built by the Nasrid dynasty. The name means \"Gate of the Ears.\" Bib-Rambla is in the middle of the city, and it has many important landmarks like the Cathedral.\nSacromonte.\nThe Sacromonte is in the northern half of Granada, near the Albaicin. It is famous for the Romani people that have lived there. It has many houses made from caves dug into the hill. It is famous for flamenco dancing, as well as its views of the Alhambra.\nAlbaicin.\nThe Albaicin is one of the oldest areas of Granada. In fact, before the city of Granada, there was an older city here called Elvira. Like the Sacromonte, it is famous for its views of the Alhambra.\nZaidin.\nZaidin is an area in the far south of Granada. It has the most people of any district in Granada.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spanish","offset":13},{"uri":"Province_of_Granada","surface_form":"province of Granada","offset":42},{"uri":"Andalusia","surface_form":"Andalusia","offset":66},{"uri":"Alhambra","surface_form":"Alhambra","offset":200},{"uri":"Cathedral","surface_form":"Cathedral","offset":214},{"uri":"Sierra_Nevada_(Spain)","surface_form":"Sierra Nevada","offset":283},{"uri":"Genil","surface_form":"Genil","offset":359},{"uri":"Jewish_people","surface_form":"Jewish people","offset":521},{"uri":"Isabella_of_Castile","surface_form":"Isabella of Castile","offset":584},{"uri":"Street_art","surface_form":"street art","offset":681},{"uri":"Monastery","surface_form":"monastery","offset":741},{"uri":"University_of_granada","surface_form":"University of Granada","offset":828},{"uri":"Nasrid_dynasty.","surface_form":"Nasrid dynasty.","offset":927},{"uri":"Landmarks","surface_form":"landmarks","offset":1045},{"uri":"Romani_people","surface_form":"Romani people","offset":1178},{"uri":"Cave","surface_form":"caves","offset":1244},{"uri":"Flamenco","surface_form":"flamenco","offset":1286},{"uri":"Alhambra","surface_form":"Alhambra","offset":1332}]}