{"id":202824,"url":"http://en.wikipedia.org/wiki/Delf%C3%ADn_Quishpe","text":"Delfín Quishpe (born December 4, 1977 in Guamote, Ecuador) is an Ecuadorean singer. Delfín Quishpe sings a kind of music called \"Andean techno-folklore\". His music can be found easily on YouTube.\nBiography.\nDelfín was born in a small town named San Antonio in Guamote in Ecuador. During his early years in school, he began performing in front of his classmates and teachers.\nLater on, he started working his voice and exploiting his artistic skills. Delfín entered different bands and attended dancing classes. He participated in many singing contests, showing himself and his judges that singing was his greatest passion. Delfin’s boom came in 1997.\nDiscography.\nIn 1999, he began singing. Two years later, he created his first album named \"El Faraón del Ritmo\". It became very famous, and many radio stations broadcasted Delfín’s songs.\nIn 2003, he recorded his second album \"El Gallito\". It contained songs such as: \"El Gallito Bandido\", \"El Delfincito\", \"Cuando me vaya\", and \"Cuaya huay\". A year later he created his first video, the same that was posted on the Internet, giving Delfín global fame.\n\"Torres Gemelas\".\nIn 2006, Quishpe released the song \"Torres Gemelas\". The song deals with the tragedy of the terrorist attack of 11 by relating the loss of a loved one in what many saw as a whimsical and kitschy nature, making the video an internet meme.\nGuayaquil.\nOn February 15, 2007, Delfín performed for the first time in Guayaquil. During the concert, as usual, he was wearing white clothing with his name printed on it. The most awaited song was his controversial \"Torres Gemelas\", whose video has gained popularity via the Internet.\nQuishpe sang other songs such as \"Rosas Rojas\" and \"La Media Naranaja\".","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Ecuador","surface_form":"Ecuador","offset":50},{"uri":"Singer","surface_form":"singer","offset":76},{"uri":"YouTube","surface_form":"YouTube","offset":187},{"uri":"Ecuador","surface_form":"Ecuador","offset":271},{"uri":"11","surface_form":"11","offset":1234},{"uri":"Internet_meme","surface_form":"internet meme","offset":1345},{"uri":"Guayaquil","surface_form":"Guayaquil","offset":1432},{"uri":"Rosas_Rojas","surface_form":"Rosas Rojas","offset":1680},{"uri":"La_Media_Naranaja","surface_form":"La Media Naranaja","offset":1698}]}