{"id":20297,"url":"http://en.wikipedia.org/wiki/Reinheitsgebot","text":"e=\"preserve\">The Reinheitsgebot is a regulation about the purity of beer. The regulation started in Ingolstadt, in Bavaria, in Germany, in 1516.\nSome people talk about the \"Bavarian\" Reinheitsgebot, or the \"German\" Reinheitsgebot. They all mean the same thing. There are similar acts in the other states which later became known as Germany.\nThe Reinheitsgebot is no longer part of German law. It has been replaced by the Provisional German Beer Law\n, which allows things prohibited in the \"Reinheitsgebot\", such as wheat malt and cane sugar, but which no longer allows unmalted barley.\nYeast was not a part of beer until Louis Pasteur discovered what it did during fermentation. This was around the year 1800. Brewers (the people brewing beer) usually re-used some of the sediments of the fermentation. They took some sediments of an older brew and added those sediments to the next brew.\nHops were added as a method of preservation (to stop the beer going bad quickly). Hops were allowed to stop other things (like adding certain mushrooms to the beer, which was done in the Middle Ages) being done to preserve beer. Other herbs, like stinging nettles had been used. The stinging nettle is part of the same plant family as hops.\nA brewer who broke the \"Reinheitsgebot\" was punished: The beer barrels were taken by the state and destroyed and he/she did not receive any money for the loss.\nEven today, many brewers are proud of the \"Reinheitsgebot\"; most German breweries say they follow it. Some only use it as a marketing tool. The \"Reinheitsgebot' says that beer is made of barley, so all wheat beers were not allowed by the original Reinheitsgebot).\nBelgian beers are different. The brewers often add sugar (to boost fermentation). Nevertheless, Belgian beers have a brewing tradition at least as long as those of Germany. They taste totally different from the German ones.","categories":[],"infobox_types":[],"annotations":[{"uri":"Regulation","surface_form":"regulation","offset":37},{"uri":"Beer","surface_form":"beer","offset":68},{"uri":"Ingolstadt","surface_form":"Ingolstadt","offset":100},{"uri":"Bavaria","surface_form":"Bavaria","offset":115},{"uri":"Germany","surface_form":"Germany","offset":127},{"uri":"Law","surface_form":"law","offset":388},{"uri":"Wheat_malt","surface_form":"wheat malt","offset":515},{"uri":"Cane_sugar","surface_form":"cane sugar","offset":530},{"uri":"Yeast","surface_form":"Yeast","offset":586},{"uri":"Louis_Pasteur","surface_form":"Louis Pasteur","offset":621},{"uri":"Fermentation","surface_form":"fermentation","offset":665},{"uri":"Sediment","surface_form":"sediment","offset":772},{"uri":"Food_preservation","surface_form":"preservation","offset":920},{"uri":"Mushroom","surface_form":"mushroom","offset":1031},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1076},{"uri":"Stinging_nettle","surface_form":"stinging nettle","offset":1136},{"uri":"Plant","surface_form":"plant","offset":1208},{"uri":"Wheat_beer","surface_form":"wheat beer","offset":1592},{"uri":"Belgium","surface_form":"Belgian","offset":1654}]}