{"id":20333,"url":"http://en.wikipedia.org/wiki/Boston_Terrier","text":"Boston Terriers are a breed of dog. They are considered to be one of the few American breeds as they can trace their origins to Boston, Massachusetts. It's hard to believe that these comical, family friendly dogs were originally bred to be ferocious pit-fighting dogs tracing their ancestors to an English Bulldog and the now extinct English White Terrier.\nThey are usually very small, but can also be bred as medium sized dogs. They are considered to be cute dogs and are getting ever more popular. They are in many commercials and many celebrities have them.\nBoston Terriers are a smart breed of dogs. They can be extremely hyperactive, but overall are well behaved with training. Their excitement and enthusiasm is a perk of their personality. They are compactly built with short, round heads, short tails, but strong limbs. They have a smooth coat, with colors of brindle, seal brown or black and evenly marked with white.\nBoston Terriers are inside dogs that love affection. This breed is balanced with being independent (sometimes stubborn) and affectionate and wanting attention from humans. They require very little work when a part of a family and they are good dogs for children.\nCaring for a Boston Terrier requires little work. With a short coat, Bostons might need a bath every one to two weeks. Brushing is not necessary although it helps remove loose hair and reduces shedding. Bostons love rawhides (a chewy animal skin) and other chew toys that help with keeping their teeth healthy. Brushing your dog's teeth is recommended by vets for any breed. Boston Terriers do have sensitive stomachs and will eat grass when their stomach is upset but for the most part, this breed does not have restrictions on what they can eat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dog_breed","surface_form":"breed","offset":22},{"uri":"Dog","surface_form":"dog","offset":31},{"uri":"Small","surface_form":"small","offset":379},{"uri":"Breed","surface_form":"bred","offset":402},{"uri":"Medium","surface_form":"medium","offset":410},{"uri":"Cute","surface_form":"cute","offset":455},{"uri":"Popularity","surface_form":"popular","offset":491},{"uri":"Advertising","surface_form":"commercials","offset":517},{"uri":"Celebrity","surface_form":"celebrities","offset":538},{"uri":"Training","surface_form":"training","offset":673},{"uri":"Coat_(dog)","surface_form":"coat","offset":847},{"uri":"Brindle","surface_form":"brindle","offset":868},{"uri":"Brown","surface_form":"brown","offset":882},{"uri":"Black","surface_form":"black","offset":891},{"uri":"White","surface_form":"white","offset":920},{"uri":"Vet","surface_form":"vet","offset":1545}]}