{"id":20344,"url":"http://en.wikipedia.org/wiki/%C3%93lafur_Ragnar_Gr%C3%ADmsson","text":"Ólafur Ragnar Grímsson (born May 14, 1943) is an Icelanic politician. He served as the fifth President of Iceland, from 1996 to 2016, re-elected without opposition in 2000, and was re-elected in 2004, 2008, and 2012.\nHe was born in Ísafjörður, Iceland.\nFrom 1962 to 1970, he studied economics and political science at the University of Manchester. He was a professor at the University of Iceland for political science, served as a Member of the Althing, and was the Minister of Finance (1988–1991).\nHe married Guðrún Katrín Þorbergsdóttir in 1974, who gave birth to twin daughters the following year. Guðrún Katrín was very popular in Iceland, and her charm is without a doubt one of the main reasons her husband was elected; she charmed the nation from the start of his campaign. Her death from cancer in 1998 was a shock to the nation and her family.\nÓlafur's second marriage was to Dorrit Moussaieff to whom he had been engaged since May 2000. This took place on his 60th birthday May 14, 2003.\nHe announced in his new year's message on 1 January 2016, that he would be stepping down from the presidency at the end of his fifth term, namely on 1 August 2016. He left office on 1 August 2016. He was succeeded by Guðni Th. Jóhannesson.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_Iceland","surface_form":"President of Iceland","offset":93},{"uri":"Iceland","surface_form":"Iceland","offset":244},{"uri":"Economics","surface_form":"economics","offset":283},{"uri":"Political_science","surface_form":"political science","offset":297},{"uri":"University_of_Manchester","surface_form":"University of Manchester","offset":322},{"uri":"University_of_Iceland","surface_form":"University of Iceland","offset":374},{"uri":"Althing","surface_form":"Althing","offset":445},{"uri":"Gu%C3%B0r%C3%BAn_Katr%C3%ADn_%C3%9Eorbergsd%C3%B3ttir","surface_form":"Guðrún Katrín Þorbergsdóttir","offset":510},{"uri":"Cancer","surface_form":"cancer","offset":796},{"uri":"Gu%C3%B0ni_Th._J%C3%B3hannesson","surface_form":"Guðni Th. Jóhannesson","offset":1215}]}