{"id":203529,"url":"http://en.wikipedia.org/wiki/Chicxulub_crater","text":"The Chicxulub crater is a very big crater. Some scientists believe that the Chicxulub crater was made by the meteor that caused the extinction of the dinosaurs, and many other animals. It is partly in the Yucatán Peninsula in Mexico and partly underwater.\nThe Chicxulub crater is more than 180 km (110 mi) in diameter, making it the third largest confirmed impact crater. Petroleum prospectors found it in the late 1970s.\nThe bolide which formed the crater was at least 10 km (6 mi) in diameter. Evidence for the impact origin of the crater includes shocked quartz, a gravity anomaly, and tektites in surrounding areas. The age of the rocks and isotope analysis show that this impact structure dates from the end of the Cretaceous period, roughly 66 million years ago. The impact associated with the crater is implicated in causing the extinction of the dinosaurs.\nA 2007 study suggests that the bolide may have been a piece of a much larger asteroid that broke up in a collision and also produced 298 Baptistina, 160 million years ago.\nIn March 2010, following analysis of the available evidence covering 20 years' worth of data in the fields of palaeontology, geochemistry, climate modelling, geophysics and sedimentology, 41 international experts from 33 institutions reviewed available evidence. They said the impact at Chicxulub triggered the mass extinctions during the K-T boundary, including that of dinosaurs.\nScientists can now describe in detail how the asteroid that wiped out the dinosaurs produced its huge crater. The reconstruction of the event 66 million years ago was made possible by drilling into the remnant bowl and analysing its rocks.\nEvidence of impact.\nScientists have found evidence of fallout from the asteroid impact. Excavations in North Dakota reveal fossils of fish and trees that were sprayed with rocky, glassy fragments that fell from the sky. The deposits also show evidence of being swamped with water. This was caused by the colossal sea surge caused by the impact.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crater","surface_form":"crater","offset":35},{"uri":"Scientist","surface_form":"scientist","offset":48},{"uri":"Meteor","surface_form":"meteor","offset":109},{"uri":"Extinction","surface_form":"extinction","offset":132},{"uri":"Dinosaur","surface_form":"dinosaur","offset":150},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":205},{"uri":"Mexico","surface_form":"Mexico","offset":226},{"uri":"Impact_crater","surface_form":"impact crater","offset":357},{"uri":"Petroleum","surface_form":"Petroleum","offset":372},{"uri":"Bolide","surface_form":"bolide","offset":426},{"uri":"Quartz","surface_form":"quartz","offset":558},{"uri":"Gravity","surface_form":"gravity","offset":568},{"uri":"Tektite","surface_form":"tektite","offset":589},{"uri":"Isotope","surface_form":"isotope","offset":645},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":720},{"uri":"Cretaceous%E2%80%93Tertiary_extinction_event","surface_form":"implicated in causing the extinction","offset":810},{"uri":"Dinosaur","surface_form":"dinosaur","offset":854},{"uri":"298_Baptistina","surface_form":"298 Baptistina","offset":998},{"uri":"Evidence","surface_form":"evidence","offset":1088},{"uri":"Palaeontology","surface_form":"palaeontology","offset":1147},{"uri":"Chemistry","surface_form":"chemistry","offset":1165},{"uri":"Climate","surface_form":"climate","offset":1176},{"uri":"Physics","surface_form":"physics","offset":1198},{"uri":"Sediment","surface_form":"sediment","offset":1210},{"uri":"Trigger","surface_form":"triggered","offset":1334},{"uri":"North_Dakota","surface_form":"North Dakota","offset":1762}]}