{"id":203532,"url":"http://en.wikipedia.org/wiki/Ruslan_Ponomariov","text":"Ruslan Ponomariov (, born 11 October 1983) is a Ukrainian chess player and former FIDE world champion.\nFIDE World Chess Champion 2002.\nIn 2002 he beat his fellow countryman Vassily Ivanchuk in the final of the FIDE World Championship 2002 by a score of 4½–2½. This made him FIDE world champion at the age of 18, the first teenager and youngest person to win this form of the title. However, he is not the youngest undisputed world champion because the traditional World Chess Championship was still held by Vladimir Kramnik.\nIn the same year he finished second in the very strong Linares tournament, behind Garry Kasparov. His result in the strong 2003 Corus tournament at Wijk aan Zee was not as good – despite having the third highest rating, he finished only joint eleventh out of fourteen players with 6/13, and at Linares the same year he finished only fifth out of seven with 5½/12.\nThere were plans for him to play a fourteen-game match against Kasparov in Yalta in September 2003, the winner of which would go on to play the winner of a match between Kramnik and Péter Lékó as part of the so-called \"Prague Agreement\" to reunify the World Chess Championship (from 1993 until 2006 there were two world chess championships). However, this was called off after Ponomariov refused to sign his contract without reservation.\nPonomariov remained FIDE champion until Rustam Kasimdzhanov won the FIDE World Chess Championship 2004.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ukraine","surface_form":"Ukrainian","offset":48},{"uri":"Chess","surface_form":"chess","offset":58},{"uri":"FIDE","surface_form":"FIDE","offset":82},{"uri":"Vassily_Ivanchuk","surface_form":"Vassily Ivanchuk","offset":173},{"uri":"World_Chess_Championship","surface_form":"World Chess Championship","offset":464},{"uri":"Vladimir_Kramnik","surface_form":"Vladimir Kramnik","offset":507},{"uri":"Garry_Kasparov","surface_form":"Garry Kasparov","offset":607},{"uri":"Wijk_aan_Zee","surface_form":"Wijk aan Zee","offset":673},{"uri":"Yalta","surface_form":"Yalta","offset":964},{"uri":"P%C3%A9ter_L%C3%A9k%C3%B3","surface_form":"Péter Lékó","offset":1071},{"uri":"World_Chess_Championship","surface_form":"World Chess Championship","offset":1141},{"uri":"Rustam_Kasimdzhanov","surface_form":"Rustam Kasimdzhanov","offset":1367}]}