{"id":203521,"url":"http://en.wikipedia.org/wiki/Homo_georgicus","text":"\"Homo georgicus\" is a species of \"Homo\" that was proposed in 2002. It is based on fossil skulls and jaws found in Dmanisi, Georgia in 1999 and 2001, which seem intermediate between \"Homo habilis\" and \"H. erectus\".\nA partial skeleton was discovered in 2001. The fossils are about 1.8 million years old. The remains were first discovered in 1991 by Georgian scientist, David Lordkipanidze, accompanied by an international team which unearthed the remains. Implements and animal bones were found alongside the ancient human remains.\nAt first, scientists thought they had found mandibles and skulls belonging to \"Homo ergaster\", but size differences led them to name a new species.\nSmall skull.\nAt around 600 cm³ brain volume, the skull D2700 is dated to 1.77 million years old and it is in good condition. The cranium was the smallest and most primitive Hominin skull ever discovered outside of Africa.\nIn Africa, the \"Australopithecines\" and early \"Homo\" represent two distinctive evolutionary paths sharing a common ancestor. In Georgia the specimens, with a brain half the size of anatomically modern humans, were the smallest found until the discovery of \"Homo floresiensis\" on the island of Flores in 2003.\nThere is a strong sexual dimorphism present, with males being significantly larger than females. This is a primitive trait, less obvious in more recent human species in Europe (i.e. \"Homo antecessor\", \"Homo heidelbergensis\" and \"Homo neanderthalensis\").\nThe small size of this species contrasts with the much larger size of \"Homo erectus\". \"H. georgicus\" was the first species of \"Homo\" to settle in Europe, some 800,000 years before \"H. erectus\".\nLater, four fossil skeletons were found, showing a species primitive in its skull and upper body but with relatively advanced spines and lower limbs, providing greater mobility. They are now thought to represent a stage soon after the transition between \"Australopithecus\" and \"Homo erectus\", and have been dated at 1.8 million years before the present. The assemblage includes one of the largest Pleistocene Homo mandibles (D2600), one of the smallest Lower Pleistocene mandibles (D211), a nearly complete sub-adult (D2735), and a specimen without teeth (D3900).\nClassification.\n\"H. georgicus\" is often classified as \"Homo erectus georgicus\". The classical textbook definition of \"H. erectus\" included a brain size range of between 9001150 ccs. If the \"georgicus\" specimens and the Flores specimens (\"Homo floresiensis\") are included in \"H. erectus\", then the range of brain capacities is two-fold, from 600 ccs to 1150 ccs. \"Homo ergaster\" is also considered by some to be a subspecies of \"H. erectus\". Size has something to do with it: both the \"georgicus\" and \"floriensis\" were much smaller than the classic \"erectus\", which was as tall as modern man. The classification of all these species or subspecies is provisional at present, and still being debated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Homo","surface_form":"Homo","offset":34},{"uri":"Fossil","surface_form":"fossil","offset":82},{"uri":"Skull","surface_form":"skull","offset":89},{"uri":"Jaw","surface_form":"jaw","offset":100},{"uri":"Dmanisi","surface_form":"Dmanisi","offset":114},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":123},{"uri":"Homo_habilis","surface_form":"Homo habilis","offset":182},{"uri":"Homo_erectus","surface_form":"H. erectus","offset":201},{"uri":"Skeleton","surface_form":"skeleton","offset":224},{"uri":"Mandible","surface_form":"mandible","offset":574},{"uri":"Homo_ergaster","surface_form":"Homo ergaster","offset":609},{"uri":"Cubic_centimetre","surface_form":"cm³","offset":705},{"uri":"Hominin","surface_form":"Hominin","offset":851},{"uri":"Homo_floresiensis","surface_form":"Homo floresiensis","offset":1157},{"uri":"Sexual_dimorphism","surface_form":"sexual dimorphism","offset":1227},{"uri":"Trait_(biology)","surface_form":"trait","offset":1326},{"uri":"Homo_antecessor","surface_form":"Homo antecessor","offset":1392},{"uri":"Homo_heidelbergensis","surface_form":"Homo heidelbergensis","offset":1411},{"uri":"Homo_neanderthalensis","surface_form":"Homo neanderthalensis","offset":1438},{"uri":"Europe","surface_form":"Europe","offset":1609},{"uri":"Spine","surface_form":"spine","offset":1783},{"uri":"Australopithecus","surface_form":"Australopithecus","offset":1912},{"uri":"H._erectus","surface_form":"H. erectus","offset":2339},{"uri":"Brain","surface_form":"brain","offset":2362},{"uri":"Flores","surface_form":"Flores","offset":2440},{"uri":"Homo_floresiensis","surface_form":"Homo floresiensis","offset":2459},{"uri":"Homo_ergaster","surface_form":"Homo ergaster","offset":2584}]}