{"id":203519,"url":"http://en.wikipedia.org/wiki/Homo_rhodesiensis","text":"\"Homo rhodesiensis\" is a hominin species described from a single fossil skull. It was found in the colony of Northern Rhodesia, (now Zambia) at a mine called Broken Hill (now Kabwe) in 1921. The skull lacks the lower jaw, but otherwise is almost complete. In addition to the cranium, an upper jaw from another individual, a sacrum (bone of the pelvis), a tibia, and two femur fragments were also found.\nRhodesian Man is dated to be between 125,000 and 300,000 years old. Cranial capacity of the Broken Hill skull has been estimated at 1,100 cm³. Bada & al (1974) published a direct date of 110 ka for this specimen. The brain size is rather small for such a late date. The destruction of the paleoanthropological site has made layered dating impossible.\nThe skull is from an extremely robust (= strong) individual, and has the comparatively largest brow-ridges of any known hominid remains. It was described as having a broad face similar to \"Homo neanderthalensis\" (i.e. large nose and thick protruding brow ridges), and has been interpreted as an \"African Neanderthal\". There are several features intermediate between modern \"Homo sapiens\" and Neanderthals. Most current experts believe Rhodesian Man to be within the group of \"Homo heidelbergensis\". Other names, such as Archaic \"Homo sapiens\" and \"Homo sapiens rhodesiensis\", have also been suggested.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hominin","surface_form":"hominin","offset":25},{"uri":"Fossil","surface_form":"fossil","offset":65},{"uri":"Skull","surface_form":"skull","offset":72},{"uri":"Northern_Rhodesia","surface_form":"Northern Rhodesia","offset":109},{"uri":"Zambia","surface_form":"Zambia","offset":133},{"uri":"Mining","surface_form":"mine","offset":146},{"uri":"Kabwe","surface_form":"Kabwe","offset":175},{"uri":"Cranium","surface_form":"cranium","offset":275},{"uri":"Sacrum","surface_form":"sacrum","offset":324},{"uri":"Pelvis","surface_form":"pelvis","offset":344},{"uri":"Tibia","surface_form":"tibia","offset":355},{"uri":"Femur","surface_form":"femur","offset":370},{"uri":"Neanderthal","surface_form":"Homo neanderthalensis","offset":943},{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":1128},{"uri":"Homo_heidelbergensis","surface_form":"Homo heidelbergensis","offset":1230}]}