{"id":20366,"url":"http://en.wikipedia.org/wiki/John_Knox","text":"John Knox (c. 1510 – 24 November 1572) was the man who brought the Protestant Reformation to Scotland. He was one of the founders of the Presbyterian Church. Knox joined the movement to change the Roman Catholic church in Scotland. He married twice and had five children, and continued preaching until he died.\nA long-time fight between Catholic France and Protestant England for Scotland began again because of the Reformation. As the argument grew more heated, sometimes France had power, sometimes England. Knox spent many months as a galley slave; he also spent time in exile because of his Protestant beliefs. During a return visit to his native land, Knox's preaching helped the Protestant movement. Several Protestant noblemen came together and made a group called the Lords of the Congregation. When the group had more power, they invited Knox back to Scotland to stay.\nDuring 1500 and 1561, the Scottish Parliament accepted the Reformed confession of faith made by Knox and other people. Knox argued many times with Mary, Queen of Scots. In his book \"History of the Reformation in Scotland\" he writes about his five \"conversations\" with the Roman Catholic queen. In one of these conversations, Mary asked Knox what right he had to rebuke the queen so directly and openly. Knox replied, \"...I am a worm of this earth, and yet a subject...but I am a watchman, both over the realm (land) and the Kirk [Church] of God...For that reason I am bound in conscience (it is my duty) to blow the trumpet publicly (openly)\". Mary's violent life finally made even her Catholic helpers lose their support. She gave up the throne. So, Knox was able to make the Protestant church in Scotland. Because of him, the Presbyterian church was made.","categories":[],"infobox_types":[],"annotations":[{"uri":"Circa","surface_form":"c.","offset":11},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":67},{"uri":"Scotland","surface_form":"Scotland","offset":93},{"uri":"Presbyterianism","surface_form":"Presbyterian Church","offset":137},{"uri":"Roman_Catholicism","surface_form":"Roman Catholic","offset":197},{"uri":"Marriage","surface_form":"married","offset":235},{"uri":"Catholicism","surface_form":"Catholic","offset":337},{"uri":"France","surface_form":"France","offset":346},{"uri":"Protestanism","surface_form":"Protestant","offset":357},{"uri":"England","surface_form":"England","offset":368},{"uri":"Scotland","surface_form":"Scotland","offset":380},{"uri":"Ship","surface_form":"galley","offset":538},{"uri":"Slavery","surface_form":"slave","offset":545},{"uri":"Scotland","surface_form":"Scotland","offset":860},{"uri":"Parliament","surface_form":"Parliament","offset":913},{"uri":"Rebuke","surface_form":"rebuke","offset":1240},{"uri":"Trumpet","surface_form":"trumpet","offset":1494},{"uri":"Support","surface_form":"support","offset":1592},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":1706}]}