{"id":20377,"url":"http://en.wikipedia.org/wiki/Fallacy","text":"ce=\"preserve\">A fallacy is an incorrect argument in logic and rhetoric. It gives a result which is not valid or lacks soundness. In mathematics, a fallacy can occur when the reasoning violates the condition of its applicability. Fallacies are either formal fallacies or informal fallacies.\nFormal fallacies.\nA formal fallacy is an error in logic. This shows in the argument's form. All formal fallacies are types of non sequiturs (the conclusion does not follow from the premises).\nEven if the conclusion of an argument is correct, it is not supported by the logic given.\nFaulty generalizations.\nFaulty generalizations are made when one reaches a conclusion from weak premises. Unlike fallacies of relevance, in fallacies of defective induction, the premises are related to the conclusions—yet only weakly buttress the conclusions. A faulty generalization is thus produced.\nRed herring fallacies.\nA red herring fallacy is an error in logic where a proposition is, or is intended to be, misleading in order to make irrelevant or false inferences. In the general case any logical inference based on fake arguments, intended to replace the lack of real arguments or to replace implicitly the subject of the discussion.\nRed herring – argument given in response to another argument, which is irrelevant and draws attention away from the subject of argument. \"See also irrelevant conclusion.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Argument","surface_form":"argument","offset":40},{"uri":"Logic","surface_form":"logic","offset":52},{"uri":"Rhetoric","surface_form":"rhetoric","offset":62},{"uri":"Validity","surface_form":"valid","offset":103},{"uri":"Mathematics","surface_form":"mathematics","offset":132},{"uri":"Logic","surface_form":"logic","offset":340},{"uri":"Non_sequitur_(logic)","surface_form":"non sequiturs","offset":416},{"uri":"Premise","surface_form":"premise","offset":471},{"uri":"Faulty_generalization","surface_form":"Faulty generalization","offset":596},{"uri":"Ignoratio_elenchi","surface_form":"irrelevant conclusion","offset":1363}]}