{"id":203751,"url":"http://en.wikipedia.org/wiki/Issler%27s_Orchestra","text":"e=\"preserve\">Issler's Orchestra was probably the first band that became famous because of the records they made.\nIn or shortly before 1888, music teacher and pianist Edward Issler (1855 - ?) started a four-piece band. The instruments were piano, cornet, flute, and violin. Their first recordings were made in 1888 for Thomas Alva Edison, the inventor of the phonograph, the first device that could record and play back sound.\nSoon, more instruments were added, including the trombone and clarinet, but the band started losing popularity to larger groups. After a client (Columbia) of the company Issler recorded most for (the United States Phonograph Co. of Newark, NJ) started its own studio orchestra, the band faded away. They made their last recordings in 1900, although they may have continued performing into the early 1900s.\nNotable recordings.\nAll of Issler's records were recorded on fragile hollow cylinders made of a waxy blend of materials that usually became brown-colored during the making of the blank cylinders, so they are called \"brown wax cylinders\" because of their shape and usual color. Their actual color can be anywhere from nearly white to a very dark brown. They are about 4¼ inches long and 2¼ inches in diameter. Not many cylinder records made in the 1890s have survived and the survivors are almost never in like-new condition, so the sound recorded on them is now less clear than what people heard when they were new and there is much more noise mixed in with it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Piano","surface_form":"piano","offset":239},{"uri":"Cornet","surface_form":"cornet","offset":246},{"uri":"Flute","surface_form":"flute","offset":254},{"uri":"Violin","surface_form":"violin","offset":265},{"uri":"Thomas_Alva_Edison","surface_form":"Thomas Alva Edison","offset":318},{"uri":"Trombone","surface_form":"trombone","offset":475},{"uri":"Clarinet","surface_form":"clarinet","offset":488},{"uri":"Columbia_Records","surface_form":"Columbia","offset":571}]}