{"id":20413,"url":"http://en.wikipedia.org/wiki/Yuri_Gagarin","text":"Yuri Alexeyevich Gagarin (; March 9, 1934 – March 27, 1968) was a Russian cosmonaut (astronaut). He became the first human in space on April 12, 1961, in a rocket launched by the Soviet Union.\nEarly life.\nYuri Gagarin was born in the village of Klushino near Gzhatsk (now in Smolensk Oblast, Russia), on 9 March 1934. The town next to Gzhatsk was renamed Gagarin in 1968 in his honour. His parents, Alexey Ivanovich Gagarin and Anna Timofeyevna Gagarina, worked on a collective farm. While manual workers are thought as \"peasants,\" this may be too-simple if applied to his parents — his mother was said to love reading, and his father was a skilled carpenter. Yuri was the third of four children, and his elder sister helped raise him while his parents worked. Like millions of people in the Soviet Union, the Gagarin family suffered during the Nazi invasion in World War II. His two elder siblings were sent out to Nazi Germany for slave work in 1943, and did not return until after the war. While a youth, Yuri became interested in space and planets, and began to dream about his space tour which would one day become a reality. Yuri was thought by his teachers, as smart and hard-working, sometimes mischievous. His mathematics and science teacher had flown in the Soviet Air Forces during the war, which was said to make some impression on young Gagarin.\nAfter starting an apprenticeship in a metalworks as a foundryman, Gagarin was selected for further training at a technical high school in Saratov. While there, he joined the flight club, and learned to fly a light aircraft. In 1955, after finishing his technical schooling, he entered military flight training at the Orenburg Pilot's School. While there he met Valentina Goryacheva. Yuri married her in 1957, after gaining his pilot's wings in a MiG-15. Post-graduation, he was told to go to Luostari airbase in Murmansk Oblast, close to the Norwegian border, where bad weather made flying risky. As a full-grown man, Gagarin was tall, which was an advantage in the small Vostok cockpit. He became a lieutenant of the Soviet Air Force on November 5, 1957 and on November 6, 1959 he got the rank of senior lieutenant.\nSports.\nAs well as being a good ice hockey player, Gagarin was also a basketball fan, and coached the Saratov Industrial Technical School team, as well as being an umpire/referee.\nSelection and training.\nIn 1960, after the search and selection process, Yuri Gagarin was selected with 19 other space explorers for the \"Soviet space program\". Along with the other soon to be space explorers, he was tested by experiments made to test his physical and psychological score; he also underwent training for the upcoming flight. Out of the twenty originally selected, the final choice for the first launch was between Gagarin and Gherman Titov because of their performance in training, as well as their physical fitness.\nSpace flight.\nOn 12 April 1961, Gagarin became the first man to travel into space, launching to orbit aboard the \"Vostok 3KA-3\" (Vostok 1). His call sign in this flight was Kedr (Cedar;). During his flight, Gagarin famously whistled the song \"The Motherland Hears, The Motherland Knows\" (). The first two lines of the song are: \"The Motherland hears, the Motherland knows/Where her son flies in the sky\". This song was written by Dmitri Shostakovich in 1951 (opus 86), with words by Yevgeniy Dolmatovsky.\nAround the same time, some Western people claimed that Gagarin, during his space flight, had made the comment, \"I don't see any God up here\".\" However, no such words appear in the direct record of Gagarin's talk with the Earth during the spaceflight. In a 2006 interview a close friend of Gagarin, Colonel Valentin Petrov, said that Gagarin never said such words, and that the phrase came from Nikita Khrushchev's speech at the fullness of the Central Committee of the CPSU, where the anti-religious propaganda was talked about. In a certain context Khrushchev said, \"Gagarin flew into space, but didn't see any God there\".\"\nFame and later life.\nAfter the flight, Gagarin became a world famous celebrity. He toured in many places like in Italy, the United Kingdom, Germany, Canada, and Japan. He did this to promote the Soviet Union achievements.\nIn 1962, he began serving as a deputy to the Supreme Soviet of the Soviet Union. He later came back to Star City. While there, he worked on designs for a reusable spacecraft. Gagarin worked on these designs in Star City for seven years. He became Lieutenant Colonel (or Podpolkovnik) of the Soviet Air Force on 12 June 1962. Then on 6 November 1963 he got the rank of Colonel (Polkovnik) of the Soviet Air Force. Soviet people tried to keep him away from any flights, being worried of losing their hero in an accident. Gagarin was backup pilot for Vladimir Komarov in the Soyuz 1 flight. As Komarov's flight ended in a deadly crash, Gagarin was banned from training for and helping out in further spaceflight/s.\nDeath.\nGagarin then became deputy training director of the Star City cosmonaut training base. At the same time, he began to re-join as a fighter pilot. On 27 March 1968, while on a routine training flight from Chkalovsky Air Base, he and flight instructor Vladimir Seryogin died in a MiG-15UTI crash near the town of Kirzhach. Gagarin and Seryogin were buried in the walls of the Kremlin on Red Square.\nPeople are not sure what caused the crash, but a 1986 investigation thinks that the turbulence from a Su-11 'Fishpot-C' interceptor using its afterburners may have caused Gagarin's plane to go out of control.\nRussian documents opened to the public in March 2003 showed that the KGB had changed their own investigation of the accident. In addition to this, one government and two military investigations. The KGB's report removed many conspiracy thoughts, instead of showing the actions of air base personnel added to the crash. The report says that an air traffic controller made Gagarin have old weather information. But by that time of his flight, conditions had become very bad. Ground crew also left fuel tanks on the aircraft. Gagarin's planned flight needed good weather and no outboard tanks. The investigation ended, saying that Gagarin's aircraft entered a spin, either because of a bird strike or because of a sudden move to avoid another aircraft. Because of the old weather report, the crew thought their altitude to be higher than it actually was, and could not properly react to bring the MiG-15 out of its spin.\nIn his 2004 book \"Two Sides of the Moon\", Alexey Leonov tells that he was flying a helicopter in the same area that day when he heard \"two loud booms in the distance.\" His thought was that the Sukhoi jet was flying below its minimum allowed altitude, and \"without realizing it because of the terrible weather conditions, he passed within 10 or 20 meters of Yuri and Seregin's plane while breaking the sound barrier.\" The resulting turbulence would have sent the MiG into an uncontrolled spin. Leonov thinks the first boom he heard was that of the jet breaking the sound barrier, and the second was Gagarin's plane crashing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":66},{"uri":"Astronaut","surface_form":"astronaut","offset":85},{"uri":"Outer_space","surface_form":"space","offset":126},{"uri":"Rocket","surface_form":"rocket","offset":156},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":179},{"uri":"Klushino","surface_form":"Klushino","offset":245},{"uri":"Gagarin%2C_Russia","surface_form":"Gzhatsk","offset":259},{"uri":"Russia","surface_form":"Russia","offset":292},{"uri":"Honour","surface_form":"honour","offset":378},{"uri":"Farm","surface_form":"farm","offset":478},{"uri":"Carpenter","surface_form":"carpenter","offset":649},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":792},{"uri":"Operation_Barbarossa","surface_form":"Nazi invasion","offset":845},{"uri":"World_War_II","surface_form":"World War II","offset":862},{"uri":"Sibling","surface_form":"sibling","offset":890},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":916},{"uri":"Slave","surface_form":"slave","offset":933},{"uri":"Outer_space","surface_form":"space","offset":1034},{"uri":"Planet","surface_form":"planet","offset":1044},{"uri":"Mischief","surface_form":"mischievous","offset":1202},{"uri":"Math","surface_form":"math","offset":1219},{"uri":"Science","surface_form":"science","offset":1235},{"uri":"Soviet_Air_Forces","surface_form":"Soviet Air Forces","offset":1268},{"uri":"Apprenticeship","surface_form":"apprenticeship","offset":1377},{"uri":"Technology","surface_form":"technical","offset":1472},{"uri":"Saratov","surface_form":"Saratov","offset":1497},{"uri":"Military","surface_form":"military","offset":1644},{"uri":"MiG-15","surface_form":"MiG-15","offset":1805},{"uri":"Graduation","surface_form":"graduation","offset":1818},{"uri":"Norway","surface_form":"Norwegian border","offset":1901},{"uri":"Weather","surface_form":"weather","offset":1929},{"uri":"Cockpit","surface_form":"cockpit","offset":2038},{"uri":"Lieutenant","surface_form":"lieutenant","offset":2059},{"uri":"Soviet_Air_Force","surface_form":"Soviet Air Force","offset":2077},{"uri":"Senior_lieutenant","surface_form":"senior lieutenant","offset":2157},{"uri":"Basketball","surface_form":"basketball","offset":2246},{"uri":"Psychological","surface_form":"psychological","offset":2625},{"uri":"Twenty","surface_form":"twenty","offset":2709},{"uri":"Gherman_Titov","surface_form":"Gherman Titov","offset":2799},{"uri":"Physical_fitness","surface_form":"physical fitness","offset":2872},{"uri":"Outer_space","surface_form":"space","offset":2966},{"uri":"Orbit","surface_form":"orbit","offset":2986},{"uri":"Vostok_1","surface_form":"Vostok 1","offset":3019},{"uri":"Whistle","surface_form":"whistle","offset":3114},{"uri":"Song","surface_form":"song","offset":3127},{"uri":"Dmitri_Shostakovich","surface_form":"Dmitri Shostakovich","offset":3320},{"uri":"Yevgeniy_Dolmatovsky","surface_form":"Yevgeniy Dolmatovsky","offset":3373},{"uri":"Earth","surface_form":"Earth","offset":3616},{"uri":"Colonel","surface_form":"Colonel","offset":3693},{"uri":"Nikita_Khrushchev","surface_form":"Nikita Khrushchev","offset":3789},{"uri":"Religion","surface_form":"religious","offset":3885},{"uri":"Propaganda","surface_form":"propaganda","offset":3895},{"uri":"Celebrity","surface_form":"celebrity","offset":4089},{"uri":"Italy","surface_form":"Italy","offset":4133},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":4144},{"uri":"Germany","surface_form":"Germany","offset":4160},{"uri":"Canada","surface_form":"Canada","offset":4169},{"uri":"Japan","surface_form":"Japan","offset":4181},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":4215},{"uri":"Supreme_Soviet_of_the_Soviet_Union","surface_form":"Supreme Soviet of the Soviet Union","offset":4287},{"uri":"Star_City%2C_Russia","surface_form":"Star City","offset":4345},{"uri":"Reusable","surface_form":"reusable","offset":4396},{"uri":"Seven","surface_form":"seven","offset":4466},{"uri":"Year","surface_form":"year","offset":4472},{"uri":"Lieutenant_Colonel","surface_form":"Lieutenant Colonel","offset":4489},{"uri":"Soviet_Air_Force","surface_form":"Soviet Air Force","offset":4533},{"uri":"Colonel","surface_form":"Colonel","offset":4610},{"uri":"Vladimir_Mikhaylovich_Komarov","surface_form":"Vladimir Komarov","offset":4790},{"uri":"Soyuz_1","surface_form":"Soyuz 1","offset":4814},{"uri":"Routine","surface_form":"routine","offset":5135},{"uri":"Chkalovsky_Airport","surface_form":"Chkalovsky Air Base","offset":5164},{"uri":"Mikoyan-Gurevich_MiG-15","surface_form":"MiG-15UTI","offset":5238},{"uri":"Kirzhach","surface_form":"Kirzhach","offset":5271},{"uri":"Red_Square","surface_form":"Red Square","offset":5345},{"uri":"Turbulence","surface_form":"turbulence","offset":5441},{"uri":"Sukhoi_Su-11","surface_form":"Su-11 'Fishpot-C'","offset":5459},{"uri":"Interceptor","surface_form":"interceptor","offset":5477},{"uri":"Document","surface_form":"document","offset":5574},{"uri":"Public","surface_form":"public","offset":5598},{"uri":"KGB","surface_form":"KGB","offset":5635},{"uri":"Investigation","surface_form":"investigation","offset":5661},{"uri":"Military","surface_form":"military","offset":5736},{"uri":"Conspiracy","surface_form":"conspiracy","offset":5791},{"uri":"Action","surface_form":"action","offset":5835},{"uri":"Air","surface_form":"air","offset":5846},{"uri":"Air_traffic_control","surface_form":"air traffic control","offset":5909},{"uri":"Weather","surface_form":"weather","offset":5954},{"uri":"Fuel","surface_form":"fuel","offset":6061},{"uri":"Bird","surface_form":"bird","offset":6249},{"uri":"Altitude","surface_form":"altitude","offset":6374},{"uri":"Alexey_Leonov","surface_form":"Alexey Leonov","offset":6526},{"uri":"Helicopter","surface_form":"helicopter","offset":6567},{"uri":"Sukhoi","surface_form":"Sukhoi","offset":6677},{"uri":"Sound_barrier","surface_form":"sound barrier","offset":6885},{"uri":"Turbulence","surface_form":"turbulence","offset":6915}]}