{"id":204169,"url":"http://en.wikipedia.org/wiki/Eggs_Benedict","text":"Eggs Benedict is a dish usually served at breakfast. It starts with a lightly toasted English muffin. The muffin is topped with cooked bacon or Canadian bacon, and poached eggs. The dish is completed with a small amount of hollandaise sauce. Many variations on the dish exist. There are several stories about the origin of Eggs Benedict.\nOrigin.\nThere are several stories about how Eggs Benedict started.\nThere have been many “Benedicts” who have tried to claim credit for the invention of the dish, but they are all frauds. A “benedict” was slang for a newly married gent who had been single for a very long time. Many of these\"benedict\" did not take well to married life and often sought refuge of strange beds and bedfellows. It is for them that the dish was named.\nIn an interview in \"The New Yorker\" magazine in 1942, Lemuel Benedict, a retired Wall Street stock broker, said that he had wandered into the Waldorf Hotel in 1894 and, hoping to find a cure for his morning hangover, ordered \"buttered toast, poached eggs, crisp bacon and a hooker of hollandaise.\" Oscar Tschirky, the \"maître d'hôtel\", was so impressed with the dish that he put it on the breakfast and luncheon menus but substituted ham and a toasted English muffin for the bacon and toast.\nCraig Claiborne, in September 1967, wrote a column in \"The New York Times Magazine\" about a letter he had received from Edward P. Montgomery, an American living in France. In it, Montgomery related that the dish was created by Commodore E.C. Benedict, a banker and yachtsman, who died in 1920 at the age of 86. Montgomery also included a recipe for eggs Benedict, stating that the recipe had been given to him by his mother, who had received it from her brother, who was a friend of the Commodore.\nPublished references.\nDates given refer to date of publication.\n1898 — In \"Eggs, and how to use them\", a recipe for eggs Benedict is given as \"split and toast some small muffins; put on each a nice round slice of broiled ham, and on the ham the poached egg; pour over some Hollandaise sauce\"\n1900 — In \"The Connecticut Magazine: an Illustrated Monthly, Volume VI\", a recipe for eggs Benedict is given as \"A third variety is called Eggs Benedict. Broil a thin slice of cold-boiled ham cut the size of a small baker's loaf; toast a slice of bread, butter it and moisten with a little water; lay the ham on it and on that a poached egg. Serve individually.\"\n1907 — In \"Many Ways for Cooking Eggs\", a recipe for eggs Benedict is given that starts with the muffins. Unlike yeast leavened English muffins, the recipe muffins use baking powder and beaten egg whites for leavening; however, they are still baked on a griddle in muffin rings. The remainder of the recipe reads \"Broil thin slices of ham. Make a sauce Hollandaise. Chop a truffle. Poach the required number of eggs. Dish the muffins, put a square of ham on each, then a poached egg and cover each egg nicely with sauce Hollandaise. Dust with truffle and serve at once.\"\n1914 — In the 1914 printing of the \"The Neighborhood Cook Book\", a recipe for eggs Benedict is given as \"Place a slightly fried piece of ham on a piece of toast, place poached egg on ham, and pour over all a Hollandaise sauce.\"\n1918 — In the 1918 printing of the \"Boston Cooking-School Cook Book\", a recipe for Eggs à la Benedict is given as \"Split and toast English muffins. Sauté circular pieces of cold boiled ham, place these over the halves of muffins, arrange on each a dropped egg, and pour around Hollandaise Sauce II, diluted with cream to make of such consistency to pour easily.\"\n1919 — In \"The Hotel St. Francis Cook Book\", a recipe for eggs Benedict is given as \"Cut an English muffin in two, toast, and put on platter. Put a slice of broiled ham on top of each half, a poached egg on top of the ham, cover all with Hollandaise, and lay a slice of truffle on top of the sauce.\"\n1938 — An advertisement for \"Haill Hayden's Hollandaise\" — a bottled hollandaise sold in a 6 ounce jar for 50¢ — runs in \"The New York Times\". \"Here is a sauce such as no man has had before. On tasting it, great chefs have broken their egg-beaters over their knees and wept in jealousy! It is made of butter fragrant from timothy and alfalfa, eggs to which their mothers are still clucking at this hour, lemon and pungent spices! It is not profaned with a drop of oil or any substitutes. Serve it over cauliflower, artichokes, lettuce, eggs Benedict, fish, singing 'Broccoli, Broccoli,' as you eat\".\n1942 — In an interview in \"The New Yorker\", Lemuel Benedict claims to have originated the dish with an order at the Waldorf Hotel, hoping for a hangover cure.\n1967 — Craig Claiborne writes in \"The New York Times Magazine\" that Edward P. Montgomery wrote him a letter to say that eggs Benedict originated with Commodore E.C. Benedict.\n1967 — In a letter printed in \"The New York Times Magazine\", Mabel C. Butler responds to Montgomery's claim by stating that Mrs. Le Grand Benedict originated the dish with an order at Delmonico's.\n1978 — In the Neil Simon comedy film California Suite, Maggie Smith, who won best supporting actress award, laments that she cannot get Eggs Benedict late at night, staying in the exclusive 5 star hotel she is in, playing in fact, an academy award losing actress as a part.\nLater editions of Charles Ranhofer’s cookbook \"The Epicurean\" contain a recipe for “Eggs à la Benedick”; however, the recipe is not present in the original 1894 edition. Save for a hiatus from 1876 to 1879, Charles Ranhofer was the chef at Delmonico's from 1862 till his retirement in 1896.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_muffin","surface_form":"English muffin","offset":86},{"uri":"Bacon","surface_form":"bacon","offset":135},{"uri":"Canadian_bacon","surface_form":"Canadian bacon","offset":144},{"uri":"Egg_(food)","surface_form":"eggs","offset":172},{"uri":"Hollandaise_sauce","surface_form":"hollandaise sauce","offset":223},{"uri":"The_New_Yorker","surface_form":"The New Yorker","offset":789},{"uri":"Broker","surface_form":"broker","offset":868},{"uri":"Waldorf-Astoria_Hotel","surface_form":"Waldorf Hotel","offset":911},{"uri":"Hooker","surface_form":"hooker","offset":1043},{"uri":"Oscar_Tschirky","surface_form":"Oscar Tschirky","offset":1067},{"uri":"Ma%C3%AEtre_d%27h%C3%B4tel","surface_form":"maître d'hôtel","offset":1088},{"uri":"English_muffin","surface_form":"English muffin","offset":1221},{"uri":"Craig_Claiborne","surface_form":"Craig Claiborne","offset":1261},{"uri":"The_New_York_Times_Magazine","surface_form":"The New York Times Magazine","offset":1316},{"uri":"Elias_Cornelius_Benedict","surface_form":"Commodore E.C. Benedict","offset":1488},{"uri":"Commodore","surface_form":"Commodore","offset":1748},{"uri":"Broiled","surface_form":"broiled","offset":1972},{"uri":"Boston_Cooking-School_Cook_Book","surface_form":"Boston Cooking-School Cook Book","offset":3249},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":3998},{"uri":"Butter","surface_form":"butter","offset":4177},{"uri":"Alfalfa","surface_form":"alfalfa","offset":4210},{"uri":"Lemon","surface_form":"lemon","offset":4280},{"uri":"Cauliflower","surface_form":"cauliflower","offset":4378},{"uri":"Artichoke","surface_form":"artichoke","offset":4391},{"uri":"Lettuce","surface_form":"lettuce","offset":4403},{"uri":"Broccoli","surface_form":"Broccoli","offset":4442},{"uri":"Charles_Ranhofer","surface_form":"Charles Ranhofer","offset":5299}]}