{"id":20414,"url":"http://en.wikipedia.org/wiki/Yangtze_River","text":"The Yangtze River, or Yangzi (Simple Chinese: 扬子江 / Traditional Chinese: 揚子江), or Chang Jiang (Simple Chinese: 长江 / Traditional Chinese: 長江), is the longest River in China and Asia, as well as the world's third longest river (after the Amazon and the Nile). It is honored as one of the two main cradles of Chinese civilization. (another is Yellow River)\nThe river is about 3,900 kilometers long and is one of the busiest waterways in the world. It goes from the western part of China (Plateau of Tibet) into the East China Sea, which is part of the Pacific Ocean. It has been thought of as a dividing point between northern and southern China. It helped start the Chinese civilization.\nOn the river is a big dam called the Three Gorges Dam, which is the biggest in the world. It forms a man-made lake that stretches almost upstream.\nTop tourist attractions for the Yangtze river cruise are Chongqing Dazu Carvings, Three Gorges, lesser Three Gorges, Bai Di City, Fengdu Ghost City and so on.\nThe Yangtze River is also known as the Yanugzi or Chang Jiange.\nPollution.\nThe Yangtze river is becoming extremely polluted. The Yangtze river contains oil, dead animals and rubbish including cans, bags, wrappers, glass and plastic bottles. In 2001 about 23.4 billion tons of sewerage and factory waste was dumped in the river.","categories":[],"infobox_types":[],"annotations":[{"uri":"River","surface_form":"River","offset":157},{"uri":"China","surface_form":"China","offset":166},{"uri":"Asia","surface_form":"Asia","offset":176},{"uri":"Amazon_River","surface_form":"Amazon","offset":236},{"uri":"Nile","surface_form":"Nile","offset":251},{"uri":"Yellow_River","surface_form":"Yellow River","offset":340},{"uri":"Kilometre","surface_form":"kilometers","offset":379},{"uri":"Waterways","surface_form":"waterways","offset":421},{"uri":"Qinghai_Province","surface_form":"Plateau of","offset":485},{"uri":"East_China_Sea","surface_form":"East China Sea","offset":512},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":549},{"uri":"Dam","surface_form":"dam","offset":708},{"uri":"Three_Gorges_Dam","surface_form":"Three Gorges Dam","offset":723},{"uri":"Chongqing","surface_form":"Chongqing","offset":890},{"uri":"Three_Gorges","surface_form":"Three Gorges","offset":915}]}