{"id":204251,"url":"http://en.wikipedia.org/wiki/Natural_History_Museum","text":"The Natural History Museum (NHM) is a museum in London. It is the largest natural history museum in Britain. It includes the nation's main collections of specimens of life, rocks and minerals. The museum employs scientific staff, conducts research, stores specimens, and manages the public galleries.\nThe NHM is one of the four large institutions on Exhibition Road in South Kensington, London. The others are the Science Museum, the Victoria and Albert Museum and Imperial College London.\nBrief history.\nThe NHM was at first a department of the famous British Museum. When the present NHM building was opened in 1881, it was then called the \"British Museum (Natural History)\" or BMNH. Its head reported to the Director of the British Museum. Not until 1963 did the NHM become fully independent, with its own Board of Trustees, and not until 1992 was it permitted to use its present name.\nIn 1986, the museum absorbed the adjacent Geological Museum of the British Geological Survey, which is to just to the north of the NHM. The museum's galleries were completely rebuilt and relaunched in 1996 as \"The Earth Galleries\", with the exhibitions in the Waterhouse building retitled \"The Life Galleries\". The Natural History Museum's own Mineralogy displays remain largely unchanged as an example of the 19th-century display techniques of the Waterhouse building.\nThe newly-developed \"Darwin Centre\" (named after Charles Darwin) is designed as a new home for the museum's collection of tens of millions of preserved specimens, and new work spaces for the museum's scientific staff. Built in two phases, with two new buildings adjacent to the main Waterhouse building, it is the most important new project in the museum's history.\nScientific work.\nThe museum employs 300 scientific staff, and has huge collections of fossils, rocks and minerals, as well as the preserved specimens of present-day plants and animals. There are over 70 million specimens in the collections. Data bases of the collections are being developed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Museum","surface_form":"museum","offset":38},{"uri":"London","surface_form":"London","offset":48},{"uri":"Britain","surface_form":"Britain","offset":100},{"uri":"Rock_(geology)","surface_form":"rocks","offset":173},{"uri":"Mineral","surface_form":"mineral","offset":183},{"uri":"Research","surface_form":"research","offset":239},{"uri":"Kensington","surface_form":"Kensington","offset":375},{"uri":"London","surface_form":"London","offset":387},{"uri":"Science_Museum","surface_form":"Science Museum","offset":414},{"uri":"Victoria_and_Albert_Museum","surface_form":"Victoria and Albert Museum","offset":434},{"uri":"Imperial_College_London","surface_form":"Imperial College London","offset":465},{"uri":"British_Museum","surface_form":"British Museum","offset":553},{"uri":"British_Geological_Survey","surface_form":"British Geological Survey","offset":956},{"uri":"Mineralogy","surface_form":"Mineralogy","offset":1233},{"uri":"Alfred_Waterhouse","surface_form":"Waterhouse","offset":1338},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":1408},{"uri":"Fossil","surface_form":"fossil","offset":1811}]}