{"id":204209,"url":"http://en.wikipedia.org/wiki/Encyclopaedia_Hebraica","text":"The \"Encyclopaedia Hebraica\" () is an encyclopedia in Hebrew. It was started in 1948.\nHistory.\nThe encyclopedia was published by Bracha Peli who had already created another encyclopedia. The man in charge was her son who was named Alexander.\nA committee decided the aims of the encyclopedia in 1944. Printing of the first part began in 1948. This was the year that Israel became a country. The president of the encyclopedia project was also the President of Israel, Professor Chaim Weizmann. The first photograph in the encyclopaedia was of Israel's Declaration of Independence.\nThe first volume covered the entries for the letter \"Aleph\" (א) to Australia.\n... we will finish publishing all 16 volumes within five or six years...\nThe writing took more than thirty years. The encyclopedia had thirty-two volumes when it was finished. An index was not printed until 1985. In 1995 there were large updates of entries dealing with the State of Israel.\nThe supervisor was always Alexander Plai. Its editors were Joseph Klausner, Benzion Netanyahu, Yeshayahu Leibowitz, Nathan Rotenstreich, Yehoshua Gutman, and Joshua Prawer. More than 2500 people wrote the encyclopedia.\nSome people felt it was very important to be included in the encyclopedia. They would ask the editors to make sure they had an article about them. Other articles caused arguments e.g. Adolf Hitler.\nThe Schocken Publishing House has been working on a new edition of the encyclopedia.\nContent.\nThe \"Encyclopaedia Hebraica\" said it was about \"General, Jewish, and Israeli\" ideas. The encyclopaedia covers all the general topics, but the articles were larger on Judaism, Jews, and Israel. The encyclopaedia includes the Jewishness of the person, even when it is not important.\nArticles on countries and cities include their history and then a Jewish history. For places which were under Nazi rule an account is given of the Jewish people during the Holocaust.\nWriters of the encyclopaedia did not hide their Jewish views. The Kingdom of Jordan was not in the first edition. Instead Jordan was included in the article \"Land of Israel,\".\nThe letter Aleph contains the largest number of articles. The longest article is \"Land of Israel\" which takes all of volume 6.\nNext in size is \"United States of America\". The large size of the aleph articles reflects the enthusiasm of the early editors. It became clear that the encyclopaedia would never come to an end. The plan was changed. The final size of the encyclopaedia was smaller than planned.\nThe woman who owned it was Bracha Peli. She died in 1986. In 1997 the encyclopedia was sold to another company.","categories":[],"infobox_types":[],"annotations":[{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":38},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":54},{"uri":"Bracha_Peli","surface_form":"Bracha Peli","offset":129},{"uri":"Alexander_Peli","surface_form":"Alexander","offset":231},{"uri":"President","surface_form":"President","offset":445},{"uri":"State_of_Israel","surface_form":"Israel","offset":458},{"uri":"Chaim_Weizmann","surface_form":"Chaim Weizmann","offset":476},{"uri":"Aleph","surface_form":"Aleph","offset":632},{"uri":"Australia","surface_form":"Australia","offset":646},{"uri":"Index_(publishing)","surface_form":"index","offset":836},{"uri":"State_of_Israel","surface_form":"State of Israel","offset":931},{"uri":"Editor","surface_form":"editor","offset":994},{"uri":"Joseph_Klausner","surface_form":"Joseph Klausner","offset":1007},{"uri":"Benzion_Netanyahu","surface_form":"Benzion Netanyahu","offset":1024},{"uri":"Yeshayahu_Leibowitz","surface_form":"Yeshayahu Leibowitz","offset":1043},{"uri":"Joshua_Prawer","surface_form":"Joshua Prawer","offset":1106},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1351},{"uri":"Edition","surface_form":"edition","offset":1421},{"uri":"Israel","surface_form":"Israel","offset":1528},{"uri":"Jew","surface_form":"Jew","offset":1634},{"uri":"Holocaust","surface_form":"Holocaust","offset":1912},{"uri":"Jewish","surface_form":"Jewish","offset":1971},{"uri":"Jordan","surface_form":"Kingdom of Jordan","offset":1989},{"uri":"Aleph","surface_form":"Aleph","offset":2110},{"uri":"United_States","surface_form":"United States of America","offset":2243},{"uri":"Bracha_Peli","surface_form":"Bracha Peli","offset":2531}]}