{"id":204301,"url":"http://en.wikipedia.org/wiki/San_Francisco_de_Macor%C3%ADs","text":"The Dominican city of San Francisco de Macorís is the head municipality of the Duarte province, on the northeast of the country.\nIt is located on the eastern part of the Cibao Valley; it is the largest city of the Dominican northeast and it is the centre of the region.\nPopulation.\nThe municipality had, in 2010, a total population of 149,508: 73,705 men and 75,803 women. The urban population was of the total population, one of the most urban municipality in the country.\nHistory.\nWhen the country was a Spanish colony, the region where the city is now was known as the \"Partido de Macorís\" (\"partido\" was an old Spanish subdivision like a municipality). It had the name of \"Macorís\" because on the mountains to the north of the area lived native people named \"Macorís\" or \"Macorix\", different from the Taínos.\nThose people that were living here founded, on 20 September 1778, the town in a place called \"El Rincón de San Francisco\" and, for that reason, they gave to the new town the name that it has now: San Francisco de Macorís, that in English would be \"St. Francis of Macoris\".\nSan Francisco de Macorís was part of La Vega province until 1885 when it became a municipality of the Espaillat province. With the creation of the Duarte province, San Francisco de Macorís became its head municipality, like the capital city, of the new province.\nGeography.\nSan Francisco de Macorís has a total area of. It has four municipal districts (a municipal district is a subdivision of a municipality). These are Cenoví, Jaya, La Peña and Presidente Don Antonio Guzmán Fernández.\nSan Francisco de Macorís is at to the northwest of Santo Domingo, in the \"Cibao Oriental\" (in English, \"Eastern Cibao\"), the eastern part of the Cibao Valley. Most of the municipality is in the valley but the northern part of it is on the \"Cordillera Septentrional\" (in English, \"Northern mountain range\"); the mountains here are not very high. The altitude of the city of San Francisco de Macorís is above sea level.\nThe municipality has the María Trinidad Sánchez province to the north and east, the municipality of Las Guáranas to the south, the La Vega province to the southwest, the Hermanas Mirabal province to the west and the Espaillat province to the northwest.\nRivers here are short with their sources in the Cordillera Septentrional; they are tributaries of the River Camú, a tributary of the River Yuna that flows to the Samaná Bay. The most important river in the municipality is the River Jaya, that flows to the west of the city; San Francisco de Macorís is also known as \"The City of the Jaya\" because of this small river.\nClimate.\nSan Francisco de Macorís has a tropical wet climate (Köppen climate classification: Af) with no dry or cold season as it is constantly moist.\nThe average amount of rainfall for the year in the city is. The month with the most precipitation on average is May with of rainfall, followed by November with.\nThe driest season is winter. The month with the least rainfall on average is March with an average of and the second is February with.\nSan Francisco de Macorís is in a warm region; the average temperature for the year is. The warmest month, on average, is July with an average temperature of. The coolest month on average is January, with an average temperature of.\nEconomy.\nEven if there are some industries in the city, the most important economic activity is farming. Coffee, cacao, rice and plantain are the most important crops.\nCattle raising is also very important. with an important production of milk.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dominican_Republic","surface_form":"Dominican","offset":4},{"uri":"City","surface_form":"city","offset":14},{"uri":"Municipality","surface_form":"municipality","offset":59},{"uri":"Duarte_Province","surface_form":"Duarte","offset":79},{"uri":"Province","surface_form":"province","offset":86},{"uri":"Spain","surface_form":"Spanish","offset":506},{"uri":"Colony","surface_form":"colony","offset":514},{"uri":"Municipality","surface_form":"municipality","offset":642},{"uri":"Native_American","surface_form":"native","offset":742},{"uri":"Ta%C3%ADno","surface_form":"Taíno","offset":805},{"uri":"Francis_of_Assisi","surface_form":"St. Francis","offset":1061},{"uri":"Capital_(city)","surface_form":"capital city","offset":1314},{"uri":"Cenov%C3%AD","surface_form":"Cenoví","offset":1507},{"uri":"Jaya","surface_form":"Jaya","offset":1515},{"uri":"La_Pe%C3%B1a%2C_Duarte","surface_form":"La Peña","offset":1521},{"uri":"Presidente_Don_Antonio_Guzm%C3%A1n_Fern%C3%A1ndez","surface_form":"Presidente Don Antonio Guzmán Fernández","offset":1533},{"uri":"Santo_Domingo","surface_form":"Santo Domingo","offset":1625},{"uri":"English_language","surface_form":"English","offset":1668},{"uri":"Altitude","surface_form":"altitude","offset":1923},{"uri":"Above_sea_level","surface_form":"above sea level","offset":1975},{"uri":"Mar%C3%ADa_Trinidad_S%C3%A1nchez_Province","surface_form":"María Trinidad Sánchez","offset":2017},{"uri":"Las_Gu%C3%A1ranas","surface_form":"Las Guáranas","offset":2092},{"uri":"La_Vega_Province","surface_form":"La Vega","offset":2123},{"uri":"Hermanas_Mirabal_Province","surface_form":"Hermanas Mirabal","offset":2162},{"uri":"Espaillat_Province","surface_form":"Espaillat","offset":2208},{"uri":"Source_(river_or_stream)","surface_form":"sources","offset":2278},{"uri":"Tributary","surface_form":"tributaries","offset":2328},{"uri":"Tributary","surface_form":"tributary","offset":2361},{"uri":"Saman%C3%A1_Bay","surface_form":"Samaná Bay","offset":2407},{"uri":"Tropical","surface_form":"tropical","offset":2653},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":2675},{"uri":"Average","surface_form":"average","offset":2768},{"uri":"Rainfall","surface_form":"rainfall","offset":2786},{"uri":"Rainfall","surface_form":"rainfall","offset":2888},{"uri":"Season","surface_form":"season","offset":2936},{"uri":"Winter","surface_form":"winter","offset":2946},{"uri":"Temperature","surface_form":"temperature","offset":3118},{"uri":"Industry","surface_form":"industries","offset":3323},{"uri":"Farming","surface_form":"farming","offset":3387},{"uri":"Coffee","surface_form":"Coffee","offset":3396},{"uri":"Cacao_tree","surface_form":"cacao","offset":3404},{"uri":"Rice","surface_form":"rice","offset":3411},{"uri":"Plantain","surface_form":"plantain","offset":3420},{"uri":"Crop","surface_form":"crop","offset":3452},{"uri":"Cattle","surface_form":"Cattle","offset":3459},{"uri":"Milk","surface_form":"milk","offset":3530}]}