{"id":204326,"url":"http://en.wikipedia.org/wiki/Edaphosaurus","text":"\"Edaphosaurus\" was a pelycosaur (early Synapsida) that lived during the later Carboniferous and early Permian. It was a herbivorous relative of the well-known \"Dimetrodon\". Both had a large, thermal regulating sail on the back. Fossils of\n\"Edaphosaurus\" have been found in Europe and North America.\n\"Edaphosaurus\" species measured from to almost in length and weighed over 300 kilograms (660 lb). It was slightly taller and stockier than \"Dimetrodon\", but like its pelycosaur relatives had a small head and a long tail.\nSkull.\nThe head of \"Edaphosaurus\" was rather small for its body size. The deep lower jaw likely had powerful muscles and the teeth along the front and sides of its jaws could crop bite-sized pieces from tough plants.\nThe roof of the mouth and the inside of the lower jaw had batteries of peglike teeth. They were a crushing and grinding surface. Early descriptions suggested that \"Edaphosaurus\" fed on molluscs, which it crushed with its teeth plates. However, paleontologists now think that \"Edaphosaurus\" ate plants. Lack of wear on the teeth suggests \"limited processing of food\". Earlier members of the Edaphosauridae lacked tooth plates, and ate insects.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pelycosaur","surface_form":"pelycosaur","offset":21},{"uri":"Synapsida","surface_form":"Synapsida","offset":39},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":78},{"uri":"Permian","surface_form":"Permian","offset":102},{"uri":"Herbivore","surface_form":"herbivorous","offset":120},{"uri":"Dimetrodon","surface_form":"Dimetrodon","offset":160},{"uri":"Europe","surface_form":"Europe","offset":273},{"uri":"North_America","surface_form":"North America","offset":284},{"uri":"Pound_(mass)","surface_form":"lb","offset":392},{"uri":"Molluscs","surface_form":"molluscs","offset":922},{"uri":"Edaphosauridae","surface_form":"Edaphosauridae","offset":1127},{"uri":"Insects","surface_form":"insects","offset":1171}]}