{"id":20452,"url":"http://en.wikipedia.org/wiki/Hawai%CA%BBi_Volcanoes_National_Park","text":"Hawaii Volcanoes National Park is a national park in the U.S. state and island of Hawaii. It is a UNESCO World Heritage Site. The park was created in 1916. It includes The Mauna Loa, which is the Earth's biggest volcano, and Kilauea, the Earth's most active volcano.\nThe park shows the results of millions of years of volcanism, and evolution. These processes produce bare land from the sea, and with complex and unique ecosystems, a distinct Ancient Hawaiian culture. Kīlauea, one of the world's most active volcanoes, and Mauna Loa is the biggest, it offers scientists with insights on the birth of the Hawaiian Islands, and can give visitors views of the dramatic volcanic landscapes.\nIn recognition of its outstanding natural values, Hawaii Volcanoes National Park has been designated as an International Biosphere Reserve in 1980 and a World Heritage Site in 1987.\nRecent events.\nOn March 19, 2008, there was a small explosion in Halemaumau crater, the first explosive event since 1924 and the first eruption in the Kīlauea caldera since September 1982.\nDebris from the explosion was scattered over an area of. A small amount of ash was also reported at a nearby community. The explosion covered part of Crater Rim Drive and damaged Halemaumau overlook. The explosion did not release any lava, which suggests to scientists that it was driven by hydrothermal or gas sources.\nThis explosion event followed the opening of a major sulfur dioxide gas vent, greatly increasing levels emitted from the Halemaumau crater.\nIn 2008, Hawai'i Volcanoes National Park and Jeju Volcanic Island and Lava Tubes became sister parks.","categories":[],"infobox_types":["UNESCO World Heritage Site"],"annotations":[{"uri":"National_park","surface_form":"national park","offset":36},{"uri":"U.S._state","surface_form":"U.S. state","offset":57},{"uri":"Hawaii","surface_form":"Hawaii","offset":82},{"uri":"UNESCO","surface_form":"UNESCO","offset":98},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":105},{"uri":"Mauna_Loa","surface_form":"Mauna Loa","offset":172},{"uri":"Earth","surface_form":"Earth","offset":196},{"uri":"Volcano","surface_form":"volcano","offset":212},{"uri":"Kilauea","surface_form":"Kilauea","offset":225},{"uri":"Active_volcano","surface_form":"active volcano","offset":251},{"uri":"Volcanism","surface_form":"volcanism","offset":318},{"uri":"Evolution","surface_form":"evolution","offset":333},{"uri":"Ecosystem","surface_form":"ecosystem","offset":420},{"uri":"Ancient_Hawaii","surface_form":"Ancient Hawaii","offset":443},{"uri":"Hawaiian_Islands","surface_form":"Hawaiian Islands","offset":605},{"uri":"International_Biosphere_Reserve","surface_form":"International Biosphere Reserve","offset":795},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":841},{"uri":"Sulfur_dioxide","surface_form":"sulfur dioxide","offset":1432},{"uri":"Jeju_Volcanic_Island_and_Lava_Tubes","surface_form":"Jeju Volcanic Island and Lava Tubes","offset":1564}]}