{"id":204913,"url":"http://en.wikipedia.org/wiki/Girls%27_Generation","text":"Girls' Generation (Hangul: 소녀시대; Hanja: 少女時代) is a pop group made up of nine members that was formed by SM Entertainment in 2007. Girls' Generation members are Yoona, Tiffany, Yuri, Hyoyeon, Sooyoung, Seohyun, Taeyeon (who is the group's leader), and Sunny. Jessica was a member, but in 2014, she left the group. Fans usually call the group SNSD, which is a short-form of the group's Korean name, So Nyeo Shi Dae (or So Nyuh Shi Dae). Their fans are called \"S♡NE\" (소원), and is pronounced as \"So-won\", which means \"wish\" in Korean.\nBefore debut.\nEach member of the group was trained in singing and dancing before their debut, while some others were trained in acting and modelling. Some girls had already appeared in television advertisements, music videos of other music groups and acted in dramas as well, before Girls' Generation started.\n2007: Debut and first album.\nGirls' Generation first performed on M.net \"M! Countdown\" in July 2007. Even though their performances were never played on television, videos of their performances were posted on the Internet. The girls performed \"Into the New World\"(), which became their single. \"M.Net's Girls Go To School\" was filmed during this time, to show how the girls made their debut. The show ended after 9 episodes, when they finally appeared on another show, \"School of Rock\".\nIn August 2007, the single \"Into the New World\" was released. This single included two other songs, \"Beginning\" and \"Perfect for You\" (), later renamed as Honey for their debut album \"Girls' Generation\". An instrumental of \"Into the New World\" was also put in the album.\nAfter the single was released, the group started to promote it. Girls' Generation performed their single on SBS's \"Inkigayo\", MBC's \"Show! Music Core\", and on KBS's \"Music Bank\".\nAfter a short break, the group's first full album was released in late autumn 2007, with the lead single \"Girls' Generation\" (), a cover of Lee Seung-Chul ()'s hit song in the 1980s. Promotion for the single started in early November. \"Girls' Generation\" was became popular, and the album has sold 121,143 copies to date, placing 8th in the year-end charts. In early 2008, Girls' Generation began promoting their third single, \"Kissing You\". The music video featured Donghae from Super Junior. This song achieved the #1 spot in the three main TV music rankings—SBS \"Inkigayo\", M.net \"M.Countdown!\" and KBS \"Music Bank\".\nIn March 2008, the album was re-released and re-titled \"Baby Baby\". A third single, \"Baby Baby\", was used to promote the album. A digital EP featuring Jessica, Tiffany, and Seohyun was released on April 2008, titled \"Roommate\". The single from the mini-album is \"Oppa Nappa\" (, lit.\"Bad Brother\", although contextually it refers to an older male friend).\nGirls' Generation, along with fellow artists such as BoA, TVXQ, Super Junior, CSJH the Grace, Zhang Liyin, SHINee, and other SM artists participated in SM Town Live '08. The tour went on to South Korea, Thailand, and China.\n2008–2010: Other activities, return with mini-albums; and Japanese Debut.\nIn 2008, M.net announced that the group would be starring in a reality TV show called \"Factory Girl\", in which the girls work as interns at fashion megazine \"\"Elle\"\", writing articles for the magazine.\nDuring their break from music, they appeared in many television advertisements for MapleStory and Mabinogi.\nLater, it was announced that the group's first mini-album, \"Gee\", would be released in January 2009.\nA teaser video was released in January 2009 and the first single \"Gee\" was released soon after. People became interested in the song rose after the digital release, and the song became #1 Cyworld's hourly music chart on the release day. The song also went #1 on all major digital music charts within two days.\nThe group began to promote the album in January 2009 on MBC \"Show! Music Core\". They sang their new single, \"Gee\", and \"Him Nae/Way To Go\", another track from the Gee mini-album. This song is a remake of the song \"Haptic Motion\" that was used in cellphone advertisements and is a mix of bubblegum pop and punk rock. However, the group did not appear on KBS's \"Music Bank\" with \"Gee\", even after winning #1 on the music chart show.\n\"Gee\" is the record holder for the longest-running #1 on music portal M.net (for 8 weeks), surpassing the previous record of 6 weeks set by the Wonder Girls' \"Nobody\".\nThey also broke the record on KBS's music show \"Music Bank\" by being #1 for 9 consecutive weeks, previously set by Jewelry's \"One More Time\", which had 7 wins. They won the award for best-selling song for the first half of 2009 for \"Gee\". The group stopped promoting the song at the end of March 2009.\nAfter a short break, SM Entertainment announced that the girls would be back with a new single and showing a \"Marine Girl\" concept; the song, titled \"Sowoneul Malhaebwa (Genie)\" (, lit. \"Tell Me Your Wish\"), the mini album was released digitally on June 22, 2009. The mini-album includes a duet between Jessica and Shinee member Onew called \"One Year Later\". During the group's promotion, the girls would be seen wearing marine uniforms as part of the album's concept.\nOn May 3, 2009, Girls Generation starred in their new reality show \"SNSD Horror Movie factory\", with the premier episode receiving a viewership rating of 3.3%. The show was then cancelled after 6 episodes due to low ratings from the public.\nFrom June 23 to November 17, 2009, Girls' Generation starred in a Cable TV program called \"Girls' Generation's Hello Baby\" of KBS Joy, where they are taking care of a child and somewhat experience how motherhood is like. In that show, they take care of a boy name \"Cho Kyungsan\" (), and each week they (or fathers, male guests who come out from time to time) select \"The Best Mom\" and \"the Worst Mom\" among the members according to their work for the day. The show ended after 22 episodes.\nOn June 26, 2009, Girls' Generation's comeback performance was recorded on KBS's \"Music Bank\". The group then had their return performances on MBC's \"Music Core\" and SBS's \"Inkigayo\" on June 27 and 28, 2009. Girls' Generation's 2nd mini-album \"Genie\" was released on June 29, 2009.\n\"Sowoneul Malhaebwa (Genie)\" won its first #1 spot at the July 10, 2009 episode of KBS \"Music Bank\". Their second award was claimed at the July 12, 2009 episode of SBS \"Inkigayo\". The group finished promotions for \"Sowoneul Malhaebwa (Genie)\" in August 2009.\nOn January 23, 2010, the group released a teaser of their new single \"Oh!\". This was a precursor to their upcoming album \"Oh!\", a full album to be released on 28 January, 2010. The concept of the new album channels cheerleading.\nOn March 17, 2010, a re-packaged version of the album was released, featuring a \"Dark\" concept for the girls. The lead single, entitled Run Devil Run, was released one day before its music video.\nOn August 25, the group held their first showcase in Tokyo Ariake Colliseum and on September 7th, Girls' Generation released their debut Japanese single, \"GENIE\", followed by \"GEE\" on October 20th.\nOn October 27, 2010, the girls released their third mini album, \"Hoot\" (훗). The music video for \"Hoot\" was released the next day, and on the 29th, they had their comeback performance on Music Bank.\nBy the end of the year, Girls' Generation had won various awards, including the prestigious \"Disk Daesang Award\" at the Golden Disk Awards. They became the first female group to win both the Daesang and Digital Daesang (which they won in 2009). At the \"Melon Music Awards\", Girls' Generation won Best Dressed Singer award, Hot Trend Song award for their latest song, \"Hoot\", as well as the Artist of the Year award. This was the 2nd year in a row that they won the Artist of the Year award. They also got first in the Hanteo annual Singer Award chart for 2010. Girls' Generation was also named \"Artist of the Year\" by Dosirak, Soribada, Korea Gallup, Hanteo and Sport Korea.\n2011: Japanese Activities.\nIn January, Girls' Generation released a song for Intel, called \"Visual Dreams\".\nOn January 20, at the 20th Seoul Music Awards, the group received an Artist of the Year award, a Bonsang prize, a Popularity award and a Hallyu award. By winning all of these, Girls' Generation became one of four artists in Korean music history (the others being Seo Taiji, Jo Sungmo and H.O.T.) to win two consecutive Artist of the Year awards at the Seoul Music Awards, they are the only girl group to receive Artist of the Year awards for Seoul Music Awards, Melon Music Awards and Golden Disk Awards for two years in a row.\nOn April 9, the Japanese music video of Run Devil Run was released. Girls' Generation fully released their third Japanese single, \"Mr. Taxi/Run Devil Run\", on April 27.\nOn June 1st, 2011, they released their first Japanese studio album Girls' Generation. This album has 12 songs including the singles \"Genie\", “Gee”, \"Run Devil Run\", \"Mr. Taxi\" and a Japanese version of \"Hoot\". The album's sales surpassed 100,000 within only two days after release, breaking fellow Korean girl group Kara's record, Kara having surpassed sales of 100,000 in Japan in 2010 after a week with their first original Japanese studio album Girl's Talk. [82]\n2011-now: Jessica's departure, Lion Heart, Holiday Night, and lineup changes.\nOn September 30, 2014, Jessica announced that she had been forced out of Girls' Generation by SM and the other 8 members.\nIn August 18 and 19, Girls' Generation released their fifth album, \"Lion Heart\".\nIn August 2017, SNSD released \"Holiday Night\" to celebrate their 10th anniversary.\nOn October 10, 2017, Seohyun, Sooyung, and Tiffany left SM Entertainment to pursue new careers. They still remain members of Girls' Generation.","categories":[],"infobox_types":["Korean name"],"annotations":[{"uri":"Hangul","surface_form":"Hangul","offset":19},{"uri":"Hanja","surface_form":"Hanja","offset":33},{"uri":"Pop_music","surface_form":"pop","offset":51},{"uri":"SM_Entertainment","surface_form":"SM Entertainment","offset":104},{"uri":"2007","surface_form":"2007","offset":124},{"uri":"Yoona","surface_form":"Yoona","offset":160},{"uri":"Tiffany_(Korean_singer)","surface_form":"Tiffany","offset":167},{"uri":"Kwon_Yuri","surface_form":"Yuri","offset":176},{"uri":"Hyoyeon","surface_form":"Hyoyeon","offset":182},{"uri":"Sooyoung","surface_form":"Sooyoung","offset":191},{"uri":"Seohyun","surface_form":"Seohyun","offset":201},{"uri":"Taeyeon","surface_form":"Taeyeon","offset":210},{"uri":"Sunny_(Korean_singer)","surface_form":"Sunny","offset":251},{"uri":"Acronym","surface_form":"short-form","offset":358},{"uri":"Singing","surface_form":"singing","offset":585},{"uri":"Dance","surface_form":"dancing","offset":597},{"uri":"Internet","surface_form":"Internet","offset":1054},{"uri":"Single_(music)","surface_form":"single","offset":1127},{"uri":"Inkigayo","surface_form":"Inkigayo","offset":1714},{"uri":"Munhwa_Broadcasting_Corporation","surface_form":"MBC","offset":1725},{"uri":"Korean_Broadcasting_System","surface_form":"KBS","offset":1758},{"uri":"Music_Bank_(TV_show)","surface_form":"Music Bank","offset":1765},{"uri":"Girls%27_Generation_(album)","surface_form":"first full album","offset":1811},{"uri":"Donghae_(entertainer)","surface_form":"Donghae","offset":2245},{"uri":"Super_Junior","surface_form":"Super Junior","offset":2258},{"uri":"Extended_play","surface_form":"EP","offset":2536},{"uri":"BoA","surface_form":"BoA","offset":2806},{"uri":"TVXQ","surface_form":"TVXQ","offset":2811},{"uri":"Super_Junior","surface_form":"Super Junior","offset":2817},{"uri":"CSJH_the_Grace","surface_form":"CSJH the Grace","offset":2831},{"uri":"Zhang_Liyin","surface_form":"Zhang Liyin","offset":2847},{"uri":"SHINee","surface_form":"SHINee","offset":2860},{"uri":"Thailand","surface_form":"Thailand","offset":2956},{"uri":"China","surface_form":"China","offset":2970},{"uri":"2008","surface_form":"2008","offset":3054},{"uri":"Elle_(magazine)","surface_form":"\"Elle\"","offset":3209},{"uri":"MapleStory","surface_form":"MapleStory","offset":3336},{"uri":"Mabinogi","surface_form":"Mabinogi","offset":3351},{"uri":"Gee_(Girls%27_Generation_song)","surface_form":"Gee","offset":3421},{"uri":"2009","surface_form":"2009","offset":3456},{"uri":"Gee_(Girls%27_Generation_song)","surface_form":"Gee","offset":3528},{"uri":"Cyworld","surface_form":"Cyworld","offset":3650},{"uri":"Korean_Broadcasting_System","surface_form":"KBS","offset":4125},{"uri":"Wonder_Girls","surface_form":"Wonder Girls","offset":4347},{"uri":"Nobody_(Wonder_Girls_song)","surface_form":"Nobody","offset":4362},{"uri":"Korean_Broadcasting_System","surface_form":"KBS","offset":4401},{"uri":"Jewelry_(band)","surface_form":"Jewelry","offset":4486},{"uri":"SM_Entertainment","surface_form":"SM Entertainment","offset":4694},{"uri":"Tell_Me_Your_Wish","surface_form":"Sowoneul Malhaebwa (Genie)","offset":4823},{"uri":"Shinee","surface_form":"Shinee","offset":4988},{"uri":"Korean_Broadcasting_System","surface_form":"KBS","offset":5948},{"uri":"Cheerleading","surface_form":"cheerleading","offset":6629},{"uri":"Intel","surface_form":"Intel","offset":7987}]}