{"id":204965,"url":"http://en.wikipedia.org/wiki/Parthenogenesis","text":"Parthenogenesis is a term in biology. It means \"virgin birth\". It is an asexual form of reproduction. Females lay eggs without fertilization by a male. Growth and development of embryos occurs with all genes inherited from the mother.\nIt occurs in both plants and animals and is much less common than sexual reproduction. It even occurs in vertebrates:there are over 80 species of unisex reptiles, amphibians and fishes in nature for which males are no longer a part of the reproductive process.\nSome plants and animals can reproduce either sexually or asexually. A good example are the aphids, (e.g. greenfly) which multiply parthenogenetically during the height of summer, but turn to sexual reproduction as the weather gets worse. At different times of the year, they can be viviparous (live birth) or oviparous (eggs). During spring and summer, aphids usually produce live young (nymphs) parthenogenetically. These female aphids may or may not have wings. Males only appear in any number at the close of the season. Females then give birth sexually during autumn, laying eggs. Therefore aphids are said to undergo 'cyclical parthenogenesis'.\nAnother interesting fact is that there is a whole order of rotifers (the Bdelloid rotifers) where males have never been found. This is the largest taxonomic category to reproduce entirely by parthenogenesis.\nOther types of asexual reproduction exist. Clones are produced by many Hydrozoa (for example, many corals). Colonies grow, not by laying eggs, but by budding off new individuals. Very similar is reproduction by splitting, common in several phyla such as echinoderms and sponges. These methods are not called parthenogenesis, because they do not work by females laying eggs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biology","surface_form":"biology","offset":29},{"uri":"Asexual","surface_form":"asexual","offset":72},{"uri":"Fertilization","surface_form":"fertilization","offset":127},{"uri":"Male","surface_form":"male","offset":146},{"uri":"Embryo","surface_form":"embryo","offset":178},{"uri":"Genes","surface_form":"genes","offset":202},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":301},{"uri":"Aphid","surface_form":"aphid","offset":587},{"uri":"Viviparous","surface_form":"viviparous","offset":778},{"uri":"Oviparous","surface_form":"oviparous","offset":805},{"uri":"Order_(biology)","surface_form":"order","offset":1196},{"uri":"Rotifers","surface_form":"rotifers","offset":1205},{"uri":"Taxonomy","surface_form":"taxonomic","offset":1293},{"uri":"Clones","surface_form":"Clones","offset":1397},{"uri":"Hydrozoa","surface_form":"Hydrozoa","offset":1425},{"uri":"Coral","surface_form":"coral","offset":1453},{"uri":"Split","surface_form":"split","offset":1565},{"uri":"Phyla","surface_form":"phyla","offset":1594},{"uri":"Echinoderms","surface_form":"echinoderms","offset":1608},{"uri":"Sponge","surface_form":"sponge","offset":1624}]}