{"id":205183,"url":"http://en.wikipedia.org/wiki/Kingdom_Hearts","text":"ce=\"preserve\">\"Kingdom Hearts\" is a role-playing game video game series made by Square Enix. It follows a boy travelling through universes for Disney, \"Final Fantasy\" and \"The World Ends with You\". The games included \"Kingdom Hearts\", ', \"Kingdom Hearts II\", \"Kingdom Hearts coded\", \"2 Days\", \"Kingdom Hearts Birth by Sleep\", ' and \"Kingdom Hearts III\". The reissues for all games were released on PlayStation 3 and PlayStation 4.\nKingdom Hearts.\n\"Kingdom Hearts\" is the first game of the series for the PlayStation 2. It was released in Japan on March 28, 2002 and in North America on September 17, 2002. In the game, Sora, Riku and Kairi end up going separate ways, when their island is invaded by Heartless (monsters who steal people's hearts). Sora wields a Keyblade, teams up Donald Duck and Goofy, and travel around the universe for each worlds, including \"Alice in Wonderland\", \"The Little Mermaid\" and \"The Nightmare Before Christmas\". Sora learns that Riku is possessed by Ansem, the creator of Heartless, who unsuccessfully kidnap seven Princesses of Heart (including Kairi), in order to reveal the Keyhole. While Kairi stays at Destiny Islands, Riku and Mickey Mouse are trapped in the Realm of Darkness, and Sora seals the door to prevent Ansem from using it. \"Kingdom Hearts Final Mix\" is a reissue of the game that was released only in Japan on December 26, 2002. It has more features than the original, including a battle with Roxas.\nChain of Memories.\n' is the second game in the series for Game Boy Advance. It was released in Japan on November 11, 2004 and in North America on December 7, 2004. In the game, Sora arrives at Castle Oblivion and visits each recreations of aforementioned worlds. Each are on different floors, and the old memory is replaced by a new ons. When Sora forgets Kairi, she is replaced by Naminé. Sora meets Organization XIII, the enemy group attempting to erase his memory. Naminé puts Sora to sleep, in order for him to restore all memories for the next year. While following the same path like Sora, Riku attempts to control his ego under Ansem's influence. ' is a reissue of the game made for PlayStation 2. It has additional cutscenes and battles. It was released together with \"Kingdom Hearts II Final Mix +\" in Japan on March 29, 2007, and was released as a standalone title in North America on December 2, 2008.\nKingdom Hearts II.\n\"Kingdom Hearts II\" is the third game of the series for PlayStation 2. It was released in Japan on December 22, 2005, in North America on March 28, 2006 and in Europe on September 29, 2006. The game begins with Roxas, Hayner, Pence and Olette, living in Twilight Town and planning a summer vacation. As Roxas confronts Axel, Naminé and DiZ, Roxas realizes that the memory will change so he can become whole. Before disappearing, Roxas finds Sora in suspended animation. Sora, Donald and Goofy wake up, and resume their mission on finding Mickey and Riku. They meet the remaining members of Organization XIII and learn that they are beings called Nobodies. When a Heartless steals someone's heart, that person also becomes a Heartless, but if their heart is strong, it becomes a Nobody. Nobodies have no emotions, but want to have hearts again. Xemnas, the leader of Organization XIII, attempts to summon Kingdom Hearts, by defeating the Heartless to release the hearts they hold and allow the Nobodies to retrieve them. This is the reason the Organization wanted Sora to join them. It is later revealed that Roxas and Naminé are the Nobodies of Sora and Kairi, when they lost each hearts from the beginning. Xemnas is the Nobody of Xehanort and Ansem is Xehanort's Heartless. After defeating Xemnas, Sora and his friends return to Destiny Islands. \"Kingdom Hearts II Final Mix +\" is a reissue of the game released only in Japan on March 29, 2007. It has more features, including new areas, battles and a secret ending.\ncoded.\n\"Kingdom Hearts coded\" is the fourth game of the series for mobile phones. It was released in episodes with the first being released only in Japan on November 18, 2008. The game follows Mickey, Donald, Goofy and Jiminy Cricket, discovering a mysterious sentence in the journal and digitizing the contents to find the one responsible. ' is a reissue of the game made for Nintendo DS. It was released in Japan on October 7, 2010, January 11, 2011 in North America, and on January 14, 2011 in Europe. It has additional scenes and a secret ending.\n358/2 Days.\n\"2 Days\" is a fifth game for the Nintendo DS. It was released in Japan on May 30, 2009, and in North America on September 29, 2009. The game begins with Roxas and Organization XIII. Xion, a Nobody created by the Organization and from Sora. Roxas abandons the organization and defeats Xion. The game uses wi-fi for other players to battle each other. Each of them can choose characters for battles.\nBirth by Sleep.\n\"Kingdom Hearts Birth by Sleep\" is the sixth game of the series for PlayStation Portable. It was released in Japan on January 9, 2010, and in North America on September 7, 2010. The game is set ten years before Sora begins his journey. It follows a shared path between Terra, Ventus and Aqua, the apprentices of Eraqus and Xehanort. They set out to stop Vanitas, the creator of Unversed. \"Kingdom Hearts Birth by Sleep Final Mix\" is a reissue of the game was released only in Japan on January 20, 2011. It has content from the English version and new features, such as a playable Secret Episode and a hint at a possible \"Kingdom Hearts Birth by Sleep -Volume Two-\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Role-playing_game","surface_form":"role-playing game","offset":36},{"uri":"Square_Enix","surface_form":"Square Enix","offset":80},{"uri":"Disney","surface_form":"Disney","offset":143},{"uri":"Final_Fantasy","surface_form":"Final Fantasy","offset":152},{"uri":"The_World_Ends_with_You","surface_form":"The World Ends with You","offset":172},{"uri":"Kingdom_Hearts_(video_game)","surface_form":"Kingdom Hearts","offset":218},{"uri":"Kingdom_Hearts_II","surface_form":"Kingdom Hearts II","offset":239},{"uri":"Kingdom_Hearts_coded","surface_form":"Kingdom Hearts coded","offset":260},{"uri":"2_Days","surface_form":"2 Days","offset":284},{"uri":"Kingdom_Hearts_Birth_by_Sleep","surface_form":"Kingdom Hearts Birth by Sleep","offset":294},{"uri":"Kingdom_Hearts_III","surface_form":"Kingdom Hearts III","offset":333},{"uri":"PlayStation_3","surface_form":"PlayStation 3","offset":398},{"uri":"PlayStation_4","surface_form":"PlayStation 4","offset":416},{"uri":"Kingdom_Hearts_(video_game)","surface_form":"Kingdom Hearts","offset":448},{"uri":"PlayStation_2","surface_form":"PlayStation 2","offset":504},{"uri":"Donald_Duck","surface_form":"Donald Duck","offset":781},{"uri":"Goofy","surface_form":"Goofy","offset":797},{"uri":"Alice_in_Wonderland","surface_form":"Alice in Wonderland","offset":863},{"uri":"The_Little_Mermaid","surface_form":"The Little Mermaid","offset":886},{"uri":"The_Nightmare_Before_Christmas","surface_form":"The Nightmare Before Christmas","offset":911},{"uri":"Princess","surface_form":"Princess","offset":1047},{"uri":"Mickey_Mouse","surface_form":"Mickey Mouse","offset":1165},{"uri":"Japan","surface_form":"Japan","offset":1350},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":1507},{"uri":"Recreation","surface_form":"recreation","offset":1674},{"uri":"Memory","surface_form":"memory","offset":1754},{"uri":"Kingdom_Hearts_II","surface_form":"Kingdom Hearts II","offset":2382},{"uri":"Twilight","surface_form":"Twilight","offset":2635},{"uri":"Emotion","surface_form":"emotion","offset":3184},{"uri":"Kingdom_Hearts_coded","surface_form":"Kingdom Hearts coded","offset":3908},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":3967},{"uri":"Jiminy_Cricket","surface_form":"Jiminy Cricket","offset":4119},{"uri":"Digital","surface_form":"digitizing","offset":4188},{"uri":"2_Days","surface_form":"2 Days","offset":4464},{"uri":"Wi-fi","surface_form":"wi-fi","offset":4767},{"uri":"Kingdom_Hearts_Birth_by_Sleep","surface_form":"Kingdom Hearts Birth by Sleep","offset":4878},{"uri":"PlayStation_Portable","surface_form":"PlayStation Portable","offset":4945},{"uri":"Apprentice","surface_form":"apprentice","offset":5174},{"uri":"Kingdom_Hearts_Birth_by_Sleep_Final_Mix","surface_form":"Kingdom Hearts Birth by Sleep Final Mix","offset":5266}]}