{"id":205203,"url":"http://en.wikipedia.org/wiki/Cuban_music","text":"ce=\"preserve\">Cuban music comes from the Caribbean island of Cuba. Cuba has developed a wide range of musical styles, which draw on its cultural origins in Europe and Africa. Cuba's music has been hugely popular and influential throughout the world. It has been perhaps the most popular form of world music since the introduction of recording technology.\nThe music of Cuba, including the instruments and the dances, is mostly of European (Spanish) and African origin. Most forms of the present day are fusions and mixtures of these two great sources. The original inhabitants of Cuba died out, and little remains of their traditions.\nOverview.\nLarge numbers of African slaves and European (mostly Spanish) immigrants came to Cuba and brought their own forms of music to the island. European dances and folk musics included the zapateo, the fandango, the paso doble, the minuet, the gavotte, the contradanza, and the waltz appeared among the urban whites.\nThe African slaves and their descendants made many percussion instruments and preserved rhythms they had known in their homeland. The most important instruments were the drums. Also important are the claves, two short hardwood batons, and the cajón, a wooden box, originally made from crates. Claves are still used often, and cajons (\"cajones\") were used widely during periods when the drum was banned.\nThe great instrumental contribution of the Spanish was their guitar, but even more important was the tradition of European musical notation and techniques of musical composition.\nFernando Ortíz described Cuba's musical innovations as arising from the interplay between African slaves settled on large sugar plantations and Spanish or Canary Islanders who grew tobacco on small farms.\nThe African beliefs and practices certainly influenced Cuba's music. Polyrhythmic percussion is an inherent part of African life & music, as melody is part of European music. Also typical is syncopation, which is heard in the \"cinquillo\", a basic rhythm of the habanera, the danzón, the Argentine tango and other dances.\nAlso, in African tradition, percussion is joined to song and dance, and to a particular social setting. It is not simply entertainment added to life, it \"is\" life. The result of the meeting of European and African cultures is that most Cuban popular music is creolized (fused). This creolization of Cuban life has been happening for a long time, and by the 20th century, elements of African belief, music and dance were well integrated into popular and folk forms.\nCuban music has been immensely influential in other countries, contributing not only to the development of jazz and salsa, but also to Argentinian tango, Ghanaian highlife, West African afrobeat, and Spanish Nuevo flamenco.\n18th/19th centuries.\nThe Cathedrals of the old capital, Santiago de Cuba, and Havana, both employed fine musicians and choir-masters. They composed, taught and directed. This helped the development of all kinds of music. In the 19th century, Manuel Saumell (1818–1870), was the father of Cuban criole musical development. He helped transform the European contradanza by adding African rhythmical elements, and had a hand in the habanera, and the danzon, two typically Cuban dance forms.\nDuring the middle years of the 19th century, a young American musician came to Havana: Louis Moreau Gottschalk (1829–1869), whose father was a Jewish businessman from London, and his mother a white creole of French Catholic background. Gottschalk was brought up mostly by his black grandmother and nurse Sally, both from Dominique. He was a piano prodigy who had listened to the music and seen the dancing in Congo Square, New Orleans from childhood. His period in Cuba lasted from 1853 to 1862, with visits to Puerto Rico and Martinique squeezed in. He composed many famous pieces which were genuinely Cuban, as they drew on traditions of both whites and blacks.\nIn February 1860 Gottschalk produced a huge work \"La nuit des tropiques\" in Havana. The work used about 250 musicians and a choir of 200 singers plus a drum group from Santiago de Cuba. He produced another huge concert the following year, with new material. These shows probably dwarfed anything seen in the island before or since, and no doubt were unforgettable for those who attended.\nIt was Ignacio Cervantes (1847–1905), who was probably most influenced by Gottschalk. Trained in Paris, he did much to assert a sense of Cuban musical nationalism in his compositions. Aaron Copland once referred to him as a \"Cuban Chopin\" because of his Chopinesque piano compositions. Cervantes' reputation today rests almost solely upon his famous forty-one \"Danzas Cubanas\", of which Carpentier said \"occupy the place that the \"Norwegian Dances\" of Grieg or the \"Slavic Dances\" of Dvořák occupy in the musics of their respective countries\".\nMusical theatre.\nFrom the 18th century to modern times, popular theatrical formats used, and gave rise to, music and dance. In addition to staging some European operas and operettas, Cuban composers gradually developed ideas which better suited their creole audience. Recorded music was the way for Cuban music to reach the world. The most recorded artist in Cuba up to 1925 was a singer at the \"Alhambra\", Adolfo Colombo. Records show he recorded about 350 numbers between 1906 and 1917, of which very few survive today.\nThe first theatre in Havana opened in 1776. The first Cuban-composed opera appeared in 1807. Musical theater was hugely important in the nineteenth century and the first half of the twentieth century. Radio, which began in Cuba in 1922, helped the growth of popular music because it provided publicity and a new source of income for the artists.\nZarzuela is a small-scale light operetta format. Starting off with imported Spanish content, it developed into a running commentary on Cuba's social and political events and problems. A string of front-rank composers, such as Ernesto Lecuona, produced a series of hits for the theatres in Havana. Great stars like the \"vedette\" Rita Montaner, who could sing, play the piano, dance and act, were the Cuban equivalents of Mistinguett and Josephine Baker in Paris.\nGuaracha.\nThe guaracha is a genre of rapid tempo and with lyrics. It originated in Bufo comic theatre, and during the early 20th century was often played in the brothels of Havana. The lyrics were full of slang, and dwelt on events and people in the news.\nContradanza.\nThe contradanza is an historically important dance. It arrived in Cuba in the late 18th century from Europe. The contradanza is a communal sequence dance, with the dance figures in a set pattern. The tempo and style of the music was bright and fairly fast. The earliest Cuban composition of a contradanza is \"San Pascual bailon\", published in 1803. The Cubans developed a number of creolized version, which is an early example of the influence of African tradition in the Caribbean. Most of the musicians were black or mulatto: even early in the 19th century there were many freed slaves and mixed race persons living in Cuban towns.\nThe contradanza supplanted the minuet as the most popular dance until from 1842 on, it gave way to the habanera, a quite different style.\nDanza.\nThis, the child of the contradanza, was also danced in lines or squares. It was also a brisk form of music and dance which could be in double or triple time. This type of dance was eventually replaced by the danzón, which was, like the habanera, much slower and more sedate.\nHabanera.\nThe habanera developed out of the contradanza in the early 19th century. Its great novelty was that it was \"sung\", as well as played and danced. Its development was at least partly due to the influence of French-speaking immigrants. The Haitian revolution of 1791 led to many colonial French and their slaves fleeing to Oriente. The \"cinquillo\" is one important rhythmical pattern which made its first appearance at this time.\nThe dance style of the habanera is slower and more stately than the danza; by the 1840s there were habaneras written, sung and danced in Mexico, Venezuela, Puerto Rico and Spain. Since about 1900 the habanera has been a relic dance; but the music has a period charm, and there are some famous compositions, such as \"Tu\", versions of which have been recorded many times.\nThe Waltz.\nThe waltz (\"El vals\") arrived in Cuba by 1814. It was the first dance in which couples were not linked by a communal sequence pattern. It was, and still is, danced in 3/4 time with the accent on the first beat. It was originally thought scandalous because couples faced each other, held each other in the 'closed' hold, and, so to speak, ignored the surrounding community. The waltz entered all countries in the Americas. The walz has another characteristic: it is a 'travelling' dance, with couples moving round the arena. In Latin dances, progressive movement of dancers is unusual, but does occur in some.\nZapateo.\nA typical dance of the Cuban \"campesino\" or \"guajiro\" A dance of pairs, involving tapping of the feet, mostly by the man. Illustrations exist from previous centuries, but the dance is now defunct.\nTrova.\nIn the 19th century here grew up in Santiago de Cuba a group of itinerant musicians, troubadors, who moved around earning their living by singing and playing the guitar. They were of great importance as composers, and their songs have been used in all types of Cuban music\nPepe Sánchez (1856–1918), was the father of the \"trova\" and the creator of the Cuban bolero. He had no formal training in music. With remarkable natural talent, he composed numbers in his head and never wrote them down. As a result, most of these numbers are now lost for ever, though some two dozen or so survive because friends and disciples transcribed them. He also created advertisement jingles before radio was born. He was the model and teacher for the great trovadores who followed him.\nThe first, and one of the longest-lived, was Sindo Garay (1867–1968). He was an outstanding composer of songs, and his best have been sung and recorded many times. Garay was also musically illiterate – in fact, he only taught himself the alphabet at 16 – but in his case not only were scores recorded by others, but there are recordings. He broadcast on radio, made recordings and survived into modern times. He used to say \"Not many men have shaken hands with both José Martí and Fidel Castro!\"\nChicho Ibáñez (1875–1981) was even longer-lived than Garay. Ibáñez was the first trovador to specialize in the Cuban \"son\"; he also sung guaguancos and pieces from the abakuá (a black secret society).\nMany of the early trovadores, such as Manuel Corona (who worked in a brothel area of Havana), composed and sung guarachas as a balance for the slower boleros.\nBolero.\nThis is a song and dance form quite different from its Spanish namesake. It originated in the last quarter of the 19th century with the founder of the traditional trova, Pepe Sánchez. He wrote the first bolero, \"Tristezas\", which is still sung today. The bolero has always been a staple part of the trova muusician's repertoire. The bolero proved to be exceptionally adaptable, and led to many variants. Typical was the introduction of syncopation. leading to the bolero-son, bolero-mambo and bolero-cha. The bolero-son became for several decades the most popular rhythm for dancing in Cuba, and it was this rhythm that the international dance community picked up and taught as the wrongly-named 'rumba'.\nDanzón.\nThe European influence on Cuba's later musical development is represented by danzón, an elegant musical form that was once the most popular music in Cuba. It is a descendent of the creollized Cuban contradanza. The danzón marks the change which took place from the communal sequence dance style of the late eighteenth century to the couple dances of later times. The stimulus for this was the success of the once-scandalous walz, where couples danced facing each other and independently from other couples, not as part of a pre-set structure. The danzón was the first Cuban dance to adopt such methods, though there is a difference between the two dances. The walz is a progressive ballroom dance where couples move round the floor in an anti-clockwise direction; the danzón is a 'pocket-handkerchief' dance where a couple stays within a small area of the floor.\nThe danzón was exported to popular acclaim throughout Latin America, especially Mexico. It is now a relic, both in music and in dance, but its highly orchestrated descendents live on.\nSon.\nThe \"son\", said Cristóbal Díaz, is the most important genre of Cuban music, and the least studied. It can fairly be said that \"son\" is to Cuba what the tango is to Argentina, or the samba to Brazil. In addition, it is perhaps the most flexible of all forms of Latin-American music. Its great strength is its fusion between European and African musical traditions. Its most characteristic instruments are the Cuban guitar known as the \"tres\", and the well-known double-headed \"bongó\"; these are present from the start to the present day. Also typical are the claves, the Spanish guitar, the double bass, and early on, the cornet or trumpet and finally the piano.\nThe \"son\" arose in Oriente, the eastern part of the island, merging the Spanish guitar and lyrical traditions with African percussion and rhythms. We now know that its history as a distinct form is relatively recent. There is no evidence that it goes back further than the end of the nineteenth century. It moved from Oriente to Havana in about 1909, carried by members of the \"Permanente\" (the Army), who were sent out of their areas of origin as a matter of policy. The first recordings were in 1918.\nIn addition, the son has again and again changed the older danzón to make it more syncopated and creole in style, starting in 1910 through the danzón-mambo and the cha-cha-cha to complex modern arrangements which are almost impossible to categorize.\nThe son varies widely today, with the defining characteristic a syncopated bass pulse that comes before the downbeat, giving son its distinctive rhythm; this is known as the \"anticipated bass\".\nCuban jazz.\nThe history of jazz in Cuba was obscured for many years; however it has become clear that its history in Cuba is virtually as long as its history in the USA.\nMuch more is now known about early Cuban jazz bands, though a full assessment is plagued by the lack of recordings. Migrations and visits to and from the USA and the mutual exchange of recordings and sheet music kept musicians in the two countries in touch. In the first part of the 20th century there were close relations between musicians in Cuba and those in New Orleans. The orchestra leader in the famous Tropicana Club, Armando Romeu Jr, was a leading figure in the post-WWII development of Cuban jazz. The phenomenon of cubop, and jam sessions in Havana and New York, created genuine fusions which still influence musicians today.\nThe Buena Vista experience.\nWorld-wide interest in Cuban music was rekindled by a remarkable CD album entitled the \"Buena Vista Social Club\". An American guitarist, Ry Cooder, a British music producer, Nick Gold, and a Cuban musician, Juan Marcos Gonzáles, worked together on a new venture. They put together a group, mostly of older Cuban musicians, with the idea of recreating the Cuban music of the golden era of the 1950s. The first album, released in 1997, became a huge hit, selling over five million copies, and winning a Grammy in 1998. In 2003 it was listed by \"Rolling Stone\" magazine as #260 in their list of \"The 500 Greatest Hits of All Time\". A dozen more CDs have followed the first one, mostly issued by \"Nonesuch Records\" or \"World Circuit\".\nA documentary movie, \"Buena Vista Social Club\", directed by Wim Wenders, was released in 1999. It grossed $23 million worldwide by 2007. A younger generation had discovered why Cuban music was so popular.","categories":[],"infobox_types":[],"annotations":[{"uri":"Caribbean","surface_form":"Caribbean","offset":41},{"uri":"Cuba","surface_form":"Cuba","offset":61},{"uri":"Europe","surface_form":"Europe","offset":156},{"uri":"Africa","surface_form":"Africa","offset":167},{"uri":"World_music","surface_form":"world music","offset":295},{"uri":"Spain","surface_form":"Spanish","offset":439},{"uri":"Zapateo","surface_form":"zapateo","offset":827},{"uri":"Fandango","surface_form":"fandango","offset":840},{"uri":"Paso_doble","surface_form":"paso doble","offset":854},{"uri":"Minuet","surface_form":"minuet","offset":870},{"uri":"Gavotte","surface_form":"gavotte","offset":882},{"uri":"Contradanza","surface_form":"contradanza","offset":895},{"uri":"Waltz","surface_form":"waltz","offset":916},{"uri":"Claves","surface_form":"claves","offset":1155},{"uri":"Caj%C3%B3n","surface_form":"cajón","offset":1198},{"uri":"Guitar","surface_form":"guitar","offset":1419},{"uri":"Musical_notation","surface_form":"musical notation","offset":1481},{"uri":"Sugar","surface_form":"sugar","offset":1659},{"uri":"Plantation","surface_form":"plantation","offset":1665},{"uri":"Canary_Islands","surface_form":"Canary Island","offset":1692},{"uri":"Tobacco","surface_form":"tobacco","offset":1718},{"uri":"Polyrhythm","surface_form":"Polyrhythm","offset":1811},{"uri":"Percussion_instrument","surface_form":"percussion","offset":1824},{"uri":"Melody","surface_form":"melody","offset":1883},{"uri":"Syncopation","surface_form":"syncopation","offset":1933},{"uri":"Cinquillo","surface_form":"cinquillo","offset":1969},{"uri":"Habanera","surface_form":"habanera","offset":2003},{"uri":"Danz%C3%B3n","surface_form":"danzón","offset":2017},{"uri":"Argentine","surface_form":"Argentine","offset":2029},{"uri":"Tango","surface_form":"tango","offset":2039},{"uri":"Creol","surface_form":"creol","offset":2322},{"uri":"Jazz","surface_form":"jazz","offset":2635},{"uri":"Salsa","surface_form":"salsa","offset":2644},{"uri":"Highlife","surface_form":"highlife","offset":2691},{"uri":"Afrobeat","surface_form":"afrobeat","offset":2714},{"uri":"Flamenco","surface_form":"flamenco","offset":2742},{"uri":"Cathedral","surface_form":"Cathedral","offset":2777},{"uri":"Santiago_de_Cuba","surface_form":"Santiago de Cuba","offset":2808},{"uri":"Havana","surface_form":"Havana","offset":2830},{"uri":"Choir","surface_form":"choir","offset":2871},{"uri":"Habanera","surface_form":"habanera","offset":3180},{"uri":"Danzon","surface_form":"danzon","offset":3198},{"uri":"Louis_Moreau_Gottschalk","surface_form":"Louis Moreau Gottschalk","offset":3326},{"uri":"Dominique","surface_form":"Dominique","offset":3560},{"uri":"New_Orleans","surface_form":"New Orleans","offset":3662},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":3750},{"uri":"Martinique","surface_form":"Martinique","offset":3766},{"uri":"Ignacio_Cervantes","surface_form":"Ignacio Cervantes","offset":4298},{"uri":"Nationalism","surface_form":"nationalism","offset":4442},{"uri":"Aaron_Copland","surface_form":"Aaron Copland","offset":4475},{"uri":"Chopin","surface_form":"Chopin","offset":4522},{"uri":"Grieg","surface_form":"Grieg","offset":4743},{"uri":"Anton%C3%ADn_Dvo%C5%99%C3%A1k","surface_form":"Dvořák","offset":4775},{"uri":"Opera","surface_form":"opera","offset":5426},{"uri":"Musical_theater","surface_form":"Musical theater","offset":5450},{"uri":"Operetta","surface_form":"operetta","offset":5735},{"uri":"Ernesto_Lecuona","surface_form":"Ernesto Lecuona","offset":5929},{"uri":"Rita_Montaner","surface_form":"Rita Montaner","offset":6031},{"uri":"Mistinguett","surface_form":"Mistinguett","offset":6123},{"uri":"Josephine_Baker","surface_form":"Josephine Baker","offset":6139},{"uri":"Brothel","surface_form":"brothel","offset":6326},{"uri":"Havana","surface_form":"Havana","offset":6338},{"uri":"Cinquillo","surface_form":"cinquillo","offset":7832},{"uri":"Danza","surface_form":"danza","offset":7993},{"uri":"Waltz","surface_form":"waltz","offset":8310},{"uri":"Alphabet","surface_form":"alphabet","offset":10134},{"uri":"Jos%C3%A9_Mart%C3%AD","surface_form":"José Martí","offset":10362},{"uri":"Fidel_Castro","surface_form":"Fidel Castro","offset":10377},{"uri":"Guaguanco","surface_form":"guaguanco","offset":10529},{"uri":"Abaku%C3%A1","surface_form":"abakuá","offset":10560},{"uri":"Namesake","surface_form":"namesake","offset":10823},{"uri":"Syncopation","surface_form":"syncopation","offset":11196},{"uri":"Tango","surface_form":"tango","offset":12677},{"uri":"Argentina","surface_form":"Argentina","offset":12689},{"uri":"Samba","surface_form":"samba","offset":12707},{"uri":"Brazil","surface_form":"Brazil","offset":12716},{"uri":"Claves","surface_form":"claves","offset":13083},{"uri":"Guitar","surface_form":"guitar","offset":13103},{"uri":"Double_bass","surface_form":"double bass","offset":13115},{"uri":"Trumpet","surface_form":"trumpet","offset":13156},{"uri":"Piano","surface_form":"piano","offset":13180},{"uri":"Oriente","surface_form":"Oriente","offset":13206},{"uri":"New_Orleans","surface_form":"New Orleans","offset":14666},{"uri":"Tropicana_Club","surface_form":"Tropicana Club","offset":14714},{"uri":"Cubop","surface_form":"cubop","offset":14831},{"uri":"Compact_disc","surface_form":"CD","offset":15035},{"uri":"Buena_Vista_Social_Club","surface_form":"Buena Vista Social Club","offset":15058},{"uri":"Grammy","surface_form":"Grammy","offset":15471},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":15513}]}