{"id":205303,"url":"http://en.wikipedia.org/wiki/Natural_units","text":"e=\"preserve\">Natural units are ways of measuring things that depend on some basic characteristics of nature that do not change. Which of these basic quantities to choose can depend on the physics problems being investigated, and sometimes choosing one thing as a natural unit means that the size of something else does not become used as a natural unit in that system.\nThe old system of English measurements such as the pound are based on convenient objects in the natural world. The \"grain\" is the smallest of these objects, and originally it meant the weight of a grain of wheat or barley. Each individual grain might be slightly larger or smaller than the next, but the more grains were added together to make a larger measure, the more these little differences would even out. Even so, these measures were not entirely precise and did not relate to other measures such as the inch or the foot.\nIn order to make calculations simpler and units more precise, it turned out that the mass of an electron or the mass of a proton were more useful standards to use for mass. All electrons are believed to have the same mass, and all protons are believed to have their own standard mass. But there is no simple mathematical relationship between the two masses.\nThe speed of light, c, is a constant. So c is a very natural choice to use as a standard for measuring velocity.\nOne choice for a standard of length is the Bohr radius. The simplest atom, hydrogen, only has one electron, and its smallest possible orbit, that with the lowest energy, is at a distance from the nucleus called the Bohr radius.\nWith a standard for measuring distances and a standard for velocity, it would be possible to derive one standard unit of time. In practice, there are several ways of defining units of time. One of the most widely known ways to measure time by natural cycles is by using atomic clocks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Measure","surface_form":"measuring","offset":39},{"uri":"Nature","surface_form":"nature","offset":101},{"uri":"Physics","surface_form":"physics","offset":188},{"uri":"Pound_(mass)","surface_form":"pound","offset":420},{"uri":"Inch","surface_form":"inch","offset":880},{"uri":"Foot_(unit)","surface_form":"foot","offset":892},{"uri":"Mass","surface_form":"mass","offset":983},{"uri":"Electron","surface_form":"electron","offset":994},{"uri":"Proton","surface_form":"proton","offset":1020},{"uri":"Speed_of_light","surface_form":"speed of light","offset":1260},{"uri":"Velocity","surface_form":"velocity","offset":1359},{"uri":"Bohr_radius","surface_form":"Bohr radius","offset":1412},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1444},{"uri":"Atomic_clock","surface_form":"atomic clock","offset":1867}]}