{"id":20545,"url":"http://en.wikipedia.org/wiki/Saint_Helena","text":"Saint Helena is an island of volcanic origin in the South Atlantic Ocean at. It is named after Saint Helena of Constantinople. It is part of the British Overseas Territory of Saint Helena, Ascension and Tristan da Cunha, which also includes Ascension Island and the islands of Tristan da Cunha. Saint Helena measures about and has a population of 4,084 (2008 census).\nNapoleon was sent to this island by the British and their allies as a result of Napoleon's return from the Elba island and loss at the Battle of Waterloo. Napoleon died there in 1821.\nThe island is on a tentative list of UNESCO World Heritage Sites.\nEarly history (1502–1658).\nThe island was discovered in 1502 by the Portuguese admiral João da Nova, and he named it \"Santa Helena\" after Helena of Constantinople. The traditional date of this discovery was long thought to be 21 May, but the results of an investigation into the discovery published in 2015 concluded this date is probably wrong, the 3 May seeming to be historically more valid. Another theory holds that the island found by De Nova was actually Tristan da Cunha, to the south, and that Saint Helena was discovered by some of the ships under the command of Estêvão da Gama on 30 July 1503.\nThe Portuguese found the island uninhabited, with an abundance of trees and fresh water. They imported livestock, fruit trees and vegetables, and built a chapel and one or two houses. Though they formed no permanent settlement, the island was, for ships travelling from Asia to Europe, an important place to stop to get food and water, and frequently sick sailors were left on the island to recover. After 1588, the island was visited also by Dutch and English ships.\nThe Dutch Republic formally made claim to St Helena in 1633, although there is no evidence that they ever occupied, colonised or fortified it. By 1651, the Dutch had mainly abandoned the island in favour of their colony at the Cape of Good Hope.\nEast India Company (1658–1815).\nIn 1657, the English East India Company was given a permit to govern St Helena by Oliver Cromwell, and the following year the Company decided to colonise the island with farmers. The first governor, Captain John Dutton, got there in 1659, and made St Helena one of Britain's oldest colonies outside North America and the Caribbean. A fort was completed and a number of houses were built. After the Restoration of the English monarchy in 1660, the East India Company received a Royal permit to start a colony in the island. The fort was named \"James Fort\" and the town \"Jamestown\", in honour of the Duke of York, later King James II of England.\nThe importation of slaves was made illegal in 1792 and Chinese workers were brought to work in the farms. Many were allowed to stay, and their descendents became integrated into the population.\nBritish rule (1815–1821) and Napoleon's exile.\nIn 1815, the British government decided to use the island of St. Helena as a place of detention for Napoleon Bonaparte. To prevent any attempt to escape from the nearby islands, they formally annexed the islands of Ascension and Tristan da Cunha. In 1821, Napoleon died on the island of St Helena.\nIn 1858, the French emperor Napoleon III got the possession, in the name of the French government, of Longwood House and the lands around it, last residence of Napoleon I (who died there in 1821). It is still French property.\nCrown colony (1834–1981).\nOn 22 April 1834, the island of St Helena became a colony of the British crown.\nA local industry using the fibre from New Zealand flax was successfully reestablished in 1907 and generated considerable income during the First World War. However, the industry declined because of transportation costs and competition from synthetic fibres and the last flax industry closed in 1965.\nIn 1922, the Ascension then was attached as a dependency followed by the Tristan da Cunha Island 12 January 1938.\n1981 to present.\nIn 1981, the British governmente changed the status of Saint Helena and the other Crown colonies to \"British Dependent Territories\".\nIn 2009, Saint Helena and its two territories received equal status under a new constitution, and the British Overseas Territory was renamed Saint Helena, Ascension and Tristan da Cunha.\nGeography, plants and animals.\nThe island of Saint Helena has a total area of. The centre is covered by forest, of which some has been planted. Much of the island has been identified by BirdLife International as being important for bird conservation, especially the endemic Saint Helena Plover or Wirebird, and for seabirds breeding on the islets near the coast.\nThe highest point of the island is Diana's Peak () at. In 1996 it became the island's first national park. In 2000 a project began to replant part of the lost Great Wood, called the Millennium Forest, and is now managed by the Saint Helena National Trust, established in 2002.\nThere are several rocks and islets off the coast, including: Castle Rock, Speery Island, the Needle, Lower Black Rock, Upper Black Rock (South), Bird Island (Southwest), Black Rock, Thompson's Valley Island, Peaked Island, Egg Island, Lady's Chair, Lighter Rock (West), Long Ledge (Northwest), Shore Island, George Island, Rough Rock Island, Flat Rock (East), the Buoys, Sandy Bay Island, the Chimney, White Bird Island and Frightus Rock (Southeast), all of which are within one kilometre of the shore.\nThe national bird of Saint Helena is the Saint Helena Plover, known locally as the Wirebird. It appears on the coat of arms of Saint Helena and on the flag.\nClimate.\nThe climate of Saint Helena is tropical, marine and mild, tempered by trade winds that blow almost continuously.\nAdministrative divisions.\nSaint Helena is divided into eight districts. People that works and lives in the Jamestown Harbour and in the Royal Mail Ship \"St. Helena\" (RMS) are included in the census in their work places (see reference).\nEconomy.\nThe island had an economy of only one crop until 1966, based on the cultivation and processing of New Zealand flax for rope and string. St Helena's economy is now weak, and is almost entirely sustained by aid from the British government.\nThe tourist industry is heavily based on the presence of Napoleon in the island.\nSaint Helena produces what is said to be the most expensive coffee in the world. It also produces and exports \"Tungi Spirit\", made from the fruit of the prickly or cactus pears, \"Opuntia ficus-indica\" (\"Tungi\" is the local St Helenian name for the plant). Ascension Island, Tristan da Cunha and Saint Helena all issue their own postage stamps which provide a significant income.\nBanking and currency.\nSaint Helena has its own currency, the Saint Helena pound, which is at parity with the pound sterling. The government of Saint Helena produces coins and banknotes. The Bank of Saint Helena was established on Saint Helena and Ascension Island in 2004. It has branches in Jamestown on Saint Helena, and in Georgetown, Ascension Island.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Volcano","surface_form":"volcanic","offset":29},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":58},{"uri":"Helena_of_Constantinople","surface_form":"Helena of Constantinople","offset":101},{"uri":"British_overseas_territories","surface_form":"British Overseas Territory","offset":145},{"uri":"Saint_Helena%2C_Ascension_and_Tristan_da_Cunha","surface_form":"Saint Helena, Ascension and Tristan da Cunha","offset":175},{"uri":"Ascension_Island","surface_form":"Ascension Island","offset":241},{"uri":"Tristan_da_Cunha","surface_form":"Tristan da Cunha","offset":277},{"uri":"Napoleon","surface_form":"Napoleon","offset":368},{"uri":"Elba","surface_form":"Elba","offset":475},{"uri":"Battle_of_Waterloo","surface_form":"Battle of Waterloo","offset":503},{"uri":"UNESCO","surface_form":"UNESCO","offset":589},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":596},{"uri":"Portuguese_people","surface_form":"Portuguese","offset":686},{"uri":"Admiral","surface_form":"admiral","offset":697},{"uri":"Jo%C3%A3o_da_Nova","surface_form":"João da Nova","offset":705},{"uri":"Helena_of_Constantinople","surface_form":"Helena of Constantinople","offset":756},{"uri":"Tristan_da_Cunha","surface_form":"Tristan da Cunha","offset":1080},{"uri":"Est%C3%AAv%C3%A3o_da_Gama_(c.1470)","surface_form":"Estêvão da Gama","offset":1191},{"uri":"Livestock","surface_form":"livestock","offset":1327},{"uri":"Settlement","surface_form":"settlement","offset":1440},{"uri":"Asia","surface_form":"Asia","offset":1494},{"uri":"Europe","surface_form":"Europe","offset":1502},{"uri":"Sailor","surface_form":"sailor","offset":1580},{"uri":"Dutch_people","surface_form":"Dutch","offset":1667},{"uri":"Dutch_Republic","surface_form":"Dutch Republic","offset":1696},{"uri":"Cape_of_Good_Hope","surface_form":"Cape of Good Hope","offset":1919},{"uri":"East_India_Company","surface_form":"East India Company","offset":1991},{"uri":"Oliver_Cromwell","surface_form":"Oliver Cromwell","offset":2052},{"uri":"Colony","surface_form":"colonise","offset":2115},{"uri":"Farmer","surface_form":"farmer","offset":2140},{"uri":"British_Empire","surface_form":"Britain's oldest colonies","offset":2235},{"uri":"North_America","surface_form":"North America","offset":2269},{"uri":"Caribbean","surface_form":"Caribbean","offset":2291},{"uri":"Fort","surface_form":"fort","offset":2304},{"uri":"The_Restoration","surface_form":"the Restoration","offset":2364},{"uri":"Royal","surface_form":"Royal","offset":2447},{"uri":"Colony","surface_form":"colony","offset":2471},{"uri":"James_II_of_England","surface_form":"James II of England","offset":2593},{"uri":"Chinese_people","surface_form":"Chinese","offset":2669},{"uri":"Napoleon","surface_form":"Napoleon Bonaparte","offset":2955},{"uri":"Emperor","surface_form":"emperor","offset":3173},{"uri":"Napoleon_III","surface_form":"Napoleon III","offset":3181},{"uri":"Longwood_House","surface_form":"Longwood House","offset":3255},{"uri":"Napoleon_I","surface_form":"Napoleon I","offset":3313},{"uri":"Fibre","surface_form":"fibre","offset":3512},{"uri":"New_Zealand_flax","surface_form":"New Zealand flax","offset":3523},{"uri":"First_World_War","surface_form":"First World War","offset":3624},{"uri":"Crown_colonies","surface_form":"Crown colonies","offset":3998},{"uri":"Saint_Helena%2C_Ascension_and_Tristan_da_Cunha","surface_form":"Saint Helena, Ascension and Tristan da Cunha","offset":4190},{"uri":"BirdLife_International","surface_form":"BirdLife International","offset":4422},{"uri":"Saint_Helena_Plover","surface_form":"Saint Helena Plover","offset":4510},{"uri":"Seabird","surface_form":"seabird","offset":4551},{"uri":"Islet","surface_form":"islet","offset":4576},{"uri":"Diana%27s_Peak","surface_form":"Diana's Peak","offset":4634},{"uri":"National_park","surface_form":"national park","offset":4691},{"uri":"Saint_Helena_National_Trust","surface_form":"Saint Helena National Trust","offset":4826},{"uri":"List_of_national_birds","surface_form":"national bird","offset":5383},{"uri":"Saint_Helena_Plover","surface_form":"Saint Helena Plover","offset":5420},{"uri":"Coat_of_arms","surface_form":"coat of arms","offset":5490},{"uri":"Trade_wind","surface_form":"trade wind","offset":5615},{"uri":"Crop","surface_form":"crop","offset":5941},{"uri":"New_Zealand_flax","surface_form":"New Zealand flax","offset":6001},{"uri":"Napoleon","surface_form":"Napoleon","offset":6198},{"uri":"Opuntia_ficus-indica","surface_form":"Opuntia ficus-indica","offset":6401},{"uri":"Postage_stamp","surface_form":"postage stamp","offset":6550},{"uri":"Pound_sterling","surface_form":"pound sterling","offset":6710}]}