{"id":20547,"url":"http://en.wikipedia.org/wiki/Helicopter","text":"A helicopter (also often used: chopper or heli) is a kind of flying machine or aircraft. A helicopter lifts up off\nof the ground and moves because of its rotors. A rotor is several small wings, called rotor blades, that spin together around a shaft. For that reason, helicopters are sometimes called \"rotary-wing aircraft\". A helicopter flies differently from an airplane. An airplane must move forward to stay in the air, but because the helicopter's rotor blades are always moving, the helicopter can stop and stay in one place above the ground. Not needing a runway, they can land in places where an airplane cannot. Helicopters can move by tilting their rotor blades, which causes the aircraft to fly in the direction the blades are tilted.\nHistory.\nSince around 400 BC, the Chinese had a flying top that was used as a children's toy. The flying top was made from bamboo and used the same method of spinning wings to fly up in the air. Later flying tops were made of feathers tied to a stick. Leonardo da Vinci first thought of a helicopter flown by a man in 1490, and drew pictures of his ideas. It was hundreds of years later (in the early 20th century) before anyone built one that could really fly. The first practical helicopters were built by Frenchman Louis Breguet in 1935 and by German Henrich Focke in 1936. A Russian immigrant, Igor Sikorsky, built and perfected the first practical helicopter in America in 1939.\nUses.\nHelicopters are especially useful when there are disasters when infrastructure is damaged. Food packets, water, medicines and clothes are dropped from the air to people on the ground who cannot be reached by road. When people are injured, helicopters can carry them to hospitals faster than an ambulance on the road.\nHelicopters are also used by the military, because they can move troops and equipment to places an airplane cannot take them. Attack helicopters act as attack aircraft carrying and shooting guns and missile<nowiki/>s.\nTraining helicopter is used for learning how to be a helicopter pilot.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aircraft","surface_form":"aircraft","offset":79},{"uri":"Lift_(force)","surface_form":"lifts","offset":102},{"uri":"Helicopter_rotor","surface_form":"rotors","offset":154},{"uri":"Airplane","surface_form":"airplane","offset":363},{"uri":"Runway","surface_form":"runway","offset":562},{"uri":"4th_century_BC","surface_form":"400 BC","offset":767},{"uri":"China","surface_form":"Chinese","offset":779},{"uri":"Flight","surface_form":"flying","offset":793},{"uri":"Toy","surface_form":"toy","offset":834},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":997},{"uri":"1490","surface_form":"1490","offset":1063},{"uri":"20th_century","surface_form":"20th century","offset":1146},{"uri":"French_people","surface_form":"Frenchman","offset":1253},{"uri":"Germans","surface_form":"German","offset":1292},{"uri":"Sikorsky","surface_form":"Igor Sikorsky","offset":1343},{"uri":"Disaster","surface_form":"disaster","offset":1484},{"uri":"Infrastructure","surface_form":"infrastructure","offset":1499},{"uri":"Attack_aircraft","surface_form":"attack aircraft","offset":1904},{"uri":"Missile","surface_form":"missile","offset":1951},{"uri":"Training_helicopter","surface_form":"Training helicopter","offset":1970},{"uri":"Learning","surface_form":"learning","offset":2002},{"uri":"Pilot","surface_form":"pilot","offset":2034}]}