{"id":205557,"url":"http://en.wikipedia.org/wiki/Theory","text":"e=\"preserve\">A theory is a group of linked ideas intended to explain something. A theory provides a framework for explaining observations. The explanations are based on assumptions. From the assumptions follows a number of possible hypotheses. They can be tested to provide support for, or challenge, the theory.\nA theory in science (in contrast to a theory in layman's terms) is \"a logical, systematic set of principles or explanation that has been verified—has stood up against attempts to prove it false\". For example, Darwin's theory of Evolution is a system of ideas that points to humans and apes having evolved from a common ancestor. This conclusion is based on evidence that supports it.\nLogical consistency.\nOne basic thing needed by a theory is not to defeat itself. If someone argued that every action a human being takes in life is predetermined before that person is even born, and also argued that a human being will determine his or her future according to the acts that he or she freely wills, there is a contradiction.\nThis idea is called \"the principle of non-contradiction\", not saying the opposite of what you just said. If we consider any statement, A (perhaps A stands for \"The Apple has a worm in it.\"), then A and the contradiction of A is always false. (In logical symbolism, the single statement \"A ∧ ¬A\" has a truth value of 0 or false.)\nPractical consistency.\nA theory that can produce a statement that is not true, a theory that can predict something that does not in fact happen, or that predicts that something will happen but it does not happen, is not a correct theory. This idea has a big hole to fall into. Scientists can look at experiment after experiment, and they may always find that what theory says is true. Years may pass, and then somebody looks at one more experiment. That experiment shows that the theory is false, and every time they do that experiment it shows that the first time was not some kind of accident. The philosopher Karl Popper gave the example of people in Europe before 1492 who wanted to give scientific descriptions of birds. One bird they worked on was the swan. Somebody proposed the idea, \"All swans are white.\" All of the swans that were checked in their century were white. When Europeans first sailed to Australia, the first swan that they saw was black. Suddenly the old scientific description of swans had to be changed.\nSo it is never possible to prove conclusively that some theory is correct. A \"black swan\" may come with the next experiment. It is possible to prove some theories are incorrect. Science makes progress by using one theory until it fails, trying to understand why that theory failed, and then making a better theory. Some theories are very well confirmed, that means that they have been tried over and over again and have never yet failed. When a theory is well confirmed people trust its predictions.\nIt is possible to prove conclusively that some theory is incorrect. Proving a theory is incorrect makes it possible to find a better theory and thus to make progress.","categories":[],"infobox_types":[],"annotations":[{"uri":"Idea","surface_form":"idea","offset":43},{"uri":"Explanation","surface_form":"explain","offset":61},{"uri":"Assumption","surface_form":"assumptions","offset":169},{"uri":"Hypothesis","surface_form":"hypotheses","offset":232},{"uri":"Charles_Darwin","surface_form":"Darwin","offset":522},{"uri":"Evolution","surface_form":"Evolution","offset":541},{"uri":"Ape","surface_form":"ape","offset":598},{"uri":"Evidence","surface_form":"evidence","offset":670},{"uri":"Contradiction","surface_form":"contradiction","offset":1022},{"uri":"Karl_Popper","surface_form":"Karl Popper","offset":1978}]}