{"id":205786,"url":"http://en.wikipedia.org/wiki/Bukit_Timah","text":"Bukit Timah is an area in Singapore and a hill in that area. Bukit Timah Hill stands at an altitude of and is the highest point in the city-state of Singapore. Bukit Timah is near the centre of Singapore island. Bukit Timah is 10 kilometres (6 miles) from Singapore's business district.\nEtymology and history of Bukit Timah Hill.\n\"Bukit Timah\", which means \"tin-bearing hill\" in Malay, was on the 1828 map by Frankin and Philip Jackson as \"Bukit Timah\". The hill was on the map as the eastern source of the Kranji River.\nIn December 1843, a road was built up to the hill. The hill was an \"excellent sanatorium\", as the air was \"cooler and fresher than the plain, producing an agreeable exhilaration of spirits\".\nFor some, it is synonymous with the Singapore Turf Club, where members and paying visitors flock on race days. This course is closed to the public, unlike the former course (now Farrer Park) where the general public enjoyed watching the king's sport for free.\nThe 25-km long Bukit Timah Road, the longest road in Singapore, running north and south of the island, takes its name from this hill. The road to Kranji was completed in 1845. Apparently, the area was so infested with tigers that it constituted a serious threat to human life. In 1860, nearly 200 people were reported to have been killed by tigers in and about the gambier and pepper plantations. The first ride on horseback across the island was along Bukit Timah Road in 1840; it took four days and was made by Mr Thomson and Dr Little.\nBukit Timah Road is known as \"tek kha kang a kinn\" in Hokkien, which means \"the side of the stream in the \"tek kha\" (or Selegie Road) district\". This only refers to the lower end of the Bukit Timah Road. The Wayang Satu and Bukit Timah village parts are differently called. The Hokkiens also refer to Bukit Timah as \"be chia lo bue\", meaning \"end of the horse carriage road\".\nDuring World War II, the British Army lost Bukit Timah to the Japanese on February 11th, they knew they had little chance of winning the war as most of their food and supplies were stored there. On 15 February 1942, the head of the Allied forces, Lieutenant General A.E. Percival surrendered to Lieutenant General Tomoyuki Yamashita at the Ford Factory in Bukit Timah.\nDuring the Japanese Occupation, the Japanese troops built a Syonan-to Shinto shrine (Syonan-to was the Occupation name for Singapore), similar to the National Shinto in Japan but of a smaller size, at Bukit Timah Hill. Two war memorials dedicated to the Japanese war dead and surprisingly, to the deceased British troops who died defending Singapore, were built at the site. Students, Japanese commanders, British POWs' representatives would gather there regularly to commemorate the dead during the Occupation.\nIt was only shortly before the Japanese surrender, the Japanese forces hastily destroyed the Shinto Shrine, on fears that returning British forces will demolish it in an bad manner. The present site where the Shinto Shrine existed, lied at a grey area between the Nature Reserve and Singapore Armed Forces restricted area. Several historians have been down at the site, and an episode from then Television Corporation of Singapore (TCS) history documentary show, \"Hey Singapore\", was on the mysterious Shinto Shrine. Since then, the Singapore Government has erected the place as \"Historical Site\". No plans have been indicated to restore the site, on speculations of angry responses from the People Republic of China (PRC) and abroad.\nThe Japanese war dead were brought back to the controversial Yasukuni Shrine, while the remains of the British troops were instituted at the British Commonwealth's Kranji War Memorial in Singapore. Nothing of the Syonan-to Shinto shrine remains, except for the Holy Cleansing Pond and several Japanese stone pavements left at the site.\nAfter the Japanese Occupation, the farms and plantations in Bukit Timah gave way to industrial buildings and high-rise flats. In the 1960s and 1970s, Bukit Timah was a major industrial center. Today, these have been replaced with luxury bungalows, terraces and condominiums, making Bukit Timah Singapore's premier residential district.\nHighlights.\nThe Bukit Timah area is a particularly prominent location with a high land value. The area of Bukit Timah has an extensive flora and forest compared to the parts of Singapore, and contains Bukit Timah Nature Reserve, which is partially responsible for its high land value. The nature reserve was established in 1883.\nThe Bukit Timah Race Course, a Thoroughbred horse racing facility, was opened in 1933 and operated until 1999.\nThe nearby area houses many bungalows, traditionally expensive in land-scarce Singapore, as well as high rise condominiums. Many expatriates and well heeled Singaporeans tend to stay in this region. The rise in land prices has led to development of new condominiums. For example, the Copthorne Orchid Hotel in Dunearn Road is being redeveloped into condominiums for sale.\nThis region was later extended and Upper Bukit Timah (District 21) was formed. The Keretapi Tanah Melayu from Malaysia has a passing loop station here along its rail network from Johor Bahru to Tanjong Pagar.","categories":[],"infobox_types":["Mountain"],"annotations":[{"uri":"City-state","surface_form":"city-state","offset":135},{"uri":"Tin","surface_form":"tin","offset":358},{"uri":"Malay_language","surface_form":"Malay","offset":379},{"uri":"Sanatorium","surface_form":"sanatorium","offset":599},{"uri":"Singapore_Turf_Club","surface_form":"Singapore Turf Club","offset":748},{"uri":"Farrer_Park","surface_form":"Farrer Park","offset":890},{"uri":"Bukit_Timah_Road","surface_form":"Bukit Timah Road","offset":987},{"uri":"Kranji","surface_form":"Kranji","offset":1118},{"uri":"Tiger","surface_form":"tiger","offset":1190},{"uri":"Uncaria","surface_form":"gambier","offset":1337},{"uri":"Black_pepper","surface_form":"pepper","offset":1349},{"uri":"Horseback","surface_form":"horseback","offset":1387},{"uri":"Min_Nan","surface_form":"Hokkien","offset":1565},{"uri":"Stream","surface_form":"stream","offset":1603},{"uri":"Village","surface_form":"village","offset":1747},{"uri":"Horse_carriage","surface_form":"horse carriage","offset":1865},{"uri":"World_War_II","surface_form":"World War II","offset":1894},{"uri":"United_Kingdom","surface_form":"British Army","offset":1912},{"uri":"15_February","surface_form":"15 February","offset":2085},{"uri":"1942","surface_form":"1942","offset":2097},{"uri":"Allies_of_World_War_II","surface_form":"Allied forces","offset":2119},{"uri":"Lieutenant_General","surface_form":"Lieutenant General","offset":2134},{"uri":"Arthur_Ernest_Percival","surface_form":"A.E. Percival","offset":2153},{"uri":"Tomoyuki_Yamashita","surface_form":"Tomoyuki Yamashita","offset":2201},{"uri":"Ford_Motor_Company","surface_form":"Ford","offset":2227},{"uri":"Japanese_Occupation_of_Singapore","surface_form":"Japanese Occupation","offset":3849},{"uri":"Farm","surface_form":"farm","offset":3874},{"uri":"Plantation","surface_form":"plantation","offset":3884},{"uri":"Industry","surface_form":"industrial","offset":3923},{"uri":"Apartment","surface_form":"flats","offset":3958},{"uri":"Bungalow","surface_form":"bungalow","offset":4076},{"uri":"Terraced_house","surface_form":"terraces","offset":4087},{"uri":"Condominium","surface_form":"condominium","offset":4100},{"uri":"Flora_(plants)","surface_form":"flora","offset":4310},{"uri":"Forest","surface_form":"forest","offset":4320},{"uri":"Bukit_Timah_Nature_Reserve","surface_form":"Bukit Timah Nature Reserve","offset":4376},{"uri":"Bukit_Timah_Race_Course","surface_form":"Bukit Timah Race Course","offset":4508},{"uri":"Thoroughbred","surface_form":"Thoroughbred","offset":4535},{"uri":"Horse_racing","surface_form":"horse racing","offset":4548},{"uri":"Bungalow","surface_form":"bungalow","offset":4643},{"uri":"Condominium","surface_form":"condominium","offset":4725},{"uri":"Expatriate","surface_form":"expatriate","offset":4744},{"uri":"Keretapi_Tanah_Melayu","surface_form":"Keretapi Tanah Melayu","offset":5070},{"uri":"Malaysia","surface_form":"Malaysia","offset":5097},{"uri":"Johor_Bahru","surface_form":"Johor Bahru","offset":5166},{"uri":"Tanjong_Pagar","surface_form":"Tanjong Pagar","offset":5181}]}