{"id":205783,"url":"http://en.wikipedia.org/wiki/BookCrossing","text":"e=\"preserve\">BookCrossing (also: BC, BCing or BXing) is defined as \"the practice of leaving a book in a public place to be picked up and read by others, who then do likewise.\" The term comes from bookcrossing.com, a free online book club which began in order to further the practice, with the goal to \"make the whole world a library.\"\nThe 'crossing' or exchanging of books may take many different forms, including wild releasing books in public, direct swaps with other members of the website, or \"book rings\" in which books travel in a set order to people who want to read that book. The community aspect of BookCrossing.com has grown in ways that were not expected at the start, in the form of blog or forum discussions, mailing lists and yearly conventions all over the world.\nHistory.\nRon Hornbaker came up the idea for what is now known as BookCrossing in March 2001. About four weeks later, on April 17, he started the website, which has grown all over the world. By April 2003 the website had over 113,000 members, and in 2004 the \"Concise Oxford Dictionary\" included the word \"bookcrossing\". In the same year, BookCrossing was featured as a part of a storyline in the Australian soap opera \"Neighbours\". As of 30 September 2009, Bookcrossing.com had over 814,000 members, with over 5,800,000 registered books.\nIn July 2007 Singapore became the first official BookCrossing country in the world. 2,000 locations within the country were designated as 'hotspots', similar to Official BookCrossing Zones. In 2008, BookCrossing was introduced to Abu Dhabi as part of a joint venture with the Abu Dhabi Authority for Culture and Heritage.\nAwards.\nIn May 2005 BookCrossing.com won two People's Voice awards in the Webby Awards for best community website and best social/networking website. BookCrossing was also featured in a BBC Radio project broadcast as [http://www.fallingtree.co.uk/broadcast_history/2005/84_book_crossing_road 84 Book Crossing Road], which involved releasing 84 copies of Helene Hanff's book \"84 Charing Cross Road\" around the world. The show was produced by Tim Heffer and Alan Hall of Falling Tree Productions, and was nominated for a Sony Radio Academy Award in 2006.\nAbout.\nAnyone who wishes to \"release\" books, whether leaving it in a public place or passing it on to a friend, must register on the BookCrossing.com website, although there is the option to remain hidden when \"catching\" the find of a book. BookCrossing.com users can 'go hunting', where a member will go to the website to view a list of books that have just been \"released\", then go to the place it was left to \"catch\" it. Books may also be left at Official BookCrossing Zones\" (OBCZs), which are located in certain coffee shops, cafes, restaurants and other public places. The purpose of these places is to get members in the area to leave books to share with the public. This also promotes BookCrossing and creates more members.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":94},{"uri":"Public_place","surface_form":"public place","offset":104},{"uri":"Likewise","surface_form":"likewise","offset":165},{"uri":"Library","surface_form":"library","offset":325},{"uri":"Exchanging","surface_form":"exchanging","offset":353},{"uri":"Blog","surface_form":"blog","offset":696},{"uri":"Forum","surface_form":"forum","offset":704},{"uri":"Convention","surface_form":"convention","offset":748},{"uri":"April_17","surface_form":"April 17","offset":900},{"uri":"Concise_Oxford_Dictionary","surface_form":"Concise Oxford Dictionary","offset":1039},{"uri":"Storyline","surface_form":"storyline","offset":1159},{"uri":"Australia","surface_form":"Australia","offset":1176},{"uri":"Soap_opera","surface_form":"soap opera","offset":1187},{"uri":"Neighbours","surface_form":"Neighbours","offset":1199},{"uri":"30_September","surface_form":"30 September","offset":1218},{"uri":"2009","surface_form":"2009","offset":1231},{"uri":"Singapore","surface_form":"Singapore","offset":1331},{"uri":"Abu_Dhabi","surface_form":"Abu Dhabi","offset":1548},{"uri":"Webby_Awards","surface_form":"Webby Awards","offset":1714},{"uri":"BBC_Radio","surface_form":"BBC Radio","offset":1826},{"uri":"Helene_Hanff","surface_form":"Helene Hanff","offset":1994},{"uri":"84_Charing_Cross_Road","surface_form":"84 Charing Cross Road","offset":2015},{"uri":"Sony_Radio_Academy_Awards","surface_form":"Sony Radio Academy Award","offset":2159},{"uri":"Caf%C3%A9","surface_form":"coffee shops","offset":2710},{"uri":"Cafe","surface_form":"cafe","offset":2724},{"uri":"Restaurant","surface_form":"restaurant","offset":2731}]}