{"id":20607,"url":"http://en.wikipedia.org/wiki/Bulimia_nervosa","text":"e=\"preserve\">Bulimia nervosa (bulimia) is a disease and a type of eating disorder. It is when a person eats large amounts of food then will force themself to vomit it up or purge. Other ways that they get it out of their body include laxatives and exercising. Most who have it feel that they are fat and want to be skinny.\nSymptoms.\nMost people with bulimia eat large amounts of food then make themselves vomit or purge. Typically, they will do this at least once a week or more often. Bulimic people often think about how their bodies look, and usually, the motive behind purging is the want to be skinny. The person may also have anorexia nervosa. However, most with bulimia have a normal weight or are overweight, which makes it difficult to know when someone has bulimia from just simply looking at them. It is also common to have calluses or bruising on the fingers from purging.\nRisks.\nBulimia nervosa can cause many health problems. Because vomit has lots of acid in it, purging frequently can burn the person's mouth, throat, or teeth. One can lose nutrients or fluids in their body. Glands in one's throat and face may get larger and hurt. The immune system is weakened, as well as the possibility of muscle or heart problems.\nSometimes bulimia can cause difficulty breathing. This is because the acids that are in your mouth go to your lungs and damage the bronchioles. There is also feedback to the ego and a social stigma that may cause further psychological impact.\nStatistics.\nMost people who have bulimia are between the ages of 10 to 25. It is more common in females than it is in males. People who have had past trauma are more likely to be bulimic. People with obsessive compulsive disorder or perfectionism are also likely to have bulimia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"disease","offset":44},{"uri":"Eating_disorder","surface_form":"eating disorder","offset":66},{"uri":"Purge.","surface_form":"purge.","offset":173},{"uri":"Laxatives","surface_form":"laxatives","offset":234},{"uri":"Obesity","surface_form":"fat","offset":296},{"uri":"Anorexia_nervosa","surface_form":"anorexia nervosa","offset":632},{"uri":"Acid","surface_form":"acid","offset":966},{"uri":"Purging","surface_form":"purging","offset":978},{"uri":"Mouth","surface_form":"mouth","offset":1019},{"uri":"Esophagus","surface_form":"throat","offset":1026},{"uri":"Teeth","surface_form":"teeth","offset":1037},{"uri":"Nutrient","surface_form":"nutrient","offset":1057},{"uri":"Dehydration","surface_form":"fluids","offset":1070},{"uri":"Immune_system","surface_form":"immune system","offset":1153},{"uri":"Muscle","surface_form":"muscle","offset":1210},{"uri":"Heart","surface_form":"heart","offset":1220},{"uri":"Bronchiole","surface_form":"bronchiole","offset":1367},{"uri":"Obsessive_compulsive_disorder","surface_form":"obsessive compulsive disorder","offset":1679},{"uri":"Perfectionism","surface_form":"perfectionism","offset":1712}]}