{"id":20601,"url":"http://en.wikipedia.org/wiki/The_Sound_of_Music","text":"\"The Sound of Music\" is a musical. It was based on a 1956 German movie, \"Die Trapp-Familie\" and \"The Story of the Trapp Family Singers\" by Maria von Trapp. The book was written by Howard Lindsay and Russel Crouse. The lyrics were written by Oscar Hammerstein II. The music was written by Richard Rodgers. It was the last musical written by Rodgers and Hammerstein. Hammerstein died nine months after the Broadway opening.\nStory.\nA young Austrian woman named Maria Rainer becomes the governess to the children of Captain Georg von Trapp, a widow. The children included Liesl (16), Fredrich (14), Louisa (13), Kurt (10 or 11), Brigitta (9), Marta (7) and Gretl (5). Maria teaches the children how to sing, during the famous song \"Do Re Mi\". The captain and Maria fall in love and marry. Von Trapp refuses to join the Nazis and escapes from the Salzburg Festival, where his family performed. The story ends with Maria and her family leaving from Austria to Switzerland.\nProductions.\n\"The Sound of Music\" was released on 16 November 1959 at the Lunt-Fontanne Theatre on Broadway. It starred Mary Martin as Maria and Theodore Bikel as Captain von Trapp. It moved to the Mark Hellinger Theatre on 6 November 1962, and closed on 15 June 1963 after 1,443 performances. The musical opened on the West End at the Palace Theatre on 18 May 1961. It starred Jean Bayless as Maria and Roger Dann as Capt. von Trapp. The musical ran for 2,385 performances.\nAwards.\nThe musical won a Tony Award for Best Musical.\nAdaptations.\nThe musical was released as a 1965 movie starring Julie Andrews and Christopher Plummer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical","surface_form":"musical","offset":26},{"uri":"Oscar_Hammerstein_II","surface_form":"Oscar Hammerstein II","offset":241},{"uri":"Richard_Rodgers","surface_form":"Richard Rodgers","offset":288},{"uri":"Governess","surface_form":"governess","offset":483},{"uri":"Nazis","surface_form":"Nazis","offset":815},{"uri":"Switzerland","surface_form":"Switzerland","offset":954},{"uri":"Broadway","surface_form":"Broadway","offset":1066},{"uri":"Mary_Martin","surface_form":"Mary Martin","offset":1087},{"uri":"Theodore_Bikel","surface_form":"Theodore Bikel","offset":1112},{"uri":"West_End_theatre","surface_form":"West End","offset":1287},{"uri":"Tony_Award_for_Best_Musical","surface_form":"Tony Award for Best Musical","offset":1468},{"uri":"The_Sound_of_Music_(movie)","surface_form":"1965 movie","offset":1540},{"uri":"Julie_Andrews","surface_form":"Julie Andrews","offset":1560},{"uri":"Christopher_Plummer","surface_form":"Christopher Plummer","offset":1578}]}