{"id":20616,"url":"http://en.wikipedia.org/wiki/Wings_(movie)","text":"\"Wings\" is a silent movie released in 1927. It is most famous as the first movie to win the Academy Award for Best Picture.\nPlot.\nJack Powell (Charles \"Buddy\" Rogers) and David Armstrong (Richard Arlen) are rivals in the same small American town, both vying for the attentions of pretty Sylvia Lewis (Jobyna Ralston). Jack fails to realize that \"the girl next door\", Mary Preston (Clara Bow), is desperately in love with him. The two young men both enlist to become combat pilots in the Air Service. When they leave for training camp, Jack mistakenly believes Sylvia prefers him; she actually prefers David and lets him know about her feelings, but is too kindhearted to turn down Jack's affection.\nJack and David are billeted together. Their tent mate is Cadet White (Gary Cooper), but their acquaintance is all too brief; White is killed in an air crash the same day. Undaunted, the two men endure a rigorous training period, where they go from being enemies to best friends. Upon graduating, they are shipped off to France to fight the Germans.\nMary joins the war effort by becoming an ambulance driver. She later learns of Jack's reputation as an ace and encounters him while on leave in Paris. She finds him, but he is too drunk to recognize her. She puts him to bed, but when two Military Police barge in while she is innocently changing from a borrowed dress back into her uniform in the same room, she is forced to resign and return to America.\nThe climax of the story comes with the epic Battle of Saint-Mihiel. David is shot down and presumed dead. However, he survives the crash landing, steals a German biplane, and heads for the Allied lines. By a tragic stroke of bad luck, he is spotted and shot down by Jack, who is bent on avenging his friend. When Jack lands to pick up a souvenir, he becomes distraught when he learns what he has done, but before David dies, he forgives his comrade.\nWith the end of the war, Jack returns home to a hero's welcome. When he returns David's effects to his grieving parents, David's mother blames the war, not Jack, for her son's death. Then, Jack is reunited with Mary and realizes he loves her.","categories":[],"infobox_types":[],"annotations":[{"uri":"Movie","surface_form":"movie","offset":20},{"uri":"1927","surface_form":"1927","offset":38},{"uri":"Academy_Award_for_Best_Picture","surface_form":"Academy Award for Best Picture","offset":92},{"uri":"Charles_Rogers_(actor)","surface_form":"Charles \"Buddy\" Rogers","offset":143},{"uri":"Richard_Arlen","surface_form":"Richard Arlen","offset":188},{"uri":"United_States","surface_form":"American","offset":232},{"uri":"Jobyna_Ralston","surface_form":"Jobyna Ralston","offset":301},{"uri":"Clara_Bow","surface_form":"Clara Bow","offset":381},{"uri":"United_States_Army_Air_Service","surface_form":"Air Service","offset":487},{"uri":"Gary_Cooper","surface_form":"Gary Cooper","offset":769},{"uri":"France","surface_form":"France","offset":1019},{"uri":"German_Empire","surface_form":"Germans","offset":1039},{"uri":"Ambulance","surface_form":"ambulance","offset":1089},{"uri":"Paris","surface_form":"Paris","offset":1192},{"uri":"Military_Police","surface_form":"Military Police","offset":1286},{"uri":"Battle_of_Saint-Mihiel","surface_form":"Battle of Saint-Mihiel","offset":1497},{"uri":"Biplane","surface_form":"biplane","offset":1615},{"uri":"Allies_of_World_War_I","surface_form":"Allied","offset":1642},{"uri":"Souvenir","surface_form":"souvenir","offset":1790}]}