{"id":206399,"url":"http://en.wikipedia.org/wiki/Crystal_Cave%2C_Bermuda","text":"e=\"preserve\">Crystal Cave is the most famous of Bermuda's many underground caverns. It is in Hamilton Parish, close to Castle Harbor. A favorite of tourists since since 1907, it was found in 1905 by Carl Gibbons and Edgar Hollis. The two boys were looking for their lost cricket ball which fell into a hole in the ground. Soon after, the Wilkinson family (the owners of the property since 1884) learned of the discovery. Mr. Percy Wilkinson lowered his 14-year-old son Bernard into it with a bicycle lamp on 140 feet of rope tied to a tree to explore the cave.\nThe area around Harrington Sound (which is to the south of Crystal Cave) is made of limestone and has many underground waterways, through which the waters of the sound empty into the Atlantic. Crystal Cave is one of these, and - as its name suggests - has many stalactites, stalagmites, and deep crystal-clear pools.\nNext to Crystal Cave is Fantasy Cave with Fantasy being deeper (88 steps down). Fantasy Cave was reopened in the summer of 2001 with all the walking paths having been rebuilt and additional lighting added. It was found and opened about the same time as Crystal Cave. It had been closed by the owners in the 1940s.\nThe two caves on 8 Crystal Caves Rd. at Wilkinson Ave. can be reached by bus, taxi and other private forms of transportation. Outside the two caves is a sub-tropical garden lined with palm trees where one will find many different trees and flowers.\nThe caves are owned by the local Wilkinson Trust, and are open to the public.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bermuda","surface_form":"Bermuda","offset":48},{"uri":"Hamilton_Parish%2C_Bermuda","surface_form":"Hamilton Parish","offset":93},{"uri":"Castle_Harbor%2C_Bermuda","surface_form":"Castle Harbor","offset":119},{"uri":"Cricket","surface_form":"cricket","offset":271},{"uri":"Harrington_Sound%2C_Bermuda","surface_form":"Harrington Sound","offset":577},{"uri":"Limestone","surface_form":"limestone","offset":645},{"uri":"Stalactite","surface_form":"stalactite","offset":822},{"uri":"Stalagmite","surface_form":"stalagmite","offset":835},{"uri":"Bus","surface_form":"bus","offset":1265},{"uri":"Taxi","surface_form":"taxi","offset":1270}]}