{"id":2064,"url":"http://en.wikipedia.org/wiki/Spamming","text":"Spamming is when one person or company sends an unwanted email to another person. Spam emails are the computer version of unwanted \"junk mail\" that arrives in a mailbox, such as advertising pamphlets and brochures. Spam emails are usually sent to try to get the person to buy something or do something else that will cause gain for the sender.\nNames.\nThe emails sent when someone is spamming is called spam. The person or company who sent the unwanted email is called a spammer. Both of these words came from a brand of canned meat called \"Spam\", but it was a short sketch created by the British comedy group Monty Python in 1970 that led to the word \"Spam\" being widely used to mean unwanted email messages.\nUses.\nSpam emails are usually sent to many people at once trying to get them to buy a product or sign up for a service. The people who receive the email did not ask to receive the email, and do not want to receive it.\nOne of the reasons there is so much spam emails around is that it costs very little to send millions of spam messages at once. Spam messages can easily be sent, sometimes even by a special computer program.\nHow spammers find email addresses.\nThe hardest part about spamming is to get the email addresses to send the spam to. Sometimes the spammers do this by searching for emails on the internet, or by buying emails from people who know a lot of them (for example, someone who runs a site that makes users tell them their email address to signup will have a lot of email addresses to sell to spammers).\nMethod one.\nIf the person clicks on the link, it tells the spammers that there is someone at the address. Then the spammers put that person on a list of people who actually open spam messages. Next, the spammers sell that list to other spammers. The same thing happens if the person sends another email back to the spammer (called \"replying\"), which also tells the spammer the message has been opened.\nMethod two.\nAnother trick that spammers use is to put a picture – even one that cannot be seen – into a spam message. The picture will have a name that goes with just that one email. When the email is opened, a request will be sent to the server that has that picture to get the image. If they get this request, then they know that you read their email, which could cause a person to receive even more email spam.\nOther meanings.\nThe word \"spamming\" is also used to describe the act of typing a lot of words or text in Internet chat rooms, so that other people using the chatroom cannot carry on conversations. Usually this blocks the screen with meaningless words, in order to annoy the other people in the chatroom. Spamming in Internet chatrooms is usually considered to be rude. This kind of behavior is usually called \"flooding\" rather than \"spamming\".\nThe word \"spam\" is often (mistakenly) applied to emails containing content that the receiver sees as silly or simply meaningless (e.g. yujhcykgfvylfuv,uyguvgy).\nProblems with spam.\nComputer users at home and in workplaces waste a lot of time opening and deleting spam messages. In some cases, spam emails contain viruses or links to pornography or illegal gambling websites. Spam emails often advertise products or services which are being lied about by the companies sending the spam, such as frauds or scams.\nSpam prevention.\nSome user email programs can automatically delete spam messages when they arrive, or move them to a separate spam folder. Internet service providers also detect them automatically and cooperate to cut off customers who are major spammers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Company","surface_form":"company","offset":31},{"uri":"Email","surface_form":"email","offset":57},{"uri":"Computer","surface_form":"computer","offset":102},{"uri":"Mailbox","surface_form":"mailbox","offset":161},{"uri":"Advert","surface_form":"advert","offset":178},{"uri":"Buy","surface_form":"buy","offset":272},{"uri":"Meat","surface_form":"meat","offset":527},{"uri":"Spam_(food)","surface_form":"Spam","offset":540},{"uri":"Sketch","surface_form":"sketch","offset":566},{"uri":"Comedy","surface_form":"comedy","offset":596},{"uri":"Monty_Python","surface_form":"Monty Python","offset":609},{"uri":"People","surface_form":"people","offset":752},{"uri":"Product_(consumer_goods)","surface_form":"product","offset":795},{"uri":"Service","surface_form":"service","offset":820},{"uri":"Receive","surface_form":"receive","offset":844},{"uri":"Million","surface_form":"million","offset":1019},{"uri":"Computer_program","surface_form":"computer program","offset":1116},{"uri":"Internet","surface_form":"internet","offset":1314},{"uri":"Link","surface_form":"link","offset":1571},{"uri":"Address","surface_form":"address","offset":1628},{"uri":"Picture","surface_form":"picture","offset":1989},{"uri":"Server","surface_form":"server","offset":2172},{"uri":"Type","surface_form":"typing","offset":2419},{"uri":"Chat_room","surface_form":"chat room","offset":2461},{"uri":"Conversation","surface_form":"conversation","offset":2529},{"uri":"Rude","surface_form":"rude","offset":2710},{"uri":"Gambling","surface_form":"gambling","offset":3147},{"uri":"Fraud","surface_form":"fraud","offset":3285},{"uri":"Scam","surface_form":"scam","offset":3295},{"uri":"Internet_service_provider","surface_form":"Internet service provider","offset":3441}]}