{"id":20646,"url":"http://en.wikipedia.org/wiki/Lucid_dream","text":"e=\"preserve\">A lucid dream is essentially a dream in which the person is aware that he is in the dream. In a lucid dream, the person does not have to be in control of his surroundings for the dream to be lucid, and only being aware of the dream itself is sufficient condition for the dream to be described as lucid.\nThe art of lucid dreaming is the art of being able to control your surroundings in the dream itself. People who lucid dream can usually control everything that happens in their dream. They can teleport, fly, make something appear, or even make everything disappear. Regular lucid dreamers usually do so for spiritual reasons but there certainly are people who do it for fun or to avoid bad dreams.\nWays to lucid dream.\nAlthough some people can have lucid dreams without trying, most people do not have them often. It is important to be able to remember dreams, because if the dreamer does not remember them, he or she will not know if they were lucid dreams or not. Remembering dreams becomes easier if they are written in a dream diary upon waking up.\nThere are some ways that help make lucid dreams more likely. Stephen LaBerge, a psychologist who studies lucid dreams, made the MILD (mnemonic induction of lucid dreaming) technique. To do this, the dreamer must wake up after having a dream, and visualise himself or herself being in the dream again, except now knowing it is a dream. The dreamer should think \"the next time I am dreaming, I want to remember I am dreaming\", and should concentrate on this while returning to sleep.\nThere are many other ways to help someone lucid dream. One other way is to fall asleep while keeping the mind awake. This is called the WILD (wake induced lucid dreaming) technique. It is easiest to perform after waking up from a few hours of sleep.","categories":[],"infobox_types":[],"annotations":[{"uri":"Diary","surface_form":"diary","offset":1047},{"uri":"Stephen_LaBerge","surface_form":"Stephen LaBerge","offset":1130},{"uri":"Psychologist","surface_form":"psychologist","offset":1149},{"uri":"Mnemonic_induction_of_lucid_dreaming","surface_form":"mnemonic induction of lucid dreaming","offset":1203},{"uri":"Visualise","surface_form":"visualise","offset":1315},{"uri":"Concentrate","surface_form":"concentrate","offset":1505},{"uri":"Sleep","surface_form":"sleep","offset":1544}]}