{"id":206439,"url":"http://en.wikipedia.org/wiki/Solar_panel","text":"Solar panels get energy from the sun for people to use. There are two types of solar panels, those that collect heat (thermal), and those that produce electricity (photovoltaic). Heat from solar panels is often used for space heating and for hot water.\nSolar panels collect renewable energy. In the 20th century some used the heat of the sun to make steam for a steam engine to turn a generator. Nowadays producing electricity from the sun's light is cheaper. This is a solid state way of producing electricity, meaning that it has no moving parts.\nHome solar panels are often mounted on rooftops. Commercial or industrial installations are often on trackers mounted on the ground. The trackers point the panel towards the sun as the sun moves across the sky. Photovoltaic panels are also commonly used in outer space, where they are one of the few power sources available.\nHeat.\nSolar panels for heat are usually made from a box with a clear window on top. Pipes run through the box. The pipes and the box are usually painted black because black absorbs more heat than other colors. The pipes are filled with a heat transfer fluid such as water or oil. A pump circulates the fluid, which heats up as it is exposed to the sun. When the hot fluid leaves the panel, it goes into a heat exchanger, which transfers the heat into water or air. After the now cool fluid leaves the heat exchanger, it is pumped back up into the panel to collect heat again.\nRecycling.\nPhotovoltaic solar panels are built to last about thirty years. So far, most of the solar panels, originally created in the 1980's have not yet reached the end of their estimated lifespans. Many of the solar panels which have expired, however, have been classified as hazardous waste. The used solar panels that have not been considered dangerous can be recycled to create new solar panels. Over 90% of the solar panel is recyclable to create either new solar panels or scrap material. First, the panels are broken down by removing the metal frames and glass plate, leaving the group of solar cell sandwiched between an ethylene vinyl acetate (EVA) resin and back film. To actually get to the solar cells themselves, the resin and backing must be removed.\nUsage.\nThe top ten uses for solar panels include,\nInnovations.\nSolar panels have become much cheaper to use, compared to oil, diesel and liquified natural gas in parts of Asia. Solar energy will soon become the main source of energy. Over the years many innovations have been made to improve solar panels. Solar panels have been used for space exploration and are being developed to be able to power cars. Along with this, scientists are developing solar cells in silicone to increase its convenience.\nSolar shingles.\nSolar shingles are a new type of solar panel that look like ordinary asphalt roof shingles. They are used where the appearance of traditional solar panels might be undesirable, such as on residential rooftops. Solar shingles are more expensive and less durable than normal solar panels.","categories":[],"infobox_types":[],"annotations":[{"uri":"Energy","surface_form":"energy","offset":17},{"uri":"Sun","surface_form":"sun","offset":33},{"uri":"Photovoltaic","surface_form":"photovoltaic","offset":164},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":274},{"uri":"Heat","surface_form":"heat","offset":326},{"uri":"Steam_engine","surface_form":"steam engine","offset":362},{"uri":"Generator","surface_form":"generator","offset":385},{"uri":"Electricity","surface_form":"electricity","offset":415},{"uri":"Light","surface_form":"light","offset":442},{"uri":"Solid_state","surface_form":"solid state","offset":470},{"uri":"Outer_space","surface_form":"outer space","offset":806},{"uri":"Solar_cell","surface_form":"solar cell","offset":2048},{"uri":"Ethylene-vinyl_acetate","surface_form":"ethylene vinyl acetate (EVA)","offset":2081},{"uri":"Roof","surface_form":"roof","offset":2812}]}