{"id":206403,"url":"http://en.wikipedia.org/wiki/Fig_Pudding","text":"\"Fig Pudding\" is a young adult novel written by Ralph Fletcher. It was first published in 1995. The novel was recommended as one of the ten best books of 1995 by the American Library Association.\nPlot summary.\nCliff is eleven years old and the oldest of six children in his family who live in Ballingsford. As Christmas nears, Cliff's grandmother arrives for a visit. Cliff's baby brother is rushed to the hospital with a severe illness. While he is getting better in the hospital on Christmas Eve his family finally figure out that he has been asking Santa Claus for a little ladder like the one used to climb up to the top of a bunk bed. The whole family work together to build Josh a ladder and deliver it him on Christmas morning. Later, Cliff's first grade brother Brad, drives his bicycle into an ambulance and dies. The family spends the next Christmas at a resort trying to adjust to the loss of Brad but the trip does not seem to work. Their spirits rise during a New Year's party at Aunt Pat's house. When they arrive at the party Josh steps by mistake into Dad's special fig pudding. Dad removes the shoe, smooths down the pudding, and swears the children to secrecy. They all keep a straight face until Uncle Eddie says that the fig pudding is the best ever and asks Dad if he has added some new ingredient. They all laugh when the real story of the shoe is told.\nStyle.\n\"Fig Pudding\" is written using an episodic plot style.\nReception.\nChris Sherman in his review for \"Booklist\" said that \"Fletcher captures perfectly the humor, irritations, and sadness of life in a large, close-knit family and makes Cliff a sympathetic and thoughtful narrator, occasionally bewildered by his siblings' antics but always a completely believable older brother. The comedy in the final chapter will leave readers recalling hilarious family disasters of their own.\" Elizabeth Devereaux in her review for \"Publishers Weekly\" said this novel \"neatly blends the humor and frustrations of growing up in a large family.\"","categories":[],"infobox_types":["Book |"],"annotations":[{"uri":"Young-adult_fiction","surface_form":"young adult","offset":19},{"uri":"Ralph_Fletcher","surface_form":"Ralph Fletcher","offset":48},{"uri":"American_Library_Association","surface_form":"American Library Association","offset":166},{"uri":"Christmas","surface_form":"Christmas","offset":310},{"uri":"Christmas_Eve","surface_form":"Christmas Eve","offset":484},{"uri":"Santa_Claus","surface_form":"Santa Claus","offset":552},{"uri":"Bunk_bed","surface_form":"bunk bed","offset":630},{"uri":"First_grade","surface_form":"first grade","offset":750},{"uri":"Booklist","surface_form":"Booklist","offset":1482},{"uri":"Publishers_Weekly","surface_form":"Publishers Weekly","offset":1900}]}