{"id":206541,"url":"http://en.wikipedia.org/wiki/Scissor_Sisters","text":"The Scissor Sisters are a music group. They are classified as being rock, pop, and dance. They did a remake of Pink Floyd's \"Comfortably Numb\". They formed their band in 2001 in New York. Paddy Boom is one of their band members along with Jake Shears. Scissor Sisters have released four albums.\nEarly career.\nAt first the Scissor Sisters were called Dead Lesbian. They then changed their name to the Fibrillating Scissor Sisters. In 2002 the band were signed to A Touch of Class. They released their first single \"Electrobix\" in 2003.\nScissor Sisters.\nIn 2004 \"Comfortably Numb\" was released as a single. It reached number 14 in the UK Singles Chart. \"Take Your Mama\" was then released as a single. It reached number 17 in the UK Singles Chart.\nThey released their first album, \"Scissor Sisters\", in 2004. The album got good reviews from music critics. It sold more than any other album in the UK in 2004. It has sold over 2,100,000 copies in the United Kingdom.\nTah-Dah.\nIn 2005 the Scissor Sisters won three BRIT Awards. In September 2006 the Scissor Sisters released their second album, \"Ta-Dah\". The album's first single, \"I Don't Feel Like Dancin'\", reached number one in the UK. Elton John played piano on the song.\nNight Work.\nIn June 2010 Scissor Sisters' fourth album \"Night Work\" was released. It entered the UK Albums Chart at number two. Three singles were released from the album.\nMagic Hour.\nIn 2012 the band's fourth album \"Magic Hour\" was released. It entered the UK Albums Chart at number four. \"Shady Love\" was released as the album's first single. It was only released on vinyl to 200 of the band's fans on Twitter and Facebook. Azealia Banks rapped on the song. \"Only the Horses\" was released as the album's second single. It reached number twelve in the UK Singles Chart.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":26},{"uri":"Rock_music","surface_form":"rock","offset":68},{"uri":"Pop_music","surface_form":"pop","offset":74},{"uri":"Dance_music","surface_form":"dance","offset":83},{"uri":"Pink_Floyd","surface_form":"Pink Floyd","offset":111},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":633},{"uri":"BRIT_Awards","surface_form":"BRIT Awards","offset":1010},{"uri":"Elton_John","surface_form":"Elton John","offset":1185},{"uri":"Piano","surface_form":"piano","offset":1203},{"uri":"Azealia_Banks","surface_form":"Azealia Banks","offset":1648}]}