{"id":206571,"url":"http://en.wikipedia.org/wiki/Korean_barbecue","text":"e=\"preserve\">\"Gogigui\", Korean barbecue, or Korean short ribs, is marinated beef rib cross-sections cooked over direct heat. It comes from Korea originally but is now popular in many countries. Although Korean barbecue refers to a number of meat-based Korean entrées including \"bulgogi\" (beef) and spicy pork, the most common form of meat associated with the term is of the short rib variety. Korean BBQ comprise various spices including onion, soy sauce, and pepper to create a pleasant, unique blend of flavors.\nTypes of Korean BBQ Meats.\nThere are many types of Korean barbecue meats. Galbi (Grilled Ribs), Samgyeopsal (Pork Belly), Thinly sliced brisket point, Sirloin, and Ribeye steak meat...etc.\nPork belly sam gyeob sal, sam gyeob sal which translates to \"three layers of flesh.\" It’s more well known than bacon in Korea.\nMarinated beef bulgogi, Another classic dish, bulgogi, or \"fire meat,\" is sweet and chewy.\nGalbi is Korean BBQ Short Ribs, takes grilled short ribs and cut different than all others and a sweet and salty marinade.\nDifference between American Barbecue and Korean Barbecue.\nAmerican Barbecue tends to emphasize big hunks of meat like brisket and pork shoulder cooked low and slow behind closed doors.The Korean way of grilling beef, pork, chicken, or other kinds of meat, usually means having a grill right on the table, where people can talk, cook, and eat at the same time. Commonly  the meat is already cut into small pieces before grilling, and are then wrapped into bite-sized lettuce leaf packages ssam with garlic, vegetables, seasoning sauce, salt, and/or sesame oil\nRecipe.\nIngredients: 1/2 pounds rib eye beef (thinly sliced),2 tablespoons soy sauce,2 teaspoons sesame oil,2 teaspoons crushed garlic,2 tablespoons brown sugar,1 tablespoon rice wine (sake), Pinch of black pepper and 1/2 piece of fresh kiwi, juice in a blender.\nStep 1- Add all the ingredients into a bowl or container one by one\nStep 2- Let the marinade sit overnight or an hour\nStep 3- Get the meat and massage the meat in the marinade to make it tender\nStep 4- Put the meat on the grill\nSide Dishes.\nThe side dishes are the other fun part. The raw, sliced meats come to the table pre-marinated (usually in soy sauce, rice vinegar, toasted sesame oil, and sugar) and share the spotlight with a slew of high-flavor accompaniments. Known as banchan, these allow customizing your Korean BBQ to your taste preferences. On the table, there is a bowl of funky kimchi made with cabbage or radishes, some spicy gochujang (fermented chile pepper paste), a dish of sweet-and-sour cucumbers, a fresh watercress or mung bean salad, a bowl of steamed rice, a dish of sesame salt, a savory dipping sauce dotted with chopped Asian pears, and some crisp lettuce leaves for wrapping it all up. It’s like a taco bar with lettuce as the wraps. The many, varied garnishes bring the grilled meat alive. Grill the strips of meat over the charcoal embers just until they are charred by fire and kissed with smoke, then wrap them up with a bit of sweet, a shot of salty, a spark of spice, a lick of acidity, some crunch, and a boatload of savory for what eventually becomes a minor feast of culinary fireworks. There are many other side dishes, some are kongnamul muchim (seasoned bean sprouts), Oi muchim (spicy cucumber salad), Musaengchae (Spicy Radish Salad), Sukju Namul (Seasoned Bean Sprouts), Gamja-salad (potato salad) and so much more side dishes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Beef","surface_form":"beef","offset":76},{"uri":"Rib","surface_form":"rib","offset":81},{"uri":"Korea","surface_form":"Korea","offset":139},{"uri":"Pork","surface_form":"pork","offset":304},{"uri":"Onion","surface_form":"onion","offset":438},{"uri":"Soy_sauce","surface_form":"soy sauce","offset":445},{"uri":"Black_pepper","surface_form":"pepper","offset":460},{"uri":"Galbi","surface_form":"Galbi","offset":588},{"uri":"Samgyeopsal","surface_form":"Samgyeopsal","offset":610},{"uri":"Thinly_sliced_brisket_point","surface_form":"Thinly sliced brisket point","offset":636},{"uri":"Sirloin","surface_form":"Sirloin","offset":665},{"uri":"Ribeye_steak_meat","surface_form":"Ribeye steak meat","offset":678},{"uri":"Sam_gyeob_sal","surface_form":"sam gyeob sal","offset":714},{"uri":"Bulgogi","surface_form":"bulgogi","offset":845},{"uri":"Grill","surface_form":"grill","offset":1323},{"uri":"Ssam","surface_form":"ssam","offset":1532}]}