{"id":20659,"url":"http://en.wikipedia.org/wiki/My_Fair_Lady","text":"\"My Fair Lady\" is a musical. It is based on George Bernard Shaw's play, \"Pygmalion\", and on the movie adaptation of the play starring Wendy Hiller and Leslie Howard. The book and lyrics for the musical were written by Alan Jay Lerner. The music was written by Frederick Loewe.\nSynopsis.\nThe common flower girl, \"Eliza Doolittle\", tells us of the simple pleasures she would like in life (a warm room, an enormous chair, chocolate, someone who cares for her) and how much she would appreciate these little things. As Eliza grew up on the streets of London, she has a strong cockney accent (therefore pronouncing ‘lovely’ as ‘loverly’), the phoneticist, \"Professor Henry Higgins\", overhears her and he places a bet that he can turn Eliza into a lady within the space of a year.\nProductions.\nThe musical premiered on Broadway on 15 March 1956 at the Mark Hellinger Theatre. It moved to other theatres in New York during its original run, and closed on 29 September 1962 after 2,717 performances. It starred Rex Harrison, Julie Andrews, Robert Coote, and Stanley Holloway. It was directed by Moss Hart.\nThe West End production opened on 30 April 1958 at the Theatre Royal, Drury Lane. Harrison, Andrews, Coote, and Holloway played their Broadway roles. It ran for five and one-half years for 2,281 performances.\nAwards.\nThe musical won the Tony Award for Best Musical.\nAdaptations.\nThe musical was made into a movie in 1964 starring Audrey Hepburn and Rex Harrison.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical","surface_form":"musical","offset":20},{"uri":"George_Bernard_Shaw","surface_form":"George Bernard Shaw","offset":44},{"uri":"Pygmalion","surface_form":"Pygmalion","offset":73},{"uri":"Alan_Jay_Lerner","surface_form":"Alan Jay Lerner","offset":218},{"uri":"Frederick_Loewe","surface_form":"Frederick Loewe","offset":260},{"uri":"Broadway","surface_form":"Broadway","offset":813},{"uri":"Rex_Harrison","surface_form":"Rex Harrison","offset":1003},{"uri":"Julie_Andrews","surface_form":"Julie Andrews","offset":1017},{"uri":"Moss_Hart","surface_form":"Moss Hart","offset":1087},{"uri":"West_End_theatre","surface_form":"West End","offset":1102},{"uri":"Tony_Award_for_Best_Musical","surface_form":"Tony Award for Best Musical","offset":1335},{"uri":"My_Fair_Lady_(movie)","surface_form":"made into a movie","offset":1393},{"uri":"Audrey_Hepburn","surface_form":"Audrey Hepburn","offset":1428},{"uri":"Rex_Harrison","surface_form":"Rex Harrison","offset":1447}]}