{"id":206644,"url":"http://en.wikipedia.org/wiki/Ichthyophthirius_multifiliis","text":"\"Ichthyophthirius multifiliis\", also called \"white spot disease\", \"ick\" or \"ich\" is a disease that causes little white spots on fresh water fish. It is one of the most common parasites of fish. It often affects pet fish in tanks and ponds, as well as farm-raised food fish species. Wild fish populations can also get the parasite.\nLife cycle.\nIch is a parasite, it can only survive by living on the skin of the fish, this is called being \"obligate\". The parasite moves by a fish carrying it, other animals, or even humans. The life cycle has three stages: tomont, theront, and trophont. The tomont stage is the adult stage of the parasite. When this adult tomont leaves the fish, it falls to the bottom of the pond. Once the tomont falls to the bottom, it forms a thin cyst wall. Within that cyst wall the tomont begins to divide, creating thousands of tomites. Once all the tomites are made, they are released into the water. Once this occurs, the tomites then develop into an elongated form and are then known as a theront. Theronts are the developmental stage that then can swim to the fish and burrow itself into the epithelial skin. They do this by using a penetrating gland. What makes them an obligate parasite is that if they are not able to penetrate the fish’s skin they will die, so to survive, they need to get into the fish. Once they are in the fish’s skin they are then known as trophonts. The trophonts are protected from the chemical treatment in aquariums or ponds by the fish’s skin, and therefore it is difficult to get rid of them once the fish is infected. The trophonts then mature by feeding on the fish and become adults. The life cycle continues when the adults fall off again. The only stage that can be killed in the water is the tomonts and the theronts.\nAlso interestingly, the \"I. multifiliis\" life cycle from birth to death depends on the temperature of the water. In warm water, 25 °C (77 °F), the parasite's whole life cycle can take place in seven days. In cold water, 6 °C (43 °F), it can take up to eight weeks.\nDisease.\nThe disease starts when the parasite digs into the skin of the fish. This causes swelling and white spots to form. After a few days, the parasite turns into a trophozoite, a jelly-like substance. This falls off the fish and lives on the bottom of the tank. Inside the jelly are hundreds of baby parasites called tomites. These eventually can swim by themselves and go looking for another fish to live in.\nFish may have Ichthyophthirius multifiliis without there being anything to see. Fish owners need to be careful about where they get their fish from, as the disease can spread very easily. There are a number of different ways to try to get rid of the parasite. One method is to heat the water to kill the parasites in the water before they can infect the fish. Another method is to add salt to the water, or put the fish into a salt water bath. The water should be changed frequently to remove the parasites. Chemicals are also available which will kill \"Ichthyophthirius multifiliis\". All these treatments need to be carefully planned for the type of fish species.\nTreatment.\nIf you find that your fish is infected, here are some simple procedures to follow to help your fish.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parasite","surface_form":"parasite","offset":175},{"uri":"Life_cycle","surface_form":"life cycle","offset":1825}]}