{"id":206746,"url":"http://en.wikipedia.org/wiki/Hurricane_Keith","text":"Hurricane Keith was the strongest hurricane of the 2000 Atlantic hurricane season. Keith struck Belize and Mexico before it died on October 6. Keith killed 24 people and left $225 million in damage. Most of this damage happened in Belize. It was because it struck Belize while stronger than when it struck Mexico.\nMeteorological History.\nThe beginning of the hurricane was from a tropical wave that moved into the Atlantic Ocean off of Africa on September 16. The wave moved across much of the Caribbean Sea, until September 28, at that time it became Tropical Depression Fifteen. Fifteen moved a little northwest and became Tropical Storm Keith on September 29.\nKeith changed its course and moved west. On September 30 Keith became a hurricane. Keith rapidly gained strength and later on September 30, Keith reached its highest wind speed with which at 140 mph. The hurricane was blocked and was forced to make a loop.\nSince Keith was close to land, the block caused Keith to weaken a lot. On October 2 as a weak hurricane, Keith made landfall in Ambergris Caye, Belize. The next day, Keith made another landfall in Belize, this time in Belize City as a very strong tropical storm.\nKeith moved over Belize and the Yucatan Peninsula and weakened to a tropical depression. Tropical Depression Keith moved off of the Peninsula and into the Gulf of Mexico, where it quickly became a tropical storm again.\nOn October 4, Keith again became a hurricane. Hurricane Keith made its last landfall in Mexico near Tampico in Tamaulipas on October 5. Keith weakened over Mexico until it finally died on October 6.\nRetirement.\nThe name Keith was retired in the Spring of 2001. The name Kirk was put on the list in 2006, but Kirk was not used, so it must be used again in 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"2000_Atlantic_hurricane_season","surface_form":"2000 Atlantic hurricane season","offset":51},{"uri":"Belize","surface_form":"Belize","offset":96},{"uri":"Mexico","surface_form":"Mexico","offset":107},{"uri":"October_6","surface_form":"October 6","offset":132},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":414},{"uri":"Africa","surface_form":"Africa","offset":436},{"uri":"September_16","surface_form":"September 16","offset":446},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":494},{"uri":"September_28","surface_form":"September 28","offset":515},{"uri":"September_29","surface_form":"September 29","offset":649},{"uri":"September_30","surface_form":"September 30","offset":707},{"uri":"October_2","surface_form":"October 2","offset":994},{"uri":"Belize_City","surface_form":"Belize City","offset":1138},{"uri":"Yucatan_Peninsula","surface_form":"Yucatan Peninsula","offset":1215},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1338},{"uri":"October_4","surface_form":"October 4","offset":1405},{"uri":"Tampico%2C_Tamaulipas","surface_form":"Tampico","offset":1502},{"uri":"Tamaulipas","surface_form":"Tamaulipas","offset":1513},{"uri":"October_5","surface_form":"October 5","offset":1527},{"uri":"October_6","surface_form":"October 6","offset":1590}]}