{"id":206734,"url":"http://en.wikipedia.org/wiki/Pneumothorax","text":"Pneumothorax (sometimes called \"collapsed lung\") is a health problem where air or gas is in the pleural space (the space between the lung and the pleura). The pleura is a slim membrane that covers the lungs. The two parts of the pleura usually touch. A hole might grow in the surface of the lung. Air then enters between the pleura and the lung. The lung will collapse. If enough air gets into the pleural space, it can also push against other organs or parts in the chest, like the heart or the aorta. Pneumothorax is a medical emergency.\nThere are two main types of pneumothorax. These are a Closed Pneumothorax, and an Open Pneumothorax. These are also known as Simple Pneumothorax and Complex Pneumothorax.\nSymptoms.\nThe most common symptoms of Pneumothorax are chest pains. The chest pains can be sharp, dull, or stabbing. Some other symptoms of Pneumothorax are shortness of breath, rapid breathing, and coughing.\nCauses.\nA Pneumothorax can occur for no obvious reason (spontaneous). It is typically men who are tall (or perhaps have long torsos), between the ages of 20 and 40 who present a spontaneous pneumothorax.\nSmall air blisters (blebs) can develop on the top of the surface of the lungs. These blebs sometimes burst — allowing air to leak into the pleural space that surrounds the lungs, causing the lung to collapse.\nOtherwise, it can be caused by blunt or penetrating injuries or lung diseases that result in the lung leaking air into the pleural cavity.\nConsuming cannabis via smoking is also related to victims of a pneumothorax.\nTreatment.\nSimple Pneumothorax will heal by itself. Complex pneumothorax will need medical attention. One should treat respiratory problems as soon as they occur.\nClosed pneumothorax.\nClosed pneumothorax is when air or gas gets in the pleural space without any outside wound. This sometimes happens when the lung is already injured somehow, like from diseases such as cancer or cystic fibrosis. Cystic fibrosis is a disease in the lungs. Glands in the body make large amounts of thick mucus. The mucus blocks ducts and passageways.\nThe most common cause of closed pneumothorax is called spontaneous pneumothorax. The cause of spontaneous pneumothorax is not known.\nOpen pneumothorax.\nOpen pneumothorax is when air gets into the pleural space from an injury to the chest. This can happen with stab wounds, like from a knife. It can also happen after a gunshot injury. The injury is most dangerous if the wound lets air in when the injured person (or animal) breathes, but does not let it back out. Sometimes this is called a \"sucking chest wound.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Pleural_space","surface_form":"pleural space","offset":96},{"uri":"Lung","surface_form":"lung","offset":133},{"uri":"Heart","surface_form":"heart","offset":483},{"uri":"Aorta","surface_form":"aorta","offset":496},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":521},{"uri":"Cancer","surface_form":"cancer","offset":1917},{"uri":"Cystic_fibrosis","surface_form":"cystic fibrosis","offset":1927},{"uri":"Knife","surface_form":"knife","offset":2366}]}