{"id":207208,"url":"http://en.wikipedia.org/wiki/Son_of_the_Shadows","text":"\"Son of the Shadows\" is a fantasy novel by Juliet Marillier and the second book in the Sevenwaters Trilogy first published in 2000. It follows the path of Sorcha and Red's third child, Liadian, a girl who lives outside the pattern of the 'Fair Folk', also known as Túatha Dé Danann. \"Son of the Shadows\" won the 2001 Aurealis Awards for Fantasy Novel.\nPlot Summary.\nIn this novel, Liadan grows up in Sevenwaters with her twin brother Sean and her older sister Niamh. They are the children of Sorcha and Iubdan (formerly Hugh of Harrowfield). Liadan follows in her mothers tradition in learning the healing arts. Niamh has great beauty and is 'expected' to wed Eamonn, a nearby chieftan. Eamonn actually asks for the hand of Liadan, she says that she will give him an answer in one year. While staying at Sevenwaters, Eamonn tells a tale of a recent attack by a band of mercenaries. Upon this attack, all his men were killed, and his life was spared by a man called the Painted Man. He swears that he will kill him. During the festival of Imbolc, a young druid named Ciarán tells the story of Aengus Óg and Caer Ibormeith and catches the fancy of Niamh. They are soon having a secret love affair. Liadan discovers their secret during a walk in the forest. When the truth comes out, Ciarán leaves the Druids and Sevenwaters and Niamh is forced to marry the Uí Néill chieftan, Fionn.\nLiadan goes with her sister on the trip to her new home. On the way back she is kidnapped by an outlaw and brought to the camp of \"The Painted Man\" in order to try to save the life of their smith who was hurt in an accident. She accepts the task and eventually falls in love with Bran, their leader. When Bran finds out that she is the daughter of Hugh of Horrowfield, he sends her back home. When she returns to Sevenwaters, she finds she is pregnant with Bran's child. The Tuatha Dé Danann demand that she and her son remain in the forest, but she refuses to comply. With the help of Finbar she realizes that she has his gift of sight and can read and heal the minds of others.\nSean, Liadan's brother and heir to Sevenwaters, wants to buy the Painted Man's fighting men in their long battle for the sacred islands. All of the leaders go to a meeting to discuss the feud with the Britons. Liadan and her sister visit Sean's future bride and Eamonn's sister at his estate called Sídhe Dubh. During this visit Liadan discovers that her sisters husband has been beating her. She uses her mind gifts to help Niamh. With the help of Bran they plan on secretly taking Niamh out of Sídhe Dubh and take her to a Christian nunnery where she can be safe. At the last moment Eamonn and Fionn return and attack Bran and Gull as they escape with Niamh. Eamonn returns from the chase and tells the tale of how Naimh slips on the rocks and fell into the bog and died. All that remained was a cord that Liadan made for Niamh that held a white stone given to her by Ciarán.\nLiadan finally gives birth to her son. Her mother and father realize when the child is born that his father (Bran) must have been the son of John and Margery, kinsman of Iubdan when he was Lord of Horrowfield. Liadan names the child Johnny. Shortly after the birth of Johnny, Sorcha dies. But before her death Liadan tells Sorcha, Iubdin and Finbar the story of Niamh's abuse by her husband; the escape from Sídhe Dubh with the help of Bran; and her belief that Niamh is not dead. On her deathbed Sorcha tells Iubdin that he must return to Harrowfield and learn the truth about John and Margery's son. Ciarán returned in hiding as a tinker during the ceremory for Sorcha. He tells Liadan that Niamh is indeed alive and safe. He also tells her the truth of why they could not wed. Ciarán is the son of Lord Colum and the Lady Oonah, he is half brother to Niamh's mother. So their union was forbidden by blood. This was why they were not allowed to wed and that he could never be a druid since he carried the blood of the sorceress Lady Oonah. Ciarán gives Liadan a gift for helping rescue Niamh for her abusive husband and returning her to Ciarán, a mysterious raven named Fiacha.\nBran comes to Sevenwaters in secret to meet with Sean and meets Liadan, she tells him of his son. After Bran leaves, Liadan has a vision of her Uncle Liam's death; a vision of Eamonn telling Aisling that she could not marry Sean and then her suicide. They then learn that Fionn was recently killed in his sleep. Liam was indeed killed by a Britons arrow and his nephew Sean takes control of Sevenwaters. Sean fearful for Aisling convinces Liadan to go to Sídhe Dubh to bring Aisling back so they can be married. Liadan has had visions of Eamonn torturing Bran. When she arrives at Sídhe Dubh she learns from Eamonn that he indeed has Bran held prisoner. She makes a deal with Eamonn, in exchange for not revealing that Eamonn betrayed his kinsman Liam and sacrificed his life in exchange for the Painted Man capture. Aisling will be allowed to go Sevenwaters and Liadan can leaves with Bran and Gull if she can find them and leave before dusk. With the help of some magic and Fiacha they make it safely through the bog that surrounds Sídhe Dubh. Liadan learns Bran's hidden truth about his childhood during her fight to bring him back from the torture inflicted on him. She reveals this to her father Iubdin and she convinces Bran that his future might lie in returning to his roots at Harrowfield in Briton, while his men talk of setting up a school for warriors.\nLiterary significance and reception.\nPublishers Weekly said that \"The story, though a bit light on the magic and heavy on the romantic, is reminiscent of Jennifer Roberson's Chesuli series. Fantasy addicts should love it\".\nJackie Cassada in \"The Library Journal\" said \"Marillier blends old legends with original storytelling to produce an epic fantasy that belongs in most libraries\".\n\"Booklist\" in 2001 said that \"Marillier's virtuosic pacing and vivid, filmic style make this an engaging continuation of one of the last year's best fantasies\".\nCharacters of Irish mythology mentioned.\nSpellings shown below are the one used in the novel\nAwards and nominations.\n\"Son of the Shadows\" won the 2001 Aurealis Awards for Fantasy Novel","categories":[],"infobox_types":["book |"],"annotations":[{"uri":"Fantasy","surface_form":"fantasy","offset":26},{"uri":"Juliet_Marillier","surface_form":"Juliet Marillier","offset":43},{"uri":"Sevenwaters_Trilogy","surface_form":"Sevenwaters Trilogy","offset":87},{"uri":"T%C3%BAatha_D%C3%A9_Danann","surface_form":"Túatha Dé Danann","offset":265},{"uri":"Aurealis_Awards","surface_form":"Aurealis Awards","offset":317},{"uri":"Imbolc","surface_form":"Imbolc","offset":1038},{"uri":"Druid","surface_form":"druid","offset":1054},{"uri":"Aengus","surface_form":"Aengus","offset":1092},{"uri":"Caer_Ibormeith","surface_form":"Caer Ibormeith","offset":1106},{"uri":"U%C3%AD_N%C3%A9ill","surface_form":"Uí Néill","offset":1355},{"uri":"Smith_(metalwork)","surface_form":"smith","offset":1571},{"uri":"Tuatha_D%C3%A9_Danann","surface_form":"Tuatha Dé Danann","offset":1856},{"uri":"Christian","surface_form":"Christian","offset":2586},{"uri":"Nunnery","surface_form":"nunnery","offset":2596},{"uri":"Irish_Traveller","surface_form":"tinker","offset":3572},{"uri":"Druid","surface_form":"druid","offset":3919},{"uri":"Jennifer_Roberson","surface_form":"Jennifer Roberson","offset":5638},{"uri":"Library_Journal","surface_form":"Library Journal","offset":5730},{"uri":"Booklist","surface_form":"Booklist","offset":5870},{"uri":"Irish_mythology","surface_form":"Irish mythology","offset":6044},{"uri":"Aurealis_Awards","surface_form":"Aurealis Awards","offset":6181}]}