{"id":207552,"url":"http://en.wikipedia.org/wiki/Laika","text":"Laika (; c. 1954 – November 3, 1957) was a Soviet Union space dog. She was one of the first animals in space, and the first animal to orbit the Earth. She was a mix of either a Siberian Husky or other Nordic breed, and a terrier. NASA refers to Laika as a \"part-Samoyed terrier.\" A dog was sent into space to get information about the behavior of living organisms in a space environment. Information from the flight led to the discovery of solar (from the sun) and cosmic radiation.\nLaika had been a stray dog living in the streets of Moscow. She underwent training with two other dogs. She was then chosen as the dog to go up in the Soviet spacecraft Sputnik 2. It was launched into outer space on November 3, 1957.\nFate of Laika known.\nNot much was known about how spaceflight would affect living animals at the time of Laika's mission. There was also no way, at that time, to bring the satellite back down to Earth. So all the scientists knew there would be no way for Laika to survive her trip. It was necessary to send a dog first as a test, because it was not thought that humans could live in outer space.\nBefore her trip in Sputnik, one of the scientists took Laika home to play with his children. Dr. Vladimir Yazdovsky wrote: \"Laika was quiet and charming...I wanted to do something nice for her: She had so little time left to live.\"\nOne of the technicians getting the capsule ready before final lift-off said that \"after placing Laika in the container and before closing the hatch, we kissed her nose and wished her \"bon voyage\", knowing that she would not survive the flight.\"\nDeath in space.\nLaika died within hours from overheating. Her body temperature got way too hot for her to survive. The heat in her spacecraft had quickly risen to 40 degrees Celsius (104 degrees Fahrenheit). The true cause and time of her death were hidden from people until 2002. Instead, it was reported that she died when her oxygen ran out on day six. Another untruth, as the Soviet government first said, was that she was euthanised (put to sleep) before her oxygen ran out.\nReturn to Earth.\nOver five months later, after 2,570 orbits, Sputnik 2 burned up—along with Laika's remains—during re-entry on April 14, 1958.\nMemorials and tribute.\nOn April 11, 2008, Russian officials opened a monument to Laika. It was built near the military research facility in Moscow which prepared Laika's space flight. It is of a dog standing on top of a rocket.\nShe also appears on the Monument to the Conquerors of Space in Moscow.\nLaika & the Cosmonauts, a Finnish surf rock band, were named for Laika. They formed in 1987.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":43},{"uri":"Orbit","surface_form":"orbit","offset":134},{"uri":"Siberian_Husky","surface_form":"Siberian Husky","offset":177},{"uri":"Nordic_countries","surface_form":"Nordic","offset":201},{"uri":"Terrier","surface_form":"terrier","offset":221},{"uri":"NASA","surface_form":"NASA","offset":230},{"uri":"Samoyed_(dog)","surface_form":"Samoyed","offset":262},{"uri":"Information","surface_form":"information","offset":313},{"uri":"Behavior","surface_form":"behavior","offset":335},{"uri":"Organism","surface_form":"organism","offset":354},{"uri":"Environment","surface_form":"environment","offset":375},{"uri":"Radiation","surface_form":"radiation","offset":472},{"uri":"Moscow","surface_form":"Moscow","offset":535},{"uri":"Sputnik_2","surface_form":"Sputnik 2","offset":652},{"uri":"Spaceflight","surface_form":"spaceflight","offset":767},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":889},{"uri":"Hyperthermia","surface_form":"overheating","offset":1635},{"uri":"Temperature","surface_form":"temperature","offset":1657},{"uri":"Oxygen","surface_form":"oxygen","offset":1919},{"uri":"Euthanasia","surface_form":"euthanised","offset":2017},{"uri":"Monument","surface_form":"monument","offset":2282},{"uri":"Moscow","surface_form":"Moscow","offset":2353},{"uri":"Laika_%26amp%3B_the_Cosmonauts","surface_form":"Laika & the Cosmonauts","offset":2512},{"uri":"Finland","surface_form":"Finnish","offset":2538},{"uri":"Surf_rock","surface_form":"surf rock","offset":2546}]}