{"id":207762,"url":"http://en.wikipedia.org/wiki/Microblog","text":"e=\"preserve\">A microblog is a form of a blog where people send short messages of text or media (pictures, video, or sounds). These messages can be sent to a website and shown to either a small group or to the public. A \"microblogger\" (someone who uses a microblog) could send their messages from different sources including cell phone text messages, email, instant messages or through a website.\nA microblog is usually different from a normal blog. It has much smaller pieces. A microblog entry can be just one sentence, or a link to an image or short video. A person writing a microblog can use many ideas from \"what am I doing now,\" to Race cars or politics or information about their business or personal life.\nServices.\nMicro blogs are in use in many ways on different websites. They became popular with sites like Twitter where people send messages to each other with text comments or links to other media. Newer sites are also available now which allow you to share media like videos, pictures or sounds directly instead of sending a link.\nMany social networking sites (such as Facebook or MySpace) use a type of microblogging using \"status updates\" where the person tells their friends what they are thinking or doing.\nUsage.\nA Harvard Business School study found that while most social networking websites are more popular with women microblogging, like Twitter, has been much more popular with men. Both men and women \"followed\" more men, this allows them to receive the messages that get sent out by the person they followed.\nMicro blogs have also become new sources for news that just happened or is still happening, such as the terrorist attacks on Mumbai in November 2008.\nMicroblogging at work.\nA new idea for Micro blogging has been to turn it into a way to talk to other people about work. It allows a person to give quick news or information to the people they work without sending a lot of emails and without the spam they get in their email account. New companies such as Yammer have been started who want to help allow workers to talk to each other with about work and share what they need.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blog","surface_form":"blog","offset":40},{"uri":"Media","surface_form":"media","offset":89},{"uri":"Website","surface_form":"website","offset":157},{"uri":"Instant_messaging","surface_form":"instant messages","offset":357},{"uri":"Website","surface_form":"website","offset":387},{"uri":"Blog","surface_form":"blog","offset":443},{"uri":"Image","surface_form":"image","offset":537},{"uri":"Video","surface_form":"video","offset":552},{"uri":"Politics","surface_form":"politics","offset":651},{"uri":"Twitter","surface_form":"Twitter","offset":819},{"uri":"Social_networking","surface_form":"social networking","offset":1051},{"uri":"Facebook","surface_form":"Facebook","offset":1084},{"uri":"MySpace","surface_form":"MySpace","offset":1096},{"uri":"Harvard","surface_form":"Harvard","offset":1235},{"uri":"Twitter","surface_form":"Twitter","offset":1362},{"uri":"Terrorist","surface_form":"terrorist","offset":1640},{"uri":"Mumbai","surface_form":"Mumbai","offset":1661},{"uri":"Email","surface_form":"email","offset":1908},{"uri":"Spam","surface_form":"spam","offset":1931},{"uri":"Yammer","surface_form":"Yammer","offset":1991}]}