{"id":207724,"url":"http://en.wikipedia.org/wiki/Mary_Toft","text":"Mary Toft (née Denyer) (c. 1701–1763), also called Mary Tofts, was an English woman from Godalming, Surrey. In 1726 she tricked doctors into believing that she had given birth to rabbits. She became famous, and was taken to London. There she was examined by royal doctors. Later she confessed, and was sent to prison.\nToft became pregnant in 1726, but later miscarried. She had developed a strong interest in a rabbit she had seen while working, and claimed to have given birth to parts of animals. Local surgeon John Howard was called to see if it was true, and upon delivering several animal parts he told other important doctors. The event came to the attention of Nathaniel St. André, surgeon to the Royal Household of King George I of Great Britain. St. André checked further into the event and decided that Toft was telling the truth. The king also sent surgeon Cyriacus Ahlers to see Toft, but Ahlers did not believe it. By now quite famous, Toft was brought to London and was studied at length. She was watched closely. She produced no more rabbits, and eventually confessed to the hoax and was sent to prison as a fraud.\nThe public learned of the fact that the doctors had been fooled, and this created panic in the medical profession. Several important surgeons' careers were ruined. Pamphlets were published which made fun of the doctors, and William Hogarth was very critical of the profession. Toft was eventually released without charge and returned to her home.","categories":[],"infobox_types":[],"annotations":[{"uri":"Godalming","surface_form":"Godalming","offset":89},{"uri":"Surrey","surface_form":"Surrey","offset":100},{"uri":"Rabbit","surface_form":"rabbit","offset":179},{"uri":"London","surface_form":"London","offset":224},{"uri":"Medical_doctor","surface_form":"doctor","offset":264},{"uri":"Prison","surface_form":"prison","offset":310},{"uri":"Miscarriage","surface_form":"miscarried","offset":358},{"uri":"Surgeon","surface_form":"surgeon","offset":505},{"uri":"Nathaniel_St._Andr%C3%A9","surface_form":"Nathaniel St. André","offset":668},{"uri":"Royal_Household","surface_form":"Royal Household","offset":704},{"uri":"George_I_of_Great_Britain","surface_form":"George I of Great Britain","offset":728},{"uri":"Cyriacus_Ahlers","surface_form":"Cyriacus Ahlers","offset":868},{"uri":"Hoax","surface_form":"hoax","offset":1090},{"uri":"Prison","surface_form":"prison","offset":1111},{"uri":"Fraud","surface_form":"fraud","offset":1123},{"uri":"Career","surface_form":"career","offset":1273},{"uri":"Pamphlet","surface_form":"Pamphlet","offset":1294},{"uri":"William_Hogarth","surface_form":"William Hogarth","offset":1354}]}