{"id":207916,"url":"http://en.wikipedia.org/wiki/True_Blood","text":"\"True Blood\" was an American television show that was broadcast on HBO cable television. It is produced by Alan Ball and stars Anna Paquin as the main character, Sookie Stackhouse, a waitress who can hear people's thoughts. The story is based on the novels \"The Southern Vampire Mysteries\" written by Charlaine Harris. Most of the events of the TV show occur is a small town in Louisiana named Bon Temps. Although there are other places, like Mississippi, this is one of the main places the show is centered around. On July 15, 2013, it was announced by HBO that the show was renewed for a seventh and final season and would premiere on June 22, 2014.\nPlot.\nTwo years before the present (what the viewer sees now), vampires \"came out of the coffin\" (a coined phrase of \"coming out of the closet\"). After the creation of fake blood (called Tru Blood), vampires are allowed to enter the open and interact with humans (which is called \"mainstreaming\") more often. They can only come out at night, however (unlike Twilight, vampires will burn to death, until they are a pile of ashes, if they step out into the sunlight). The show is mostly centered around Sookie Stackhouse (Anna Paquin), a telepath, better known as a person who can hear the thoughts of others, and how her life changes after she meets vampire Bill Compton (Stephen Moyer).\nSeries overview.\nSookie is a waitress for Merlotte's, a bar owned by her boss, Sam Merlotte (Sam Trammel). A rather lousy couple enters the bar, in Sookie's section. She serves them, and when a vampire enters the bar, the heads turn. She accidentely reads the rather rude couple's mind, and hears them both think that when they leave the bar, they will drain the vampire of his blood, a rather expensive substance used and seen as a drug in the series. Sookie leaves in a haste to stop them, and actually does save him. Something rather strange happens (Sookie gains the man's attention by throwing a chain around his neck, and it seems to squeeze itself around him and stay there), it is shrugged off. The woman, speaking for both of them, vows revenge on Sookie for getting in the way and runs off, with her male counterpart trailing behind her.\nShe removes small chains of silver off of him (which leads her to realize that one of a vampire's weaknesses is silver), and he thanks her, before she ends up pulling him out the way when the evil duo try to run him over with their truck. Because she works hard to shut the thoughts of other people out, she finds a surprise when she discovers she cannot hear Bill's thoughts. She learns that Bill is from an old time, and that he inherited his old family house from several hundred years ago.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":20},{"uri":"Television_show","surface_form":"television show","offset":29},{"uri":"HBO","surface_form":"HBO","offset":67},{"uri":"Alan_Ball_(screenwriter)","surface_form":"Alan Ball","offset":107},{"uri":"Anna_Paquin","surface_form":"Anna Paquin","offset":127},{"uri":"Waitress","surface_form":"waitress","offset":183},{"uri":"Telepathy","surface_form":"hear people's thoughts","offset":200},{"uri":"Novel","surface_form":"novel","offset":250},{"uri":"The_Southern_Vampire_Mysteries","surface_form":"The Southern Vampire Mysteries","offset":258},{"uri":"Charlaine_Harris","surface_form":"Charlaine Harris","offset":301},{"uri":"Louisiana","surface_form":"Louisiana","offset":378},{"uri":"Mississippi","surface_form":"Mississippi","offset":443},{"uri":"Coming_out_of_the_closet","surface_form":"coming out of the closet","offset":770},{"uri":"Blood","surface_form":"blood","offset":825},{"uri":"Twilight_(series)","surface_form":"Twilight","offset":1010},{"uri":"Anna_Paquin","surface_form":"Anna Paquin","offset":1172},{"uri":"Telepathy","surface_form":"telepath","offset":1188},{"uri":"Stephen_Moyer","surface_form":"Stephen Moyer","offset":1323},{"uri":"Sam_Trammel","surface_form":"Sam Trammel","offset":1432}]}