{"id":207977,"url":"http://en.wikipedia.org/wiki/Telus","text":"Telus (TSX: T, T.A; NYSE: TU) is a Canadian company that provides phone, internet, television, and cellular phone service. They are a very large company, one of the largest telecommunication companies in Canada. Telus logo is stylized as TELUS. Telus' head office is in Burnaby, British Columbia.\nHistory.\nTelus was made from a merger of BCTel, the main phone company in British Columbia and Alberta Government Telephones, better known as AGT. AGT was owned by the government of Alberta. AGT wanted to separate from the government and formed a company called Telus in 1990. After that, they combined with BCTel to form the current Telus company in 1999. That remaining Telus company purchased Clearnet Communications, a cell phone company. Clearnet gave them the current style of their advertising, including the slogan \"The future is friendly.\" Telus uses colorful animals to advertise their services.\nServices.\nTelus has cell phone, internet, phone and telephone services. They have a CDMA network for most of their cell phones, but on November 5th, 2009, they started up a new HSPA network, similar to Rogers cell phone network. They have started this with Bell. It allows a very large selection of cell phones.\nThey have television and internet service based on ADSL service. Telus is the major landline telephone service provider for British Columbia and Alberta.","categories":[],"infobox_types":[],"annotations":[{"uri":"TSX","surface_form":"TSX","offset":7},{"uri":"NYSE","surface_form":"NYSE","offset":20},{"uri":"Burnaby","surface_form":"Burnaby","offset":270},{"uri":"British_Columbia","surface_form":"British Columbia","offset":279},{"uri":"Merger","surface_form":"merger","offset":328},{"uri":"British_Columbia","surface_form":"British Columbia","offset":371},{"uri":"Government","surface_form":"government","offset":465},{"uri":"Cell_phone","surface_form":"cell phone","offset":720},{"uri":"Internet","surface_form":"internet","offset":935},{"uri":"Phone","surface_form":"phone","offset":945},{"uri":"Telephone","surface_form":"telephone","offset":955},{"uri":"CDMA","surface_form":"CDMA","offset":987},{"uri":"Rogers","surface_form":"Rogers","offset":1105},{"uri":"ADSL","surface_form":"ADSL","offset":1266},{"uri":"British_Columbia","surface_form":"British Columbia","offset":1339},{"uri":"Alberta","surface_form":"Alberta","offset":1360}]}