{"id":208,"url":"http://en.wikipedia.org/wiki/Denmark","text":"Denmark (), officially named the Kingdom of Denmark, is a Nordic country in Northern Europe. It is the furthest south of the Scandinavian countries, to the south of Norway and south-west of Sweden (which it is connected to by a bridge). It has a south border with Germany. It borders both the North Sea to the west and the Baltic Sea to the east. Denmark is a developed country with a large welfare state; In 2006 and 2007, surveys ranked Denmark as \"the happiest place in the world,\" based on standards of health, welfare, and education.\nThe capital city of Denmark is Copenhagen, on the island of Sealand. Denmark is a constitutional monarchy (meaning the head of state is a monarch who has few established powers) with a queen, Margrethe II. Denmark is a parliamentary state, meaning the people appoint a parliament to make decisions for them, and it has a democratic government headed by an elected Prime Minister, who currently is Mette Frederiksen since 2019.\nIn geography, \"Denmark\" is the land in northern Europe, where the Danes live. In the political sense, the \"Kingdom of Denmark\" also includes the Faroe Islands in the Atlantic Ocean, and Greenland in North America. All three parts of the country have different languages and culture.\nHistory.\nDenmark was first united in the 10th century, during the Viking period, by the king Harald Bluetooth (), who first converted Denmark to Christianity. The Vikings are well known for invading countries. In the 11th century, the Danish Vikings controlled England (the Danelaw) for a while. In 1397 Denmark, Sweden and Norway became a single country with one queen (this country was called the \"Kalmar Union\") Sweden became a separate country again in 1523. Denmark and Norway (called \"Denmark-Norway)\" stayed united, until 1814. Denmark-Norway controlled many islands in the Atlantic Ocean, including the Faroe Islands, Iceland and Greenland. Iceland became independent from Denmark in 1944.\nDenmark became a constitutional monarchy in June 5, 1849 when it adopted a constitution which took away powers from the King and gave rights to ordinary Danish people. June 5 is now a holiday in Denmark, called \"Constitution Day\".\nOver the years Denmark lost many of the lands that it controlled in battle. Denmark's biggest war defeat was the \"Second Schleswig War\" (in 1864) when the duchies of Schleswig and Holstein was conquered by the Kingdom Prussia (now a part of Germany). This was a big loss for Denmark and, consequently, it began a policy of neutrality after the loss, meaning it would no longer take part in any wars or support other countries. Denmark did not take part in the First World War.\nOn April 9, 1940, Denmark was invaded by Nazi Germany and the Nazis stayed in Denmark throughout World War II. During the war, in 1943, Danes helped over 8,000 Jews to escape from Denmark into Sweden after the Nazis tried to arrest them.\nAfter the liberation of Denmark, one part of the country was not. That was the island of Bornholm. The German Commandant \"von Kamptz\" who was stationed there, refused to surrender to the Soviets as the German were fleeing to Bornholm and further to Sweden. The Soviets then bombed the two biggest towns Rønne and Nexø. After the Germans were captured on May 9, 1945, the Soviet Army occupied the island until April 6, 1946.\nAfter World War Two, Denmark became a member of NATO and the European Union. Greenland and the Faroe Islands are now part of the \"Kingdom of Denmark\" and have their own governments and limited power.\nGovernment and politics.\nDenmark has three branches of power; the judiciary (the courts), the executive (the Prime Minister and the cabinet) and the legislature (the Danish parliament). The current Prime Minister of Denmark is Mette Frederiksen, who was elected in June 2019.\nDenmark is a Kingdom which means it has a monarch (a king or queen). The current monarch is Queen Margrethe II. Margrethe II does not have a lot of power (she does not make any important decisions) and has a symbolic role. Denmark became a constitutional monarchy in 1849.\nElections to the parliament are held every four years, and the winner of the election is the party or coalition which gets the most votes and seats in the parliament. After the elections are done, several parties who are in agreement will group together to form a coalition government, and the leader of the largest party becomes the prime minister.\nWelfare.\nDenmark, like the other Nordic countries. is well known for being a large welfare state. The government provides many services to the public such as free health care, free education (school and college) and free housing for the poor. Danes pay high taxes to fund welfare.\nGeography.\nDenmark is the smallest of the Scandinavian countries. The neighbours are Germany (to the south), Sweden (to the east), Norway (to the north) and the United Kingdom (to the west). The country is surrounded by the sea except for Jutland (\"Jylland\"), the largest part of Denmark. It is connected to Germany by land. To the south-east there is the Baltic Sea, to the west the North Sea, to the north the Skagerrak and to the north-east the Kattegat.\nThe western part of Denmark is the peninsula of Jutland (, pronounced \"yoo´-land\"), bordering Germany. This is the only part of Denmark that is not an island. The rest of Denmark includes 76 islands people live on, and many tiny islands. The largest islands are Zealand (\"Sjælland\"), and Funen (\"Fyn\"). To the east is the island of Bornholm in the Baltic Sea, the only place in Denmark where the bedrock can be seen.\nThe country is quite flat. The highest hill or mountain is Møllehøj, which is 170.86 metres (560.56 ft) tall. There are many small hills, lakes, creeks, forests and farmland. Denmark's shore line covers 7,314 km (4,545 mi). Nobody in Denmark lives more than 60 km from the coast. The longest river in Denmark is the Gudenå.\nClimate.\nThe weather in Denmark is quite windy and rainy. In the winter, it does not get very cold; in most years, there are only a few weeks of snow. Every ten years or so, the sea around the islands freezes over, but in most winters, it does not. The climate and topography are not good for winter sports.\nMost summers are not very hot. People always dress to be ready for rain or wind. There are also very sunny times, but nobody can know ahead of time when these will be. The best time of the year for outdoor activities is the months of May and June until midsummer.\nRegions and municipalities.\nDenmark is divided into five regions (Danish: \"regioner\" or \"region\" for one). The regions replaced the former counties (\"amter\") in January 2007. The regions are in charge of hospitals and health care.\nThe regions are then subdivided into municipalities (). There are currently 98 municipalities, but before January 2007 there were 275. The number of municipalities was decreased when it was decided that, to become more efficient, each should have a population of at least 20,000.\nPeople.\nThe biggest part (90.5%) of Denmark's population of just under 5.4 million is of Danish descent, according to 2009 statistics. Of the rest 8.9% who are immigrants or descendent from recent immigrants, many come from South Asia or the Middle East. There are also small groups of Inuit from Greenland and Faroese.\nThe Danes speak the national language, Danish, which is very similar to the other Scandinavian languages. Swedish and Norwegian are so close to Danish that most Danes understand them.\nAs well as Danish, most Danes speak a foreign language too, such as English, which is popular as an international language, or German. In the southern part of Jutland, a German minority speaks German. On the Faroe Islands, Faroese is spoken, and people living in Greenland speak Inuit.\nReligion does not play a large part in the life of most Danes and church attendance is very low. However, even though many Danes are atheist, 80.4% are members of the Protestant \"Church of Denmark\" (, The National Church) which is the official \"state church\" of Denmark. The National Church is Lutheran, which means it separated from the Roman Catholic Church in the 16th Century. Other important faiths include Judaism, Islam (the number of Muslims is increasing), other Protestant groups and Catholicism.\nTransport.\nBecause of the many islands, Denmark has many bridges. The main parts of the country, and most of the bigger islands, are connected by roads and railroads. One of the world's longest bridges connects the eastern and the western parts of the country, and there is a large bridge to Sweden also. There is still no bridge across the Baltic Sea to Germany, but it will most likely be built in a few years. The bridge to Sweden was expensive, took a long time to build, and required much planning by engineers.\nThere are still many islands with no bridges to the mainland. People have to go by boat or airplane to reach these islands. Many islands will never be reached by bridges, because they are too small or too far away. If the island has too few people, bridges are often not built because it is expensive to build.\nCycling is very popular in Denmark because the ground is so flat. Copenhagen is a city that is very bicycle friendly, with bicycle lanes extending over 12,000 km.\nCulture.\nThe people of Denmark have always depended on the sea. In earlier days, people could not travel anywhere unless they went by boat. Many Danes were fishermen or merchants. Even today, many Danes spend much time near or at the sea.\nFarming has always been one of the main occupations. Because of the climate and the soil, Denmark is a good place for agriculture. Export of food to the neighbouring countries is one of the most important sources of income for the country. Danish hams and cookies are exported throughout the world.\nPerhaps the most famous Dane is actually Hamlet, the title character of William Shakespeare's famous play, which was set in the real castle of Kronborg in Helsingør, north of Copenhagen. The play was based on an old Danish myth of the Viking Prince Amled of Jutland, and his quest for revenge against his father's killer. Another widely known Dane is Hans Christian Andersen, an author mostly famous for such fairy tales as \"The Little Mermaid\", and \"The Ugly Duckling\". Also Karen Blixen, Tycho Brahe and the philosopher Søren Kierkegaard are well-known worldwide. There are many famous Danish scientists, including Niels Bohr, the famous physicist who developed the first working model for the atom, and Ole Rømer, who discovered the speed of light. Hans Kirk, although less well-known outside of Denmark, is the author of the best-selling Danish novel of all time, \"The Fishermen\".\nMusic.\nDanes enjoy many different types of music, including ballets, jazz music, pop and rock. Denmark's most famous classical composer is Carl Nielsen. Famous Danish bands include Aqua, a pop band, and The Raveonettes, an indie rock band. The most famous Danish rock star is Lars Ulrich of the band Metallica.\nFood.\nThe cuisine of Denmark is like the other Nordic countries (Finland, Norway, Iceland, and Sweden), as well as that of northern Germany, consists mainly pork meat and fish. Traditional Danish food includes \"frikadeller\" (fried meatballs, often served with potatoes and various sorts of gravy). Fish is also widely eaten, especially on the west coast of Jutland.\nHolidays.\nChristmas () is the main feast of the year. Christmas is traditionally celebrated on the eve, December 24, and this is when the main Christmas meal is eaten and presents are unwrapped.\nIn midwinter, a fast is celebrated. Children are dressed up, and go from house to house begging for money. This practice has in the recent years been taken over by Halloween, and most people give candy not money. A barrel filled with candy is smashed with clubs. The person who makes the candy fall out is appointed queen of cats and the person who hits the last stick is appointed king of cats.\nMidsummer is celebrated with a huge bonfire in the evening of June 23. Most Danes have a three-week summer holiday in July or August.\nSports.\nThe most popular sport in Denmark is football (soccer). Sailing, swimming and other water sports are very popular because of the long coastline. Another common sport is cycling, (Copenhagen has been nicknamed the \"City of Cyclists\" because of the popularity of bicycles for moving around), which has become popular in Denmark partly because of the flat land all over the country. Indoor sports such as badminton and handball are also popular during the long winters.\nMonarchy.\nIn 2008 Prince Joachim married for the second time. His new wife is from France and is called Marie, with whom he has a son and a daughter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nordic_countries","surface_form":"Nordic country","offset":58},{"uri":"Northern_Europe","surface_form":"Northern Europe","offset":76},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":125},{"uri":"Germany","surface_form":"Germany","offset":264},{"uri":"North_Sea","surface_form":"North Sea","offset":293},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":323},{"uri":"Developed_country","surface_form":"developed country","offset":360},{"uri":"Welfare_state","surface_form":"welfare state","offset":391},{"uri":"Welfare","surface_form":"welfare","offset":515},{"uri":"Education","surface_form":"education","offset":528},{"uri":"Capital_city","surface_form":"capital city","offset":543},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":570},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":621},{"uri":"Head_of_state","surface_form":"head of state","offset":658},{"uri":"Margrethe_II_of_Denmark","surface_form":"Margrethe II","offset":731},{"uri":"Parliament","surface_form":"parliament","offset":808},{"uri":"Democracy","surface_form":"democratic government","offset":860},{"uri":"Mette_Frederiksen","surface_form":"Mette Frederiksen","offset":936},{"uri":"Danish_people","surface_form":"Danes","offset":1032},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":1111},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1132},{"uri":"Greenland","surface_form":"Greenland","offset":1152},{"uri":"North_America","surface_form":"North America","offset":1165},{"uri":"10th_century","surface_form":"10th century","offset":1290},{"uri":"Viking","surface_form":"Viking","offset":1315},{"uri":"Christianity","surface_form":"Christianity","offset":1394},{"uri":"11th_century","surface_form":"11th century","offset":1466},{"uri":"England","surface_form":"England","offset":1510},{"uri":"Danelaw","surface_form":"Danelaw","offset":1523},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1830},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":1860},{"uri":"Iceland","surface_form":"Iceland","offset":1875},{"uri":"Greenland","surface_form":"Greenland","offset":1887},{"uri":"Independent","surface_form":"independent","offset":1913},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":1964},{"uri":"Constitution","surface_form":"constitution","offset":2022},{"uri":"Prussia","surface_form":"Prussia","offset":2396},{"uri":"Germany","surface_form":"Germany","offset":2419},{"uri":"Neutrality_(international_relations)","surface_form":"neutral","offset":2501},{"uri":"First_World_War","surface_form":"First World War","offset":2638},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":2696},{"uri":"World_War_II","surface_form":"World War II","offset":2752},{"uri":"Jews","surface_form":"Jews","offset":2815},{"uri":"Bornholm","surface_form":"Bornholm","offset":2982},{"uri":"R%C3%B8nne","surface_form":"Rønne","offset":3196},{"uri":"Nex%C3%B8","surface_form":"Nexø","offset":3206},{"uri":"NATO","surface_form":"NATO","offset":3365},{"uri":"European_Union","surface_form":"European Union","offset":3378},{"uri":"Judiciary","surface_form":"judiciary","offset":3583},{"uri":"Legislature","surface_form":"legislature","offset":3666},{"uri":"Folketing","surface_form":"Danish parliament","offset":3683},{"uri":"Mette_Frederiksen","surface_form":"Mette Frederiksen","offset":3744},{"uri":"2019_Danish_general_election","surface_form":"elected","offset":3771},{"uri":"Monarchy","surface_form":"monarch","offset":3835},{"uri":"Margrethe_II_of_Denmark","surface_form":"Margrethe II","offset":3891},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":4033},{"uri":"Folketing","surface_form":"parliament","offset":4083},{"uri":"Coalition","surface_form":"coalition","offset":4330},{"uri":"Government","surface_form":"government","offset":4340},{"uri":"Nordic_countries","surface_form":"Nordic countries","offset":4449},{"uri":"Welfare","surface_form":"welfare","offset":4499},{"uri":"Health_care","surface_form":"health care","offset":4579},{"uri":"Education","surface_form":"education","offset":4597},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":4739},{"uri":"Germany","surface_form":"Germany","offset":4782},{"uri":"Sweden","surface_form":"Sweden","offset":4806},{"uri":"Norway","surface_form":"Norway","offset":4828},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":4858},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":5053},{"uri":"North_Sea","surface_form":"North Sea","offset":5081},{"uri":"Skagerrak","surface_form":"Skagerrak","offset":5109},{"uri":"Kattegat","surface_form":"Kattegat","offset":5145},{"uri":"Peninsula","surface_form":"peninsula","offset":5190},{"uri":"Jutland","surface_form":"Jutland","offset":5203},{"uri":"Bornholm","surface_form":"Bornholm","offset":5487},{"uri":"Baltic_Sea","surface_form":"Baltic Sea","offset":5503},{"uri":"River","surface_form":"river","offset":5864},{"uri":"Guden%C3%A5","surface_form":"Gudenå","offset":5888},{"uri":"Weather","surface_form":"weather","offset":5909},{"uri":"Winter","surface_form":"winter","offset":5961},{"uri":"Snow","surface_form":"snow","offset":6041},{"uri":"Climate","surface_form":"climate","offset":6149},{"uri":"Topography","surface_form":"topography","offset":6161},{"uri":"Summer","surface_form":"summer","offset":6209},{"uri":"Danish_language","surface_form":"Danish","offset":6534},{"uri":"South_Asia","surface_form":"South Asia","offset":7203},{"uri":"Middle_East","surface_form":"Middle East","offset":7221},{"uri":"Inuit","surface_form":"Inuit","offset":7265},{"uri":"Greenland","surface_form":"Greenland","offset":7276},{"uri":"Faroe_Islands","surface_form":"Faroese","offset":7290},{"uri":"Danish_language","surface_form":"Danish","offset":7338},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":7381},{"uri":"English_language","surface_form":"English","offset":7551},{"uri":"International","surface_form":"international","offset":7583},{"uri":"German_language","surface_form":"German","offset":7610},{"uri":"German_language","surface_form":"German","offset":7676},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":7691},{"uri":"Faroese_language","surface_form":"Faroese","offset":7706},{"uri":"Greenland","surface_form":"Greenland","offset":7746},{"uri":"Greenlandic_language","surface_form":"Inuit","offset":7762},{"uri":"Atheist","surface_form":"atheist","offset":7902},{"uri":"Lutheran","surface_form":"Lutheran","offset":8063},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":8107},{"uri":"16th_Century","surface_form":"16th Century","offset":8136},{"uri":"Judaism","surface_form":"Judaism","offset":8181},{"uri":"Islam","surface_form":"Islam","offset":8190},{"uri":"Bridge","surface_form":"bridge","offset":8333},{"uri":"Road","surface_form":"road","offset":8422},{"uri":"Railroad","surface_form":"railroad","offset":8432},{"uri":"Boat","surface_form":"boat","offset":8876},{"uri":"Airplane","surface_form":"airplane","offset":8884},{"uri":"Cycling","surface_form":"Cycling","offset":9104},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":9170},{"uri":"Fishing","surface_form":"fishermen","offset":9423},{"uri":"Merchant","surface_form":"merchant","offset":9436},{"uri":"Farm","surface_form":"Farm","offset":9506},{"uri":"Profession","surface_form":"occupations","offset":9546},{"uri":"Climate","surface_form":"climate","offset":9574},{"uri":"Soil","surface_form":"soil","offset":9590},{"uri":"Agriculture","surface_form":"agriculture","offset":9624},{"uri":"Export","surface_form":"Export","offset":9637},{"uri":"Income","surface_form":"income","offset":9722},{"uri":"Hamlet","surface_form":"Hamlet","offset":9846},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":9877},{"uri":"Helsing%C3%B8r","surface_form":"Helsingør","offset":9960},{"uri":"Viking","surface_form":"Viking","offset":10040},{"uri":"Hans_Christian_Andersen","surface_form":"Hans Christian Andersen","offset":10156},{"uri":"Author","surface_form":"author","offset":10184},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":10214},{"uri":"The_Little_Mermaid","surface_form":"The Little Mermaid","offset":10230},{"uri":"The_Ugly_Duckling","surface_form":"The Ugly Duckling","offset":10256},{"uri":"Karen_Blixen","surface_form":"Karen Blixen","offset":10281},{"uri":"Tycho_Brahe","surface_form":"Tycho Brahe","offset":10295},{"uri":"S%C3%B8ren_Kierkegaard","surface_form":"Søren Kierkegaard","offset":10327},{"uri":"Niels_Bohr","surface_form":"Niels Bohr","offset":10422},{"uri":"Atom","surface_form":"atom","offset":10501},{"uri":"Ole_R%C3%B8mer","surface_form":"Ole Rømer","offset":10511},{"uri":"Speed_of_light","surface_form":"speed of light","offset":10541},{"uri":"Ballet","surface_form":"ballet","offset":10750},{"uri":"Jazz_music","surface_form":"jazz music","offset":10759},{"uri":"Pop_music","surface_form":"pop","offset":10771},{"uri":"Rock_music","surface_form":"rock","offset":10779},{"uri":"Classical_music","surface_form":"classical","offset":10807},{"uri":"Composer","surface_form":"composer","offset":10817},{"uri":"Carl_Nielsen","surface_form":"Carl Nielsen","offset":10829},{"uri":"Aqua_(band)","surface_form":"Aqua","offset":10871},{"uri":"The_Raveonettes","surface_form":"The Raveonettes","offset":10893},{"uri":"Lars_Ulrich","surface_form":"Lars Ulrich","offset":10966},{"uri":"Metallica","surface_form":"Metallica","offset":10990},{"uri":"Cuisine","surface_form":"cuisine","offset":11011},{"uri":"Finland","surface_form":"Finland","offset":11066},{"uri":"Norway","surface_form":"Norway","offset":11075},{"uri":"Iceland","surface_form":"Iceland","offset":11083},{"uri":"Sweden","surface_form":"Sweden","offset":11096},{"uri":"Germany","surface_form":"Germany","offset":11133},{"uri":"Pork","surface_form":"pork","offset":11158},{"uri":"Meat","surface_form":"meat","offset":11163},{"uri":"Fish","surface_form":"fish","offset":11172},{"uri":"Meatball","surface_form":"meatball","offset":11232},{"uri":"Potato","surface_form":"potato","offset":11261},{"uri":"Sauce","surface_form":"gravy","offset":11291},{"uri":"Jutland","surface_form":"Jutland","offset":11358},{"uri":"Christmas","surface_form":"Christmas","offset":11377},{"uri":"Fasting","surface_form":"fast","offset":11578},{"uri":"Halloween","surface_form":"Halloween","offset":11726},{"uri":"Football_(soccer)","surface_form":"football","offset":12137},{"uri":"France","surface_form":"France","offset":12650}]}