{"id":20809,"url":"http://en.wikipedia.org/wiki/Paper_size","text":"Paper comes in different sizes. There are names for the different sizes of paper. In different parts of the world, different sizes and names are used.\nThere are also envelope sizes made to fit different kinds of paper.\nInternational sizes.\nIn most of the world an international system of paper sizes is used. The normal size of paper is called A4. It is measured in metric units. It is 210 millimetres wide and 297 millimetres long. This is about the size of US letter, but it is a little narrower, and a little longer. The Deutsches Institut für Normung chose this standard in 1922 and other countries soon followed.\nThe other common size of paper in Europe is called B5. It is 176 millimetres wide by 250 millimetres long. This is about the same as executive size in the United States. It is sometimes used for writing personal letters to people.\nThere are also many other paper sizes used for writing notes, for big posters, for books, and for other things.\nIn the international paper size system, the sizes are based on mathematical formulas. A0 is the biggest at 1 square metre. A1 is half as big as A0. A2 is half as big as A1, and so on. The sizes with \"B\" and \"C\" in their name are in between the \"A\" sizes.\nSizes in United States and Canada.\nIn the United States and Canada the normal size of paper is called letter size, or sometimes US letter. It is inches wide and 11 inches long (216 × 279 mm).\nThe other common size of paper in the US is called legal, or sometimes US legal. It is also inches wide, but it is 14 inches long. It is similar to the size called foolscap in Britain.\nAnother size is called executive. It is inches wide by inches long. It is not very common. It is sometimes used for writing personal letters to people.\nThere is also a size called tabloid. It is 11 inches wide, and 17 inches long. That is the same size as two pieces of letter size put next to each other.\nThere are also many other paper sizes used for writing notes, for big posters, for books, and for other things.\nPaper sizes and computer printers.\nMost printers used with computers are designed to fit US letter and A4, and smaller paper sizes. Sometimes they can fit US legal also. For larger paper sizes, printers at professional printing businesses may be needed.\nDetails.\nBelow are charts showing all the different sizes of paper that are usually made, listed in increasing order of size. Dimensions are shown width first, then length.\nIf a company wants to make something with a different size of paper than these, they have to have it specially cut for them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paper","surface_form":"Paper","offset":0},{"uri":"Envelope","surface_form":"envelope","offset":166},{"uri":"International","surface_form":"international","offset":264},{"uri":"Metric_system","surface_form":"metric units","offset":366},{"uri":"Millimetres","surface_form":"millimetres","offset":390},{"uri":"Deutsches_Institut_f%C3%BCr_Normung","surface_form":"Deutsches Institut für Normung","offset":524},{"uri":"Poster","surface_form":"poster","offset":919},{"uri":"Mathematics","surface_form":"mathematical formulas","offset":1024},{"uri":"United_States","surface_form":"United States","offset":1258},{"uri":"Canada","surface_form":"Canada","offset":1276},{"uri":"Inches","surface_form":"inches","offset":1361},{"uri":"Foolscap","surface_form":"foolscap","offset":1572},{"uri":"Britain","surface_form":"Britain","offset":1584},{"uri":"Letter_(paper)","surface_form":"letters","offset":1726},{"uri":"Tabloid","surface_form":"tabloid","offset":1773},{"uri":"Poster","surface_form":"poster","offset":1969},{"uri":"Computer_printer","surface_form":"printers","offset":2051}]}