{"id":20818,"url":"http://en.wikipedia.org/wiki/Antidote","text":"e=\"preserve\">An antidote is a chemical or medicine that will reverse the effects of some poisons. An antidote will make some or all of the effects of the poison go away.\nEach antidote only works for certain poisons.\nNot every poison has an antidote. For example, the poison aconitine has no known antidote. Aconitine is a very poisonous toxin that comes from the \"Aconitum\" plant. If enough of the poison enters a person's body, the person often dies.\nActivated charcoal.\nActivated charcoal can be used as an antidote for many poisons, but only poisons that were swallowed. For example, activated charcoal can be used for some drug overdoses, and for some poisonings. The charcoal attaches to the poison and keeps it from being taken into the bloodstream through the stomach.\nActivated charcoal will not work for every kind of poison. For example, it will not work for alcohol, strong acids, and products made of petroleum (like paint thinner and fuel oil).\nAntivenoms.\nAntivenoms will fight the poisonous effects of bites from venomous animals (animals that make venom), like some snakes and spiders.\nTo create some antivenoms, a little bit of venom is injected into an animal, like a horse. That animal's immune system will create antibodies which signal other cells in the immune system to destroy the venom. Then, those antibodies can be taken out of the animal's blood to make an antivenom. Then, when that antivenom is given to a person who has been poisoned by that venom, the person's immune system will already \"know\" to kill the venom.\nAtropine.\nSometimes, antidotes are poisons themselves. For example, atropine, which is found in deadly nightshade, is very poisonous. However, because of the way it reacts with the body, atropine is used as an antidote against some insecticides and certain kinds of nerve gas. Atropine is carried on many ambulances because it has other uses. For example, it can help restart a heart that is not beating.\nThere is a product called DuoDote that combines atropine with a medicine called pralidoxime chloride (also called 2-PAM). Both medicines are antidotes against some insecticides and nerve gases. DuoDote is given by injection (through a needle into the thigh muscle). It comes in an auto-injector, which looks like a large pen. When its safety cap is taken off and the auto-injector is pushed against the thigh, it will automatically send the needle into the thigh and deliver the medicines. DuoDote is not carried on many ambulances, but some special teams that specialize in treating poisons carry them.\nCyanide antidotes.\nThere are a few different antidotes to cyanide. Some of them need to be given together in order to work.\nOften, the first thing that medical professionals will do for cyanide poisoning is to give amyl nitrate or sodium nitrate. These work by making the cyanide attach (stick) to a chemical called methemoglobulin. When it is stuck to methemoglobulin, cyanide is not as dangerous. However, methemoglobulin will only stick to cyanide for a while. Eventually, it will not stick any more. This is why another medicine is needed.\nThat medicine is called sodium thiosulfate. This medicine sticks to cyanide, and never un-sticks. It helps make cyanide into another chemical that is not poisonous. This new chemical can easily be removed from the body by the kidneys, through urination.\nSome ambulances carry cyanide antidote kits for firefighters who have breathed in too much smoke. (Smoke from a fire has cyanide in it.) These antidote kits are auto-injectors like the DuoDote.\nEthanol.\nEthanol - drinking alcohol - can actually be used as an antidote. It works for people who have been poisoned by drinking ethylene glycol. Ethylene glycol is used in antifreeze. Because ethylene glycol tastes very sweet, children and animals sometimes drink a lot of it without realizing that it is poison.\nEthanol also works as an antidote for methanol poisoning. Methanol is sometimes called \"wood alcohol.\" It is also used in antifreeze, fuel, and solvents. People can get methanol poisoning accidentally by getting methanol on their skin or breathing it in. Methanol is also poisonous if it is drunk.\nEthanol works as an antidote for ethylene glycol and methanol by sticking to those poisons. Once the ethanol is stuck onto the poisons, the kidneys urinate out the poisons.\nA medicine called fomepizole is also an antidote for ethylene glycol and methanol poisoning. It works the same way as ethanol.\nNaloxone (Narcan).\nNaloxone is an antidote for overdoses on opiates, like heroin, oxycodone (OxyContin), and other prescribed painkillers. The most common brand name for the naloxone antidote is Narcan.\nOpiates cause changes in the body by sticking to special opiate receptors (like landing spots) in the brain. If they are not attached to these receptors, they cannot cause any changes in the body. Naloxone works by pushing the opiates off their landing spots. Narcan sticks to those landing spots instead and keeps opiates from attaching to them.\nNaloxone should not be confused with naltrexone, which is a different medicine.\nOxygen.\n100% (pure) oxygen is an antidote for carbon monoxide poisoning. When pure oxygen is not enough, hyperbaric oxygen therapy (HBOT) can also be used.\nHBOT is done in a special tube or room that can handle high pressures (called a hyperbaric chamber). 100% pure oxygen is sent into the room for the patient to breathe. However, the air pressure is increased to three times more than the normal air pressure. This helps the lungs get more oxygen than they could if the patient were breathing at normal air pressure. It also makes it easier for the blood to carry more oxygen to the entire body.\nVitamin K.\nVitamin K is an antidote for warfarin (Coumadin) poisoning. Warfarin is a medicine which makes the blood thinner. It is used to prevent blood clots. However, if a person is given too much warfarin, their blood can get too thin. When the blood is too thin, it cannot clot. This can cause serious bleeding problems.\nThe blood needs vitamin K to be able to clot. When a person has warfarin poisoning, giving them vitamin K can make their blood able to clot again.\nIt takes vitamin K four to six hours to reverse warfarin poisoning. Because of this, if a person with warfarin poisoning is bleeding, doctors may also give fresh frozen plasma. This will work more quickly to make the blood less thin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical","surface_form":"chemical","offset":30},{"uri":"Poison","surface_form":"poison","offset":89},{"uri":"Toxin","surface_form":"toxin","offset":337},{"uri":"Charcoal","surface_form":"charcoal","offset":482},{"uri":"Overdose","surface_form":"overdose","offset":632},{"uri":"Blood","surface_form":"blood","offset":743},{"uri":"Stomach","surface_form":"stomach","offset":767},{"uri":"Alcohol","surface_form":"alcohol","offset":869},{"uri":"Acid","surface_form":"acid","offset":885},{"uri":"Petroleum","surface_form":"petroleum","offset":913},{"uri":"Antivenom","surface_form":"Antivenom","offset":970},{"uri":"Venom","surface_form":"venom","offset":1064},{"uri":"Venomous_snake","surface_form":"snake","offset":1082},{"uri":"Spider","surface_form":"spider","offset":1093},{"uri":"Immune_system","surface_form":"immune system","offset":1207},{"uri":"Antibody","surface_form":"antibodies","offset":1233},{"uri":"Atropine","surface_form":"atropine","offset":1614},{"uri":"Deadly_nightshade","surface_form":"deadly nightshade","offset":1642},{"uri":"Insecticide","surface_form":"insecticide","offset":1778},{"uri":"Nerve_agent","surface_form":"nerve gas","offset":1812},{"uri":"Ambulance","surface_form":"ambulance","offset":1851},{"uri":"Cardiac_arrest","surface_form":"heart that is not beating","offset":1924},{"uri":"Cyanide","surface_form":"cyanide","offset":2613},{"uri":"Kidney","surface_form":"kidney","offset":3325},{"uri":"Urination","surface_form":"urination","offset":3342},{"uri":"Firefighters","surface_form":"firefighters","offset":3401},{"uri":"Ethanol","surface_form":"Ethanol","offset":3556},{"uri":"Solvent","surface_form":"solvent","offset":4006},{"uri":"Opiate","surface_form":"opiate","offset":4520},{"uri":"Heroin","surface_form":"heroin","offset":4534},{"uri":"Oxycodone","surface_form":"oxycodone","offset":4542},{"uri":"Brain","surface_form":"brain","offset":4765},{"uri":"Naltrexone","surface_form":"naltrexone","offset":5047},{"uri":"Oxygen","surface_form":"oxygen","offset":5110},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":5136},{"uri":"Pressure","surface_form":"pressure","offset":5306},{"uri":"Air_pressure","surface_form":"air pressure","offset":5427},{"uri":"Warfarin","surface_form":"warfarin","offset":5729},{"uri":"Blood_clotting","surface_form":"blood clots","offset":5836},{"uri":"Bleeding","surface_form":"bleeding","offset":5995},{"uri":"Blood_plasma","surface_form":"fresh frozen plasma","offset":6317}]}