{"id":208326,"url":"http://en.wikipedia.org/wiki/Jean_Balukas","text":"Jean Balukas (born June 28, 1959) is an American pool player from Brooklyn, New York. During the 1970s and 1980s, many people thought Balukas was the greatest female player ever. Some people described her as a leader and \"a child prodigy, a loner who rebelled against dress codes for women—the pool equivalent of Billie Jean King\". Balukas was named Billiard Congress of America (BCA) Player of the Year five times. She was the youngest person given an entry in the BCA Hall of Fame. She is only the second woman given that honor. In 1999, Balukas was ranked fifteenth on \"Billiard Digest's\" Fifty Greatest Players of the 20th Century.\nBalukas was thought of as a rare young talent. She first earned some fame when she was six years old by appearing in a pool playing event held at New York City's Grand Central Station. She later appeared many times on television, such as on CBS's popular evening television show, \"I've Got a Secret\". She was nine years old when she placed 5th in the 1969 U.S. Open Straight Pool Championship. She placed 4th and 3rd in the next two U.S. Opens. From that early start, Balukas dominated women's professional pool during the 1970s and 1980s.\nBalukas won the U.S. Open seven years in a row, from 1972 through 1978. She won six world championship titles. She had over 100 professional competition first place finishes; 38 of those wins were in major events. She had a streak of 16 first place finishes in women's professional tournaments. Balukas was also the only woman to compete equally with men in professional play in her era. She quit the sport in 1988 because of a dispute that happened in a match at the World Open Nine-ball Championship that year.\nYoung fame.\nJean Balukas's father, Albert Balukas, and his business partner, Frank McGown, owned a forty-eight-table pool hall, named the Ovington Lounge, in the Bay Ridge section of Brooklyn, New York. Balukas began playing pool when she four years old. She did not play at her father's pool room. Her first play was on a 4½ by 9 foot pool table in the basement of her childhood home. Her parents bought the table to keep her four brothers out of local pool rooms.\nBalukas played with a cue stick that had ivory details. It was made just for her in 1965 by a cue stick maker, George Balabushka. When she was five and six years old she would practice a game called straight pool to 50 points after family dinners. Her father supported her play.\nIn 1966, McGown held a public billiards exhibition at New York City's Grand Central Terminal. With her parents' permission, he brought along the six-year-old Balukas. Balukas participated in the exhibition. This gained Balukas media attention. Later in 1966, Balukas appeared on a television show called \"Wonderama\". Balukas and her younger sister Laura also appeared on CBS's television show \"I've Got a Secret\" later that year.\nIn 1967, Balukas was in an exhibition match at a pool hall called the Carom Club, located Manhattan. In advertisements for the match, Balukas was described as \"the Little Princess of Pocket Billiards\". A reporter described her at the match as \"a little girl with honey-blond hair...wearing a short yellow dress and green leotards...who resembles a young Shirley Temple\". She beat her adult opponent, Roland DeMarco, with a final score of 50 to 42.\nIn 1969, at the age of nine, she competed in her first Billiard Congress of America U.S. Open Straight Pool Championship. Balukas placed 5th in the competition. All her opponents were adults. In the next two U.S. Opens, in 1970 and 1971, she placed 4th and 3rd, respectively. By that time, Balukas had appeared on other television programs with a number of billiard stars and other celebrities.\nU.S. Open Straight Pool Champion.\nOn August 18, 1972, when she was thirteen years old, Balukas won the women's side of the U.S. Open Straight Pool Championship. For the win she beat five time champion Dorothy Wise. The prize was $1,500. Balukas was the U.S Open's youngest winner ever and by a large number of years. She also beat in the finals, Madelyn Whitlow of Detroit, Michigan, with a score of 75 to 32 in 44 innings (turns at the table). Reporting on the competition, \"The New York Times\" described her as a strong player \"throughout the tournament... as she defeated six opponents with precision shooting and [almost perfect] strategy\".\nIn 1973, at fourteen, Balukas successfully defended her straight pool U.S. Open title. She beat runner-up Donna Ries, a psychologist from Kansas City, Missouri, with a final score of 75 to 72 in 42 innings. In her longest turn, she sank 26 balls in a row and won $2,000 for first place. Earlier in the tournament she beat Mieko Harada, a housewife from Kyoto, Japan. Baluka's score was much higher than Harada's: 75 to 1 in 20 innings and sank 25 balls in a row. In the 1974 U.S. Open held at the Sheraton Hotel in Chicago, Balukas defended her title, again beating out Harada, but by a much closer score: 100 to 99. This was Balukas's third U.S. Open title in a row, at the young age of fifteen. The close scores at the end of the match were similar to the results on the men's side, where Joe Balsis defeated Jim Rempe 200 to 199.\nIn 1975, Balukas beat Ries again in the U.S. Open semi-finals with a score of 75 to 15 in 15 innings. She also beat Gail Breedlove of Ames, Iowa, 75 to 19. She then again played and beat Harada in the finals, winning $3,000 with a score of 100 to 63 in 39 innings. In her longest turn, she sank 23 balls. In 1976, then 17, Balukas took her fifth U.S. Open title in a row, beating Gloria Walker of Cheyney, Pennsylvania 75 to 46 in 39 innings and winning a $1,700 prize. Balukas would win the next two U.S. Open straight pool championships for a total of seven wins in a row. Her streak of wins ended after 1978 because the U.S. Open itself was canceled, not because she was beaten.\nBalukas was not only talented at pool but also good at other sports. From age sixteen to eighteen, ABC-TV asked her to be on a show called \"Superstars\". This event happened in Rotonda West, Florida. Top athletes from one sport competed in a different sports that they did not usually compete in. In her first appearance in 1976, while a junior in high school, Balukas placed second with 192 points. She won titles in tennis and bowling. The winner that year was speed skater Anne Henning. Other competitors included: diver Micki King; tennis and golf pro Althea Gibson; skier Kiki Cutter; runner Wyomia Tyus; and tennis champion Martina Navratilova. The second place win was both good and bad for Balukas. She won $13,100 prize money, so she lost amateur standing. Afterwards, she was banned from competing in high school sports. Also, she was not allowed to get a college athletic scholarship.\nBalukas has won many other pool titles, including six at the World Open Pocket Billiard Championships. At her first win in that tournament, held at a convention hall in Asbury Park, New Jersey on August 14, 1977, she was described as \"the 18-year-old prodigy from Brooklyn\". There, she again beat Gloria Walker with a score of 100 to 57, and earned a $1,001 prize. Balukas has won more U.S. Opens than any other player, male or female. The closest male is Steve Mizerak with four wins to Balukas's seven. Her ball average over the seven U.S. Opens was far better than was her opponents'. Balukas averaged 3.44 in 1972 with the next best, Gloria Walker, having an average of 2.37. In 1975 she averaged 4.05, while no other player averaged even 3.\nPlaying against men.\nBy the late 1960s, Balukas was playing in exhibition matches with top male players. For example, she played with Willie Mosconi and Irving Crane who were together considered between 1941 and 1956 the \"best in the world, flat out\". In 1975, she again played Willie Mosconi on CBS's \"Challenge of the Sexes\", playing in games of eight-ball and nine-ball. For the exhibition, the rules were changed to allow Balukas to have an advantage (a practice called \"handicapping\"). Specifically, Balukas always took the first shot. Then, she also took the next shot, even if she did not put a ball in a pocket on the first shot. Balukas beat Mosconi at both games. She would later play \"Battle of the Sexes\" matches on television with Rudolph Wanderone (also known as Minnesota Fats) in 1977, Ray Martin in 1979, and with Steve Mizerak in 1986.\nOn August 6, 1978, Balukas became the first women to qualify to play in the men's side of the World Open Pocket Billiards Championship. This meant that Balukas would be competing in both the women's and men's sides of the tournament. The tournament was to be held on August 12 of that year at the Biltmore Hotel in New York City.\nBalukas played against men in several other competitions. These included at least one first shown on TV on March 25, 1979, between her and men's champion Ray Martin. The match was described on the television schedule as part of a \"Challenge of the Sexes\". Other male-female matchups in the series were between golfers Nancy Lopez and Andy North and co-ed participants in a skateboarding challenge match. During 1980, Balukas again competed in the men's side of the World Open Pocket Billiards championship. That year it was played at New York City's Roosevelt Hotel. She was beaten in the second round by Steve Mizerak with a score of 150 to 93. Her final rank in the tournament was 22nd. At the end, 42 men were behind her. She also played on the women's side and was the champion. She beat Billie Billings, also from Brooklyn, with a score of 100 to 75.\nBalukas was entered in both the men's and women's divisions of the 1987 B.C. Classic, a nine-ball competition. After controversy, she competed only on the men's side. There, she beat Keith McCready 11 to 3. At that time McCready was the 17th-ranked male player by money list. Balukas finished the tournament by tying for 9th place.\nDress code controversy.\nIn August 1987, at the yearly B.C. Classic held at a Holiday Inn in Binghamton, New York, Balukas was scheduled to play in the men's and women's tournaments. After arriving, she found out that for the nighttime matches, she would be required to wear formal clothing. However, she did not have suitable clothing with her. The men's side had no similar dress code. Thus, Balukas did not buy clothes to follow the rule because she thought it was unfair.\nThe women held a vote on whether Balukas should be allowed to play. The vote resulted in Balukas being banned from the women's tournament. Some people said that the real reason other players voted her out was because they would have a better chance of winning the first place USD $5,000 prize if Balukas did not play. Balukas did not think so. Balukas did compete on the men's side, tying for ninth place.\nSoon after the dress code issue was reported on, the president of the Women's Professional Billiard Association (WPBA), Belinda Bearden, sent a letter to \"The New York Times\". Bearden wrote that the facts were different than reported. The WPBA stated the dress code was decided by the women players for themselves. They made the rules to improve the image of women's pool and to attract a larger audience and more press to the sport. They said that Balukas was the only woman at the event who was not willing to follow the rule. They also explained that Balukas first left from the women's division. They said that she came back to play after the list of who would play who was already completed. Another vote on whether she could play went 8–7 in Balukas' favor. However, after they asked a player who was absent from the first vote, Balukas withdrew from the women's division of the competition.\nLeaving the sport.\nIn 1988, Balukas was playing another professional player named Robin Bell the Brunswick-sponsored World Open Nine-ball Championship. The tournament was held at Caesars Palace (a casino and hotel) in Las Vegas, Nevada and shown on television. Bell was Balukas's best friend on the women's tour. She had never beaten Balukas before. However, Bell had been playing very strongly in the tournament. The terms of the match were that the winner would be whoever won nine games first. In the game of nine ball, there is a way to win the game very quickly. The game is over and the first player wins if they put the 9 ball in a pocket when they take the first shot. Early in the match the score was 2 games to 3, with Bell winning. Then, Bell sank the 9 ball on the first shot two games in a row, so she won both games. That made the score 5 to 2 very quickly without having to play a complete game. Bell avoided having to match skill with Balukas on each turn.\nAll television match players wore small microphones so that their words and the sounds of play could be heard by the audience. Balukas quietly said to herself that Bell had gotten lucky. The microphone let others hear what Balukas said. The referee spoke to Balukas and told her not to continue talking about Bell. They continued playing. Balukas won the match with a final score of 9 to 5. According to an interview with Balukas by \"New York Woman\" magazine in 1991, Balukas's exact words were \"Some world championship... beat me with skill, not luck\". Despite Bell and Balukas's friendship, after the match Bell made a formal complaint to the WPBA about the incident. The WPBA's board of directors fined Balukas $200 for unsportsmanlike conduct.\nBalukas was angry about the fine. She did not pay it. She turned down offers by others to pay the fine for her. Balukas explained that \"It wasn’t the $200... [Women] pool players, who were ranked three and six and five, were the ones who decided I should be fined. I felt it should have been done by an outside panel, not by my competitors\". The sides were deadlocked. Balukas refused to pay and the WPBA refused to cancel the fine. They would not allow Balukas to play again until she paid. \"Just because she was our premier player does not mean she was above the rules\", said Vicki Paski in 1992, then president of the WPBA. Another professional named Loree Jon Jones was also interviewed. Her feelings were more mixed: \"Her not playing is, I guess, sad\", but she also said that without Balukas playing, \"we've all learned how to win\".\nBalukas had faced other problems before she stopped competing. When she had tried to compete against men as the only woman she heard insults from some men. For example, one said \"I’m gonna put on a dress and go play with the women\". Balukas heard many complaints from the men upon her entry to a Chicago tournament in 1988. They said it was not fair that she got to play on both the men's and women's side, when the men could only play on their own side. She agreed not to play. However, after she traveled to the tournament she learned she had been tricked: \"I found out that the first- and second-place winners in the women’s event were going to be invited to play in the men’s event. I was stabbed in the back\".\nBalukas also admits having been under great pressure, much of it that she placed on herself. After she reached the very top of her profession, \"That's when I started getting nervous... that’s when I started putting a lot of pressure on myself\". \"Playing against the men, I learned to lose... but [losing] hurt with the women because I was expected to win all the time\". Balukas later said that leaving the sport was a combination of many things, including: stress, fatigue, frustration, and anger at the professional pool industry. She said, \"You know, you're going to fine me? Well, see you later. That was my excuse to finally say I need a break\".\nAfter leaving the sport, Balukas returned to Bay Ridge. She took over management of her family's pool hall, Hall of Fame Billiards on Ovington Avenue in Brooklyn. She says \"I'm enjoying my life immensely... I have moved on\". In summing up these events in a 1992 article, \"The New York Times\" stated, \"So America's greatest woman pool player competes only for the odd soda. If you're feeling lucky, drop by her poolroom...If you're thirsty...go elsewhere\".\nHonors.\nIn 1975, when she was fifteen years old, Balukas was already described as the \"best female pool player in the world\". Announcers had stopped calling Balukas \"the Little Princess\", but introduced her to audiences as \"the Queen\". By that time she had won the World Straight Pool Championship women's division eight of the last nine years. During those same years, she also won sixteen women's professional tournaments. She had been named the Billiard Congress of America Player of the Year five times. In 1985, Balukas became the second woman (after Dorothy Wise) to enter the BCA Hall of Fame. She was the youngest person ever to receive the honor, at just under 27 years of age. In 1999, Balukas was ranked number fifteen on \"Billiard Digest's\" Fifty Greatest Players of the Century.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Americans","surface_form":"American","offset":40},{"uri":"Cue_sports","surface_form":"pool","offset":49},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":66},{"uri":"New_York","surface_form":"New York","offset":76},{"uri":"Child_prodigy","surface_form":"child prodigy","offset":224},{"uri":"Dress_code","surface_form":"dress code","offset":268},{"uri":"Billie_Jean_King","surface_form":"Billie Jean King","offset":313},{"uri":"Billiard_Congress_of_America","surface_form":"Billiard Congress of America","offset":350},{"uri":"Hall_of_Fame","surface_form":"Hall of Fame","offset":470},{"uri":"Prodigy","surface_form":"rare young talent","offset":664},{"uri":"Grand_Central_Station","surface_form":"Grand Central Station","offset":798},{"uri":"CBS","surface_form":"CBS","offset":877},{"uri":"Television","surface_form":"television","offset":899},{"uri":"I%27ve_Got_a_Secret","surface_form":"I've Got a Secret","offset":917},{"uri":"Straight_pool","surface_form":"Straight Pool","offset":1002},{"uri":"Dominant","surface_form":"dominated","offset":1112},{"uri":"World","surface_form":"world","offset":1260},{"uri":"Streak","surface_form":"streak","offset":1400},{"uri":"Woman","surface_form":"woman","offset":1497},{"uri":"Men","surface_form":"men","offset":1527},{"uri":"Era","surface_form":"era","offset":1559},{"uri":"Partner","surface_form":"partner","offset":1757},{"uri":"Brooklyn%2C_New_York","surface_form":"Brooklyn, New York","offset":1872},{"uri":"Basement","surface_form":"basement","offset":2043},{"uri":"Ivory","surface_form":"ivory","offset":2196},{"uri":"George_Balabushka","surface_form":"George Balabushka","offset":2266},{"uri":"Straight_pool","surface_form":"straight pool","offset":2354},{"uri":"Dinner","surface_form":"dinner","offset":2394},{"uri":"Exhibition","surface_form":"exhibition","offset":2474},{"uri":"Grand_Central_Terminal","surface_form":"Grand Central Terminal","offset":2504},{"uri":"Media","surface_form":"media","offset":2661},{"uri":"Wonderama","surface_form":"Wonderama","offset":2739},{"uri":"CBS","surface_form":"CBS","offset":2805},{"uri":"I%27ve_Got_a_Secret","surface_form":"I've Got a Secret","offset":2828},{"uri":"Exhibition_game","surface_form":"exhibition match","offset":2891},{"uri":"Manhattan","surface_form":"Manhattan","offset":2954},{"uri":"Advertisement","surface_form":"advertisement","offset":2968},{"uri":"Reporter","surface_form":"reporter","offset":3068},{"uri":"Leotard","surface_form":"leotards","offset":3185},{"uri":"Shirley_Temple","surface_form":"Shirley Temple","offset":3218},{"uri":"Adult","surface_form":"adult","offset":3248},{"uri":"Dorothy_Wise","surface_form":"Dorothy Wise","offset":3908},{"uri":"Prize","surface_form":"prize","offset":3926},{"uri":"US_dollar","surface_form":"$","offset":3936},{"uri":"Detroit%2C_Michigan","surface_form":"Detroit, Michigan","offset":4072},{"uri":"Inning","surface_form":"inning","offset":4122},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":4183},{"uri":"Runner-up","surface_form":"runner-up","offset":4448},{"uri":"Psychologist","surface_form":"psychologist","offset":4472},{"uri":"Kansas_City%2C_Missouri","surface_form":"Kansas City, Missouri","offset":4490},{"uri":"Kyoto%2C_Japan","surface_form":"Kyoto, Japan","offset":4705},{"uri":"Chicago","surface_form":"Chicago","offset":4867},{"uri":"Joe_Balsis","surface_form":"Joe Balsis","offset":5143},{"uri":"Jim_Rempe","surface_form":"Jim Rempe","offset":5163},{"uri":"Ames%2C_Iowa","surface_form":"Ames, Iowa","offset":5319},{"uri":"Cheyney%2C_Pennsylvania","surface_form":"Cheyney, Pennsylvania","offset":5582},{"uri":"Streak","surface_form":"streak","offset":5764},{"uri":"American_Broadcasting_Company","surface_form":"ABC-TV","offset":5966},{"uri":"Superstars_(TV_program)","surface_form":"Superstars","offset":6007},{"uri":"Rotonda_West%2C_Florida","surface_form":"Rotonda West, Florida","offset":6043},{"uri":"Tennis","surface_form":"tennis","offset":6284},{"uri":"Bowling","surface_form":"bowling","offset":6295},{"uri":"Speed","surface_form":"speed","offset":6329},{"uri":"Ice_skating","surface_form":"skater","offset":6335},{"uri":"Diving","surface_form":"diver","offset":6384},{"uri":"Golf","surface_form":"golf","offset":6413},{"uri":"Althea_Gibson","surface_form":"Althea Gibson","offset":6422},{"uri":"Skiing","surface_form":"skier","offset":6437},{"uri":"Kiki_Cutter","surface_form":"Kiki Cutter","offset":6443},{"uri":"Wyomia_Tyus","surface_form":"Wyomia Tyus","offset":6463},{"uri":"Martina_Navratilova","surface_form":"Martina Navratilova","offset":6496},{"uri":"Amateur","surface_form":"amateur","offset":6614},{"uri":"High_school","surface_form":"high school","offset":6677},{"uri":"Scholarship","surface_form":"scholarship","offset":6749},{"uri":"Asbury_Park%2C_New_Jersey","surface_form":"Asbury Park","offset":6931},{"uri":"New_Jersey","surface_form":"New Jersey","offset":6944},{"uri":"Steve_Mizerak","surface_form":"Steve Mizerak","offset":7218},{"uri":"Average","surface_form":"average","offset":7276},{"uri":"Willie_Mosconi","surface_form":"Willie Mosconi","offset":7642},{"uri":"Irving_Crane","surface_form":"Irving Crane","offset":7661},{"uri":"Ball","surface_form":"ball","offset":8110},{"uri":"Rudolph_Wanderone","surface_form":"Rudolph Wanderone","offset":8252},{"uri":"Minnesota_Fats","surface_form":"Minnesota Fats","offset":8285},{"uri":"New_York_City","surface_form":"New York City","offset":8677},{"uri":"Golf","surface_form":"golf","offset":9002},{"uri":"New_York_City","surface_form":"New York City","offset":9226},{"uri":"Rank","surface_form":"rank","offset":9348},{"uri":"Controversy","surface_form":"controversy","offset":9665},{"uri":"Keith_McCready","surface_form":"Keith McCready","offset":9731},{"uri":"Yearly","surface_form":"yearly","offset":9927},{"uri":"Holiday_Inn","surface_form":"Holiday Inn","offset":9957},{"uri":"Binghamton%2C_New_York","surface_form":"Binghamton, New York","offset":9972},{"uri":"Schedule","surface_form":"scheduled","offset":10006},{"uri":"Evening","surface_form":"nighttime","offset":10105},{"uri":"Formal","surface_form":"formal","offset":10154},{"uri":"Clothing","surface_form":"clothing","offset":10161},{"uri":"Dress_code","surface_form":"dress code","offset":10255},{"uri":"Vote","surface_form":"vote","offset":10372},{"uri":"United_States_dollar","surface_form":"USD","offset":10631},{"uri":"Women%27s_Professional_Billiard_Association","surface_form":"Women's Professional Billiard Association","offset":10831},{"uri":"Letter","surface_form":"letter","offset":10905},{"uri":"Fact","surface_form":"fact","offset":10960},{"uri":"Media","surface_form":"press","offset":11175},{"uri":"Rule","surface_form":"rule","offset":11284},{"uri":"Professional","surface_form":"professional","offset":11715},{"uri":"Sponsor","surface_form":"sponsor","offset":11766},{"uri":"Caesars_Palace","surface_form":"Caesars Palace","offset":11838},{"uri":"Casino","surface_form":"casino","offset":11856},{"uri":"Hotel","surface_form":"hotel","offset":11867},{"uri":"Las_Vegas%2C_Nevada","surface_form":"Las Vegas, Nevada","offset":11877},{"uri":"Skill","surface_form":"skill","offset":12599},{"uri":"Microphone","surface_form":"microphone","offset":12672},{"uri":"Audience","surface_form":"audience","offset":12749},{"uri":"Exact","surface_form":"exact","offset":13110},{"uri":"Complaint","surface_form":"complaint","offset":13260},{"uri":"Board_of_directors","surface_form":"board of directors","offset":13313},{"uri":"Fine","surface_form":"fine","offset":13332},{"uri":"Unsportsmanlike_conduct","surface_form":"unsportsmanlike conduct","offset":13355},{"uri":"Anger","surface_form":"angry","offset":13392},{"uri":"Deadlock","surface_form":"deadlock","offset":13737},{"uri":"Refuse","surface_form":"refused","offset":13757},{"uri":"Premier","surface_form":"premier","offset":13898},{"uri":"Insult","surface_form":"insult","offset":14351},{"uri":"Fairness","surface_form":"fair","offset":14563},{"uri":"Trick","surface_form":"trick","offset":14768},{"uri":"Profession","surface_form":"profession","offset":15064},{"uri":"Management","surface_form":"management","offset":15653},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":15736},{"uri":"Soft_drink","surface_form":"soda","offset":15950}]}