{"id":208327,"url":"http://en.wikipedia.org/wiki/New_York_State_Route_308","text":"New York State Route 308 (NY 308, Route 308) is a short road in Dutchess County, New York. The highway is long. It goes through mostly rural areas, and is usually used as a shortcut from U.S. Route 9 (US 9) to New York State Route 9G. The road passes several landmarks along its path. The road began its history in about 1685, when a group of Native Americans built the Sepasco Trail. This trail went from the Hudson River to Lake Sepasco, and followed the same path that currently exists as Route 308. The trail was there until 1802, when part of the Ulster and Delaware Turnpike was built over it. Route 308 was officially formed in 1930.\nRoute description.\nPart of NY 308 is in the Rhinebeck Village Historic District, which is a area that has 272 historical buildings. It was added to the National Register of Historic Places in 1979. A well-known attraction is the Beekman Arms Inn, which is located at the corner of NY 308 and US 9. The inn was started in 1776, and says it is one of the oldest inns within the United States.\nThe road begins at US 9 in the village of Rhinebeck, which is above sea level. To the south of here is a park, a small lake, and a cemetery. At this point, the Dutchess County Fairgrounds are north of Route 308. The highway goes to the east, and is called East Market Street. It soon leaves Rhinebeck, while it runs next to a small creek sometimes known as the Landsman Kill.\nThe road intersects with County Route 101 and then turns to the north. It also intersects with Route 9G before it turns to the east into a rural area. In this area, Route 308 carries about 6,400 vehicles each day. There are many small lakes around the road as it intersects with County Route 52 and turns to the northeast. NY 308 then travels west of Sepasco Lake before turning east again. It ends at NY 199 in the town of Milan.\nHistory.\nThe earliest people that lived in northern Dutchess County were the Mohicans. They were a Native American nation that came to the area about 3,000 years ago. There were around 8,000 Mohicans during the time they first saw the Europeans. However, there were only 800 after the American Revolution. Artifacts were found along the shore of Lake Sepasco, which is a small lake near NY 308. The artifacts included very old arrowheads, and are now being shown at a local museum.\nA smaller group of these Native Americans were known as the Sepasco Indians. This name was used for Native Americans in the Sepasco area, which is now known as Rhinebeck. The word \"Sepasco\" probably came from the tribe's word for \"little river\" or \"stream\", which is \"sepuus\". After the Civil War, only a few of the Sepasco were left. The last Sepasco Indian died in 1867 in a hut near Lake Sepasco. By 1685, a trail known as the Sepasco Trail was formed by the Sepasco people. This trail started at the Hudson River and went east through the village of Rhinebeck. It ended at Lake Sepasco. Part of the trail from Rhinebeck to Lake Sepasco follows about the same path that is today taken by Route 308.\nThe trail was there until 1802, when a turnpike, a type of road, was built over it \"for improving and making a road from the west line of the Town of Salisbury in the State of Connecticut to the Susquehannah River at or near the Town of Jericho\". The part of the new turnpike east of the Hudson River was sometimes known as the \"Ulster and Salisbury Turnpike\". A plaque was placed in November 1922 at the Beekman Arms Inn. The sign marked the crossing of the Kings Highway (now called US 9) and the Ulster and Salisbury Turnpike.\nNY 308 itself was officially made during 1930. The path of the road was changed a bit in the 1960s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Road","surface_form":"road","offset":56},{"uri":"Dutchess_County%2C_New_York","surface_form":"Dutchess County","offset":64},{"uri":"New_York","surface_form":"New York","offset":81},{"uri":"Highway","surface_form":"highway","offset":95},{"uri":"Rural","surface_form":"rural","offset":135},{"uri":"Shortcut","surface_form":"shortcut","offset":173},{"uri":"U.S._Route_9","surface_form":"U.S. Route 9","offset":187},{"uri":"Landmark","surface_form":"landmark","offset":259},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native Americans","offset":343},{"uri":"Hudson_River","surface_form":"Hudson River","offset":410},{"uri":"Historical","surface_form":"historical","offset":751},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":793},{"uri":"Attraction","surface_form":"attraction","offset":852},{"uri":"Inn","surface_form":"Inn","offset":883},{"uri":"United_States","surface_form":"United States","offset":1017},{"uri":"Village","surface_form":"village","offset":1063},{"uri":"Rhinebeck%2C_New_York","surface_form":"Rhinebeck","offset":1074},{"uri":"Sea_level","surface_form":"sea level","offset":1100},{"uri":"Park","surface_form":"park","offset":1137},{"uri":"Cemetery","surface_form":"cemetery","offset":1163},{"uri":"Creek","surface_form":"creek","offset":1364},{"uri":"Intersection","surface_form":"intersects","offset":1417},{"uri":"Vehicle","surface_form":"vehicle","offset":1603},{"uri":"New_York_State_Route_199","surface_form":"NY 199","offset":1810},{"uri":"Milan%2C_New_York","surface_form":"Milan","offset":1832},{"uri":"Northern","surface_form":"northern","offset":1882},{"uri":"Mohicans","surface_form":"Mohicans","offset":1916},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native American nation","offset":1938},{"uri":"Europe","surface_form":"Europe","offset":2074},{"uri":"American_Revolution","surface_form":"American Revolution","offset":2124},{"uri":"Artifact_(archaeology)","surface_form":"Artifacts","offset":2145},{"uri":"Arrowhead","surface_form":"arrowhead","offset":2266},{"uri":"Tribe","surface_form":"tribe","offset":2534},{"uri":"Civil_War","surface_form":"Civil War","offset":2608},{"uri":"Turnpike","surface_form":"turnpike","offset":3062},{"uri":"Hudson_River","surface_form":"Hudson River","offset":3311},{"uri":"Commemorative_plaque","surface_form":"plaque","offset":3386}]}