{"id":20837,"url":"http://en.wikipedia.org/wiki/Nerve_agent","text":"e=\"preserve\">Nerve gas or nerve agent is the name of a family of chemical poisons. Usually people call them \"nerve agents\" (they are not always gases). They work by changing the way the nerves work in the human body. They stop messages from the brain from getting sent to the muscles and organs.\nNerve agents are organic chemicals that have phosphorus in them (organophosphates). Many organophosphates are pesticides, and have the same effects as nerve agents if people are exposed to them. However, these pesticides are not used against people as weapons like nerve agents are.\nSince they are chemical weapons, nerve agents are classified as weapons of mass destruction by the United Nations according to UN Resolution 687. Since 1993, making or stockpiling them has been against international law.\nNerve agents have long-lasting effects. People who survive nerve agent poisoning almost always have chronic damage to the brain and nerves. This damage can also cause mental health problems.\nHow they work.\nNerve agents work by blocking communication between the brain and the body. Usually, a neurotransmitter (a chemical messenger) called acetylcholine gives the signal for the muscles to tighten up. It also keeps them from relaxing. However, when it is time for the muscles to relax, an enzyme called acetylcholinesterase destroys acetylcholine, and another neurotransmitter tells the muscles to relax.\nNerve agents work by blocking acetyl-cholinesterase. Too much acetylcholine builds up, because it is not getting destroyed by acetylcholinesterase. The muscles keep getting more and more signals to tighten up. Basically, the brain loses control over the body's muscles. It cannot make the muscles relax. This leads to many of the unique signs and symptoms of nerve agent poisoning.\nAcetylcholine also signals the parasympathetic nervous system (PNS) to kick in. Usually, the PNS balances out with the sympathetic nervous system to maintain homeostasis. However, when there is too much acetylcholine, the two systems cannot balance, and the sympathetic nervous system does not work correctly.\nSymptoms.\nAs the person gets worse, they will have muscle twitches, then start having seizures and go into status epilepticus. People can die because their brain cannot control their breathing muscles, and they stop breathing.\n\"G series\" nerve gases.\nThese nerve gases are called \"G series\" because they were first created by German scientists. They were all discovered and made before or during World War II.\n\"V series\" nerve gases.\nNobody agrees on why these nerve gases are called \"V series.\" Different people say the V stands for \"Victory,\" \"Venomous\" (poisonous), or \"Viscous\" (thick liquid).","categories":[],"infobox_types":[],"annotations":[{"uri":"Poison","surface_form":"poison","offset":74},{"uri":"Gas","surface_form":"gas","offset":144},{"uri":"Nerve","surface_form":"nerve","offset":186},{"uri":"Brain","surface_form":"brain","offset":245},{"uri":"Muscle","surface_form":"muscle","offset":276},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":288},{"uri":"Organic_chemical","surface_form":"organic chemical","offset":313},{"uri":"Phosphorus","surface_form":"phosphorus","offset":341},{"uri":"Organophosphate","surface_form":"organophosphate","offset":361},{"uri":"Pesticide","surface_form":"pesticide","offset":406},{"uri":"Exposure_(toxicology)","surface_form":"exposed","offset":474},{"uri":"Chemical_weapon","surface_form":"chemical weapon","offset":594},{"uri":"Weapon_of_mass_destruction","surface_form":"weapons of mass destruction","offset":643},{"uri":"United_Nations","surface_form":"United Nations","offset":678},{"uri":"UN_Resolution_687","surface_form":"UN Resolution 687","offset":706},{"uri":"Stockpiling","surface_form":"stockpiling","offset":747},{"uri":"International_law","surface_form":"international law","offset":781},{"uri":"Chronic","surface_form":"chronic","offset":900},{"uri":"Mental_health","surface_form":"mental health","offset":967},{"uri":"Neurotransmitter","surface_form":"neurotransmitter","offset":1093},{"uri":"Acetylcholine","surface_form":"acetylcholine","offset":1140},{"uri":"Enzyme","surface_form":"enzyme","offset":1290},{"uri":"Acetylcholinesterase","surface_form":"acetylcholinesterase","offset":1304},{"uri":"Signs_and_symptoms","surface_form":"signs and symptoms","offset":1743},{"uri":"Parasympathetic_nervous_system","surface_form":"parasympathetic nervous system","offset":1819},{"uri":"Sympathetic_nervous_system","surface_form":"sympathetic nervous system","offset":1907},{"uri":"Homeostasis","surface_form":"homeostasis","offset":1946},{"uri":"Myoclonic_jerk","surface_form":"muscle twitches","offset":2149},{"uri":"Seizure","surface_form":"seizure","offset":2184},{"uri":"Status_epilepticus","surface_form":"status epilepticus","offset":2205},{"uri":"Breathing","surface_form":"breathing","offset":2281},{"uri":"Scientist","surface_form":"scientist","offset":2431},{"uri":"World_War_II","surface_form":"World War II","offset":2494}]}