{"id":208312,"url":"http://en.wikipedia.org/wiki/Neil_Aspinall","text":"Neil Aspinall (13 October 1941 - 23 March 2008) was a British music executive. He was the managing director of Apple Corps, a company started by The Beatles. He had earlier served as the band's road manager.\nAspinall was born in Prestatyn, North Wales and grew up in Liverpool, England. He was an Accountancy student and lived with the Best family, renting a room in their house. Eldest son Pete Best was a drummer who played for the Beatles. Aspinall owned a van, and began driving the band to their shows, and setting up equipment. In time, they began to pay him for this, and he gave up his studies to be their official road manager.\nDuring 1962 the Beatles changed drummers when Ringo Starr joined, and Pete Best was let go. Aspinall offered to quit also, but he was persuaded to keep working for the Beatles. (He kept a connection to the Best family, having a son, Roag, with Mona Best.) Aspinall was joined by another man, Mal Evans, who shared his job duties.\nOver time, other people helped with setting up and breaking down the Beatles' instruments and equipment, but Aspinall and Evans still supervised them. They also did other jobs, like shopping for the band, delivering important messages, and dealing with members of the public who wanted to meet the band. Some of their lesser-known jobs were choosing female audience members at Beatles concerts to visit the band backstage, and signing Beatles autographs on photographs. (The demand for autographs was too great for the Beatles themselves to meet practically.)\nWhen the Beatles stopped giving concerts, they put time into forming their own company, which became Apple Corps. Aspinall and Evans were both directors at Apple, and personal assistants to the Beatles. None of the band's inner circle knew how to run a large company, and Apple got into financial trouble. Allen Klein and Lee Eastman (Paul McCartney's father-in-law) took over running Apple, and Evans was fired. Aspinall was also supposed to be fired, but the Beatles themselves insisted he be kept on.\nAfter the Beatles disbanded, Apple's business decreased, Klein and Eastman moved on, and Apple was reorganized. Aspinall alone was able to handle most of Apple's ongoing business, which was mostly licensing Beatles-related products, and future issues of Beatles music. He kept working for the band until shortly before his death.\nAspinall's last tasks for Apple included handling a lawsuit against Apple Inc. over iTunes, and supervising a new recording of the whole Beatles music catalogue. Aspinall died of lung cancer in New York City in 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_people","surface_form":"British","offset":54},{"uri":"Managing_director","surface_form":"managing director","offset":90},{"uri":"Apple_Corps","surface_form":"Apple Corps","offset":111},{"uri":"The_Beatles","surface_form":"The Beatles","offset":145},{"uri":"Road_manager","surface_form":"road manager","offset":194},{"uri":"Prestatyn","surface_form":"Prestatyn","offset":229},{"uri":"North_Wales","surface_form":"North Wales","offset":240},{"uri":"Liverpool","surface_form":"Liverpool","offset":267},{"uri":"England","surface_form":"England","offset":278},{"uri":"Accounting","surface_form":"Accountancy","offset":297},{"uri":"Pete_Best","surface_form":"Pete Best","offset":391},{"uri":"Drummer","surface_form":"drummer","offset":407},{"uri":"Van","surface_form":"van","offset":460},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":683},{"uri":"Mal_Evans","surface_form":"Mal Evans","offset":929},{"uri":"Supervise","surface_form":"supervised","offset":1101},{"uri":"Photograph","surface_form":"photograph","offset":1424},{"uri":"Personal_assistant","surface_form":"personal assistant","offset":1694},{"uri":"Company","surface_form":"company","offset":1786},{"uri":"Allen_Klein","surface_form":"Allen Klein","offset":1833},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":1862},{"uri":"Apple_Inc.","surface_form":"Apple Inc.","offset":2429},{"uri":"ITunes","surface_form":"iTunes","offset":2445},{"uri":"Recording","surface_form":"recording","offset":2475},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":2540},{"uri":"New_York_City","surface_form":"New York City","offset":2555}]}