{"id":208412,"url":"http://en.wikipedia.org/wiki/Flynn_effect","text":"e=\"preserve\">There is a rise in average IQ scores since the beginning of measurements. It is called the Flynn effect. The rise in most industrialized countries where IQ testing has long been commonplace is about three IQ points per decade. James R. Flynn described this phenomenon in 1984.\nOthers supported the claims. They found the rise was mostly due to the test scores of those who scored an IQ below 100. The number of those who were classified as \"mentally handicapped\" reduced from year to year. In contrast, the scores of those who got more than 100 did not seem to be affected.\nThe rise.\nIQ tests are re-normalized every so often to hold the average score for an age group at 100. This gave a first hint to Flynn that the IQ was changing over time. The revised versions are standardized on new samples and scored with respect to those samples only. The only way to compare the difficulty of two versions is to have a group of people take both tests. This confirms IQ gains over time.\nThe average rate of rise seems to be around three IQ points per decade. Today, children go to school for a longer time. They have also become more familiar with testing. It might therefore be expected that the biggest gains occur with school-related content, such as vocabulary, arithmetic or general information. Just the opposite is the case: abilities such as these have had small gains and occasional declines over the years. The largest changes appear on general intelligence factor loaded (g-loaded) tests such as Raven's Progressive Matrices, instead. For example, Dutch soldiers gained 21 points in only 30 years, or 7 points per decade, between 1952 and 1982.\nSome studies focused on the distribution of scores have found that the Flynn effect mainly occurs with lower scores. However, Raven (2000) found that a lot of data must be re-interpreted with respect to the date of birth. Previously, this data had been interpreted to show that many abilities decrease when people get older. This data must now be interpreted to show that many abilities had in fact increased dramatically, as Flynn predicted. On many tests this occurs at all levels of ability. Two large samples of Spanish children were assessed with a 30-year gap. Comparison of the IQ distributions indicated that\nSome scientists believe these changes are very big. One of them is Ulric Neisser. In 1995 he was the head of a task force of the American Psychological Association, charged with writing a statement on where intelligence research was. He estimates that if American children of 1932 could take an IQ test normed in 1997 their average IQ would have been only about 80. In other words, half of the children in 1932 would be classified as having borderline mental retardation or worse in 1997. Looking at Ravens, Neisser estimates that if you extrapolate beyond the data, which shows a 21 point gain between 1952 and 1982, an even larger gain of 35 IQ points can be argued. Arthur Jensen warns that extrapolating beyond the data leads to results such as an IQ of minus 1000 for Aristotle (even assuming he would have scored 200 in his day).\nMost of the time, the effect is associated with IQ rises. A similar effect has been found with increases in semantic and episodic memory.","categories":[],"infobox_types":[],"annotations":[{"uri":"Average","surface_form":"average","offset":32},{"uri":"Intelligence_quotient","surface_form":"IQ","offset":40},{"uri":"Decade","surface_form":"decade","offset":232},{"uri":"James_Flynn_(academic)","surface_form":"James R. Flynn","offset":240},{"uri":"Phenomenon","surface_form":"phenomenon","offset":270},{"uri":"Vocabulary","surface_form":"vocabulary","offset":1260},{"uri":"Arithmetic","surface_form":"arithmetic","offset":1272},{"uri":"General_intelligence_factor","surface_form":"general intelligence factor loaded (g-loaded)","offset":1453},{"uri":"Raven%27s_Progressive_Matrices","surface_form":"Raven's Progressive Matrices","offset":1513},{"uri":"Soldier","surface_form":"soldier","offset":1571},{"uri":"American_Psychological_Association","surface_form":"American Psychological Association","offset":2408},{"uri":"Mental_retardation","surface_form":"mental retardation","offset":2731},{"uri":"Extrapolation","surface_form":"extrapolate","offset":2817},{"uri":"Arthur_Jensen","surface_form":"Arthur Jensen","offset":2948},{"uri":"Plus_and_minus_signs","surface_form":"minus","offset":3037},{"uri":"Aristotle","surface_form":"Aristotle","offset":3052},{"uri":"Semantic","surface_form":"semantic","offset":3223},{"uri":"Episode","surface_form":"episodic","offset":3236},{"uri":"Memory","surface_form":"memory","offset":3245}]}