{"id":208425,"url":"http://en.wikipedia.org/wiki/Straight_pool","text":"Straight pool, also called 14.1 continuous or simply 14.1, is a pocket billiards (pool) game. It was the common sport of championship competition until faster-playing games like nine-ball and to a lesser extent eight-ball became more popular. This is the classic game from the history of pool.\nThe game was especially popular in the United States, and was the subject of the classic 1961 film \"The Hustler\".\nIn straight pool, the person shooting may attempt to pocket any ball on the table. The aim of the game is to reach a set number of points. The amount of points needed to win is agreed to before the game. One point is scored for each ball pocketed legally (that is, without a foul). A typical game might require a player to score 100 points. This means that at least 100 balls must be pocketed to win. In professional competition, straight pool is usually played to 150 points. Straight pool is a call-pocket game. This means that the player must call what pocket they mean to sink the ball into on every shot. It does not matter how balls reach the pocket. As long as no foul is involved, and the balls goes into the pocket that is called, a point is scored.\nThe first rack.\nIn the first rack in straight pool (when you place all the balls together before the break), the fifteen object balls (the colored balls) are racked in a triangular frame, usually made from aluminum, wood, or plastic. The center of the ball at the top of the rack is placed over the a spot on the table called the foot spot. Traditionally, the 1 ball is placed at the rack's right corner, and the 5 ball is placed at the rack's left corner. Other balls are placed randomly. All the balls must touch their neighbors. However, it is considered a courtesy by some players to place a striped ball at the front of the rack. This is because the break is very important and it is believed that a striped ball is easier to hit very precisely.\nIn most pool games, pocketing a ball and spreading the balls is the aim on the break. Straight pool is different. In it, the goal on the first break shot is to leave the opponent with a \"safety\". A safety means a situation where they opponent has no good shot. The reason for this is because the call-pocket rule—the rule discussed earlier requiring the player to call the ball they intend to pocket—\"includes\" the break shot. For that reason, if you break the balls hard, and even if you pocket many balls, you will not be able to go again unless you called one of those balls in a pocket and it goes into that pocket.\nTo perform a legal break, either a ball must be pocketed in a called pocket or the cue ball and at least two additional colored balls must touch rails. If you do not succeed at one of these two options, the shot is a foul. A foul on the first break results in a special penalty of a loss of 2 points. In addition, the opponent has the choice of either accepting the table as it was left, or of having the balls re-racked and requiring the person who fouled on the break to repeat it.\nAll other fouls during the game have a penalty of a one point deduction. This includes fouling on an \"intragame\" rack (a rack after the first rack, which are discussed later). However, a third foul \"in a row\" at any time in a straight pool game results in a loss of 15 points. When applying this rule, a foul on the initial break, though it is a loss of two points, is not counted as two fouls. The 15 point deduction is in addition to the one point loss for each foul. Thus, the first two fouls are a loss of one point each, and the third foul in a row is a loss of 16 points: 1 point for the foul, and 15 points for it being the third foul in a row.\nIntragame racking.\n\"Intragame racks\" refers to all racks after the first rack. As noted previously, straight pool is played to a specific number of points, normally far more than the 15 total points that can be made in the first rack. For this reason, multiple intragame racks are necessary. Intragame racking employs a separate set of rules from those in place at the game's start on the first rack.\nTo reach the point in time when an intragame rack is needed, the balls are played until only the cue ball and only one object ball remain on the table's surface. At that time, if neither the cue ball or the fifteenth object ball remains in the rack area (or is interfering with racking in the rack area) the fourteen pocketed object balls are racked with no ball placed at the top of the rack, and the rack is placed so that \"if the top ball were in the rack\", its center would be placed over the table's foot spot. Play then continues with the cue ball shot from where it rested, and the fifteenth, non-racked object ball from where it rested prior to racking.\nThe name \"14.1 continuous\" is named after this racking method. That is, that fourteen (14) racked object balls and one (.1) separate colored ball are left at the end of each intragame rack. The shooter will then normally try to pocket the unracked fifteenth colored ball, and at the same time have the cue ball smash into the fourteen racked balls, spreading them so that later shots are available, and the player continue at the table.\nA number of rules detail what must be done when one or both of the cue ball and fifteenth object ball are either in the rack area at the time an intragame rack is neeeded, or are so close to the intragame racking area, that the racking of the 14 balls cannot be done without moving one of them. The rules also vary depending on whether the cue ball or fifteenth object ball are resting on the table's head spot. These rules are shown on the following chart. Note that in the chart the use of the word kitchen refers to the area behind the table's head string.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cue_sports","surface_form":"pocket billiards","offset":64},{"uri":"United_States","surface_form":"United States","offset":333}]}