{"id":208970,"url":"http://en.wikipedia.org/wiki/SuccessTech_Academy_shooting","text":"The SuccessTech Academy shooting was a attempted murder-suicide at SuccessTech Academy in Cleveland, Ohio on October 10, 2007.\nAsa Coon, a student at the school, came to school armed with two handguns and three tactical folding knives. After being punched in the face for bumping into Michael Peek, Coon shot Peek in the abdomen as he walked away. He walked through the school's halls shooting at another student, Darnell Rodgers, but the bullet just scratched Rodgers, hurting his elbow. Then Coon went to a social studies class where he shot the teacher Michael Grassie in the chest. Another teacher, David Kachadourian, was shot in the shoulder while helping his students get to a safe place. A 14-year old student, Trinnetta McGrady, had knee and back injuries from being stepped on in a hallway by students who were trying to get away. The only person who died because of this was Asa Coon. He killed himself by shooting himself in the right side of his head.\nA controversial crime scene photo taken of Coon after his suicide was leaked to the public from a radio disc jockey from the Rover's Morning Glory show. A Cleveland police officer Walter Emerick, who took the picture using his camera phone was suspended from his job for eight days for sending the photo to other people, eventually leading to it being leaked on the Internet.","categories":[],"infobox_types":[],"annotations":[{"uri":"Murder","surface_form":"murder","offset":49},{"uri":"Suicide","surface_form":"suicide","offset":56},{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland","offset":90},{"uri":"Ohio","surface_form":"Ohio","offset":101},{"uri":"October_10","surface_form":"October 10","offset":109},{"uri":"2007","surface_form":"2007","offset":121},{"uri":"Student","surface_form":"student","offset":139},{"uri":"Handgun","surface_form":"handgun","offset":192},{"uri":"Tactical","surface_form":"tactical","offset":211},{"uri":"Abdomen","surface_form":"abdomen","offset":321},{"uri":"Bullet","surface_form":"bullet","offset":439},{"uri":"Scratch","surface_form":"scratch","offset":451},{"uri":"Social_studies","surface_form":"social studies","offset":509},{"uri":"Police_officer","surface_form":"police officer","offset":1130},{"uri":"Suspend","surface_form":"suspend","offset":1209}]}