{"id":209,"url":"http://en.wikipedia.org/wiki/Death","text":"Death is the end of a life in an organism. All biological and living activity of the living thing stop, including the mind and the senses. The usual signal for death in humans and many other animals is that the heart stops beating and cannot be restarted. This can be caused by many things. All living things have a limited lifespan, and all living things eventually die.\nLiving things that have died are normally described as being dead. Death of humans is often investigated for the cause, in case of crime (such as murder), accident or disease that may continue to kill other humans. About 150,000 people die every day around the world. About two thirds of these people die because of age. In addition to the physical body, some believe humans also have a soul and believe that the soul can continue without a body (afterlife), move into another body (reincarnation), or cease to exist (annihilationism). Religions have different beliefs about this issue. Many cultures have their own customs and rituals to respect the dead.\nWhen people talk about things or events that lead to the death of a plant or animal, those things or events are usually described as being deadly, or fatal. In the case of diseases, they are described as \"terminal\". Humans are no different from any other lifeform. Our bodies have an ability for self-repair, but that ability is limited. Finding the cause of death is a medical speciality called pathology. In medicine, death is when the heart stops beating for more than several minutes. There are special times in which people recover even though the heart has stopped for 30 minutes, such as near-drowning in very cold water. If machines are used to help the heart and lungs work, then the moment of death is more difficult to know.\nSociety and culture.\nDeath is commonly a sad or unpleasant thing to people. It can make people think about their own death. People might miss or be sad for the person who has died. They might also be sad for the family and friends of the person who has died.\nIn any society, human death is surrounded by ritual - a wake or funeral is normal. In some places it was common to \"eat\" the dead in a form of ritual cannibalism. But this is no longer common, in part because disease like kuru can be passed this way. Human dead bodies are taboo in most societies and must be handled in special ways - for a combination of religious and hygiene reasons. A human dead body must always be reported in law, to be sure it is disposed of properly.\nDealing with dead bodies and their property.\nFinding the cause of any human death and stopping a similar death from happening to someone else are the main reasons people look into \"human morbidity\" or let dead bodies be cut open and looked at in an autopsy. Some religions do not allow autopsies, because they feel the body is holy. Autopsies are usually required by the state if someone dies and people do not know why. The autopsy helps find out if someone killed the person on purpose, tried to hurt them, or if they died from a sickness.\nTo prepare for their own death, humans can write a last will and testament to be clear about who gets their property and possessions. A person will sometimes also volunteer to be an organ donor. This might mean giving the whole body to medical research. It can also save the lives of others by making organ transplants possible.\nReligious views of death.\nFor a long time, many people have been afraid of death and a lot of people have wondered about what may happen to people after they die. This is one of the largest questions of philosophy and religion. Many people believe there is some form of afterlife.\nAncient rulers sometimes did insist not only that their own bodies, and much property, but even their servants and relatives be destroyed at their funeral.\nChristianity has a special focus on death because of the state killing of Jesus Christ by the Romans. In Islam this is thought to demonstrate the injustice of human systems of dealing out death, and the ability of the best people to overcome it and even forgive it. In Christianity itself it is thought to prove that Jesus himself was really God and so could lose his body and still have the power of resurrection. In Buddhism reincarnation is believed to occur. Reincarnation is an idea taken from Hinduism.\nConfucianism advises respect for parents and forms of ancestor worship to respect both dead and living ancestors.\nRituals surrounding death.\nEvery ethical tradition including the medical view of the body has some ritual surrounding death. Often these excuse behaviours that might be hated if they did not have the ritual. For instance, one may say that organ transplant is like cannibalism.\nVery much of what happens at a human death is ritual. People who wish theirs to be dealt with a certain way, and who wish a particular treatment like cremation of their body, should decide in advance and set up the necessary payments and agreements. This makes it much easier for their family after they die, since there is no longer the ability to clearly communicate the wish.\nFor the same reason, saying goodbye is important. Most of the stress of death seems to come for loved ones who \"did not have a chance to say goodbye\".\nMaybe it is to relieve this stress that rituals are created, and to bring together those that knew someone so that the personal experience a person can no longer communicate for themselves, can be exchanged by others.\nSome ritual, such as seances, claim to allow people to speak to the dead. This is not claimed to be very reliable, both by scientists and even by those who do them very often.\nPreparing for death.\nBecause events leave living memory, and may only be part of oral tradition, there are projects to record everything that people remember about World War I and the Shoah. The first of these was to record everything remembered about the U.S. Civil War. This discipline has changed history since we have so many more first person accounts of the times, and made social history much more standard.\nOther terms for death.\nThere are other terms for death. Examples are, \"to pass away\", \"to go to a better place\", \"to buy the farm\" (generally used in the military), \"to leave the earth\", \"big sleep\", and \"to kick the bucket\". the term \"gone\" may also be a term for describing death. \"for example\": if a person has died, they are also said to be \"gone\", as in \"gone to a better place\" or \"no longer here\".\nUnnatural causes of death.\nOld age is not the only thing that can end a person's life. People make other people die. This is called killing or murder. Three famous murders are John Wilkes Booth killing Abraham Lincoln, James Earl Ray killing Martin Luther King Jr. and Lee Harvey Oswald killing the President of the United States John F. Kennedy. People can also die by accidents resulting in terminal trauma, hypothermia, starvation, suicide and dehydration.","categories":[],"infobox_types":[],"annotations":[{"uri":"Life","surface_form":"life","offset":22},{"uri":"Organism","surface_form":"organism","offset":33},{"uri":"Biology","surface_form":"biological","offset":47},{"uri":"Mind","surface_form":"mind","offset":118},{"uri":"Sensory_system","surface_form":"sense","offset":131},{"uri":"Signs_and_symptoms","surface_form":"signal","offset":149},{"uri":"Human","surface_form":"human","offset":169},{"uri":"Animal","surface_form":"animal","offset":191},{"uri":"Heart","surface_form":"heart","offset":211},{"uri":"Crime","surface_form":"crime","offset":503},{"uri":"Murder","surface_form":"murder","offset":518},{"uri":"Accident","surface_form":"accident","offset":527},{"uri":"Disease","surface_form":"disease","offset":539},{"uri":"Ageing","surface_form":"age","offset":688},{"uri":"Soul","surface_form":"soul","offset":759},{"uri":"Afterlife","surface_form":"afterlife","offset":819},{"uri":"Reincarnation","surface_form":"reincarnation","offset":855},{"uri":"Annihilationism","surface_form":"annihilationism","offset":890},{"uri":"Religion","surface_form":"Religion","offset":908},{"uri":"Custom","surface_form":"custom","offset":988},{"uri":"Ritual","surface_form":"ritual","offset":1000},{"uri":"Pathology","surface_form":"pathology","offset":1425},{"uri":"Medicine","surface_form":"medicine","offset":1439},{"uri":"Ritual","surface_form":"ritual","offset":2069},{"uri":"Funeral","surface_form":"wake","offset":2080},{"uri":"Funeral","surface_form":"funeral","offset":2088},{"uri":"Ritual","surface_form":"ritual","offset":2167},{"uri":"Cannibalism","surface_form":"cannibalism","offset":2174},{"uri":"Disease","surface_form":"disease","offset":2233},{"uri":"Kuru_(disease)","surface_form":"kuru","offset":2246},{"uri":"Taboo","surface_form":"taboo","offset":2297},{"uri":"Hygiene","surface_form":"hygiene","offset":2394},{"uri":"Law","surface_form":"law","offset":2456},{"uri":"Human_morbidity","surface_form":"human morbidity","offset":2681},{"uri":"Autopsy","surface_form":"autopsy","offset":2749},{"uri":"State","surface_form":"state","offset":2871},{"uri":"Last_will_and_testament","surface_form":"last will and testament","offset":3093},{"uri":"Property","surface_form":"property","offset":3150},{"uri":"Organ_donor","surface_form":"organ donor","offset":3224},{"uri":"Medical_research","surface_form":"medical research","offset":3278},{"uri":"Organ_transplant","surface_form":"organ transplant","offset":3343},{"uri":"Philosophy","surface_form":"philosophy","offset":3574},{"uri":"Religion","surface_form":"religion","offset":3589},{"uri":"Afterlife","surface_form":"afterlife","offset":3641},{"uri":"Christianity","surface_form":"Christianity","offset":3808},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":3882},{"uri":"Romans","surface_form":"Romans","offset":3902},{"uri":"Islam","surface_form":"Islam","offset":3913},{"uri":"Christianity","surface_form":"Christianity","offset":4077},{"uri":"God","surface_form":"God","offset":4150},{"uri":"Resurrection","surface_form":"resurrection","offset":4209},{"uri":"Buddhism","surface_form":"Buddhism","offset":4226},{"uri":"Reincarnation","surface_form":"reincarnation","offset":4235},{"uri":"Hinduism","surface_form":"Hinduism","offset":4307},{"uri":"Confucianism","surface_form":"Confucianism","offset":4317},{"uri":"Ancestor","surface_form":"ancestor","offset":4371},{"uri":"Worship","surface_form":"worship","offset":4380},{"uri":"Ethical_tradition","surface_form":"ethical tradition","offset":4464},{"uri":"Organ_transplant","surface_form":"organ transplant","offset":4670},{"uri":"Cannibalism","surface_form":"cannibalism","offset":4695},{"uri":"Cremation","surface_form":"cremation","offset":4858},{"uri":"Stress","surface_form":"stress","offset":5149},{"uri":"Scientists","surface_form":"scientists","offset":5579},{"uri":"Living_memory","surface_form":"living memory","offset":5674},{"uri":"Oral_tradition","surface_form":"oral tradition","offset":5713},{"uri":"World_War_I","surface_form":"World War I","offset":5796},{"uri":"Shoah","surface_form":"Shoah","offset":5816},{"uri":"U.S._Civil_War","surface_form":"U.S. Civil War","offset":5888},{"uri":"History","surface_form":"history","offset":5932},{"uri":"First_person_account","surface_form":"first person account","offset":5967},{"uri":"Social_history","surface_form":"social history","offset":6012},{"uri":"Term","surface_form":"term","offset":6086},{"uri":"Military","surface_form":"military","offset":6201},{"uri":"Kill","surface_form":"kill","offset":6584},{"uri":"Murder","surface_form":"murder","offset":6595},{"uri":"John_Wilkes_Booth","surface_form":"John Wilkes Booth","offset":6628},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":6654},{"uri":"James_Earl_Ray","surface_form":"James Earl Ray","offset":6671},{"uri":"Martin_Luther_King_Jr.","surface_form":"Martin Luther King Jr.","offset":6694},{"uri":"Lee_Harvey_Oswald","surface_form":"Lee Harvey Oswald","offset":6721},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":6751},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":6782},{"uri":"Accident","surface_form":"accidents","offset":6822},{"uri":"Injury","surface_form":"trauma","offset":6854},{"uri":"Hypothermia","surface_form":"hypothermia","offset":6862},{"uri":"Starvation","surface_form":"starvation","offset":6875},{"uri":"Suicide","surface_form":"suicide","offset":6887},{"uri":"Dehydration","surface_form":"dehydration","offset":6899}]}