{"id":209139,"url":"http://en.wikipedia.org/wiki/Carrow_Road","text":"\"Carrow Road\" is a British football stadium in Norwich, England. It is the home of. The stadium is in the centre of the city, near to Norwich railway station and the River Wensum.\nThe stadium is on Carrow Road, and is named after the road. The stadium was built by Norwich City in 1935. Construction took just 82 days. There has been a lot of work done to Carrow Road since 1935. Since 1990 the stadium has been an all-seater. The ground can accommodate 27,244 today and the record attendance is presently 27,091. The record attendance at Carrow Road before it became an all-seater stadium was 43,984 in 1963. The modern Carrow Road site has a club superstore, catering facilities and a Holiday Inn hotel.\nBackground.\nNorwich City F.C. played at Newmarket Road from 1902 to 1908. The record attendance at this time was 10,366 in a match against Sheffield Wednesday in a second round FA Cup match in 1908. After a disagreement over the rent of the Newmarket Road ground, Norwich City moved to a new home in 1908 - a converted disused chalk pit in Rosary Road which became known as The Nest.\nBy the 1930s, the ground was not big enough for the growing support. Expansion of The Nest was not possible, and there were safety problems with the existing structures. The club began looking for another ground in 1926. Part of the pitch eventually collapsed. The Football Association were not happy with Norwich City’s efforts to repair The Nest. They eventually wrote to the club on 15 May 1935, saying \" The Nest was no longer suitable for large crowds and measures must be taken\".\nWith the new season just weeks away, Norwich City were very concerned. About half a mile south of The Nest, they found a new site, the home of the Boulton Paul Aircraft Sports Ground in Carrow Road. On 1 June 1935, the club purchased the ground on a 20-year lease, from its owners Colman's.\nInitial construction.\nThe new stadium took its name from the street. However, the name \"Carrow\" originally referred to the former Carrow Abbey that once stood on the riverside. Construction began quickly. Ten days after buying the site, work began.\nBy 17 August most of the stands and terraces had been completed. Finally, after just 82 days, on 31 August Carrow Road football ground was opened for the Second Division match v West Ham United.\nNorwich won the game 4-3. The attendance was 29,779 – at the time, a new record crowd for Norwich home games. The first competitive goal at the ground was scored by Norwich's Doug Lochhead.\nAn aerial photograph from August 1935 shows three sides of open terracing and a covered stand, with a Colman's Mustard advertisement painted on its roof, visible only from the air. The club's association with Colman's has continued into the modern era; in 1997 the club signed a shirt sponsorship deal with the company. The mustard manufacturer's original factory was next to the stadium in Carrow Road, and the ground was opened by Russell Colman, the President of the club. Inglis describes the early Carrow Road as comprising \"a Main Stand, a covered end terrace and two large open banks\". The covered terrace was paid for by Captain Evelyn Barclay, the vice-president of Norwich City. It was constructed in time for the opening of the 1937-38 season. There is a stand named after Barclay in the modern stadium.\nAt this time, the ground's capacity was 38,000. The new ground received a royal seal of approval: on 29 October 1938, King George VI watched the home game versus Millwall. This was the first time a ruling monarch had watched a Second Division match.\nGround developments.\nFloodlights were erected at the ground in 1956 and the £9,000 cost nearly sent the club into bankruptcy. However, Norwich's success in the 1959 FA Cup secured the financial status of the club and provided sufficient funds for a cover to be built over the South Stand. In 1963, the record was set for attendance for Carrow Road: a crowd of 43,984 watched a sixth round FA Cup match against Leicester City, and the South Stand (now the Jarrold) was covered \"soon after\".\nAfter a disaster at Glasgow Ranger’s Ground, Ibrox in 1971, ground capacities had to be reduced to around 20,000 people.\nA two-tier terrace was built at the River End. Soon afterwards, seats began to replace the terraces. By 1979 the stadium had a capacity of 28,392 with seats for 12,675. A fire in 1984 partially destroyed one of the stands. The damaged stand was eventually demolished completely. In 1987 it was replaced by a new City Stand. Chairman Robert Chase said that \"Coming to a football match within the City Stand is very much like going to the theatre – the only difference being that our stage is covered with grass\".\nConversion to all-seater.\nAfter a disaster at Sheffield Wednesday’s ground Hillsborough in 1989 and, afterwards, the outcome of the Taylor Report in 1990, the stadium was converted to all-seater with the corners being filled. Today, Carrow Road is an all-seater stadium, with a capacity of 26,034, with a record attendance for an all-seated crowd of 25,522 for the Premiership match against Manchester United in April 2005.\nThe South Stand was replaced in 2003 when a new 7,000 seat South stand, subsequently renamed the Jarrold Stand was built in its place. The club installed new electronic screen/scoreboards at either end of the stadium in 2007. Behind the goals, they are full colour, with scope for still and moving images. They were first used in the 5-2 Carling Cup victory over Barnet F.C. in August 2007.\nStands.\nThe current stadium consists of five stands; the Barclay (sponsored by Coral (the northeastern stand), the River End known as the Regency Security Stand Stand (the southwestern stand), the Geoffrey Watling City Stand (the northwestern stand), the Jarrold Stand (the southeastern stand) and the most recent addition, the Aviva Community Stand (the southern stand).\nRegency Security Stand.\nThe previous River End stand (named due to it being close to the River Wensum) was demolished in April 1979. A two-tiered replacement, costing £1.7m, was completed in December 1979. Its name was changed to the Norwich & Peterborough Stand in the 1990s due to a sponsorship deal with the Norwich & Peterborough building society.\nThe Barclay.\nThis stand is named after Captain Evelyn Barclay, a former vice-president of the club, who donated the roof costs for the original stand. The Barclay is often incorrectly referred to as the Barclay Stand.\nThe original Barclay was built in 1937 and demolished in 1992, when a new two-tier structure, modelled on the River End (now the Norwich & Peterborough Stand) was built at a cost of £2.8m (offset by a £2m grant from the Football Trust).\nFloodlights are supported on both corners of the Barclay and the Norwich & Peterborough stands, which are the ends behind the goals.\nGeoffrey Watling City Stand.\nThe single-tiered Geoffrey Watling City Stand was built following a severe fire on 25 October 1984. The fire was apparently caused by an employee of the club leaving a three-bar electric fire switched on overnight. The City Stand (as it was named at the time) cost £1.7 million to build and was used for the first time on 30 August 1986 when City hosted Southampton. It was formally opened by the Duchess of Kent on 14 February 1987. The stand was renamed in honour of Norwich City president Geoffrey Watling, who died in 2004.\nThe stand is the smallest of the four in terms of capacity, but includes the Directors' Box, Press Area, and various other hospitality suites.\nThorpe Corner.\nWhere The Barclay extends around to meet the Geoffrey Watling City Stand, is the Thorpe Corner infill, \"affectionately dubbed 'The Snakepit' by supporters\", a term that is even sometimes used in official club reports.\nJarrold Stand.\nThe Jarrold Stand is on the former site of the South Stand, which was named in honour of Sir Arthur South.\nThe Jarrold Stand was partially opened for the game against Sheffield United on 31 January 2004, and fully opened for the next home match against West Ham United on 21 February 2004. This was a landmark for the stadium - it represented the final stand of the original ground to be replaced.\nThe Jarrold Stand is sponsored by Jarrolds, a local department store. The original 4-year sponsorship deal has now been extended through to 2013. The stand is a cantilever, single-tiered, all-seated stand, that can hold up to 8,000 supporters. The Jarrold Stand is \"unusual in having not one, but three separate television gantries suspended beneath its largely perspex roof.\"\nIn 2005, further work was undertaken on the stand and it reopened in 2006. The stand now extends around the Norwich and Peterborough Stand corner of the ground.\nVisiting supporter accommodation.\nAccommodation for visiting supporters is provided in the end of the Jarrold Stand closest to The Barclay.\nAviva Community Stand.\nThe corner infill between the Jarrold and Norwich & Peterborough stands is called the Aviva Community Stand, which was originally built in 2005 and named after sponsors Norwich Union. It seats up to 1,500 fans and also provides extensive facilities for disabled supporters.\nHoliday Inn Hotel.\nThe club had two options on how to fill the corner between the Barclay and the Jarrold Stand. The club decided not to fill this corner with seats, as this would lead to away supporters being surrounded by home fans.\nIt was therefore decided to complete the ground's corners with a hotel. It was hoped that a hotel could offer greater financial rewards than ticket sales. In 2005, a contract was signed with the Holiday Inn hotel chain in 2005, and construction commenced in 2006. The hotel opened in 2007 and allows customers with pitch-facing rooms to watch matches.\nCatering.\nCatering at Carrow Road is provided by Delia's Canary Catering, which is part of Norwich City Football Club PLC. The service is described: \"All menus are made up from Delia Smith's own published recipes (6,000 in all) and as we are in an agricultural area we take pride in using the finest ingredients and local seasonal produce.\"\nYellows.\nYellows is a \"New York-style diner\" in the Norwich & Peterborough Stand. Earlier restaurants in the same place were called 'Strikers' and 'Scores'.\nDelia's Restaurant and Bar.\nDelia's Restaurant and Bar is a restaurant in the Norwich & Peterborough Stand.\nThe Gunn Club.\nThe Gunn Club is a catering facility behind The Barclay. With access restricted to members and season-ticket holders, \"The Gunn Club\" offers a slightly more up-market catering experience, available for hire on non-match days. The club offers facilities and features including video screens, appearances by current and former club members and (by popular demand) real ale.\nOther merchandising.\nThe 68-page match programme for Norwich City matches costs £3.\nFuture plans for construction.\nThe club have, in the past, stated that they have plans to increase the capacity of the stadium should the club win promotion back to the Premier League, using the increase in funds to finance the expansion. Specifically, these plans include building a second tier on the Jarrold Stand or the Geoffrey Watling City Stand. The club have stated that the Geoffrey Watling stand has foundations designed to support a second tier, and that the roof can be removed and replaced after a second tier is added. At the time the original stand was built the inner ring road ran next to the ground, and any extensions of an upper tier outside the existing footprint of the stand would have caused planning difficulties. Since the road was re-routed in the late 1990s an extension to the stand is less likely to raise planning objections.\nInternational football.\nCarrow Road has never hosted a match involving the England national football team, but the England national under-21 football team has played at the stadium on three occasions. The first was in 1983 in a UEFA European Under-21 Football Championship qualifying match against Denmark national under-21 football team, which England won 4-1. The team played another qualifying match in the same tournament at the stadium in 1997, beating Greece national under-21 football team 4-2. This game saw Michael Owen's only ever appearance for the England Under-21 side, before his subsequent rise to fame in the senior national team. As part of their preparations for the 2007 finals of the European Championship tournament, the England Under-21s played Slovakia national under-21 football team in a friendly match at the ground in June 2007. England won 5-0 in front of a crowd of 20,193 people.\nGames involving the England Under-19 team and the full England women's national football team have also been played at the stadium. The women's team have played there on two occasions; the first a 1-0 defeat to Nigeria women's national football team in 2002, in front of 8,000 fans, and the second a 1-0 victory over Iceland national women's football team in 2006. The latter game's attendance of 9,616 was the largest crowd that had watched a friendly game involving the women's team.\nMusic.\nThe stadium has also occasionally hosted music concerts. Status Quo played a concert there in 1997. Elton John, supported by Lulu, appeared at the venue in 2005, performing what was at the time the largest concert ever to have been staged in Norwich. George Michael gave a performance there on June 12 2007, supported by Sophie Ellis-Bextor. The John and Michael concerts both attracted crowds of over 20,000 people. Andrew Cullen, the director of sales and marketing for the Carrow Road ground, told BBC Radio Norfolk prior to the George Michael performance that he hoped such concerts would become an annual summer event for the venue, if big enough star names could be attracted.","categories":[],"infobox_types":[],"annotations":[{"uri":"British","surface_form":"British","offset":19},{"uri":"Norwich","surface_form":"Norwich","offset":47},{"uri":"England","surface_form":"England","offset":56},{"uri":"Holiday_Inn","surface_form":"Holiday Inn","offset":687},{"uri":"Sheffield_Wednesday_F.C.","surface_form":"Sheffield Wednesday","offset":845},{"uri":"Football_Association","surface_form":"Football Association","offset":1355},{"uri":"West_Ham_United_F.C.","surface_form":"West Ham United","offset":2294},{"uri":"George_VI_of_the_United_Kingdom","surface_form":"King George VI","offset":3434},{"uri":"Millwall_F.C.","surface_form":"Millwall","offset":3478},{"uri":"Leicester_City_F.C.","surface_form":"Leicester City","offset":3976},{"uri":"Ibrox_Stadium","surface_form":"Ibrox","offset":4101},{"uri":"Hillsborough_disaster","surface_form":"disaster","offset":4723},{"uri":"Hillsborough_Stadium","surface_form":"Hillsborough","offset":4764},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":5080},{"uri":"Gala_Coral_Group","surface_form":"Coral","offset":5583},{"uri":"Regency_Security_Stand","surface_form":"Regency Security Stand","offset":5642},{"uri":"Geoffrey_Watling","surface_form":"Geoffrey Watling","offset":5701},{"uri":"Aviva","surface_form":"Aviva","offset":5832},{"uri":"Norwich_%26amp%3B_Peterborough_building_society","surface_form":"Norwich & Peterborough building society","offset":6187},{"uri":"English_Premier_League","surface_form":"Premier League","offset":10970},{"uri":"Exhibition_game","surface_form":"friendly match","offset":12471},{"uri":"Status_Quo","surface_form":"Status Quo","offset":13118},{"uri":"Elton_John","surface_form":"Elton John","offset":13161},{"uri":"Lulu_(singer)","surface_form":"Lulu","offset":13186},{"uri":"George_Michael","surface_form":"George Michael","offset":13312}]}