{"id":209475,"url":"http://en.wikipedia.org/wiki/Der_Rosenkavalier","text":"\"Der Rosenkavalier\" (in English: \"The Knight of the Rose\") is a comic opera by Richard Strauss. The words (libretto) were especially written for the opera by the German poet Hugo von Hofmannsthal.\nIt was first performed in Dresden on 26 January 1911 and was an immediate success. It continues to be a very popular opera in opera houses all over the world and has been performed more often than any other German language 20th century opera.\nThe story is supposed to be happening in Vienna in the time of the Empress Maria Theresa (mid to late 18th century). The music and the words deliberately show the elegant life of aristocratic society of that time. For example: the title of the opera is about the silver rose which traditionally was sent by a bridegroom to his bride and was brought by a knight (the Knight of the Rose).\nAct 1.\nAct I takes place in the Marschallin’s bedroom. The Marschallin is an aristocratic lady aged 32. She has a lover, a young boy aged 17 called Octavian. When the opera starts, we first hear an orchestral prologue. The music suggests that the Marschallin and Octavian are making love. Then the curtain opens and we see the two together. They hear a noise and the Marschallin thinks her husband is coming, so Octavian hides. It is not her husband, but her cousin Baron Ochs. Ochs is a very rude man with bad manners. He marches in to the Marschallin’s room although the servants had asked him to wait. Octavian manages to change his clothes and appears dressed as a maid called Mariandel. Ochs thinks “she” is pretty and wants “her” to meet him. Then he tells the Marschallin what he has come for: he wants a young knight to deliver the silver rose to his bride Sophie. He also needs a notary to sign the legal documents of the wedding. Ochs sings about the fun of making love. He wishes he were like Jupiter who was able to disguise himself in many ways.\nThe morning levée begins. This means: the ceremony of the Marschallin getting up. Several people come in. They include: an Italian tenor who sings an aria, two Italian people called Valzacchi and Annina, who are always spreading gossip, and a notary. When the notary tells Ochs that he needs to pay a dowry to his bride, not the other way round, Ochs is very angry.\nWhen the Marschallin is left alone she sings a song about how she is losing her youthful looks. Octavian returns and cheers her up a bit, but she feels sad when he says goodbye very politely and formally, not even kissing her. The Marschallin sends her little black pageboy to run after him with the silver rose.\nAct 2.\nThe story continues in the large room of the house of Herr von Faninal, the father of Sophie whom Ochs wants to marry. Sophie is waiting for the silver rose to arrive (the convention of the time says that her father must not be there). Octavian enters and gives her the rose. The music at this moment is very beautiful and very famous. The people in the room are talking, then Baron Ochs enters rudely. Sophie is shocked about his bad manners. Ochs hums his favourite waltz, then goes to the next room to sign a marriage contract. Sophie sinks into Octavian’s arms. When Ochs comes back Octavian tells him Sophie does not want him, but Ochs will not listen. Eventually Ochs takes his sword and starts to fight Octavian, who wounds Ochs slightly. Ochs is furious, but calms down a little after he is given some wine.\nOctavian has fallen in love with Sophie, and Sophie with him. He wants to use Valzacchi and Annina to help him with a plan. He writes a note to Ochs, which is supposed to be from the maid Mariandel, asking him to meet her. He gets Annina to take the note to Ochs, who is delighted when he reads it. He sings his favourite waltz.\nAct 3.\nThe scene is an inn near Vienna. Valzacchi and Annina now work both for Octavian and for Ochs. They prefer working for Octavian because he pays them more money. They are planning tricks on Ochs.\nOchs meets Mariandel (Octavian dressed up as the maid again). He tries to get \"her\" drunk, but \"she\" shyly sings “Nein, nein! i’ trink kein Wein.” (“No, no, I don’t drink wine”). Ochs thinks \"she\" looks like Octavian. Then strange figures of people appear at a window. Then Annina comes in and says she is Ochs’s wife whom he has deserted. Then some children come in and say that Ochs is their father. Ochs is very embarrassed when Faninal comes in and says Mariandel is his fiancée. He tells the people he has never seen Faninal before. Then the Marschallin appears and also the police. The evening is a disaster for Ochs. The Marschallin tells the police it is just a joke. She sends Ochs away.\nThe Marschallin, Sophie and Octavian sing a beautiful trio (using some of the music from the song “Nein, nein, i’ trink kein Wein”). Octavian is forgiven. He is left alone with Sophie and they sing a duet together, then go off hand in hand. She has left a handkerchief on the floor. The little black pageboy picks it up and runs after them.\nLanguage.\nThe language used by Hofmannsthal changes according to who is speaking. The members of the nobility speak in very elegant language which is often old-fashioned and always very polite. When good friends speak to one another they often use the familiar (\"du\") (“you” when used between very close friends). For example: Octavian and the Marschallin often use the familiar \"you\" but sometimes use (\"Sie\") when they are being more formal.\nBaron Ochs is always showing off and the words he uses show this. When Octavian pretends to be the maid Mariandel he speaks in an Austrian dialect. Valzacchi and Annina also speak in a dialect, but their German is not perfect and often mixed with Italian.\nAll this makes it particularly difficult to sing the opera in any other language.\nReferences.\nThe New Kobbé Opera book, ed. The Earl of Harewood and Antony Peattie;","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera_buffa","surface_form":"comic opera","offset":64},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":79},{"uri":"Libretto","surface_form":"libretto","offset":107},{"uri":"Germany","surface_form":"German","offset":162},{"uri":"Poet","surface_form":"poet","offset":169},{"uri":"Hugo_von_Hofmannsthal","surface_form":"Hugo von Hofmannsthal","offset":174},{"uri":"Dresden","surface_form":"Dresden","offset":223},{"uri":"1911","surface_form":"1911","offset":245},{"uri":"Opera_house","surface_form":"opera house","offset":323},{"uri":"German_language","surface_form":"German language","offset":404},{"uri":"20th_century","surface_form":"20th century","offset":420},{"uri":"Vienna","surface_form":"Vienna","offset":481},{"uri":"Empress_Maria_Theresa","surface_form":"Empress Maria Theresa","offset":507},{"uri":"Aristocratic","surface_form":"aristocratic","offset":619},{"uri":"Society","surface_form":"society","offset":632},{"uri":"Rose","surface_form":"rose","offset":710},{"uri":"Bridegroom","surface_form":"bridegroom","offset":749},{"uri":"Bride","surface_form":"bride","offset":767},{"uri":"Knight","surface_form":"knight","offset":794},{"uri":"Aristocratic","surface_form":"aristocratic","offset":904},{"uri":"Orchestra","surface_form":"orchestra","offset":1025},{"uri":"Manner","surface_form":"manner","offset":1338},{"uri":"Servant","surface_form":"servant","offset":1400},{"uri":"Maid","surface_form":"maid","offset":1496},{"uri":"Notary","surface_form":"notary","offset":1716},{"uri":"Law","surface_form":"legal","offset":1735},{"uri":"Jupiter_(god)","surface_form":"Jupiter","offset":1831},{"uri":"Italy","surface_form":"Italian","offset":2009},{"uri":"Tenor","surface_form":"tenor","offset":2017},{"uri":"Aria","surface_form":"aria","offset":2036},{"uri":"Italy","surface_form":"Italian","offset":2046},{"uri":"Gossip","surface_form":"gossip","offset":2115},{"uri":"Dowry","surface_form":"dowry","offset":2187},{"uri":"Page","surface_form":"page","offset":2518},{"uri":"Waltz_(music)","surface_form":"waltz","offset":3040},{"uri":"Wine","surface_form":"wine","offset":3382},{"uri":"Fianc%C3%A9e","surface_form":"fiancée","offset":4394},{"uri":"Police","surface_form":"police","offset":4499},{"uri":"Joke","surface_form":"joke","offset":4589},{"uri":"Handkerchief","surface_form":"handkerchief","offset":4872},{"uri":"Hugo_von_Hofmannsthal","surface_form":"Hofmannsthal","offset":4988},{"uri":"Nobility","surface_form":"nobility","offset":5058},{"uri":"Dialect","surface_form":"dialect","offset":5540}]}