{"id":209505,"url":"http://en.wikipedia.org/wiki/Mick_Taylor","text":"Michael Kevin \"Mick\" Taylor (born 17 January 1949) is an English musician best known as a former member of John Mayall's Bluesbreakers and The Rolling Stones. He is well known for his skills as a \"slide guitar\" player. He also plays piano, bass and drums.\nLife.\nTaylor was born in Welwyn Garden City. He was raised in Hatfield.\nHe formed his first band \"The Gods\" in 1965. He played together with Ken Hensley (later with Uriah Heep). Other musicians were Greg Lake (later with Emerson, Lake and Palmer) and John Glascock. 1966 he left the band and joined John Mayall´s Bluesbreakers. He replaced there Peter Green. In June 1969 the Rolling Stones looked for a new guitarist and they found Mick Taylor. His first gig as band member of the Stones was the concert in Hyde Park on 5 July 1969. The concert was in memory of the late Brian Jones.\nLike Bill Wyman he was never the show man on stage. Due to Richards drug problem he did a lot of guitar work for the albums. Jagger and Taylor recorded \"Sway\", \"Moonlight Mile\", \"Winter\", \"Till the Next Goodbye\" and \"Time Waits For No One\". But Taylor never earned money for this work. As Richards critizied his guitar playing he decided in December 1974 to leave the Stones.\nTaylor's onstage presence with the Rolling Stones is preserved on the album \"Get Yer Ya-Yas Out!\", recorded in New York and Boston in November 1969; in the documentary films \"Stones in the Park\" (released on DVD in 2001), \"Gimme Shelter\" (released in 1970) and \"Cocksucker Blues\" (unreleased); and in the concert film ' (shown in cinemas in 1974). Bootleg recordings from the Rolling Stones' tours from 1969 through 1973 also document Taylor's concert performances with the Rolling Stones.\nCompared to the Rolling Stones time his solo career was not very successful. After leaving the Stones he formed together with Jack Bruce, Carla Bley and Bruce Gary the Jack Bruce Band. The project failed due to musical differences between Bruce and Taylor. But despite the split Taylor was often guitar player on solo projects of Rolling Stones members. For example he played om Richards album \"Talk is cheap\" from 1988. The Rock and Roll Hall of Fame inducted Mick Taylor along with the Rolling Stones in 1989.In the early 1990s he played for Bill Wyman´s Rhythm Kings.\nOther session work.\nreleased on CD (A& M - Japan, 2002)\nOriginally released by Alpha Music in 1996, this \"Mick Taylor featuring Sasha\" album should have read \"Sasha featuring Mick Taylor\", but the company felt it would sell better under a household name. It features Mick Taylor on guitar, but is basically a Sasha Gracanin album.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":57},{"uri":"John_Mayall","surface_form":"John Mayall's Bluesbreakers","offset":107},{"uri":"The_Rolling_Stones","surface_form":"The Rolling Stones","offset":139},{"uri":"Guitar","surface_form":"guitar","offset":203},{"uri":"Welwyn_Garden_City","surface_form":"Welwyn Garden City","offset":281},{"uri":"Hatfield","surface_form":"Hatfield","offset":318},{"uri":"Uriah_Heep","surface_form":"Uriah Heep","offset":421},{"uri":"Greg_Lake","surface_form":"Greg Lake","offset":455},{"uri":"Peter_Green_(musician)","surface_form":"Peter Green","offset":602},{"uri":"Hyde_Park","surface_form":"Hyde Park","offset":764},{"uri":"Brian_Jones","surface_form":"Brian Jones","offset":828},{"uri":"Get_Yer_Ya-Ya%27s_Out%21_The_Rolling_Stones_in_Concert","surface_form":"Get Yer Ya-Yas Out!","offset":1294},{"uri":"Gimme_Shelter_(documentary)","surface_form":"Gimme Shelter","offset":1440},{"uri":"Cocksucker_Blues","surface_form":"Cocksucker Blues","offset":1479},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":2132}]}