{"id":209780,"url":"http://en.wikipedia.org/wiki/Wijerd_Jelckama","text":"e=\"preserve\">Wijerd Jelckama (1490 – July 7 1523) was a Frisian freedom fighter, legendary warrior, warlord, rebel and pirate.\nEarly life and family.\nJelckama was born in the year 1490 in a large family of farmers and petty noblemen. He was descended from knights who had participated in the Crusades. One of his ancestors from his father's side of the family had died at the Siege of Antioch.\nJelckama was married to a woman by the name of Fokel, the exact year of their marriage is unknown. She survived for longer than her husband but died in 1553. They had two daughters and a son. Their son was named Janco Douwes Jelckama (1514-1587)and their daughters were named Bonga (1516-1575) and Fokel (1517-1546).\nGrandchildren and great-grandchildren of Jelckama are known.\nA great-granddaughter who died in 1625 probably ended Jelckama's official bloodline.\nRebellion.\nTogether with Pier Gerlofs Donia, Jelckama fought against the Saxon warriors that occupied their homeland of Frisia, at the capture of Medemblik, and in the siege of Middelburg castle.\nJelckama served as Donia's lieutenant for the first five years. After Donia had died in 1520, Jelckama took over the command of the armies. He had been the commander of the Arumer Black Heap and the main leader of the Frisian rebellion against the House of Habsburg since as early as 1519.\nStrength.\nAuthor Wopke Eekhoff described Jelckama as being as sturdy as his giant uncle, who was himself reportedly at least 7 feet tall and once lifted a 1000-pound horse above his head.\nJelckama himself was strong enough to lift a horse over his shoulders high up in the air. His height is documented at 7 feet.\nDeath.\nAfter a series of defeats, he and what was left of the Frisian army were captured in 1523 and taken to the city of Leeuwarden in Frisia. There they were executed. The execution took place in public. It took the executioner four blows to sever Jelckama's head from his extremely thick neck.\nWith the death of Jelckama and the rebels, the independence of Frisia came to an end. It was the last successful revolt in Frisian history and is remembered as such to this day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frisians","surface_form":"Frisian","offset":56},{"uri":"1490","surface_form":"1490","offset":180},{"uri":"Crusades","surface_form":"Crusades","offset":292},{"uri":"Medemblik","surface_form":"Medemblik","offset":1003},{"uri":"Middelburg%2C_Zeeland","surface_form":"Middelburg","offset":1034},{"uri":"Castle","surface_form":"castle","offset":1045},{"uri":"Arumer_Black_Heap","surface_form":"Arumer Black Heap","offset":1226},{"uri":"Leeuwarden","surface_form":"Leeuwarden","offset":1779},{"uri":"Frisia","surface_form":"Frisia","offset":1793}]}