{"id":210064,"url":"http://en.wikipedia.org/wiki/Rotifer","text":"The rotifers are a phylum of tiny animals which are common in freshwater environments, such as ponds and puddles. Some rotifers are free swimming, others move by inching along, and some are fixed. A few species live in colonies.\nHistory and taxonomy.\nRotifers were first described when early microscopes became available, around 1700AD. They are an important part of the freshwater zooplankton. Also, many species help decompose organic matter in soil. Rotifers eat fish waste, dead bacteria, and algae. They eat particles up to 10 micrometres in size. A rotifer filters 100,000 times its own volume of water per hour. They are used in fish tanks to help clean the water, to prevent clouds of waste matter.\nAbout 2200 species of rotifers have been described. They are placed in the phylum Rotifera. This phylum is subdivided into three classes, \"Monogononta\", \"Bdelloidea\", and \"Seisonidea\". The largest group is the Monogononta, with about 1500 species, followed by the Bdelloidea, with about 350 species. There are only two known species of Seisonidea.\nFossils of the species \"Habrotrocha angusticollis\" have been found in 6000 year old Pleistocene peat deposits. The oldest known fossil rotifers have been found in Eocene Dominican amber.\nAppearance.\nThe front has a ring of cilia circling the mouth. This gave the rotifers their old name of \"wheel animalules\". There is a protective \"lorica\" round its body, and a foot. Inside the lorica are the usual organs in miniturised form: a brain, an eye-spot, jaws, stomach, kidneys, urinary bladder.\nRotifers have a number of unusual features. Biologists suppose that these peculiarities are adaptations to their small size and the transient (fast changing) nature of its habitats.\nResisting drought.\nRotifers are specialists at living in habitats where water dries up regularly.\nThe Monogononta, which have males, produce fertilised 'resting eggs' which can resist desiccation (drought) for long periods.\nThe Bdelloids, who have no males, contract into an inert form and lose almost all body water, a process known as \"cryptobiosis\". Bdelloids can also survive the dry state for long periods: the longest well-documented dormancy is nine years. After they have dried, they may be revived by adding water. In this, and several other ways, they are a unique group of animals.\nCell number.\nRotifers are hatched with a standard number of cell nuclei, exactly the same number for every rotifer in a species. This is called \"eutely\". No cell division whatsoever takes place during adult life. Not only that, but the number of nuclei in each tissue is constant. Furthermore, most of the nuclei do not have cell walls: rotifer tissue is largely or wholly a syncytium.\nResisting radiation.\nThe absence of cell division is probably one reason they are extraordinarily resistant to ionising radiation. Also, repairing DNA is one of the things they are known to do after desiccation.\nParthenogenesis.\nIn one of the classes, the freshwater Bdelloid rotifers, \"no males have ever been seen\". It is the largest group of wholly parthenogenetic species in the Animalia.\nThe females in this group produce eggs by parthenogenesis (virgin birth). In some species these eggs develop into small juveniles before they are released from their parent. The offspring are \"clones\" of their mother.\nCytological and molecular genetic studies show that bdelloids evolved from a common ancestor which lost sexual recombination (meiosis and fertilisation) about 100 million years ago. Research has also been done on the implications of parthenogenesis for speciation.\nGenetics.\nBdelloid rotifer genomes contain two or more non-identical copies of each gene. This suggests their asexual reproduction is of long standing. For example, there are four copies of gene \"hsp82\". Each is different and on a different chromosome. This cannot be explaned by normal gene duplication, which produces two or more near-identical genes next to each other. By contrast, in a monogont rotifer, most genes were single-copy.\nThere are genes in bdelloid rotifers that seem to have come from bacteria, fungi, and plants. This suggests they arrived by horizontal gene transfer (HGT). The capture and use of exogenous (~foreign) genes seems to be important in bdelloid evolution. The team led by Matthew S. Meselson at Harvard University showed that, despite the lack of sexual reproduction, bdelloid rotifers do engage in genetic (DNA) transfer within a species or clade. The method used is not known at present. Bdelloid rotifers currently hold the 'record' for HGT in animals with ~8% of their genes from bacterial origins.\nThe Acanthocephala.\nThe Acanthocephala, a group of parasitic worms previously considered to be a separate phylum, have been shown to be modified rotifers. The exact relationship to the normal, freeliving, members of the phylum is not resolved.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phylum","surface_form":"phylum","offset":19},{"uri":"Freshwater","surface_form":"freshwater","offset":62},{"uri":"Plankton","surface_form":"plankton","offset":385},{"uri":"Soil","surface_form":"soil","offset":447},{"uri":"Bacteria","surface_form":"bacteria","offset":483},{"uri":"Algae","surface_form":"algae","offset":497},{"uri":"Filter","surface_form":"filter","offset":563},{"uri":"Species","surface_form":"species","offset":718},{"uri":"Class_(biology)","surface_form":"classes","offset":836},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":1139},{"uri":"Eocene","surface_form":"Eocene","offset":1218},{"uri":"Dominica","surface_form":"Dominica","offset":1225},{"uri":"Amber","surface_form":"amber","offset":1235},{"uri":"Cilia","surface_form":"cilia","offset":1278},{"uri":"Adaptation","surface_form":"adaptation","offset":1639},{"uri":"Habitat","surface_form":"habitat","offset":1719},{"uri":"Habitat","surface_form":"habitat","offset":1786},{"uri":"Drought","surface_form":"drought","offset":1926},{"uri":"Cell_nucleus","surface_form":"cell nuclei","offset":2382},{"uri":"Species","surface_form":"species","offset":2442},{"uri":"Eutely","surface_form":"eutely","offset":2467},{"uri":"Cell_division","surface_form":"cell division","offset":2479},{"uri":"Syncytium","surface_form":"syncytium","offset":2697},{"uri":"Radiation","surface_form":"radiation","offset":2828},{"uri":"DNA","surface_form":"DNA","offset":2855},{"uri":"Parthenogenesis","surface_form":"parthenogenetic","offset":3060},{"uri":"Animalia","surface_form":"Animalia","offset":3091},{"uri":"Clone","surface_form":"clone","offset":3294},{"uri":"Cytology","surface_form":"Cytological","offset":3319},{"uri":"Genetic","surface_form":"genetic","offset":3345},{"uri":"Recombination","surface_form":"recombination","offset":3430},{"uri":"Meiosis","surface_form":"meiosis","offset":3445},{"uri":"Fertilisation","surface_form":"fertilisation","offset":3457},{"uri":"Speciation","surface_form":"speciation","offset":3572},{"uri":"Gene","surface_form":"gene","offset":3668},{"uri":"Chromosome","surface_form":"chromosome","offset":3825},{"uri":"Mutation","surface_form":"gene duplication","offset":3871},{"uri":"Bacteria","surface_form":"bacteria","offset":4087},{"uri":"Fungi","surface_form":"fungi","offset":4097},{"uri":"Plant","surface_form":"plant","offset":4108},{"uri":"Horizontal_gene_transfer","surface_form":"horizontal gene transfer","offset":4146},{"uri":"Harvard_University","surface_form":"Harvard University","offset":4312},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":4364},{"uri":"DNA","surface_form":"DNA","offset":4425},{"uri":"Species","surface_form":"species","offset":4448},{"uri":"Clade","surface_form":"clade","offset":4459},{"uri":"Acanthocephala","surface_form":"Acanthocephala","offset":4644},{"uri":"Parasite","surface_form":"parasitic","offset":4671}]}