{"id":210191,"url":"http://en.wikipedia.org/wiki/Common_scold","text":"In the criminal common law of England and Wales, a common scold was a type of public nuisance. The term was applied to a woman who caused trouble and who disturbed the peace by arguing and fighting with her neighbours all the time. The Latin language name for this type of woman was \"communis rixatrix\". This name's grammar only applies to females. This makes it clear that only women could commit this type of crime.\nWhen British people first went to the North America, they took this crime with them.\nThe crime was often punished by \"ducking\". Ducking meant that the offender was placed in a chair over a river or pond. They were then lowered into the water, until they were all in the water. This was done several times. Few people were actually convicted of being a common scold, but it remained a crime listed on the law books of England and Wales until 1967. Because it applied only to women, it was eventually banned in the United States. This was because the U.S. Constitution (the highest law in the U.S.) does not allow people to be treated differently from each other. This comes from a section of the Constitution called the Equal Protection Clause.\nCrime and punishment.\nLastly, a common scold, \"communis rixatrix\", (for our law-latin confines it to the feminine gender) is a public nuisance to her neighbourhood. For which offence she may be indicted; and, if convicted, shall be sentenced to be placed in a certain engine of correction called the trebucket, castigatory, or cucking stool, which in the Saxon language signifies the scolding stool; though now it is frequently corrupted into ducking stool, because the residue of the judgement is, that, when she is so placed therein, she shall be plunged in the water for her punishment.——Commentaries on the Laws of England, IV:13.5.8, p. *169\nThe common punishment for being a common scold was forcing the woman found guilty under water over and over. This was done using a piece of furniture called a \"cucking stool\". The cucking stool, according to Blackstone, later was called a \"ducking stool\".\n\"The way of punishing scolding women is pleasant enough. They fasten an armchair to the end of two beams twelve or fifteen feet long, and parallel to each other, so that these two pieces of wood with their two ends embrace the chair, which hangs between them by a sort of axle, by which means it plays freely, and always remains in the natural horizontal position in which a chair should be, that a person may sit conveniently in it, whether you raise it or let it down. They set up a post on the bank of a pond or river, and over this post they lay, almost in equilibrio, the two pieces of wood, at one end of which the chair hangs just over the water. They place the woman in this chair and so plunge her into the water as often as the sentence directs, in order to cool her immoderate heat.\"——Francois Maximilian Misson\nThe ducking stool was not always tied down to one spot next to a river or pond. Sometimes it had wheels on it. The woman found guilty would be taken through the streets before punishment was done. Another way of ducking was to use a device called a \"tumbrel\". The tubmrel was a chair on two wheels. It had two long shafts on its axles. The tumbrel would be pushed into the ducking pond and the shafts would be released. This would tip the chair up backwards, ducking the victim.\nA scold's bridle was another punishment device. It was known in Scotland as a brank. A scold's bridle was a metal mask that locked around a person's head. For that reason it was sometimes called a \"head cage\". The scold's bridle had a tab that went into the victims mouth to make it difficult to talk. Some people say that common scolds had to wear a scold's bridle to stop them from scolding. Some say they were used only to punish. No legal source known mentions the use of scold's bridals to punish a common scold. However, some less formal sources do tell of scolds being punished with scold's bridles. In the United States, scolds, or people found guilty of similar crimes, were sometimes punished using a cleft stick. A cleft stick was similar to a scold's bride, but they were easier to make. The ducking stool was taken to the U.S. when British people went to live there during colonial times.\nHistorical prosecutions.\nA piece of writing mounted on the Fye Bridge in Norwich, England says it marks the place where a \"cucking\" stool had been in place from 1562–1597. It also says that \"strumpets\" (prostitutes) and common scolds were ducked there. In the \"Percy Anecdotes\", published in 1820, the authors state that \"How long the ducking-stool has been in disuse in England does not appear.\" The \"Anecdotes\" also suggest that the ducking stool stopped being used because it did not work well. The text talks about a Mrs. Finch. It says of her that in about 1681, she had been found guilty of being a common scold for a third time. Each time she was found guilty she was ducked. When she was found guilty \"a fourth time\", the King's Bench (a court) did not order her punished by ducking. Instead, they ordered her to pay a money fine and that she be imprisoned until she paid the fine.\nThese poems do not prove that the punishment took place at the time they were written. However, they do show that ducking had not been forgotten.\nIn a 1704 legal case called \"The Queen v. Foxby\", 6 Mod. 11, the lawyer for the person accused of being a scold said that he did not know of any law allowing the ducking of scolds. Lord Chief Justice John Holt (the person trying to have the judge find Foxby guilty) said this was not correct. He said that it was \"better ducking in aTrinity, than a Michaelmas term\", meaning it was better that a person be ducked in summer than in winter. The way he said it, however, suggests that he thought the punishment was an old custom and something of a joke. The last written record of stools being used for ducking involved a Mrs. Ganble at Plymouth in 1808, and one Jenny Pipes from Leominster (a town in Herefordshire) in 1809. In 1817, Sarah Leeke, also from Leominster, was sentenced to be ducked. However, the water in the pond was too low. The authorities instead wheeled her around the town in the ducking chair.\nThe common law of England—law made by court precedent, rather than through legislation—was adopted by the United States in its early days. The common law included the offence of being a common scold. In 1829, a Philadelphia, Pennsylvania court found American writer and journalist Anne Royall guilty of being a common scold. Royall had objected to a firehouse, built with federal money, being used by a small church for their services. She thought this violated the U.S. Constitution's separation between church and state. The local clergymen campaigned to have her punished as a common scold. Hoping the court would sentence Royall to ducking, sailors at the Navy Yard built a ducking stool. However, the Pennsylvania court ruled that the punishment was not to be used any longer. They instead fined Royall ten dollars. In 1972, in the case of State v. Palendrano, 293 A.2d 747, New Jersey State prosecutors charged a woman with being a common scold for a disturbance she had caused. The New Jersey Superior Court ruled that the law was improper because of it was too vague.\nCurrent status of the law.\nIn England and Wales, the only parts of the United Kingdom where the law was in use, no prosecutions of common scolds have occurred for a long time. The lawyers in Sykes v. Director of Public Prosecutions [1962] AC 528, described the offence as \"obsolete\". Section 13(1)(a) of the Criminal Law Act 1967 did away with it.\nThe offence of being a common scold has also become obsolete in the United States because only women could commit it. This was found to violate the U.S. Constitution's Equal Protection Clause. Many states have laws restricting public profanity, loud noise in public, and disorderly conduct. None of these laws have any punishment similar to those traditionally used for the common scold.","categories":[],"infobox_types":[],"annotations":[{"uri":"Criminal","surface_form":"criminal","offset":7},{"uri":"Common_law","surface_form":"common law","offset":16},{"uri":"England","surface_form":"England","offset":30},{"uri":"Wales","surface_form":"Wales","offset":42},{"uri":"Annoy","surface_form":"nuisance","offset":85},{"uri":"Trouble","surface_form":"trouble","offset":138},{"uri":"Argument","surface_form":"arguing","offset":177},{"uri":"Neighbour","surface_form":"neighbour","offset":207},{"uri":"Latin","surface_form":"Latin","offset":236},{"uri":"Grammar","surface_form":"grammar","offset":316},{"uri":"Female","surface_form":"female","offset":340},{"uri":"North_America","surface_form":"North America","offset":456},{"uri":"Punishment","surface_form":"punished","offset":523},{"uri":"Ban","surface_form":"ban","offset":917},{"uri":"United_States","surface_form":"United States","offset":931},{"uri":"U.S._Constitution","surface_form":"U.S. Constitution","offset":967},{"uri":"Guilty","surface_form":"guilty","offset":1884},{"uri":"Furniture","surface_form":"furniture","offset":1949},{"uri":"River","surface_form":"river","offset":2953},{"uri":"Pond","surface_form":"pond","offset":2962},{"uri":"Axle","surface_form":"axle","offset":3217},{"uri":"Backwards","surface_form":"backwards","offset":3336},{"uri":"Scotland","surface_form":"Scotland","offset":3431},{"uri":"Metal","surface_form":"metal","offset":3475},{"uri":"Mask","surface_form":"mask","offset":3481},{"uri":"Head","surface_form":"head","offset":3565},{"uri":"Cage","surface_form":"cage","offset":3570},{"uri":"Speech","surface_form":"talk","offset":3663},{"uri":"Legal","surface_form":"legal","offset":3804},{"uri":"British","surface_form":"British","offset":4212},{"uri":"Colonialism","surface_form":"colonial times","offset":4253},{"uri":"Norwich","surface_form":"Norwich","offset":4342},{"uri":"Prostitution","surface_form":"prostitutes","offset":4472},{"uri":"Publish","surface_form":"publish","offset":4548},{"uri":"Suggestion","surface_form":"suggest","offset":4687},{"uri":"Money","surface_form":"money","offset":5096},{"uri":"Fine","surface_form":"fine","offset":5102},{"uri":"Prison","surface_form":"imprisoned","offset":5123},{"uri":"Forget","surface_form":"forgotten","offset":5294},{"uri":"Legal_case","surface_form":"legal case","offset":5315},{"uri":"Lawyer","surface_form":"lawyer","offset":5370},{"uri":"Custom","surface_form":"custom","offset":5824},{"uri":"Joke","surface_form":"joke","offset":5850},{"uri":"Plymouth%2C_Devon","surface_form":"Plymouth","offset":5939},{"uri":"Herefordshire","surface_form":"Herefordshire","offset":6004},{"uri":"Sentence_(law)","surface_form":"sentenced","offset":6076},{"uri":"Common_law","surface_form":"common law","offset":6222},{"uri":"England","surface_form":"England","offset":6236},{"uri":"Precedent","surface_form":"precedent","offset":6262},{"uri":"Legislation","surface_form":"legislation","offset":6293},{"uri":"United_States","surface_form":"United States","offset":6324},{"uri":"Philadelphia%2C_Pennsylvania","surface_form":"Philadelphia, Pennsylvania","offset":6429},{"uri":"Journalist","surface_form":"journalist","offset":6488},{"uri":"Federal_republic","surface_form":"federal","offset":6590},{"uri":"Church","surface_form":"church","offset":6627},{"uri":"Establishment_Clause_of_the_First_Amendment","surface_form":"separation between church and state","offset":6704},{"uri":"Clergy","surface_form":"clergy","offset":6751},{"uri":"Campaign","surface_form":"campaign","offset":6761},{"uri":"Hope","surface_form":"Hoping","offset":6812},{"uri":"Sailors","surface_form":"sailors","offset":6863},{"uri":"Fine","surface_form":"fine","offset":7013},{"uri":"New_Jersey","surface_form":"New Jersey","offset":7098},{"uri":"Vague","surface_form":"vague","offset":7287},{"uri":"England","surface_form":"England","offset":7324},{"uri":"Wales","surface_form":"Wales","offset":7336},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":7365},{"uri":"United_States","surface_form":"United States","offset":7710},{"uri":"U.S._Constitution","surface_form":"U.S. Constitution","offset":7790},{"uri":"Profanity","surface_form":"profanity","offset":7876},{"uri":"Noise","surface_form":"noise","offset":7892},{"uri":"Tradition","surface_form":"tradition","offset":7989}]}