{"id":210168,"url":"http://en.wikipedia.org/wiki/Typhoon_Tip","text":"Typhoon Tip, known in the Philippines as Typhoon Warling (international designation: \"T7920\", JTWC designation: \"23W\") was the biggest and strongest known tropical cyclone on record. It was the 19th tropical storm and 12th typhoon of the 1979 Pacific typhoon season. The typhoon formed out of a disturbance in a monsoon trough on October 4 near Pohnpei. At first, a tropical storm to the northwest prevented Tip from strengthening, but after it moved further north, the storm was able to gain more strength. After passing near Guam, it strengthened quickly and reached its highest winds of 305 h (190 mph) and a worldwide record low barometric pressure of 870 mbar (hPa, 25.69 inHg) on October 12. At its peak strength, it was also the biggest tropical cyclone on record, with a diameter of 2,220 km (1,380 mi). Tip slowly weakened as it kept moving towards the west-northwest, and later turned to the northeast. Tip made landfall on southern Japan on October 19, and became an extratropical cyclone shortly thereafter.\nU.S. Air Force Reconnaissance flew into the typhoon on 60 different times, making Tip one of the most closely watched tropical cyclones. Rainfall from the storm breached a wall that was used to stop flooding at a United States Marine Corps training camp in the Kanagawa Prefecture of Japan. This eventually led to a fire which killed 13 Marines and hurt 68. Elsewhere in the country, the typhoon caused lots of damage and 42 deaths and shipwrecks left another 44 killed or missing.\nMeteorological history.\nThree low pressure areas formed the monsoon trough that extended from the Philippines to the Marshall Islands. An area of disturbed weather to the southwest of Guam eventually strengthened into Tropical Storm Roger on October 3. Later on the same day, the tropical system which would later become Typhoon Tip formed to the south of Pohnpei. Because Roger was so close, the storm that would become Tip was not able to strengthen much. However, it gradually organized as it moved towards the west. The tropical disturbance moved slowly and and slowly made a loop to the southeast of Chuuk. A Reconnaissance Aircraft flight into the system late on October 4 confirmed the existence of a circulation center. A bit later, on October 5, the Joint Typhoon Warning Center (JTWC) called the system Tropical Depression Twenty-Three.\nThe tropical depression into Tropical Storm Tip, but it did not organize significantly due to Tropical Storm Roger being so close. After moving slowly for many days, Tip began a steady northwest path on October 8. By that time, Tropical Storm Roger had become an extratropical cyclone. At first, the storm was expected to continue moving northwestward and hit Guam. However, early on October 9, it turned to the west, passing about 45 km (28 mi) south of the island. Later that day, Tip reached typhoon strength.\nAs a result of certain weather conditions, Typhoon Tip quickly strengthened in the open waters of the western Pacific Ocean. Late on October 10, the typhoon reached Category 4 strength on the Saffir-Simpson Hurricane Scale, and the next day it became a \"super typhoon\". The central pressure dropped 92 mbar (hPa, 2.71 inHg) from October 9 to 11. During this time, the typhoon became extremely large, reaching a record diameter of 2,220 km (1,380 mi). The typhoon continued to gain strength, and early on October 12, Reconnaissance Aircraft recorded a worldwide record-low pressure of 870 mbar (hPa, 25.69 inHg). The typhoon had winds of 305 km/h (190 mph) while located about 840 km (520 mi) west-northwest of Guam. At the time, the typhoon's eye was only 15 km (9.3 mi) wide.\nAfter hitting its peak strength, Tip weakened to a 230 km/h (145 mph) typhoon and stayed at that intensity for several days as it moved west-northwest. For five days, 55 km/h (35 mph) winds extended over 1,100 km (685 mi) from the center. On October 17, Tip began to weaken and get much smaller. The next day, it curved towards the northeast because of a nearby trough. After passing about 65 km (45 mi) east of Okinawa, it sped up and was then moving at 75 km/h (46 mph). On October 19, Tip made landfall on the Japanese island of Honshū with winds of about 130 km/h (80 mph). The typhoon continued moving rapidly northeastward through the country, and became an extratropical cyclone over northern Honshū. What was left of the cyclone kept moving northeastward and slowly lost strength. It was last observed near Alaska.\nImpact.\nThe typhoon produced heavy rain while passing near Guam, including a total of 23.1 cm (9.09 in) an Air Force base. The outer rainbands of Tip dropped moderate rain in the mountains of the Philippines.\nHeavy rainfall from the typhoon breached a wall used to stop flooding at Camp Fuji, a training camp for the United States Marine Corps near Yokosuka. Marines inside the camp during the storm stayed inside of huts near the bottom of a hill. On top of the hill was a fuel farm. The breach caused hoses to be torn from two rubber storage tanks, letting large amounts of fuel flow down the hill. The fuel was ignited by a heater used for warming a hut. This started a large fire which killed 13 Marines, hurt 68 others, and caused damage to the camp. The facility's barracks were destroyed, along with 15 huts and several other buildings. Firemen from nearby areas arrived within two hours. The barracks were rebuilt, and a memorial was created for those who lost their lives to the fire.\nWhile passing offshore, Typhoon Tip came within 65 km (40 mi) of Okinawa. Sustained winds reached 72 km/h (44 mph), with gusts to 112 km/h (69 mph). Winds in mainland Japan are not fully known. The typhoon did many millions of dollars in damage to farming and fishing industries of the country. Eight ships were grounded or sunk by Tip, leaving 44 fishermen dead or missing. A Chinese freighter broke in half as a result of the typhoon. Its crew of 46 people was rescued. The rainfall led to over 600 mudslides across the mountains of the country flooded more than 22,000 homes. It is estimated that 42 people died, with another 71 missing and 283 hurt. Around 27 bridges were destroyed by the storm, as well as about 105 dikes. Following the storm, at least 11,000 people were left without a place to live. Transportation in the country was also affected; 200 trains and 160 domestic airline flights were canceled. Tip was called the most severe storm to strike Japan in 13 years.\nRecords and meteorological statistics.\nTyphoon Tip was the largest tropical cyclone on record, with a diameter of 1,380 mi (2,220 km). This is almost double the previous record of 700 miles (1,130 km) set by Typhoon Marge in August of 1951. At its largest size, Tip was nearly as big as half of the United States. When Tip was at its peak strength, the temperature inside the eye of was 30° C (86° F), which is high for a tropical cyclone. Also, with 10-minute sustained winds of 160 mph (260 km/h), Typhoon Tip is the strongest cyclone in the list of tropical cyclones by the Japan Meteorological Agency.\nThe typhoon was also the most intense tropical cyclone in the world. It had a minimum a pressure of 870 mbar (hPa, 25.69 inHg), which is 6 mbar (hPa, 0.17 inHg) lower than previous record set by Typhoon June in 1975. The records set by Tip still exists, although because Reconnaissance Aircraft missions in the western Pacific Ocean stopped in August 1987, some people think there might be slightly stronger cyclones. Three researchers found that two typhoons, Angela in 1995 and Gay in 1992, had higher Dvorak numbers than Tip. They believe that one or both of the two may have been stronger than Typhoon Tip. Also, Cyclone Monica of 2006 was rated at 869 mb by Dvorak classifications, but this is not considered accurate data. Because of this, it is unknown if Tip still has the world record. Despite its record intensity and severe damage, the name Tip was not retired. It was then reused in 1983, 1986, and 1989.","categories":[],"infobox_types":[],"annotations":[{"uri":"Joint_Typhoon_Warning_Center","surface_form":"JTWC","offset":94},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":155},{"uri":"1979_Pacific_typhoon_season","surface_form":"1979 Pacific typhoon season","offset":238},{"uri":"Disturbance","surface_form":"disturbance","offset":295},{"uri":"Monsoon_trough","surface_form":"monsoon trough","offset":312},{"uri":"Pohnpei","surface_form":"Pohnpei","offset":345},{"uri":"Guam","surface_form":"Guam","offset":527},{"uri":"Kilometres_per_hour","surface_form":"h","offset":594},{"uri":"Miles_per_hour","surface_form":"mph","offset":601},{"uri":"Barometric_pressure","surface_form":"barometric pressure","offset":633},{"uri":"Mbar","surface_form":"mbar","offset":660},{"uri":"InHg","surface_form":"inHg","offset":677},{"uri":"Diameter","surface_form":"diameter","offset":779},{"uri":"Kilometer","surface_form":"km","offset":797},{"uri":"Mile","surface_form":"mi","offset":807},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":922},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":978},{"uri":"Hurricane_Hunters","surface_form":"U.S. Air Force Reconnaissance","offset":1020},{"uri":"Breached","surface_form":"breached","offset":1181},{"uri":"United_States_Marine_Corps","surface_form":"United States Marine Corps","offset":1233},{"uri":"Kanagawa_Prefecture","surface_form":"Kanagawa Prefecture","offset":1281},{"uri":"Low_pressure_area","surface_form":"low pressure area","offset":1532},{"uri":"Monsoon_trough","surface_form":"monsoon trough","offset":1562},{"uri":"Philippines","surface_form":"Philippines","offset":1600},{"uri":"Marshall_Islands","surface_form":"Marshall Islands","offset":1619},{"uri":"Guam","surface_form":"Guam","offset":1686},{"uri":"Pohnpei","surface_form":"Pohnpei","offset":1858},{"uri":"Organized","surface_form":"organized","offset":1982},{"uri":"Chuuk","surface_form":"Chuuk","offset":2107},{"uri":"Hurricane_Hunters","surface_form":"Reconnaissance Aircraft","offset":2116},{"uri":"Atmospheric_circulation","surface_form":"circulation","offset":2210},{"uri":"Joint_Typhoon_Warning_Center","surface_form":"Joint Typhoon Warning Center","offset":2261},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":2612},{"uri":"Guam","surface_form":"Guam","offset":2709},{"uri":"Condition","surface_form":"condition","offset":2893},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":2972},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Saffir-Simpson Hurricane Scale","offset":3054},{"uri":"Tropical_cyclone_scales","surface_form":"\"super typhoon\"","offset":3115},{"uri":"Pressure","surface_form":"pressure","offset":3144},{"uri":"Mbar","surface_form":"mbar","offset":3164},{"uri":"Atmospheric_pressure","surface_form":"pressure","offset":3434},{"uri":"Mbar","surface_form":"mbar","offset":3450},{"uri":"InHg","surface_form":"inHg","offset":3467},{"uri":"Eye_(cyclone)","surface_form":"eye","offset":3605},{"uri":"Trough_(meteorology)","surface_form":"trough","offset":4001},{"uri":"Okinawa","surface_form":"Okinawa","offset":4051},{"uri":"Landfall_(meteorology)","surface_form":"landfall","offset":4136},{"uri":"Honsh%C5%AB","surface_form":"Honshū","offset":4171},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":4303},{"uri":"Alaska","surface_form":"Alaska","offset":4454},{"uri":"Guam","surface_form":"Guam","offset":4521},{"uri":"Air_Force","surface_form":"Air Force","offset":4569},{"uri":"Philippines","surface_form":"Philippines","offset":4658},{"uri":"Breached","surface_form":"breached","offset":4703},{"uri":"United_States_Marine_Corps","surface_form":"United States Marine Corps","offset":4779},{"uri":"Yokosuka%2C_Kanagawa","surface_form":"Yokosuka","offset":4811},{"uri":"Tank","surface_form":"tank","offset":5006},{"uri":"Ignited","surface_form":"ignited","offset":5076},{"uri":"Barrack","surface_form":"barrack","offset":5233},{"uri":"Building","surface_form":"building","offset":5295},{"uri":"Memorial","surface_form":"memorial","offset":5391},{"uri":"Industry","surface_form":"industries","offset":5724},{"uri":"Freighter","surface_form":"freighter","offset":5841},{"uri":"Mudslide","surface_form":"mudslide","offset":5957},{"uri":"Dike","surface_form":"dike","offset":6178},{"uri":"Domestic","surface_form":"domestic","offset":6332},{"uri":"Diameter","surface_form":"diameter","offset":6540},{"uri":"United_States","surface_form":"United States","offset":6737},{"uri":"Eye_(cyclone)","surface_form":"eye","offset":6814},{"uri":"Celsius","surface_form":"C","offset":6829},{"uri":"Fahrenheit","surface_form":"F","offset":6836},{"uri":"Japan_Meteorological_Agency","surface_form":"Japan Meteorological Agency","offset":7015},{"uri":"Mbar","surface_form":"mbar","offset":7148},{"uri":"InHg","surface_form":"inHg","offset":7165},{"uri":"Reconnaissance","surface_form":"Reconnaissance","offset":7315},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":7363},{"uri":"Research","surface_form":"research","offset":7468},{"uri":"Dvorak_technique","surface_form":"Dvorak numbers","offset":7548},{"uri":"Millibar","surface_form":"mb","offset":7701}]}