{"id":21018,"url":"http://en.wikipedia.org/wiki/Hallucination","text":"A hallucination is seeing, hearing, tasting, smelling or feeling things that do not really exist. Usually people have to be awake and conscious to have hallucinations. That way, a person who sees or hears something that is not really there has a hallucination. Hallucinations are different from dreams. When people dream they are not awake. Hallucinations are also different from illusions. Illusions are based on real perceptions, which are distorted or interpreted in a wrong way.\nCertain drugs can cause hallucinations. Some illegal drugs are taken because they cause hallucinations. Certain mental illnesses can also cause hallucinations. In some cases, withdrawal of a drug can also cause hallucinations. This has especially been reported by people trying to stop taking sleeping pills, or by alcoholics.\nPeople who have hallucinations are not necessarily ill, lack of sleep can also cause hallucinations. Hallucinations just before going to sleep or just after waking up are considered normal.\nWhat are the different types of hallucinations?\nHallucinations can affect all of a person's senses. People with the mental illness of schizophrenia may hear sounds or voices that are not really there. People with certain mental illnesses may also have hallucinations in which they see a person or thing which is not really there. People are less likely to have hallucinations in which they smell or touch something that is not really there. Certain forms of epilepsy can cause hallucinations. Finally, hallucinations can be the result of certain substances taken or of certain physical constellations. Most of the time, these substances are taken to get the hallucinations. Sometimes, (severe) lack of sleep, or high fever can lead to hallucinations brought on by such viruses as the common cold.\nHow many people are affected by hallucinations?\nMany studies have shown hallucinatory experiences take place across the world. Several studies, one of them done as early as 1894, have reported that approximately 10% of the population experience hallucinations. A recent survey of over 13,000 people reported a much higher figure. According to the study, almost 39% of the people reported hallucinatory experiences. 27% of the people reported daytime hallucinations, mostly outside the context of illness or drug use. From this survey, hallucinations affecting smell or taste seem the most common in the general population.\nDiseases or illnesses.\nSome diseases such as brain disorders or infections may cause a person to have hallucinations. As well, an alcoholic (person who is addicted to alcohol) who stops drinking alcohol suddenly may experience a type of hallucinations called delirium tremens (or \"DT's\"). Some people have hallucinations if they do not sleep for a number of days, or if they do not eat for a number of days.\nChemicals or drugs.\nSome people have hallucinations because they purposefully or accidentally put chemicals or drugs into their bodies.\nIllegal drugs.\nSome people use illegal drugs that cause vivid hallucinations, such as LSD (\"acid\") and PCP (\"angel dust\"). Many kinds of drugs - even legal ones - will cause hallucinations, if very large doses are taken, and it is seen as a side effect.\nLegal drugs.\nSome legal drugs that dentists, doctors, or surgeons use cause hallucinations. The dentists, doctors, and surgeons use drugs called anaesthetics to make people not feel pain, or to make people become unconscious. But the drugs also have some other additional effects, which are called side effects, such as nausea (feeling sick) and hallucinations.\nMany dentists use an anaesthetic called nitrous oxide (\"laughing gas\"). Inhaling large quantities of nitrous oxide can cause people to have hallucinations. Doctors and surgeons use many types of anaesthetic gases so that patients who are being operated become unconscious. When a person inhales anaesthetic gases, they may have hallucinations for several minutes, until they become unconscious.\nAccidental poisoning.\nSome adults accidentally swallow a poisonous chemical because it is in a bottle that has the wrong label. In some cases, children swallow a poisonous chemical because they think that it is a food product or a drink. Some dangerous, poisonous chemicals which can make people very sick or even kill them also cause hallucinations.\nLack of sleep.\nSome people have hallucinations when they have not slept for a long time; other people have something resembling a hallucination before falling asleep. This is usually called hypnagogia. Most of the time, the people experiencing this kind of hallucinations are aware of the fact that they are not real.","categories":[],"infobox_types":[],"annotations":[{"uri":"Awake","surface_form":"awake","offset":124},{"uri":"Conscious","surface_form":"conscious","offset":134},{"uri":"Dream","surface_form":"dream","offset":295},{"uri":"Illusion","surface_form":"illusion","offset":380},{"uri":"Illegal_drug","surface_form":"illegal drug","offset":528},{"uri":"Mental_illness","surface_form":"mental illness","offset":595},{"uri":"Sleeping_pill","surface_form":"sleeping pill","offset":776},{"uri":"Alcoholic","surface_form":"alcoholic","offset":798},{"uri":"Sleep","surface_form":"sleep","offset":874},{"uri":"Sensory_system","surface_form":"senses","offset":1092},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":1134},{"uri":"Auditory_hallucination","surface_form":"sounds or voices","offset":1157},{"uri":"Epilepsy","surface_form":"epilepsy","offset":1458},{"uri":"Sleep","surface_form":"sleep","offset":1702},{"uri":"Fever","surface_form":"fever","offset":1717},{"uri":"Virus","surface_form":"virus","offset":1769},{"uri":"Common_cold","surface_form":"common cold","offset":1784},{"uri":"Olfaction","surface_form":"smell","offset":2357},{"uri":"Taste","surface_form":"taste","offset":2366},{"uri":"Disease","surface_form":"disease","offset":2448},{"uri":"Alcoholism","surface_form":"alcoholic","offset":2550},{"uri":"Alcohol","surface_form":"alcohol","offset":2587},{"uri":"Delirium_tremens","surface_form":"delirium tremens","offset":2679},{"uri":"LSD","surface_form":"LSD","offset":3050},{"uri":"Phencyclidine","surface_form":"PCP","offset":3067},{"uri":"Anaesthetic","surface_form":"anaesthetic","offset":3363},{"uri":"Side_effect","surface_form":"side effect","offset":3516},{"uri":"Poison","surface_form":"poison","offset":4032},{"uri":"Poison","surface_form":"poison","offset":4137},{"uri":"Hypnagogia","surface_form":"hypnagogia","offset":4516}]}