{"id":210332,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Peter_(2003)","text":"Tropical Storm Peter was a short-lived tropical storm that formed after the end of the Atlantic hurricane season. It formed from an extratropical storm, and at first, it was a subtropical cyclone. However, as it moved over warmer waters, it began to gain strength. On December 9, 2003, it became a tropical cyclone. An eye formed within the cyclone, and Peter almost became a hurricane. It reached its peak winds of 70 mph (110 km/h), but wind shear and cooler waters quickly caused Peter to lose strength.\nStorm history.\nAn extratropical cyclone developed on December 2 in the eastern Atlantic Ocean about 1430 miles (2300 km) southwest of the Azores islands. It moved northwestward, then turned to the north, and developed gale force winds on December 4 after turning to the northeast. Later that day, it turned into a frontal low pressure system. As high pressure existed across the northeast Atlantic Ocean, the storm turned to the southeast. The system turned to the south-southwest on December 7. Later that day, thunderstorms formed around the center, and it is said that the system organized into a subtropical storm late on December 7 while located 835 miles (1340 km) south-southwest of the Azores. The storm moved to the southwest over warmer waters, and the thunderstorms, or convection, around the storm continued to get stronger. The convection became near the center as rainbands developed around the center. Since the storm was gaining more strength, the National Hurricane Center declared the system Tropical Storm Peter on December 9 while located 980 miles (1580 km) northwest of Praia in the Cape Verde islands.\nSeveral days before Peter formed, forecasts anticipated the development of the storm. As it became a tropical storm, Peter was moving slowly, so initial forecasts said the storm would quickly die out. However, an eye feature quickly developed, and Peter strengthened to reach winds of 70 mph (110 km/h) late on December 9. Although the presence of an eye, along with Dvorak classifications of 75 mph (120 km/h), would usually mean the storm is of hurricane strength, Peter stayed as a strong tropical storm and quickly began to weaken. It moved northward due to a cold front. The combination of wind shear and cooler water temperatures quickly weakened the storm. By December 10, Peter became a tropical depression. As the system turned to the northeast, Peter turned into an extratropical storm on December 11. Shortly afterward, it was absorbed by the cold front.\nImpact and records.\nPeter stayed over the open Atlantic Ocean for its entire lifetime. It did not affect land. Because of this, there were no deaths or damages. The storm formed in the month of December, which is rare, since most storms in the Atlantic exist between June and November. Another storm, Odette, also formed in December. This made the 2003 season the first year since 1887 that two storms developed in the month of December. Peter made 2003 the sixth most active Atlantic hurricane season (at the time, it was the fifth). The 235 days between the development of the first storm, Tropical Storm Ana, and the of the last storm, Peter, made the 2003 season the longest since 1952. Peter is one of only four Atlantic tropical cyclones to reach the \"P\" name since the official naming of hurricanes began in 1950.","categories":[],"infobox_types":[],"annotations":[{"uri":"Atlantic_hurricane","surface_form":"Atlantic hurricane","offset":87},{"uri":"Extratropical_storm","surface_form":"extratropical storm","offset":132},{"uri":"Subtropical_cyclone","surface_form":"subtropical cyclone","offset":176},{"uri":"Eye_(cyclone)","surface_form":"eye","offset":319},{"uri":"Wind_shear","surface_form":"wind shear","offset":439},{"uri":"Extratropical_cyclone","surface_form":"extratropical cyclone","offset":525},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":586},{"uri":"Azores","surface_form":"Azores","offset":645},{"uri":"Gale","surface_form":"gale","offset":725},{"uri":"Subtropical_cyclone","surface_form":"subtropical storm","offset":1107},{"uri":"Convection_(meteorology)","surface_form":"convection","offset":1288},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1471},{"uri":"Praia","surface_form":"Praia","offset":1599},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":1612},{"uri":"Anticipated","surface_form":"anticipated","offset":1676},{"uri":"Eye_(cyclone)","surface_form":"eye feature","offset":1845},{"uri":"Dvorak_technique","surface_form":"Dvorak classifications","offset":1999},{"uri":"Cold_front","surface_form":"cold front","offset":2196},{"uri":"Wind_shear","surface_form":"wind shear","offset":2227},{"uri":"Extratropical_storm","surface_form":"extratropical storm","offset":2408},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":2545},{"uri":"2003_Atlantic_hurricane_season","surface_form":"2003 season","offset":2846},{"uri":"Tropical_Storm_Ana_(2003)","surface_form":"Tropical Storm Ana","offset":3090}]}