{"id":21064,"url":"http://en.wikipedia.org/wiki/Vedas","text":"The Vedas are the four holiest books of the by mankind to the next, perhaps over thousands of years.\nEach book has four major kinds of text – the Samhitas (mantras and benedictions), the Aranyakas (text on rituals, ceremonies, sacrifices and symbolic-sacrifices), the Brahmanas (commentaries on rituals, ceremonies and sacrifices), and the Upanishads (texts discussing meditation, philosophy and spiritual knowledge). The Vedas are written in\"Vedic Sanskrit\".\nLater types of Hinduism that are very different from the types of Hinduism that follow the Vedas respect them.\nRigveda.\nRigveda is the first of the four Vedas. Rigveda means a \"Veda of praise\". This Veda has several verses (hymns). This Veda is also the oldest Hindu holy book.\nYajurveda.\nYajurveda is the second of the four Vedas. Yajurveda means the Veda of the Yajus. Yajus were mantras sung during religious activities. Yajurveda is divided into two parts. The name of the first part is Black Yajurveda, called Taittiriya.The Taittirīya Upanishad is a Vedic era Sanskrit text, embedded as three chapters of the Yajurveda. It is a mukhya Upanishad, and likely composed about 6th century BC. The Taittirīya Upanishad is associated with the Taittirīya school of the Yajurveda, attributed to the pupils of sage Tittiri. The name of the second part is White Yajurveda,is called Vajasaneyi.\nSamaveda.\nSamaveda is the third Veda of the four Vedas. Samaveda means the Veda of sacred songs. This Veda also has many hymns. They were sung by the Hindu priests and other Hindus during religious activities.\nAtharvaveda.\nAtharvaveda is the fourth of the four Vedas. Atharvaveda means the \"Veda of knowledge\".\nThe Atharvaveda holds key for the massive vedic knowledge on the sciences like medicine, sorcery and has many facts that the present generation is still trying to crack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Samhita","surface_form":"Samhita","offset":146},{"uri":"Aranyakas","surface_form":"Aranyakas","offset":187},{"uri":"Brahmanas","surface_form":"Brahmanas","offset":268},{"uri":"Upanishads","surface_form":"Upanishads","offset":340}]}