{"id":210727,"url":"http://en.wikipedia.org/wiki/Max_Euwe","text":"Machgielis \"Max\" Euwe (20 May 1901 in Amsterdam – 26 November 1981 in Amsterdam) was the 5th World Chess Champion, from 1935 to 1937. He was a Dutch chess grandmaster, mathematician, and author. He was not a full-time professional player; he got his PhD in pure mathematics in 1926, and worked as a school and college teacher. He was made Professor of Mathematics in 1964.p132\nAgainst all expectations, Max won the world chess championship in a match with Alexander Alekhine in 1935. Alekhine won the title back in a rematch two years later. After World War II, Euwe was still the best player in western Europe, and played in two world championship candidates tournaments. Max played for the world championship in 1948, in the match-tournament which decided the successor to Alekhine. He finished below Botvinnik, Smyslov, Keres and Reshevsky. Again he tried, at the Candidates' tournament in 1953, but this was also unsuccessful, though he was still a strong player.\nMax used his teaching skills in chess as well as mathematics. He wrote 20 chess books, most aimed at helping the club player improve. He invented a subscription correspondence course called \"The Chess Archives\", but known everywhere as Euwe's Archives. This gave teaching on chess openings, which were then an area of great weakness for club players. The Archives were published in Dutch, German and English, and helped to give professional help to amateur players.\nEuwe served as President of FIDE, the World Chess Federation, from 1970 to 1978. He tried to expand chess into more countries, a goal which has succeeded.","categories":[],"infobox_types":[],"annotations":[{"uri":"1901","surface_form":"1901","offset":30},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":38},{"uri":"1981","surface_form":"1981","offset":62},{"uri":"List_of_World_Chess_Champions","surface_form":"World Chess Champion","offset":93},{"uri":"Netherlands","surface_form":"Dutch","offset":143},{"uri":"Chess","surface_form":"chess","offset":149},{"uri":"Grandmaster_(chess)","surface_form":"grandmaster","offset":155},{"uri":"Mathematician","surface_form":"mathematician","offset":168},{"uri":"Alexander_Alekhine","surface_form":"Alexander Alekhine","offset":456},{"uri":"World_War_II","surface_form":"World War II","offset":548},{"uri":"Europe","surface_form":"Europe","offset":604},{"uri":"Botvinnik","surface_form":"Botvinnik","offset":803},{"uri":"Smyslov","surface_form":"Smyslov","offset":814},{"uri":"Paul_Keres","surface_form":"Keres","offset":823},{"uri":"Reshevsky","surface_form":"Reshevsky","offset":833},{"uri":"FIDE","surface_form":"FIDE","offset":1462}]}