{"id":210732,"url":"http://en.wikipedia.org/wiki/Billy_the_Kid","text":"Henry McCarty (1859 – July 14, 1881) was also known as William H. Bonney, and known popularly as Billy the Kid. He was an American gunman who took part in the Lincoln County War.\nLegends say that Billy the kid killed 21 men, but history tells us that he murdered at least four men. The first murder was in 1877. He was shot dead in New Mexico by Sheriff Pat Garrett. Bonney was born September 17 or November 23, 1859. He died July 14, 1881 when he was 21 years old.\nBefore he started using the alias \"William Bonney\", McCarty's first arrest was for stealing food in late 1875. Within five months he was arrested for stealing clothing and firearms. Two days later, he escaped from jail and fled from New Mexico Territory into the neighboring Arizona Territory, making him an outlaw and a federal fugitive. After murdering a blacksmith during an argument in August 1877, Bonney became a wanted man in Arizona Territory. He returned to New Mexico and joined a group of cattle rustlers. He became a well-known figure in the region when he joined the Regulators and took part in the Lincoln County War. In April 1878, the Regulators killed three men, including Lincoln County Sheriff William J. Brady and one of his deputies. Bonney and two other Regulators were later charged with killing all three men.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":122},{"uri":"Gunman","surface_form":"gunman","offset":131},{"uri":"Lincoln_County_War","surface_form":"Lincoln County War","offset":159},{"uri":"Murder","surface_form":"murder","offset":254},{"uri":"New_Mexico","surface_form":"New Mexico","offset":332},{"uri":"Sheriff","surface_form":"Sheriff","offset":346},{"uri":"Pat_Garrett","surface_form":"Pat Garrett","offset":354},{"uri":"New_Mexico_Territory","surface_form":"New Mexico Territory","offset":699},{"uri":"Arizona_Territory","surface_form":"Arizona Territory","offset":741},{"uri":"Cattle_raiding","surface_form":"cattle rustlers","offset":966},{"uri":"Lincoln_County_Regulators","surface_form":"Regulators","offset":1046},{"uri":"William%C2%A0J._Brady","surface_form":"William J. Brady","offset":1179}]}