{"id":211066,"url":"http://en.wikipedia.org/wiki/New_Super_Mario_Bros._Wii","text":"\"New Super Mario Bros. Wii\" is a 2009 platform game for the Wii, and is the follow-up to the 2006 game \"New Super Mario Bros.\" for the Nintendo DS. The game was first revealed at Nintendo's E3 2009 and was released on November 12, 2009 in Australia, November 15, 2009 in North America, November 20, 2009 in Europe, December 3, 2009 in Japan, and August 7, 2010 in South Korea. A follow-up to this game, which is also a sequel to the 2006 game, titled \"New Super Mario Bros. 2\", was released on the Nintendo 3DS in August 2012. A sequel to \"New Super Mario Bros. Wii\" and a follow-up to \"New Super Mario Bros. 2\", titled \"New Super Mario Bros. U\", was released on the Wii U in November 18, 2012, which had an extension pack titled \"New Super Luigi U\" which was also released on the Wii U June 2013.\nGameplay.\nAlthough \"New Super Mario Bros. Wii\" is a 2D platform video game, some of the characters and objects are 3D polygonal renderings on 2D backgrounds, resulting in a 2.5D effect (also seen in \"New Super Mario Bros.\") that visually simulates 3D computer graphics. Players can play as either Mario, his brother Luigi, or two Toad characters: one blue navy and one yellow (with the first player always as Mario). Controls are similar to those of \"New Super Mario Bros.\", with the added abilities of spinning in mid-air by shaking the Wii Remote; and picking up, carrying, and throwing other players. In multiplayer mode, players can play up to four players simultaneously. If a player character loses a life and has at least one life in reserve, he will re-emerge encased inside a bubble, and can resume play once another player frees him by touching the bubble or a fire/ice ball (the player can shake the Wii Remote to move his bubble closer to an active player, but cannot free himself). If a player loses a life and does not have any more lives, a Continue must be used to start over with five lives. Players can also encase themselves inside the bubble by pressing the A button while a more skilled player traverses a difficult segment. If every character in a co-op session enters bubbles at the same time (whether through death or pressing the A button), the level is lost, and they must restart.\nIn multiplayer mode, if one or more players do not keep up with the one in the lead, on some levels, the view will pan out a bit so that the player[s] in the rear will still be in view. If the players still do not catch up, they are then dragged by the edge of the screen, until they move forward faster or lose a life by a fall or other object. If one player enters a pipe, climbs a vine, grabs the flagpole at the end of the stage, etc. without the others, the other players will warp to the same place after a short time, or have a limited amount of time to grab the pole before the course ends. On vertically scrolling courses, being left below the screen results in losing a life. On the world map, Mario (Player 1) controls navigation.\nPlayers return to the map screen if they all run out of lives, or if all players lose their lives at the same time, leaving no one to free them. For most levels, there is a midway flag that if touched will return the player to that point after dying and being sent back to the map screen. The stage is completed by getting at least one player to touch the goal at the end, though a bonus is awarded if all players manage to grab hold of the flag within three seconds of the first player grabbing it. In a few levels, in addition to the normal goal and flag pole, there is an alternative exit leading to a red flag pole. Reaching this goal will open up a new path on the map, leading to new stages on the overworld map and on occasion a warp cannon (which will blast the player off to a later world). The game does not feature online multiplayer. During single player mode, losing a life sends the player back to the map screen.\nAlong with the usual \"Mario\" series items, as well as the Mini Mushroom from \"New Super Mario Bros.\", new items have been added, including: the Propeller Mushroom, which allows players to fly; the Ice Flower, which allow players to freeze enemies with snowballs; and the Penguin Suit which, on top of the Ice Flower's ability, allows players to slide along the ground and across water as well as have better control on ice and in water. Players are also able to ride on Yoshis, who appear in certain levels and can swallow enemies and flutter in the air.\nAll the levels can be accessed via a map screen, and enemies are often roaming it. If the player bumps into one while traveling the map, a \"mini-boss\" fight will be initiated; if successful in the fight, players can earn three extra Super Mushrooms. There are also Toad Houses where players can earn additional lives and items that can be equipped on the map screen. At some points, a Toad will appear trapped in one of the previously completed levels, and the player can choose to rescue him from a block and carry him safely to the end of the stage to earn bonus lives (this can only be done with one player). There are three Star Coins hidden in each course which can be spent on hint movies that show certain secrets, such as the location of a secret goal or how to gain infinite 1-ups. Collecting all the Star Coins within a world unlocks one course from the secret World 9 that can only be played after the main game has been completed.\nGame modes.\nThe game includes simultaneous multiplayer capability of up to four players. In addition to the main story mode, which can be played in either single-player or multiplayer modes, there are two dedicated multiplayer modes. \"Free-for-All Mode\" ranks players at the end of each course by score, coins, and enemy kills; while the other mode, \"Coin Battle,\" ranks players on the amount of coins collected.\nControl schemes.\nThe game is played either in classic style, with the Wii Remote held horizontally, or in Nunchuk style. The Nunchuk is used for movement. Some actions, such as jumping and attacks, are performed with the buttons, where others, like spinning in midair and picking up other players, are performed by shaking the Wii Remote. Certain areas of levels, such as specific platforms, can also be manipulated by tilting the Wii Remote.\nSuper Guide.\nThe game is the first on the Wii to feature \"Super Guide,\" a new system devised by Mario creator Shigeru Miyamoto. During single player mode, if a player dies eight times in a row in any level, a green \"!\" Block appears, allowing a computer-controlled Luigi to show the player a safe path through the level. The player may interrupt the guide at anytime and take control. After Luigi completes it, the player has the option to try the level again, or skip it completely. However, Luigi will not reveal any Star Coin locations or secret exits. A variation of this is used in \"Super Mario Galaxy 2\", where it is called \"Cosmic Guide.\" Another variation is found in \"Donkey Kong Country Returns\", where it is also known as \"Super Guide.\" play\nDevelopment.\nOn May 30, 2009 it was announced that two new sequels would be released for the Wii: \"Wii Fit Plus\" (a sequel to \"Wii Fit\") and a new Mario game tentatively called \"New Super Mario Bros. Wii\" (which it was unknown what the name of the game would be at the time), a sequel to \"New Super Mario Bros\". \"New Super Mario Bros. Wii\" was later officially announced at the 2009 E3 convention and GamesCom in Cologne, Germany. To highlight the uniqueness of the game, Nintendo chose the color of the case to be red instead of the traditional white.\nThe game was created in response to Nintendo's head game developer Shigeru Miyamoto's desire to recreate the \"Mario\" series's single-player gameplay experience for multiple players, as he was unable to bring these ideas in the previous installments. The Wii's hardware allowed him to display enough enemies and items on the screen at once, and allowed a camera that could dynamically adapt to the players' movements, ensuring they constantly know what is the situation of their character. Miyamoto said Princess Peach was not a playable character because of her dress, since it would require \"special processing and programming to handle how her skirt is handled within the gameplay.\"\nAudio.\nThe music for \"New Super Mario Bros. Wii\" was created by Shiho Fujii and Ryo Nagamatsu. There were additional compositions provided by sound director Kenta Nagata. Koji Kondo was the sound advisor and did not write any new compositions, though some of his creations were rearranged for the game. Charles Martinet returned to voice Mario and Luigi, along with Samantha Kelly as the Toads and Princess Peach, Kenny James as Bowser, and Caety Sagoian as Bowser Jr. New voice actors include Lani Minella as Larry Koopa, Morton Koopa Jr., Wendy O. Koopa, and Lemmy Koopa, Dan Falcone as Roy Koopa, and Mike Vaughn as Iggy Koopa and Ludwig von Koopa.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Wii","surface_form":"Wii","offset":60},{"uri":"New_Super_Mario_Bros.","surface_form":"New Super Mario Bros.","offset":104},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":135},{"uri":"E3_2009","surface_form":"E3 2009","offset":190},{"uri":"Australia","surface_form":"Australia","offset":239},{"uri":"2009","surface_form":"2009","offset":263},{"uri":"North_America","surface_form":"North America","offset":271},{"uri":"Europe","surface_form":"Europe","offset":307},{"uri":"Japan","surface_form":"Japan","offset":335},{"uri":"South_Korea","surface_form":"South Korea","offset":364},{"uri":"New_Super_Mario_Bros._2","surface_form":"New Super Mario Bros. 2","offset":452},{"uri":"Nintendo_3DS","surface_form":"Nintendo 3DS","offset":498},{"uri":"New_Super_Mario_Bros._U","surface_form":"New Super Mario Bros. U","offset":621},{"uri":"Wii_U","surface_form":"Wii U","offset":667},{"uri":"New_Super_Luigi_U","surface_form":"New Super Luigi U","offset":731},{"uri":"2D_computer_graphics","surface_form":"2D","offset":850},{"uri":"Polygonal_modeling","surface_form":"3D polygonal","offset":913},{"uri":"2.5D","surface_form":"2.5D","offset":971},{"uri":"3D_computer_graphics","surface_form":"3D computer graphics","offset":1046},{"uri":"Mario","surface_form":"Mario","offset":1095},{"uri":"Luigi","surface_form":"Luigi","offset":1114},{"uri":"Toad_(Nintendo)","surface_form":"Toad","offset":1128},{"uri":"Liquid_bubble","surface_form":"bubble","offset":1583},{"uri":"Checkpoint","surface_form":"midway flag","offset":3121},{"uri":"Yoshi","surface_form":"Yoshi","offset":4346},{"uri":"Shigeru_Miyamoto","surface_form":"Shigeru Miyamoto","offset":6340},{"uri":"Super_Mario_Galaxy_2","surface_form":"Super Mario Galaxy 2","offset":6818},{"uri":"Donkey_Kong_Country_Returns","surface_form":"Donkey Kong Country Returns","offset":6907},{"uri":"Wii_Fit","surface_form":"Wii Fit","offset":7110},{"uri":"New_Super_Mario_Bros","surface_form":"New Super Mario Bros","offset":7272},{"uri":"Cologne","surface_form":"Cologne","offset":7396},{"uri":"Germany","surface_form":"Germany","offset":7405},{"uri":"Shigeru_Miyamoto","surface_form":"Shigeru Miyamoto","offset":7603},{"uri":"Mario_(series)","surface_form":"\"Mario\" series","offset":7645},{"uri":"Princess_Peach","surface_form":"Princess Peach","offset":8039},{"uri":"Koji_Kondo","surface_form":"Koji Kondo","offset":8392},{"uri":"Charles_Martinet","surface_form":"Charles Martinet","offset":8524}]}