{"id":2110,"url":"http://en.wikipedia.org/wiki/Anthropology","text":"ce=\"preserve\">Anthropology [anth-row-pahl-O-gee] is the study of human beings in the past and present.\nThe word anthropology has two roots: [anthrop-] and [-ology]. Anthrop- means “about human beings,” and -ology means “a type of science.\" Anthropology is a type of science about human beings. A person who studies anthropology is called an anthropologist.\nThe main goal of anthropology is to answer the questions: What makes us human and why?\nAnthropology is a biological and historical social science that helps us learn how groups of people are the same, and how they are different in all parts of the world. Anthropologists do research in many places and study how people live now and how they may have lived in the past. They research in modern cities, small villages, tribes, and in the countryside.\nArchaeology.\nArchaeology is the study of humans from the past. People who study archaeology are called archaeologists.\nArchaeologists look at things that past people left behind to know how they lived. They look at tools, bones, and past houses to see how people in the past are not the same as people that live today.\nBiological Anthropology.\nBiological or physical anthropology studies human bodies and how they change over time.\nThey look at how humans live in nature and how their bodies change because of where they live. They also study how human beings and apes and monkeys are alike. Sometimes biological anthropologists study human and animal bones to learn about how past humans lived. They are also called physical anthropologists.\nLinguistic Anthropology.\nLinguistic anthropology is the study of how people talk.\nLinguistic anthropologists study sounds and how they go together to make words. Then they study what the words mean and how people use them. Linguistic anthropology also studies how language changes what people think and how people change language. No two people talk the same way, so linguistic anthropologists want to know why that happens.\nSocio-Cultural Anthropology.\nSocio-Cultural Anthropology is the study of human societies and cultures.\nIt looks at how human beings understand the world around them and how they act with the people around them. Socio-cultural anthropologists study living people by going to their homes and learning about who those people are and what they do. They write about people in places all over the world to see why people are different. Some socio-cultural anthropologists study medicine in these places and some look at how babies grow up in other places.\nNotable people.\nThis is a list of important people who studied anthropology.","categories":[],"infobox_types":[],"annotations":[{"uri":"Human","surface_form":"human","offset":65},{"uri":"Biology","surface_form":"biological","offset":462},{"uri":"History","surface_form":"historical","offset":477},{"uri":"Social_science","surface_form":"social science","offset":488},{"uri":"World","surface_form":"world","offset":605},{"uri":"Anthropologist","surface_form":"Anthropologist","offset":612},{"uri":"Research","surface_form":"research","offset":631},{"uri":"Tribe","surface_form":"tribe","offset":774},{"uri":"Countryside","surface_form":"countryside","offset":793},{"uri":"Tool","surface_form":"tool","offset":1021},{"uri":"Bone","surface_form":"bone","offset":1028},{"uri":"House","surface_form":"house","offset":1044},{"uri":"Physical_anthropology","surface_form":"physical anthropology","offset":1164},{"uri":"Ape","surface_form":"ape","offset":1370},{"uri":"Monkey","surface_form":"monkey","offset":1379},{"uri":"Language","surface_form":"language","offset":1813},{"uri":"Medicine","surface_form":"medicine","offset":2446}]}