{"id":211132,"url":"http://en.wikipedia.org/wiki/Ecological_niche","text":"e=\"preserve\">An ecological niche is the part of the environment into which a species fits, and to which it is adapted. A shorthand definition of niche in biology is how an organism makes a living in a place.\nHowever, the term has been used in different ways. It is not only a place but a way of life. For example, grazers, insectivores, scavengers and predators can all live their different lifestyles in the same forest. A niche can be occupied by different species in different places even though they 'earn their living' in roughly the same way. Thus the 'bird of prey eating small mammals' niche would in grasslands include the kestrel, but in an oak wood it would be filled by the tawny owl.\nThe idea of a niche in natural history is ancient: many writers noticed that animals and plants live in places where they are well adapted to live. The word \"niche\" was first used in biology by naturalist Roswell Johnson, but in 1917 Joseph Grinnell was the first to use it in a research program. Later, he described the niches of a variety of species. Grinnell was the first to offer the \"exclusion principle\" in which only one species could occupy a particular niche at any one time.\nScientists who study the interactions between animals and their environment are called ecologists, and their branch of science is called ecology. A niche is a term which describes a position or opportunity into which some organism fits well. Thus, an ecological niche is a place in nature that is filled by an animal or plant because it is well suited to do so.\nInvasions.\nWhen a niche is left open, for example by extinction, other organisms may fill that position.\nAlso, invasive species of plants and animals in a new land often take over all or part of the niches of native organisms. Sometimes the loss results in the extinction of the natives.","categories":[],"infobox_types":[],"annotations":[{"uri":"Environment","surface_form":"environment","offset":52},{"uri":"Species","surface_form":"species","offset":77},{"uri":"Adaptation","surface_form":"adapted","offset":110},{"uri":"Biology","surface_form":"biology","offset":154},{"uri":"Grazer","surface_form":"grazer","offset":314},{"uri":"Insectivore","surface_form":"insectivore","offset":323},{"uri":"Scavenger","surface_form":"scavenger","offset":337},{"uri":"Predator","surface_form":"predator","offset":352},{"uri":"Species","surface_form":"species","offset":459},{"uri":"Bird_of_prey","surface_form":"bird of prey","offset":559},{"uri":"Grassland","surface_form":"grassland","offset":609},{"uri":"Kestrel","surface_form":"kestrel","offset":632},{"uri":"Oak","surface_form":"oak","offset":651},{"uri":"Wood","surface_form":"wood","offset":655},{"uri":"Tawny_owl","surface_form":"tawny owl","offset":686},{"uri":"Naturalist","surface_form":"naturalist","offset":891},{"uri":"Scientist","surface_form":"Scientist","offset":1183},{"uri":"Ecology","surface_form":"ecology","offset":1320},{"uri":"Extinction","surface_form":"extinction","offset":1598},{"uri":"Invasive_species","surface_form":"invasive species","offset":1656}]}