{"id":21116,"url":"http://en.wikipedia.org/wiki/Rembrandt","text":"Rembrandt Harmenszoon van Rijn (Leiden, 15 July 1606 – Amsterdam, 4 October 1669) was a famous Dutch painter and artist.\nHe is generally considered one of the greatest painters and printmakers in European art history, and the most important in Dutch history.p420 His contributions to art came in a period that historians call the \"Dutch Golden Age\".\nAfter his success as a young portrait painter, he had personal tragedy and financial hardships in his later years. Yet his etchings and paintings were popular throughout his lifetime, and his reputation as an artist remained high.p427 For twenty years he taught nearly every important Dutch painter.p203\nRembrandt's greatest creative work is seen in his portraits of his contemporaries, self-portraits and illustrations of scenes from the Bible. His self-portraits are a unique biography, in which the artist surveyed himself without vanity and with the utmost sincerity.p420\nPersonal life.\nHe went to the University Leiden but he liked painting better so he became a painter. In 1631 he went to live in Amsterdam, because people there had heard of him and wanted him to paint their portraits. He married a woman called Saskia van Uylenberg in 1634. They had four children, but three of them died very young. Only their fourth child, Titus, who was born in 1641, survived into adulthood. Saskia died in 1642 soon after Titus's birth, probably from tuberculosis.\nDuring Saskia's illness, a nurse was hired, who probably also became Rembrandt's lover. She later charged Rembrandt with breach of promise and was awarded 200 guilders a year.p28 When Rembrandt learned she had pawned Saskia's jewellery, which Rembrandt had given her, he had her committed for twelve years to a poorhouse (a 'bridewell') at Gouda.\nRembrandt then lived with a young woman called Hendrickje Stoffels from Bredevoort who had been his maid. They had a daughter called Cornelia. Rembrandt died in Amsterdam on 4 October 1669.\nWorks.\nRembrandt painted many famous pictures. The portraits use light and dark colors; people sitting in the pictures are often shown in a calm or thoughtful appearance. He was such a good painter, that many of his pictures make people feel as if they are taking part in what is happening. Paintings by Rembrandt can be seen in art galleries all over the world.\nThroughout his work Rembrandt used colour which darkens as it approaches the edge of the painting, and lighter towards the center. There is always a certain person, or event, or group of people that is near the center, and they are shown to be brighter than the rest of the picture. The dark backgrounds are painted to be very interesting and important. In most of his paintings, there are deep whites and blacks which shows contrast between different parts of the work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Leiden","surface_form":"Leiden","offset":32},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":55},{"uri":"Netherlands","surface_form":"Dutch","offset":95},{"uri":"Painter","surface_form":"painter","offset":101},{"uri":"Artist","surface_form":"artist","offset":113},{"uri":"Printmaker","surface_form":"printmaker","offset":181},{"uri":"Europe","surface_form":"Europe","offset":196},{"uri":"Art_history","surface_form":"art history","offset":205},{"uri":"Portrait","surface_form":"portrait","offset":704},{"uri":"Self-portrait","surface_form":"self-portrait","offset":737},{"uri":"Bible","surface_form":"Bible","offset":789},{"uri":"Vanity","surface_form":"vanity","offset":884},{"uri":"Sincerity","surface_form":"sincerity","offset":911},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":1054},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1398},{"uri":"Breach_of_promise","surface_form":"breach of promise","offset":1533},{"uri":"Gouda_(town)","surface_form":"Gouda","offset":1752},{"uri":"Bredevoort","surface_form":"Bredevoort","offset":1831},{"uri":"Daughter","surface_form":"daughter","offset":1876}]}