{"id":21130,"url":"http://en.wikipedia.org/wiki/Paranoia","text":"e=\"preserve\">Paranoia is a mental health condition that affects a person's thoughts. A person with paranoia is called paranoid. Paranoia is a thought process heavily influenced by anxiety or fear, often to the point of irrationality and delusion.\nA paranoid person's thinking is shaped by fear and anxiety. For example, the person may fear that other people are \"out to get them\" or are planning to hurt them. They may believe that video cameras are watching them, or that a certain group (like the police or CIA) is following them. They may also believe that other people can control their thoughts or use magic to hurt them. Even if these fears seem strange or absurd to others, they feel very real to the person with paranoia. They truly believe that they are in danger.\nParanoia is different from phobias. In a phobia, someone has an irrational fear, but does not blame anyone for this fear. A paranoid person will often make false accusations and say that something was intentional, when it was just coincidence or an accident.\nIf a person is truly paranoid, their fears must not be explained by common beliefs, like their religion. For example, some religions say that people can use magic to hurt others. So a person from one of those religions should not be diagnosed as paranoid just because he/she has this belief. They would also have to have other paranoid beliefs - which could not be explained by religious beliefs - to be diagnosed with paranoia.\nVery often, people with paranoia also have other thought disorders, or mood disorders. Paranoia can be a symptom of schizophrenia, bipolar disorder, and other mental illnesses.\nIn everyday talk, people may use \"paranoid\" to mean more normal worries. For example, someone may call a friend paranoid for thinking that his teacher hates him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mental_health","surface_form":"mental health","offset":27},{"uri":"Condition","surface_form":"condition","offset":41},{"uri":"Anxiety","surface_form":"anxiety","offset":180},{"uri":"Fear","surface_form":"fear","offset":191},{"uri":"Delusion","surface_form":"delusion","offset":237},{"uri":"Anxiety","surface_form":"anxiety","offset":298},{"uri":"CIA","surface_form":"CIA","offset":509},{"uri":"Phobia","surface_form":"phobias","offset":801},{"uri":"Religion","surface_form":"religion","offset":1128},{"uri":"Diagnosis","surface_form":"diagnosed","offset":1266},{"uri":"Thought_disorder","surface_form":"thought disorder","offset":1511},{"uri":"Mood_disorder","surface_form":"mood disorder","offset":1533},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":1578},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":1593},{"uri":"Mental_illness","surface_form":"mental illness","offset":1621}]}