{"id":21132,"url":"http://en.wikipedia.org/wiki/Paganism","text":"Paganism is a term that covers a great number of spiritual and religious beliefs, and someone who follows one of these beliefs is known as a Pagan. Some of those in ancient times, who are called \"Pagans\" today, believed there was not just one god but a number of gods and goddesses. The stories from Greek mythology are famous examples from a pagan religion. Pagans usually focus on spirituality and nature, rather than on doctrines and dogma. Not all pagans are polytheists (belief in more than one god). Some of them are monotheists (belief in only one god).\nThe word \"pagan\" (without a capital P) is often used to describe anyone who holds religious beliefs that differ from the main world religions. A similar term is \"heathen\". Today Pagan, with a capital P, often refers to people who follow Neo-Pagan religions that honour the Earth. The best known Neo-Pagan religion is Wicca. Another well-known neo-pagan faith is Druidism, but there are many other Neo-Pagan religions with different beliefs.\nSurviving religions of earlier cultures.\nEnough has survived of the ancient religions of cultures from pre-modern Africa, South America, New Guinea and Japan to give us quite a clear picture. Since African slaves were taken to both South America and the United States, it is no surprise that their beliefs and practices still survive. Not, of course, as the dominant religion, but they do survive.\nIn a similar way, but much less well documented, are the ancient religions of other groups such as the Ainu in Japan, the tribes in New Guinea, the many tribes in Amazonia, and the fractured remnants of traditional religions in African countries.\nAll these groups have one thing in common: they are not part of farming revolution which happened in the Middle East, and which spread quickly to Eurasia. The religions which started there are called the \"religions of the book\" because their original beliefs were written down. Of course, writing was one of the original inventions of a settled people, one able to invest time and energy into activities which would be far more difficult for more traditional peoples.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spiritual","surface_form":"spiritual","offset":49},{"uri":"Religion","surface_form":"religious","offset":63},{"uri":"Deity","surface_form":"god","offset":243},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":300},{"uri":"Spirituality","surface_form":"spirituality","offset":383},{"uri":"Nature","surface_form":"nature","offset":400},{"uri":"Doctrine","surface_form":"doctrine","offset":423},{"uri":"Dogma","surface_form":"dogma","offset":437},{"uri":"Polytheism","surface_form":"polytheists","offset":463},{"uri":"Monotheism","surface_form":"monotheists","offset":523},{"uri":"Wicca","surface_form":"Wicca","offset":878},{"uri":"Druidism","surface_form":"Druidism","offset":923},{"uri":"Africa","surface_form":"Africa","offset":1116},{"uri":"South_America","surface_form":"South America","offset":1124},{"uri":"New_Guinea","surface_form":"New Guinea","offset":1139},{"uri":"Japan","surface_form":"Japan","offset":1154},{"uri":"United_States","surface_form":"United States","offset":1256},{"uri":"Ainu_people","surface_form":"Ainu","offset":1503},{"uri":"New_Guinea","surface_form":"New Guinea","offset":1532},{"uri":"Amazonia","surface_form":"Amazonia","offset":1563},{"uri":"Farming","surface_form":"farming","offset":1711},{"uri":"Middle_East","surface_form":"Middle East","offset":1752},{"uri":"Eurasia","surface_form":"Eurasia","offset":1793},{"uri":"Writing","surface_form":"writing","offset":1936}]}