{"id":211729,"url":"http://en.wikipedia.org/wiki/Wende","text":"\"Wende\" (\"the turn-around\") refers to a historical process in the German Democratic Republic (GDR) in the years 1989 and 1990, after the Soviet reforms of Mikhail Gorbachev. The communist Socialist Unity Party of Germany (\"Sozialistische Einheitspartei Deutschlands\", shortly \"SED\") lost their power and a democratic government was established. The policy of this new government lead finally to German reunification in October 1990.\nThe \"Wende\" was known to be very peaceful. The people who were against the SED and communism did not want to use violence, and so these events are also known as the Peaceful Revolution (in German: \"Friedliche Revolution\").\nBeginnings.\nThe \"Wende\" events were part of the fall of Communism all over Eastern Europe, for example in Poland, Hungary or Czechoslovakia. Soon there were reforms in that countries. In August 1989, Hungary opened its borders to Austria, and many tourists from East Germany crossed the border and fled to Western countries.\nIn September, East Germans were not allowed to go to Hungary any more. Soon, more and more East Germans went to the embassies of West Germany in Warsaw and especially in Prague. Soon there were more than 4,000 people in the Prague embassy. West Germany could reach that East Germany allowed its people to go. On 30 September 1989, the West German Foreign minister, Hans-Dietrich Genscher, came to Prague and told the East Germans in the embassy's garden that they could go. The traveled to west Germany by trains which went through the GDR. In the first days of October, even more East Germans went to West Germany from Prague.\nMonday Demonstrations.\nIn the GDR itself, some oppositional groups were founded, for example the \"Neues Forum\" (\"New Forum\"), the \"Demokratischer Aufbruch\" (\"Democratic Awakening\") or \"Demokratie Jetzt\" (\"Democracy Now\").\nSince October 1989, there were lots of demonstrations against the SED and for democracy and human rights. In the city of Leipzig, people met every Monday in a church which is called \"Nikolaikirche\". They prayed for peace and freedom, and after that, they went out and demonstrate. These demonstrations are called \"Montagsdemonstrationen\" (\"Monday Demonstrations\").\nOn 7 October 1989, there was the 40th \"birthday\" of the GDR. The SED held big celebrations and festivals in East Berlin and other cities. At the same time, lots of people protested in the streets, and more than 1,000 of them were arrested. In Plauen, in the south of East Germany, many people met for a demonstration. Two days later, on 9 October, there was the next Monday Demonstration in Leipzig. About 70,000 people went peacefully through the city centre, and the police or the State Security (Stasi) did not do anything to stop them.\nOn 18 October, the main leaders of the SED decided that their chairman, Erich Honecker had to resign. Egon Krenz became the new leader of the SED (\"Generalsekretär des Zentralkomitees der SED\", \"General Secretary of the Central Comitee of the SED\") and head of state (\"Staatsratsvorsitzender\", \"Chairman of the State Council\"). He said that he wanted to start a \"Wende\", but the demonstrants still wanted the SED to give up all power.\nThe Fall of the Wall.\nOn 4 November, there was a very big demonstration on the \"Alexanderplatz\" in East Berlin. More than 400,000 people took part, and the demonstration was shown live on East German television.\nThe government of the GDR discussed a new law about travels to West Germany and other countries. In the evening of 9 November 1989, there was a press conference with the press secretary of the Central Committee of the SED, Günter Schabowski. Just before that press conference, Egon Krenz had given Schabowski a sheet of paper about the new travel law. Before the press conference ended, a journalist from Italy asked Schabowski a question about freedom of travel. Schabowski read out his sheet of paper, which said that everyone should be allowed to leave the country and come back whenever he or she wanted. When he was asked when this rule should come into force, Schabowski answered \"at once\" and \"immediately\".\nMany people watched this press conference on TV, and the West German mass media reported that the GDR wanted to open the borders \"immediately\". So more and more East Germans went to the Wall to see if this was true. When they saw that the Wall was still closed, they became angrier and angrier. After 23:00, the border was opened at one border checkpoint, at \"Bornholmer Straße\", and soon the other checkpoints followed. In that night lots of people went to West Berlin and back. In the next days and weeks, thousands of people visited West Germany.\n\"Round Tables\" and the end of the Stasi.\nOn 13 November 1989, Hans Modrow became the new Minister-President of East Germany. He established a Round Table for political decisions. On the Round Table were members of the SED and its mass organisations, from oppositional groups and from the churches. In cities, towns and villages, there were many other Round Tables established, too.\nMany people in the GDR still feared the Ministry of State Security, which was known as the \"Stasi\". Modrow renamed the Ministry into \"Amt für Nationale Sicherheit\" (\"Office of National Security\"; AfN). The AfN started to destroy the documents which they had collected over the years. The oppositional forces wanted the documents to be kept, and so they occupied all the Stasi offices in the country in December 1989 and January 1990. The last was the Stasi headquarters in East Berlin on 15 January 1990.\nFree election.\nOn 18 March 1990, there were free elections to the parliament of East Germany, the \"Volkskammer\" (\"People's Chamber\"). These election was won by the \"Allianz für Deutschland\" (\"Alliance for Germany\"), a group of parties which wanted the GDR to be annexed by West Germany. The most importand party of the Alliance was the CDU, and their chairman, Lothar de Maizière, became the new Minister-President of the GDR. The new government started the process of reunification, which finally came to an end on 3 October 1990.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_Democratic_Republic","surface_form":"German Democratic Republic","offset":66},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":155},{"uri":"Communism","surface_form":"communist","offset":178},{"uri":"Socialist_Unity_Party_of_Germany","surface_form":"Socialist Unity Party of Germany","offset":188},{"uri":"Democracy","surface_form":"democratic","offset":306},{"uri":"Policy","surface_form":"policy","offset":349},{"uri":"German_reunification","surface_form":"German reunification","offset":395},{"uri":"Violence","surface_form":"violence","offset":546},{"uri":"German_language","surface_form":"German","offset":622},{"uri":"Poland","surface_form":"Poland","offset":762},{"uri":"Hungary","surface_form":"Hungary","offset":770},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":781},{"uri":"Austria","surface_form":"Austria","offset":886},{"uri":"Embassy","surface_form":"embassies","offset":1097},{"uri":"West_Germany","surface_form":"West Germany","offset":1110},{"uri":"Warsaw","surface_form":"Warsaw","offset":1126},{"uri":"Prague","surface_form":"Prague","offset":1151},{"uri":"Foreign_minister","surface_form":"Foreign minister","offset":1328},{"uri":"Hans-Dietrich_Genscher","surface_form":"Hans-Dietrich Genscher","offset":1346},{"uri":"Opposition","surface_form":"opposition","offset":1656},{"uri":"Neues_Forum","surface_form":"Neues Forum","offset":1707},{"uri":"Demokratischer_Aufbruch","surface_form":"Demokratischer Aufbruch","offset":1740},{"uri":"Demokratie_Jetzt","surface_form":"Demokratie Jetzt","offset":1794},{"uri":"Demonstration","surface_form":"demonstration","offset":1870},{"uri":"Democracy","surface_form":"democracy","offset":1909},{"uri":"Human_rights","surface_form":"human rights","offset":1923},{"uri":"Leipzig","surface_form":"Leipzig","offset":1952},{"uri":"Church","surface_form":"church","offset":1990},{"uri":"Pray","surface_form":"pray","offset":2035},{"uri":"East_Berlin","surface_form":"East Berlin","offset":2304},{"uri":"Arrest","surface_form":"arrest","offset":2426},{"uri":"Plauen","surface_form":"Plauen","offset":2439},{"uri":"Police","surface_form":"police","offset":2665},{"uri":"Ministry_of_State_Security","surface_form":"State Security","offset":2679},{"uri":"Erich_Honecker","surface_form":"Erich Honecker","offset":2808},{"uri":"Resignation","surface_form":"resign","offset":2830},{"uri":"Egon_Krenz","surface_form":"Egon Krenz","offset":2838},{"uri":"Head_of_state","surface_form":"head of state","offset":2989},{"uri":"Alexanderplatz","surface_form":"Alexanderplatz","offset":3251},{"uri":"Television","surface_form":"television","offset":3371},{"uri":"Press_conference","surface_form":"press conference","offset":3527},{"uri":"Press_secretary","surface_form":"press secretary","offset":3553},{"uri":"G%C3%BCnter_Schabowski","surface_form":"Günter Schabowski","offset":3606},{"uri":"Journalist","surface_form":"journalist","offset":3772},{"uri":"Italy","surface_form":"Italy","offset":3788},{"uri":"Freedom_of_travel","surface_form":"freedom of travel","offset":3828},{"uri":"Mass_media","surface_form":"mass media","offset":4167},{"uri":"Border_checkpoint","surface_form":"border checkpoint","offset":4435},{"uri":"West_Berlin","surface_form":"West Berlin","offset":4556},{"uri":"Hans_Modrow","surface_form":"Hans Modrow","offset":4710},{"uri":"Minister-President","surface_form":"Minister-President","offset":4737},{"uri":"Round_Table","surface_form":"Round Table","offset":4790},{"uri":"Mass_organisations","surface_form":"mass organisations","offset":4878},{"uri":"Ministry_of_State_Security","surface_form":"Ministry of State Security","offset":5070},{"uri":"Occupation_(protest)","surface_form":"occupied","offset":5383},{"uri":"Free_election","surface_form":"free election","offset":5579},{"uri":"Parliament","surface_form":"parliament","offset":5601},{"uri":"Volkskammer","surface_form":"Volkskammer","offset":5634},{"uri":"Political_party","surface_form":"parties","offset":5762},{"uri":"Annexation","surface_form":"annexed","offset":5797},{"uri":"Christian_Democratic_Union_of_Germany","surface_form":"CDU","offset":5871},{"uri":"Lothar_de_Maizi%C3%A8re","surface_form":"Lothar de Maizière","offset":5896},{"uri":"Government","surface_form":"government","offset":5970}]}