{"id":2120,"url":"http://en.wikipedia.org/wiki/Theology","text":"e=\"preserve\">Theology is the study of one or more religions\n(‘Theo-’ means God in Greek and ’-logy’ is study, which makes it ’God study’ or ’study of God’). Somebody who studies theology is called a theologian. Books or ideas about theology are called theological.\nTheology may be studied for many reasons. Some people study theology to better understand their own religion, while other people study theology so that they can compare religions.\nThe word ‘theology’ was first used to describe the study of God in Christianity but some now use it to describe the study of religion generally, but not everyone agrees that it is right to do so. Some people use the words 'comparative theology' in reference to approaching theology within more than one religion at once.\nDuring the High Middle Ages, it was thought that theology was the highest subject learned in universities. Theology at that time was named \"The Queen of the Sciences\". There was a plan for young men to study easy subjects and then harder subjects. The easiest subjects were called the Trivium. The next harder subjects were called the Quadrivium. Finally, young men were expected to study theology. This meant that the other subjects existed primarily to help with theological thought.","categories":[],"infobox_types":[],"annotations":[{"uri":"Research","surface_form":"study","offset":29},{"uri":"Religion","surface_form":"religion","offset":50},{"uri":"God","surface_form":"God","offset":75},{"uri":"Greek_language","surface_form":"Greek","offset":82},{"uri":"Christianity","surface_form":"Christianity","offset":512},{"uri":"High_Middle_Ages","surface_form":"High Middle Ages","offset":777},{"uri":"Humanities","surface_form":"subject","offset":840},{"uri":"University","surface_form":"universities","offset":859},{"uri":"Science","surface_form":"Science","offset":923},{"uri":"Trivium_(liberal_arts)","surface_form":"Trivium","offset":1051},{"uri":"Quadrivium","surface_form":"Quadrivium","offset":1101}]}