{"id":212022,"url":"http://en.wikipedia.org/wiki/Kagyu","text":"e=\"preserve\">The Kagyu (or Kagyupa) school is one of the four main schools or lineages of Tibetan Buddhism.\nHistory and Branches of the Kagyu Tradition.\nThe teachings of each of these schools have come down through different successions of masters since the time of Gampopa. However the teachings of all these Kagyu schools is essentially the same.\nTeachings.\nThe Kagyu school generally emphasises faith in the spiritual teacher or Lama and meditation practice over study. They teach that without this faith it is impossible to achieve the benefits and realization of meditation. However some basic study is also important. One of the most important books of this tradition is \"The Jewel Ornament of Liberation\" which was written by Gampopa. This book covers all the main teachings of Mahayana Buddhism in a step-by-step manner. In particular it teaches\nThe biographies and spiritual poems or songs of Kagyu saints, in particular the \"Life of Milarepa\" and the \"100,000 Songs of Milarepa\", are also widely read books of this tradition.\nAdvanced Meditation Practice.\nThe six yogas of Naropa involve complicated visualisation combined with yoga and breathing exercises. These practices are generally only done by monks and nuns who remain in strict seclusion for at least three years. They are called the \"six yogas\" or \"six doctrines\" of Naropa as they were originally taught by Naropa and consist of six main practices.\nThe Mahamudra meditation teachings are meditations of concentration and awareness which allow the practitioner to realise the nature of his or her mind. A student must receive instructions on Mahamudra meditation directly by a master of this tradition.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tibet","surface_form":"Tibet","offset":90},{"uri":"Buddhism","surface_form":"Buddhism","offset":98},{"uri":"Mahayana_Buddhism","surface_form":"Mahayana Buddhism","offset":785},{"uri":"Mahamudra","surface_form":"Mahamudra","offset":1424}]}