{"id":212197,"url":"http://en.wikipedia.org/wiki/Dwarfism","text":"Dwarfism is used to describe a person of short stature, less than 4 feet, 10 inches (147 cm). This is often, though not always, because of a medical condition. People with this condition are called dwarves or little people. A similar term for short people is midget; however, dwarves and midgets are not the same. Midgets are perfectly proportioned humans, while dwarves have a large head and misshapen limbs and torsos.\nDwarfism is often caused by the person inheriting an allele (a mutant gene), which produces a defect in development. Defects caused by genetics are the main kind of congenital defects, and usually cannot be cured. The most common cause of dwarfism is a defect in bone development called \"achondroplasia\", in which the limbs are short in proportion to the body. This accounts for 70% of cases. Extreme shortness, but with body parts of normal proportions, may be caused by growth hormone deficiency, once known as \"pituitary dwarfism\". There are more than 200 other conditions which may cause dwarfism.\nIn the 19th century in the United States, people with dwarfism were a major attraction of many circus sideshows. The most famous little people in the history of the American circus are General Tom Thumb and Michu.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medical_condition","surface_form":"medical condition","offset":141},{"uri":"Midget","surface_form":"midget","offset":259},{"uri":"Allele","surface_form":"allele","offset":474},{"uri":"Mutation","surface_form":"mutant","offset":484},{"uri":"Gene","surface_form":"gene","offset":491},{"uri":"Genetics","surface_form":"genetics","offset":556},{"uri":"Congenital_defect","surface_form":"congenital defect","offset":586},{"uri":"Bone","surface_form":"bone","offset":684},{"uri":"Hormone","surface_form":"hormone","offset":900},{"uri":"Pituitary_gland","surface_form":"pituitary","offset":935},{"uri":"United_States","surface_form":"United States","offset":1050},{"uri":"Circus","surface_form":"circus","offset":1118},{"uri":"Sideshow","surface_form":"sideshow","offset":1125},{"uri":"General_Tom_Thumb","surface_form":"General Tom Thumb","offset":1208},{"uri":"Michu","surface_form":"Michu","offset":1230}]}