{"id":212222,"url":"http://en.wikipedia.org/wiki/Queen_Mab","text":"e=\"preserve\">Queen Mab is a fairy referred to in Shakespeare's play Romeo and Juliet. In the play she is described by Mercutio as a tiny creature who drives a chariot across the faces of people while they are asleep, causing them to dream of their wishes coming true. She has also appeared in other books afterwards, including Moby Dick and Sense and Sensibility.\nMercutio's Speech.\n\"O, then, I see Queen Mab hath been with you.\nShe is the fairies’ midwife, and she comes\nIn shape no bigger than an agate-stone\nOn the fore-finger of an alderman,\nDrawn with a team of little atomies\nAthwart men’s noses as they lie asleep;\nHer wagon-spokes made of long spinners’ legs,\nThe cover of the wings of grasshoppers,\nThe traces of the smallest spider’s web,\nThe collars of the moonshine’s watery beams,\nHer whip of cricket’s bone; the lash of film;\nHer waggoner a small grey-coated gnat,\nNot half so big as a round little worm\nHer chariot is an empty hazel-nut\nMade by the joiner squirrel or an old grub,\nTime out o’ mind the fairies’ coachmakers.\nAnd in this state she gallops night by night\nThrough lovers’ brains, and then they dream of love;\nO’er courtiers’ knees, that dream on court’sies straight,\nO’er lawyers’ fingers, who straight dream on fees,\nO’er ladies ‘ lips, who straight on kisses dream,\nWhich oft the angry Mab with blisters plagues,\nSometime she gallops o’er a courtier’s nose,\nAnd then dreams he of smelling out a suit;\nAnd sometime comes she with a tithe-pig’s tail\nTickling a parson’s nose as a’ lies asleep,\nSometime she driveth o’er a soldier’s neck,\nAnd then dreams he of cutting foreign throats,\nOf healths five-fathom deep; and then anon\nDrums in his ear, at which he starts and wakes,\nAnd being thus frighted swears a prayer or two\nAnd sleeps again. This is that very Mab\nThat plaits the manes of horses in the night,\nAnd bakes the elflocks in foul sluttish hairs,\nThis is the hag, when maids lie on their backs,\nThat presses them and learns them first to bear,","categories":[],"infobox_types":[],"annotations":[{"uri":"Fairy","surface_form":"fairy","offset":28},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":49},{"uri":"Romeo_and_Juliet","surface_form":"Romeo and Juliet","offset":68},{"uri":"Mercutio","surface_form":"Mercutio","offset":118},{"uri":"Moby_Dick","surface_form":"Moby Dick","offset":327},{"uri":"Sense_and_Sensibility","surface_form":"Sense and Sensibility","offset":341}]}