{"id":21232,"url":"http://en.wikipedia.org/wiki/Chimpanzee","text":"Chimpanzees are great apes. They live in Africa.\nHabitat.\nThe common chimpanzee lives in West and Central Africa. The bonobo lives in the rain forests of the Democratic Republic of the Congo. The two species are on opposite sides of the Congo River.\nLife and description.\nChimpanzees mainly eat fruit, leaves, flowers, seeds, bark, honey, insects, bird eggs, and meat. They spend a lot of time with other chimpanzees from their group, acting up, playing, and chatting. Sometimes they will groom each other; combing and looking through each other's thick fur; picking out the dirt and insects. Grooming helps chimps feel comfortable and friendly.\nLike gorillas and orangutans, chimpanzees can walk on two feet, but they prefer to move about on all four legs. On the ground, they walk on their hind feet and knuckles. They have hands that look like human hands, but their thumbs are shorter than those of humans. At night, chimpanzees sleep in nests that they make on tree branches. They bend twigs and tuck in leaves to make a soft platform to rest in a place that is safe from enemies on the ground. The gestation period of chimpanzees lasts between six and eight months. Usually only one offspring is produced; they rarely have twins. Chimpanzees live up to 60 years in the wild.\nJane Goodall has studied chimpanzees since 1960. She observed how chimpanzees use tools in several ways. They will pick up rocks to crack nuts for a meal. They also strip down twigs and stick them into a termite mound to collect a tasty snack. Some have been known to make a sponge from leaves in order to hold more drinking water. The chimp chews leaves to soften them up, dips them in rainwater, and then squeezes the water into its mouth. Chimpanzees are also known to think ahead and solve problems.\nChimpanzee aggression.\nThe behavior described in this section refers to the common chimpanzee. At present there is no evidence that the bonobo has a similar level of aggressive behavior.\nAttacking monkeys.\nChimpanzees attack \"Colobus\" monkeys by working as a team to corner them in the high branches of the trees. Then they tear the monkey apart and eat it. It is thought the main benefit is that meat is a more rich source of nutrition than their usual vegetarian diet.\nAttacking other chimpanzee groups.\nIf they can, male chimpanzees try to kill the male members of neighboring groups. Males work together when they spot a chance to make a lightning raid on an isolated male from the other group. They kill him. In Gombe, Tanzania, a group in the 1970s was seen to kill seven of their neighbors one by one, until all were gone. It can take years for this to happen but, when it does, the remaining females and the neighboring territory are added to the now larger group. Attacks like this are carefully planned, done only when success is likely, and carried out in silence.\nThe advantage for the males that triumph is to breed more children. Their tribe also holds a larger territory, and so has access to more food. Several authors have drawn a connection between this behaviour and the origins of human warfare.\nScientists from the Max Planck Institute for Evolutionary Anthropology studied chimpanzees in Taï National Park in Côte d’Ivoire. The project followed four groups of chimpanzees for twenty years. They found that female chimpanzees patrolled territory and fought with chimpanzees from other groups too, not just males. The scientists wondered if human beings have been imagining that male chimpanzees do all the fighting because we think of human warfare being done mostly by men.\nCommunication.\nChimpanzees show their emotions with their faces and sounds. They make hooting sounds to express the discovery of food, and the face of a chimpanzee with a scowling face and lips pressed is to express annoyance. This means the chimpanzee may attack. Or, the chimpanzee may bare its teeth to express that it is afraid or that a more dominant chimp is approaching.p74/5\nRelationship with humans.\nAccording to a genome study done by the Chimpanzee Sequencing and Analysis Consortium, humans share either 96% or 95% of their DNA with chimpanzees. However, this applies only to single nucleotide polymorphisms, that is, changes in \"single\" base pairs only. The full picture is rather different.\n24% of the chimpanzee genome does not align with the human genome, and so cannot be directly compared. There are 3% further alignment gaps, 1.23% SNP differences, and 2.7% copy number variations totaling at least 30% differences between chimpanzee and \"Homo sapiens\" genomes. On the other hand, 30% of all human proteins are identical in sequence to the corresponding chimpanzee proteins.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hominidae","surface_form":"great apes","offset":16},{"uri":"Africa","surface_form":"Africa","offset":41},{"uri":"Africa","surface_form":"Africa","offset":106},{"uri":"Rain_forest","surface_form":"rain forest","offset":138},{"uri":"Democratic_Republic_of_the_Congo","surface_form":"Democratic Republic of the Congo","offset":158},{"uri":"Species","surface_form":"species","offset":200},{"uri":"Congo_River","surface_form":"Congo River","offset":237},{"uri":"Groom","surface_form":"Groom","offset":593},{"uri":"Gorilla","surface_form":"gorilla","offset":651},{"uri":"Orangutan","surface_form":"orangutan","offset":664},{"uri":"Knuckle-walk","surface_form":"walk on their hind feet and knuckles","offset":778},{"uri":"Human","surface_form":"human","offset":847},{"uri":"Enemies","surface_form":"enemies","offset":1077},{"uri":"Gestation","surface_form":"gestation","offset":1104},{"uri":"Jane_Goodall","surface_form":"Jane Goodall","offset":1281},{"uri":"Termite","surface_form":"termite","offset":1485},{"uri":"Chew","surface_form":"chews","offset":1623},{"uri":"Colobus","surface_form":"Colobus","offset":2011},{"uri":"Nutrition","surface_form":"nutrition","offset":2212},{"uri":"Gombe_Stream_National_Park","surface_form":"Gombe","offset":2502},{"uri":"Tanzania","surface_form":"Tanzania","offset":2509},{"uri":"C%C3%B4te_d%E2%80%99Ivoire","surface_form":"Côte d’Ivoire","offset":3216},{"uri":"Zoosemiotics","surface_form":"express","offset":3685},{"uri":"Dominant","surface_form":"dominant","offset":3928},{"uri":"Genome","surface_form":"genome","offset":4005},{"uri":"DNA","surface_form":"DNA","offset":4117},{"uri":"Single_nucleotide_polymorphism","surface_form":"single nucleotide polymorphism","offset":4169}]}