{"id":212310,"url":"http://en.wikipedia.org/wiki/Williamstown%2C_Victoria","text":"Williamstown is a suburb in Melbourne, Victoria, Australia, only 8 km south-west of the central business district. In 2006 there were 12,733 people living in Williamstown. It is located on Hobson's Bay, part of Port Phillip Bay, at the mouth of the Yarra River.\nWilliamstown is about 15 minutes by car from Melbourne using the West Gate Freeway or a 30-minute train journey from Flinders Street Station. Ferries on the Yarra River from Melbourne's Southbank take about 1 hour. There is also a ferry across the bay from St.Kilda on weekends and holidays.\nIndigenous history.\nThe first people to live in the Williamstown area were the Yaluki-willam clan of the Kulin people, an Indigenous Australian people. They lived and hunted along the coast from Werribee to Williamstown. The Yalukit-willam were part of the Bunurong, a language group of six clans along the coast from the Werribee River, to the Mornington Peninsula, Western Port Bay and Wilsons Promontory. They ate shell fish, birds, fish, eels, eggs, snakes, kangaroos and possums which were found across their lands. They called Williamstown, \"koort-boork-boork\", (\"She-oak, She-oak, many\") meaning \"many she-oaks\", a native tree. The head of the Yalikut-willam tribe at the time of the arrival of the first white settlers was Benbow. He became a guide to John Batman, the first European to settle in Melbourne.\nThe numbers of indigenous people went down quickly after 1835 because of diseases like typhoid. With racism and loss of hunting lands, it was impossible for them to keep up their traditional life style.\nExploration and settlement.\nThe first European to arrive at Williamstown was Acting-Lieutenant Robbins, who explored Point Gellibrand in 1803. The mouth of the Yarra River was later explored in May and June 1835 by John Batman. He thought that the area now called Melbourne would be a good settlement site. The site of Williamstown he named Port Harwood, after the captain of one of his ships.\nIn November 1835, Captain Robson Coltish, of the barque \"Norval\" sailed from Launceston, with a cargo of 500 sheep and 50 Hereford cattle. Captain Coltish chose the area now known as Port Gellibrand, as a goood place to unload his cargo. Within weeks, many ships began making their way across Bass Strait. Because of the sheltered harbour, many people decided to settle in the immediate area.\nGovernor Richard Bourke and Captain William Lonsdale visited the new settlement at Port Phillip Bay in 1837. They both thought the main settlement would be at the river mouth. They renamed it William's Town after the king, William IV. It was Melbourne's first harbour and port for the Port Phillip district until the late 19th century.\nWilliam’s Town was named after the king and Melbourne was named after the British prime minister Lord Melbourne. This made people believe that William's Town was to be the capital of the new Colony. The first streets of old William’s town were laid out in 1837 with that in mind. But a lack of fresh water at William’s Town meant that it became necessary to change the city centre to the inland site of Melbourne.\nThe first land sales took place in 1837. Convicts built a 30 metre stone jetty in 1838. This is where Gem Pier now stands. That same year a ferry service between Melbourne and Williamstown was started. The steamer 'Fire Fly' carried passengers, sheep and cattle from Tasmania. By 1839, Williamstown had a pier and government stores built by convicts. The main part of the town was centred on Nelson Place. About 100 buildings were built, including two hotels, the Ship Inn and the Woolpack. The first cemetery in Victoria was started at Point Gellibrand.\nThe first lighthouse, made of wood with an oil-burning light at the top, was built at Point Gellibrand in 1840. In that same year a water police superintendent was appointed to Williamstown (and Williamstown is the present-day home of the Victorian Water Police).\nIn 1841 the census said there were about 259 people living in Williamstown. It is believed that there were many more. There were three hotels in Williamstown by 1841 and most of the men worked at the port. Being a busy port, there were numerous lodging houses and a constantly changing population. The years 1842 and 1843 there was an economic recession and Williamstown's population went down.\nIn 1842 the arrival of the ship \"Manilus\" threw the small colony into a frenzy. Forty-five of the ship's 243 passengers had died from yellow fever during the journey from Scotland's shores. The sick were taken to a quickly built quarantine camp. Those that died were buried in a makeshift graveyard.\nAlso in 1842, St Mary's School (the oldest continuously operating Catholic school in Victoria) was started in a small timber chapel with a wood shingle roof. Mr. John Wilson was the first teacher/principal. The earliest records show there were six boys and eight girls in July 1844.\nIn 1847 Steamboat Pier was built and a permanent customs house was set up. The water police and customs officers remained here until the Melbourne Harbour Trust developed river channels closer to the Melbourne CBD in the 1890s.\nA bluestone lighthouse was built in 1849-50 to replace the wooden one. It only operated as a lighthouse until 1860, when a Pile Light was built and anchored off Shelly Beach. It was then used as a time ball tower.","categories":[],"infobox_types":[],"annotations":[{"uri":"Melbourne","surface_form":"Melbourne","offset":28},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":39},{"uri":"Australia","surface_form":"Australia","offset":49},{"uri":"Hobson%27s_Bay","surface_form":"Hobson's Bay","offset":189},{"uri":"Port_Phillip_Bay","surface_form":"Port Phillip Bay","offset":211},{"uri":"Yarra_River","surface_form":"Yarra River","offset":249},{"uri":"West_Gate_Freeway","surface_form":"West Gate Freeway","offset":327},{"uri":"Flinders_Street_Station","surface_form":"Flinders Street Station","offset":379},{"uri":"Ferry","surface_form":"Ferries","offset":404},{"uri":"Southbank%2C_Victoria","surface_form":"Southbank","offset":448},{"uri":"St.Kilda%2C_Victoria","surface_form":"St.Kilda","offset":519},{"uri":"Holiday","surface_form":"holiday","offset":544},{"uri":"Kulin","surface_form":"Kulin","offset":659},{"uri":"Indigenous_Australian","surface_form":"Indigenous Australian","offset":676},{"uri":"Werribee%2C_Victoria","surface_form":"Werribee","offset":749},{"uri":"Bunurong","surface_form":"Bunurong","offset":811},{"uri":"Werribee_River","surface_form":"Werribee River","offset":876},{"uri":"Mornington_Peninsula","surface_form":"Mornington Peninsula","offset":899},{"uri":"Western_Port_Bay","surface_form":"Western Port Bay","offset":921},{"uri":"Wilsons_Promontory","surface_form":"Wilsons Promontory","offset":942},{"uri":"Eel","surface_form":"eel","offset":996},{"uri":"Snake","surface_form":"snake","offset":1008},{"uri":"Kangaroo","surface_form":"kangaroo","offset":1016},{"uri":"Possum","surface_form":"possum","offset":1030},{"uri":"Allocasuarina","surface_form":"she-oaks","offset":1163},{"uri":"Benbow","surface_form":"Benbow","offset":1285},{"uri":"John_Batman","surface_form":"John Batman","offset":1314},{"uri":"Europe","surface_form":"Europe","offset":1337},{"uri":"Disease","surface_form":"disease","offset":1443},{"uri":"Typhoid","surface_form":"typhoid","offset":1457},{"uri":"John_Batman","surface_form":"John Batman","offset":1788},{"uri":"Barque","surface_form":"barque","offset":2016},{"uri":"Launceston%2C_Tasmania","surface_form":"Launceston","offset":2044},{"uri":"Sheep","surface_form":"sheep","offset":2076},{"uri":"Hereford_cattle","surface_form":"Hereford cattle","offset":2089},{"uri":"Port_Gellibrand","surface_form":"Port Gellibrand","offset":2150},{"uri":"Cargo","surface_form":"cargo","offset":2198},{"uri":"Bass_Strait","surface_form":"Bass Strait","offset":2260},{"uri":"Harbour","surface_form":"harbour","offset":2298},{"uri":"Richard_Bourke","surface_form":"Richard Bourke","offset":2369},{"uri":"William_Lonsdale","surface_form":"William Lonsdale","offset":2396},{"uri":"William_IV_of_the_United_Kingdom","surface_form":"William IV","offset":2583},{"uri":"19th_century","surface_form":"19th century","offset":2682},{"uri":"Lord_Melbourne","surface_form":"Lord Melbourne","offset":2793},{"uri":"Convict","surface_form":"Convict","offset":3151},{"uri":"Jetty","surface_form":"jetty","offset":3183},{"uri":"Gem_Pier","surface_form":"Gem Pier","offset":3212},{"uri":"Steamer","surface_form":"steamer","offset":3316},{"uri":"Sheep","surface_form":"sheep","offset":3355},{"uri":"Cattle","surface_form":"cattle","offset":3365},{"uri":"Convict","surface_form":"convict","offset":3451},{"uri":"Cemetery","surface_form":"cemetery","offset":3611},{"uri":"Lighthouse","surface_form":"lighthouse","offset":3675},{"uri":"Census","surface_form":"census","offset":3941},{"uri":"Economic","surface_form":"economic","offset":4264},{"uri":"Recession","surface_form":"recession","offset":4273},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":4458},{"uri":"Scotland","surface_form":"Scotland's shores","offset":4495},{"uri":"Quarantine","surface_form":"quarantine","offset":4553},{"uri":"Catholic","surface_form":"Catholic","offset":4690},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":4709},{"uri":"Teacher","surface_form":"teacher","offset":4812},{"uri":"Principal_(school)","surface_form":"principal","offset":4820},{"uri":"Customs","surface_form":"customs","offset":4956},{"uri":"Melbourne_Harbour_Trust","surface_form":"Melbourne Harbour Trust","offset":5044},{"uri":"Time_ball","surface_form":"time ball","offset":5332}]}