{"id":21240,"url":"http://en.wikipedia.org/wiki/Literacy","text":"e=\"preserve\">Literacy means the ability to read and write. Being able to read and write is an important skill in modern societies. Usually, people learn how to read and write at school. People who can read and write are called \"literate\"; those who cannot are called \"illiterate\".\nAccording to UNESCO, illiteracy is not being able to write or read a simple sentence in any language. They estimated that, in 1998, about 16% of the world's population were illiterate.\nIlliteracy is highest amongst the states of the Arabian Peninsula, and in Africa, around the Sahara. In those countries about 30% of men, and 40-50% of women are illiterate, by the UN definition. One of the causes of illiteracy is that someone who can manage to live without being able to read and write often does not have any reason to want to learn to read and write. Cultural factors also play a part, such as having a culture in which the oral tradition (communicating by speaking) is more important than writing. A tribe that mostly herds livestock, for example, may have no need to read or write.\nIn English the word literacy has traditionally meant to be well educated. It also meant to be familiar with literature (to know about books). In the late 19th century the word came to include the ability to read and write. It still kept its larger meaning. In modern usage, literacy also means being able to read print, visual, and sound texts. To continue learning students must be literate in more than just reading and writing text.","categories":[],"infobox_types":[],"annotations":[{"uri":"Skill","surface_form":"skill","offset":104},{"uri":"Society","surface_form":"societies","offset":120},{"uri":"UNESCO","surface_form":"UNESCO","offset":294},{"uri":"Simple_sentence","surface_form":"simple sentence","offset":350},{"uri":"Arabian_Peninsula","surface_form":"Arabian Peninsula","offset":514},{"uri":"Africa","surface_form":"Africa","offset":540},{"uri":"Sahara","surface_form":"Sahara","offset":559},{"uri":"Oral","surface_form":"oral","offset":910},{"uri":"Zoophilia","surface_form":"herds livestock","offset":1005},{"uri":"English_language","surface_form":"English","offset":1073},{"uri":"Educate","surface_form":"educate","offset":1134},{"uri":"Literature","surface_form":"literature","offset":1178},{"uri":"19th_century","surface_form":"19th century","offset":1224},{"uri":"Writing","surface_form":"print","offset":1383},{"uri":"Visual","surface_form":"visual","offset":1390},{"uri":"Sound","surface_form":"sound","offset":1402},{"uri":"Student","surface_form":"student","offset":1436}]}