{"id":212417,"url":"http://en.wikipedia.org/wiki/Swiss_Minaret_controversy","text":"e=\"preserve\">As of 2009, there is a controversy in Switzerland about the construction of minarets. A minaret is a tower-like structure belonging to a mosque. Its main use is to call the worshippers to prayer, much like a belltower of a Christian church. On 1st May 2007, the Swiss People's Party and the Federal Democratic Union launched a popular referendum. They want to ban the construction of minarets in Switzerland. The Swiss people voted in favor of the issue on November 29, 2009.\nBuilding minarets.\nThe Swiss Minaret controversy started in the Eastern part of Switerland, in 2005. A Turkish cultural association applied for the permit to build a six metre high tower (a minaret) on the roof of the center where they met. The residents around it did not like the idea. They therefore formed an association to oppose it. The people in this association were biased, they had strong (Christian) religious views. Some of the members of the association were also in the committee that had to assess the building plans. As a matter of course, the plans were rejected. The matter was taken to Court, and the Islamic community lost the case. In 2009, the tower was built despite the previous loss.\nThere are other communes where similar scenes happened.\nPolitical discussion.\nThe two parties (UDC,FDU) tried several motions at the cantonal level to ban minaret-building. This never came to the vote, though, because all cantonal parliaments found the motions unconstitutional.\nIn 2007, the parties launched a motion at the federal level. Unlike at the cantonal level, intitiatives at the federal level cannot be reviewed, and found unconstitutional. The motion wants to ban the building of minarets in Switzerland. The committee’s proposition reads: \"The building of minarets is prohibited\". If it became law, it would be written into Article 72 (Section 3) of the Swiss Federal Constitution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Controversy","surface_form":"controversy","offset":36},{"uri":"Switzerland","surface_form":"Switzerland","offset":51},{"uri":"Construction","surface_form":"construction","offset":73},{"uri":"Minaret","surface_form":"minaret","offset":89},{"uri":"Mosque","surface_form":"mosque","offset":150},{"uri":"Swiss_People%27s_Party","surface_form":"Swiss People's Party","offset":275},{"uri":"Federal_Democratic_Union_of_Switzerland","surface_form":"Federal Democratic Union","offset":304},{"uri":"Turkey","surface_form":"Turkish","offset":592},{"uri":"Bias","surface_form":"bias","offset":864},{"uri":"Court_of_law","surface_form":"Court","offset":1094},{"uri":"Swiss_Federal_Constitution","surface_form":"Swiss Federal Constitution","offset":1865}]}