{"id":212754,"url":"http://en.wikipedia.org/wiki/Gura_Humorului","text":"Gura Humorului is a town in northern Romania. It is in Suceava County in the southern part of Bukovina. The population of Gura Humorului was 15,728 as of 2006. The mayor is Marius Ioan Ursaciuc of the National Liberal Party. On May 11, 1899, there was a disastrous fire which destroyed most of the town, more than 400 houses and businesses were lost in the blaze. It was a World War I battlefield between Austrian and Imperial Russian troops until the Russians were driven out in 1917.\nBetween 1960 and 1963 the fossils of prehistoric fish, about 1.90 metres long were discovered in rocks near the town. The fish was an unknown Palaeorhynchus, a kind of mackerel, which lived about 30 million years ago. It was named Palegrhynchus humorensis, after the city. The area was made a special reserve in 1973.\nOn October 10, 1941, during World War II, 2945 Jewish men, women and children were sent from Gura Humorului to Transnistria. Most of these people died in the concentration camps. Only about 100 returned to the town after the war, and most of these people then moved to Israel. The former residents have sent money to repair the Jewish cemetery, and the one surviving synagogue.","categories":[],"infobox_types":[],"annotations":[{"uri":"Romania","surface_form":"Romania","offset":37},{"uri":"Suceava_County","surface_form":"Suceava County","offset":55},{"uri":"Bukovina","surface_form":"Bukovina","offset":94},{"uri":"2006","surface_form":"2006","offset":154},{"uri":"World_War_I","surface_form":"World War I","offset":373},{"uri":"Austria","surface_form":"Austria","offset":405},{"uri":"Imperial_Russia","surface_form":"Imperial Russia","offset":418},{"uri":"Fossil","surface_form":"fossil","offset":512},{"uri":"Prehistoric","surface_form":"prehistoric","offset":523},{"uri":"World_War_II","surface_form":"World War II","offset":832},{"uri":"Jewish","surface_form":"Jewish","offset":851},{"uri":"Transnistria","surface_form":"Transnistria","offset":915},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":962},{"uri":"Israel","surface_form":"Israel","offset":1073},{"uri":"Synagogue","surface_form":"synagogue","offset":1171}]}