{"id":212824,"url":"http://en.wikipedia.org/wiki/Kingsway_tramway_subway","text":"The Kingsway tramway subway is a cut-and-cover tunnel in central London. It was built for The London County Council to join two tramway systems called the \"North Side\" and \"South Side\". Used by single-deck tramcars only, but an upgrade between 1928 and 1931 meant that double deck trams could use it. The subway was closed in 1952. Part of the subway is now the Strand underpass, but the rest has not been changed very much and still has tram tracks inside it. It is now a Grade II Listed structure.\nPlanning.\nThe London County Council had two tramway systems called the \"North Side\" and \"South Side\". For a long time, they had wanted to join the two together. This would allow them to send trams from the \"North Side\" to the Central Repair Depot in Charlton in South East London for overhauls. In 1898 it was decided to demolish the slum districts in the Holborn area and rebuild them. This gave a chance to use the new streets for a tramway. In 1902, the Council decided to build a tramway that was under the ground (subway). The subway went from Theobalds Road in the north to the Embankment underneath Waterloo Bridge to the south. From there a line that was not underground would continue over Waterloo Bridge.\nHowever, there were legal problems and these delayed the permission that was needed to build the subway and tram route. Permission to build the subway was not given until 1906, and they were still not allowed to build the tram line over the bridge. The tunnel would also only be able to have single-deck trams in it. This was because of a sewer at the northern end of the tunnel and the District Railway at the southern end. When the trams left the subway at the southern end, they could turn right along the Embankment to Westminster Bridge, or left on a service from Bloomsbury to the Hop Exchange. This latter service was short-lived and the tracks were removed in 1930.\nAt the north end, the approach near Southampton Row was a open cutting with a 1 in 10 (10%) slope. The tracks passed through cast iron tubes underneath the Fleet sewer. They then rose slightly to enter Holborn tramway station. From here up to Aldwych tramway station the subway was built with a steel roof. Because it was not planned to run a public service south of here at first, the tracks leading towards the Strand were used as a depot with appropriate equipment and inspection pits.\nOpening.\nThe first public tram through the subway ran on 24 February 1906. It ran from The Angel, Islington to Aldwych. The chairman of the Highways Committee held an opening ceremony. The first journey took 10 minutes to go to Aldwych and 12 minutes to get back. This was also allowing for the horse-drawn vehicles that were using the roads on the overground part of the route. On the 16 November of the same year, the routes were extended north from The Angel to Highbury station. The route used special trams built from materials that could not catch fire. Wooden trams, like those used on other routes, were not allowed to go through the subway.\nIn the parliamentary session of 1905, plans were submitted for another station at the south end of the tunnel. The station would be underneath Wellington Street. The opening of the new tramway along the Embankment meant it was decided to link up with this route instead and the station was never built. A new sharp curve was built under Lancaster Place to allow an exit through the western side wall of Waterloo Bridge. A triangular junction with the through line was constructed. The eastern side of this junction, leading to Blackfriars, was removed as part of the 1930s upgrade.\nThrough services.\nThrough services started on 10 April 1908. They ran from Highbury station to Tower Bridge and to Kennington Gate. There was a procession of six cars that went south from the Holborn through to Kennington. They then diverted to Elephant and Castle in order to return through the subway to Angel. The Kennington service was not commercially viable and services were diverted to operate to Queens Road in Battersea. Due to a low bridge, this service could only be operated with single-deck vehicles. Drivers of the trams recorded difficulty in climbing the ramp north from Holborn tramway station and would sometimes roll all the way back to the station. Drivers on routes through the tunnel had to have at least two years experience on other services to be considered for these routes.\nThe services continued to change for many years, especially when the tram lines over Blackfriars Bridge opened on 14 September 1909. During the 1920s the LCC also realised that for the subway to remain profitable it would need to be able to take double-deck trams. In 1929, it was then decided that the headroom of the tunnel would be increased to. This would be done by raising the roof or deepening the tunnel as appropriate. Work started on 11 September 1929. The work resulted in the replacement of the cast iron tubes with a new steel girder-supported roof. The sewer was also diverted. In some places, the trackbed was lowered by. This meant that the walls had to be underpinned with concrete. After the last service ran on 2 February 1930 the tunnel was closed. It did not re-open until 14 February 1930 which was the formal re-opening. Tram number 1931 was used on the new route 31. Public services started on the next day. As well as the whole tunnel being rebuilt, the two tramway stations were as well. Services now ran from Hackney to Wandsworth or Tooting, Leyton to Westminster, Highbury to Waterloo or Norbury and Archway to Kennington.\nA weekend service was introduced between Highgate (Archway) and Downham via Brockley. This route closed in 1932. It was long. This made it the longest tram route operated entirely within the County of London.\nWaterloo Bridge re-building.\nIn 1937, Waterloo Bridge was re-built. This meant that the side entrance to the tramway had to be moved. A new entrance was built in a position centrally underneath the bridge. This opened on 21 November of that year.\nTram abandonment programme.\nIn 1933, the London Passenger Transport Board (LPTB) was formed. They took over the London County Council trams. Soon after this takeover, the LPTB decided to replace all of the trams in London with \"more modern vehicles\". The abandonment programme began in 1935. The trams in the South-West, West, North-West, North and East London were mostly replaced with trolleybuses. This programme carried on quickly until 1940. In 1940, the last tram conversion took place before the Second World War. This left only the South London trams and subway routes 31, 33 and 35 running. The subway routes were the only trams to run into North London during the war.\nPrototype Kingsway trolleybus number 1379 was built to test the use of trolleybuses through the subway. The trolleybus had exits on both sides to allow this. However, the tests were unsuccessful. This was because the trolleybuses would have had to run on battery power through the subway. They would have had to have used battery power because headroom restrictions made it impossible to use overhead current collection.\nIn 1946, it was decided to replace all of London's remaining trams \"as soon as possible\". This time though the replacement would be by diesel buses instead of trolleybuses. The first subway route to be closed was route 31. It closed on 1 October 1950. Routes 33 and 35 were closed at the end of service on Saturday 5 April 1952. The last public services through the subway were 'specials' which ran on the Sunday, shortly after midnight. During the early hours of the next morning, all of the remaining trams north of the subway were driven through the subway to the depots south of the Thames.\nClosure and a new use.\nThe trams in London stopped running on 5 July 1952. After this, the tracks on the street were lifted. However, those in the subway mostly remained in place. In 1953 London Transport used the tramway to store 120 unused buses and coaches. This was in case they were needed for the Coronation. However, proposals to convert the tramway subway to a car park or a movie studio failed and it was leased out as a storage facility from October 1957.\nIn June 1958, the London County Council proposed to use the tunnel for light traffic coming from Waterloo Bridge. This would reduce traffic congestion at its junction with Strand. In April 1962, the go-ahead was given for part of the southern end of the subway to be used in this way. Construction began in September of the same year. The subway opened to road traffic as the \"Strand Underpass\" on 21 January 1964.\nThe southern section of the abandoned tunnel between the Embankment and the Strand Underpass has been converted into a branch of the Buddha Bar chain of bars and restaurants. This involved the demolition of the pedestrian subways under Waterloo Bridge and extensive construction in the bridge's undercroft.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cut-and-cover","surface_form":"cut-and-cover","offset":33},{"uri":"Tunnel","surface_form":"tunnel","offset":47},{"uri":"London","surface_form":"London","offset":65},{"uri":"London_County_Council","surface_form":"London County Council","offset":94},{"uri":"Tram","surface_form":"tram","offset":206},{"uri":"Strand_underpass","surface_form":"Strand underpass","offset":362},{"uri":"Listed_buildings","surface_form":"Grade II Listed","offset":473},{"uri":"London_County_Council","surface_form":"London County Council","offset":514},{"uri":"Charlton%2C_Greenwich","surface_form":"Charlton","offset":750},{"uri":"Slum","surface_form":"slum","offset":834},{"uri":"Holborn","surface_form":"Holborn","offset":856},{"uri":"Victoria_Embankment","surface_form":"Embankment","offset":1084},{"uri":"Waterloo_Bridge","surface_form":"Waterloo Bridge","offset":1106},{"uri":"District_Line","surface_form":"District Railway","offset":1603},{"uri":"Westminster_Bridge","surface_form":"Westminster Bridge","offset":1739},{"uri":"Bloomsbury","surface_form":"Bloomsbury","offset":1785},{"uri":"Hop_Exchange","surface_form":"Hop Exchange","offset":1803},{"uri":"Cast_iron","surface_form":"cast iron","offset":2015},{"uri":"Fleet_River","surface_form":"Fleet sewer","offset":2046},{"uri":"Holborn_tramway_station","surface_form":"Holborn tramway station","offset":2092},{"uri":"Aldwych_tramway_station","surface_form":"Aldwych tramway station","offset":2133},{"uri":"The_Angel%2C_Islington","surface_form":"The Angel, Islington","offset":2466},{"uri":"Ceremony","surface_form":"ceremony","offset":2554},{"uri":"Highbury_%26amp%3B_Islington_station","surface_form":"Highbury station","offset":2844},{"uri":"Underneath","surface_form":"underneath","offset":3161},{"uri":"Waterloo_Bridge","surface_form":"Waterloo Bridge","offset":3432},{"uri":"Junction","surface_form":"junction","offset":3462},{"uri":"Blackfriars%2C_London","surface_form":"Blackfriars","offset":3556},{"uri":"Tower_Bridge","surface_form":"Tower Bridge","offset":3706},{"uri":"Kennington","surface_form":"Kennington Gate","offset":3726},{"uri":"Holborn","surface_form":"Holborn","offset":3803},{"uri":"Kennington","surface_form":"Kennington","offset":3822},{"uri":"Elephant_and_Castle","surface_form":"Elephant and Castle","offset":3856},{"uri":"Battersea","surface_form":"Battersea","offset":4031},{"uri":"Underpinned","surface_form":"underpinned","offset":5086},{"uri":"London_Borough_of_Hackney","surface_form":"Hackney","offset":5449},{"uri":"Wandsworth","surface_form":"Wandsworth","offset":5460},{"uri":"Tooting","surface_form":"Tooting","offset":5474},{"uri":"Leyton","surface_form":"Leyton","offset":5483},{"uri":"Westminster","surface_form":"Westminster","offset":5493},{"uri":"Highbury","surface_form":"Highbury","offset":5506},{"uri":"Waterloo_station","surface_form":"Waterloo","offset":5518},{"uri":"Norbury","surface_form":"Norbury","offset":5530},{"uri":"Archway%2C_London","surface_form":"Archway","offset":5542},{"uri":"Kennington","surface_form":"Kennington","offset":5553},{"uri":"Archway%2C_London","surface_form":"Highgate (Archway)","offset":5606},{"uri":"Downham","surface_form":"Downham","offset":5629},{"uri":"Brockley","surface_form":"Brockley","offset":5641},{"uri":"County_of_London","surface_form":"County of London","offset":5756},{"uri":"Entrance","surface_form":"entrance","offset":5867},{"uri":"London_Passenger_Transport_Board","surface_form":"London Passenger Transport Board","offset":6062},{"uri":"Trams_in_London","surface_form":"trams in London","offset":6227},{"uri":"Trolleybuses","surface_form":"trolleybuses","offset":6408},{"uri":"World_War_II","surface_form":"Second World War","offset":6524},{"uri":"Trams_in_London","surface_form":"trams in London","offset":7743},{"uri":"London_Transport_Executive","surface_form":"London Transport","offset":7904},{"uri":"Coronation","surface_form":"Coronation","offset":8019},{"uri":"Strand%2C_London","surface_form":"Strand","offset":8354},{"uri":"Strand_Underpass","surface_form":"Strand Underpass","offset":8559},{"uri":"Thames_Embankment","surface_form":"Embankment","offset":8654},{"uri":"Buddha_Bar","surface_form":"Buddha Bar","offset":8730},{"uri":"Waterloo_Bridge","surface_form":"Waterloo Bridge","offset":8833},{"uri":"Undercroft","surface_form":"undercroft","offset":8892}]}