{"id":21289,"url":"http://en.wikipedia.org/wiki/Grandparent","text":"The term grandparent means the parents of a person's father or mother. Grandparents have always been important members of a family. The role of a parent is often very different from the role of a grandparent. Parents are the providers and disciplinarians of their children. Grandparents are often much freer to enjoy and have fun with their grandchildren. A grandparent-grandchild relationship is usually much simpler than that of a parent and child.\nThe term 'grandparent' is used for both male and female genders. The male grandparent is called a grandfather. The female grandparent is a grandmother. When looking at the relationship from the point of view of the grandparent, the term grandchild is used. A grandchild is the child of a person's child. It can also be used based on gender. Grandchild is correct for either gender. Grandson is male. Granddaughter is female.\nGrandparents and grandchildren.\nFor example: Bob has a son named Rick. Rick, in turn, has 2 children; a boy (Bill) and a girl (Mary). Bob is the grandfather (male grandparent) of both Bill and Mary. Bill is the grandson (male grandchild) of Bob, and Mary is the granddaughter (female grandchild) of Bob. Rick's mother would be the grandmother (female grandparent) of both Mary and Bill.\nThere are a number of nicknames for a person's grandparents. These include 'grandpa', 'grandpapa', 'papa' and 'pawpa' for a grandfather. Nicknames for grandmothers include 'grandma', 'grammy', 'granny', and 'nanna'. There are also many unique nicknames. An example is American actress Goldie Hawn who did not want to be called 'grandma', instead came up with the nickname 'Glamma.'\nTraditionally, grandparents were highly respected in most cultures. Today many grandparent-grandchild relationships are declining. Much of the modern world does not value older people the way societies did in the past. Also, popular entertainment, especially programs and movies aimed at 'tweens' (children 10 to 12 years old) portray adults as being foolish. This makes the involvement of grandparents more important than ever.\nGreat-grandparents.\nA person's great-grandparent's \"parents\" would be that person's \"great-great-grandparents\". Commonly the prefix \"great-\" is added, one for each additional generation. To avoid having to add several \"greats\" when discussing a direct ancestors, ordinals are commonly used instead. For example, a \"great-great-grandfather\" would be a \"second great-grandfather\". A \"great-great-great-grandfather\" would be a third great-grandfather, and so on. Some sources also use cardinal numbers for numbering greats. For example, a great-great-great-great-great-great-grandmother becomes \"six times great grandmother\". However, sixth great-grandmother would be most commonly used.\nNot counting the individual person in the relationship, a parent is the first generation of the person's ancestors. A grandparent is the second generation (from the individual). A great-grandparent would be the third generation and so a great-great grandparent would be in the fourth generation of ancestors, and so on. Another way of putting it is a person's second great-grandparent is a grandparent's grandparent.\nIn the past, many great-grandparents died long before their great-grandchildren were born. Today, people in many societies are living longer. This means many children get to know at least one of their great-grandparents.\nNuclear family vs close kin.\nThe word 'family' is often used to mean the same as the term Nuclear family. Strictly speaking, a nuclear family is made up of a husband, a wife, and their children. It may also be used to include a stepparent, stepchildren or adopted children. However, the latter family unit is more commonly called a blended family. Close kin however extends the family unit. For example, second cousins are all descendants of one or both great-grandparents. Family units extending to second cousins are considered close kin. So the term includes great-grandparents as well. Third cousins (all those descended from second great-grandparents) are not considered close kin, but just family.\nDistant grandparents and pedigree collapse.\nA person's ancestor tree is a binary tree. It is formed by the person, the parents (2), the grandparents (4), great-grandparents (8), and so on. With each increasing generation of great-grandparents the number doubles. In other words, a person's sixth great grandparents (great-great-great-great-great-great-grandparents) would number 256 or formula_1 (2 to the 8th power). However, the number of individuals in such a tree grows exponentially and will eventually become impossibly high. For example, a single individual alive today would, over 30 generations going back to the High Middle Ages, have about formula_1 generations or just over a billion ancestors. That would be far more than the total world population at the time.\nThis paradox or impossible situation, is explained by having shared ancestors, which is called pedigree collapse. Instead of every person today having a family tree of all unique ancestors, many of these ancestors occupy more than one position in the pedigree. In other words, one's 15th great-grandfather may have been their 15th great-grandfather more than once if the person today is descended from children of both or all of his marriages. So in a typical family tree, the same ancestor may pop up in more than one place in the pedigree. Pedigree collapse is generally caused by close relatives marrying in the past, which was common in many societies. Even today, because most people do not know their ancestry beyond their grandparents, they are inadvertently marrying their own distant cousins. On average, a typical European marriage today is between sixth cousins (those descended from a common sixth great-grandparent). In closed societies the relationship is usually much closer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parents","surface_form":"parents","offset":31},{"uri":"Father","surface_form":"father","offset":53},{"uri":"Mother","surface_form":"mother","offset":63},{"uri":"Grandparent","surface_form":"Grandparent","offset":71},{"uri":"Family","surface_form":"family","offset":124},{"uri":"Role","surface_form":"role","offset":136},{"uri":"Provide","surface_form":"provide","offset":225},{"uri":"Discipline","surface_form":"disciplinarians","offset":239},{"uri":"Children","surface_form":"children","offset":264},{"uri":"Enjoy","surface_form":"enjoy","offset":311},{"uri":"Fun","surface_form":"fun","offset":326},{"uri":"Interpersonal_relationship","surface_form":"relationship","offset":381},{"uri":"Male","surface_form":"male","offset":491},{"uri":"Female","surface_form":"female","offset":500},{"uri":"Gender","surface_form":"gender","offset":507},{"uri":"Grandfather","surface_form":"grandfather","offset":549},{"uri":"Grandmother","surface_form":"grandmother","offset":590},{"uri":"Kinship","surface_form":"relationship","offset":623},{"uri":"Point_of_view","surface_form":"point of view","offset":645},{"uri":"Grandchild","surface_form":"grandchild","offset":688},{"uri":"Child","surface_form":"child","offset":728},{"uri":"Grandson","surface_form":"Grandson","offset":833},{"uri":"Granddaughter","surface_form":"Granddaughter","offset":851},{"uri":"Example","surface_form":"example","offset":912},{"uri":"Nickname","surface_form":"nickname","offset":1285},{"uri":"Americans","surface_form":"American","offset":1531},{"uri":"Actress","surface_form":"actress","offset":1540},{"uri":"Goldie_Hawn","surface_form":"Goldie Hawn","offset":1548},{"uri":"Custom","surface_form":"Traditionally","offset":1645},{"uri":"Culture","surface_form":"culture","offset":1703},{"uri":"Declining","surface_form":"declining","offset":1765},{"uri":"World","surface_form":"world","offset":1795},{"uri":"Value","surface_form":"value","offset":1810},{"uri":"Society","surface_form":"societies","offset":1837},{"uri":"Entertainment","surface_form":"entertainment","offset":1878},{"uri":"Television_program","surface_form":"programs","offset":1904},{"uri":"Movie","surface_form":"movie","offset":1917},{"uri":"Adult","surface_form":"adult","offset":1980},{"uri":"Foolishness","surface_form":"foolish","offset":1996},{"uri":"Prefix","surface_form":"prefix","offset":2199},{"uri":"Generation","surface_form":"generation","offset":2249},{"uri":"Ancestor","surface_form":"ancestor","offset":2326},{"uri":"Ordinal_number","surface_form":"ordinals","offset":2337},{"uri":"Cardinal_number","surface_form":"cardinal number","offset":2556},{"uri":"Nuclear_family","surface_form":"Nuclear family","offset":3487},{"uri":"Stepfamily","surface_form":"stepparent","offset":3625},{"uri":"Stepfamily","surface_form":"stepchildren","offset":3637},{"uri":"Adoption","surface_form":"adopted children","offset":3653},{"uri":"Stepfamily","surface_form":"blended family","offset":3729},{"uri":"Kinship","surface_form":"Close kin","offset":3745},{"uri":"Cousin","surface_form":"second cousins","offset":3801},{"uri":"Binary_number","surface_form":"binary tree","offset":4175},{"uri":"Exponential_function","surface_form":"exponentially","offset":4575},{"uri":"High_Middle_Ages","surface_form":"High Middle Ages","offset":4723},{"uri":"Billion","surface_form":"billion","offset":4789},{"uri":"World_population","surface_form":"world population","offset":4846},{"uri":"Paradox","surface_form":"paradox","offset":4881},{"uri":"Family_tree","surface_form":"family tree","offset":5029},{"uri":"Unique","surface_form":"unique","offset":5048},{"uri":"Pedigree","surface_form":"pedigree","offset":5127},{"uri":"Europe","surface_form":"Europe","offset":5700}]}