{"id":212807,"url":"http://en.wikipedia.org/wiki/Euptoieta_hegesia","text":"The Mexican Fritillary (\"Euptoieta hegesia\") is a North and South American butterfly. It is in the family Nymphalidae.\nDescription.\nThe upper side of the wings is bright orange. Most of the hind wing (the bottom wing) does not have black markings. There is a row of submarginal (submarginal means just inward of the wing edge) black spots on both the fore wing (the top wing) and the hind wing. The underside of the wings is yellow-orange. There are no black submarginal spots. It has a wingspan of 2.5 to 3 inches.\nSimilar species.\nThe only similar species in the Mexican Fritillary's range is the Variegated Fritillary (\"Euptoieta claudia\"). The Variegated Fritillary has more black on the upper side of the hind wing. The underside of the hind wing has a pale band in the center.\nFlight period.\nThe Mexican Fritillary may be seen from mid-June to November in Arizona. It is seen from July to December in Texas. It is seen year-round in Mexico.\nHabitat.\nThis species may be found in a variety of open habitats and gardens.\nLife cycle.\nThe caterpillar is shiny red. It has a silver stripe edged with black on each side of the body. It has silver spots edged with black along the top of the body. There are six rows of black spines. The head has two long black spines with clubbed ends. The chrysalis is dark brown or tan. It has gold eyes and short gold spines. On the wing cases, it has a black marking shaped like a \"T\". It has 1-3 broods per year.","categories":[],"infobox_types":[],"annotations":[{"uri":"North_America","surface_form":"North","offset":50},{"uri":"South_America","surface_form":"South America","offset":60},{"uri":"Butterfly","surface_form":"butterfly","offset":75},{"uri":"Nymphalidae","surface_form":"Nymphalidae","offset":106},{"uri":"Wingspan","surface_form":"wingspan","offset":487},{"uri":"Euptoieta_claudia","surface_form":"Euptoieta claudia","offset":623},{"uri":"Arizona","surface_form":"Arizona","offset":862},{"uri":"Texas","surface_form":"Texas","offset":907},{"uri":"Mexico","surface_form":"Mexico","offset":939},{"uri":"Variety","surface_form":"variety","offset":987},{"uri":"Habitat","surface_form":"habitat","offset":1003},{"uri":"Garden","surface_form":"garden","offset":1016},{"uri":"Caterpillar","surface_form":"caterpillar","offset":1041},{"uri":"Chrysalis","surface_form":"chrysalis","offset":1291},{"uri":"Brood","surface_form":"brood","offset":1435}]}