{"id":21286,"url":"http://en.wikipedia.org/wiki/Teufelsbr%C3%BCcke","text":"e=\"preserve\">The Teufelsbrücke (bridge of the devil) is a bridge over the river Reuss in the Swiss canton of Uri.\nFirst bridge.\nThe valley called \"Schöllenenschlucht\" is an important access route to the St.Gotthard alpine pass. However, the valley is very narrow, featuring a dangerous river Reuss.\nThe first bridge across the river was built in 1230. This was a wooden bridge. This meant that due to bad weather it had to be replaced often.\nIn the 16th century, it was replaced by a bridge of stone. That stone bridge was heavily damaged in the Napoleonic wars in 1799. Nobody could use the bridge because of the damage. Trade with Italy was done over the alpine pass at Splügen.\nThe first bridge was completely destroyed in a stormy night in 1888.\nSecond bridge.\nOnly in 1820 could the order to build a new bridge be given. The construction of the bridge took 10 years.\nThird bridge.\nIn the middle of the 20th century, the second bridge was no longer able to handle the traffic. A third bridge, featuring two lanes, one for each direction, was built in 1958.\nMyth of the creation of the bridge.\nBuilding the first bridge was very hard. According to a local myth, the first bridge was built by the devil himself. The condition attached was that the devil should get the soul of the first to pass over the bridge. So, when the bridge was finished, people chased a goat over the bridge. Of course, the devil was furious, so he went to pick up a large stone (called \"Teufelsstein\", the devil's stone). He wanted to smash the bridge he just built to pieces. On his way to the ridge however, he encountered an old believing woman with a cross. Scared of the cross, he left the stone, and fled.\nThe devil's stone weighs 2000 tons. 300.000 Swiss Francs were used in 1977 to shift the stone 127 meters to make way for the motorway passing over the St.Gotthard pass.\nPopular belief has it that the moving of the stone was the cause of an increased number of accidents on kilometre 16 on the St. Gotthard road tunnel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Devil","surface_form":"devil","offset":46},{"uri":"Bridge","surface_form":"bridge","offset":58},{"uri":"Reuss","surface_form":"Reuss","offset":80},{"uri":"Switzerland","surface_form":"Swiss","offset":93},{"uri":"Uri","surface_form":"Uri","offset":109},{"uri":"St.Gotthard","surface_form":"St.Gotthard","offset":203},{"uri":"Alps","surface_form":"alpine","offset":215},{"uri":"1230","surface_form":"1230","offset":346},{"uri":"Spl%C3%BCgen","surface_form":"Splügen","offset":672},{"uri":"1888","surface_form":"1888","offset":744},{"uri":"1820","surface_form":"1820","offset":773},{"uri":"Myth","surface_form":"myth","offset":1159},{"uri":"Soul","surface_form":"soul","offset":1271},{"uri":"Goat","surface_form":"goat","offset":1364}]}