{"id":213097,"url":"http://en.wikipedia.org/wiki/Cap-Ha%C3%AFtien","text":"Cap-Haïtien, also known as \"Le Cap\", (Kréyòl: \"Kap Ayisyen\", \"Okap\") is a city in northern Haiti. It is the capital city of the Nord \"Département\".\nThe city is on the coast of the \"Cap-Haïtien\" Bay, on the Atlantic Ocean, about 260 km north of the Haitian capital Port-au-Prince. The central part of the city is between the bay to the east, and mountains to the west.\nCap-Haïtien is also the chief town of an \"arrondissement\" (a part of a department) with the same name. The \"arrondissement\" has three \"communes\" (a \"commune\" is like a municipality): Cap-Haïtien, Limonade and Quartier-Morin.\nHistory.\nOn the left side of the river Haut du Cap, Christopher Columbus built a small fort with the rest of the ship \"Santa María\" when it was destroyed on Christmas Day on 1492; he named the fort as \"La Navidad\" (in English, \"Christmas\").\nThe region around the city had the Taíno name of \"Guarico\", the name used by the Spanish colonists for the region and the new city. When French people came from the Tortuga Island to live here, they founded the city in 1670 and the French King Louis XIV named the place as \"Cap-Français\" in 1711; it was then the capital city of the \"Saint-Domingue\" colony until 1770 when Port-au-Prince became the new capital city.\nThe town was destroyed by Spanish people in January 1691, after the Battle of La Limonade; La Limonade is a savanna just to the east of Cap-Haïtien. Later, in 1695, the town was again destroyed by Spanish and English soldiers.\nHaiti, known as \"Saint-Domingue\" during colonial times, was the richest colony of France, and Cap-Français was the richest city in the colony. The city was known then as the \"Paris of the west\".\nDuring the Haitian Revolution, there was a battle on 18 November 1803 in Vertières, near Cap-Haïtien. In this battle, the army of Jean-Jacques Dessalines defeated a French colonial army led by the Comte de Rochambeau, leading to the independence of Haiti on 1 January 1804.\nAfter the Haitian independence, the country was divided in two parts and the northern part was made a kingdom by Henri Christophe and the name of the city was changed to \"Cap-Henry\". Christophe made Milot, a town 15 km to the south of the city, the capital of his kingdom.\nThe city was named \"Cap-Haïtien\" after the death of Christophe and when Haiti became again one country.\nEconomy.\nCap-Haïtien is a very important port of northern Haiti; there is also an airport.","categories":[],"infobox_types":[],"annotations":[{"uri":"Haitian_Creole","surface_form":"Kréyòl","offset":38},{"uri":"City","surface_form":"city","offset":74},{"uri":"Haiti","surface_form":"Haiti","offset":91},{"uri":"Capital_(city)","surface_form":"capital city","offset":108},{"uri":"Nord_Department","surface_form":"Nord","offset":128},{"uri":"Departments_of_Haiti","surface_form":"Département","offset":134},{"uri":"Coast","surface_form":"coast","offset":167},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":206},{"uri":"Haiti","surface_form":"Haiti","offset":248},{"uri":"Port-au-Prince","surface_form":"Port-au-Prince","offset":264},{"uri":"Municipality","surface_form":"municipality","offset":536},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":645},{"uri":"Fort","surface_form":"fort","offset":680},{"uri":"English_language","surface_form":"English","offset":811},{"uri":"Ta%C3%ADno","surface_form":"Taíno","offset":869},{"uri":"Spain","surface_form":"Spanish","offset":915},{"uri":"Colony","surface_form":"colonists","offset":923},{"uri":"France","surface_form":"French","offset":971},{"uri":"Tortuga_(Haiti)","surface_form":"Tortuga Island","offset":999},{"uri":"Louis_XIV_of_France","surface_form":"Louis XIV","offset":1078},{"uri":"Savanna","surface_form":"savanna","offset":1359},{"uri":"England","surface_form":"English","offset":1460},{"uri":"Colony","surface_form":"colonial","offset":1518},{"uri":"Battle","surface_form":"battle","offset":1716},{"uri":"Jean-Jacques_Dessalines","surface_form":"Jean-Jacques Dessalines","offset":1803},{"uri":"Army","surface_form":"army","offset":1854},{"uri":"Kingdom","surface_form":"kingdom","offset":2049},{"uri":"Milot","surface_form":"Milot","offset":2146},{"uri":"Harbour","surface_form":"port","offset":2365},{"uri":"Airport","surface_form":"airport","offset":2406}]}