{"id":213126,"url":"http://en.wikipedia.org/wiki/Long-nosed_bandicoot","text":"The long-nosed bandicoot, \"Perameles nasuta\", is a member of the bandicoot family which lives along the east coast of Australia from Victoria to Queensland. They are also found on the island of Tasmania. There are four species of long-nosed bandicoots, but \"Perameles nasuta\" is found in forests and rainforests. It has the shortest gestation and highest reproduction rate of all mammals.\nThey live in small hidden nests, in among shrubs, hollow logs, or old rabbit burrows. Bandicoots are protected by law, but the areas they like to live in have been cleared for farming or housing. They are also hunted by dogs, cats and foxes. Rabbits have eaten many of the plants and made it unsuitable for bandicoots. Around Sydney, they listed as an endangered species.\nDescription.\nThe long-nosed bandicoot is a small animal, from 20—42.5 cm long with a thin rat like tail, from 7.5—17 cm in length. They weigh between 0.5—1.9kg. They are covered in coarse grey to brown fur, sometimes with a hint of yellow or orange. Their underbelly is a cream color. Being a marsupial the females have a rear opening pouch to carry their young. They have five clawed toes fingers on their front legs.\nBreeding.\nThe long-nosed bandicoot lives by itself, often chasing away other bandicoots. Their breeding season depends on the region in which they live. The female gives birth to two or three young after a short gestation period of 12 days. The tiny babies, blind and hairless, about 13mm in length, then move to the pouch where they are able to drink milk from the females eight nipples. They leave the pouch at about 54 days. The female is then ready to breed again. they live for between three and five years.\nDiet.\nThe long-nosed bandicoot is a nocturnal animal, coming out at night to find and eat insects, beetles, snails, worms, mice, lizards and tree roots. They are able to smell their food to find it. They use their front claws to dig a hole big enough to get their long nose in to find the food. They can be very unpopular in urban areas for digging up gardens. While looking for food they make a shrill high pitched squeak.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bandicoot","surface_form":"bandicoot","offset":65},{"uri":"Australia","surface_form":"Australia","offset":118},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":133},{"uri":"Queensland","surface_form":"Queensland","offset":145},{"uri":"Tasmania","surface_form":"Tasmania","offset":194},{"uri":"Gestation","surface_form":"gestation","offset":333},{"uri":"Sexual_reproduction","surface_form":"reproduction","offset":355},{"uri":"Mammal","surface_form":"mammal","offset":380},{"uri":"Sydney","surface_form":"Sydney","offset":715},{"uri":"Endangered_species","surface_form":"endangered species","offset":741},{"uri":"Pouch","surface_form":"pouch","offset":1096},{"uri":"Gestation","surface_form":"gestation","offset":1392},{"uri":"Insect","surface_form":"insect","offset":1783},{"uri":"Beetle","surface_form":"beetle","offset":1792},{"uri":"Snail","surface_form":"snail","offset":1801},{"uri":"Worm","surface_form":"worm","offset":1809},{"uri":"Mouse","surface_form":"mice","offset":1816},{"uri":"Lizard","surface_form":"lizard","offset":1822}]}