{"id":21312,"url":"http://en.wikipedia.org/wiki/Jersey","text":"Jersey is an island in the English Channel off the northwest coast of France. It is a crown dependency of the British monarchy. Jersey is called a \"bailiwick\" because the person who is the head of law for the island is called the \"Bailiff\". The Bailiwick of Jersey also includes the islands of the Minquiers and Ecréhous, where nobody lives. The other islands of the Channel Islands belong to the Bailiwick of Guernsey. The country code (also used for internet) is JE.\nOver 106 000 people live on the main island. Thirty per cent of them live in its only town, Saint Helier.\nAlong with English and French, more than two thousand people speak Jèrriais, a local variation of the Norman language.\nPolitics.\nJersey is not a part of the United Kingdom or of the European Union, but the Queen of the UK is the Queen of Jersey as well. It has its own parliament called the \"States of Jersey\" which passes laws for the island.\nThe \"Chief Minister\" of Jersey is in charge of the government. His name is John Le Fondré.\nJersey is divided into 12 parishes which elect their own politicians and have control over some roads and the \"Honorary\" (volunteer) police.\nHistory.\nPeople lived in Jersey before the sea rose and made it an island. There are many pre-historic (very old) buildings in Jersey, like La Hougue Bie.\nThe island was part of Normandy, and in 1066, Normandy became part of England. In 1259, the King of England lost Normandy but kept Jersey and Guernsey.\nJersey was invaded by the French in the Battle of Jersey in 1781.\nDuring World War 2, Jersey was controlled by the Nazis. It was freed on 9 May 1945, which is called Liberation Day and is the national day of Jersey.\nGeography.\nJersey is an island. It is in the English Channel, a sea in between France and England. It is 22 kilometres (14 miles) from France and 160 kilometres (100 miles) from England. It is the biggest of the \"Channel Islands\", a group of islands. The other big Channel Island is called Guernsey.\nThe island is around 9 miles from east to west and 5 miles from north to south, so it is often called \"nine-by-five\".\nThe island can have a hot weather in summer and normally has mild weather in winter but sometimes is as cold as -10.3 degrees Celcius. It is sunnier than England, but it rains more as well.\nCulture.\nJersey's culture is a mixture of French and British culture. The people speak English, but the old language is called Jèrriais, which is like French.\nBecause Jersey is an island, fish is a popular food in the island. There is a fish market in the middle of St Helier which sells fresh fish. Jersey is famous for its milk (from Jersey Cows) and its potatoes (called \"Jersey Royals\").\nJersey's newspaper is called the \"Jersey Evening Post\" which has been printed since 1890.\nThere is a musical festival every year called \"the Weekender\" which happens in Trinity.\nThe \"Jersey Eisteddfod\" is a big art, music, drama, language and dance compeition that happens every year. Many islanders take part and are given certificates.\nJersey takes part in the Commonwealth Games and the Island Games (which happened in Jersey in 1997 and 2015). Jersey does not have famous sports teams, so islanders who can play sports really well often play for England or other countries in the UK.\nEconomy.\nJersey has a lot of finance companies who manage people's money. Some call it a tax haven because it has low taxes and many people that use its businesses to pay lower taxes.\nJersey also has a lot of hotels and farms.\nParishes.\nThere are 12 parishes on the island.\nSaint Helier is the capital and main town of Jersey. There are many shops, offices, parks and important buildings.\nSaint Saviour is on the east of Saint Helier. There are lots of houses and many people who live here work in Saint Helier.\nSaint Clement is in the south east of the island. It is the smallest parish in area.\nGrouville is next to Saint Clement. It has a large golf course.\nSaint Martin is north of Grouville. It has a large castle in the village of Gorey called \"Mont Orgeuil Castle\".\nTrinity has lots of farms. Jersey's zoo is in Trinity.\nSaint John is in the north of the island.\nSaint Mary has the smallest number of people than any other parish.\nSaint Ouen is the biggest parish in area. It has Saint Ouen's Bay, a large beach which is good for surfing.\nSaint Peter has the island's airport.\nSaint Brelade has a lovely beach called \"St Brelade's Bay\" and a lighthouse called \"Corbiere Lighthouse\".\nSaint Lawrence is in the middle of the island.","categories":[],"infobox_types":["dependency"],"annotations":[{"uri":"Island","surface_form":"island","offset":13},{"uri":"English_Channel","surface_form":"English Channel","offset":27},{"uri":"France","surface_form":"France","offset":70},{"uri":"Crown_dependency","surface_form":"crown dependency","offset":86},{"uri":"British_monarchs","surface_form":"British monarchy","offset":110},{"uri":"Minquiers","surface_form":"Minquiers","offset":298},{"uri":"Ecr%C3%A9hous","surface_form":"Ecréhous","offset":312},{"uri":"Channel_Islands","surface_form":"Channel Islands","offset":367},{"uri":"Bailiwick_of_Guernsey","surface_form":"Bailiwick of Guernsey","offset":397},{"uri":"Saint_Helier","surface_form":"Saint Helier","offset":561},{"uri":"English_language","surface_form":"English","offset":586},{"uri":"French_language","surface_form":"French","offset":598},{"uri":"J%C3%A8rriais","surface_form":"Jèrriais","offset":642},{"uri":"Norman_language","surface_form":"Norman language","offset":677},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":732},{"uri":"European_Union","surface_form":"European Union","offset":757},{"uri":"Elizabeth_II","surface_form":"Queen of the UK","offset":781},{"uri":"Parliament","surface_form":"parliament","offset":844},{"uri":"Parish","surface_form":"parish","offset":1036},{"uri":"Prehistory","surface_form":"pre-historic","offset":1241},{"uri":"Normandy","surface_form":"Normandy","offset":1329},{"uri":"Battle_of_Hastings","surface_form":"Normandy became part of England","offset":1352},{"uri":"List_of_English_monarchs","surface_form":"King of England","offset":1398},{"uri":"World_War_II","surface_form":"World War 2","offset":1531},{"uri":"Nazi_Germany","surface_form":"Nazis","offset":1573},{"uri":"Guernsey","surface_form":"Guernsey","offset":1964},{"uri":"France","surface_form":"French","offset":2324},{"uri":"United_Kingdom","surface_form":"British","offset":2335},{"uri":"J%C3%A8rriais","surface_form":"Jèrriais","offset":2409},{"uri":"Certificate","surface_form":"certificates","offset":2998},{"uri":"Commonwealth_Games","surface_form":"Commonwealth Games","offset":3037},{"uri":"Finance","surface_form":"finance","offset":3291},{"uri":"Offshore_investment","surface_form":"tax haven","offset":3351},{"uri":"Capital_city","surface_form":"capital","offset":3556},{"uri":"Golf_course","surface_form":"golf course","offset":3910},{"uri":"Zoo","surface_form":"zoo","offset":4071},{"uri":"Surfing","surface_form":"surfing","offset":4299},{"uri":"Airport","surface_form":"airport","offset":4337},{"uri":"Lighthouse","surface_form":"lighthouse","offset":4411}]}