{"id":213349,"url":"http://en.wikipedia.org/wiki/Euphoria","text":"e=\"preserve\">Euphoria (from Ancient Greek, from εὖ (eu), \"well\", and φέρω (pherō), \"to bear\") is a mental and emotional condition which makes a person feel extremely happy, excited, and carefree. These feelings are much stronger and more intense than what a human would normally feel. However, some natural human behaviors can cause brief states of euphoria. For example, people may feel euphoric for a short time after orgasm, when in love, or after a very important athletic achievement. Sometimes, people can also feel euphoria during certain religious or spiritual rituals, or while meditating. More often, euphoria is caused by certain psychoactive drugs, mental illnesses, or medical problems. Euphoria is the opposite of dysphoria.\nDrugs.\nEuphoria can be caused by psychoactive drugs like cocaine and alcohol methamphetamines.\nMental Illness.\nEuphoria can be a symptom of some mental illnesses. For example, euphoria is a common symptom of mania, an extreme, high-energy mood state which can happen with bipolar disorder and other mental health conditions.\nMedical Illness.\nEuphoria can also be a symptom of some medical problems. It is a common symptom of hypoxia. It is a dangerous symptom, because it can make a hypoxic person feel so good and carefree that they do not realise that they are not getting enough oxygen.\nEuphoria can be a symptom of hyperthyroidism. It can also be caused by head injuries or conditions which affect the central nervous system, like syphilis and multiple sclerosis.\nExercise.\nSometimes, people feel euphoria when exercising. A well-known example is \"runner's high,\" a state of euphoria and high energy that runners sometimes experience, especially during intense workouts. According to recent studies, intense exercise can cause the brain to release endorphins. These endorphins attach to the same brain receptors as opioid drugs, so they can cause the same euphoric effects as those drugs do. Unfortunately, this means that a person could get chemically addicted to consistent exercise, just as he or she might get addicted to opiates.","categories":[],"infobox_types":[],"annotations":[{"uri":"Emotion","surface_form":"emotion","offset":110},{"uri":"Orgasm","surface_form":"orgasm","offset":420},{"uri":"Love","surface_form":"love","offset":436},{"uri":"Religion","surface_form":"religious","offset":546},{"uri":"Spirituality","surface_form":"spiritual","offset":559},{"uri":"Ritual","surface_form":"ritual","offset":569},{"uri":"Meditation","surface_form":"meditating","offset":587},{"uri":"Psychoactive_drug","surface_form":"psychoactive drug","offset":641},{"uri":"Mental_illness","surface_form":"mental illness","offset":661},{"uri":"Cocaine","surface_form":"cocaine","offset":796},{"uri":"Alcohol","surface_form":"alcohol","offset":808},{"uri":"Methamphetamines","surface_form":"methamphetamines","offset":816},{"uri":"Symptom","surface_form":"symptom","offset":868},{"uri":"Mania","surface_form":"mania","offset":947},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":1011},{"uri":"Hypoxia","surface_form":"hypoxia","offset":1164},{"uri":"Hyperthyroidism","surface_form":"hyperthyroidism","offset":1358},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":1445},{"uri":"Syphilis","surface_form":"syphilis","offset":1474},{"uri":"Multiple_sclerosis","surface_form":"multiple sclerosis","offset":1487},{"uri":"Endorphin","surface_form":"endorphin","offset":1791},{"uri":"Addiction","surface_form":"addicted","offset":1996}]}