{"id":2133,"url":"http://en.wikipedia.org/wiki/Greece","text":"Greece (or), officially the Hellenic Republic (), (historically known as Hellas) (Greek: Ελλάς), is a country in Southeastern Europe. Its capital city is Athens.\nIt borders Albania, North Macedonia and Bulgaria to the north, and Turkey to the east. The Aegean Sea is to the East and South of mainland Greece, the Ionian Sea is to the West. Both are part of the Eastern Mediterranean Sea and have many islands. 80% of the country is mountainous, with Mount Olympus being the highest peak.\nAncient Greece created democracy, philosophy, science and mathematics, drama and theater and the Olympic Games.\nGreece is a parliamentary republic, in which the leader of the party with more seats in the parliament is the Prime Minister. The country has a President, but his powers are ceremonial. He is the head of state, not head of government, much like how Kings and Queens operate in constitutional monarchies and is elected by Parliament and not the people. Its economy is the highest in the Balkans region, though facing financial difficulties due to a Greek government-debt crisis.\nThe official language spoken in Greece is Greek, spoken by 99% of the population and 90% of the population identifies as Christian Orthodox. Many Greeks also understand English, French and German, which are taught in schools. Greece was a founding member of the United Nations, joined NATO in 1952, became a member of the European Union in 1981 and adopted the Euro in 2001. Due to the large tourism industry, powerful shipping sector and its geostrategic importance, it is classified as a middle power.\nHistory.\nGreece's history is one of the richest in the world. The Greeks were one of the most advanced civilizations. Greece is famous for its many philosophers, like Plato and Aristotle, and kings like Alexander the Great and Leonidas. Greece is said to be the \"birthplace of Democracy\", because city-states like Athens, now the capital of Greece, were the first to elect their leaders and not have kings. During the years of Alexander the Great, a huge Macedonian empire was created that stretched from modern-day Greece to Egypt and Iran, until the borders of India. Because of the significant role that Greek culture played during that time, it is called the Hellenistic period (or \"Greek-dominated period\"). During that time, the Greek language became the 'lingua franca' of the Middle East, which means the language that people who do not speak the same language use to communicate, like English is used today as an international language.\nGreece was then ruled by the Roman Empire, and many argue that Rome conquered Greece with its army, but Greece conquered Rome with its culture. The Roman Empire after the conquest of Greece became a civilization known as the Greco-Roman (or Greek-Roman) civilization. When the Roman Empire collapsed, the Greeks emerged as the ruling class of the Byzantine Empire, and the Greek language became the official language of the empire, which included all the territories around the eastern Mediterranean Sea. It was then occupied by the Ottoman Empire for a period of 400 years. Some areas of Greece, like the second-largest city in the country, Thessaloniki, were occupied for 500 years and became part of Greece in the early 20th century.\nThe Greek War of Independence began in 1821 and Greece was an independent country (a republic) in 1828. In 1832 Greece was made a kingdom by the United Kingdom and Russia, under the German Wittelsbach dynasty.\nIn 1912, Greece took part in the Balkan Wars, where it gained many of the territories that make up the country now, such as Greek Macedonia and the islands of the Aegean Sea. Greece fought in both World War I and World War II in the side of allies. During World War I, Greece was divided into two countries, the State of Thessaloniki in the north and the State of Athens in the south. Both countries claimed to be the legitimate government of Greece, but the State of Thessaloniki received support from the Allies. The country was reunited in 1917, when the King abdicated. In 1920 Greece expanded again, and briefly reached its maximum size. The territories that the country had gained in Turkey were given back to Turkey in the 1923 Treaty of Lausanne, but Greece kept Western Thrace. The king returned in 1935, and Greece was under a fascist dictatorship from 1936 until 1941, friendly to the Allies, when it was invaded by Nazi Germany.\nIn 1940, Greece was invaded by Italy, but defeated the invasion. This was the first victory of an Allied country against an Axis power. After this, Hitler decided to attack Greece sooner than he had planned. Germany invaded on 6 April 1940 and captured Greece's second-largest city of Thessaloniki on 9 April, while Athens was captured on 27 April. Most fighting ended with the Battle of Crete. Greece suffered major damages in the war.\nBetween 1946 and 1949, the Greeks fought a civil war. The fighting was between the communists and the people who supported the king, who also had support from the United Kingdom and the United States. The war left the country devastated and the people very poor.\nIn 1967 the military took control of the country and restricted democracy. Free elections were then held again 7 years later, and the Greeks voted to send the king away and declared a republic in 1974. Greece became a member of the European Union in 1981. Greece had seen rapid growth in the 1990s, but some of the country's economic statistics were modified to appear more correct than they were, as the government had lied with the help of banks from the United States. In 2004, Greece hosted the Olympic Games for a second time. Since 2009, Greece has been in an economic crisis, which is also becoming a political crisis.\nPolitics.\nGreece is not a federal state like the United States, but a unitary state like the United Kingdom. It is ruled by a parliament, called the \"Hellenic Parliament\" (or \"Greek Parliament\" in Simple English), which has 300 members. It is a parliamentary republic, which means that, unlike in the United States, the President has very few powers. The person in charge of the government of Greece is the Prime Minister.\nGreece was a kingdom for most of its history as an independent nation. It officially became the \"Third Hellenic Republic\" (or \"Third Republic of Greece\" in Simple English) in 1975, when the monarchy was abolished by a popular vote.\nGreece was under a military dictatorship between 1966 and 1975. Demonstrations by the students of the universities across Greece took place in 1973, but were suppressed by the regime, which forcibly stopped the protests. The dictatorship collapsed after the invasion of Cyprus, and handed over power to Constantine Karamanlis.\nThere are many political parties in Greece, but only seven are in the Greek parliament. Until 2015, only two political parties formed governments, the PASOK party (which is social democratic) and New Democracy (ND, which is conservative). The government ousted in the 2015 election was led by PASOK, DIMAR AND ND. Other parties include the Communist party, the left-wing SYRIZA party, the nationalist party and others. SYRIZA, led by Alexis Tsipras, won the 2015 parliamentary election held on January 25 of that year, and entered into a coalition government with the small right-wing party \"Greek Independents\".\nPeople.\nGreece is a small country compared to other countries such as the United States, Spain, Italy, and the United Kingdom. The population of Greece is estimated to be over 10 million. Most of the people in Greece are Greeks, and they form 94% of the population of the country. There are also many Albanians in Greece, and they make up 4% of the population. Other nationalities make up for another 2% of the country.\nThe Greek government recognizes only one minority in the country, the Turkish one in the region of Thrace. The dispute between Greece and the Republic of Macedonia has resulted in the refusal of Greece to acknowledge the existence of a Macedonian minority. The 2001 population census showed only 747 citizens of the Republic of Macedonia in Greece. The Republic of Macedonia says that there are a maximum of 300,000 ethnic Macedonians in Greece, but Greece says that if there is a minority in the country, it would not be more than 30,000 people, in the northern part of the country, near the border with the Republic of Macedonia. This is also supported by international organizations.\nGreek flag.\nThe Greek flag was officially adopted in 1828 as a civil and state ensign (a flag for use only on boats and ships) and as a national flag when flown outside of Greece, for example on embassies. A different flag (white cross on a blue field) was used as a land flag within Greece from 1828 until 1969 and from 1975 to 1978. In 1978 the current flag became national flag and the older land flag was abolished.\nThere are many theories about the origin of the color of the flag. One says that the blue represents the color of the sea and the white represents the waves, and others include white for the waves and blue for the sky and white for purity and breakaway from tyranny and blue for Greece. There are nine stripes on the flag, which according to the legend represent the nine syllables in the phrase “Ελευθερία ή Θάνατος’’ which means “freedom or death.’’ The cross stands for Christianity.\nEconomy.\nGreece is a capitalist country, like the United States and France. Greece has the largest number of trading ships (a 'merchant navy') in the world. Tourism is also a major source of income for Greece. In the 20th century Greece had its own currency but now uses the Euro as most other European Community countries do.\nGreece has adopted some welfare state policies, such as public healthcare and free education, like many other European countries. Greece, however, has not collected enough taxes to pay for them. The pension system is especially expensive.\nThis is putting Greece in a very difficult situation when the country has accumulated a debt of about €350 billion, or debt by 170 per-cent of the country's total GDP. Greece also has a trade deficit, meaning that it buys more things than it sells. The country is cutting costs and asking for loans in order to avoid bankruptcy.\nTourism.\nAbout 30 million tourists visit Greece each year. That is more than the country’s entire population. To serve the many tourists, Greece has many international airports. Tourism also makes up more than 20% of the Greek GDP.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":102},{"uri":"Southeastern_Europe","surface_form":"Southeastern Europe","offset":113},{"uri":"Capital_(city)","surface_form":"capital city","offset":138},{"uri":"Athens","surface_form":"Athens","offset":154},{"uri":"Albania","surface_form":"Albania","offset":173},{"uri":"North_Macedonia","surface_form":"North Macedonia","offset":182},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":202},{"uri":"Turkey","surface_form":"Turkey","offset":229},{"uri":"Aegean_Sea","surface_form":"Aegean Sea","offset":253},{"uri":"Ionian_Sea","surface_form":"Ionian Sea","offset":313},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":369},{"uri":"Olympus","surface_form":"Mount Olympus","offset":450},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":488},{"uri":"Democracy","surface_form":"democracy","offset":511},{"uri":"Philosophy","surface_form":"philosophy","offset":522},{"uri":"Science","surface_form":"science","offset":534},{"uri":"Mathematics","surface_form":"mathematics","offset":546},{"uri":"Drama","surface_form":"drama","offset":559},{"uri":"Theatre","surface_form":"theater","offset":569},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":585},{"uri":"Parliamentary_republic","surface_form":"parliamentary republic","offset":612},{"uri":"Parliament","surface_form":"parliament","offset":692},{"uri":"Prime_Minister_of_Greece","surface_form":"Prime Minister","offset":710},{"uri":"Head_of_state","surface_form":"head of state","offset":796},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchies","offset":877},{"uri":"Parliament","surface_form":"Parliament","offset":921},{"uri":"Balkans","surface_form":"Balkans","offset":986},{"uri":"Greek_government-debt_crisis","surface_form":"Greek government-debt crisis","offset":1048},{"uri":"Official_language","surface_form":"official language","offset":1082},{"uri":"Greek_language","surface_form":"Greek","offset":1120},{"uri":"Eastern_Orthodox_Church","surface_form":"Christian Orthodox","offset":1199},{"uri":"English_language","surface_form":"English","offset":1247},{"uri":"French_language","surface_form":"French","offset":1256},{"uri":"German_language","surface_form":"German","offset":1267},{"uri":"United_Nations","surface_form":"United Nations","offset":1340},{"uri":"European_Union","surface_form":"European Union","offset":1400},{"uri":"1981","surface_form":"1981","offset":1418},{"uri":"Euro","surface_form":"Euro","offset":1439},{"uri":"Middle_power","surface_form":"middle power","offset":1568},{"uri":"Ancient_Greece","surface_form":"Greece's history","offset":1591},{"uri":"Philosophers","surface_form":"philosophers","offset":1730},{"uri":"Plato","surface_form":"Plato","offset":1749},{"uri":"Aristotle","surface_form":"Aristotle","offset":1759},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":1785},{"uri":"Leonidas","surface_form":"Leonidas","offset":1809},{"uri":"Democracy","surface_form":"Democracy","offset":1859},{"uri":"Athens","surface_form":"Athens","offset":1896},{"uri":"King","surface_form":"king","offset":1982},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":2009},{"uri":"Egypt","surface_form":"Egypt","offset":2108},{"uri":"Iran","surface_form":"Iran","offset":2118},{"uri":"India","surface_form":"India","offset":2145},{"uri":"Hellenistic_period","surface_form":"Hellenistic period","offset":2245},{"uri":"Greek_language","surface_form":"Greek language","offset":2317},{"uri":"Lingua_franca","surface_form":"lingua franca","offset":2344},{"uri":"Middle_East","surface_form":"Middle East","offset":2366},{"uri":"English_language","surface_form":"English","offset":2476},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":2557},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":2875},{"uri":"Greek_language","surface_form":"Greek language","offset":2901},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":3014},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":3061},{"uri":"Thessaloniki","surface_form":"Thessaloniki","offset":3170},{"uri":"Greek_War_of_Independence","surface_form":"Greek War of Independence","offset":3269},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3410},{"uri":"Russia","surface_form":"Russia","offset":3429},{"uri":"Germany","surface_form":"German","offset":3447},{"uri":"Balkan_Wars","surface_form":"Balkan Wars","offset":3508},{"uri":"Greek_Macedonia","surface_form":"Greek Macedonia","offset":3599},{"uri":"Aegean_Sea","surface_form":"Aegean Sea","offset":3638},{"uri":"World_War_I","surface_form":"World War I","offset":3672},{"uri":"World_War_II","surface_form":"World War II","offset":3688},{"uri":"World_War_I","surface_form":"World War I","offset":3731},{"uri":"State_of_Thessaloniki","surface_form":"State of Thessaloniki","offset":3787},{"uri":"State_of_Athens","surface_form":"State of Athens","offset":3830},{"uri":"Turkey","surface_form":"Turkey","offset":4165},{"uri":"Treaty_of_Lausanne","surface_form":"Treaty of Lausanne","offset":4210},{"uri":"Thrace","surface_form":"Thrace","offset":4254},{"uri":"Fascism","surface_form":"fascist","offset":4312},{"uri":"Dictatorship","surface_form":"dictatorship","offset":4320},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":4402},{"uri":"Italy","surface_form":"Italy","offset":4447},{"uri":"Allies_of_World_War_II","surface_form":"Allied country","offset":4514},{"uri":"Axis_countries","surface_form":"Axis power","offset":4540},{"uri":"Hitler","surface_form":"Hitler","offset":4564},{"uri":"6_April","surface_form":"6 April","offset":4643},{"uri":"1940","surface_form":"1940","offset":4651},{"uri":"Thessaloniki","surface_form":"Thessaloniki","offset":4701},{"uri":"Battle_of_Crete","surface_form":"Battle of Crete","offset":4794},{"uri":"Civil_war","surface_form":"civil war","offset":4896},{"uri":"Communists","surface_form":"communists","offset":4936},{"uri":"King","surface_form":"king","offset":4980},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":5016},{"uri":"United_States","surface_form":"United States","offset":5039},{"uri":"King","surface_form":"king","offset":5275},{"uri":"Republic","surface_form":"republic","offset":5300},{"uri":"European_Union","surface_form":"European Union","offset":5348},{"uri":"United_States","surface_form":"United States","offset":5573},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":5615},{"uri":"United_States","surface_form":"United States","offset":5791},{"uri":"Unitary_state","surface_form":"unitary state","offset":5812},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":5835},{"uri":"Parliament","surface_form":"parliament","offset":5868},{"uri":"Parliamentary_republic","surface_form":"parliamentary republic","offset":5987},{"uri":"United_States","surface_form":"United States","offset":6043},{"uri":"President","surface_form":"President","offset":6062},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":6149},{"uri":"Military_dictatorship","surface_form":"military dictatorship","offset":6416},{"uri":"Invasion_of_Cyprus","surface_form":"invasion of Cyprus","offset":6655},{"uri":"Constantine_Karamanlis","surface_form":"Constantine Karamanlis","offset":6700},{"uri":"Social_democrat","surface_form":"social democrat","offset":6897},{"uri":"Conservatism","surface_form":"conservative","offset":6948},{"uri":"Communist","surface_form":"Communist","offset":7064},{"uri":"SYRIZA","surface_form":"SYRIZA","offset":7095},{"uri":"Nationalist","surface_form":"nationalist","offset":7113},{"uri":"SYRIZA","surface_form":"SYRIZA","offset":7143},{"uri":"Alexis_Tsipras","surface_form":"Alexis Tsipras","offset":7158},{"uri":"2015","surface_form":"2015","offset":7182},{"uri":"Parliament","surface_form":"parliament","offset":7187},{"uri":"January_25","surface_form":"January 25","offset":7218},{"uri":"United_States","surface_form":"United States","offset":7411},{"uri":"Spain","surface_form":"Spain","offset":7426},{"uri":"Italy","surface_form":"Italy","offset":7433},{"uri":"Albania","surface_form":"Albania","offset":7638},{"uri":"Turkey","surface_form":"Turkish","offset":7827},{"uri":"Thrace","surface_form":"Thrace","offset":7856},{"uri":"Republic_of_Macedonia","surface_form":"Republic of Macedonia","offset":7899},{"uri":"Census","surface_form":"census","offset":8034},{"uri":"Republic_of_Macedonia","surface_form":"Republic of Macedonia","offset":8073},{"uri":"Republic_of_Macedonia","surface_form":"Republic of Macedonia","offset":8110},{"uri":"Republic_of_Macedonia","surface_form":"ethnic Macedonians","offset":8173},{"uri":"Republic_of_Macedonia","surface_form":"Republic of Macedonia","offset":8366},{"uri":"Flag_of_Greece","surface_form":"Greek flag","offset":8460},{"uri":"National_flag","surface_form":"national flag","offset":8811},{"uri":"Capitalist","surface_form":"capitalist country","offset":9372},{"uri":"United_States","surface_form":"United States","offset":9401},{"uri":"France","surface_form":"France","offset":9419},{"uri":"Euro","surface_form":"Euro","offset":9626},{"uri":"Welfare_state","surface_form":"welfare state","offset":9702},{"uri":"Europe","surface_form":"Europe","offset":9788},{"uri":"Pension","surface_form":"pension","offset":9877},{"uri":"Airport","surface_form":"airport","offset":10414}]}