{"id":213373,"url":"http://en.wikipedia.org/wiki/Mi_Fei","text":"Mi Fu (1051–1107), also known as Mi Fei was a Chinese painter, poet, and calligrapher born in Taiyuan, Shanxi during the Song Dynasty. His style of painting was misty landscapes. This style is the \"Mi Fu\" style uses large wet dots of ink. This ink is put on with a flat brush.\nLife.\nMi Fu was born in 1051. His mother was employed as a midwife to deliver Emperor Shenzong and afterwards she became the wet-nurse who look after and feed the Emperor Shenzong who was to start his reign in 1051 and continue until 1107. Mi Fu knew the imperial family and he lived in the privileged location of the royal palaces. He ignored formal lessons but it could be seen that he had a gift for writing, painted and drawing. He was one of the four best calligraphers in the Song Dynasty. Mi Fu was known as odd. Some called him \"Madman Mi\" because he collected stones and said one stone was his brother. He was a heavy drinker.\nHis poetry followed the style of Li Bai and his calligraphy that of Wang Xizhi. He became a civil servant to mixed success. He was firstly a book editor in the emperors library before undertaking a number of posts in Henan province. He was given the post of Professor of Painting and Calligraphy in 1103 at the Palace to select which painting and calligraphy is good enough to belong to the Emperor. He became secretary to the Board of Rites before he was appointed governor of Huaiyang in Jiangsu province. He had five sons and eight daughters. He died in 1107. His son, Mi Youren, would also be a famous painter in his father's artistic style.\nMi Fu is considered the best of all the calligraphers of the Song dynasty. An example of his work has sold for nearly four million dollars.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"Chinese","offset":46},{"uri":"Poet","surface_form":"poet","offset":63},{"uri":"East_Asian_calligraphy","surface_form":"calligrapher","offset":73},{"uri":"Taiyuan","surface_form":"Taiyuan","offset":94},{"uri":"Shanxi","surface_form":"Shanxi","offset":103},{"uri":"Song_Dynasty","surface_form":"Song Dynasty","offset":121},{"uri":"Midwife","surface_form":"midwife","offset":336},{"uri":"Emperor_Shenzong_of_Song","surface_form":"Emperor Shenzong","offset":355},{"uri":"Wet-nurse","surface_form":"wet-nurse","offset":402},{"uri":"Emperor_Shenzong_of_Song","surface_form":"Emperor Shenzong","offset":440},{"uri":"Song_Dynasty","surface_form":"Song Dynasty","offset":759},{"uri":"Li_Bai","surface_form":"Li Bai","offset":946},{"uri":"Wang_Xizhi","surface_form":"Wang Xizhi","offset":981},{"uri":"Henan","surface_form":"Henan","offset":1130},{"uri":"Mi_Youren","surface_form":"Mi Youren","offset":1485}]}