{"id":21348,"url":"http://en.wikipedia.org/wiki/Longitude","text":"Longitude is a way to say where a place is on the Earth. It is measured starting from an imaginary north-south line called the Prime Meridian. (A meridian is an imaginary line drawn from the North Pole to the South Pole.) Longitude says how far east (positive numbers) or west (negative number<nowiki/>s) of the Prime Meridian any place is.\nLongitude is measured using degrees, the same way an angle ihs. The Prime Meridian is 0° (zero degrees), and the farthest away is +180° eastward and -180° westward. Unlike latitude, which has the equator as a natural starting position, there is no natural starting position for longitude. Other meridians have been used in the past, but most scientists now agree to use the Prime Meridian.\nFor centuries navigators at sea were seldom able to know their longitude. The problem was solved by making better clocks (chronometers) in the early 19th century.\nLongitude, as opposed to latitude does not maintain a constant distance between degrees since meridians all come together at the poles and are far apart at the equator. This means people near the North or South Pole can cross many degrees of longitude by travelling a short distance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":50},{"uri":"Measurement","surface_form":"measured","offset":63},{"uri":"Prime_Meridian","surface_form":"Prime Meridian","offset":127},{"uri":"Meridian","surface_form":"meridian","offset":146},{"uri":"North_Pole","surface_form":"North Pole","offset":191},{"uri":"South_Pole","surface_form":"South Pole","offset":209},{"uri":"East","surface_form":"east","offset":245},{"uri":"West","surface_form":"west","offset":272},{"uri":"Negative_number","surface_form":"negative number","offset":278},{"uri":"Angle","surface_form":"angle","offset":394},{"uri":"Latitude","surface_form":"latitude","offset":513},{"uri":"Equator","surface_form":"equator","offset":537},{"uri":"Navigation","surface_form":"navigators","offset":745}]}