{"id":21357,"url":"http://en.wikipedia.org/wiki/Continental_shelf","text":"A continental shelf is the part of the continent that is under water. The shelf was part of the land during the ice ages in the glacial periods, but under water in the interglacial periods. We are at present in an interglacial period.\nEvery continent is in the sea, like an island. Most of the island is above the water line, and we see it as a continent. Some of it though, is below the water line. Beyond the continental shelf, the bottom goes down to much greater depths.\nThe continental shelf is a shallow ocean. It varies in depth, up to 140 metres deep. It varies greatly in its width. At the leading edge of a moving continental plate there will be little or no shelf. The western edge of the Americas are an example. The shelf on a passive edge of a plate will be wide and shallow. The widest shelf is the Siberian shelf in the Arctic Ocean: it is 1500 km (930 miles) in width.\nInland seas.\nThere have been, at some periods, shallow seas \"inside\" continents. These are called epicontinental seas. Much of present-day North America was covered by an epicontinental sea called the Sundance Sea during the Jurassic period. In the Cretaceous an even larger area was covered by the Western Interior Seaway.\nEcology.\nContinental seas have the richest life of the oceans, more species and greater numbers than anywhere else. This is because it has both sunlight and nutrients for photosynthesis. This causes microscopic algae and cyanobacteria to bloom, and then animals eat the phytoplankton. Most of the nutrients in the oceans are washed down from the continents by rivers. In particular, the continents are almost the only source for some key elements such as iron. The lack of nutrients away from continents explains why so much of the Pacific Ocean is almost barren of life, and why the shelves are so rich in life.\nTopography.\nThe shelf usually ends at a point of decreasing slope (called the shelf break). The sea floor below the break is the continental slope. The character of the shelf changes dramatically at the shelf break, where the continental slope begins. With a few exceptions, the shelf break is located at a remarkably uniform depth of roughly; this is likely a hallmark of past ice ages, when sea level was lower than it is now.p43","categories":[],"infobox_types":[],"annotations":[{"uri":"Continent","surface_form":"continent","offset":39},{"uri":"Land","surface_form":"land","offset":96},{"uri":"Ice_age","surface_form":"ice age","offset":112},{"uri":"Glacial_period","surface_form":"glacial period","offset":128},{"uri":"Interglacial_period","surface_form":"interglacial period","offset":168},{"uri":"Island","surface_form":"island","offset":274},{"uri":"Siberia","surface_form":"Siberia","offset":814},{"uri":"Arctic_Ocean","surface_form":"Arctic Ocean","offset":836},{"uri":"Epicontinental_sea","surface_form":"epicontinental sea","offset":984},{"uri":"North_America","surface_form":"North America","offset":1025},{"uri":"Sundance_Sea","surface_form":"Sundance Sea","offset":1087},{"uri":"Jurassic","surface_form":"Jurassic","offset":1111},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":1135},{"uri":"Western_Interior_Seaway","surface_form":"Western Interior Seaway","offset":1185},{"uri":"Species","surface_form":"species","offset":1278},{"uri":"Sunlight","surface_form":"sunlight","offset":1354},{"uri":"Nutrient","surface_form":"nutrient","offset":1367},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":1381},{"uri":"Microscopic","surface_form":"microscopic","offset":1409},{"uri":"Alga","surface_form":"alga","offset":1421},{"uri":"Cyanobacteria","surface_form":"cyanobacteria","offset":1431},{"uri":"Phytoplankton","surface_form":"phytoplankton","offset":1480},{"uri":"River","surface_form":"river","offset":1570},{"uri":"Iron","surface_form":"iron","offset":1665},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1742}]}