{"id":213571,"url":"http://en.wikipedia.org/wiki/Genetic_linkage","text":"e=\"preserve\">Genetic linkage occurs when alleles at different loci do not segregate at random. Mendel's second law is thus broken.\nGenes are linked when they are on the same chromosome. They then tend to stay together during meiosis. Alleles for genes on different chromosomes are usually not linked, due to independent assortment of chromosomes during meiosis.\nThere is some crossing over of DNA during meiosis when the chromosomes segregate. So, alleles on the same chromosome can be separated and go to different daughter cells. There is a greater probability of this happening if the alleles are far apart on the chromosome, as it is more likely that a cross-over will occur between them. The relative distance between two genes can be calculated using the offspring of an organism showing two linked genetic traits. The percentage of offspring where the two traits do not run together is noted. The higher the percentage of offspring showing both traits, the closer on the chromosome the two genes are.\nThis was the first technique used for mapping genes on chromosomes. By working out the number of recombinants it is possible to obtain a measure for the distance between the genes. This distance is called a \"genetic map unit\" (m.u.), or a \"centimorgan\" and is defined as the distance between genes for which one product of meiosis in 100 is recombinant. A recombinant frequency (RF) of 1 % is equivalent to 1 m.u. A linkage map is created by finding the map distances between a number of traits that are present on the same chromosome, ideally avoiding significant gaps between traits to avoid the possibility of multiple crossovers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Allele","surface_form":"allele","offset":41},{"uri":"Locus_(genetics)","surface_form":"loci","offset":62},{"uri":"Gregor_Mendel","surface_form":"Mendel","offset":95},{"uri":"Chromosome","surface_form":"chromosome","offset":174},{"uri":"Meiosis","surface_form":"meiosis","offset":225},{"uri":"Crossing_over","surface_form":"crossing over","offset":376},{"uri":"DNA","surface_form":"DNA","offset":393},{"uri":"Meiosis","surface_form":"meiosis","offset":404}]}