{"id":213696,"url":"http://en.wikipedia.org/wiki/Synod_of_Dort","text":"The Synod of Dort was a national council that took place in 1618-1619 in the town of Dordrecht in the Netherlands. The Dutch Reformed Church held the meeting in order to discuss a very important issue in the Dutch churches that begin with the teachings of Jacobus Arminius and the rise of Arminianism. The first meeting was on November 13, 1618, and the last meeting, which was the 154th, took place on May 9, 1619.\nMembers from the Reformed churches in eight different countries were also invited to this meeting. The name \"Dort\" is the English name for the Dutch town of \"Dordrecht\" and is still used as the pronunciation of the name today. This synod, or meeting, is usually called the Synod of Dordt or the Synod of Dordrecht.\nPurpose.\nThe reason that this meeting was called was to settle an issue that had just been brought up in the Dutch churches after the spread of Arminianism. After Jacob Arminius died, people that believed the same way that he did objected to the Belgic Confession and the teachings of John Calvin and Theodore Beza. Arminius's followers published their problems with the Confession in a paper called The Remonstrance of 1610. The followers of the things listed in this document were called Remonstrants. Calvinists, who followed the teachings of John Calvin, became known as \"Contra-Remonstrants\".\nIn \"The Remonstrance\" and some later writing, the Arminians wrote about an alternative to the Calvinist Belgic Confession and mentioned several things that they disagreed with. They taught election on the basis of God knowing who would have faith, a universal atonement, resistible grace and the possibility of walking away from grace. Simon Episopius was the speaker for the 13 members of the Remonstrants who were called to the Synod in 1618.\nThe end of the meetings and the Canon of Dort.\nThe meetings concluded with the views of the Remonstrants being rejected and set out the Reformed doctrine on each of the points. These are sometimes called the Five points of Calvinism and are remembered by the five letters \"TULIP\".\n\"The Decision of the Synod of Dort on the Five Main Points of Doctrine in Dispute in the Netherlands\", known as the Canons of Dort, is the reasoning behind the decisions made by the Synod.\nThe \"Canons\" are not supposed to be an absolute explanation of the Reformed doctrine, but only explain the five points of doctrine that were being argued over.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dordrecht","surface_form":"Dordrecht","offset":85},{"uri":"Netherlands","surface_form":"Netherlands","offset":102},{"uri":"Jacobus_Arminius","surface_form":"Jacobus Arminius","offset":256},{"uri":"Arminianism","surface_form":"Arminianism","offset":289},{"uri":"Reformed_churches","surface_form":"Reformed churches","offset":433},{"uri":"Arminianism","surface_form":"Arminianism","offset":875},{"uri":"Jacob_Arminius","surface_form":"Jacob Arminius","offset":894},{"uri":"Belgic_Confession","surface_form":"Belgic Confession","offset":977},{"uri":"John_Calvin","surface_form":"John Calvin","offset":1016},{"uri":"Theodore_Beza","surface_form":"Theodore Beza","offset":1032},{"uri":"The_Remonstrance_of_1610","surface_form":"The Remonstrance of 1610","offset":1131},{"uri":"Remonstrants","surface_form":"Remonstrants","offset":1221},{"uri":"Calvinist","surface_form":"Calvinist","offset":1423},{"uri":"Five_points_of_Calvinism","surface_form":"Five points of Calvinism","offset":1982},{"uri":"Canons_of_Dort","surface_form":"Canons of Dort","offset":2171}]}