{"id":213793,"url":"http://en.wikipedia.org/wiki/August_Weismann","text":"August Friedrich Leopold Weismann (Frankfurt am Main, 17 January 1834 – Freiburg, 5 November 1914) was a German evolutionary biologist.\nWeismann is much admired today. Ernst Mayr thought he was \"one of the great biologists of all time\", and ranked him \"the second most notable evolutionary theorist of the 19th century\", after Charles Darwin.\nWeismann's barrier.\nWeismann advocated the \"germ plasm\" theory. According to this, inheritance only takes place by means of the germ cells the gametes, such as egg cells and sperm cells. Other cells of the body (somatic cells or \"soma\") are not agents of heredity. The effect is one-way: germ cells produce somatic cells, and more germ cells. The germ cells are not affected by anything the somatic cells learn or any ability the body acquires during its life. Genetic information cannot pass from soma to germ plasm and on to the next generation. This is referred to as the \"Weismann barrier\". This idea, if true, rules out the inheritance of acquired characteristics as proposed by Lamarck.\nThe idea of the Weismann barrier is central to the modern evolutionary synthesis, though it is not expressed today in the same terms. In Weismann's opinion the random process of mutation in the gametes (or stem cells which make them) is the only source of change for natural selection to work on. Weismann was one of the first biologists to deny the inheritance of acquired characters entirely. Weismann's ideas came before the rediscovery of Gregor Mendel's work. Though Weismann was cagey about accepting Mendelism, younger workers soon made the connection.\nGerman work on cells.\nWeismann's demarkation between germ-line and soma rested on the work of (mostly) German biologists during the second half of the 19th century. This was the time that the mechanisms of cell division began to be understood. Eduard Strasburger, Walther Flemming, and the Belgian Edouard Van Beneden laid the basis for the cytology and cytogenetics of the 20th century. Strasburger, the outstanding botanical physiologist of that century, coined the terms nucleus and cytoplasm. He said \"new cell nuclei can only arise from the division of other cell nuclei\". Van Beneden discovered how chromosomes combined at meiosis, during the production of gametes. Walther Flemming, the founder of cytogenetics, named mitosis, and pronounced \"omne nucleus e nuclei\" (which means the same as Strasburger's dictum). The discovery of mitosis, meiosis and chromosomes is regarded as one of the 100 most important scientific discoveries of all times, and one of the 10 most important discoveries in cell biology.\nMeiosis was discovered and described for the first time in sea urchin eggs in 1876, by Oscar Hertwig. It was described again in 1883, at the level of chromosomes, by Van Beneden in \"Ascaris\" eggs. The \"significance of meiosis for reproduction and inheritance\", however, was first described in 1890 by Weismann, who noted that two cell divisions were necessary to transform one diploid cell into four haploid cells if the number of chromosomes had to be maintained. Thus the work of the earlier cytologists laid the ground for Weismann, who turned his mind to the consequences for evolution, which was an aspect the cytologists had not addressed. All this took place before the work of Mendel had been rediscovered","categories":[],"infobox_types":[],"annotations":[{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":35},{"uri":"Freiburg","surface_form":"Freiburg","offset":72},{"uri":"Germany","surface_form":"German","offset":105},{"uri":"Evolutionary_biology","surface_form":"evolutionary biologist","offset":112},{"uri":"Ernst_Mayr","surface_form":"Ernst Mayr","offset":168},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":327},{"uri":"Gamete","surface_form":"gamete","offset":486},{"uri":"Somatic_cell","surface_form":"somatic cell","offset":555},{"uri":"Heredity","surface_form":"heredity","offset":598},{"uri":"Lamarckism","surface_form":"inheritance of acquired characteristics","offset":972},{"uri":"Lamarck","surface_form":"Lamarck","offset":1027},{"uri":"Modern_evolutionary_synthesis","surface_form":"modern evolutionary synthesis","offset":1087},{"uri":"Random","surface_form":"random","offset":1196},{"uri":"Mutation","surface_form":"mutation","offset":1214},{"uri":"Stem_cells","surface_form":"stem cells","offset":1242},{"uri":"Natural_selection","surface_form":"natural selection","offset":1303},{"uri":"Gregor_Mendel","surface_form":"Gregor Mendel","offset":1479},{"uri":"Cell_division","surface_form":"cell division","offset":1802},{"uri":"Eduard_Strasburger","surface_form":"Eduard Strasburger","offset":1840},{"uri":"Walther_Flemming","surface_form":"Walther Flemming","offset":1860},{"uri":"Edouard_Van_Beneden","surface_form":"Edouard Van Beneden","offset":1894},{"uri":"Cytology","surface_form":"cytology","offset":1937},{"uri":"Cytogenetics","surface_form":"cytogenetics","offset":1950},{"uri":"Cell_nucleus","surface_form":"nucleus","offset":2070},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":2082},{"uri":"Meiosis","surface_form":"meiosis","offset":2225},{"uri":"Cytogenetics","surface_form":"cytogenetics","offset":2301},{"uri":"Mitosis","surface_form":"mitosis","offset":2321},{"uri":"Cell_biology","surface_form":"cell biology","offset":2597},{"uri":"Sea_urchin","surface_form":"sea urchin","offset":2670},{"uri":"Egg_(biology)","surface_form":"eggs","offset":2681},{"uri":"Oscar_Hertwig","surface_form":"Oscar Hertwig","offset":2698},{"uri":"Ascaris","surface_form":"Ascaris","offset":2793},{"uri":"Gregor_Mendel","surface_form":"Mendel","offset":3296}]}