{"id":21372,"url":"http://en.wikipedia.org/wiki/Torture","text":"Torture is when someone puts another person in pain as a punishment or in order to force them to do or say something. This pain may be physical or psychological. People who have been tortured often suffer from long term physical problems or mental health issues and the person may even die.\nReasons for torture.\nReasons for torture can include punishment, revenge, political re-education, deterrence, and interrogation. Victims or third parties may be forced to take actions against their will. Torture may for the sadistic gratification of those watching the torture.\nTorture for information.\nA common reason for torture is to get information from the victim, for example, to get confessions or the names of accomplices. Information got by torture is unreliable, because people suffering tend to say whatever the questioner wants them to say. Nevertheless, it was used for centuries by all kinds of societies. It was authorised by the Christian Church during the Inquisition from 1252 to 1816.\nIn 1600 Anton Praetorius fought against torture and against the hunting of witches.\nPresent day.\nAlmost all countries agree that torture is a violation of human rights. On 10 December 1948, the United Nations General Assembly adopted the Universal Declaration of Human Rights (UDHR). Article 5 states, \"No one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment\".\nAmnesty International is the leading non-governmental organisation against the use of torture. It has regularly reported on which countries it thinks still use torture. It says \"Over the last five years, Amnesty has reported torture in at least three quarters of the world - 141 countries\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Pain","surface_form":"pain","offset":47},{"uri":"Psychology","surface_form":"psychological","offset":147},{"uri":"Mental_health","surface_form":"mental health","offset":241},{"uri":"Punishment","surface_form":"punishment","offset":344},{"uri":"Revenge","surface_form":"revenge","offset":356},{"uri":"Brainwashing","surface_form":"re-education","offset":375},{"uri":"Deterrence_(legal)","surface_form":"deterrence","offset":389},{"uri":"Interrogation","surface_form":"interrogation","offset":405},{"uri":"Sadism","surface_form":"sadistic","offset":515},{"uri":"Information","surface_form":"information","offset":632},{"uri":"Inquisition","surface_form":"Inquisition","offset":964},{"uri":"Anton_Praetorius","surface_form":"Anton Praetorius","offset":1003},{"uri":"Witch","surface_form":"witch","offset":1070},{"uri":"Human_rights","surface_form":"human rights","offset":1150},{"uri":"United_Nations_General_Assembly","surface_form":"United Nations General Assembly","offset":1189},{"uri":"Universal_Declaration_of_Human_Rights","surface_form":"Universal Declaration of Human Rights","offset":1233},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":1395},{"uri":"Non-governmental_organisation","surface_form":"non-governmental organisation","offset":1432}]}