{"id":213825,"url":"http://en.wikipedia.org/wiki/Reginald_Punnett","text":"e=\"preserve\">Reginald Crundall Punnett FRS (Tonbridge, Kent, 20 June 1875 – Bilbrook, Somerset, 3 January 1967) was a British geneticist. He became Professor of Biology and then Professor of Genetics at the University of Cambridge.\nHe co-founded, with William Bateson, the \"Journal of Genetics\" in 1910. Punnett is probably best remembered today as the creator of the Punnett square, a tool still used by biologists to predict the probability of possible genotypes of offspring. His \"Mendelism\" (1905) is sometimes said to have been the first textbook on genetics; it was probably the first popular science book to introduce genetics to the public.\nLife and work.\nReginald Punnett was born in 1875 in the town of Tonbridge in Kent, England. While recovering from a childhood bout of appendicitis, Punnett became acquainted with Jardine's Naturalist's Library and developed an interest in natural history.\nAttending the University of Cambridge, Punnett earned a degree in zoology in 1898, and a masters in 1902. Between these degrees he worked as a demonstrator and part-time lecturer at the University of St Andrews Natural History Department. However, by 1902 Punnett was back at Cambridge working in zoology, primarily the study of nematode worms. It was during this time that he and William Bateson began a research collaboration, which lasted several years.\nWhen Punnett was an undergraduate, Gregor Mendel's work on inheritance was largely unknown and unappreciated by scientists. However, in 1900, Mendel's work was rediscovered. William Bateson became a proponent of Mendelian genetics, and had Mendel's work translated into English. It was with Bateson that Reginald Punnett helped establish the new science of genetics at Cambridge. He and Bateson co-discovered genetic linkage through experiments with chickens and pea plants.\nIn 1908, unable to explain how a dominant gene would not become fixed and ubiquitous in a population, Punnett introduced his problem to the mathematician G. H. Hardy, with whom he played cricket. Hardy went on to formulate what became known as the Hardy–Weinberg law.\nIn 1910 Punnett became professor of biology at Cambridge, and then the first Arthur Balfour Professor of Genetics when Bateson left in 1912. In the same year, Punnett was elected a Fellow of the Royal Society. He received the society's Darwin Medal in 1922.\nDuring World War I, Punnett successfully applied his expertise to the problem of the early determination of gender in chickens. Since only females were used for egg-production, early identification of male chicks, which were destroyed or separated for fattening, meant that limited animal-feed and other resources could be used more efficiently. Punnett's work in this area was summarized in \"Heredity in Poultry\" (1923).\nPunnett squares.\nPunnett squares are used by biologists to determine the probability of offspring having a particular genotype.\nIf B represents the allele for having black hair and b represents the allele for having white hair, the offspring of two Bb parents would have a 25% probability of having two white hair alleles (bb), 50% of having one of each (Bb), and 25% of having only black hair alleles (BB). The phenotype (in this case the appearance) of the offspring would depend on whether and to what extent one of the alleles was dominant.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fellow_of_the_Royal_Society","surface_form":"FRS","offset":39},{"uri":"Tonbridge","surface_form":"Tonbridge","offset":44},{"uri":"Kent","surface_form":"Kent","offset":55},{"uri":"Somerset","surface_form":"Somerset","offset":86},{"uri":"United_Kingdom","surface_form":"British","offset":118},{"uri":"Genetics","surface_form":"geneticist","offset":126},{"uri":"Genetics","surface_form":"Genetics","offset":191},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":207},{"uri":"William_Bateson","surface_form":"William Bateson","offset":252},{"uri":"Biologist","surface_form":"biologist","offset":405},{"uri":"Probability","surface_form":"probability","offset":431},{"uri":"Genotype","surface_form":"genotype","offset":455},{"uri":"Popular_science","surface_form":"popular science","offset":591},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":919},{"uri":"Nematode","surface_form":"nematode","offset":1234},{"uri":"Gregor_Mendel","surface_form":"Gregor Mendel's","offset":1397},{"uri":"Genetics","surface_form":"genetics","offset":1584},{"uri":"Genetic_linkage","surface_form":"genetic linkage","offset":1771},{"uri":"G._H._Hardy","surface_form":"G. H. Hardy","offset":1991},{"uri":"Cricket","surface_form":"cricket","offset":2024},{"uri":"Hardy%E2%80%93Weinberg_law","surface_form":"Hardy–Weinberg law","offset":2085},{"uri":"Arthur_Balfour","surface_form":"Arthur Balfour","offset":2182},{"uri":"Fellow","surface_form":"Fellow","offset":2286},{"uri":"Royal_Society","surface_form":"Royal Society","offset":2300},{"uri":"Chicken","surface_form":"chicken","offset":2481},{"uri":"Genotype","surface_form":"genotype","offset":2903},{"uri":"Phenotype","surface_form":"phenotype","offset":3197}]}