{"id":21390,"url":"http://en.wikipedia.org/wiki/Svalbard","text":"Svalbard is a group of islands in the Arctic Ocean. It is the most northern part of Norway. It is about halfway between mainland Norway and the North Pole. Spitsbergen is the largest island, followed by Nordaustlandet and Edgeøya. The islands are governed by the Governor of Svalbard. The government is located at Longyearbyen. Other settlements include research outposts, the Russian mining community of Barentsburg, the research community of Ny-Ålesund and the mining outpost of Sveagruva.\nThe islands were first used as a whaling base in the 17th and 18th centuries. After this, they were abandoned. Coal mining started at the beginning of the 20th century, and several permanent villages were built. The Spitsbergen Treaty of 1920 states that Norway is in control of Svalbard. The 1925 Svalbard Act made Svalbard part of Norway. These treaties also set out rules that economic activities could be done freely and that no military activities can take place. There are only two mining companies, one Norwegian and one Russian. Research and tourism are important industries. There are no roads to connect the settlements. Instead, snowmobiles, aircraft and boats serve as transport. Svalbard Airport in Longyearbyen is the main airport.\nIn summer, the plants grow quickly (one plant every 25-78 days) during the midnight sun. Svalbard is a breeding ground for many seabirds. There are also polar bears, reindeer, and mammals that live in the sea. Seven national parks and 23 nature reserves cover two-thirds of Svalbard. This protects the fragile natural environment. Sixty percent of land is covered by glaciers, and the islands have many mountains and fjords.\nClimate.\nSvalbard's climate is a combination of an Arctic climate (Köppen: ET) tempered by the North Atlantic Current. Nordenskiöld Land is the warmest and wettest part of the archipelago, caused by the convergence of mild and humid air from the south and cold air from the north. Average summer highs are typically while average winter highs are. Svalbard experiences midnight sun from 19 April through 23 August, polar night from 27 October through 14 February and civil polar night from 14 November through 29 January. However, due to shading from mountains, the sun is not visible in Svalbard until around 8 March. Snow typically covers the town from November through March. The warmest temperature ever record in Svalbard was an extraordinary in July 1977 and the coldest was a frigid in March 1986.\nDespite its extreme northerly location, Svalbard has recorded a temperature above freezing in all months. One example was in February 2012, when the mild temperatures had an affect on both people and wildlife. The climate is known to be warming very rapidly. Svalbard has also not recorded a temperature below freezing in July.\nWarm temperatures can occasionally occur in Summer. The most recent warm spell was at the end of July to the beginning of August in 2015, when the mercury hit.\nBjornoya (Bear Island) holds the record for the lowest average annual sunshine total in Europe, at just 595 hours, sunnier than some parts of Scotland. Conversely, Longyearbyen, further to the north-west, receives almost twice as much sunshine as Bjornoya.","categories":[],"infobox_types":[],"annotations":[{"uri":"Archipelago","surface_form":"group of island","offset":14},{"uri":"Arctic_Ocean","surface_form":"Arctic Ocean","offset":38},{"uri":"Norway","surface_form":"Norway","offset":84},{"uri":"North_Pole","surface_form":"North Pole","offset":144},{"uri":"Spitsbergen","surface_form":"Spitsbergen","offset":156},{"uri":"Nordaustlandet","surface_form":"Nordaustlandet","offset":203},{"uri":"Edge%C3%B8ya","surface_form":"Edgeøya","offset":222},{"uri":"Governor_of_Svalbard","surface_form":"Governor of Svalbard","offset":263},{"uri":"Longyearbyen","surface_form":"Longyearbyen","offset":314},{"uri":"Barentsburg","surface_form":"Barentsburg","offset":405},{"uri":"Ny-%C3%85lesund","surface_form":"Ny-Ålesund","offset":444},{"uri":"Sveagruva","surface_form":"Sveagruva","offset":481},{"uri":"Whaling","surface_form":"whaling","offset":525},{"uri":"Coal_mining","surface_form":"Coal mining","offset":603},{"uri":"Spitsbergen_Treaty","surface_form":"Spitsbergen Treaty","offset":708},{"uri":"Svalbard_Act","surface_form":"Svalbard Act","offset":790},{"uri":"Snowmobile","surface_form":"snowmobile","offset":1132},{"uri":"Svalbard_Airport","surface_form":"Svalbard Airport","offset":1184},{"uri":"Midnight_sun","surface_form":"midnight sun","offset":1313},{"uri":"Polar_bear","surface_form":"polar bear","offset":1391},{"uri":"Reindeer","surface_form":"reindeer","offset":1404},{"uri":"Mammal","surface_form":"mammal","offset":1418},{"uri":"National_park","surface_form":"national park","offset":1454},{"uri":"Nature_reserve","surface_form":"nature reserve","offset":1476},{"uri":"Glacier","surface_form":"glacier","offset":1605},{"uri":"Fjord","surface_form":"fjord","offset":1655},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen","offset":1730},{"uri":"Midnight_sun","surface_form":"midnight sun","offset":2032},{"uri":"Polar_night","surface_form":"polar night","offset":2078}]}