{"id":214062,"url":"http://en.wikipedia.org/wiki/Grazer_AK","text":"Grazer AK (or GAK) is a football club which plays in Austria. it was founded in 1902.\nHistory.\nThe club was founded by a group of students led by medical student Georg August Wagner from Prague. Due to this development the first football match in Austria with the FA rules took place in Graz. 1902 was the official start of the Grazer Athletik-Sport-Club. The club reached the Styrian Championship in 1922, 1924 and between 1926 and 1933 and was Austrian Amateur Champion in 1929, 1932 and 1933. One of the players of GAK was Rudi Hiden, who went to Wiener AC and became goalkeeper of the famous \"Austrian Wunderteam\". 1944 the matches were stopped due to the Second World War.\n1946 the club begun again. 1951 it reached the highest class (Liga A) and, at the end of that season, the 6th position, which was the best of a club outside Vienna. In the following years the Athletics were established in the first class. 1962 and 1968 they where runners-up in the cup-final. Only because the league was reformed the club was relegated to the second division in 1974, but came back one year later. 1981 the Athletics gained first title as professional team when they won the Austrian cup, which also was the first title for a styrian team. From 1990 to 1995 the club was in the second league. They won the cup-title also in 2000, 2002 and were double winners in 2004.\n2007 the club collapsed due to 15,2 mil. € debts. They had to go to the third league where they went bankrupt again and had to interrupt playing in october 2012.\n2013 they had to start over from the lowest (9th tier) league after being reestablished. Since then the club (named GAC due legal grounds initially) won every championship. For the Season 2017/18, they are in Landesliga Steiermark, 4th tier.","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"football","offset":24},{"uri":"Austria","surface_form":"Austria","offset":53}]}