{"id":214058,"url":"http://en.wikipedia.org/wiki/F.C._Red_Bull_Salzburg","text":"F.C. Red Bull Salzburg is a football club from Salzburg that plays in the Austrian Bundesliga. The club was known as SV Austria Salzburg until 2005, when the club was bought by the Red Bull Company. They renamed the club and changed the colours from the traditional violet to red and white. Also, the company's logo was added. The club runs two academies in Ghana and in Brazil. Their home stadium is the Red Bull Arena which was opened in 2003 and was renovated for the 2008 Euro.\nSV Austria Salzburg.\nThe football club was started on September 13, 1933 by the unification of the two clubs FC Rapid Salzburg and FC Hertha Salzburg. During the time of the Nazi occupation of Germany the club was able to compete with SAK 1914. As Salzburg was champion they played for the promotion to the highest league, but failed. After the end of the war they started again as SV Austria Salzburg.\nIn 1952-53 they reached the A-Liga for the first time, the highest division of Austrian football then, beating Kapfenberger SV in the play-offs. They played there for 3 seasons but were relegated in 1959. To stay in the league they signed Erich Probst, who was the second best scorer in the FIFA World Cup 1954. In 20 matches he scored 14 goals, which helped Salzburg stay in the league. He was also the first player of SV Austria who played for the Austrian national football team. The next years were characterized by ups and downs. The first success was being second in the league in the 1971-72 season. This year was also their first year of playing in the UEFA Cup. The same year they made the Lehener Stadion their homeground. Two years later, in 1974, they reached the Austrian Cup final for the first time. However, the lost to FK Austria Wien 3-2 on global.\nThe best years of the club were between 1990 and 1997. In these years, the club reached the championship three times, played in the UEFA Champions League and played in the 1994 UEFA Cup final versus Inter Milan. They won their first Austrian Bundesliga title the same year, and the next year too. Their first Champions League in 1994 saw them reach the group stage, however, they were eliminated after finishing in third place out of four. In 2005 the Red Bull Company bought the club because the owners were having problems with money. Some traditional fans left the club and started a new club under the old name SV Austria Salzburg. Ever since 2005, the club has been named FC Red Bull Salzburg.\nFC Red Bull Salzburg.\nIn 2005 the Red Bull Company bought the club because the owners were having problems with money. Some traditional fans left the club and started a new club under the old name SV Austria Salzburg. Ever since 2005, the club has been named FC Red Bull Salzburg. One of the aims of the new owners was to form a team which can play in the UEFA Champions League regularly. This was not reached but the new club was nevertheless successful. In the national league they reached four titles and were four times second. In the 2009-10 Europa League the club won the group stage with 6 victories over FC Villarreal CF, SS Lazio and Levski Sofia. In the Round of 32 they lost versus Standard Lüttich. Also the next two Euro League group stages were reached. In the 2011-12 Europa League they got second in the group stage behind Athletic Bilbao.\nIn the 2012-13 Champions League they failed to beat F91 Dudelange from Luxembourg. So the team was changed and new players were bought. In the league they finished 2nd. In 2013/14 the team was very successful and came in first place in the league. In the 2017–18 Europa League, Salzburg reached the semi-finals where they lost to Olympique de Marseille 2-3 on aggregate. They had also beaten Lazio, Borussia Dortmund, and Real Sociedad.\nSecond Squad.\nFC Liefering, which currently plays in the Austrian Second League, has been a reserve team for Salzburg.\nHonours.\nAustrian Bundesliga\nAustrian Cup\nAustrian Supercup\nUEFA Cup\nSupporters.\nAfter the Red Bull take over of SV Austria Salzburg some group of fans were unhappy because the new club has other colours and did not accept the history of the club. After some negotiations these fans left the club and founded a new one under the name SV (Sportverein) Austria Salzburg. The new club is playing in the Regionalliga West\nIn the meantime Red Bull Salzburg has 44 official fan clubs all over Austria.","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"football","offset":28},{"uri":"Salzburg","surface_form":"Salzburg","offset":47},{"uri":"Austrian_Bundesliga","surface_form":"Austrian Bundesliga","offset":74},{"uri":"Red_Bull","surface_form":"Red Bull Company","offset":181},{"uri":"Ghana","surface_form":"Ghana","offset":358},{"uri":"Brazil","surface_form":"Brazil","offset":371},{"uri":"Red_Bull_Arena_(Salzburg)","surface_form":"Red Bull Arena","offset":405},{"uri":"UEFA_Euro_2008","surface_form":"2008 Euro","offset":471},{"uri":"SAK_1914","surface_form":"SAK 1914","offset":717},{"uri":"Kapfenberger_SV","surface_form":"Kapfenberger SV","offset":996},{"uri":"Erich_Probst","surface_form":"Erich Probst","offset":1124},{"uri":"1954_FIFA_World_Cup","surface_form":"FIFA World Cup 1954","offset":1176},{"uri":"Austria_national_football_team","surface_form":"Austrian national football team","offset":1335},{"uri":"UEFA_Cup","surface_form":"UEFA Cup","offset":1546},{"uri":"Lehener_Stadion","surface_form":"Lehener Stadion","offset":1584},{"uri":"FK_Austria_Wien","surface_form":"FK Austria Wien","offset":1721},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":1884},{"uri":"1994_UEFA_Cup_final","surface_form":"1994 UEFA Cup final","offset":1924},{"uri":"Inter_Milan","surface_form":"Inter Milan","offset":1951},{"uri":"Austrian_Bundesliga","surface_form":"Austrian Bundesliga","offset":1985},{"uri":"Money","surface_form":"money","offset":2282},{"uri":"Sportverein_Austria_Salzburg","surface_form":"SV Austria Salzburg","offset":2367},{"uri":"Red_Bull","surface_form":"Red Bull Company","offset":2485},{"uri":"Money","surface_form":"money","offset":2563},{"uri":"Sportverein_Austria_Salzburg","surface_form":"SV Austria Salzburg","offset":2648},{"uri":"Villarreal_CF","surface_form":"Villarreal CF","offset":3066},{"uri":"SS_Lazio","surface_form":"SS Lazio","offset":3081},{"uri":"Levski_Sofia","surface_form":"Levski Sofia","offset":3094},{"uri":"2011-12_UEFA_Europa_League","surface_form":"2011-12 Europa League","offset":3226},{"uri":"Athletic_Bilbao","surface_form":"Athletic Bilbao","offset":3290},{"uri":"2012%E2%80%9313_UEFA_Champions_League","surface_form":"2012-13 Champions League","offset":3314},{"uri":"F91_Dudelange","surface_form":"F91 Dudelange","offset":3359},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":3378},{"uri":"2017%E2%80%9318_UEFA_Europa_League","surface_form":"2017–18 Europa League","offset":3562},{"uri":"Olympique_de_Marseille","surface_form":"Olympique de Marseille","offset":3637},{"uri":"Borussia_Dortmund","surface_form":"Borussia Dortmund","offset":3706},{"uri":"Real_Sociedad","surface_form":"Real Sociedad","offset":3729},{"uri":"FC_Liefering","surface_form":"FC Liefering","offset":3758},{"uri":"Austrian_Second_League","surface_form":"Austrian Second League","offset":3801},{"uri":"Austrian_Bundesliga","surface_form":"Austrian Bundesliga","offset":3872},{"uri":"Austrian_Cup","surface_form":"Austrian Cup","offset":3892},{"uri":"Austrian_Supercup","surface_form":"Austrian Supercup","offset":3905},{"uri":"UEFA_Europa_League","surface_form":"UEFA Cup","offset":3923},{"uri":"Sportverein_Austria_Salzburg","surface_form":"SV (Sportverein) Austria Salzburg.","offset":4197},{"uri":"Regionalliga_West_(football)","surface_form":"Regionalliga West","offset":4263}]}