{"id":214179,"url":"http://en.wikipedia.org/wiki/Poker_Alice","text":"e=\"preserve\">Alice Ivers (1851-February 27, 1930), better known as Poker Alice, was a famous poker player. Her family moved from Devon, England, where she was born, to Virginia, United States, where she went to school and was raised. As an adult, Ivers moved to Leadville, Colorado where she met her husband Frank Duffield. Duffield was responsible for getting Ivers interested in poker, but he was killed a few years after they got married. Ivers made a name for herself by winning money from poker games in places like Silver City, New Mexico, and even working at a saloon that was owned by Bob Ford, the man who killed Jesse James\nEarly Life.\n“Poker” Alice Ivers was born on February 17, 1851 in Devon, England to Irish Immigrants. Her family moved to Virginia when Alice was 12. As a young woman, she went to boarding school in Virginia to become a refined lady. While in her late teens, her family moved to Leadville, a city in the Colorado Territory.\nPersonal Life.\nIt was in Leadville that Alice met Frank Duffield, whom she married at a young age. Frank Duffield was a mining engineer who played poker in his spare time. After just a few years of marriage, Duffield was killed in an accident while resetting a dynamite charge in a Leadville mine.\nIvers was known for splurging her winnings, as when she won a lot of money in Silver City and spent it all in New York. After all of her big wins, she would travel to New York and spend her money on clothes. She was very keen on keeping up with the latest fashions and would buy dresses to wear to play poker.\nAlice met her next husband around 1890 when she was a dealer in Bedrock Tom’s saloon in Deadwood, South Dakota. When a drunken miner tried to attack her fellow dealer Warren G. Tubbs with a knife, Alice threatened him with her.38. After this incident, Tubbs and Ivers started a romance and were married soon after.\nAlice Ivers and Warren Tubbs had 4 sons and 3 daughters together. Tubbs and Ivers did not want their children to be influenced by the world of poker, so they moved to a house just northeast of Sturgis on the Moreau River in South Dakota. Tubbs was not only a dealer, but a housepainter as well. It was most likely this house painting that caused him to fall sick with tuberculosis. Warren Tubbs died in 1910 in of pneumonia during a blizzard. To pay for his funeral, Alice had to pawn her wedding ring, which led her back to the poker world.\nAlice’s third husband was George Huckert, who worked on her homestead taking care of the sheep. Huckert was constantly proposing to Ivers, yet for a while she did not agree. Eventually, however, Ivers owed Huckert $1,008, so she married him figuring that it would be cheaper than paying his back wages. Huckert died in 1913.\nPoker Career.\nFirst husband Frank Duffield introduced Alice to poker when she accompanied him to his poker games in Leadville. For a while she just attended, watching and observing, but eventually she started to play and gamble along with the men. However, it wasn’t until after her first husband died that she started to play poker seriously.\nAlice was in a tough financial position, and after failing in a few different jobs including teaching; she turned to poker to support herself financially. Alice would make money by gambling and working as a dealer. Ivers made a name for herself by winning money from poker games in places like Silver City, New Mexico, even working at a saloon that was owned by Bob Ford, the man who killed Jesse James.\nBy the time Ivers was given the name “Poker Alice,” she was drawing in large crowd to watch her play and men were constantly challenging her to play. Saloon owners liked that Ivers was a respectable woman who kept to her values. These values included her refusal to play poker on Sundays.\nAs her reputation grew, so did the amount of money she was making. Some nights she would even make $6,000, an incredibly large sum of money at the time. Alice claimed that she won $250,000, which would now be worth over three million dollars.\nIvers used her good looks to distract men at the poker table. She always had the newest dresses, and even in her 50s was considered a very attractive woman. She was also very good at counting cards and figuring odds, which helped her at the table.\nAlice was known to always be carrying a gun with her, preferably her.38. She was also known to smoke a lot.\nPoker's Palace and Jailtime.\nIn 1910, Ivers opened “Poker’s Palace,” a saloon in Fort Meade, South Dakota, which offered gambling and liquor downstairs, and prostitution upstairs. The saloon was always closed on Sundays, due to Iver’s religious beliefs. However, in 1913, some drunken soldiers disobeyed Iver’s “no work on Sunday” rule and started to get unruly, chaotic, and destructive of the house. It was then that Ivers shot her gun, supposedly to quiet the soldiers down. The shot ended up killing one of the soldiers and injuring another, resulting in Iver’s arrest, along with the arrest of six of her ‘girls’.\nIver’s time spent in jail was short, but she got through it with the help of reading the bible and smoking cigars. At the trial, she claimed self-defense and was acquitted. After the trial, her saloon was shut down.\nWhile in her 60s, Alice Ivers was arrested several times after the “Poker Palace” incident for being a madam, a gambler, and a bootlegger, as well as her drunkenness. She would comply with the law and pay her fines, but keep her business still. In 1928, she was arrested again for bootlegging and her repeated offenses of holding a brothel. Despite this sentence to prison, Ivers did not end up having to stay, because she was pardoned by then Governor Bulow of South Dakota who did so because of her old age.\nLegacy.\nAfter being forced to retire by the anger of the military and other people who were upset with her blend of religious elements at her house in Sturgis, Alice’s health began to fail her. Alice Ivers died on February 27, 1930 in Rapid City after a gallbladder operation at the age of 79. Ivers was buried at the St. Aloysius Cemetery in Sturgis, South Dakota.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poker","surface_form":"poker","offset":93},{"uri":"Devon","surface_form":"Devon","offset":129},{"uri":"England","surface_form":"England","offset":136},{"uri":"Virginia","surface_form":"Virginia","offset":168},{"uri":"United_States","surface_form":"United States","offset":178},{"uri":"Leadville%2C_Colorado","surface_form":"Leadville, Colorado","offset":262},{"uri":"Silver_City%2C_New_Mexico","surface_form":"Silver City, New Mexico","offset":521},{"uri":"Western_saloon","surface_form":"saloon","offset":568},{"uri":"Bob_Ford","surface_form":"Bob Ford","offset":593},{"uri":"Jesse_James","surface_form":"Jesse James","offset":622},{"uri":"Devon","surface_form":"Devon","offset":699},{"uri":"Colorado_Territory","surface_form":"Colorado Territory","offset":937},{"uri":"Fashion","surface_form":"fashion","offset":1511},{"uri":"Sturgis","surface_form":"Sturgis","offset":2073},{"uri":"South_Dakota","surface_form":"South Dakota","offset":2104},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":2248},{"uri":"Pneumonia","surface_form":"pneumonia","offset":2294},{"uri":"Jesse_James","surface_form":"Jesse James","offset":3482},{"uri":"Reputation","surface_form":"reputation","offset":3791},{"uri":"Fort_Meade%2C_South_Dakota","surface_form":"Fort Meade, South Dakota","offset":4464},{"uri":"Prostitution","surface_form":"prostitution","offset":4540},{"uri":"Gallbladder","surface_form":"gallbladder","offset":5982}]}