{"id":214324,"url":"http://en.wikipedia.org/wiki/Boards_of_Canada","text":"Boards of Canada (commonly abbreviated BoC) are a Scottish electronic music duo of two brothers Mike Sandison (born June 1, 1970) and Marcus Eoin (born July 21, 1971). They are signed with Warp Records and have released several works on that label with little advertising and few interviews, while also having a secret, privately-released back-catalogue of albums on their self-run Music70 label. They have also recorded four tracks under the alias Hell Interface.\nMusical style.\nBoards of Canada's music is part like the warm, analog sounds of 1970s media and contains themes of childhood, nostalgia and the natural world. Mike and Marcus have mentioned the documentary movies of the National movie Board of Canada, from which the group's name is derived, as a source of inspiration.\nEarly years (1986–1995).\nGrowing up in a musical family, brothers Mike and Marcus Eoin began playing instruments at a young age. They experimented with recording uses at around the age of 10, using tape machines to layer cut-up samples of found sounds over compositions of their own. In their teens they went in a number of amateur bands; however, it was not until 1986 when Marcus was invited to Mike's band that Boards of Canada was born. By 1989, the band had gone down just to Sandison and Eoin. In the early 1990s, a number of collaborations took place and the band put on small shows among the \"Hexagon Sun\" collective.\nIn early 2000, the website for the band, [http://music70.com/ Music70.com], removed the early discography of Boards of Canada, although some information has been preserved by fans. Early tape releases by Boards of Canada include \"Play By Numbers\", \"Acid Memories\", \"Hooper Bay\", and the earliest known release by the band is titled \"Catalog 3\". None of the material from those days is readily available, and since official Boards of Canada sources deny the existence of these albums, there seems to be little chance for this early material ever to be seen publicly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scottish","offset":50},{"uri":"Electronic_music","surface_form":"electronic music","offset":59},{"uri":"Mike_Sandison","surface_form":"Mike Sandison","offset":96},{"uri":"Marcus_Eoin","surface_form":"Marcus Eoin","offset":134},{"uri":"Warp_(record_label)","surface_form":"Warp Records","offset":189},{"uri":"Music70","surface_form":"Music70","offset":382},{"uri":"National_movie_Board_of_Canada","surface_form":"National movie Board of Canada","offset":685},{"uri":"Tape_recorder","surface_form":"tape machine","offset":983},{"uri":"Sampling_(music)","surface_form":"samples","offset":1013},{"uri":"Hexagon_Sun","surface_form":"Hexagon Sun","offset":1386},{"uri":"Play_By_Numbers","surface_form":"Play By Numbers","offset":1641},{"uri":"Acid_Memories","surface_form":"Acid Memories","offset":1660},{"uri":"Hooper_Bay_(album)","surface_form":"\"Hooper Bay\"","offset":1676},{"uri":"Catalog_3","surface_form":"Catalog 3","offset":1744}]}