{"id":214384,"url":"http://en.wikipedia.org/wiki/Wat_Phrasri_Rattana_Sasadaram","text":"Wat Phrasri Rattana Sasadaram or Wat Phra Kaew, the \"Temple of the Emerald Buddha\", is one of the most sacred Buddhist temples in Thailand. It is in the grounds of the Grand Palace. It is the only temple in Bangkok that does not have monks. This temple is famous for the statue of Buddha, which is really made from jade, not emerald. The king of Thailand is the only person allowed to go near the Emerald Buddha. The king changes the clothes on the Buddha three times every year. In summer the Buddha is dressed in a crown and jewelry; in winter he wears a golden shawl, and in the rainy months he wears a gold robe and headdress.\nThe temple was started in 2325 B.E. during the reign of King Rama I and finished in 2327 B.E. The temple was built to hold the Buddha statue which is believed to have been made in Thailand in the 14th century. Captured by the Cambodians in 1552, the statue was kept in Laos for 214 years until King Rama I recaptured it. He brought it with him when he moved his capital to Bangkok in 1784. The design of this temple was copied from Wat Phrasrisanphet in the Ayudhaya period. Because Wat Phrasri Rattana Sasadaram is important, it is renovated every 50 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Temple","surface_form":"temple","offset":119},{"uri":"Thailand","surface_form":"Thailand","offset":130},{"uri":"Temple","surface_form":"temple","offset":197},{"uri":"Bangkok","surface_form":"Bangkok","offset":207},{"uri":"Monk","surface_form":"monk","offset":234},{"uri":"Statue","surface_form":"statue","offset":271},{"uri":"Buddha","surface_form":"Buddha","offset":281},{"uri":"Jade","surface_form":"jade","offset":315},{"uri":"Emerald","surface_form":"emerald","offset":325},{"uri":"Rama_I","surface_form":"Rama I","offset":692},{"uri":"14th_century","surface_form":"14th century","offset":827},{"uri":"Cambodia","surface_form":"Cambodia","offset":857},{"uri":"Laos","surface_form":"Laos","offset":900}]}