{"id":214474,"url":"http://en.wikipedia.org/wiki/Marc-Antoine_Charpentier","text":"e=\"preserve\">Marc-Antoine Charpentier (born near Paris, 1643; died Sainte-Chapelle, Paris, 24 February 1704) was a French composer. He lived in the period known as the Baroque period. His most famous music is his \"Te Deum\". This work begins with a prelude which today is extremely popular. It was the signature tune for the European Broadcasting Union where it was used to introduce programmes such as the Vienna New Year's Concert and the Eurovision Song Contest. It is often used as a voluntary for weddings.\nLife.\nWe do not know much for certain about his early life. He went to Italy where he learned a lot by studying the music of Italian composers. He studied with the composer Giacomo Carissimi for several years.\nWhen he returned to France he got a job as musician to the Duchess of Guise who was a rich lady who employed several musicians. He worked for her for many years, both as a singer (he had a high tenor voice known in French as an “haute-contre”), and as a composer. When the great playwright Molière stopped working with Lully he asked Charpentier to work with him. He wrote music for several plays by Molière including \"Le malade imaginaire\". After Molière's died in 1673, Charpentier continued to write for other playwrights such as Thomas Corneille and Jean Donneau de Visé. He often used more musicians than he was allowed (only Lully, the king’s composer, was allowed to use lots of musicians for his performances). In the end Charpentier stopped writing music for plays.\nIn 1679, Charpentier was invited to compose for the king’s son, the Dauphin. The Dauphin had a private chapel and Charpentier wrote religious music for him. In 1683 he was given a royal pension. In April of that year he became very ill and could not work for a time.\nFrom late 1687 to early 1698, Charpentier was \"maître de musique\" to the Jesuits, Soon he stopped composing big works such as oratorios and concentrated on smaller works for church worship which were sometimes played by a large number of players. He also was music teacher to the Duke of Chartres.\nIn 1698 he was made maître de musique at the Sainte-Chapelle in Paris. This was one of the top musical jobs in France (the only better job in sacred music in France was director of the royal chapel at Versailles). He kept this job until his death in 1704. After his death nearly all the works he wrote for the Chapel were destroyed. This was the usual procedure when a maître de musique died. His famous Mass \"Assumpta Est Maria\" has survived. Perhaps that is because it was not composed for the Chapel.\nHis music.\nCharpentier’s compositions include oratorios, masses, operas, and many smaller works. He also wrote a lot of music for plays. Many of his smaller works for one or two voices and instruments he called \"air sérieux\" or \"air à boire\" if they are in French, but \"cantata\" if they are in Italian.\nBibliography.\nThe New Grove Dictionary of Music and Musicians, ed. Stanley Sadie; 1980;","categories":[],"infobox_types":[],"annotations":[{"uri":"Paris","surface_form":"Paris","offset":49},{"uri":"1643","surface_form":"1643","offset":56},{"uri":"24_February","surface_form":"24 February","offset":91},{"uri":"1704","surface_form":"1704","offset":103},{"uri":"France","surface_form":"French","offset":115},{"uri":"Composer","surface_form":"composer","offset":122},{"uri":"Baroque_music","surface_form":"Baroque","offset":168},{"uri":"Te_Deum","surface_form":"Te Deum","offset":214},{"uri":"Prelude","surface_form":"prelude","offset":248},{"uri":"European_Broadcasting_Union","surface_form":"European Broadcasting Union","offset":324},{"uri":"Vienna_New_Year%27s_Concert","surface_form":"Vienna New Year's Concert","offset":406},{"uri":"Eurovision_Song_Contest","surface_form":"Eurovision Song Contest","offset":440},{"uri":"Voluntary_(music)","surface_form":"voluntary","offset":487},{"uri":"Wedding","surface_form":"wedding","offset":501},{"uri":"Italy","surface_form":"Italy","offset":582},{"uri":"Italy","surface_form":"Italian","offset":636},{"uri":"Giacomo_Carissimi","surface_form":"Giacomo Carissimi","offset":684},{"uri":"Duchess","surface_form":"Duchess","offset":780},{"uri":"Singer","surface_form":"singer","offset":893},{"uri":"Tenor","surface_form":"tenor","offset":915},{"uri":"French_language","surface_form":"French","offset":936},{"uri":"Playwright","surface_form":"playwright","offset":1000},{"uri":"Moli%C3%A8re","surface_form":"Molière","offset":1011},{"uri":"Lully","surface_form":"Lully","offset":1040},{"uri":"Thomas_Corneille","surface_form":"Thomas Corneille","offset":1254},{"uri":"Jean_Donneau_de_Vis%C3%A9","surface_form":"Jean Donneau de Visé","offset":1275},{"uri":"Louis%2C_the_Grand_Dauphin","surface_form":"Dauphin","offset":1564},{"uri":"Chapel","surface_form":"chapel","offset":1599},{"uri":"Jesuit","surface_form":"Jesuit","offset":1836},{"uri":"Oratorio","surface_form":"oratorio","offset":1889},{"uri":"1698","surface_form":"1698","offset":2064},{"uri":"Ma%C3%AEtre_de_musique","surface_form":"maître de musique","offset":2081},{"uri":"Sainte-Chapelle","surface_form":"Sainte-Chapelle","offset":2106},{"uri":"1704","surface_form":"1704","offset":2311},{"uri":"Oratorio","surface_form":"oratorio","offset":2611},{"uri":"Mass_(music)","surface_form":"mass","offset":2622},{"uri":"Opera","surface_form":"opera","offset":2630}]}