{"id":214486,"url":"http://en.wikipedia.org/wiki/Fred_Penner","text":"Frederick Ralph Cornelius Penner, [http://www.gg.ca/document.aspx?id=72# CM] (born November 6, 1946) is a Canadian TV host who is famous as a children's entertainer. Penner does concerts and lectures across North America. From 1985 to 1997 he had his own television show called \"Fred Penner's Place.\" It was shown on the Canadian Broadcasting Corporation television network. It was co-produced and shown on Nickelodeon in 1989 and 1990.\nFred Penner was born in Winnipeg, Manitoba. He began writing songs when he was only four years old. He taught himself how to play guitar. He learned that he could use his music to communicate and educate his sister who had Down Syndrome.\nAfter he graduated from university he worked with mentally and physically challenged children by using music to comfort and entertain them. Penner recorded an album of the music he used to educate his mentally challenged students. The album was called \"The Cat Came Back.\" He also recorded a song of the same name which became a very famous children's song.\nHe sang \"The Cat Came back\" on the popular children's TV show \"Sharon, Lois & Bram's Elephant Show\" in 1984. The following year the CBC network gave Penner his own TV show.\nIn 1991 he was made a Member of the [http://www.gg.ca/document.aspx?id=72# Order of Canada]. He was given this honour for his years of \"using music and song to entertain and educate his young audience\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":106},{"uri":"North_America","surface_form":"North America","offset":207},{"uri":"Canadian_Broadcasting_Corporation","surface_form":"Canadian Broadcasting Corporation","offset":321},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":407},{"uri":"Winnipeg","surface_form":"Winnipeg","offset":461},{"uri":"Manitoba","surface_form":"Manitoba","offset":471},{"uri":"Down_Syndrome","surface_form":"Down Syndrome","offset":660}]}