{"id":214641,"url":"http://en.wikipedia.org/wiki/Islam_in_Austria","text":"Islam is a minority religion in Austria with 4.22% of the population in the 2001 census. Most Muslims came to Austria after 1960. They were migrant workers from Turkey, Bosnia and Herzegovina and Serbia. There are also communities of Arab and Pakistani origin.\n__NOTOC__\nThe westernmost Bundesland Vorarlberg has the highest share of Muslims in the country with 8.36%. There is a lot of industry there. It is followed by the capital Vienna with 7.82%. The central Bundesländer Salzburg, Upper Austria, Tyrol and Lower Austria have an average Muslim population. The south-eastern states of Styria, Carinthia as well as Burgenland in the east have fewer Muslims than the average.\nAustria is unique among Western European countries. It is until now the only country that has granted Muslims the status of a recognized religious community. They were first recognised after Austria-Hungary's annexation of Bosnia and Herzegovina in 1878. Austria has regulated the religious freedoms of the Muslim community with the so called \"Anerkennungsgesetz\" (\"Act of Recognition\"). This law was reactivated in 1979 when the Community of Muslim Believers in Austria (\"[http://www.derislam.at Islamische Glaubensgemeinschaft in Österreich]\") was founded. This organization has the right to give lessons of religious education in state schools. It could also collect \"church tax\", but so far it has not exercised this privilege. It does not build, finance or administer mosques in Austria.\nParallel structures exist within the Islamic religious group. The religious life takes place in mosques belonging to organisations. These organisations represent one of the currents of Turkish, Bosnian and Arab Muslims. Among the Turkish organisations, the \"Federation of Turkish-Islamic Associations\" is controlled by the Directorate for Religious Affairs, whereas the other groups, such as the \"Süleymancı\"s and \"Milli Görüş\" can be seen as branches of the pan-European organisation centered in Germany.","categories":[],"infobox_types":[],"annotations":[{"uri":"Islam","surface_form":"Islam","offset":0},{"uri":"Minority_religion","surface_form":"minority religion","offset":11},{"uri":"Austria","surface_form":"Austria","offset":32},{"uri":"Migrant_worker","surface_form":"migrant worker","offset":140},{"uri":"Turkey","surface_form":"Turkey","offset":161},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":169},{"uri":"Serbia","surface_form":"Serbia","offset":196},{"uri":"Arab","surface_form":"Arab","offset":234},{"uri":"Pakistan","surface_form":"Pakistan","offset":243},{"uri":"States_of_Austria","surface_form":"Bundesland","offset":287},{"uri":"Vorarlberg","surface_form":"Vorarlberg","offset":298},{"uri":"Vienna","surface_form":"Vienna","offset":433},{"uri":"Salzburg","surface_form":"Salzburg","offset":477},{"uri":"Upper_Austria","surface_form":"Upper Austria","offset":487},{"uri":"Tyrol_(state)","surface_form":"Tyrol","offset":502},{"uri":"Lower_Austria","surface_form":"Lower Austria","offset":512},{"uri":"Styria_(state)","surface_form":"Styria","offset":589},{"uri":"Carinthia_(state)","surface_form":"Carinthia","offset":597},{"uri":"Burgenland","surface_form":"Burgenland","offset":618},{"uri":"Western_Europe","surface_form":"Western Europe","offset":702},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":869},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":901},{"uri":"Religious_education","surface_form":"religious education","offset":1288},{"uri":"Mosques","surface_form":"mosques","offset":1451},{"uri":"Germany","surface_form":"Germany","offset":1968}]}