{"id":214644,"url":"http://en.wikipedia.org/wiki/Clever_Hans","text":"Clever Hans (in German, \"der Kluge Hans\") was a horse that was supposed to be able to do lots of difficult mathematical sums and solve complicated problems. Later, it was discovered that the horse was giving the right answers by watching the reactions of the people who were watching him.\nHow Hans seemed to be clever.\nHans was a horse that lived in Germany in the early 20th century. He belonged to a man called Herr Wilhelm von Osten. Von Osten was a teacher who taught math at a local school. He was an amateur horse trainer.\nThis was a time when people were becoming interested in how intelligent animals were. This was largely because of what Charles Darwin had been writing about.\nVon Osten taught Hans to add, subtract, multiply, divide, work with fractions, tell the time and date, read and spell and to understand German. If he asked the horse a question such as: \"What is 12 plus 12\", the horse would tap its hoof 24 times. Von Osten traveled round the country with Hans, showing off his clever horse to the public.\nScientists became interested in Clever Hans. The psychologist Carl Stumpf got a group of people together to study what was happening. His assistant Oskar Pfungst was the main investigator. The horse almost always gave the right answer when he could see his owner. He also gave the right answer if someone else asked him a question. This showed that Von Osten was not deliberately giving him secret signs.\nPfungst provided the horse with blinders, which meant the horse could see only straight ahead. If he could see the person asking him the question, he got the answers right 89% of the time. If the person asking the questions was standing to the side, where the horse could not see, the answers were right only 6% of the time. Also, the horse did not get the answer right if the person asking the question did not know the answer himself.\nWhen the horse could answer the question, it started to tap more slowly when it got near to the right answer. Then it stopped when it got to the right answer. This showed that the horse was watching the person asking the question, and could sense when the person was expecting him to stop. Von Osten probably did not realize that he was giving the horse signals just by looking at him. The horse was, indeed, clever to guess what was wanted of him, but of course it did not understand the mathematics. The final proof was that Pfungst discovered how to signal to the horse, by slightly raising his eyebrows. Then he could get the horse to give any response he wanted.\nThe Clever Hans effect.\nThis effect is often called the \"Clever Hans effect\". It is used in psychology to describe when an animal or a person senses what someone wants them to do, even though they are not deliberately being given signals. It is important to take this effect into account when testing animals' intelligence or human intelligence. An animal may need to be separated from its trainer if their true intelligence is to be observed. On the other hand, an animal may be upset when it cannot see its trainer, so it might not give the right answer. This problem can often be solved by creating a situation in which the trainer does not know the right answer.\nThe Clever Hans effect is famous, and has been used in popular culture. For example, there is an episode of \"The Simpsons\" (\"Smart and Smarter\"), in which Lisa Simpson becomes jealous of her baby sister Maggie because Maggie seems to be even more intelligent than Lisa. Then it is discovered that Maggie has been watching Lisa so carefully that she could sense what the answers were. Lisa is relieved to discover this.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":16},{"uri":"Horse","surface_form":"horse","offset":48},{"uri":"Mathematics","surface_form":"mathematical","offset":107},{"uri":"Germany","surface_form":"Germany","offset":350},{"uri":"20th_century","surface_form":"20th century","offset":371},{"uri":"Teacher","surface_form":"teacher","offset":453},{"uri":"Mathematics","surface_form":"math","offset":472},{"uri":"Amateur","surface_form":"amateur","offset":506},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":648},{"uri":"Fraction_(mathematics)","surface_form":"fractions","offset":755},{"uri":"Time","surface_form":"time","offset":775},{"uri":"Date","surface_form":"date","offset":784},{"uri":"Reading","surface_form":"read","offset":790},{"uri":"German_language","surface_form":"German","offset":823},{"uri":"Hoof","surface_form":"hoof","offset":919},{"uri":"Psychology","surface_form":"psychologist","offset":1075},{"uri":"Carl_Stumpf","surface_form":"Carl Stumpf","offset":1088},{"uri":"Secret","surface_form":"secret","offset":1417},{"uri":"Sign","surface_form":"sign","offset":1424},{"uri":"Psychology","surface_form":"psychology","offset":2628},{"uri":"The_Simpsons","surface_form":"The Simpsons","offset":3312}]}