{"id":214796,"url":"http://en.wikipedia.org/wiki/Fitness","text":"Fitness in biology is the relative ability of an organism to survive and pass on its genes to the next generation.p160 It is a central idea in evolutionary theory. Fitness is usually equal to the proportion of the individual's genes in all the genes of the next generation.\nLike all terms in evolutionary biology, fitness is defined in terms of an interbreeding population, which might or might not be a whole species. If differences in individual genotypes affect fitness, then the frequencies of the genotypes will change over generations; the genotypes with higher fitness become more common. This is the process called natural selection.\nAn individual's fitness is caused by its phenotype, and passed on by its genotype. The fitnesses of different individuals with the same genotype are not necessarily equal. It depends on the environment in which the individuals live, and on accidental events. However, since the fitness of the genotype is an averaged quantity, it reflects the reproductive outcomes of \"all\" individuals with that genotype.\nRelatedness.\nFitness measures the number of the \"copies\" of the genes of an individual in the next generation. It doesn't really matter how the genes arrive in the next generation. For an individual, it is equally \"beneficial\" to reproduce itself, or to help relatives with similar genes to reproduce, \"as long as similar number of copies of individual's genes get passed on to the next generation\". Selection which promotes this kind of helper behaviour is called kin selection.\nOur closest relatives (parents, siblings, and our own children) share on average 50% (half) of our genes. One step further removed are grandparents. With each of them we share on average 25% (a quarter) of our genes. That is a measure of our relatedness to them. Next come first cousins (children of our parents' siblings). We share 12.5% (1/8) of their genes.p100\nHamilton's rule.\nFitness costs and benefits are measured in fecundity.\nInclusive fitness.\nInclusive fitness is a term which is essentially the same as fitness, but emphasises the group of genes rather than individuals.\nBiological fitness says how well an organism can reproduce, and spread its genes to its offspring. The theory of inclusive fitness says that the fitness of an organism is also increased to the extent that its close relatives also reproduce. This is because relatives share genes in proportion to their relationship.\nAnother way of saying it: \"the inclusive fitness of an organism is not a property of itself, but a property of its set of genes\". It is calculated from the reproductive success of the individual, plus the reproductive success of its relatives, each one weighed by an appropriate coefficient of relatedness.\nHistory.\nThe British social philosopher Herbert Spencer coined the phrase \"survival of the fittest\" in his 1864 work \"Principles of biology\" to mean what Charles Darwin called natural selection. The original phrase was \"survival of the best fitted\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Biology","surface_form":"biology","offset":11},{"uri":"Gene","surface_form":"gene","offset":85},{"uri":"Evolution","surface_form":"evolutionary theory","offset":143},{"uri":"Gene","surface_form":"gene","offset":227},{"uri":"Population_genetics","surface_form":"population","offset":362},{"uri":"Species","surface_form":"species","offset":410},{"uri":"Natural_selection","surface_form":"natural selection","offset":623},{"uri":"Phenotype","surface_form":"phenotype","offset":683},{"uri":"Genotype","surface_form":"genotype","offset":715},{"uri":"Environment","surface_form":"environment","offset":832},{"uri":"Event","surface_form":"event","offset":893},{"uri":"Average","surface_form":"average","offset":950},{"uri":"Kin_selection","surface_form":"kin selection","offset":1513},{"uri":"Fecundity","surface_form":"fecundity","offset":1953},{"uri":"Genes","surface_form":"genes","offset":2550},{"uri":"British","surface_form":"British","offset":2748},{"uri":"Sociology","surface_form":"social","offset":2756},{"uri":"Philosopher","surface_form":"philosopher","offset":2763},{"uri":"Herbert_Spencer","surface_form":"Herbert Spencer","offset":2775},{"uri":"Survival_of_the_fittest","surface_form":"survival of the fittest","offset":2810},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":2889},{"uri":"Natural_selection","surface_form":"natural selection","offset":2911}]}