{"id":214735,"url":"http://en.wikipedia.org/wiki/Epigenetics","text":"e=\"preserve\">Epigenetics is the study of changes in gene activity which are \"not\" caused by changes in the DNA sequence. It is the study of gene expression, the way genes bring about their phenotypic effects.\nThese changes in gene activity may stay for the remainder of the cell's life and may also last for many generations of cells, through cell divisions. However, there is no change in the underlying DNA sequence of the organism. Instead, non-hereditary factors cause the organism's genes to behave (express themselves) differently. Epigenetics works by specific mechanisms, such as DNA methylation.\nEpigenetic factors may last into adulthood.\nDefinitions.\nA general definition is \"the study of... gene activity during the development of complex organisms\". Thus \"epigenetic\" can be used to describe anything other than DNA sequence that influences the development of an organism.\nA stricter or narrower definition is \"the study of mitotically and/or meiotically heritable changes in gene function that cannot be explained by changes in DNA sequence\".\nThe term \"epigenetics\" has been used to describe processes which are not heritable. An example is histone modification. So some definitions do not require heritability. Adrian Bird defined epigenetics as \"the structural adaptation of chromosomal regions so as to register, signal or perpetuate altered activity states\". This definition includes DNA repair or cell division phases, and stable changes across cell generations. It excludes others such as prions unless they affect chromosome function.\nThe NIH Roadmap Epigenomics Project uses the definition: \"...For purposes of this program, epigenetics refers to both heritable changes in gene activity and expression (in the progeny of cells or individuals) and also stable, long-term alterations in the transcriptional potential of a cell\".\nIn 2008, a consensus definition of the epigenetic trait, \"stably heritable phenotype resulting from changes in a chromosome without alterations in the DNA sequence\", was made at a Cold Spring Harbor meeting.\nA reliable and readable account is from \"The Guardian\" newspaper.\nExamples.\nThe best example of epigenetic changes in eukaryotes is the process of cell differentiation. During morphogenesis, generalised stem cells become the cell lines of the embryo which in turn become fully differentiated cells. In other words, a single fertilized egg cell – the zygote – divides and changes into all the many cell types: neurons, muscle cells, epithelium, blood vessels etc.\nAs the embryo develops, some genes get switched on, while others are switched off or moderated. This process is called gene regulation. There are many molecules inside the cell nucleus which do the job of adjusting the genes' output.\nDNA and histones make up what is called chromatin. Epigenetic modifications to the chromatin are copied during cell division. This produces a line of cells, all of which are alike. This is called a tissue.\nMeiosis cancels epigenetic changes, and resets the genome to its baseline state, so the process unfolds in each new generation. There are some exceptions to this rule, but none of these exceptions involve changes to DNA base pair sequences.\nThis process is different from mutations of the DNA. Genetic mutations change the primary DNA sequence, and mutations can happen in any cell. However, only mutations in cells involved in reproduction can affect the offspring.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gene","surface_form":"gene","offset":52},{"uri":"DNA","surface_form":"DNA","offset":107},{"uri":"Sequence_analysis","surface_form":"sequence","offset":111},{"uri":"Gene_expression","surface_form":"gene expression","offset":140},{"uri":"Phenotype","surface_form":"phenotypic","offset":189},{"uri":"Cell","surface_form":"cell","offset":274},{"uri":"Mitosis","surface_form":"cell divisions","offset":343},{"uri":"DNA_methylation","surface_form":"DNA methylation","offset":588},{"uri":"Mitosis","surface_form":"mitotically","offset":937},{"uri":"Meiosis","surface_form":"meiotically","offset":956},{"uri":"Heritable","surface_form":"heritable","offset":968},{"uri":"Histone","surface_form":"histone","offset":1155},{"uri":"Heritability","surface_form":"heritability","offset":1212},{"uri":"DNA_repair","surface_form":"DNA repair","offset":1402},{"uri":"Cell_division","surface_form":"cell division","offset":1416},{"uri":"Prions","surface_form":"prions","offset":1509},{"uri":"Chromosome","surface_form":"chromosome","offset":1535},{"uri":"Transcription","surface_form":"transcription","offset":1811},{"uri":"Cold_Spring_Harbor_Laboratory","surface_form":"Cold Spring Harbor","offset":2029},{"uri":"The_Guardian","surface_form":"The Guardian","offset":2098},{"uri":"Eukaryote","surface_form":"eukaryote","offset":2175},{"uri":"Cell_differentiation","surface_form":"cell differentiation","offset":2204},{"uri":"Morphogenesis","surface_form":"morphogenesis","offset":2233},{"uri":"Stem_cells","surface_form":"stem cells","offset":2260},{"uri":"Embryo","surface_form":"embryo","offset":2300},{"uri":"Zygote","surface_form":"zygote","offset":2407},{"uri":"Mitosis","surface_form":"divides","offset":2416},{"uri":"Neuron","surface_form":"neuron","offset":2466},{"uri":"Epithelium","surface_form":"epithelium","offset":2489},{"uri":"Embryo","surface_form":"embryo","offset":2527},{"uri":"Gene_regulation","surface_form":"gene regulation","offset":2639},{"uri":"Molecule","surface_form":"molecule","offset":2671},{"uri":"Nucleus","surface_form":"nucleus","offset":2697},{"uri":"Histone","surface_form":"histone","offset":2762},{"uri":"Chromatin","surface_form":"chromatin","offset":2794},{"uri":"Tissue_(biology)","surface_form":"tissue","offset":2952},{"uri":"Meiosis","surface_form":"Meiosis","offset":2960},{"uri":"Genome","surface_form":"genome","offset":3011},{"uri":"Mutations","surface_form":"mutations","offset":3232},{"uri":"Reproduction","surface_form":"reproduction","offset":3388}]}