{"id":21488,"url":"http://en.wikipedia.org/wiki/Magnetism","text":"In physics, magnetism is a force that can attract (pull closer) or repel (push away) objects that have a magnetic material like iron inside them (\"magnetic objects\"). In simpler words, it is a property of certain substances which pull closer or repel other objects.\nMagnets.\nMagnetism can be made by a permanent \"magnet\", or by electricity in a wire. This is called an electromagnet. When magnets are put near magnetic objects, the magnet and the object are pulled toward each other. This is called magnetic attraction. Magnets can also repel (push away) other magnets. Most objects that are attracted to magnets have iron in them. This is ferromagnetism. Some metals, such as aluminum, are much more weakly attracted. This is paramagnetism. A few metals are weakly repelled. This is diamagnetism.\nMagnetic fields.\nMagnets have an unseen area around them called a \"magnetic field\". Magnetic objects inside this unseen field are attracted to the magnet. Magnetic things outside the magnetic field are not attracted to the magnet. This is why a magnet must be close to an object to attract it.\nThe poles of two magnets repel or attract each other. Different poles attract each other. For example, if the south pole of one magnet is put near the south pole of another magnet, the magnets will repel each other. This will also happen with two north poles that are put near each other. If a north pole is put near a south pole, the magnets will attract each other until they stick to each other and can be hard to pull apart.\nMagnetic domains.\nMagnetism is caused by electrons (the negative particles in atoms that are also electric charges) spinning. The more a group of electrons spin in the same direction, the stronger the magnetic force. In a magnet, many electrons are spinning in the same direction.\nWe can magnetize a small piece of iron by 'rubbing' it with a magnet. The electrons in the iron get 'spun' by the passing magnet just like a basketball player spinning a basketball.\nUses of magnets.\nMagnets have many uses. One of them was found long ago when explorers found that a magnet could be used as a compass to show the direction of north & south.\nElectromagnets and electromagnetism.\nElectromagnets are another kind of magnet. They only work when electricity is running through them. An electric current makes a magnetic field. If you wrap the wire into a coil, the electrons spin around the coil and make a stronger magnetic domain.\nOften, these magnets work by using a coil of wire that makes a magnetic field when there is a current in it. In addition to this coil of wire, a large piece of metal, usually iron, is placed inside the coil to increase the magnetic field made. Though most large electromagnets employ many solenoids to lift heavy objects, smaller solenoids are used in everyday electronics. For example, they are used to change voltage in a transformer.\nElectromagnets are used to make many things work like computers, televisions and radios and also doorbells.\nElectromagnetic waves.\nElectromagnetic radiation including radio waves and light waves are used for communication including broadcasting and optical fiber, and for many other purposes.\nNorth magnetic pole.\nThe North Magnetic Pole is the point on the surface of Earth's northern hemisphere where the planet's magnetic field points vertically downwards. There is only one place where this occurs, near to (but distinct from) the Geographic North Pole.\nIts southern hemisphere counterpart is the South Magnetic Pole. Since the Earth's magnetic field is not exactly symmetrical, a line drawn from one to the other does not pass through the geometric centre of the Earth.\nThe North Magnetic Pole moves over time due to magnetic changes in the Earth's core. In 2001, it was near Ellesmere Island in northern Canada at. As of 2015, the pole is thought to have moved east beyond the Canadian Arctic territorial claim to.\nReversals of Earth's magnetic field.\nEarth does change its magnetic poles every million years (plus or minus 200,000 years). Before a change of magnetic field, the Earth's magnetic field becomes weaker and moves around, like a spinning top would before it falls. The Earth has already had hundreds of changes (\"flip flops\"). Scientists know this as a result of studies of magnetism on the sea floor, near the mid-Atlantic ridge. The lava slowly moves out of this crevasse (gap in the sea floor) and then it cools with its iron oxide molecules all pointing in the new direction of the Earth's magnetic field. We can look at the history of this magnetic field today to look back at the many flips in the past.\nReversals occur at intervals from less than 0.1 million years to as much as 50 million years. The most recent geomagnetic reversal, called the Brunhes–Matuyama reversal, occurred about 780,000 years ago. Another global reversal of the Earth's field, called the Laschamp event, occurred during the last ice age (41,000 years ago). However, because of its brief duration it is called an \"excursion\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":3},{"uri":"Force","surface_form":"force","offset":27},{"uri":"Material","surface_form":"material","offset":114},{"uri":"Iron","surface_form":"iron","offset":128},{"uri":"Magnet","surface_form":"magnet","offset":313},{"uri":"Electricity","surface_form":"electricity","offset":328},{"uri":"Electromagnet","surface_form":"electromagnet","offset":369},{"uri":"Iron","surface_form":"iron","offset":618},{"uri":"Ferromagnetism","surface_form":"ferromagnetism","offset":640},{"uri":"Aluminium","surface_form":"aluminum","offset":677},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":865},{"uri":"Explorer","surface_form":"explorer","offset":2061},{"uri":"Compass","surface_form":"compass","offset":2110},{"uri":"Electromagnet","surface_form":"Electromagnet","offset":2195},{"uri":"Electricity","surface_form":"electricity","offset":2258},{"uri":"Inductor","surface_form":"coil","offset":2482},{"uri":"Wire","surface_form":"wire","offset":2490},{"uri":"Electric_current","surface_form":"current","offset":2539},{"uri":"Solenoid","surface_form":"solenoid","offset":2734},{"uri":"Electronics","surface_form":"electronics","offset":2806},{"uri":"Voltage","surface_form":"voltage","offset":2856},{"uri":"Transformer","surface_form":"transformer","offset":2869},{"uri":"Computer","surface_form":"computer","offset":2936},{"uri":"Television","surface_form":"television","offset":2947},{"uri":"Radio","surface_form":"radio","offset":2963},{"uri":"Electromagnetic_radiation","surface_form":"Electromagnetic radiation","offset":3013},{"uri":"Radio_wave","surface_form":"radio wave","offset":3049},{"uri":"Light_wave","surface_form":"light wave","offset":3065},{"uri":"Communication","surface_form":"communication","offset":3090},{"uri":"Broadcasting","surface_form":"broadcasting","offset":3114},{"uri":"Optical_fiber","surface_form":"optical fiber","offset":3131},{"uri":"North_Magnetic_Pole","surface_form":"North Magnetic Pole","offset":3200},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":3259},{"uri":"Geographic_North_Pole","surface_form":"Geographic North Pole","offset":3417},{"uri":"Southern_hemisphere","surface_form":"southern hemisphere","offset":3444},{"uri":"South_Magnetic_Pole","surface_form":"South Magnetic Pole","offset":3483},{"uri":"Symmetrical","surface_form":"symmetrical","offset":3552},{"uri":"Outer_core","surface_form":"Earth's core","offset":3728},{"uri":"Ellesmere_Island","surface_form":"Ellesmere Island","offset":3763},{"uri":"Northern_Canada","surface_form":"northern Canada","offset":3783},{"uri":"Sea_floor","surface_form":"sea floor","offset":4292},{"uri":"Mid-Atlantic_ridge","surface_form":"mid-Atlantic ridge","offset":4312},{"uri":"Lava","surface_form":"lava","offset":4336},{"uri":"Crevasse","surface_form":"crevasse","offset":4366},{"uri":"Iron_oxide","surface_form":"iron oxide","offset":4425},{"uri":"Molecule","surface_form":"molecule","offset":4436},{"uri":"Geomagnetic_reversal","surface_form":"geomagnetic reversal","offset":4721},{"uri":"Brunhes%E2%80%93Matuyama_reversal","surface_form":"Brunhes–Matuyama reversal","offset":4754},{"uri":"Laschamp_event","surface_form":"Laschamp event","offset":4872}]}