{"id":21490,"url":"http://en.wikipedia.org/wiki/Althing","text":"The Althing () is the national parliament of Iceland. It is the oldest legislature in the world that still exists. It was founded in 930 at Thingvellir (the \"assembly fields\"), which is almost east of Iceland's capital, Reykjavík. When the Althing was formed, that was the beginning of Iceland as a country.\nIceland is divided into six electoral constituencies. Each constituency elects nine members. Another nine seats are divided between parties based on how many people in the whole country voted for them.\nHistory.\nThe Althing formed around the year 930, about 60 years after humans arrived on the island of Iceland. It started as a meeting of the country's most powerful leaders. They met to make laws and rule on matters of justice. All free men could attend the assemblies, which were usually the main social event of the year. Forming the centre of the meeting place was the \"lögberg\" (law rock), a rock where the speaker of the assembly sat. It was his responsibility to say the laws and decisions out loud to the people.\nThe most important group within the Althing was the \"lögrétta\". It was made up of the country's 36 district leaders, nine other members, and the speaker. This group made the laws and ruled on legal disputes.\nRoyal period.\nAfter the union with Norway in 1264, the speaker was replaced by two administrators called \"lögmenn\", who were appointed by the Norwegian king. The \"lögrétta\" shared legislative power with the king. Laws adopted by the Althing had to be approved by the king, and if the king made a law, it had to be approved by the Althing.\nIn the 14th century, the monarchies of Norway and Denmark were united and Iceland was ruled from Copenhagen. This became an absolute monarchy and the Althing gave up the right to make laws for Iceland. It served only as a court of law until June 1800, when the king dissolved it completely. It was replaced by a High Court of three judges who met in Reykjavik.\nConstitutional period.\nIn July 1843, the king said the Althing could be recreated. Elections were held the year after, and the new parliament met for the first time on 1 July 1845. A constitution was created in 1874. It granted the Althing joint legislative power with the crown in matters relating only to Iceland. It increased the number of members of the Althing to 36: 30 of them were elected and the other six appointed by the king.\nIceland was given home rule in October 1903. In December 1918, Iceland was brought into a personal union with the King of Denmark. It was set so that after 25 years, the country could choose to leave the union. The Althing was given unlimited legislative power. The king no longer had any law-making powers in the country. The number of members of the Althing was increased to 42 in 1920, and to 52 in 1942.\nWomen were given the right to vote in 1915. The first female member of parliament was elected in 1922.\nModern period.\nWhen Denmark was occupied by Germany on 9 April 1940, its union with Iceland was no longer in effect. On the next day, the Althing gave the Icelandic cabinet executive power. It made the prime minister head of state. A year later the Althing appointed a regent to represent the king. This office continued until 1944, when the personal union with the Danish king expired. The modern-day Republic of Iceland was established at a session of the Althing held at Thingvellir on 17 June 1944.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parliament","surface_form":"parliament","offset":31},{"uri":"Iceland","surface_form":"Iceland","offset":45},{"uri":"Legislature","surface_form":"legislature","offset":71},{"uri":"Capital_(city)","surface_form":"capital","offset":211},{"uri":"Reykjav%C3%ADk","surface_form":"Reykjavík","offset":220},{"uri":"Constituency","surface_form":"constituencies","offset":346},{"uri":"Member_of_Parliament","surface_form":"members","offset":392},{"uri":"Political_party","surface_form":"parties","offset":440},{"uri":"Legislation","surface_form":"make laws","offset":697},{"uri":"Judiciary","surface_form":"matters of justice","offset":719},{"uri":"Speaker_(politics)","surface_form":"speaker","offset":922},{"uri":"Denmark-Norway","surface_form":"Norway and Denmark","offset":1617},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":1675},{"uri":"Absolute_monarchy","surface_form":"absolute monarchy","offset":1702},{"uri":"Court_of_law","surface_form":"court of law","offset":1800},{"uri":"Constitution","surface_form":"constitution","offset":2122},{"uri":"Autonomy","surface_form":"home rule","offset":2395},{"uri":"Personal_union","surface_form":"personal union","offset":2467},{"uri":"Women%27s_suffrage","surface_form":"right to vote","offset":2806},{"uri":"Nazi_Germany","surface_form":"Germany","offset":2932},{"uri":"Cabinet","surface_form":"cabinet","offset":3053},{"uri":"Executive_(government)","surface_form":"executive power","offset":3061},{"uri":"Head_of_state","surface_form":"head of state","offset":3105},{"uri":"Regent","surface_form":"regent","offset":3157}]}