{"id":214927,"url":"http://en.wikipedia.org/wiki/Mudvayne","text":"Mudvayne is an American heavy metal band. They formed in Peoria, Illinois in 1996. They play for the record label Epic Records.\nBeginnings (1996–98).\nIn 1996, the band was formed with it's original line-up. In 1997, the band released their very first EP, Kill, I Oughta. In 1998, the band got signed under Epic Records.\n\"L.D. 50\" (1999–2001).\nIn 1999, the band started working on their debut album, which was released on August 22, 2000. The album peaked at No. 1 on the Billboard Heatseekers chart and No. 85 on the Billboard 200. The band participated in the Tattoo to Earth tour, along with many other bands. This album contains the singles \"Dig\" and \"Death Blooms\".\n\"The End of All Things to Come\" (2001–03).\nIn 2001, the band was working on their second album. It was released on November 19, 2002. It was certified Gold by the RIAA in 2003. Also in 2003, the band had participated in the Summer Sanitarium Tour. This album contains the singles \"Not Falling\" and \"World So Cold\".\n\"Lost and Found\" (2004–06).\nThe album was worked on all throughout 2004. It was eventually released on April 12, 2005. The album sold 100, 000 copies at the week of it's release. It debuted at No. 2 and was certified Gold by the RIAA later that same year. This album contains the singles \"Determined\" (which was nominated at the 2006 Grammy Awards), \"Happy?\", \"Forget to Remember\" and \"Fall into Sleep\".\n\"By the People, for the People\", \"The New Game\", self-titled album and Break-up (2007–10).\nOn November 27, 2007, Mudvayne released their compilation album. Also in 2007, they have been working on a new album. Which was released on November 18, 2008. The album debuted at No. 15 on the Billboard 200. It sold 48, 000 copies at the week of it's release. This album contains the singles \"Do What You Do\", \"A New Game\" and \"Scarlet Letters\".\nIn 2008, they started to work on their final album, which was their self titled album. It was released on December 21, 2009. The album debuted at No. 54 on the Billboard 200 and sold around 34, 000 copies at the week of it's release. By the next week, sales dropped drastically. This album contains the single \"Scream with Me\".","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":15},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":24},{"uri":"Band","surface_form":"band","offset":36},{"uri":"Peoria%2C_Illinois","surface_form":"Peoria, Illinois","offset":57},{"uri":"Record_label","surface_form":"record label","offset":101},{"uri":"Epic_Records","surface_form":"Epic Records","offset":114},{"uri":"Epic_Records","surface_form":"Epic Records","offset":306},{"uri":"Tattoo_to_Earth","surface_form":"Tattoo to Earth","offset":561},{"uri":"Summer_Sanitarium_Tour","surface_form":"Summer Sanitarium Tour","offset":894}]}