{"id":214942,"url":"http://en.wikipedia.org/wiki/Cave","text":"A cave is a natural underground hollow space. They can have narrow passageways (corridors) and chambers (caverns). They are usually formed when underground acidic (sour) water wears away softer stones, such as limestone. Only the hard rock, such as granite, is left. Caves can also be formed during natural catastrophes, such as earthquakes, or by ice and glaciers.\nCaves can have formations in them such as stalagmites and stalactites. These are made over thousands of years by water dripping and leaving mineral deposits.\nMany creatures live in the entrance areas of caves, for example snakes, mice, spiders & porcupines. Only a few animals are found deep in caves. Bats often live in caves. Another common creature found in caves is cave crickets.\nIn the past, people lived in caves. People used to live in many European caves in the Stone Age. Caves still provide shelter for trekkers. Some caves have beautiful paintings on the walls.\nPeople who explore caves are called cavers or speleologists. (The study of caves is called speleology.) They go into caves for fun, exercise and to see the different formations. This can be a dangerous sport because caves sometimes have deep holes. Cavers also have to climb and crawl through the passages. Cavers usually go into caves with four or more people. Each person has 2 or 3 light sources. One light is attached to each helmet. People go into caves to try and explore more about the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earthquake","surface_form":"earthquake","offset":329},{"uri":"Stalagmite","surface_form":"stalagmite","offset":408},{"uri":"Stalactite","surface_form":"stalactite","offset":424},{"uri":"Mineral","surface_form":"mineral","offset":506},{"uri":"Snakes","surface_form":"snakes","offset":588},{"uri":"Mice","surface_form":"mice","offset":596},{"uri":"Spiders","surface_form":"spiders","offset":602},{"uri":"Porcupines","surface_form":"porcupines","offset":612},{"uri":"Bats","surface_form":"Bats","offset":668},{"uri":"Stone_Age","surface_form":"Stone Age","offset":837},{"uri":"Shelter","surface_form":"shelter","offset":868},{"uri":"Helmet","surface_form":"helmet","offset":1370}]}