{"id":214943,"url":"http://en.wikipedia.org/wiki/Automobile","text":"An automobile (or car) is a land vehicle used to carry passengers. Automobiles usually have four wheels (round things which turn in order to lead to movement), and an engine or motor to make them move.\nName.\nThe word \"automobile\" comes from the Greek prefix \"αυτό\" (self) and the Latin word \"mobilis\" (moving). This name means \"self-moving\", as cars run on their own power and do not need horses or other power from outside to move.\nTypes of automobiles.\nAutomobiles are made in different shapes and sizes, for people with different needs. Here are some common types.\nEnergy.\nTo make an automobile move, it must have energy to turn the wheels. This energy might be chemical energy in gasoline or electrical energy in a battery. How quickly the engine or motor can send the energy to the wheels, and how much energy is sent, is called the power of the motor. The power of an automobile is usually measured in kilowatts or horsepower.\nGasoline.\nAs of 2019, most automobile burn a fuel to make an internal combustion engine (sometimes called a \"motor\") run. The power from the engine then goes to the wheels through a transmission, which has a set of gears that can make the automobile go faster or slower. The most common fuel is petrol, which is called \"gasoline\" or \"gas\" in American English.\nGasoline is called a fossil fuel because it comes from tiny fossils that were made millions of years ago. Over millions of years, they turned into oil, which was then drilled up from deep inside the Earth, and then turned into fuel by chemical changes. Old gasoline-powered automobiles are noisy and their exhaust makes city air dirty, which can make people ill. But automobiles made after the mid-2010s are cleaner.\nBurning gasoline, like any kind of fossil fuel, makes carbon dioxide, which makes global warming. Since 2017, less gasoline powered automobiles are being made, and some places will not allow gasoline-powered automobiles in future, like Amsterdam in 2030.\nBatteries.\nThe cleanest automobiles are electric vehicles. They are usually plugged into a power outlet or a charging station and store electricity in a battery at the bottom of the automobile. The electricity then drives an electric motor, which turns the wheels. Some electric automobiles have 2 motors: one at the front, and one at the back. A few have 4 motors (one for each wheel).\nOther sources of energy.\nSome automobiles burn diesel fuel, which is used in big trucks and buses, and a few use wood gas. In some countries, such as Brazil and Sweden, a mixture of ethanol and gasoline, called \"gasohol\" in Brazil and \"E85\" in Sweden, is used as automobile fuel. Other fuels include propane, natural gas, compressed air, and ethanol (which comes from plants). There are automobiles designed to run on more than one type of fuel — these are called \"flex-fuel\" and are rare.\nA few automobiles generate electricity from hydrogen fuel cells (like the Honda Clarity). As of 2019, most of the hydrogen that people use comes from burning fossil fuels, but scientists and engineers are trying to make hydrogen from renewable energy a lot cheaper and easier to use.Some automobiles even use solar cells for their electricity, but they are not very practical. There is a competition every year where people try to design a automobile that can last the longest and go the farthest on solar energy alone.\nThere is also a type of automobile that uses both an engine and an electric motor. This is called a hybrid electric vehicle; an example is the Toyota Prius.\nRegenerative Brakes.\nAll automobiles have brakes which work by friction to stop the automobile quickly in an emergency or stop it rolling when parked. Electric automobiles also have \"regenerative\" brakes, which slow the automobile by turning the energy in its movement back into electricity, like an electric motor working the opposite way. So \"regenerative\" means the electricity is generated again.\nHistory.\nThe earliest recorded automobiles were actually steam engines attached to wagons in the late 18th century. The steam engines were heavy, making these wagons slow and hard to control. Better and faster steam automobiles became common late in the 19th century.\nSome automobiles in the early 20th century were powered by electricity. They were slow and heavy and went out of use until the idea came back later in the century.\nThe internal combustion engine changed the way many automobiles were powered. The engine used either gasoline, diesel, or kerosene to work. When the fuel is exploded in a cylinder it pushes the piston down and turns the wheels.\nAlthough many people tried to make a good automobile that would work and sell well, people say that Karl Benz invented the modern automobile. He used a four-stroke type of internal combustion engine to power his \"Benz Patent-Motorwagen\" in 1886. He began to make many automobiles in a factory and sell them in Germany in 1888.\nIn North America, the first modern automobile was made by brothers Charles and J. Frank Duryea in Springfield, Massachusetts. The Duryea brothers' automobile also won the first-ever car race in 1895, competing against automobiles made by Benz. The race was in Chicago, Illinois, and 53 miles long. The Duryeas then began making the first automobiles for everyday use in 1896. That year, they made 13 automobiles by hand in Springfield, Massachusetts.\nBenz may have invented the first modern automobile, and the Duryeas the first automobile to be sold, but Henry Ford sold the most automobiles to the most people. In 1910 he began making and selling his Model T, which was a huge success. Many people could afford this automobile, not just the rich, because Ford used mass production. This meant he made many Model Ts in a short time in a factory. People say that the Model T is the automobile that \"put America on wheels\". The Model T was the most popular automobile of the time because it was cheap but it was still a good quality automobile that ordinary people could own.\nSince then, many different kinds of automobiles have been designed and built, from minivans to sports cars. In the 1950s, the United States made and used more automobiles than all the rest of the world. Fifty years later, China became the largest maker and user of automobiles.\nAdvantages.\nAutomobiles are faster than walking or riding a bike if you are going a long way. They can carry more than one person and a large amount of luggage. Depending on local public transport quality, they can also be faster and far more convenient than using buses, bicycles or trains, and can often go where public transport cannot. 4-wheel drive \"off road\" vehicles are particularly good at reaching places difficult for other wheeled transport due to bad roads or harsh terrain. However, they cost more and burn more fuel, and there are many places even they cannot go.\nMost automobiles enclose people and cargo in a closed compartment with a roof, doors and windows, thus giving protection from weather. Modern automobiles give further protection in case of collisions, as they have added safety features such as seat belts, airbags, crumple zones and side-impact protection that would be expensive or impossible on two-wheeled or light 3-wheeled vehicles, or most buses.\nWith regular check ups and service, automobiles can last a very long time. In some countries like Australia, people have to get their automobile checked by authorised mechanics regularly by law to confirm that their automobile is safe to drive. They can go to an automobile mechanic to get their automobile checked or have a mobile mechanic come to them to repair their automobile.\nDisadvantages.\nBuying and running a automobile needs a lot of money, especially for newer good-quality automobiles. There are things to pay for — the automobile itself, fuel, parts (for example, tyres), maintenance, repairs, insurance to cover the cost of crashes or theft, parking charges, and toll roads and any taxes or licensing fees charged by the government.\nWhen automobiles crash, they can become damaged and hurt people, and the life of a person is more important than keeping a automobile from damage. When too many automobiles try to go the same way, traffic congestion slows them all. Automobiles can cause air pollution if too many are used in a small area like a city, and the combined pollution of the world's automobiles is partly to blame for climate change. Many places where people live close together have public transportation such as buses, trains, trams and subways. These can help people go more quickly and cheaply than by automobile when traffic jams are a problem. Some of these problems can be made smaller, for example by carpooling, which is putting many people together in one automobile.\nTraffic congestion and accidents can be dangerous to other road users, for example people riding bicycles or walking, especially in an old town built when automobiles were few. Some 20th century towns are designed for automobiles as the main transport. This can cause other problems, such as even more pollution and traffic, as few, if any, people walk. Communities are divided and separated by big roads. Pedestrians are in danger where there are too few foot bridges, small road bridges or other special crossings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Passenger","surface_form":"passenger","offset":55},{"uri":"Wheel","surface_form":"wheel","offset":97},{"uri":"Engine","surface_form":"engine","offset":167},{"uri":"Motor","surface_form":"motor","offset":177},{"uri":"Ancient_Greek_language","surface_form":"Greek","offset":245},{"uri":"Prefix","surface_form":"prefix","offset":251},{"uri":"Latin_language","surface_form":"Latin","offset":280},{"uri":"Power_(physics)","surface_form":"power","offset":367},{"uri":"Horse","surface_form":"horse","offset":389},{"uri":"Need","surface_form":"need","offset":533},{"uri":"Kinetic_energy","surface_form":"energy","offset":617},{"uri":"Chemical_energy","surface_form":"chemical energy","offset":665},{"uri":"Gasoline","surface_form":"gasoline","offset":684},{"uri":"Electrical_energy","surface_form":"electrical energy","offset":696},{"uri":"Battery","surface_form":"battery","offset":719},{"uri":"Power_(physics)","surface_form":"power","offset":838},{"uri":"Kilowatt","surface_form":"kilowatts","offset":908},{"uri":"Horsepower","surface_form":"horsepower","offset":921},{"uri":"Fuel","surface_form":"fuel","offset":978},{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":994},{"uri":"Transmission_(mechanics)","surface_form":"transmission","offset":1115},{"uri":"Gear","surface_form":"gear","offset":1148},{"uri":"Petrol","surface_form":"petrol","offset":1228},{"uri":"Fossil_fuel","surface_form":"fossil fuel","offset":1314},{"uri":"Fossil","surface_form":"fossil","offset":1353},{"uri":"Oil","surface_form":"oil","offset":1440},{"uri":"Oil_drilling","surface_form":"drilled up","offset":1460},{"uri":"Earth","surface_form":"Earth","offset":1492},{"uri":"Chemical_change","surface_form":"chemical change","offset":1528},{"uri":"Exhaust","surface_form":"exhaust","offset":1599},{"uri":"Air_pollution","surface_form":"air dirty","offset":1618},{"uri":"2010s","surface_form":"2010s","offset":1691},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1764},{"uri":"Global_warming","surface_form":"global warming","offset":1792},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":1946},{"uri":"Electric_vehicle","surface_form":"electric vehicle","offset":2005},{"uri":"Electrical_outlet","surface_form":"power outlet","offset":2056},{"uri":"Battery","surface_form":"battery","offset":2118},{"uri":"Electric_motor","surface_form":"electric motor","offset":2190},{"uri":"Diesel_fuel","surface_form":"diesel fuel","offset":2399},{"uri":"Truck","surface_form":"truck","offset":2433},{"uri":"Bus","surface_form":"bus","offset":2444},{"uri":"Carbon_monoxide","surface_form":"wood gas","offset":2465},{"uri":"Brazil","surface_form":"Brazil","offset":2502},{"uri":"Sweden","surface_form":"Sweden","offset":2513},{"uri":"Mixture","surface_form":"mixture","offset":2523},{"uri":"Brazil","surface_form":"Brazil","offset":2576},{"uri":"Sweden","surface_form":"Sweden","offset":2596},{"uri":"Propane","surface_form":"propane","offset":2652},{"uri":"Natural_gas","surface_form":"natural gas","offset":2661},{"uri":"Gas_compressor","surface_form":"compressed air","offset":2674},{"uri":"Ethanol","surface_form":"ethanol","offset":2694},{"uri":"Plant","surface_form":"plant","offset":2720},{"uri":"Hydrogen","surface_form":"hydrogen","offset":2886},{"uri":"Fuel_cell","surface_form":"fuel cell","offset":2895},{"uri":"Honda","surface_form":"Honda","offset":2916},{"uri":"Scientists","surface_form":"scientists","offset":3018},{"uri":"Engineers","surface_form":"engineers","offset":3033},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":3076},{"uri":"Solar_cell","surface_form":"solar cell","offset":3151},{"uri":"Competition","surface_form":"competition","offset":3230},{"uri":"Solar_energy","surface_form":"solar energy","offset":3342},{"uri":"Toyota_Prius","surface_form":"Toyota Prius","offset":3505},{"uri":"Brakes","surface_form":"brakes","offset":3561},{"uri":"Friction","surface_form":"friction","offset":3582},{"uri":"Steam_engine","surface_form":"steam engine","offset":3977},{"uri":"18th_century","surface_form":"18th century","offset":4022},{"uri":"Electricity","surface_form":"electricity","offset":4247},{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":4356},{"uri":"Gasoline","surface_form":"gasoline","offset":4453},{"uri":"Diesel_fuel","surface_form":"diesel","offset":4463},{"uri":"Kerosene","surface_form":"kerosene","offset":4474},{"uri":"Cylinder","surface_form":"cylinder","offset":4523},{"uri":"Piston","surface_form":"piston","offset":4546},{"uri":"Wheel","surface_form":"wheels","offset":4572},{"uri":"Karl_Benz","surface_form":"Karl Benz","offset":4680},{"uri":"Springfield%2C_Massachusetts","surface_form":"Springfield, Massachusetts","offset":5005},{"uri":"Car_race","surface_form":"car race","offset":5089},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago, Illinois","offset":5167},{"uri":"Springfield%2C_Massachusetts","surface_form":"Springfield, Massachusetts","offset":5330},{"uri":"Henry_Ford","surface_form":"Henry Ford","offset":5463},{"uri":"Ford_Model_T","surface_form":"Model T","offset":5560},{"uri":"Mass_production","surface_form":"mass production","offset":5674},{"uri":"Factory","surface_form":"factory","offset":5745},{"uri":"1950s","surface_form":"1950s","offset":6097},{"uri":"China","surface_form":"China","offset":6204},{"uri":"Luggage","surface_form":"luggage","offset":6412},{"uri":"Public_transport","surface_form":"public transport","offset":6440},{"uri":"Bus","surface_form":"bus","offset":6525},{"uri":"Bicycles","surface_form":"bicycles","offset":6532},{"uri":"Trains","surface_form":"trains","offset":6544},{"uri":"SUV","surface_form":"4-wheel drive","offset":6600},{"uri":"Collision","surface_form":"collisions","offset":7028},{"uri":"Seat_belt","surface_form":"seat belt","offset":7083},{"uri":"Airbag","surface_form":"airbag","offset":7095},{"uri":"Crumple_zone","surface_form":"crumple zone","offset":7104},{"uri":"Fuel","surface_form":"fuel","offset":7793},{"uri":"Tyre","surface_form":"tyres","offset":7819},{"uri":"Maintenance","surface_form":"maintenance","offset":7827},{"uri":"Insurance","surface_form":"insurance","offset":7849},{"uri":"Parking","surface_form":"parking","offset":7898},{"uri":"Toll_road","surface_form":"toll road","offset":7919},{"uri":"Tax","surface_form":"taxes","offset":7938},{"uri":"Fee","surface_form":"fees","offset":7957},{"uri":"Government","surface_form":"government","offset":7977},{"uri":"Traffic_congestion","surface_form":"traffic congestion","offset":8186},{"uri":"Air_pollution","surface_form":"air pollution","offset":8243},{"uri":"Climate_change","surface_form":"climate change","offset":8384},{"uri":"Population_density","surface_form":"close together","offset":8430},{"uri":"Public_transportation","surface_form":"public transportation","offset":8450},{"uri":"Train","surface_form":"train","offset":8487},{"uri":"Tram","surface_form":"tram","offset":8495},{"uri":"Subway","surface_form":"subway","offset":8505},{"uri":"Carpool","surface_form":"carpool","offset":8675},{"uri":"Traffic_congestion","surface_form":"Traffic congestion","offset":8744},{"uri":"Bicycle","surface_form":"bicycle","offset":8841},{"uri":"Walk","surface_form":"walk","offset":8853},{"uri":"Community","surface_form":"Communities","offset":9098},{"uri":"Pedestrian","surface_form":"Pedestrian","offset":9150}]}