{"id":21505,"url":"http://en.wikipedia.org/wiki/Blues","text":"The blues is a form of music that started in the United States during the start of the 20th century. It was started by former African slaves from spirituals, praise songs, and chants. The first blues songs were called Delta blues. These songs came from the area near the mouth of the Mississippi River. Many African Americans were taken to the north esp. in the northwest of the United States, to find work. They took the blues with them and developed it into new styles. The most important is the Chicago Blues, which is played with electric amplified instruments. But other cities and states have their own form of Blues developed from the Delta Blues (f. e. Texas Blues, West Coast Blues and others).\nChord pattern.\nBlues is based on a simple pattern. \"“Blues is easy to play, but hard to feel”\"-Jimi Hendrix. A common form for the blues is a repeating 12 bar form (each bar has 4 beats). This is put together as 3 phrases or sections, each being 4 bars long. The basic blues only needs 3 chords, one based on the first note of the scale - the tonic chord, one based on the fourth note of the scale - the subdominant chord, and one based on the fifth note of the scale - the dominant chord. The first section or phrase of 4 bars only uses the tonic chord. A common variation is to use the subdominant chord in the second bar. The second phrase has 2 bars (8 beats) of subdominant chord then 2 bars of tonic chord. The third phrase has 1 bar (4 beats) of dominant chord, 1 bar of subdominant chord and finishes with 2 bars of tonic chord.\nC C C C |C C C C or F F F F |C C C C |C C C C |\nF F F F |F F F F |C C C C |C C C C |\nG G G G |F F F F |C C C C |C C C C |\nMelodic pattern.\nThe melody of the simplest blues scales are based on the minor pentatonic scale for example C Eflat G A Bflat C, with extra notes (called \"blue notes\") added like this C Eflat Gflat G A Bflat C. Blue notes do not normally fit a scale, but they give the music a special feeling.\nLyric pattern.\n\"I went to the crossroads, fell down on my knees\"\n\"I went to the crossroads, fell down on my knees\"\n\"Asked the Lord above, have mercy now, save poor Bob if you please\"\nBlues influenced music.\nThe blues have made a difference in newer American and Western popular music, such as jazz, bluegrass, rhythm and blues, rock and roll, hip-hop, and country music, as well as common pop songs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":23},{"uri":"United_States","surface_form":"United States","offset":49},{"uri":"20th_century","surface_form":"20th century","offset":87},{"uri":"Slavery","surface_form":"slaves","offset":134},{"uri":"Spiritual_(music)","surface_form":"spirituals","offset":146},{"uri":"Chant","surface_form":"chant","offset":176},{"uri":"Delta_blues","surface_form":"Delta blues","offset":218},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":284},{"uri":"Jimi_Hendrix","surface_form":"Jimi Hendrix","offset":799},{"uri":"Chord","surface_form":"chord","offset":992},{"uri":"Scale_(music)","surface_form":"scale","offset":1035},{"uri":"Tonic","surface_form":"tonic","offset":1047},{"uri":"Subdominant","surface_form":"subdominant","offset":1108},{"uri":"Dominant","surface_form":"dominant","offset":1178},{"uri":"Scale_(music)","surface_form":"scales","offset":1713},{"uri":"Pentatonic_scale","surface_form":"minor pentatonic scale","offset":1737},{"uri":"Popular_music","surface_form":"popular music","offset":2228},{"uri":"Jazz","surface_form":"jazz","offset":2251},{"uri":"Bluegrass_music","surface_form":"bluegrass","offset":2257},{"uri":"Rhythm_and_blues","surface_form":"rhythm and blues","offset":2268},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":2286},{"uri":"Hip-hop","surface_form":"hip-hop","offset":2301},{"uri":"Country_music","surface_form":"country music","offset":2314},{"uri":"Pop_song","surface_form":"pop song","offset":2347}]}