{"id":215248,"url":"http://en.wikipedia.org/wiki/Wilhelm_Weinberg","text":"e=\"preserve\">Wilhelm Weinberg (1862 – 1937) was a German Jewish physician who became an important geneticist. He was a obstetrician and gynecologist, practising in Stuttgart. In 1908, he expressed the principle which would later come to be known as the Hardy–Weinberg law. Weinberg is also credited as the first to explain the effect of ascertainment bias on observations in genetics.\nLife.\nWeinberg was born in Stuttgart and studied medicine at Tübingen and Munich, receiving an M.D. in 1886. He returned to Stuttgart in 1889, where he remained running a large practice as a gynecologist and obstetrician until he retired to Tübingen a few years before his death in 1937. Much of his academic life was spent studying genetics, especially on applying the laws of inheritance in populations.\nHardy–Weinberg law.\nWeinberg developed the principle of genetic equilibrium independently of British mathematician G.H. Hardy. He delivered an exposition of his ideas in a lecture on 13 January 1908, about six months before Hardy's paper was published in English. His lecture was printed later that year in the society's yearbook.\nWeinberg's contributions were unrecognized in the English speaking world for more than 35 years. Curt Stern, a German geneticist who emigrated to the United States before World War II, pointed out in a brief paper in \"Science\" that Weinberg's exposition was both earlier and more comprehensive than Hardy's.\nAscertainment bias.\nWeinberg pioneered studies of twins, and developed techniques to analyse phenotypic variation. His aim was to partition this variance into genetic and environmental components. In the process, he recognized that ascertainment bias was affecting many of his calculations, and he produced methods to correct for it.\nWeinberg observed that proportions of homozygotes in familial studies of classic recessive genetic diseases generally exceed the expected Mendelian ratio of 1:4, and he explained how this is the result of ascertainment bias. In his work with albino children, he recognized that in some families where both parents carry a recessive mutation, by chance no albino child occurs. He reasoned that many carrier couples were not being counted, and he demonstrated methods for correcting results to produce the expected Mendelian ratios.\nHe discovered the answer to several seeming paradoxes caused by ascertainment bias. For example, he explained that the reason that parents as a whole are more fertile than their children is because children must necessarily come from fertile parents.\nBy the same token, he recognized that ascertainment was responsible for a phenomenon known as \"genetic anticipation\", the tendency for a genetic disease to manifest earlier in life and with increased severity in later generations. Weinberg recognized that this was because those later generations were the offspring of that selected group of earlier carriers that had successfully reproduced.\nAdditional contributions by Weinberg to statistical genetics included the first estimate of the rate of twinning. Realizing that identical twins would have to be the same sex, while non-identical twins could be either same or opposite sex, Weinberg derived the formula for estimating the frequency of MZ and DZ twins from the ratio of same and opposite sex twins to the total of maternities. Weinberg also estimated that the heritability of twinning itself was close to zero.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":50},{"uri":"Jewish","surface_form":"Jewish","offset":57},{"uri":"Physician","surface_form":"physician","offset":64},{"uri":"Genetics","surface_form":"geneticist","offset":98},{"uri":"Obstetrician","surface_form":"obstetrician","offset":119},{"uri":"Gynecology","surface_form":"gynecologist","offset":136},{"uri":"Stuttgart","surface_form":"Stuttgart","offset":164},{"uri":"Hardy%E2%80%93Weinberg_law","surface_form":"Hardy–Weinberg law","offset":253},{"uri":"Stuttgart","surface_form":"Stuttgart","offset":412},{"uri":"Medicine","surface_form":"medicine","offset":434},{"uri":"T%C3%BCbingen","surface_form":"Tübingen","offset":446},{"uri":"Munich","surface_form":"Munich","offset":459},{"uri":"Genetics","surface_form":"genetics","offset":718},{"uri":"Populations","surface_form":"populations","offset":778},{"uri":"G.H._Hardy","surface_form":"G.H. Hardy","offset":906},{"uri":"Curt_Stern","surface_form":"Curt Stern","offset":1219},{"uri":"World_War_II","surface_form":"World War II","offset":1293},{"uri":"Twins","surface_form":"twins","offset":1480},{"uri":"Phenotype","surface_form":"phenotypic","offset":1523},{"uri":"Homozygote","surface_form":"homozygote","offset":1802},{"uri":"Allele","surface_form":"recessive","offset":1845},{"uri":"Albino","surface_form":"albino","offset":2006},{"uri":"Identical_twins","surface_form":"identical twins","offset":3068},{"uri":"Twin","surface_form":"twin","offset":3135},{"uri":"Heritable","surface_form":"heritability","offset":3364}]}