{"id":215343,"url":"http://en.wikipedia.org/wiki/E._B._Ford","text":"e=\"preserve\">Edmund Brisco Ford FRS (23 April 1901 – 2 January 1988) was a British ecological geneticist. He was a leader among those British biologists who investigated the role of natural selection in nature. As a schoolboy Ford became interested in lepidoptera, the group of insects which includes butterflies and moths. He went on to study the genetics of natural populations, and invented the field of \"ecological genetics\". Ford was awarded the Royal Society's Darwin Medal in 1954. Later, in 1968, he was awarded UNESCO's Kalinga Prize for the popularisation of science.\nCareer.\nSpecialising in genetics, he was appointed Oxford University Reader in Genetics in 1939 and was the Director of the Genetics Laboratory, 1952–1969, and Professor of Ecological Genetics 1963–1969. Ford was one of the first scientists to be elected a Fellow of All Souls College since the seventeenth century.\nFord had a long working relationship with R.A. Fisher. By the time Ford had developed his formal definition of genetic polymorphism, Fisher had got accustomed to high selection values in nature. He was most impressed by the fact that polymorphism concealed powerful selective forces (Ford gave human blood types as an example). Like Fisher, he continued the natural selection versus genetic drift debate with Sewall Wright, whom Ford believed put too much emphasis on genetic drift. It was as a result of Ford's work, as well as his own, that Dobzhansky changed the emphasis in the third edition of his famous text from drift to selection.\nFord predicted that human blood group polymorphisms might be maintained in the population by providing some protection against disease. Six years after this prediction it was found to be so, and furthermore, heterozygous advantage was decisively established by a study of AB x AB crosses. His magnum opus was \"Ecological genetics\", which ran to four editions and was widely influential. He laid much of the groundwork for subsequent studies in this field, and was invited as a consultant to help set up similar research groups in several other countries.\nAmongst Ford's many publications, perhaps the most popularly successful was the first book in the \"New Naturalist\" series, \"Butterflies\". Ford also went on in 1955 to write \"Moths\" in the same series, one of only a few to have authored more than one book in the series.\nEcological genetics.\nE.B. Ford worked for many years on genetic polymorphism. Polymorphism in natural populations is frequent; the key feature is the occurrence together of two or more discontinuous forms of a species in some kind of balance. So long as the proportions of each form is above mutation rate, then selection must be the cause. As early as 1930 Fisher had discussed a situation where, with alleles at a single locus, the heterozygote is more viable than either homozygote. That is a typical genetic mechanism for causing this type of polymorphism. The work involves a synthesis of field research, taxonomy, and laboratory genetics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fellow_of_the_Royal_Society","surface_form":"FRS","offset":32},{"uri":"United_Kingdom","surface_form":"British","offset":75},{"uri":"Ecology","surface_form":"ecological","offset":83},{"uri":"Genetics","surface_form":"geneticist","offset":94},{"uri":"Natural_selection","surface_form":"natural selection","offset":182},{"uri":"Lepidoptera","surface_form":"lepidoptera","offset":252},{"uri":"Insect","surface_form":"insect","offset":278},{"uri":"Butterfly","surface_form":"butterflies","offset":301},{"uri":"Moth","surface_form":"moth","offset":317},{"uri":"Royal_Society","surface_form":"Royal Society","offset":451},{"uri":"Darwin_Medal","surface_form":"Darwin Medal","offset":467},{"uri":"UNESCO","surface_form":"UNESCO","offset":520},{"uri":"Kalinga_Prize","surface_form":"Kalinga Prize","offset":529},{"uri":"Oxford_University","surface_form":"Oxford University","offset":629},{"uri":"Fellow","surface_form":"Fellow","offset":835},{"uri":"R.A._Fisher","surface_form":"R.A. Fisher","offset":936},{"uri":"Genetic_polymorphism","surface_form":"genetic polymorphism","offset":1005},{"uri":"Blood_type","surface_form":"blood type","offset":1194},{"uri":"Natural_selection","surface_form":"natural selection","offset":1252},{"uri":"Genetic_drift","surface_form":"genetic drift","offset":1277},{"uri":"Sewall_Wright","surface_form":"Sewall Wright","offset":1303},{"uri":"Theodosius_Dobzhansky","surface_form":"Dobzhansky","offset":1437},{"uri":"Heterozygous_advantage","surface_form":"heterozygous advantage","offset":1742},{"uri":"Field_research","surface_form":"field research","offset":2953},{"uri":"Taxonomy","surface_form":"taxonomy","offset":2969},{"uri":"Laboratory","surface_form":"laboratory","offset":2983}]}