{"id":215472,"url":"http://en.wikipedia.org/wiki/Tudor_period","text":"e=\"preserve\">The Tudor period usually refers to the period between 1485 and 1603, specifically in relation to the history of England. This was the period when the Tudor dynasty ruled in England. Its first monarch was Henry VII (1457– 1509). The term is often used more broadly to include Elizabeth I's reign (1558– 1603), although this is often treated separately as the Elizabethan era.\nFollowing the Black Death and the agricultural depression of the late 14th century, population grew bigger again. The export of woollen products to mainland Europe helped the economy rather much. Henry VII got favourable trading conditions in 1496.\nThe high wages and abundance of available land seen in the late 14th century and early 15th century were replaced with low wages and a land shortage. Various inflationary pressures, perhaps due to influx of New World gold and rising population, meant that the gap between the rich and poor widened. This was a period of significant change for the majority of the rural population, because enclosure started.\nFinancial Development of Tudor Government, 1536-53.\nThe Tudor Government raised a huge amount of revenue from the dissolution of the monasteries. The clerical income from First Fruits and Tenths, which previously went to the Pope, now went to the King.\nPartly because of the new revenue raised from the dissolution of monasteries, Cromwell created revenue courts to allot the royal income properly to various departments. These were the six courts or departments of state, each fully organised with its own specialised officials, with seals and habitat, and responsible for a particular kind of revenue.\nThe growing number of departments meant that the number of officials involved increased, which made the management of revenue troublesome and expensive. There were further financial and administrative difficulties of the years 1540-58.\nHenry’s war with France and Somerset’s war with France and Scotland cost England huge sums of money. The royal Mint was used to generate revenue by producing coins with less quality.\nBattle of Stoke (1487).\nIn 1487 Henry VII's enemies from the House of York had crowned a pretender and landed a small army off the coast of Cumbria with the intention of stealing the crown. Henry VII defeated them at East Stoke. This was perhaps the last battle in the Wars of the Roses.\nEnglish Reformation.\nThis was perhaps the most significant series of events which took place during the Tudor period. It began as a result of Henry VIII's quarrel with Pope Clement VII regarding his refusal to grant a divorce.\nNorfolk Rebellion (1549).\nBeginning in 1549, this was to be the largest popular uprising during the Tudor period. It was at first intended as a demonstration against enclosures of common land. The leader, Robert Kett, was hanged for treason.\nPoverty.\nAbout a third of the population lived in poverty with the wealthy expected to give alms to assist the impotent poor. Tudor law was harsh on those unable to find work. Those who left their parishes in order to find work were called vagabonds and could be punished by whipping.\nThe idea of the workhouse was first suggested in 1576.\nHealth.\nAverage life span was 35. This was because of the poor amount of medicines and doctors at the time. High rates of childhood mortality saw only 33-50% of the population reaching the age of 16.\nAlthough home to only a small part of the population the Tudor municipalities were overcrowded and unhygenic. Most municipalities were unpaved although this differed in larger towns and cities.\nThere were no sewers or drains and rubbish was simply abandoned in the street. Animals such as rats thrived in these conditions. In larger towns and cities, such as London, common diseases arising from lack of sanitation included smallpox, measles, malaria, typhus, diphtheria, Scarlet fever, and chickenpox.\nOutbreaks of the Black Death pandemic occurred in 1498, 1535, 1543, 1563, 1589 and 1603. The reason for the speedy spread of the disease was the increase of rats infected by fleas carrying the disease.\nFood and diet.\nThe food consumed by the dinvery rich in this period consisted largely of venison, and often of blackbirds and larks. Fruits and vegetables were only eaten by Tudors when it was in season. However, potatoes had not reached the table to any great extent, because farmers had only just begun growing them, although explorers such as Sir Walter Raleigh had brought them to Britain.\nHomes and dwellings.\nThe majority of the population lived in small villages. Their homes comprised, as in earlier centuries, of thatched huts with one or two rooms. Furniture was basic with stools being commonplace rather than chairs.\nMansions had many chimneys for the many fireplaces required to keep the vast rooms warm. These fires were also the only way of cooking food. The very large houses were often, designed in symmetrical shapes such as 'E' and 'H'.\nEducation.\nPoorer children never went to school. Children from better-off families had tutors to teach them reading and French. However, boys were often sent to schools which belonged to the monasteries and there they would learn mainly Latin in classes of up to 60 boys. Schools were harsh and caning was not unheard of.\nPastimes.\nThe rich used to go hunting to kill deer and wild boar for their feasts. They also enjoyed fencing and jousting contests. Most rich people watched bear fighting.\nFashion.\nIn the Tudor times fashion was a display of how wealthy you were. Rich people could afford to have clothes made out of fine linen or silk. They would also have them embroidered with gold thread and jewels. Ladies had to wear corsets which were made out of bone and they made your stomach and waist smaller so you looked skinnier. Poorer people would wear simple clothes made from wool - tunic and trousers for men, and a long dress worn with an apron on top for women.\nMonarchs.\nThe House of Tudor produced five English monarchs who ruled during this period.\nReferences.\nHarrington, Peter. The Castles of Henry VIII. Oxford, Osprey, 2007.","categories":[],"infobox_types":[],"annotations":[{"uri":"History_of_England","surface_form":"history of England","offset":114},{"uri":"Tudor_dynasty","surface_form":"Tudor dynasty","offset":163},{"uri":"Henry_VII_of_England","surface_form":"Henry VII","offset":217},{"uri":"Elizabeth_I","surface_form":"Elizabeth I","offset":288},{"uri":"Elizabethan_era","surface_form":"Elizabethan era","offset":371},{"uri":"Black_Death","surface_form":"Black Death","offset":402},{"uri":"Depression_(economics)","surface_form":"depression","offset":435},{"uri":"Wool","surface_form":"wool","offset":516},{"uri":"Henry_VII_of_England","surface_form":"Henry VII","offset":584},{"uri":"Inflation","surface_form":"inflation","offset":795},{"uri":"New_World","surface_form":"New World","offset":844},{"uri":"Gold","surface_form":"gold","offset":854},{"uri":"Rural","surface_form":"rural","offset":1000},{"uri":"Enclosure","surface_form":"enclosure","offset":1026},{"uri":"Henry_VII_of_England","surface_form":"Henry VII","offset":2100},{"uri":"House_of_York","surface_form":"House of York","offset":2129},{"uri":"Cumbria","surface_form":"Cumbria","offset":2208},{"uri":"Wars_of_the_Roses","surface_form":"Wars of the Roses","offset":2337},{"uri":"Divorce","surface_form":"divorce","offset":2574},{"uri":"Enclosure","surface_form":"enclosure","offset":2749},{"uri":"Hanging","surface_form":"hanged","offset":2805},{"uri":"Treason","surface_form":"treason","offset":2816},{"uri":"Third","surface_form":"third","offset":2842},{"uri":"Poverty","surface_form":"poverty","offset":2875},{"uri":"Alms","surface_form":"alms","offset":2917},{"uri":"Impotent_poor","surface_form":"impotent poor","offset":2936},{"uri":"Parishes","surface_form":"parishes","offset":3022},{"uri":"Vagabonds","surface_form":"vagabonds","offset":3065},{"uri":"Average","surface_form":"Average","offset":3173},{"uri":"Mortality","surface_form":"mortality","offset":3297},{"uri":"Municipality","surface_form":"municipalities","offset":3428},{"uri":"Sewer","surface_form":"sewer","offset":3573},{"uri":"Rubbish","surface_form":"rubbish","offset":3594},{"uri":"Rats","surface_form":"rats","offset":3654},{"uri":"Diseases","surface_form":"diseases","offset":3739},{"uri":"Sanitation","surface_form":"sanitation","offset":3769},{"uri":"Smallpox","surface_form":"smallpox","offset":3789},{"uri":"Measles","surface_form":"measles","offset":3799},{"uri":"Malaria","surface_form":"malaria","offset":3808},{"uri":"Typhus","surface_form":"typhus","offset":3817},{"uri":"Diphtheria","surface_form":"diphtheria","offset":3825},{"uri":"Scarlet_fever","surface_form":"Scarlet fever","offset":3837},{"uri":"Chickenpox","surface_form":"chickenpox","offset":3856},{"uri":"Black_Death","surface_form":"Black Death","offset":3885},{"uri":"Pandemic","surface_form":"pandemic","offset":3897},{"uri":"Stool","surface_form":"stool","offset":4654},{"uri":"Chairs","surface_form":"chairs","offset":4691},{"uri":"Chimney","surface_form":"chimney","offset":4717},{"uri":"Caning","surface_form":"caning","offset":5221},{"uri":"Tudor_dynasty","surface_form":"House of Tudor","offset":5912}]}