{"id":215467,"url":"http://en.wikipedia.org/wiki/Swahili_people","text":"The Swahili are a people and culture found on the East coast of Africa, mainly the coastal regions and the islands of Kenya and Tanzania, and north Mozambique. The Swahili number is at around 1,328,000. The number of Swahili speakers, on the other hand, numbers at around 90 million people. The name \"Swahili\" comes from the Arabic word \"Sawahil\" and means \"coastal dwellers\". Swahili is official language only in Tanzania. Swahili speakers who live elsewhere in East Africa also have to use the official languages of their respective countries: English in Kenya, Portuguese in Mozambique, and French in Comoros. Only a small part of those who use Swahili are first language speakers and even fewer are ethnic Swahilis. This point is often obscured by the Swahili linguistic tradition in which those who speak the language are often called Swahili (Waswahili) regardless of their actual ethnic origins. In other words, the term 'Swahili' can mean 'those who speak Swahili' or it can mean 'ethnic Swahili people'.\nDefinition.\nThe Swahili are unique Bantu inhabitants of the East African Coast mainly from Kenya, Tanzania, and Mozambique. They are mainly united by culture and under the mother tongue of Kiswahili, a Bantu language. There are Arab, Persian, and other migrants who reached the coast some believe as early as the 7th-8th c. CE, and mixed with the local people there, that are regarded as Swahili now. Because of this influence the Swahili language contains many loan words from Arabic and Persian. Archaeologist, Felix Chami thinks that Bantu settlements at the East African coast existed already at the beginning of the 1st millennium. From the 6th century onward they became more important as there was an increase in trade (mainly with Arab merchants), population growth, and further centralized urbanization. So the Swahili City-States developed.\nReligion.\nIslam came to the East African coast around 1012 AD, when the traders from the Persian Gulf and the Arabian Peninsula continued to journey to these parts during monsoon seasons and to have contact with the local people through trade, marriage, and an exchange of ideas. Because of this interaction, most of the Swahili today are Muslim. The Swahili follow a very strict and orthodox form of Islam.\nEconomy.\nFor centuries the Swahili depended greatly on trade from the Indian Ocean. The Swahili have played a vital role as middle man between east, central and South Africa, and the outside world. Trade contacts have been noted as early as 100 A.D. by early Roman writers who visited the East African coast in the first century. Trade routes extended across Tanzania into modern day Zaire. Along these goods were brought to the coasts and were sold to Arab, Indian, and Portuguese traders and even reached as far as China and India. Materials of this trade were also found at Great Zimbabwe. During the Middle Ages, ivory and slaves became a substantial source of income. Many slaves who were sold in Zanzibar ended up in Brazil, which was then a Portuguese colony. Swahili fishermen of today still rely on the ocean to supply their primary source of income. Fish is sold to their inland neighbors in exchange for products of the interior.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mozambique","surface_form":"Mozambique","offset":148},{"uri":"Arabic_language","surface_form":"Arabic","offset":325},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":564},{"uri":"First_language","surface_form":"first language","offset":660},{"uri":"Bantu_people","surface_form":"Bantu","offset":1048},{"uri":"Kiswahili","surface_form":"Kiswahili","offset":1202},{"uri":"Bantu_language","surface_form":"Bantu language","offset":1215},{"uri":"Arabic_language","surface_form":"Arabic","offset":1491},{"uri":"Persian_language","surface_form":"Persian","offset":1502},{"uri":"Archaeologist","surface_form":"Archaeologist","offset":1511},{"uri":"1st_millennium","surface_form":"1st millennium","offset":1634},{"uri":"Islam","surface_form":"Islam","offset":1874},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":1953},{"uri":"Arabian_Peninsula","surface_form":"Arabian Peninsula","offset":1974},{"uri":"Monsoon","surface_form":"monsoon","offset":2035},{"uri":"Roman_empire","surface_form":"Roman","offset":2531},{"uri":"East_Africa","surface_form":"East Africa","offset":2561},{"uri":"Great_Zimbabwe","surface_form":"Great Zimbabwe","offset":2849},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":2876},{"uri":"Ivory","surface_form":"ivory","offset":2889},{"uri":"Slave","surface_form":"slave","offset":2899}]}