{"id":21550,"url":"http://en.wikipedia.org/wiki/Chemical_formula","text":"e=\"preserve\">A chemical formula is a way that chemists describe a molecule. The formula says what atoms, and how many of each type, are in the molecule. Sometimes the formula shows how the atoms are linked, and sometimes the formula shows how the atoms are arranged in space.\nThe letter shows what chemical element each atom is. The subscript shows the number of each type of atom. For example, hydrogen peroxide has the formula H2O2. Methane has one carbon (C) atom and four hydrogen atoms; the chemical formula is CH4. The sugar molecule glucose has six carbon atoms, twelve hydrogen atoms, and six oxygen atoms, so its chemical formula is C6H12O6.\nChemical formulas are used in chemical equations to describe chemical reactions.\nThe 19th-century Swedish chemist Jöns Jacob Berzelius worked out this system for writing chemical formulas.\nReading and writing formulas.\nChemical formulas are another way to represent the number of atoms. Chemical formulas are used to represent kinds of atoms in a combination. Chemical formulas use subscripts to tell how many of each atom are present in a combination. Subscripts are small numbers to the lower right of a symbol. They represent the number of atoms of that element in the equation. Before writing Chemical formulas, write down the symbol of each atom present in your equation. Writing chemical formula is a way of informing the chemical figure. It is most easily found in the periodic table. The periodic table is a chart of all well-known parts. Use the periodic table to reference the figure that cannot be remembered.\nElement families.\nDifferent elements are found in the periodic table. Each element has a family. An element family is an arrangement of elements. This element family has common properties. They are sharing the same characteristics.\nElements are displayed in order. Each element is put into families. There are three main categories such as metals, nonmetals, and semimetals. Each element family is displayed by the number of electrons in the outer shell. They can also display the same properties and valence electrons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":298},{"uri":"Subscript","surface_form":"subscript","offset":333},{"uri":"Hydrogen_peroxide","surface_form":"hydrogen peroxide","offset":395},{"uri":"Methane","surface_form":"Methane","offset":435},{"uri":"Carbon","surface_form":"carbon","offset":451},{"uri":"Hydrogen","surface_form":"hydrogen","offset":476},{"uri":"Sugar","surface_form":"sugar","offset":525},{"uri":"Glucose","surface_form":"glucose","offset":540},{"uri":"Oxygen","surface_form":"oxygen","offset":601},{"uri":"Chemical_equation","surface_form":"chemical equation","offset":681},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":712},{"uri":"J%C3%B6ns_Jacob_Berzelius","surface_form":"Jöns Jacob Berzelius","offset":765},{"uri":"Periodic_table","surface_form":"periodic table","offset":1626}]}