{"id":215676,"url":"http://en.wikipedia.org/wiki/Altruism","text":"Altruism (or selflessness) is concern for the well-being of others. A truly altruistic act is something done completely for the benefit of another, without concern for the self. It usually involves sacrificing something (time, effort or possessions), with no expectation of receiving anything in return (including recognition for the act of giving). It is considered a virtue in many cultures and a basic aspect of most religions. It is the opposite of selfishness.\nAltruism is different from acts done out of responsibility, loyalty or moral obligation towards a specific individual (such as a god, a king or a government). Whether \"pure\" altruism is possible has been debated by scholars for thousands of years. One theory says that no act of giving, helping or sacrificing can be described as truly selfless, because the person will receive personal gratification from it (that is, a feeling of satisfaction that they have done something good for another). Whether this theory is correct depends on whether such feelings qualify as a 'reward' or 'benefit'.\nThe concept of altruism has long been studied in philosophy and ethics. The term was originally used in the 19th century by sociologist and philosopher of science, Auguste Comte. It has become an important topic for psychologists (especially those that study evolutionary psychology), evolutionary biologists and ethologists. The scholars of each field have developed different ideas about altruism. All agree that altruism is caring about the welfare of other people and acting to help them.\nEvolutionary psychology.\nIn the study of animal behaviour, altruism is seen in social animals when an individual willingly sacrifices itself for the better survival of the group. There are several theories about how this behaviour has come about under evolution by natural selection.\nThese theories try to explain how evolution has shaped psychological mechanisms, such as emotions, that encourage altruistic behaviour.\nIn religion.\nMost, if not all, of the world's religions promote selflessness as a very important moral value. It forms part of the central philosophies of Buddhism, Christianity, Hinduism, Islam, Jainism, Judaism and Sikhism, as well as many other religions.\nBuddhism teaches love and compassion for all forms of life (ahimsa). Love is the wish that all beings be happy, and compassion is the wish that all beings be free from suffering. It considers all living things to be equal. Unlike most other religions, Buddhists believe that the consequences of our actions come not from punishments based on moral judgment, but from the law of karma (\"kamma\"). Karma is the natural law of cause and effect. In this law, we experience the effects of what we cause: if you cause suffering, then as a natural consequence you will experience suffering; if you cause happiness, then as a natural consequence you will experience happiness. Most types of karmas, with good or bad results, will keep one in the wheel of samsāra; others will liberate one to nirvāna.\nIn Sufism, the idea of \"īthār\" (selflessness) is defined as preferring others over yourself. For Sufis, this means devotion to others and completely forgetting concern for oneself. It teaches sacrifice for the sake of the greater good. Islam considers those practicing \"īthār\" as abiding by the highest degree of virtue. In \"īthār\", attention is focused on everything that exists except for the self.","categories":[],"infobox_types":[],"annotations":[{"uri":"Well-being","surface_form":"well-being","offset":46},{"uri":"Sacrifice","surface_form":"sacrificing","offset":198},{"uri":"Possession","surface_form":"possession","offset":237},{"uri":"Virtue","surface_form":"virtue","offset":369},{"uri":"Religion","surface_form":"religion","offset":420},{"uri":"Selfishness","surface_form":"selfishness","offset":453},{"uri":"Responsibility","surface_form":"responsibility","offset":510},{"uri":"Loyalty","surface_form":"loyalty","offset":526},{"uri":"Moral","surface_form":"moral","offset":537},{"uri":"Obligation","surface_form":"obligation","offset":543},{"uri":"God","surface_form":"god","offset":595},{"uri":"Monarch","surface_form":"king","offset":602},{"uri":"Government","surface_form":"government","offset":612},{"uri":"Scholar","surface_form":"scholar","offset":681},{"uri":"Grateful","surface_form":"gratification","offset":853},{"uri":"Emotion","surface_form":"feeling","offset":887},{"uri":"Satisfaction","surface_form":"satisfaction","offset":898},{"uri":"Philosophy","surface_form":"philosophy","offset":1109},{"uri":"Ethics","surface_form":"ethics","offset":1124},{"uri":"Sociologist","surface_form":"sociologist","offset":1184},{"uri":"Philosophy_of_science","surface_form":"philosopher of science","offset":1200},{"uri":"Auguste_Comte","surface_form":"Auguste Comte","offset":1224},{"uri":"Psychologist","surface_form":"psychologist","offset":1276},{"uri":"Evolutionary_psychology","surface_form":"evolutionary psychology","offset":1319},{"uri":"Evolutionary_biology","surface_form":"evolutionary biologists","offset":1345},{"uri":"Ethology","surface_form":"ethologists","offset":1373},{"uri":"Ethology","surface_form":"animal behaviour","offset":1594},{"uri":"Fitness","surface_form":"better survival","offset":1702},{"uri":"Natural_selection","surface_form":"natural selection","offset":1818},{"uri":"Evolutionary_psychology","surface_form":"evolution","offset":1871},{"uri":"Social_psychology","surface_form":"psychological","offset":1892},{"uri":"Religion","surface_form":"religion","offset":2019},{"uri":"Christianity","surface_form":"Christianity","offset":2138},{"uri":"Hinduism","surface_form":"Hinduism","offset":2152},{"uri":"Islam","surface_form":"Islam","offset":2162},{"uri":"Jainism","surface_form":"Jainism","offset":2169},{"uri":"Judaism","surface_form":"Judaism","offset":2178},{"uri":"Sikhism","surface_form":"Sikhism","offset":2190},{"uri":"Buddhism","surface_form":"Buddhism","offset":2232},{"uri":"Ahimsa","surface_form":"ahimsa","offset":2292},{"uri":"Happiness","surface_form":"happy","offset":2337},{"uri":"Dukkha","surface_form":"suffering","offset":2400},{"uri":"Punishment","surface_form":"punishment","offset":2553},{"uri":"Karma","surface_form":"karma","offset":2610},{"uri":"Natural_law","surface_form":"natural law","offset":2640},{"uri":"Samsara","surface_form":"samsāra","offset":2978},{"uri":"Nirvana","surface_form":"nirvāna","offset":3015},{"uri":"Sufism","surface_form":"Sufism","offset":3027},{"uri":"Islam","surface_form":"Islam","offset":3260},{"uri":"Virtue","surface_form":"virtue","offset":3337}]}