{"id":21576,"url":"http://en.wikipedia.org/wiki/Punjab%2C_India","text":"Punjab (,) is a state in the northern Republic of India. About 24 million people live there. Its national capital city is Chandigarh. The city is a separate territory, because it is also used be the capital of Haryana. The state is in the Punjab region. It covers an area of 19,445 mi² or 50,362 km². It is bigger than Slovakia but smaller than Costa Rica. In traditional Indian geography it falls under the North Indian zone. The state of Punjab has 22 districts. It is mainly known as the land of god/gurus, Punjab's culture is very rich and the dwellers of Punjab respect their culture. The half population of Punjab depends on agriculture, that's why its known as food-provider (anna-datta- in Punjabi). In Punjab people of all religions live with integrity and love.\nEtymology.\nThe word \"Doab\" is a combination of the Indo-Iranian words \"Doab\" (\"two\") and \"āb\" (\"water\"), and thus the (land of) \"two rivers\". The two rivers are the Beas and Sutlej. Sometimes, in English, there can be a definite article before the name i.e. \"the Doaba\". The name is also sometimes spelled as \"Duoab\" or \"Douaab\" or \"Doaab\".\nIt originally contained 5 rivers before partition, British influence and the influence of the Indian government, so therefore its name came from the Punjabi word for five (Panj/Punj) and the word for river/water (ab).\nHistory.\nAll of India was once ruled by the British Empire. The Indians wanted freedom, but the Hindus, Sikhs and the Muslims of India always argued. So it was decided to divide the country into two parts—one part for Muslims and one part for Hindus and Sikhs. In 1947 Punjab (British India), which was a province of India, was divided into West Punjab and East Punjab (which the state is home to the active independence movement of Khalistan by the Sikh nationalists). East Punjab went to the Republic of modern India, and West Punjab went to Islamic Pakistan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Republic_of_India","surface_form":"Republic of India","offset":38},{"uri":"Chandigarh","surface_form":"Chandigarh","offset":122},{"uri":"Haryana","surface_form":"Haryana","offset":210},{"uri":"Punjab_region","surface_form":"Punjab region","offset":239},{"uri":"Square_mile","surface_form":"mi²","offset":282},{"uri":"Km%C2%B2","surface_form":"km²","offset":296},{"uri":"Slovakia","surface_form":"Slovakia","offset":319},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":345},{"uri":"North_India","surface_form":"North India","offset":408},{"uri":"Indo-Iranian_languages","surface_form":"Indo-Iranian","offset":823},{"uri":"Beas_River","surface_form":"Beas","offset":937},{"uri":"Sutlej_River","surface_form":"Sutlej","offset":946},{"uri":"Doaba","surface_form":"Doaba","offset":1035},{"uri":"British_Empire","surface_form":"British Empire","offset":1375},{"uri":"Hindu","surface_form":"Hindu","offset":1427},{"uri":"Sikhs","surface_form":"Sikhs","offset":1435},{"uri":"Muslim","surface_form":"Muslim","offset":1449},{"uri":"Punjab_(British_India)","surface_form":"Punjab (British India)","offset":1600},{"uri":"West_Punjab","surface_form":"West Punjab","offset":1672},{"uri":"East_Punjab","surface_form":"East Punjab","offset":1688},{"uri":"Khalistan","surface_form":"Khalistan","offset":1764},{"uri":"East_Punjab","surface_form":"East Punjab","offset":1801},{"uri":"West_Punjab","surface_form":"West Punjab","offset":1855}]}