{"id":215704,"url":"http://en.wikipedia.org/wiki/Ajda_Pekkan","text":"Ajda Pekkan (born February 12, 1946 in Istanbul, Turkey) is a Turkish singer and actress. She is one of the most successful Turkish singers with the sales of over 30 million copies worldwide. She is called \"Superstar\". She has released more than 20 albums. Most famous ones are \"Superstar\", \"Superstar II\", \"Superstar III\" (also known as Superstar 83), \"Ajda '90\", \"Ajda '93\", \"The Best of Ajda\", \"Diva\", \"Cool Kadın\" and \"Farkın Bu\". Also he recorded singles in French and English.\nBiography.\nAjda was born to Rıdvan Pekkan, an officer in the Turkish Navy, and Nevin Dobruca, a housewife. She spent her childhood at the Gölcük Naval Base in Kocaeli Province. Ajda graduated from the Çamlıca Kız Lisesi.\nShe won a Cover Star contest in 1963 and she began her professional career. She started her career as an actress. She was a popular actress in 60s. She released her very first recording, \"Göz Göz Değdi Bana\" as a B-Side in 1964. Following year, she released her first single, \"Her Yerde Kar Var\" in 1965. In April 1977, she released an album called \"Superstar\". It was a great success. Album sold over millions of copies and became a classic. Her next album, \"Superstar II\", released in May 1979. It was more successful than Superstar. Songs from album, Bambaşka Biri (It was a Turkish cover of I Will Survive and it became a signature song of Ajda Pekkan), Dile Kolay, Ya Sonra, Haykıracak Nefesim Kalmasa Bile, Yeniden Başlasın, Bir Köşede Yalnız were successful hits. She gave concerts in Tehran, Paris and Tokyo in the 70s. She represented Turkey with the famous entry \"Petr' oil\" at the 1980 Eurovision Song Contest in the Hague, the Netherlands.\nShe released her first album on CD, \"Ajda '90\" in 1990. She recorded her \"Ajda '93\" album in the USA and Switzerland. Her complation albums containing the new recordings of his hit songs, \"The Best of Ajda\" and \"Diva\" were very successful albums. Her latest album, \"Farkın Bu\", which released in July 2011 became the most selling album of 2011 in Turkey.","categories":[],"infobox_types":[],"annotations":[{"uri":"Istanbul","surface_form":"Istanbul","offset":39},{"uri":"Turkey","surface_form":"Turkey","offset":49},{"uri":"Turkish_people","surface_form":"Turkish","offset":62},{"uri":"Singer","surface_form":"singer","offset":70},{"uri":"Actress","surface_form":"actress","offset":81},{"uri":"1963","surface_form":"1963","offset":736},{"uri":"Tehran","surface_form":"Tehran","offset":1496},{"uri":"Paris","surface_form":"Paris","offset":1504},{"uri":"Tokyo","surface_form":"Tokyo","offset":1514},{"uri":"Eurovision_Song_Contest","surface_form":"1980 Eurovision Song Contest","offset":1596},{"uri":"The_Hague","surface_form":"the Hague","offset":1628},{"uri":"The_Netherlands","surface_form":"the Netherlands","offset":1639},{"uri":"The_USA","surface_form":"the USA","offset":1749},{"uri":"Switzerland","surface_form":"Switzerland","offset":1761},{"uri":"Turkey","surface_form":"Turkey","offset":2003}]}