{"id":215752,"url":"http://en.wikipedia.org/wiki/Latent_autoimmune_diabetes","text":"Latent autoimmune diabetes in adults (LADA) is similar to both type 1 diabetes and type 2 diabetes. Like type 1 diabetes, LADA is an autoimmune disease of the pancreas. This means the body's immune system attacks the cells in the pancreas that are supposed to make insulin. But LADA is also like type 2 diabetes, because it causes insulin resistance. This means that insulin does not work as well as it should in a person's body.\nMost people with latent autoimmune diabetes are thin or skinny or have a normal BMI, although some are overweight to slightly obese.\nDifferences between LADA and type 1 diabetes.\nThe biggest difference between LADA and type 1 diabetes is that LADA has a gradual onset (it comes on slowly).\nAlso, people with type 1 diabetes cannot make insulin. But if they are given a shot of insulin, the insulin works and does its job in their bodies. But in people with LADA, even if they are given insulin, the insulin may not work as well as it should.\nDifferences between LADA and type 2 diabetes.\nMost people with LADA become insulin-dependent (have to inject insulin) within 3-15 years. This is very different from type 2 diabetes. Only 20%-30% of type 2 diabetics end up being insulin-dependent.\nAnother difference is that type 2 diabetes can happen to anyone at any age. But LADA does not affect children or teenagers. It usually affects people age 35 and older, but can affect anyone between 20-29 years of age.\nWith LADA, the pancreas cannot make insulin because the immune system is attacking its insulin-making cells. This does not happen in type 2 diabetes.\nContrary to popular belief, some people with LADA do have family members with type 2 diabetes.\nDiagnosis and treatment.\nPeople with LADA are sometimes misdiagnosed (diagnosed incorrectly) as having type 1 or type 2 diabetes. A special blood test can prove what kind of diabetes a person has. The test looks for an antibody that only diabetics with LADA have. It is called a GAD antibody test.\nPeople with LADA usually control their diabetes using very similar methods and changes of lifestyle to type 2 diabetes: eating right, exercising and oral medications; weight loss is optional. Unlike Type 2 diabetics who might never need to inject insulin, however, the LADA patients become insulin dependent within several years.\nComplications.\nThe complications of latent autoimmune diabetes in adults are highly similar to those for types 1 and 2 diabetes, like stroke, heart disease, gangrene, kidney trouble, and heart attacks.\nGenes and antibodies.\nThere are glutamic acid decarboxylase (GAD) antibodies connected with LADA. There are also TCF7L2 genes associated with Type 2 diabetes which are also connected with LADA.","categories":[],"infobox_types":[],"annotations":[{"uri":"Type_1_diabetes","surface_form":"type 1 diabetes","offset":63},{"uri":"Type_2_diabetes","surface_form":"type 2 diabetes","offset":83},{"uri":"Autoimmune_disease","surface_form":"autoimmune disease","offset":133},{"uri":"Pancreas","surface_form":"pancreas","offset":159},{"uri":"Immune_system","surface_form":"immune system","offset":191},{"uri":"Cell","surface_form":"cells","offset":217},{"uri":"Insulin","surface_form":"insulin","offset":265},{"uri":"Insulin_resistance","surface_form":"insulin resistance","offset":331},{"uri":"Latent","surface_form":"latent","offset":447},{"uri":"Obesity","surface_form":"obese","offset":556},{"uri":"Injection","surface_form":"shot","offset":799},{"uri":"Medical_diagnosis","surface_form":"diagnosed","offset":1752},{"uri":"Antibody","surface_form":"antibody","offset":1901},{"uri":"Healthy_lifestyle","surface_form":"changes of lifestyle","offset":2059},{"uri":"Healthy_diet","surface_form":"eating right","offset":2100},{"uri":"Exercise","surface_form":"exercising","offset":2114},{"uri":"Medication","surface_form":"medication","offset":2134},{"uri":"Weight_loss","surface_form":"weight loss","offset":2147},{"uri":"Insulin","surface_form":"insulin","offset":2227},{"uri":"Complication","surface_form":"complication","offset":2329},{"uri":"Stroke","surface_form":"stroke","offset":2444},{"uri":"Heart_disease","surface_form":"heart disease","offset":2452},{"uri":"Gangrene","surface_form":"gangrene","offset":2467},{"uri":"Kidney_failure","surface_form":"kidney trouble","offset":2477},{"uri":"Heart_attack","surface_form":"heart attack","offset":2497},{"uri":"Glutamic_acid","surface_form":"glutamic acid","offset":2544},{"uri":"Gene","surface_form":"genes","offset":2632}]}