{"id":215822,"url":"http://en.wikipedia.org/wiki/Carousel","text":"A carousel, also known as a merry-go-round, is a ride found in an amusement park or on a playground. It includes a circle-shaped rotating platform. A carousel found in an amusement park has seats made to look like objects such as automobiles, trains and animals. Animals that can be seen on a carousel might be horses, elephants, and swans. Carousels are often brightly decorated with lights, paintings, and animals around the outside. A carousel found in an amusement park often moves by machine power. A carousel is also a common toy on a child's playgrounds. Playground carousels are not powered by a machine. The children make the carousel spin by holding on to the handle bars that are attached to the rotating platform. The child will then run in a circle while holding on to the handle bars making the merry-go-round spin. The merry-go-round found on a playground will move faster or slower depending on how fast the child runs. In this Wikipedia article, you will be able to find other words for carousel that are commonly used, a brief history about carousels, animals that may found on carousels, and the scientific principles of how machine powered carousels work.\nOther words for carousel.\nThere are many words that have been invented to talk about carousels. They originate from all over the world. Both of the terms “Merry-go-round” and “round about” came from the United Kingdom. The word “carousel,” can also be spelled \"carrousel\". It is a word that came from the 17th century. The word \"carousel\" is a French word which means \"a tilting match\". This refers to the jousting game played by knights. Both “merry-go-round” and “carousel” are now used interchangeably in North America and The United Kingdom. There are many words which have the same meaning as carousel. Since it was a popular ride in the United Kingdom, America, and France, each region had its own term. Some people call carousels by different names. In England, a carousel can be called a roundabout, galloper, or tilt. In France, a carousel can be called a riding ring of wooden horses. In America, some people may call carousels flying horses, whirlgig, flying Dutchmen, flying jinny, Kelly’s goats, spinning jinny, hobby horses, steam circus, steam riding galleries, galloping-horse steam carousels, carry-us-alls, and the most popular merry-go-rounds. Most of the words used in the 1700s were to attract customers. Merry-go-round which means a ride rotating happily and Menagerie which means beasts. The reason a carousel is generally used today is due to its tie to the origin of the ride.\nHistory.\nThe earliest types of carousels were most likely created by Arabians. The first carousels were made for adults to ride. Today carousels are made for children to ride. However, the carousel was first recognized as being a carousel in Europe. People most likely made the first carousels in the seventeenth century. However carousels were used in France, to practice a game they enjoyed playing. For this game, horsemen practiced playing a game on which they would ride wooden horses, horses that were carved out of wood. The wooden horses would be rotated by servants pulling at the rotating platform. This would be similar to the playground carousels. Or the horsemen would use real horses to rotate the platform. The carousel emerged as a ride when a toy dealer in France showed wooden horses on a rotating platform moved by human power or horsepower in the beginning of 18th century. Carousels became popular in America between 1880 and 1930. During this time, there were around 5000 carousels built. Michael Dentzel, an American who immigrated from German and lived in Philadelphia, moved the rotary platform of his carousel using steam power or horsepower in 1814. Later, the carousels found in amusement parks had platforms moved by a machine. This concept is still being used today. It was invented in 1898 in America. Railroads were the first companies in America to purchase carousels for their customers' enjoyment.\nAbout carousel animals.\nThe most popular of the carousel animals always has been and still is the horse. Eighty percent of animals carved for carousels in America are horses. Other animals that have been used on carousels include \"Mother Goose\" and \"Disney\" characters. The \"romance\" side of the carousel animals is the side that faces the audience. On the romance side the animal had extra carvings and decorations. Most of the carousels in Europe and America turn counterclockwise. In Great Britain, carousels turn clockwise.\nThe scientific principles.\nA carousel is set up a little above the ground. The platform rotates under motor power in the middle and can move up and down. The number of seats resembling horses or other animals varies depending on the carousel but there are usually between 16 and 60. The horses on the platform are connected to a pole attached to both the floor and the ceiling of the ride. The velocity of a carousel’s rotation is about 5 rounds a minute. An average ride length is 2 to 3 minutes.\nThe speed of the ride is low in order to keep centrifugal force low because the faster it turns the more centrifugal force the ride will have. The axis in the middle has centripetal force, which is the opposite force of centrifugal force.","categories":[],"infobox_types":[],"annotations":[{"uri":"Amusement_park","surface_form":"amusement park","offset":66},{"uri":"Playground","surface_form":"playground","offset":89},{"uri":"Rotate","surface_form":"rotating","offset":129},{"uri":"Platform","surface_form":"platform","offset":138},{"uri":"Automobile","surface_form":"automobile","offset":230},{"uri":"Train","surface_form":"train","offset":243},{"uri":"Animal","surface_form":"animal","offset":254},{"uri":"Horses","surface_form":"horses","offset":311},{"uri":"Elephants","surface_form":"elephants","offset":319},{"uri":"Swan","surface_form":"swan","offset":334},{"uri":"Brightly","surface_form":"brightly","offset":361},{"uri":"Machine","surface_form":"machine","offset":489},{"uri":"Power_(physics)","surface_form":"power","offset":497},{"uri":"Playground","surface_form":"playground","offset":549},{"uri":"Machine","surface_form":"machine","offset":604},{"uri":"Handle_bars","surface_form":"handle bars","offset":670},{"uri":"Circle","surface_form":"circle","offset":755},{"uri":"The_United_Kingdom","surface_form":"the United Kingdom","offset":1375},{"uri":"1600s","surface_form":"17th century","offset":1481},{"uri":"Jousting","surface_form":"tilting","offset":1547},{"uri":"Knight","surface_form":"knight","offset":1606},{"uri":"North_America","surface_form":"North America","offset":1684},{"uri":"Ride","surface_form":"ride","offset":1807},{"uri":"France","surface_form":"France","offset":1848},{"uri":"Region","surface_form":"region","offset":1861},{"uri":"Beast","surface_form":"beast","offset":2479},{"uri":"Tie","surface_form":"tie","offset":2547},{"uri":"Origin","surface_form":"origin","offset":2558},{"uri":"Arabia","surface_form":"Arabia","offset":2647},{"uri":"Horsemen","surface_form":"horsemen","offset":2995},{"uri":"Wooden","surface_form":"wooden","offset":3054},{"uri":"Carve","surface_form":"carve","offset":3086},{"uri":"Servants","surface_form":"servants","offset":3144},{"uri":"Toy","surface_form":"toy","offset":3338},{"uri":"Wooden","surface_form":"wooden","offset":3366},{"uri":"Horsepower","surface_form":"horsepower","offset":3427},{"uri":"Michael_Dentzel","surface_form":"Michael Dentzel","offset":3589},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":3658},{"uri":"Steam","surface_form":"steam","offset":3720},{"uri":"1814","surface_form":"1814","offset":3749},{"uri":"Machine","surface_form":"machine","offset":3826},{"uri":"Concept","surface_form":"concept","offset":3840},{"uri":"1898","surface_form":"1898","offset":3894},{"uri":"Popular","surface_form":"popular","offset":4044},{"uri":"Ground","surface_form":"ground","offset":4606},{"uri":"Motor","surface_form":"motor","offset":4641},{"uri":"Power_(physics)","surface_form":"power","offset":4647},{"uri":"Animal","surface_form":"animal","offset":4740},{"uri":"Floor","surface_form":"floor","offset":4894},{"uri":"Ceiling","surface_form":"ceiling","offset":4908},{"uri":"Velocity","surface_form":"velocity","offset":4933},{"uri":"Rotation","surface_form":"rotation","offset":4958},{"uri":"Length","surface_form":"length","offset":5011},{"uri":"Speed","surface_form":"speed","offset":5041},{"uri":"Centrifugal_force","surface_form":"centrifugal force","offset":5083},{"uri":"Axis_(mathematics)","surface_form":"axis","offset":5184},{"uri":"Centripetal_force","surface_form":"centripetal force","offset":5207}]}