{"id":215855,"url":"http://en.wikipedia.org/wiki/Conrad_Gessner","text":"e=\"preserve\">Conrad Gessner (or Konrad Gessner, 26 March 1516 – 13 December 1565) was a Swiss naturalist and bibliographer. His five-volume \"Historiae animalium\" (1551–1558) is a forerunner of modern zoology. The flowering plant genus \"Gesneria\" is named after him.\nCareer.\nHe studied at Strasbourg, Bourges (1532–1533) and Paris. In 1535, religious unrest drove him back to Zürich, where he made an unwise marriage. His friends came to his aid, enabled him to study at Basel (1536), and in 1537 obtained for him the professorship of Greek at the newly founded academy of Lausanne (then belonging to Berne). Here he had leisure to devote himself to scientific studies, especially botany.\nIn 1540–1541 he visited the famous medical university of Montpellier, took his degree of doctor of medicine (1541) at Basel, and then settled down to practise at Zürich, where he obtained the post of lecturer in physics at the Carolinum, the precursor of the University of Zürich. There, apart from a few journeys to foreign countries, and annual summer botanical journeys in his native land, he passed the remainder of his life. He devoted himself to preparing works on many subjects of different sorts. He died of the plague, the year after his ennoblement.\nWorks.\nTo his contemporaries he was best known as a botanist, though his botanical manuscripts were not published till long after his death (at Nuremberg, 1751–1771, 2 vols. folio), he himself issuing only the \"Enchiridion historiae plantarum\" (1541) and the \"Catalogus plantarum\" (1542) in four languages.\nIn 1545 he published his remarkable \"Bibliotheca universalis\" (ed. J. Simler 1574), supposedly a catalogue (in Latin, Greek and Hebrew) of all writers who had ever lived, with the titles of their works, etc. A second part, \"Pandectarium sive partitionum universalium Conradi Gesneri Ligurini libri xxi\", appeared in 1548; only nineteen books being then concluded. The last, a theological encyclopaedia, was published in 1549, but the last but one, intended to include his medical work, was never finished.\nHis great zoological work, \"Historiae animalium\", appeared in 4 vols. (quadrupeds, birds, fish) folio, 1551–1558, at Zürich, a fifth (snakes) being issued in 1587. This work is the starting-point of modern zoology. Not content with such vast works, Gessner put forth in 1555 his book entitled \"Mithridates de differentis linguis\", an account of about 130 known languages, with the \"Lord's Prayer\" in twenty-two languages, while in 1556 appeared his edition of the works of Claudius Aelianus.\nGessner's work \"On fossil objects\" contains, among much else, a recognition of the true organic nature of some fossils.\nTo non-scientific readers, Gessner is best known for his love of mountains (below the snow-line) and for his many excursions among them, undertaken partly as a botanist, but also for the sake of exercise and enjoyment of the beauties of nature. In 1541 he prefixed to his \"Libellus de lacte et operibus lactariis\" a letter addressed to his friend, J. Vogel, of Glarus, as to the wonders to be found among the mountains, declaring his love for them, and his firm resolve to climb at least one mountain every year, not only to collect flowers, but in order to exercise his body. In 1555 Gessner issued his narrative (\"Descriptio Montis Fracti sive Montis Pilati\") of his excursion to the Gnepfstein (1920 m), the lowest point in the Pilatus chain.","categories":[],"infobox_types":[],"annotations":[{"uri":"Switzerland","surface_form":"Swiss","offset":88},{"uri":"Natural_history","surface_form":"naturalist","offset":94},{"uri":"Bibliography","surface_form":"bibliographer","offset":109},{"uri":"Zoology","surface_form":"zoology","offset":200},{"uri":"Flowering_plant","surface_form":"flowering plant","offset":213},{"uri":"Gesneria","surface_form":"Gesneria","offset":236},{"uri":"Strasbourg","surface_form":"Strasbourg","offset":288},{"uri":"Bourges","surface_form":"Bourges","offset":300},{"uri":"Paris","surface_form":"Paris","offset":324},{"uri":"Z%C3%BCrich","surface_form":"Zürich","offset":375},{"uri":"Basel","surface_form":"Basel","offset":470},{"uri":"Greek_language","surface_form":"Greek","offset":534},{"uri":"Lausanne","surface_form":"Lausanne","offset":572},{"uri":"Botany","surface_form":"botany","offset":680},{"uri":"Montpellier","surface_form":"Montpellier","offset":745},{"uri":"Carolinum","surface_form":"Carolinum","offset":915},{"uri":"University_of_Z%C3%BCrich","surface_form":"University of Zürich","offset":947},{"uri":"Bubonic_plague","surface_form":"plague","offset":1208},{"uri":"Nuremberg","surface_form":"Nuremberg","offset":1392},{"uri":"Latin","surface_form":"Latin","offset":1666},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":1683},{"uri":"Quadruped","surface_form":"quadruped","offset":2132},{"uri":"Bird","surface_form":"bird","offset":2144},{"uri":"Fish","surface_form":"fish","offset":2151},{"uri":"Snake","surface_form":"snake","offset":2195},{"uri":"Lord%27s_Prayer","surface_form":"Lord's Prayer","offset":2443},{"uri":"Mountain","surface_form":"mountain","offset":2738},{"uri":"Glarus_(city)","surface_form":"Glarus","offset":3034},{"uri":"Gnepfstein","surface_form":"Gnepfstein","offset":3359},{"uri":"Mount_Pilatus","surface_form":"Pilatus chain","offset":3404}]}