{"id":215847,"url":"http://en.wikipedia.org/wiki/Tony_Abbott","text":"Anthony John \"Tony\" Abbott (born 4 November 1957) is an Australian politician, who was Prime Minister of Australia from September 2013 until September 2015, serving for just under 2 years. He became the leader of the Liberal Party, taking over from Malcolm Turnbull on 1 December 2009, and was in turn succeeded by Turnbull as Liberal leader and Prime Minister on September 15, 2015. He lost his parliament seat in the 2019 election.\nEarly life.\nAbbott was born in London, England to an Australian mother; her father was Dutch; her mother was Welsh. Abbott's father was born in Newcastle upon Tyne, moved to Australia during the Second World War and is an unconfirmed naturalized Australian citizen. Abbott was raised in Sydney, Australia and is a Roman Catholic. He studied economics and law at Sydney University, and then did a Master of Arts in politics and philosophy at Oxford University as a Rhodes Scholar. When he came back to Australia he entered St. Patricks Seminary in Manly where he began training as a priest. He did not complete his priest training and in 1990 he started work as a journalist writing for the Bulletin magazine and the Australian newspaper From 1990-1993 Abbott worked as press secretary and an advisor to Dr. John Hewson, who was the Leader of the Opposition. He then worked as the executive director of Australians for a Constitutional Monarchy. He was elected to the Federal Parliament for the Division of Warringah in a by-election in 1994 after Michael McKellar resigned.\nPolitics.\nin 1998, Prime Minister John Howard made Abbott the Minister for Employment Services and in 2001 was promoted to Minister for Employment, Workplace Relations and Small Business. In 2003 Abbott was the Minister for Health and Ageing, and Leader of the House of Representatives in the Federal Parliament. After the defeat of the Howard Government in 2007 he was Shadow Minister for Families, Community Services and Indigenous Affairs. He resigned on the 26 November 2009 in protest against Liberal Party policy on climate change. He then defeated the leader Malcolm Turnbull by only one vote in a Liberal Party leadership election on 1 December, 2009.\nOpposition leader.\nAbbott led the party to the 2010 Federal Election. Following the narrow victory of the Australian Labor Party, Abbott was re-elected leader of the Liberal Party and remained Leader of the Opposition.\nPrime Minister.\nAt the 2013 federal election on 7 September, Abbott led the Coalition to victory and became Prime Minister on 18 September 2013. Abbott is no longer prime minister of Australia and has been succeeded by Malcolm Turnbull. In September 2017 Abbott declared that government should end all the subsidies for renewable energy, coal.\nBeliefs.\nAbbott has always held strong conservative and religious views and has not been afraid to speak out on controversial issues. Combined with his earlier training as a priest this has led to his being given the nickname of the \"Mad Monk\". Abbott for example does not support the right of women to have an abortion. As Minister for Health he created a huge protest in 2006 when he tried to ban a drug used for abortions. In 2012 he was criticised by Australian lawyer Julian Burnside for saying that refugees trying to reach Australia were acting in an un-Christian way. Abbott's policies for the 2013 Australian election includes a plan to stop refugee boats coming to Australia. He does not support marriage equality which would let same sex couples get married.\nPersonal life.\nAbbott is a very keen sportsman, and regularly takes part in competitions. He is currently in training for the 2014 Port Macquarie Ironman contest. This is a race with a 3.9 km swim, 180 km bicycle ride, and finishing with a 42.2 km run. Abbott is married with three daughters.","categories":[],"infobox_types":["Officeholder"],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":56},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister of Australia","offset":87},{"uri":"Liberal_Party_of_Australia","surface_form":"Liberal Party","offset":217},{"uri":"Malcolm_Turnbull","surface_form":"Malcolm Turnbull","offset":249},{"uri":"2019_Australian_federal_election","surface_form":"2019 election","offset":419},{"uri":"London","surface_form":"London","offset":465},{"uri":"England","surface_form":"England","offset":473},{"uri":"Dutch_people","surface_form":"Dutch","offset":521},{"uri":"Welsh_people","surface_form":"Welsh","offset":543},{"uri":"Newcastle_upon_Tyne","surface_form":"Newcastle upon Tyne","offset":578},{"uri":"Second_World_War","surface_form":"Second World War","offset":629},{"uri":"Sydney","surface_form":"Sydney","offset":721},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":748},{"uri":"University_of_Sydney","surface_form":"Sydney University","offset":796},{"uri":"Master_of_Arts","surface_form":"Master of Arts","offset":830},{"uri":"Oxford_University","surface_form":"Oxford University","offset":875},{"uri":"Rhodes_Scholarship","surface_form":"Rhodes Scholar","offset":898},{"uri":"Journalist","surface_form":"journalist","offset":1097},{"uri":"The_Australian","surface_form":"Australian","offset":1150},{"uri":"John_Hewson","surface_form":"John Hewson","offset":1241},{"uri":"Australians_for_a_Constitutional_Monarchy","surface_form":"Australians for a Constitutional Monarchy","offset":1336},{"uri":"Division_of_Warringah","surface_form":"Division of Warringah","offset":1428},{"uri":"By-election","surface_form":"by-election","offset":1455},{"uri":"Australian_House_of_Representatives","surface_form":"House of Representatives","offset":1769},{"uri":"Parliament_of_Australia","surface_form":"Federal Parliament","offset":1801},{"uri":"Climate_change","surface_form":"climate change","offset":2030},{"uri":"Malcolm_Turnbull","surface_form":"Malcolm Turnbull","offset":2074},{"uri":"Australian_Labor_Party","surface_form":"Australian Labor Party","offset":2274},{"uri":"Conservatism","surface_form":"conservative","offset":2770},{"uri":"Controversial","surface_form":"controversial","offset":2843},{"uri":"Abortion","surface_form":"abortion","offset":3042},{"uri":"Julian_Burnside","surface_form":"Julian Burnside","offset":3204},{"uri":"Christian","surface_form":"Christian","offset":3292},{"uri":"Port_Macquarie%2C_New_South_Wales","surface_form":"Port Macquarie","offset":3632},{"uri":"Ironman","surface_form":"Ironman","offset":3647}]}