{"id":215906,"url":"http://en.wikipedia.org/wiki/Kinect","text":"Kinect is a device that was made by Microsoft for the Xbox 360 and Xbox One. Kinect uses cameras and a special microphone to see and hear Xbox 360 users. The device also uses equations to know what is a person and what is not. It was first shown at E3 in Los Angeles in May of 2009. It has won many awards. Kinect allows a user to move his or her body to control games, movies, and more. People can move their hand to go through menus, or they can use their whole body to control a body in a game. Kinect is special because it is the first way to play games that does not use a controller.\nKinect was released to retail stores in late 2010. The retail price is $149.99 and the Kinect is also optionally bundled with a new Xbox 360 S model that includes a game called Kinect Adventures!. Microsoft has said they will advertise it almost like a new video game console. They want Kinect to increase the time that people make games for Xbox 360 before a new video game console is made. In the future, Microsoft hopes Kinect starts a new idea of people using televisions, computers, and games with their hands and voices. PlayStation Move, which is for the PlayStation 3 console, is Kinect's main competitor.\nThe Kinect was named the \"Fastest selling consumer electronics device\" by the Guinness World Records, selling an average of 133,333 kinects per day with a total of 8 million units in its first 60 days.\nA new version of the Kinect sensor was released with the Xbox One, which was released on November 22, 2013.\nHowever, on October 2017, Microsoft stopped making Xbox One Kinect devices and the Xbox One Kinect doesn't want to work for Xbox One dashboard anymore, but only works for games.","categories":[],"infobox_types":[],"annotations":[{"uri":"Microsoft","surface_form":"Microsoft","offset":36},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":54},{"uri":"Xbox_One","surface_form":"Xbox One","offset":67},{"uri":"Camera","surface_form":"camera","offset":89},{"uri":"Microphone","surface_form":"microphone","offset":111},{"uri":"Equations","surface_form":"equations","offset":175},{"uri":"Movie","surface_form":"movie","offset":370},{"uri":"Television","surface_form":"television","offset":1054},{"uri":"Computer","surface_form":"computer","offset":1067},{"uri":"PlayStation_Move","surface_form":"PlayStation Move","offset":1117},{"uri":"PlayStation_3","surface_form":"PlayStation 3","offset":1152},{"uri":"Competitor","surface_form":"competitor","offset":1192},{"uri":"Guinness_World_Records","surface_form":"Guinness World Records","offset":1282},{"uri":"Xbox_One","surface_form":"Xbox One","offset":1463}]}