{"id":216039,"url":"http://en.wikipedia.org/wiki/Villette","text":"\"Villette\" is a novel by English writer Charlotte Brontë. It is based on her experience as an English teacher in Brussels. \"Villette\" is a moving story of hidden feelings and, and a woman's right to love and be loved. People like the book, not so much for its plot, but for the careful and detailed picture of Lucy (the main character)'s feelings and emotions. Charlotte Brontë used Gothic buildings and other things to show Lucy's feelings inside.\nPlot summary.\nThe story starts with Lucy Snowe at age 14 observing a visitor at her godmother, Lousia Bretton's, house, a little girl called \"Polly\" or \"Missy.\" (Her real name is Paulina Mary Home). Polly loves her papa very, very much, and when he leaves, is extremely unhappy. However, she soon starts to like Mrs. Bretton's young son, Graham, and they become great friends. Later, when Lucy tells her she has to leave and see her father again, Polly is very surprised and sad. Lucy comforts her, and they part.\nLater, a family trouble (the book does not say what) forces Lucy into action--she goes onto a ship heading for France. On there, she makes friends with a very pretty and selfish girl named Ginevra Fanshawe. When she arrives at France, a gentleman helps her find her trunk, and she finally finds work as a teacher in Madame Beck's boarding school. Madame Beck is a cool, clever, careful woman, who often spies and searches the teachers, firing and hiring easily. However, Lucy is quite satisfied, if not happy, there. Ginevra Fanshawe is a student there, and she and Lucy become friends again. They usually fight with each other because of Ginevra's silliness, but they never get separated completely. Later, young English Dr. John (the gentleman who helped her when she first came to France) keeps on visiting the school because he loves Ginevra, who says she doesn't like him much. Later, Dr. John is discovered to actually be Graham Bretton, and Lucy and Graham become friends again. Lucy begins to love him secretly, but tries her best to keep her feelings hidden. Eventually, though, she buries her love for him by symbolically burying all the letters he sent to her.\nDr. John meets little Polly again, now a young and beautiful countess, and they quickly become friends again - and something more. They marry and have a happy life.\nMeanwhile, Lucy begins to be good friends with Professor Emanuel, and they fall in love. However, lots of people, including Madame Beck, try hard to break the two up, and at last force him to travel away. Professor Emanuel and Lucy declare their love for each other before Professor Emanuel leaves, making Lucy the principal (headmistress) of a school in the meantime. However, it is hinted that he probably dies on the trip home.\nMain Characters.\nloves him, and thinks of her as \"quiet Lucy Snowe,\" and he admits she \"...tasted nothing of my grace.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":16},{"uri":"English_people","surface_form":"English","offset":25},{"uri":"Charlotte_Bront%C3%AB","surface_form":"Charlotte Brontë","offset":40},{"uri":"Brussels","surface_form":"Brussels","offset":113},{"uri":"Emotion","surface_form":"emotions","offset":351},{"uri":"Gothic","surface_form":"Gothic","offset":383},{"uri":"Godmother","surface_form":"godmother","offset":533},{"uri":"France","surface_form":"France","offset":1074},{"uri":"Gentleman","surface_form":"gentleman","offset":1200},{"uri":"Teacher","surface_form":"teacher","offset":1268},{"uri":"Letter","surface_form":"letter","offset":2111}]}