{"id":2160,"url":"http://en.wikipedia.org/wiki/English_as_a_second_language","text":"e=\"preserve\">English as a second language is a common phrase which has related acronyms, including\nEach of these acronyms means roughly the same thing. In each, the learners already have another native or \"mother\" language, and they want to learn English as well.\nHistory.\nThe teaching of English as a second language has a long history. For example, the official introduction of English into India's education system began in 1835.\nUse.\nEnglish as a second language is the single most popular subject in the world, after mathematics. English is a very important language in business. Many people study English as a foreign language, because they want a better job. English is also very important in education. Many pages on the internet are in English.\nMany people who can not go to English language classes study on the internet, using websites like [http://www.bbclearningenglish.com/ BBC Learning English].\nMany people study English in a country where the people speak English. This way, many students learn to listen and speak English better.\nTesting.\nThere are many English exams. These English exams are important for learners. They may show how well a person can use English. It is very difficult to compare different English exams. Every exam is a little different. Read Testing English as a foreign language for more information.\nGlobal Scale of English.\nGlobal Scale of English (GSE) is a test for learners of English as a second or foreign language. The GSE is a list of can-do statements based on the Common European Framework of Reference (CEFR) for English. Learners' abilities are rated on a 10-to-90 point scale for each of the four basic skills (speaking, listening, reading, and writing). A learner reaches a level on the scale when she or he can correctly perform 50% of the can-do tasks at that level. The education company Pearson PLC developed the scale.\nTeaching.\nTeaching English as a foreign language (TEFL'\") is referred to the practice of teaching the English language to the students with different first languages. It is taught in the state school system or privately with a language school or with a tutor. TEFL can also take place in an English-speaking country for people who have immigrated there.\nTEFL teachers may be native or non-native speakers of English. Other forms of TEFL are TESL (\"Teaching English as a second language\"), TESOL (\"Teaching English to speakers of other languages\"), and ESL (\"English as a second language\").","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English","offset":13},{"uri":"Second_language","surface_form":"second language","offset":26},{"uri":"Acronym","surface_form":"acronym","offset":79},{"uri":"Mathematics","surface_form":"mathematics","offset":522},{"uri":"Business","surface_form":"business","offset":575},{"uri":"Education","surface_form":"education","offset":700},{"uri":"Internet","surface_form":"internet","offset":729},{"uri":"Internet","surface_form":"internet","offset":822},{"uri":"Speak","surface_form":"speak","offset":967},{"uri":"Listen","surface_form":"listen","offset":1015},{"uri":"Conversation","surface_form":"speak","offset":1026},{"uri":"Exam","surface_form":"exam","offset":1080},{"uri":"Comparative","surface_form":"compare","offset":1208},{"uri":"Testing_English_as_a_foreign_language","surface_form":"Testing English as a foreign language","offset":1280},{"uri":"Common_European_Framework_of_Reference","surface_form":"Common European Framework of Reference","offset":1514}]}