{"id":216116,"url":"http://en.wikipedia.org/wiki/Epistle_to_Philemon","text":"e=\"preserve\">The Epistle to Philemon is the fifty-seventh book in the Christian Bible, and the eighteenth in the New Testament. Almost everyone agrees that letter was written by the Saint Paul to Philemon. It is the shortest of Paul's letters, consisting of only 335 words in the Greek text.\nWhy Paul wrote the letter.\nPaul wrote this letter on behalf of Onesimus, who may have been a runaway slave who had wronged his owner Philemon. We don't know what Onesimus had done, but perhaps he ran away after stealing money. Paul says in verse 18 that if Onesimus owes anything, Philemon should charge it to Paul's account. It is thought that Philemon lived in Colossae; in the letter to the Colossians, Onesimus (the slave who fled from Philemon) and Archippus (whom Paul greets in the letter to Philemon) are said to be members of the church there.\nPaul says that Onesimus has been very helpful to him while he was in prison in Rome. He would like for Philemon to free him and send him back to Rome. Paul says that Philemon should receive him not as a slave but as a brother. Paul did not seem to think that Onesimus should be punished, even though Roman law allowed the owner of a runaway slave to punish or even kill them.\nInportance.\nSome see this letter as a step towards thinking of slaves as fully human. Before Paul, Ruden argues, a slave was considered subhuman, and entitled to no more consideration than an animal. Others think that Paul and the early Christians should have done more to combat the evil of slavery. In history, some Christians used the book to justify slavery. Pope Benedict XVI refers to this letter in the Encyclic, \"Spe salvi\", to tell of the power of Christianity to improve society. He says that Christianity was very important to the large decrease of slavery during the Middle Ages and after.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":58},{"uri":"Christian","surface_form":"Christian","offset":70},{"uri":"Bible","surface_form":"Bible","offset":80},{"uri":"Eighteen","surface_form":"eighteen","offset":95},{"uri":"New_Testament","surface_form":"New Testament","offset":113},{"uri":"Saint_Paul","surface_form":"Saint Paul","offset":182},{"uri":"Steal","surface_form":"steal","offset":503},{"uri":"Epistle_to_the_Colossians","surface_form":"letter to the Colossians","offset":672},{"uri":"Punish","surface_form":"punish","offset":1195},{"uri":"Pope","surface_form":"Pope","offset":1584}]}