{"id":216105,"url":"http://en.wikipedia.org/wiki/First_Epistle_to_Timothy","text":"e=\"preserve\">The First Epistle to the Timothy is the fifty-fourth book in the Christian Bible, and the fifteenth in the New Testament.\nThis book is believed to a letter from the Apostle Paul to Timothy. It is one of three letters in the New Testament of the Bible that are called the Pastoral Epistles, along with Second Timothy and Titus. These letters are called \"pastoral\", because the are sent to persons who are pastors of Christian churches.Timothy was a pastor in Ephesus (Chapter 1, verse 3). The letter gives advice on the organization of the Church and how the leaders in it should act. They are also told to be faithful to the truth even though all around them were false ideas.\nBackground.\nFor many years Paul was a mentor to Timothy. Timothy is first mentioned in chapter 16 of the Book of Acts. His mother Eunice, and his grandmother, Lois, are mentioned in 2 Timothy Chapter 1, verse 5. All that we know of his father is that he was a Greek, not a Jew.\nPaul's second visit to Lystra, a city in Asia Minor is when Timothy first met Paul; (). Paul not only brought Timothy into the faith but he was Timothy’s main mentor in Christian leadership (). They preached and started churches together. Timothy would have received his authority to preach in churches directly from Paul who of course was the greater known and accepted of the two and an apostle.\nContent of the letter.\nThe most important things in the letter are the use of The Law (), warnings against false teachings, instructions for prayer (), roles of women in the church, qualifications for leaders of the church (), and the treatment of widows, elders, masters, youth, and church members in general. The verse about women teaching, Chapter 2,verse 12 is much talked about in churches that do or do not allow women to be pastors. There are many different ideas about what this verse means.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":66},{"uri":"Christian","surface_form":"Christian","offset":78},{"uri":"Bible","surface_form":"Bible","offset":88},{"uri":"Fifteen","surface_form":"fifteen","offset":103},{"uri":"New_Testament","surface_form":"New Testament","offset":120},{"uri":"Paul_of_Tarsus","surface_form":"Paul","offset":186},{"uri":"New_Testament","surface_form":"New Testament","offset":237},{"uri":"Bible","surface_form":"Bible","offset":258},{"uri":"Second_Epistle_to_Timothy","surface_form":"Second Timothy","offset":314},{"uri":"Epistle_to_Titus","surface_form":"Titus","offset":333},{"uri":"Pastor","surface_form":"\"pastoral\"","offset":365},{"uri":"Ephesus","surface_form":"Ephesus","offset":471},{"uri":"Organization","surface_form":"organization","offset":532},{"uri":"Mentor","surface_form":"mentor","offset":728},{"uri":"Acts_of_the_Apostles","surface_form":"Book of Acts","offset":795},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":1009},{"uri":"Torah","surface_form":"The Law","offset":1444},{"uri":"Heresy","surface_form":"false teachings","offset":1473}]}