{"id":216131,"url":"http://en.wikipedia.org/wiki/Epistle_of_Jude","text":"e=\"preserve\">The Epistle of Jude is the sixty-fifth book in the Christian Bible, and the twenty-sixth in the New Testament. It is one of the shortest books in the Bible, at only 25 verses long.\nWho wrote it.\nThe writer calls himself Jude. This may not be the same person as Jude the Apostle. This Jude calls himself a brother of James, who was a leader in the church at Jerusalem. Both Jude and James were probably half brothers of Jesus. They did not believe that he was the Christ, until after the Resurrection. (John chapter 7, verse 5) The book may have been written between 60 and 80 A.D. and was sent to many places. This is called a \"General\" epistle.\nThe content of the letter.\nThe writer of this book seems to have a good knowledge of the Old Testament books and also of some of the other books that were known as Jewish writings, but which are not in the bible.\nHe warns of \"people who change the message about the grace of God in order to excuse their immoral ways\" (verse 4). He says this is not the faith \"once delivered to the saints\". He warns that we have stories in the bible of people who turned from trusting God to evil. He lists the fallen angels, those saved from slavery in Eqypt and the people of Sodom and Gomorrah. He also mentions individuals such as Cain who killed his brother, Balaam, and Korah.\nHe tells everyone to keep their faith, keep praying, love others, and wait for the second coming of Jesus. The letter closes with a blessing that is sometimes used to end church meetings. \"Now to the one who is able to keep you from falling, and to cause you to stand, rejoicing, without blemish before his glorious presence, to the only God our Savior through Jesus Christ our Lord, be glory, majesty, power, and authority, before all time, and now, and for all eternity. Amen.\" (Verses 24 and 25)","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":52},{"uri":"Christian","surface_form":"Christian","offset":64},{"uri":"Bible","surface_form":"Bible","offset":74},{"uri":"Twenty-six","surface_form":"twenty-six","offset":89},{"uri":"New_Testament","surface_form":"New Testament","offset":109},{"uri":"Jude_the_Apostle","surface_form":"Jude the Apostle","offset":274},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":370},{"uri":"Jesus","surface_form":"Jesus","offset":432},{"uri":"Christ","surface_form":"Christ","offset":476},{"uri":"Resurrection","surface_form":"Resurrection","offset":500},{"uri":"Gospel_of_John","surface_form":"(John chapter 7, verse 5)","offset":514},{"uri":"Old_Testament","surface_form":"Old Testament","offset":748},{"uri":"Jewish","surface_form":"Jewish","offset":823},{"uri":"Bible","surface_form":"bible","offset":865},{"uri":"Sola_fide","surface_form":"faith","offset":1012},{"uri":"Satan","surface_form":"angels","offset":1161},{"uri":"Cain","surface_form":"Cain","offset":1278},{"uri":"Second_coming","surface_form":"second coming","offset":1409}]}