{"id":216129,"url":"http://en.wikipedia.org/wiki/Third_Epistle_of_John","text":"e=\"preserve\">The Third Epistle of John is the sixty-fourth book in the Christian Bible, and the twenty-fifth in the New Testament. This book is believed to a short letter from John. In number of verses, it is the shortest book in the bible, except for Second John.\nThere is some disagreement over whether the John who wrote the letters of John, the John who wrote The Gospel of John, and the John who wrote the Book of Revelation are the same person.\nTo whom it is written.\nThis book is believed to a letter from John to his friend Gaius.\nWhat is written.\nWhat this letter says is similar to the Second Epistle of John. The traditional view is that all the letters are by the hand of John the Apostle, and the language and words used and arguments made all seem to support this idea.\nThe letter commends Gaius for keeping strong in his faith in Jesus. It tells Gaius to help people who are working along with him to spread the gospel message. It says that Diotrephes doesn't like John's message and John hopes to come to visit and to tell others that Diotrephes is wrong when he doesn't accept the Christian message and people who are telling that message. John also says that Demetrius is living properly. We don't know much about either of these men.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":59},{"uri":"Christian","surface_form":"Christian","offset":71},{"uri":"Bible","surface_form":"Bible","offset":81},{"uri":"Twenty-five","surface_form":"twenty-fifth","offset":96},{"uri":"New_Testament","surface_form":"New Testament","offset":116},{"uri":"Gospel_of_John","surface_form":"The Gospel of John","offset":364},{"uri":"Book_of_Revelation","surface_form":"Book of Revelation","offset":411},{"uri":"Second_Epistle_of_John","surface_form":"Second Epistle of John","offset":596},{"uri":"Tradition","surface_form":"tradition","offset":624},{"uri":"John_the_Apostle","surface_form":"John the Apostle","offset":684},{"uri":"Sola_fide","surface_form":"faith","offset":836},{"uri":"Jesus","surface_form":"Jesus","offset":845},{"uri":"Gospel","surface_form":"gospel","offset":927},{"uri":"Christian","surface_form":"Christian","offset":1098}]}