{"id":216119,"url":"http://en.wikipedia.org/wiki/Epistle_of_James","text":"The Epistle of James is a book inclused in the Christian Bible, the twentieth in the New Testament.\nAuthor and aim.\nAccording to its opening verse, this epistle was written by James (often identified with the “brother of the Lord” who leaded the Jerusalem Church about 20 years and was killed around 62 AD).\nThe title “servant of God and of the Lord Jesus Christ” (which suggest a Church official), the courage to address “the twelve tribes in the Dispersion” (i.e. Jewish Christian communities outside Palestine, or all faithful living in a non-Christian environment), and the tone of authority throughout the letter, all indicate someone well known and respected.\nThe writer appears concerned in clarifying Paul’s teaching on faith/action, against Christians who deform it. This indicates that the letter was written after those of Paul had begun to circulate diffusely, in the last decades of the 1st century.\nThis late dating, together with the quite elegant Greek style and the lack of any real emphasis on the Jewish legalism which was part of James’ approach to religion, have persuaded a growing majority of contemporary scholars that a Christian versed in both Hellenism and Judaism wrote using James’ name.\nMay be early tradition stemming from James was updated and published by an unknown Christian teacher of a later generation: possibly this is why the letter was not universally accepted by the Churches until near the end of the 4th century.\nSources and contents.\nThe author’s two chief sources are OT Wisdom books and the teaching found in the Gospels, though he hardly ever uses direct quotations.\nReflecting Jewish Christian assemblies, he rethinks OT sayings in the light of Jesus’ teachings and re-presents them in an original way.\nThe epistle consists of a long series of exhortations, mostly brief and loosely connected, some developed at length.\nThe one common trait, which gives the letter its distinctive quality, is a concern that the faith be implemented in every aspect of life; otherwise it is useless.\nThe author takes for granted Jesus' saving work, but is especially interested in Christians' moral life. So, there is no real contradiction between Paul's and James' teachings, for Paul was speaking of the impossibility of earning salvation by one's own efforts, not of the works of charity and justice to which the Christians are called.\nJames used a friendly way of addressing his readers on the day-to-day problems we also meet and in which we must follow faith and love for others: community life, prejudice or discrimination, care for poor, widows and orphans, jealousy and selfish ambition, controlling the tongue, community concern for the sick, matters of justice, speaking evil against each other. He said in effect: “Love first and it will prove your faith”.\nThe central theme is the true wisdom that comes from God as opposed to false wisdom. The moral teaching revealed from on high, is not human but divine wisdom. Humans can only analyse it, enter into it more deeply and put it into practice. It is an objective ethics needed to see life in its proper perspective and to be guided in action. Earthly wisdom, on the contrary, is a permanent temptation in people who want to decide for themselves what is right and what is wrong, only to end in justifying wicked behaviour.\nThe other main theme is God’s preference for the lowly: so in this manifesto for social justice the author praises the poor and threatens the rich. Respect for the dignity of every person is fundamental especially that of the poor, exposed to contempt by the powerful. This evidently takes up the task undertaken by the prophets, but it also refers to Christ, whose glory guarantees the dignity of everyone redeemed by his blood, and excludes every kind of favouritism.\nJames insists much on bridling the tongue: in this respect, teachers have a special responsibility within the Church since their instructions (and their writings) can create dissent and division in her. Those with a strong influence on public also have a similar responsibility.\nOpening formula and exhortations.\nJas 1:1-18: A series of short exhortations, linked together more by word connections than by concept, introduces topics to be developed in the letter.\nBe doers of the Word and avoid partiality.\nJas 1:19-27: The Word in which we were given birth by God must be heard: any obstacles must be removed so to put it into practice.\nJas 2:1-13: This explanation of the previous exhortations is a warning against partiality and leads to a fuller consideration of the poor in community.\nFaith without deeds is dead.\nJas 2:14-26: This part is unique for its unified and relatively long development of a single theme: that faith without works is dead i.e. cannot save anyone for eternal life. This is the heart of the letter, giving the theoretical basis for the practical exhortations. Yet, the appearance of a contradiction of Paul’s teaching on justification by faith has given excessive prominence to this section. It was largely because of it that M. Luther wished to exclude this letter from the Bible.\nGuard of the tongue and qualities of Wisdom.\nJas 3:1-4:12: These are two clearly defined, closely developed sections. Since faults of tongue and false wisdom lead to strife in the community, James considers the root causes and remedies thereof, concluding with a consideration of law and judgment.\nArrogance and reaches.\nJas 4:13-5:6: These two passages are parallel in that each is introduced identically and employs direct address. The first is against mercantile arrogance, the second is a severe denunciation of unjust rich similar to those of OT prophets. It is a useful warning to the faithful of the terrible fate of those who abuse riches.\nConclusion.\nJas 5:7-20: After an exhortation to patiently waiting for the Lord’s coming, the letter ends with three topics: oaths, prayer and converting the sinners. In the midst, James proclaims the anointing of the sick by Church leaders which is one of the seven sacraments.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":26},{"uri":"Christian","surface_form":"Christian","offset":47},{"uri":"Bible","surface_form":"Bible","offset":57},{"uri":"Twenty","surface_form":"twentieth","offset":68},{"uri":"New_Testament","surface_form":"New Testament","offset":85},{"uri":"62","surface_form":"62","offset":300},{"uri":"AD","surface_form":"AD","offset":303},{"uri":"God","surface_form":"God","offset":330},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":350},{"uri":"Church","surface_form":"Church","offset":381},{"uri":"Dispersion","surface_form":"Dispersion","offset":448},{"uri":"Jew","surface_form":"Jew","offset":466},{"uri":"Palestine","surface_form":"Palestine","offset":503},{"uri":"Authority","surface_form":"authority","offset":586},{"uri":"Paul","surface_form":"Paul","offset":709},{"uri":"Faith","surface_form":"faith","offset":728},{"uri":"Action","surface_form":"action","offset":734},{"uri":"Christians","surface_form":"Christians","offset":750},{"uri":"1st_century","surface_form":"1st century","offset":900},{"uri":"Greece","surface_form":"Greek","offset":963},{"uri":"Legalism","surface_form":"legalism","offset":1023},{"uri":"Religion","surface_form":"religion","offset":1069},{"uri":"Hellenism","surface_form":"Hellenism","offset":1170},{"uri":"Judaism","surface_form":"Judaism","offset":1184},{"uri":"Tradition","surface_form":"tradition","offset":1230},{"uri":"Teacher","surface_form":"teacher","offset":1310},{"uri":"4th_century","surface_form":"4th century","offset":1444},{"uri":"OT","surface_form":"OT","offset":1514},{"uri":"Wisdom_books","surface_form":"Wisdom books","offset":1517},{"uri":"Gospels","surface_form":"Gospels","offset":1560},{"uri":"Quotations","surface_form":"quotations","offset":1603},{"uri":"Jesus","surface_form":"Jesus","offset":1694},{"uri":"Life","surface_form":"life","offset":2001},{"uri":"Moral_life","surface_form":"moral life","offset":2125},{"uri":"Salvation","surface_form":"salvation","offset":2263},{"uri":"Charity_(practice)","surface_form":"charity","offset":2315},{"uri":"Justice","surface_form":"justice","offset":2327},{"uri":"Community_life","surface_form":"community life","offset":2518},{"uri":"Discrimination","surface_form":"discrimination","offset":2547},{"uri":"Wisdom","surface_form":"wisdom","offset":2831},{"uri":"Ethics","surface_form":"ethics","offset":3059},{"uri":"Temptation","surface_form":"temptation","offset":3187},{"uri":"Manifesto","surface_form":"manifesto","offset":3386},{"uri":"Social_justice","surface_form":"social justice","offset":3400},{"uri":"Prophets","surface_form":"prophets","offset":3639},{"uri":"Glory","surface_form":"glory","offset":3685},{"uri":"Blood","surface_form":"blood","offset":3742},{"uri":"Tongue","surface_form":"tongue","offset":3824},{"uri":"Public","surface_form":"public","offset":4025},{"uri":"Prayer","surface_form":"prayer","offset":5878},{"uri":"Anointing_of_the_sick","surface_form":"anointing of the sick","offset":5947},{"uri":"Sacraments","surface_form":"sacraments","offset":6013}]}