{"id":216124,"url":"http://en.wikipedia.org/wiki/Second_Epistle_of_Peter","text":"e=\"preserve\">The Second Epistle of Peter is the 61st book in the Christian Bible, and the twenty-second in the New Testament. This book is believed to be a letter from Peter, who was a disciple of Jesus.\nWhen it was written.\nSince Peter was killed in about 69 A.D. by Nero, the emperor of Rome, if Peter is the author it was written about 65 to 69 A.D. In the letter the writer says, (\"since I know that the putting off of my body will be soon, as our Lord Jesus Christ made clear to me\"). Chapter 1, verse 14 Some think that the book was written by a later unnamed follower of Peter, and it could have been any time between 60 and 160 A.D. In both ancient and modern times, people have disagreed about this but the letter was finally accepted as part of the Bible by most Christians.\nThe content of the letter.\nIn both content and style this letter is very different from 1 Peter.\nThe epistle mentions many verses in the Old Testament. In Chapter 3, verses 15 and 16 one of Paul's letters is mentioned. This is probably 1 Thessalonians chapters 4 and 5. Peter calls Paul's writings scripture and mentions that they are hard to understand so that some people try to change their meaning.\nThe letter begins with a greeting. Next the writer tells the Christians to live a good life of faith, knowledge, self control, and love. In Chapter 2, there are warnings about false teachers. In Chapter 3 are teachings about the Second Coming of Jesus. The letter ends by saying again that the Christians should live properly. Then there is a final blessing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":53},{"uri":"Christian","surface_form":"Christian","offset":65},{"uri":"Bible","surface_form":"Bible","offset":75},{"uri":"Twenty-two","surface_form":"twenty-second","offset":90},{"uri":"New_Testament","surface_form":"New Testament","offset":111},{"uri":"Saint_Peter","surface_form":"Peter","offset":168},{"uri":"Disciple_(Christianity)","surface_form":"disciple","offset":185},{"uri":"Jesus","surface_form":"Jesus","offset":197},{"uri":"Nero","surface_form":"Nero","offset":268},{"uri":"Emperor","surface_form":"emperor","offset":278},{"uri":"Roman_empire","surface_form":"Rome","offset":289},{"uri":"Christians","surface_form":"Christians","offset":773},{"uri":"Old_Testament","surface_form":"Old Testament","offset":922},{"uri":"Paul_the_Apostle","surface_form":"Paul's","offset":975},{"uri":"Scripture","surface_form":"scripture","offset":1083},{"uri":"Sola_fide","surface_form":"faith","offset":1283},{"uri":"Knowledge","surface_form":"knowledge","offset":1290},{"uri":"Second_Coming","surface_form":"Second Coming","offset":1417},{"uri":"Blessing","surface_form":"blessing","offset":1537}]}