{"id":216106,"url":"http://en.wikipedia.org/wiki/Second_Epistle_to_Timothy","text":"The Second Epistle to the Timothy is the fifty-fifth book in the Christian Bible, and the sixteenth in the New Testament.\nThis book is believed to a letter from the Apostle Paul to Timothy. It is thought to be the last letter Paul wrote before his death although some think is was written by one of Paul's followers some time after his death.\nContent.\nIn the letter, Paul tells Timothy not to have a \"spirit of fear\" and not to \"be ashamed to talk openly about our Lord (Jesus)\" (Chapter 1, verses 7 and 8). He also tells Timothy to come to visit him before winter, and to bring Mark with him (cf. \"Philippians\" Chapter 2, verse 22). He thought that \"the time of his death was at hand\" (Chapter 4,verse 6), and he tells his \"son Timothy\" to work hard and be strong in the face of false teachings, and to be faithful in all the duties of his office of pastor (Chapter 4, verses 1 to 5), knowing that he would someday stand before the Judge of the living and the dead (God).\nPaul thinks he will soon be killed and talks about that. In Chapter 4, verses 6 to 8 he writes \"For I am now ready to be offered, and the time of my departure is at hand. I have fought a good fight, I have finished my course(race), I have kept the faith: in the future there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":53},{"uri":"Christian","surface_form":"Christian","offset":65},{"uri":"Bible","surface_form":"Bible","offset":75},{"uri":"Sixteen","surface_form":"sixteen","offset":90},{"uri":"New_Testament","surface_form":"New Testament","offset":107},{"uri":"Paul_of_Tarsus","surface_form":"Apostle Paul","offset":165},{"uri":"Shame","surface_form":"ashamed","offset":432},{"uri":"Jesus","surface_form":"Jesus","offset":471},{"uri":"Philippians","surface_form":"Philippians","offset":599},{"uri":"Heresy","surface_form":"false teachings","offset":780},{"uri":"Pastor","surface_form":"pastor","offset":851},{"uri":"Judge","surface_form":"Judge","offset":933},{"uri":"Martyr","surface_form":"offered","offset":1094},{"uri":"Crown","surface_form":"crown","offset":1268},{"uri":"Righteousness","surface_form":"righteousness","offset":1277},{"uri":"Righteous","surface_form":"righteous","offset":1312}]}