{"id":216257,"url":"http://en.wikipedia.org/wiki/1917%E2%80%9318_NHL_season","text":"ce=\"preserve\">The 1917–18 NHL season was the first season of the National Hockey League (NHL). The season was split into two halves, December 19 to February 4, and February 6 to March 6. The Montreal Canadiens won the first half, and Toronto the second half. The Montreal Wanderers withdrew early in January 1918 after their rink, the Westmount Arena, burned down. Toronto won the NHL playoff and then won the Stanley Cup by defeating the PCHA's Vancouver Millionaires three games to two in a best-of-five series\nLeague business.\nThe November 10, 1917 annual meeting of the NHA was presided over by Frank Calder, who was the NHA secretary. The NHA voted to stop operating.\nOn November 17, 1917, it was announced that the Quebec Bulldogs team would not play the next season, but that the NHA season would continue.\nOn November 26, 1917, representatives of the NHA clubs met at the Windsor Hotel in Montreal. The decision to start a new league was made, which was named the National Hockey League.\n\"The Toronto players belong as a body to the National Hockey League, for they were only loaned to the Toronto Arena Company, though Livingstone tried to make the Arena Company believe that he controlled those players\"\nThe Toronto team played without a nickname for the season. They would later be called the \"Toronto Arenas.\"\nThe NHL was not supposed to be a permanent league. It was only supposed to exist until the NHA could fix the problem of teams in the NHA. The NHA was involved in a lawsuit against the 228th Battalion, who had a team in the NHA the year before, and could or would not fold until that was finished.\nMajor rule changes between the NHA and NHL.\nThe O'Brien Cup was given to the new NHL from the NHA, and became the league's championship trophy. It was awarded to the winner of the NHL playoffs and that winner then went on to play for the Stanley Cup in a series against other leagues.\nOn January 9, 1918, the league decided to allow goaltenders to drop to the ice surface in order to make saves. This was the first implemented and amended rule change in the National Hockey League. It was done in response to Ottawa's Clint Benedict, who would fall to the ice to stop the puck, even though it was against the rules.\nRegular season.\nThe new league had trouble getting players because there were other leagues at the time, including the Pacific Coast Hockey Association. Also making it difficult was many people were involved in World War I, so they could not play hockey.\nThe Wanderers were in trouble from the start of the season. They won their first home game, but only had 700 people watch. The Wanderers then lost the next three games and owner Lichtenhein threatened to withdraw from the league unless he could get some other players. Although they could have acquired Joe Malone, who led the NHL in scoring, in the draft, they turned to the PCHA and signed goaltender Hap Holmes. They were also allowed to sign players like Frank Foyston, Jack Walker and others if they could get the players to agree. The Wanderers loaned Holmes to the Seattle Metropolitans of the PCHA, but he eventually came back to the NHL when Seattle loaned him to Toronto.\nA league meeting was planned to deal with the Wanderers, but on January 2, 1918, the it was fixed when the Montreal Arena burned down, leaving the Canadiens and Wanderers without a place to play. The Canadiens moved into the 3,250 seat Jubilee Rink. The Hamilton arena said the Wanderers could play there, but instead Lichtenhein shut down the team on January 4, after the other clubs refused to give him any more players. The remaining three teams would complete the season.\nThe last player from the this season who played was Reg Noble, who retired following the 1933 Stanley Cup playoffs.\nImportant events.\nThe first game of the season featured Toronto versus the Wanderers. Montreal's Dave Ritchie scored the first goal in NHL history and Harry Hyland had four goals in the Wanderers 10–9 victory, which would be their only one in the NHL. The opening game was played in front of 700 people.\nOn January 28, when Canadiens visited Toronto, players Alf Skinner and Joe Hall started swinging their sticks at each other. Both players received match penalties, $15 fines and were arrested by the Toronto Police for disorderly conduct, for which they received suspended sentences.\nFinal standings.\nWanderers defaulted scheduled games against the Canadiens (Jan. 2, 1918) and Toronto (Jan. 5, 1918), when their arena burned down. These were counted as losses in the standings, though the games were not played.\n\"The league did not accept the Wanderers' resignation immediately, electing to wait and see whether the team showed up for its scheduled match in Toronto on Saturday January 5.... The deadline did expire, and the once-powerful team that had been known as the Little Men of Iron was thrown onto the scrap heap of hockey history. The Wanderers' scheduled games of January 2 and 5 were officially recorded in the standings as victories for their respective opponents, the Canadiens and Torontos.\" — Holzman.\nResults.\n† Montreal Arena burned down and Wanderers withdraw. Two Wanderers games count\nas wins for Canadiens and Toronto.\nScoring leaders.\n\"GP = Games Played, G = Goals, A = Assists, Pts = Points, PIM = Penalties In Minutes\"\nNHL Championship.\nMontreal had won the first half of the NHL split season and Toronto had won the second half. The two teams then played a two-game total goals series for the NHL championship and the O'Brien Cup. Toronto won the series and advanced to the Stanley Cup finals.\n\"Toronto wins total goals series 10–7 for the O'Brien Cup\"\nFinals.\n\"Toronto wins best-of-five series 3 games to 2 for the Stanley Cup\"\nNHL playoff scoring leaders.\n\"GP = Games Played, G = Goals, A = Assists, Pts = Points\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Season_(sports)","surface_form":"season","offset":30},{"uri":"List_of_NHL_seasons","surface_form":"first","offset":45},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":65},{"uri":"Montreal_Canadiens","surface_form":"Montreal Canadiens","offset":191},{"uri":"Toronto_Arenas","surface_form":"Toronto","offset":234},{"uri":"Montreal_Wanderers","surface_form":"Montreal Wanderers","offset":263},{"uri":"Westmount_Arena","surface_form":"Westmount Arena","offset":335},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":410},{"uri":"Pacific_Coast_Hockey_Association","surface_form":"PCHA","offset":439},{"uri":"Vancouver_Millionaires","surface_form":"Vancouver Millionaires","offset":446},{"uri":"Frank_Calder","surface_form":"Frank Calder","offset":599},{"uri":"Quebec_Bulldogs","surface_form":"Quebec Bulldogs","offset":721},{"uri":"Toronto_Arenas","surface_form":"Toronto Arenas","offset":1305},{"uri":"228th_Battalion","surface_form":"228th Battalion","offset":1506},{"uri":"O%27Brien_Trophy","surface_form":"O'Brien Cup","offset":1667},{"uri":"Stanley_Cup","surface_form":"Stanley Cup","offset":1857},{"uri":"Goaltender","surface_form":"goaltender","offset":1952},{"uri":"Clint_Benedict","surface_form":"Clint Benedict","offset":2137},{"uri":"Pacific_Coast_Hockey_Association","surface_form":"Pacific Coast Hockey Association","offset":2354},{"uri":"World_War_I","surface_form":"World War I","offset":2446},{"uri":"Joe_Malone","surface_form":"Joe Malone","offset":2793},{"uri":"Harry_%26quot%3BHap%26quot%3B_Holmes","surface_form":"Hap Holmes","offset":2893},{"uri":"Frank_Foyston","surface_form":"Frank Foyston","offset":2949},{"uri":"Jack_Walker_(ice_hockey)","surface_form":"Jack Walker","offset":2964},{"uri":"Seattle_Metropolitans","surface_form":"Seattle Metropolitans","offset":3062},{"uri":"Toronto_Arenas","surface_form":"Toronto","offset":3163},{"uri":"Montreal_Arena","surface_form":"Montreal Arena","offset":3279},{"uri":"Jubilee_Rink","surface_form":"Jubilee Rink","offset":3408},{"uri":"Reg_Noble","surface_form":"Reg Noble","offset":3700},{"uri":"1932%E2%80%9333_NHL_season","surface_form":"1933 Stanley Cup","offset":3737},{"uri":"Playoffs","surface_form":"playoffs","offset":3754},{"uri":"Dave_Ritchie_(ice_hockey)","surface_form":"Dave Ritchie","offset":3861},{"uri":"Harry_Hyland","surface_form":"Harry Hyland","offset":3915},{"uri":"Alf_Skinner","surface_form":"Alf Skinner","offset":4123},{"uri":"Joe_Hall","surface_form":"Joe Hall","offset":4139},{"uri":"Goal_(ice_hockey)","surface_form":"Goals","offset":5249},{"uri":"Assist_(ice_hockey)","surface_form":"Assists","offset":5260},{"uri":"Point_(ice_hockey)","surface_form":"Points","offset":5275},{"uri":"Penalty_(ice_hockey)","surface_form":"Penalties In Minutes","offset":5289},{"uri":"O%27Brien_Trophy","surface_form":"O'Brien Cup","offset":5511}]}