{"id":216293,"url":"http://en.wikipedia.org/wiki/Pool_(cue_sports)","text":"e=\"preserve\">Pool, also known as pocket billiards, is the general term for a family of cue sports. These games are played on a pool table with six holes cut into them called pockets, into which balls are deposited as one of the main goals of play.\nHistory.\nOutside the billiards industry, the various games played on these tables are very often called \"pool\". This is due to an association with the \"poolrooms\" where gamblers \"pooled\" together their money to bet on horse races. Because these places often provided billiard tables, the term \"pool\" became linked to billiards. Though the original \"pool\" games were played on pocketless carom billiards tables, the name stuck to pocket billiards as it gained in popularity. The traditional view of billiards as a refined and noble pastime did not blend well with the low-class connotations of gambling. Because of this, the billiards industry's attempts to distance itself from the term \"pool\" beginning in the late 19th century. They were largely unsuccessful.\nThere are hundreds of pool games. Some of the more well known include eight-ball, nine-ball, straight pool, and one-pocket. The game of snooker is played on a table with pockets but is considered separate from pool. It is governed internationally by the World Professional Billiards and Snooker Association (professional) and the International Billiards and Snooker Federation (amateur). There are also hybrid games combining traits of both pool and carom billiards, such as English billiards, American four-ball billiards, cowboy pool and bottle pool.\nAs a competitive sport, pool is governed internationally by the World Pool-Billiard Association (WPA), which has national affiliates such as the US Billiard Congress of America (BCA), and which represents pool in the World Confederation of Billiard Sports, which in turn represents all forms of cue sports in the International Olympic Committee.\nEquipment.\nPool uses different equipment from carom billiards. In addition pool tables having pockets, the balls for pool are generally smaller and range from in diameter to in diameter. By comparison, carom billiard balls are generally, or. While UMB, the International Olympic Committee-recognized world carom billiards authority, permits balls as small as, no major manufacturer produces such balls any longer. For that reason the normal standard is. Modern pool tables range in size from by, to by. Modern cue sticks are generally long for pool while cues prior to 1980 were designed for \"straight pool\" and had an average length of, while carom billiards cues are generally long.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cue_sports","surface_form":"cue sports","offset":87},{"uri":"Billiard_table","surface_form":"pool table","offset":127},{"uri":"Gambling","surface_form":"gamblers","offset":417},{"uri":"Horse-racing","surface_form":"horse races","offset":466},{"uri":"Carom_billiards","surface_form":"carom billiards","offset":635},{"uri":"Upper-class","surface_form":"refined","offset":761},{"uri":"Nobility","surface_form":"noble","offset":773},{"uri":"Low-class","surface_form":"low-class","offset":815},{"uri":"Eight-ball","surface_form":"eight-ball","offset":1080},{"uri":"Nine-ball","surface_form":"nine-ball","offset":1092},{"uri":"Straight_pool","surface_form":"straight pool","offset":1103},{"uri":"One-pocket","surface_form":"one-pocket","offset":1122},{"uri":"Snooker","surface_form":"snooker","offset":1146},{"uri":"World_Professional_Billiards_and_Snooker_Association","surface_form":"World Professional Billiards and Snooker Association","offset":1264},{"uri":"International_Billiards_and_Snooker_Federation","surface_form":"International Billiards and Snooker Federation","offset":1340},{"uri":"Hybrid","surface_form":"hybrid","offset":1413},{"uri":"English_billiards","surface_form":"English billiards","offset":1485},{"uri":"Cowboy_pool","surface_form":"cowboy pool","offset":1534},{"uri":"Bottle_pool","surface_form":"bottle pool","offset":1550},{"uri":"World_Pool-Billiard_Association","surface_form":"World Pool-Billiard Association","offset":1627},{"uri":"United_States","surface_form":"US","offset":1708},{"uri":"Billiard_Congress_of_America","surface_form":"Billiard Congress of America","offset":1711},{"uri":"World_Confederation_of_Billiard_Sports","surface_form":"World Confederation of Billiard Sports","offset":1780},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":1876},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":2166},{"uri":"Cue_stick","surface_form":"cue stick","offset":2419}]}