{"id":216277,"url":"http://en.wikipedia.org/wiki/2010_Atlantic_hurricane_season","text":"The 2010 Atlantic hurricane season started on June 1, 2010 and ended on November 30, 2010. This is the time when hurricanes are likely to form. Unlike the last three years, a storm did not form in the month of May or earlier.\nForecasts.\nOn December 9, 2009, the Colorado State University made their first forecast for the 2010 hurricane season. They said there would be 11 to 16 named storms, 6 to 8 hurricanes and 3 to 5 major hurricanes. A major hurricane is a Category 3 storm or higher on the Saffir–Simpson Hurricane Scale. On April 7, 2010, they made another forecast: 15 named storms, 8 hurricanes and 4 very strong hurricanes. They said the season would be active because of several things, including warm ocean waters, which make hurricanes stronger. North Carolina State University said that 2010 would have 15 to 18 named storms, and 8–11 would become hurricanes. On May 27, 2010, the National Oceanic and Atmospheric Administration (NOAA) put out their forecast for the season. They said it would be \"extremely active\", with 14 to 23 named storms, 8 to 14 hurricanes, and 3 to 7 very strong hurricanes.\nOn June 2, 2010, the Colorado State University team made another forecast, saying that there would be 18 named storms, 10 hurricanes, and 5very strong hurricanes. They said the chance of a very strong hurricane hitting the United States is 76 percent, which is higher than the average of 52 percent. On June 17, the Met Office said there would be 20 tropical storms. However, they do not issue forecasts on the number of hurricanes and very strong hurricanes. A normal season has about 10 named storms, so if these predictions are correct, the 2010 season will have a high number of storms.\nHurricane Alex.\nTropical Depression One started just offshore of Honduras on June 25. Strengthening fast, it became a tropical storm the next morning, given the name Alex. Tropical Storm Alex continued to strengthen fast, striking central Belize on that same day with winds of 65 mph (105 km). For about twelve hours, Alex had weakened back to a tropical depression after moving further inland over the Yucatán Peninsula. Alex would re-strengthen into a tropical storm on June 27 while entering the Gulf of Mexico. Tropical Storm Alex moved generally westward across the Gulf of Mexico, strengthening further as it did so. By June 29, winds from Alex were strong enough for it to become a hurricane. While reaching its highest winds, 105 mph (169 km/h), Hurricane Alex struck land again in the Mexican state of Tamaulipas late on June 30. Alex died out over Mexico a few days after striking land.\nHurricane Alex caused 51 deaths and about $1.885 billion (2010 USD) in damage.\nTropical Depression Two.\nTropical Depression Two had started in the western Gulf of Mexico on July 8. It stayed weak and did not become a tropical storm. Two made landfall in southern Texas with winds of 35 mph (55 km/h). Tropical Depression Two rapidly died over Mexico.\nTropical Storm Bonnie.\nTropical Depression Three started to the southeast of the Bahamas on July 22. It quickly strengthened into Tropical Storm Bonnie, but did not strengthen any further. Tropical Storm Bonnie moved quickly westward, making landfall in Cutler Bay, Florida only the next day. Bonnie quickly went back to tropical depression status while crossing Florida. Instead of re-strengthening, Tropical Depression Bonnie died in the northeastern Gulf of Mexico.\nOne person drowned in Puerto Rico from what would become Tropical Storm Bonnie.\nTropical Storm Colin.\nOn August 2, a Tropical wave that came from Africa had started to organize Tropical Depression Four. On the next morning, Tropical Depression Four had strengthened and became Tropical Storm Colin. Bad conditions for tropical cyclones were in the atmosphere, and Colin quickly died out. By August 5, the storm reformed, and was again Tropical Storm Colin, heading northward. Cooling water temperatures later began to destroy the storm, and Tropical Storm Colin died again just west of Bermuda.\nTropical Depression Five.\nTropical Depression Five started in the southeast Gulf of Mexico, near Florida. It headed northwestward, toward Louisiana. There was no further strengthening, so Tropical Depression Five did not become a tropical storm. Nearing the coast of Louisiana, Tropical Depression Five died just before making a landfall in the state on August 11, but the remains did reach land.\nHurricane Danielle.\nOn August 19, Tropical Depression Six formed close to Africa. On August 22, Tropical Depression Six strengthened to become Tropical Storm Danielle. The next day the storm strengthened further and became Hurricane Danielle, a Category 2 hurricane. Suddenly bad conditions in the atmosphere meant that Danielle weakened back to a tropical storm. A few hours later Danielle strengthened to a hurricane for a second time, reaching Category 4 strength. As Danielle went over the colder waters of the north Atlantic it weakened, and was no longer a hurricane east of Newfoundland. Danielle was never a threat to land.\nHurricane Earl.\nOn August 23, a Tropical Wave moved off the East coast of Africa. Two days later Tropical Depression Seven formed East of Hurricane Danielle, and later strengthened and became Tropical Storm Earl on the same day. On August 29th, Earl strengthened into a hurricane. On August 30, Earl impacted the northern Leeward Islands including Antigua and Barbuda and the British Virgin Islands, while at the same time strengthening into a Category 4 hurricane. After moving away from the Leeward Islands, Earl was downgraded to a Category 3 hurricane due to changes in the eyewall of the storm. However, the hurricane quickly intensified back to a Category 4. Earl passed Cape Hatteras in the U.S. state of North Carolina on September 2nd, bringing heavy rainfall and strong winds to the area. Buildings in the area were not damaged much, as houses along the coast were built to stand against hurricanes. Earl travelled north along the U.S. coast, weakening down to a tropical storm when it reached Nova Scotia in Canada.\nDamage from Earl was minimal in the U.S., but Earl caused $150 million of damage in the Caribbean.\nTropical Storm Fiona.\nOn August 30, an area of Disturbed weather that moved off from Africa gained enough strength to be named as Tropical Storm Fiona, skipping the status of being a tropical depression. Fiona struggled to strengthen further, as it was close to the much more powerful Hurricane Earl. Fiona died just south of Bermuda, but dropped an inch of rain on the island.\nTropical Storm Gaston.\nAnother tropical wave emerged off Africa near the end of August. Good conditions meant that the tropical wave developed into a tropical depression on September 1st. Later that day it strengthened to become Tropical Storm Gaston. However bad conditions meant that Gaston weakened and died soon after. There was a possibility that the leftovers of Gaston could re-strengthen and affect the Caribbean, however this did not happen.\nTropical Storm Hermine.\nThe leftovers of Tropical Depression Eleven-E from the Pacific Ocean re-strengthened over the Bay of Campeche. By August 5, the storm had enough power to be called a tropical depression. Later in the day it strengthened further to become Tropical Storm Hermine. The storm reached land in north-eastern Mexico on September 7 as a tropical storm.\nHermine blew over trees and power lines in the Rio Grande valley, and one person drowned due to a strong sea current in Texas. Hermine also created at least two tornadoes.\nHurricane Igor.\nA tropical wave from Africa strengthened quickly on September 8 to become a tropical depression. Later it strengthened further to become Tropical Storm Igor to the south of the Cape Verde islands. Igor weakened to a tropical depression due to mixing with another area of bad weather, but then strengthened to a tropical storm, and then a hurricane on September 11. Shortly after becoming a hurricane, Igor strengthened faster, reaching strong category 4 hurricane status the following day. By September 17, it looked like Igor would hit Bermuda in some way, which it did the following day. Bermuda only got minor effects from Igor, unlike Hurricane Fabian in 2003 which almost destroyed parts of the island. From there, Igor started moving north and then northeast toward Canada, weakening to a tropical storm early on September 21, and dying later that day.\nHurricane Julia.\nAnother tropical depression started from a tropical wave off of Africa, forming on September 12. After remaining a tropical depression for the rest of the day, the system strengthened into Tropical Storm Julia early on September 13. Early on September 14, Julia strengthened into the season's fifth hurricane. The hurricane strengthened very quickly on September 15, and became a major Category 3 hurricane. Julia holds the record for the strongest storm to form farthest east. However, just a day after Julia strengthened to a Category 4, it weakened to a Category 2 hurricane.\nHurricane Karl.\nAn area of low pressure stopped around the Northern Venezuela coast on September 11. It moved northward and then eastward, bringing bad weather to Hispaniola and Jamaica. On September 14 the storm strengthened and was named Tropical Storm Karl. Karl made landfall on the Yucatán Peninsula on September 15, and once in the Bay of Campeche, it strengthened into a hurricane. On September 17 Karl became a Category 3 hurricane, the first major hurricane to exist in the Bay of Campeche. It reached land near Veracruz, Mexico the next day and died just a few hours later.\nHurricane Lisa.\nA tropical depression formed on September 20 from a tropical wave off the coast of west Africa. Six hours later it strengthened to form Tropical Storm Lisa. The storm moved very slowly around the area of ocean next to the Cape Verde islands. On September 24 Lisa became a Category 1 hurricane, however weakened quickly back to a tropical depression the next day before dying. Lisa was not a threat to land.\nTropical Storm Matthew.\nTropical Depression Fifteen formed on September 23 in the Caribbean Sea and strengthened to Tropical Storm Matthew.On September 24 Matthew reached land at the Honduras and Nicaragua border while a tropical storm, and then Belize as a tropical depression. Matthew produced a lot of rain that flooded portions of southern Mexico.\nTropical Storm Nicole.\nOn September 28, Tropical Depression Sixteen formed from an tropical wave in the northern Caribbean Sea. The next day, it strengthened into Tropical Storm Nicole and reached land on Cuba close after formation. After crossing Cuba, the National Hurricane Center could not find the storm centre and decided that Nicole was no longer a tropical storm.\nHurricane Otto.\nOn October 6, bad weather near the Leeward Islands formed into a subtropical depression, a storm that is not a proper tropical storm. It then strengthened into Subtropical Storm Otto, and a few hours later the National Hurricane Center believed that it was a fully tropical storm, and it became Tropical Storm Otto. On October 8 Otto strengthened and became a Category 1 hurricane out in the Atlantic. Soon after, Otto began to weaken and was no longer a hurricane when it passed west of the Azores.\nHurricane Paula.\nOn October 11, an area of Disturbed weather in the Caribbean Sea strengthened into Tropical Storm Paula. A day later, Paula became a hurricane and soon into a Category 2 storm. Paula then weakened as it approached Cuba, and hit the island as a tropical storm. Paula then quickly died after hitting Cuba.\nHurricane Richard.\nOn October 20, an area of Disturbed weather strengthened into Tropical Depression Nineteen, and the next day it became Tropical Storm Richard. Richard is one of only three storm to have a name beginning with the letter 'R' - the others are Hurricane Roxanne from 1995 and Hurricane Rita of 2005. On October 24, Richard strengthened into a hurricane and reached land at Belize. Richard dissipated in the Bay of Campeche on October 26.\nHurricane Shary.\nOn October 28, an area of Disturbed weather south of Bermuda became Tropical Storm Shary. On October 30, while west of Bermuda, Shary became a Category 1 hurricane. The same day, Shary became non-tropical and was not known as a hurricane.\nHurricane Tomas.\nOn October 29, an area of bad weather north of Guyana became Tropical Storm Tomas. The storm went west and became a hurricane while over the Windward Islands on October 30 before going into the Caribbean Sea. Hurricane Tomas weakened into Tropical Storm Tomas on October 31. On November 3, it weakened into Tropical Depression Tomas. Tomas turned into a tropical storm later on November 3 and a hurricane again on November 5. The hurricane went north between Cuba and Haiti and then hit the Bahamas and Turks and Caicos Islands before going into the Atlantic Ocean. Tomas died in the Atlantic Ocean on November 7.\nStorm names.\nThese are the names that may be used in the 2010 Atlantic hurricane season. This is the same list used in the 2004 season, except for Colin, Fiona, Igor, and Julia. In 2004, the names that started with those same letters were Charley, Frances, Ivan, and Jeanne, respectively. They were removed because of the damage they caused.\nRetirement.\nOn March 16, 2011, World Meteorological Organization retired the names Igor and Tomas from its rotating name lists. The names were replaced with Ian and Tobias","categories":[],"infobox_types":["hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small","hurricane small"],"annotations":[{"uri":"Atlantic_hurricane","surface_form":"Atlantic","offset":9},{"uri":"Tropical_cyclone","surface_form":"hurricanes","offset":113},{"uri":"Colorado_State_University","surface_form":"Colorado State University","offset":262},{"uri":"Forecast","surface_form":"forecast","offset":305},{"uri":"Saffir%E2%80%93Simpson_Hurricane_Scale","surface_form":"Saffir–Simpson Hurricane Scale","offset":497},{"uri":"North_Carolina_State_University","surface_form":"North Carolina State University","offset":760},{"uri":"National_Oceanic_and_Atmospheric_Administration","surface_form":"National Oceanic and Atmospheric Administration","offset":896},{"uri":"United_States","surface_form":"United States","offset":1338},{"uri":"Honduras","surface_form":"Honduras","offset":1771},{"uri":"Belize","surface_form":"Belize","offset":1945},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":2109},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2205},{"uri":"Mexico","surface_form":"Mexican","offset":2500},{"uri":"Tamaulipas","surface_form":"Tamaulipas","offset":2517},{"uri":"United_States_dollar","surface_form":"USD","offset":2666},{"uri":"Texas","surface_form":"Texas","offset":2866},{"uri":"Bahamas","surface_form":"Bahamas","offset":3035},{"uri":"Cutler_Bay%2C_Florida","surface_form":"Cutler Bay, Florida","offset":3208},{"uri":"Florida","surface_form":"Florida","offset":3317},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":3445},{"uri":"Atmosphere","surface_form":"atmosphere","offset":3771},{"uri":"Bermuda","surface_form":"Bermuda","offset":4009},{"uri":"Louisiana","surface_form":"Louisiana","offset":4156},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":4996},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":5369},{"uri":"Antigua_and_Barbuda","surface_form":"Antigua and Barbuda","offset":5395},{"uri":"British_Virgin_Islands","surface_form":"British Virgin Islands","offset":5423},{"uri":"Cape_Hatteras","surface_form":"Cape Hatteras","offset":5724},{"uri":"North_Carolina","surface_form":"North Carolina","offset":5759},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":6051},{"uri":"Canada","surface_form":"Canada","offset":6066},{"uri":"Bermuda","surface_form":"Bermuda","offset":6499},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":7081},{"uri":"Bay_of_Campeche","surface_form":"Bay of Campeche","offset":7120},{"uri":"Mexico","surface_form":"Mexico","offset":7328},{"uri":"Rio_Grande","surface_form":"Rio Grande","offset":7418},{"uri":"Texas","surface_form":"Texas","offset":7491},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":7736},{"uri":"Venezuela","surface_form":"Venezuela","offset":9082},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":9177},{"uri":"Jamaica","surface_form":"Jamaica","offset":9192},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":9301},{"uri":"Bay_of_Campeche","surface_form":"Bay of Campeche","offset":9352},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":10103},{"uri":"Honduras","surface_form":"Honduras","offset":10204},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":10217},{"uri":"Belize","surface_form":"Belize","offset":10267},{"uri":"Mexico","surface_form":"Mexico","offset":10365},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":10631},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":10796},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":10971},{"uri":"Azores","surface_form":"Azores","offset":11253},{"uri":"Cuba","surface_form":"Cuba","offset":11492},{"uri":"Hurricane_Rita","surface_form":"Hurricane Rita","offset":11873},{"uri":"Belize","surface_form":"Belize","offset":11970},{"uri":"Bay_of_Campeche","surface_form":"Bay of Campeche","offset":12004},{"uri":"Bermuda","surface_form":"Bermuda","offset":12105},{"uri":"Windward_Islands","surface_form":"Windward Islands","offset":12449},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":12502},{"uri":"Cuba","surface_form":"Cuba","offset":12767},{"uri":"Haiti","surface_form":"Haiti","offset":12776},{"uri":"Bahamas","surface_form":"Bahamas","offset":12799},{"uri":"Turks_and_Caicos_Islands","surface_form":"Turks and Caicos Islands","offset":12811},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":12858},{"uri":"2004_Atlantic_hurricane_season","surface_form":"2004 season","offset":13045},{"uri":"Hurricane_Charley","surface_form":"Charley","offset":13161},{"uri":"Hurricane_Frances","surface_form":"Frances","offset":13170},{"uri":"Hurricane_Ivan","surface_form":"Ivan","offset":13179},{"uri":"Hurricane_Jeanne","surface_form":"Jeanne","offset":13189},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":13295}]}