{"id":216302,"url":"http://en.wikipedia.org/wiki/Hanbok","text":"Hanbok (Hangul:한복) refers to traditional Korean clothing. In North Korea, hanbok is referred to as Choson-ot (조선옷). One of the most famous characteristics of hanbok is its vivid colors and straight and curved lines. Although its literal meaning is Korean clothing, it today indicates specifically traditional garment, especially that of Joseon dynasty.\nHanbok has been a great part of Korean culture thoughout history. Traces of Hanbok have been found even before Three Kingdom period of Korea. The oldest form of hanbok can be seen in tomb mural paintings from the Goguryeo Kingdom (37 B.C.-668 A.D.). Korea had two kinds of clothing tradition. The rulers and noblemen usually wore clothing of different kinds of foreign styles, but subjects continued to use a distinct style of indigenous clothing that today is known as hanbok.\nThere are several kinds of hanbok. People wore different sorts according to their social statuses, sexes, jobs; from time to time, they chose special hanbok for ceremonies. People could figure out the wearer’s job, educational background and even whether he or she was married or not. There are hanbok for men, women, royal court, government officials and children. Because hanbok could reveal the wearer’s social status, there were some government regulations on designs, materials and shapes. For example, only royal families could use golden stripes on their hanbok.\nHistory of Hanbok.\nHanbok had a long history. But the most ancient one that is similar with today’s hanbok would be that of the Three Kingdom period. During this time, noblewomen started wearing full-length skirts and jackets, and noblemen began to wear roomy trousers bound in at the ankles and belted at the waist. Thus, aristocrats began to wear what is similar with hanbok in these days.\nAfter Silla unified the Korean peninsula in the 7th century, a new clothing style was introduced, which combined original Korean dress with foreign elements imported from China. This Chinese style of the Tang Dynasty (618 A.D.-907 A.D.) was regarded as an international clothing style, and was used for the uniforms of government servants and for ceremonial dress. The most conspicuous difference is that while the original Korean cloth had a straight neckline, the imported Chinese style had a rounded one. In the ensuing Goryeo (918-1392) and Joseon (1392-1910) periods, hanbok underwent various changes in terms of fashion, and the form that has been known since the time of Joseon. Koreans carefully consider their national identity in the Sirhak or “Practical Learning” movement of the 17th and 18th centuries, and in fashion, as in other fields, whatever was imported or influenced by foreign factors was subsequently Koreanized.\nIn the Joseon period, most attire was unified, and most Koreans dressed in a similar way. Even so, differences in social status appeared in slight differences of design, material, and decoration, so that Koreans in those days could indirectly recognize the class, rank, educational level, and character of the owner of it by fashion style. Although the basic shape was somewhat similar, we can also tell the season that appeared in paintings from this period by the material that is used in clothing and the use of seasonal attire.\nComponents of Hanbok.\nHanbok consists of various components. The most famous ones are Jeogori, Chima, and Baji. Jeogori is a shirts or a jacket for both of female and male. Chima is a skirt which is usually worn full. Men usually wore Jeogori and baggy pants called Baji. Women wore the ensemble of Jeogori and Chima.\nJeogori and Chima are the basic form of hanbok for females, and Baji and Jeogori were for men. But there are other garments of hanbok. There are Jokki, Magoja and Po. Jokki is a vest, Magoja is an outer jacket and Po is an overall outher robe or overcoat.\nThere are accessories and headdresses that go together with hanbok. Women wore a wig, called Gache. As in the West, the bigger and heavier the wigs were, the more elegant they were. But this heavy wig (Gache) was popular until the 19th century, after which time simple the Gache was preferred to heavier ones due to Confucian values. Women also had a long pin, called Binyeo. It was thrust though the knotted hair of a woman. Various patterns were carved on binyeo, and it was often made of Jade.\nKinds of Hanbok.\nTraditionally, Korean people have various kinds of hanbok for different purposes. There were hanboks for men, women, royal court, government officials, children and special ceremonies, like wedding and funeral. Men’s and women’s everyday hanboks were the basic forms.\nThe men's jacket is designed to be long because sleeves were added, and not to make the front part open, the two sides of front jacket overlap. The neck is gathered up into a collar with a white collar strip folded around the neckline. Breast-ties hold the two sides of the jacket together so that one side is overlapping the other. Until the mid Joseon period, the breast-ties were short and thin and merely perform its practical purposes to fasten the two sides of the jacket, but in the late Joseon era, they became longer and thicker, showing decorative aspect quite far from their practical usage. The male costume could include a gown similar to a topcoat which the wearer puts over the jacket and pants, with different sorts of hats and coronets for a noble effect. People chose different gowns from time to time depending on the occasion. Although the generous cut of the men's clothes emphasized the individuality of the wearer, the belt framed the upper body for a tidy shape or fit. The typical male costume in those days is the gentleman's outfit of white or light green gown and black hat. The harmony of black and white indicates a well-rounded and rational intelligence and a dignified character. A different girdle in terms of color on the chest adds variety to the contrast of black and white, which could otherwise look serious and solemn.\nThe women's hanbok includes a jacket and skirt; the men's has a jacket and pants. The clothes for females and males have an optional gown for added formality. The jackets of men and women are similar in shape, their length and the color is different. The women's costume consists of a jacket and skirt with a sleeveless waistcoat and a gown worn when needed to look formal. Ceremonial attire can be decorated with various ornaments including coronets, bridal headpieces, hairpins, and pendants. The upper garment fits neatly while the lower garment is more voluminous and wide, and women usually wear various kinds of underwear under the chima (lower garment, the skirt). The women of that time valued chastity, and when they went out, they covered their faces with a shawl or cloak which would prevent them from being exposed to the outside world. They used a variety of colors and designs when they chose ornaments, often standing for the cherished hopes of the age: long life and happiness, prosperity and posterity.\nRecent Hanbok.\nMore than three decades ago, hanbok, a traditional form of Korean clothing, was popular. Like all clothing, hanbok also changed as time has gone by with fluctuating fashion trends. Hanbok designs have changed a lot as they have passed throughout Korea's turbulent history. The hanbok we freely wear and see these days is reminiscent of the late Joseon Dynasty (early 20th century).\nCurved features are important in traditional hanbok design. As they are not designed to be tight fitting, the inherent beauty of hanbok is apparent in its elegance and style generated by the abundance of material. The curves, lines and vivid colors of hanbok have affected the Korean fashion industry. By mixing traditional dress with modern fashion, a series of fusion hanbok designs appeared. Designs, patterns and styles of hanbok have even been used to architecture.\nAlthough these days the hanbok has become the ritual dress of choice worn only on traditional holidays, Koreans' love for hanbok is still great. Famous Korean classic dramas are making many foreigners take more interest in traditional Korean clothing as well.\nRecently, some high schools have adopted Hanbok as their school uniforms. One of the most prestigious high schools in Korea, Korean Minjok Leadership Academy, is famous for its school uniform, which is a modified hanbok. Moreover, Korean people nowadays modify their traditional clothing, hanbok, to make it more wearable. The vivid colors, shapes, curved lines, materials of hanbok are used for designing fashionable clothing in Korea, these days.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hangul","surface_form":"Hangul","offset":8},{"uri":"Korea","surface_form":"Korea","offset":41},{"uri":"North_Korea","surface_form":"North Korea","offset":61},{"uri":"Garment","surface_form":"garment","offset":309},{"uri":"Joseon_dynasty","surface_form":"Joseon dynasty","offset":337},{"uri":"Three_Kingdom","surface_form":"Three Kingdom","offset":464},{"uri":"Goguryeo","surface_form":"Goguryeo","offset":566},{"uri":"37_B.C.","surface_form":"37 B.C.","offset":584},{"uri":"668_A.D.","surface_form":"668 A.D.","offset":592},{"uri":"Skirt","surface_form":"skirt","offset":1608},{"uri":"Jacket","surface_form":"jacket","offset":1619},{"uri":"Trouser","surface_form":"trouser","offset":1661},{"uri":"Silla","surface_form":"Silla","offset":1799},{"uri":"7th_century","surface_form":"7th century","offset":1841},{"uri":"China","surface_form":"China","offset":1964},{"uri":"Tang_Dynasty","surface_form":"Tang Dynasty","offset":1997},{"uri":"618_A.D.","surface_form":"618 A.D.","offset":2011},{"uri":"907_A.D.","surface_form":"907 A.D.","offset":2020},{"uri":"918","surface_form":"918","offset":2324},{"uri":"1392","surface_form":"1392","offset":2328},{"uri":"1392","surface_form":"1392","offset":2346},{"uri":"1910","surface_form":"1910","offset":2351},{"uri":"Sirhak","surface_form":"Sirhak","offset":2537},{"uri":"Shirt","surface_form":"shirt","offset":3386},{"uri":"Vest","surface_form":"vest","offset":3757},{"uri":"Overcoat","surface_form":"overcoat","offset":3825},{"uri":"Headdress","surface_form":"headdress","offset":3861},{"uri":"Wig","surface_form":"wig","offset":3916},{"uri":"Confucian","surface_form":"Confucian","offset":4151},{"uri":"Pin","surface_form":"pin","offset":4191},{"uri":"Sleeve","surface_form":"sleeve","offset":4665},{"uri":"Collar","surface_form":"collar","offset":4792},{"uri":"Costume","surface_form":"costume","offset":5229},{"uri":"Gown","surface_form":"gown","offset":5253},{"uri":"Topcoat","surface_form":"topcoat","offset":5271},{"uri":"Coronet","surface_form":"coronets","offset":5361},{"uri":"Hat","surface_form":"hat","offset":5715},{"uri":"Girdle","surface_form":"girdle","offset":5841},{"uri":"Waistcoat","surface_form":"waistcoat","offset":6295},{"uri":"Ornament","surface_form":"ornament","offset":6397},{"uri":"Headpiece","surface_form":"headpiece","offset":6434},{"uri":"Hairpin","surface_form":"hairpin","offset":6446},{"uri":"Pendant","surface_form":"pendant","offset":6460},{"uri":"Underwear","surface_form":"underwear","offset":6593},{"uri":"Shawl","surface_form":"shawl","offset":6743},{"uri":"Cloak","surface_form":"cloak","offset":6752},{"uri":"20th_century","surface_form":"20th century","offset":7377},{"uri":"Fashion_industry","surface_form":"fashion industry","offset":7676},{"uri":"Dress","surface_form":"dress","offset":7716}]}