{"id":21630,"url":"http://en.wikipedia.org/wiki/Goldfish","text":"Goldfish (\"Carassius auratus\") are a species of domesticated fish. Goldfish are in the carp family. They were domesticated in China during the Tang Dynasty. Goldfish can reach up to 59 cm in size, and 3 kg in weight. However, most goldfish grow to only half that size. In captivity, goldfish can live for up to 30 years. In the aquarium, however, most will die earlier. This is because the aquarium is too small. Goldfish need a lot of space so they have room to swim and so the water does not get dirty too fast.\nGoldfish live best in temperatures between 10 degrees Celsius and 30 degrees Celsius.\nIt was once thought that goldfish have short memories, but scientists have proven that this is not true. In experiments, a goldfish was trained to kick a small ball under water. Another goldfish learned to swim through a maze.\nThere are many kinds of goldfish. The most common kind is golden-colored, but goldfish come in many different shapes and sizes. Many gold fish have fancy tails. Another common kind is called a black moor, which is black colored. Wild goldfish are called prussian carp and are silver-green in colour.\nHealth.\nGoldfish are very sensitive and should not be touched. This can hurt them and make them sick. They may also get other health problems. Their stomachs can fill with liquids (water). They can get sick because of bad bacteria. Some lose control of swimming because a special organ in their belly, called a swim bladder, gets sick and stops working. However, sick goldfishes can be cured with medicine. Pet shops or veterinarians can help goldfish get better when they are sick. One simple way to help a goldfish if it has indigestion is to feed it peas, as this will help their digestive tract work properly.\nNervous system.\nThe most anterior parts of a fish's brain are the olfactory bulbs. These connect to the two lobes of the cerebrum by stalks. The cerebrum is involved with the sense of smell. It also seems to control behaviors such as taking care of the young and exploring the natural environment. The optic lobes process information from the eyes. The cerebellum coordinates body movements. The medulla controls internal organ functions and helps maintains balance.\nFarther back in the brain is the spinal cord, which is the hollow dorsal nerve cord that chordates have. The spinal cord is protected by the vertebral column. Between each set of vertebrae, a pair of spinal nerves exits the cord and connects to the internal organs and muscles. Most fish have well designed sense organs. Chemoreceptors (chemical) are located all over the head and much of the body surface. Most fish have ears inside their heads, but they do not hear well. However, a series of pores connected to canals beneath the skin cover the head and the sides of their body. This system, called the lateral line system, detects movement.\nDigestive system.\nOnce food is in the goldfish’s mouth, it’s pushed to the back of the throat where a set of teeth grind and crush it. The ground down food passes down a tube called the oesophagus, which squeezes out excess water. The oesophagus is lined with taste buds and cells that produce mucus to keep things moving on. The oesophagus empties into an expandable section of the goldfish’s digestive which is not to be confused with the stomach. It is simply a buffer zone to hold excess food as needed. Just before this expanded section, chemicals from the gallbladder and pancreas are pumped in with the food. The ones from the gallbladder make up bile, which is used to break down fats; the ones from the pancreas contain enzymes that are used to break down proteins. All along the digestive tract are cells that secrete enzymes that act on carbohydrates, breaking them down into sugars. From the expanded section to the goldfish’s anus, lots of mucus is produced and as much useful material as possible is absorbed into the bloodstream to be used for energy, growth, protection and repair.\nRespiratory system.\nGoldfish get their oxygen from water. As a fish swims, it gulps up water. The water which has oxygen goes through an opening in the fish’s throat that leads to the gills. Gills have many blood vessels within them. Oxygen moves from the water to the blood as the water flows over the gills. The blood vessels gather and store the oxygen that travels over the gills. At the same time, carbon dioxide moves out of the blood and into the water. Now, the water flows out of the slits beneath the gills. These gills are located under the operculum.\nCirculatory system.\nThe circulatory system of fish is responsible for transporting blood and nutrients throughout the body. Blood travels across the body through the network of blood vessels. Unlike humans, fish have single cycle circulation, where the oxygen-deprived blood comes to the heart, from where it is pumped to the gills and then circulated to the entire body. The circulatory system of fish consists of a heart, blood and blood vessels. The heart of a fish is a simple muscular structure that is located between the posterior gill arches. In most fish, the heart consists of an atrium, a ventricle, a sac-like thin walled structure known as sinus venosus and a tube, known as bulbus arteriosus. In spite of containing four parts, the heart of a fish is considered two-chambered. The blood contains plasma (the fluid portion of blood) and the blood cells. The red blood cells contain hemoglobin, a protein that facilitates the transport of oxygen to the entire body, while the white blood cells are an indispensable part of the immune system. The thrombocytes help in blood clotting. Blood is circulated throughout the body with the help of arteries and veins (blood vessels). The arteries are responsible for carrying oxygenated blood from the heart to the rest of the body, while the veins return deoxygenated blood from the different parts of the body to the heart.\nSkeletal and muscular systems.\nThe skeletal system of a goldfish is mainly to protect the goldfish, support its structure and leverage, and helps with its red blood cell production. A goldfish’s skeletal system is made of almost all small bones and cartilage and it barely has any big bones. The bones are made of almost all calcium. There are 3 main muscles in a goldfish’s muscular system, the tail and trunk muscles, the jaw muscles, and the fin muscles. In the tail and trunk muscles, there are myotomes which are muscles blocks and there are myosepta which are connective tissues that separate myotomes. The horizontal septum separates myotomes into two sections, ventral or dorsal. In the jaw muscles, the goldfish uses adductor muscles to close its jaw and abductor muscles to open its jaw. In a gold fish’s fin muscles, there are also adductor and abductor muscles. These muscles move a gold fish’s fins away from and close to its body. There are also erector muscles in the fins that help with the stability and flexibility of the fish’s fins.\nMemory and intelligence.\nGoldfish have a memory-span of at least three months and can distinguish between different shapes, colors and sounds. With positive reinforcement, goldfish can be trained to recognize and treact to light signals of different colors or perform tricks. Fish learn to anticipate feedings provided they occur at around the same time every day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":37},{"uri":"Domesticated","surface_form":"domesticated","offset":48},{"uri":"Fish","surface_form":"fish","offset":61},{"uri":"Carp","surface_form":"carp","offset":87},{"uri":"China","surface_form":"China","offset":126},{"uri":"Tang_Dynasty","surface_form":"Tang Dynasty","offset":143},{"uri":"Centimeter","surface_form":"cm","offset":185},{"uri":"Kilogram","surface_form":"kg","offset":203},{"uri":"Aquarium","surface_form":"aquarium","offset":328},{"uri":"Swim","surface_form":"swim","offset":463},{"uri":"Temperature","surface_form":"temperature","offset":536},{"uri":"Memory","surface_form":"memories","offset":645},{"uri":"Experiment","surface_form":"experiment","offset":708},{"uri":"Maze","surface_form":"maze","offset":821},{"uri":"Health","surface_form":"health","offset":1253},{"uri":"Bacteria","surface_form":"bacteria","offset":1349},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":1407},{"uri":"Swim_bladder","surface_form":"swim bladder","offset":1438},{"uri":"Medicine","surface_form":"medicine","offset":1524},{"uri":"Brain","surface_form":"brain","offset":1793},{"uri":"Cerebrum","surface_form":"cerebrum","offset":1862},{"uri":"Environment","surface_form":"environment","offset":2026},{"uri":"Cerebellum","surface_form":"cerebellum","offset":2094},{"uri":"Medulla","surface_form":"medulla","offset":2137},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":2241},{"uri":"Chordate","surface_form":"chordate","offset":2297},{"uri":"Vertebral_column","surface_form":"vertebral column","offset":2349},{"uri":"Chemical","surface_form":"chemical","offset":2545},{"uri":"Pore_(skin)","surface_form":"pores","offset":2703},{"uri":"Movement","surface_form":"movement","offset":2843},{"uri":"Blood","surface_form":"blood","offset":4597},{"uri":"Nutrients","surface_form":"nutrients","offset":4607},{"uri":"Blood_vessels","surface_form":"blood vessels","offset":4691},{"uri":"Single_cycle_circulation","surface_form":"single cycle circulation","offset":4731},{"uri":"Oxygen","surface_form":"oxygen","offset":4767},{"uri":"Gills","surface_form":"gills","offset":4840},{"uri":"Posterior","surface_form":"posterior","offset":5042},{"uri":"Operant_conditioning","surface_form":"positive reinforcement","offset":7095}]}