{"id":216381,"url":"http://en.wikipedia.org/wiki/Rohingya_language","text":"The Rohingya language is a language that is spoken by approximately 1 million in Arakan (which is in Burma), Half a million in Makkah, Jeddah, and Madinah of Saudi Arabia, 300,000 in Karachi and Pakistan, 200,000 in Cox's Bazaar District of Bangladesh (2006), 30,000 in Malaysia, and others in Thailand, UAE and India. It has many alternate names, including: Rohinga, Rohinja, Ruaingga, Arakani, and Arakanese. The Rohingya language is related to the Bengali language. The Rohingya language uses a lot of words from other languages, like Arabic and English. This is due to history (the Rohingya are Muslim and Arabic is an important language in their religion, Islam) and culture (they interacted with the English and many other different groups).\nAlphabet.\nThe Rohingya language has many different alphabets. People have a hard time trying to agree on a single alphabet to write in. They can write in: Burmese alphabet, Arabic alphabet, or the Latin alphabet (the ABCs). A Rohingya man named Mohammed Hanif created the Hanafi alphabet, which is suitable to write the language in. However, not many computers can support the Hanafi alphabet. So for the time being, many Rohingya use the ABCs when they use computers and phones.\nSounds.\nRohingya has 25 consonant sounds and 6 vowel sounds.\nGrammar.\nRohingya is a subject-object-verb language. For example, \"I love you\" in English would be \"I you love\" in Rohingya.\nSample text.\nRohingya: Manúic beggún azad hísafe, ar izzot arde hók ókkol ót, fúainna hísafe foida óiye. Fottí insán óttu honó forók sára elan ot aséde tamám hók ókkol arde azadi ókkol loi fáaida goróon ór hók asé. Ar, taráre dil arde demak diyé. Ótolla, taráttu ekzon loi arekzon bái hísafe maamela goróon saá.\nEnglish: All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Burma","surface_form":"Burma","offset":101},{"uri":"Makkah","surface_form":"Makkah","offset":127},{"uri":"Jeddah","surface_form":"Jeddah","offset":135},{"uri":"Madinah","surface_form":"Madinah","offset":147},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":158},{"uri":"Karachi","surface_form":"Karachi","offset":183},{"uri":"Pakistan","surface_form":"Pakistan","offset":195},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":241},{"uri":"Malaysia","surface_form":"Malaysia","offset":270},{"uri":"Thailand","surface_form":"Thailand","offset":294},{"uri":"UAE","surface_form":"UAE","offset":304},{"uri":"India","surface_form":"India","offset":312},{"uri":"Muslim","surface_form":"Muslim","offset":599},{"uri":"Islam","surface_form":"Islam","offset":661},{"uri":"Burmese_alphabet","surface_form":"Burmese alphabet","offset":903}]}