{"id":216380,"url":"http://en.wikipedia.org/wiki/Sadri_language","text":"Sadri (also Nagpuri) is an Indo-Aryan language spoken in the Indian states of Jharkhand, Bihar, Chhattisgarh and Odisha. It is the native language of the Sadaan, an ethino-linguistic group of the of Chota Nagpur region. In addition to native speaker, Sadri is also used as a lingua-fraca by large number of tribal groups such as: Kharia, Munda, Bhumij, Kurukh and many of these tribal group have adopted Sadri as their first language. It spoken by many Tea-tribes of Assam, West Bengal and Bangladesh.\nScript.\nIn past, either Devanagari or Kaithi script were use in writing Nagpuri poems.\nNagpuri is commonly written in the Devanagari script.\nGeographical Distribution.\nNagpuri language is chiefly spoken in western Chota Nagpur Plateau region of west-central Jharkhand in districts such as Latehar, Lohardaga, Chatra, Palamu, Garhwa, Gumla, Simdega, Ranchi, Khunti, West Singhbhum North-east Chhattisgarh in district Jashpur, Surguja, Balrampur, South-east Uttar Pradesh in Sonbhadra, Northern Odisha in Sundargarh and south-west Bihar in Aurangabad district.\nAlternate names.\nAlternate names of dialects include: Sadani, Sadana, Sadati, Sadari, Sadhan, Sadna, Sadrik, Santri, Siddri, Sradri, Sadhari, Sadan, Nagpuria, Nagpuri, Chota Nagpuri, Dikku Kaji, Gawari, Ganwari, Goari, Gauuari, Jharkhandhi.","categories":[],"infobox_types":["language"],"annotations":[{"uri":"Indo-Aryan_languages","surface_form":"Indo-Aryan language","offset":27},{"uri":"India","surface_form":"India","offset":61},{"uri":"Jharkhand","surface_form":"Jharkhand","offset":78},{"uri":"Bihar","surface_form":"Bihar","offset":89},{"uri":"Chhattisgarh","surface_form":"Chhattisgarh","offset":96},{"uri":"Odisha","surface_form":"Odisha","offset":113},{"uri":"Lingua_franca","surface_form":"lingua-fraca","offset":275},{"uri":"Devanagari","surface_form":"Devanagari","offset":526},{"uri":"Kaithi","surface_form":"Kaithi","offset":540},{"uri":"Devanagari_script","surface_form":"Devanagari script","offset":624},{"uri":"Jharkhand","surface_form":"Jharkhand","offset":760},{"uri":"Chhattisgarh","surface_form":"Chhattisgarh","offset":893},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":958},{"uri":"Odisha","surface_form":"Odisha","offset":995},{"uri":"Bihar","surface_form":"Bihar","offset":1031}]}