{"id":216318,"url":"http://en.wikipedia.org/wiki/Ardashir_I","text":"Ardashir I, founder of the Sassanid dynasty, was ruler of Istakhr (since 206?), then of an important part of Persia (since 208?), and finally \"King of Kings of Persia\" (since 226). The dynasty Ardashir founded would rule for four centuries until overthrown by the Rashidun Caliphate in 651.\nArdashir is also known as Ardashīr-i Pāpagān \"Ardashir, son of Pāpağ\", and other variants of his name include Latinized \"Artaxares\" and \"Artaxerxes\".\nArdashir was born in the late 2nd century in Istakhr, what is present-day Fars in Iran. At that time is was a vassal kingdom of Parthia.\nIn conclict with Artabanus IV, who ordered his vassal, the ruler of Khuzestan, to confront Ardashir. It was Ardashir who emerged victorious in that battle.\nIn 226, Artabanus IV himself invaded Fars to defeat the rebelling Ardashir. But the Parthian army was completely defeated, and Artabanus IV was killed. According to one account, Ardashir and Artabanus fought in close combat on horseback. Ardashir pretended to flee, turned around in the saddle and shot Artabanus through the heart.\nArdashir I was crowned in 226 as the \"Šāhān šāh Ērān\" \"king of kings [of] Iran\" (his consort Adhur-Anahid took the title \"Queen of Queens\"), Ardashir finally brought the over 400 year-old Parthian Empire to an end and began four centuries of Sassanid rule.\nLegacy.\nArdashir I was an energetic king, responsible for the resurgence not just of Persia but of Iranian-speaking peoples as a unified nation, the strengthening of Zoroastrianism, and the establishment of a dynasty that would endure for four centuries. While his campaigns against Rome met with only limited success, he achieved more against them than the Parthians had done in many decades and prepared the way for the substantial successes his son and successor Shapur I would enjoy against the same enemy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sassanid_dynasty","surface_form":"Sassanid dynasty","offset":27},{"uri":"Istakhr","surface_form":"Istakhr","offset":58},{"uri":"Persia","surface_form":"Persia","offset":109},{"uri":"Rashidun_Empire","surface_form":"Rashidun","offset":264},{"uri":"Latin","surface_form":"Latin","offset":401},{"uri":"Iran","surface_form":"Iran","offset":523},{"uri":"Parthia","surface_form":"Parthia","offset":569},{"uri":"Artabanus_IV","surface_form":"Artabanus IV","offset":595},{"uri":"Zoroastrianism","surface_form":"Zoroastrianism","offset":1489}]}