{"id":216358,"url":"http://en.wikipedia.org/wiki/Makgeolli","text":"Makgeolli (Makuly, also called nongju or takju) is a Korean traditional rice wine. Made from rice, it is a milky brew with an alcohol content of 6 to 7 percent. Rice, the main ingredient of it, is not sweet in itself, so Nuruk is also used to make it. Once boiled rice and Nuruk are mixed, the enzymes in Nuruk break down carbohydrates in rice into sugar. Then the sugar meets yeasts in Nuruk and there begins fermentation. Because the fermentation keeps on going, Makgeolli should be drunk as soon as possible once it is opened.\nIt has a long history. Ancient people made liquor with grains such as wheat and rice after they found the way to grow them. That is the beginning of it. There are some records about it. For example, a book written in Three Kingdoms of Korea, it says many people drank ‘grain liquor.’ Moreover, in a document about the brewing of Joesun Dynasty, there says Makgeolli had had long history and been considered as liquor of the folk. Made from newly harvested rice, it was regarded as sacred gift from God. In addition, it played an important role in religious event like praying ceremony for a year of abundance.\nCompared to other liquor, it is good for health. Abundant in protein and fiber, it affects to liver much less than any other alcohol. Rather it helps prevent cancer and heart disease. Similar to milk and yogurt, it has good effect on the health with its organic acids.\nThese days, demand on it is growing from USA and Japan, so exports are rising in Korea. Actually in Korea, most of the men who drank it were farmers or manual workers in 1970s. That’s because it was replaced not only by soju but also by Western drinks such as beer or whisky. Recently, however, even young generations are more likely to drink it than before.\nReferences.\n- Yonhap News http://app.yonhapnews.co.kr/yna/basic/ArticleEnglish/Search/YIBW_showSearchArticleList.aspx?searchtext=Makgeolli&scope=all&period=&startdate=&enddate=","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":53},{"uri":"Rice","surface_form":"rice","offset":93},{"uri":"Nuruk","surface_form":"Nuruk","offset":221},{"uri":"Three_Kingdoms_of_Korea","surface_form":"Three Kingdoms of Korea","offset":747},{"uri":"Joesun_Dynasty","surface_form":"Joesun Dynasty","offset":859},{"uri":"Soju","surface_form":"soju","offset":1629}]}