{"id":216383,"url":"http://en.wikipedia.org/wiki/Friedrich_Kurt_Fiedler","text":"\"Friedrich\" Kurt Fiedler (8 March 1894 – 11 November 1950) was a German graphic designer. During the Weimar Republic he became known for his book and poster designs. Kurt Fiedler was an active member of the Social Democratic Party of Germany.\nLife.\nKurt Fiedler was born in the little village Eichbusch near Dresden as a son of a carpenter. Together with the later known painter Hermann Glöckner he attended around 1910 the evening classes of the Kunstgewerbeschule Dresden. The students were educated in an aesthetic style, which was propagated by Deutscher Werkbund. From 1911 to 1915 Fiedler got a grant to study as master scholar of Richard Guhr and Josef Goller. During World War I Fiedler served as front-line soldier in France. After the war, Ferdinand Avenarius introduced him to the Dürerbund. Fiedler lived in the house of this leading cultural organization in Blasewitz for about 20 years. For the social democratic newspaper \"Dresdner Volkszeitung\" he designed the masthead.\nThe Nazis hindered Kurt Fiedler because he was known as an active social democrat. During World War II Kurt Fiedler served as translator for French prisoners of war. He left army in 1942 because of poor health. Until the end of Nazi Germany he earned his money with technical drawings at the Dresden University of Technology. The home of Kurt Fiedler was completely destroyed during Bombing of Dresden in World War II on 13 February 1945. After the war, Kurt Fiedler belonged to the directorate of the association of fine arts in Dresden. He was artistic fellow worker of the Saxon regional board of the Socialist Unity Party of Germany. As nearly all social democrats Fiedler became sidelined in following years.\nArtwork.\nFiedler worked for the leading publishing houses of Dresden. \"B.G. Teubner\", \"Theodor Steinkopff-Verlag\", \"Wilhelm-Limpert-Verlag\", \"Buchdruckerei der Dr. Güntz'schen Stiftung\" and \"Rudolph'sche Verlagsbuchhandlung\" were known nationwide. Fiedler designed books on astronomy for the Dürerbund and the local planetarium. Especially known were his cover illustrations for adventure stories of the famous circus Sarrasani. Some of the books for \"Talisman-Bücherei\" of Rudolph were banned by the Nazis. They were bound to the New Thought movement.\nOn occasion of the World Advertising Congress 1929 in Berlin, Fiedler was awarded for his poster design. Some important posters were \"Hiertstein - Katzenstein Gebiet\", \"Riesen-Auftakt 43. Bundesfest Bund Deutscher Radfahrer\" for the German Cycling Federation, and \"200 Jahre Dresdner Anzeiger\" on occasion of the jubilee of the first newspaper of Dresden. After 1930 Fiedler became known for some of his drawings, especially of children.\nFiedler counts today as one of the leading poster artists of post-war East Germany. Many of his works can be found in Deutsches Historisches Museum, Akademie der Künste and the German Federal Archive. Among his best known pieces of that period is \"Junkerland in Bauernhand\", a movie poster designed for the DEFA. The \"German national picture archive of arts\" at the University of Marburg documents 34 of his posters from that time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":65},{"uri":"Graphic_designer","surface_form":"graphic designer","offset":72},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":101},{"uri":"Social_Democratic_Party_of_Germany","surface_form":"Social Democratic Party of Germany","offset":207},{"uri":"Dresden","surface_form":"Dresden","offset":308},{"uri":"Carpenter","surface_form":"carpenter","offset":330},{"uri":"Hermann_Gl%C3%B6ckner","surface_form":"Hermann Glöckner","offset":379},{"uri":"Deutscher_Werkbund","surface_form":"Deutscher Werkbund","offset":549},{"uri":"World_War_I","surface_form":"World War I","offset":675},{"uri":"France","surface_form":"France","offset":727},{"uri":"Ferdinand_Avenarius","surface_form":"Ferdinand Avenarius","offset":750},{"uri":"D%C3%BCrerbund","surface_form":"Dürerbund","offset":792},{"uri":"Blasewitz","surface_form":"Blasewitz","offset":871},{"uri":"Nazi","surface_form":"Nazi","offset":991},{"uri":"World_War_II","surface_form":"World War II","offset":1077},{"uri":"Dresden_University_of_Technology","surface_form":"Dresden University of Technology","offset":1279},{"uri":"Bombing_of_Dresden_in_World_War_II","surface_form":"Bombing of Dresden in World War II","offset":1370},{"uri":"Socialist_Unity_Party_of_Germany","surface_form":"Socialist Unity Party of Germany","offset":1591},{"uri":"Sarrasani","surface_form":"Sarrasani","offset":2119},{"uri":"New_Thought","surface_form":"New Thought","offset":2232},{"uri":"Deutsches_Historisches_Museum","surface_form":"Deutsches Historisches Museum","offset":2810},{"uri":"Akademie_der_K%C3%BCnste","surface_form":"Akademie der Künste","offset":2841},{"uri":"German_Federal_Archive","surface_form":"German Federal Archive","offset":2869},{"uri":"DEFA","surface_form":"DEFA","offset":2999},{"uri":"University_of_Marburg","surface_form":"University of Marburg","offset":3058}]}