{"id":216456,"url":"http://en.wikipedia.org/wiki/Yut","text":"e=\"preserve\">Yut is a traditional Korean board game played mainly during the period from Korean New Year to the first full moon. \"Cheok-sa\" and \"sa-hee\" are the other names of the game. Its origin is not clear, but it seems that the game was started from the age of ancient Korea called Three-Kingdoms. The game is played by throwing four sticks, and moving marks on the board according to shapes of the sticks that fell down. During Korean New Year, many people play the game because it can be enjoyed anywhere by players of any age.\nTools.\nThe equipment of the game consists of a board, four yut sticks, and four marks, called \"mal\", per each team. The board, which is normally rectangular shaped, is made of various materials like stitched cloth, paper, or leather. It includes a circle with a cross in the center, and 28 circles around this cross. The sticks determine how far a \"mal\" can advance. The stick has two sides; one is round, and the other flat. It is usually made of wood from chestnut trees. Players can move their \"mal\" from one circle to another, based on the results that their sticks indicate. Any item can be used for a \"mal\", if it can be distinguished from the \"mal\" of opposite teams.\nRules.\nThe facing of the sticks after being thrown indicate the movements of each team’s \"mal\". There are five possibilities: \"do, gae, geol, yut\", and \"mo\", meaning five livestock, pigs, dogs, cow, sheep, and horses. \"Do\", when the flat side of only one stick faces upward, means a one-step advance. When two flat sides are up, it means \"gae\", which is a two-step advance. \"Geol\" is three flat sides up, which is a three-step advance, and \"yut\", where all four sticks are lying flat side up, means a four-step advance. When all four sticks face round side up, it is \"mo\" which means a five-step advance. Each team normally throw the sticks in turn, but players get one more chance to throw the sticks when they throw a \"yut\" or \"mo\".\nPlayers can move only one \"mal\" per each movement, unless \"mals\" are grouped in one. When a \"mal\" reaches the big circles in the center, or reaches the others in each corner, players can move their \"mal\" in a shortcut. There are four possible routes to move \"mal\" when considering shortcuts. When a \"mal\" reaches a circle that is already occupied by a \"mal\" of an opposing team, the \"mal\" of the opposing team is captured by the new mal, and must restart from the starting point. If a mal lands on a circle with another mal of same team, the two mals can make a group, and move together. The first team causing all of their mals to reach the starting point again becomes the winner of game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korean","offset":34},{"uri":"Board_game","surface_form":"board game","offset":41}]}