{"id":216561,"url":"http://en.wikipedia.org/wiki/Fran%C3%A7oise_Hardy","text":"Françoise Hardy is a French singer, actress and model. As a celebrity in various fields, she has been an icon in France.\nEarly life.\nHardy was born at 17 January 1944 in Paris and grew up in rich family. From her childhood, she was so interested in literature that she was attracted to Simone de Beauvoir and Albert Camus. She received a guitar from her mother as a present for her passing baccalaureat at 16. It caused her to get interested in Chanson. Hardy mastered guitar by herself and showed an interest in composing chanson. Trying to be a singer was hard, she failed many times. After entering the University of Sorbonne in Paris, she kept studying a chanson in Petit conservatoire de la chanson, a chanson school founded by Mireille who was a famous singer at that time. Soon, she contracted with the record label Vogue in November 1961.\nSuccess.\nIn June 1962, she made a great debut with her famous chanson ‘Tous les garçons et les filles' which became a hit all over Europe at her age of 18. The song made the wave of Yé-yé music in France with two million sales. It was when another famous song ‘Comment te dire adieu' appeared that Hardy estalished her as a singer in 1968. The song received a favorable review from many critics who were indifferent to young singers without precedent. Since then, she has been a cultural iconic figure in France. All of almost her songs were self written, and they have been translated into English, Spanish, Italian and German. As an actress, she appeared in many films - ‘Château en Suède”(1963), “Une balle au cœur”(1965), ”What’s new pussycat?”(1966) “Masculin- Féminin”(1966) and “Grand prix”(1967)\nShe had a son, Thomas Dutronc in 1973 and married his father Jacques Dutronc. Now, they remain a couple.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":21},{"uri":"Paris","surface_form":"Paris","offset":170},{"uri":"Simone_de_Beauvoir","surface_form":"Simone de Beauvoir","offset":286},{"uri":"Albert_Camus","surface_form":"Albert Camus","offset":309},{"uri":"Baccalaureat","surface_form":"baccalaureat","offset":390},{"uri":"University_of_Sorbonne","surface_form":"University of Sorbonne","offset":606},{"uri":"Petit_conservatoire_de_la_chanson","surface_form":"Petit conservatoire de la chanson","offset":670},{"uri":"Mireille","surface_form":"Mireille","offset":733},{"uri":"Tous_les_gar%C3%A7ons_et_les_filles","surface_form":"Tous les garçons et les filles","offset":918},{"uri":"Y%C3%A9-y%C3%A9","surface_form":"Yé-yé","offset":1029},{"uri":"Comment_te_dire_adieu","surface_form":"Comment te dire adieu","offset":1108},{"uri":"Thomas_Dutronc","surface_form":"Thomas Dutronc","offset":1666},{"uri":"Jacques_Dutronc","surface_form":"Jacques Dutronc","offset":1712}]}