{"id":216527,"url":"http://en.wikipedia.org/wiki/Shirley_Jackson","text":"Shirley Jackson (December 14, 1916, San Francisco, California - August 8, 1965, Bennington, Vermont) was an important American author. A popular writer in her time, her work has received even more attention from literary critics in recent years. She has influenced such writers as Neil Gaiman, Stephen King, Nigel Kneale and Richard Matheson.\nLife.\nBorn Shirley Hardie Jackson in San Francisco in 1916 to Leslie and Geraldine Jackson, Shirley and her family lived in Burlingame, California, an wealthy middle-class suburb. Shirley spent most of her early life in California. The Jackson family then moved to Rochester, New York, where Shirley attended Brighton High School and graduated in 1934. For college, she first attended the University of Rochester before graduating from Syracuse University in 1940.\nShe got married in 1940 to Stanley Edgar Hyman who met in campus literary magazine, literary critic, and have four children who are Laurence (Laurie), Joanne (Jannie), Sarah (Sally), and Barry. The Hyman family lived in Vermont, in a quiet rural community and far away from city life. In 1965, Shirley Jackson died of heart failure in her sleep at the age of 48. Shirley suffered all through her life from various neuroses and psychosomatic illness. These illnesses, along with the various prescription drugs used to treat them, overweight and heavy smoking, may have led to her declining health and early death.\nLiterary works.\nShe is best known for \"The Lottery\" (1948), which suggests a deeply unsettling dark underside in human nature who lives in suburban small-town in America. This is easily the best adaptation of the famed Shirley Jackson short story, first published in The New Yorker (June 28, 1948). Jackson may even have taken pleasure in the destructive impact of her work, as evidenced by Hyman's statement that she \"was always proud that the Union of South Africa banned \"The Lottery\", and she felt that they at least understood the story. Larry Yust made this story into a short film which was banned in Boston.\nWith information for Jackson's first novel, \"The Road Through the Wall\" (1948), her husband who also is a literary critic, described Shirley Jackson as someone who practiced witchcraft. Shirley later wrote about witchcraft accusations in her book for young readers, \"The Witchcraft of Salem Village\" (1956).\nHer other novels include \"Hangsaman\" (1951), \"The Bird's Nest\" (1954), \"The Sundial\" (1958) and The \"Haunting of Hill House\" (1959), regarded by many as one of the important horror novels of the 20th Century.\nWhen the Hymans eventually settled in Vermont, Shirley continued to publish novels and short stories while caring for their children Laurence, Joanne, Sarah and Barry. Eventually her four children would come to their own brand of literary characters as fictionalized versions of themselves in their mother's short stories; In a series of the short stories, later collected in the books \"Life Among the Savages\" and \"Raising Demons\", she presented a fictionalized version of her marriage and the experience of raising four children.\nIn addition to her adult literary novels, Shirley also wrote a children's novel, \"Nine Magic Wishes\" as well as a children's play based on \"Hansel and Gretel\" and entitled The \"Bad Children\".\nShirley Jackson Awards.\nThe first annual Shirley Jackson Awards for \"outstanding achievement in the literature of psychological suspense, horror and the dark fantastic\" were presented July 20, 2008. The jurors were John Langan, Sarah Langan, Paul G. Tremblay and F. Brett Cox.","categories":[],"infobox_types":[],"annotations":[{"uri":"San_Francisco%2C_California","surface_form":"San Francisco, California","offset":36},{"uri":"Bennington%2C_Vermont","surface_form":"Bennington, Vermont","offset":80},{"uri":"Americans","surface_form":"American","offset":118},{"uri":"Author","surface_form":"author","offset":127},{"uri":"Neil_Gaiman","surface_form":"Neil Gaiman","offset":281},{"uri":"Stephen_King","surface_form":"Stephen King","offset":294},{"uri":"Nigel_Kneale","surface_form":"Nigel Kneale","offset":308},{"uri":"Richard_Matheson","surface_form":"Richard Matheson","offset":325},{"uri":"San_Francisco","surface_form":"San Francisco","offset":380},{"uri":"California","surface_form":"California","offset":479},{"uri":"Rochester%2C_New_York","surface_form":"Rochester","offset":608},{"uri":"New_York","surface_form":"New York","offset":619},{"uri":"University_of_Rochester","surface_form":"University of Rochester","offset":732},{"uri":"Syracuse_University","surface_form":"Syracuse University","offset":779},{"uri":"Critic","surface_form":"critic","offset":901},{"uri":"Vermont","surface_form":"Vermont","offset":1028},{"uri":"Psychosomatic_illness","surface_form":"psychosomatic illness","offset":1235},{"uri":"Prescription_drugs","surface_form":"prescription drugs","offset":1298},{"uri":"Overweight","surface_form":"overweight","offset":1337},{"uri":"The_Lottery","surface_form":"The Lottery","offset":1460},{"uri":"Short_story","surface_form":"short story","offset":1656},{"uri":"The_New_Yorker","surface_form":"The New Yorker","offset":1688},{"uri":"South_Africa","surface_form":"South Africa","offset":1875},{"uri":"Movie","surface_form":"film","offset":2004},{"uri":"Boston","surface_form":"Boston","offset":2029},{"uri":"Novel","surface_form":"novel","offset":2074},{"uri":"The_Sundial","surface_form":"The Sundial","offset":2417},{"uri":"Haunting_of_Hill_House","surface_form":"Haunting of Hill House","offset":2446},{"uri":"Vermont","surface_form":"Vermont","offset":2592},{"uri":"Nine_Magic_Wishes","surface_form":"Nine Magic Wishes","offset":3168},{"uri":"Hansel_and_Gretel","surface_form":"Hansel and Gretel","offset":3226}]}