{"id":216658,"url":"http://en.wikipedia.org/wiki/Magnum_Crimen","text":"\"Magnum crimen: pola vijeka klerikalizma u Hrvatskoj\" (i.e. \"Major accusation: Half a century of clericalism in Croatia\") is a book first published in Zagreb in 1948. The book was written by a Croatian Roman Catholic priest, Dr. Viktor Novak (1889 - 1977), who was also a professor at Belgrade and Zagreb Universities, and the member of the Yugoslav Academy Science and Arts. In this book, Novak wrote about (Roman Catholic) clericalism in Croatia from the beginning of the 20th century to the end of World War II.\nThe Vatican Curia placed the book on their list of banned books, the \"Index librorum prohibitorum\", and said that Novak was an enemy of the Catholic Church.\nForeword.\nNovak wrote that he spent more than 40 years collecting documents and books to write his book. He started collecting this material during his secondary school days, continued it as a university student, and as a member of the Austrian Institute of History in Vienna, Austria, then as a university professor in Zagreb and Belgrade. He worked on three books, of which \"Magnum crimen\" is the last, the first two parts of are the \"Magnum tempus\" and the \"Magnum sacerdos\". In 1941, after the destruction and occupation of the Kingdom of Yugoslavia, Novak was forced to destroy all material he had collected. He was in danger of being arrested and killed by the German occupying forces and their collaborators in Belgrade. He was among the first ten people arrested in Belgrade by Germans, but managed to survive and continue work on this book after liberation of Belgrade in October 1944.\nNovak dedicates this book to the victims (known and unknown as well) of the clero-fascism.\nObserving the Roman Catholic Church activities in Yugoslavia for more than fifty years, the author concludes that this Church replaced the idea of service to God by service to the Roman Curia, i.e. service to the government of the Roman Pontificate in the role of the world leader. As a result of this idea, in the Kingdom of Yugoslavia, the Roman Catholic Church identified the Roman Catholicism to the Croatian nationhood, which turned most of its priesthood into ardent Ustashe supporters.\nChapters I - XVIII.\nThe book describes activities of the Roman Catholic clergy in the Kingdom of Yugoslavia, including their intention and attempts to become above the state, to control the state and eventually everyday lives of the common people. It has two distinct parts. The first part consists of fifteen chapters, covering the Roman Catholic clericalism from the end of the nineteenth and beginning of the twentieth century in Austria-Hungary, then in the Kingdom of Yugoslavia. The second part, the last four chapters, covers the rise and fall of the Independent State of Croatia, and the active support of the Roman Catholic Church clergy.\nThe main doctrine of the Roman Catholic Church in the Kingdom of Yugoslavia was that(a) the clergy shall be paid by the state as the state officials; (b) the state cannot have any control over the Church; (c) the Church has right to be fully involved in the political life of the Kingdom of Yugoslavia; (d) the Church doctrine/religious education shall be a part of primary and secondary school curricula; and that (e) the Roman Catholic Church curricula in the schools shall be obligatory to all pupils whose at least one parent is a Roman Catholic.\nTo achieve these goals, the Church supported clerical political parties, confronting them to other confessions, primarily to the Serbian Orthodox Church, by publicly preaching hatred against the Orthodox population and advocating Croatian and Slovene separatism and intolerance against others.\nJosip Juraj Strossmayer's ideas, of which the most important one was - serving God equals to serving people, created close relations between Croats and Serbs by introducing the Old Slavonic language as the liturgy language of the Roman Catholic Church in the Balkans - were aggressively suppressed by the Roman Catholic clergy in Croatia and Slovenia. The clergy put the Roman Curia in between the God and the people, demanding from the Roman Catholics ultimate obedience to the Roman Curia and unconditional love of the Roman Pope. The clergy remaining faithful to the Strossmayer was marginalized, with the most ardent supporters excommunicated by the Zagreb archbishop.\nNevertheless, Strossmayer was embraced as a great Roman Catholic bishop by the same clergy - but his teaching was distorted or not mentioned ever. The same destiny faced Franjo Rački, Ante Trumbić, and Stjepan Radić - three Croatian politicians advocating actively and fighting for the Yugoslavism - as a common denominator of togetherness and life among the Slavic people of the kingdom of Yugoslavia. The Trumbić and Radić's struggle against centralism was interpreted as the Croatian and Slovene separatism support.\nNovak demonstrated that even the anti-Croatian activities in the Italian Croatian and Slovene lands (as compensation for their aid in World War I) were not counteracted by the Croatian and Slovene Roman Catholic clergy in Yugoslavia. Expulsion of the Croatian and Slovene clergy from these lands and their replacement by the Italians was received with silence and accepted without resistance or protest among their Catholic brethren in Yugoslavia.\nAnte Pavelić's political activities in the Kingdom of Yugoslavia, the Ustashe terrorism, and the embracement of fascism were all supported by the Roman Catholic clergy. Pavelić's nationalism identified Roman Catholicism to the Croatdom, which was actively supported and interpreted by the clergy.\nThe second part of this book is about the beginning of the Independent State of Croatia, the active support of the Roman Catholic clergy to this state, and their involvement and support in the extermination and/or forceful conversion of the Serbs and extermination of the Jews and the Roma people. The book is full of testimonies and documents showing the active involvements of the Catholic clergy in supporting, organizing, and executing extermination of Serbs, Jews, and Roma people of the Kingdom of Yugoslavia. One of the most bizarre events described was that Roman Catholic priests in the Jasenovac concentration camp working every day on the most gruesome ways to kill the camp inmates, while they went to chapel regularly each day to pray to God.\nAt the end of World War II, the Catholic clergy defended themselves, claiming their opposition to forceful conversion and extermination in some letters and instructions directed to the priesthood. The book notes that these letters and directions were not public and not respected or followed. In fact, an article from \"Novi list\"' argued that a Jew could not be save by converting to the Roman Catholicism.\nArchbishop Aloysius Stepinac is portrayed in this book as an ardent Roman Catholic crusader who publicly endorsed the establishment of the Independent State of Croatia, acknowledged the Ustashe as Croatian patriots, defended her before the Roman Pope and was responsible for the racist attitude and behavior of his clergy.\nEnglish language edition [2011].\nThis edition, except from being an English language translation of the 1948 edition, contains two new chapters - \"XIV. Ecclesia militants at war with the ideology of Tyrš\", and \"XV. Libellus accusations\", both omitted in the original version under the pressure of Josip Broz Tito's OZNA chief Maks Baće.\nChapter XIV is about the Sokol (\"Falcon\") Society, founded in Prague in 1862 by Jindřich Fügner and Miroslav Tyrš. The goal of the Sokol Society was to revive and enhance the national awareness and promote mental and physical health of the Czech people through sports and moral education. The idea soon gained a pan-Slavic character, and Sokol organizations were later established in Croatia, Slovenia, Serbia, Bulgaria, Poland, and Russia. The Sokol movement had full support from Strossmayer, then Bishop of Đakovo. After the dissolution of Austria-Hungary and the establishment of the Kingdom of Serbs, Croats, and Slovenes in 1918, and under the leadership of Lazar Car, Croatian Sokol societies were united with Serbian and Slovenian Sokol clubs into a large Sokol Alliance on 15 June 1919.\nThe separatism-prone Croatian clergy forced Croatian Sokols to leave the \"Yugoslav Sokol Alliance\" in 1919–20, fueling internal conflicts within the Alliance on political grounds. At the same time, high Catholic clergy established the Orlovi (\"Eagles\") clerical organization with the aim of taking youths away from the Alliance. The Croatian Catholic Church rejected the pan-Slavic idea of bringing together Catholic, Orthodox, and Muslim believers under the motto that \"a brother is dear regardless of his faith\". The two Catholic organizations, Orlovi (\"Eagles\") and Katolička Akcija (\"Catholic Action\") were a main base of this resistance to the idea of Yugoslavism, brotherhood and religious tolerance. The Catholic Church's resistance to this idea of pan-Slavism led the Polish Sokols to abstain from the international \"All Sokol Rally\" held in Prague in 1926.\nChapter XV, titled \"Libellus Accusations\", is about a few Croatian clergymen who were followers of Strossmayer's idea (namely, that to serve people means to serve God). The most prominent among them was Frano Ivanišević, a national fighter and promoter of Old Slavonic Church language as the language of liturgy in the Croatian Catholic Church. He demonstrated that a Catholic priest serving his people would not be against his Church and faith.\nThe book as an academic reference.\nAmong scholars-historians this book is accepted as a serious academic reference and as such - cited and referenced a great number of times [https://scholar.google.com/scholar?q=Magnum%20Crimen%20Viktor%20Novak&lr=&sa=N&tab=ps],[https://books.google.com/books?q=Magnum+Crimen+Viktor+Novak&lr=&sa=N&start=0]. That way the book became a reference book in the libraries of many universities around the globe [http://www.worldcat.org/wcpa/oclc/3602287].\nThe earliest surveys of this book are the ones of Russian S. Troicky (as of the 1949 year - see the link) and of Swede O. Neumann. Neumann stressed three things particular to this book: the role of V. Novak in spreading and defending the idea of Yugoslavism, abundance of the documentation used to support the book content, and that \"Some passages have been written by a scholar in a dignified academic gown, in other parts of the book the author assumes the role of public prosecutor.\" The abridged edition of this book published in 1960 is reviewed in the Istorijski glasnik and the same review echoed in the Historical abstracts.\nA number of short notes about this book can be found - scattered in the works related to this period of history. Some are neutral and some rejective and disapproving.\nThe most recent, 2011 English language edition, was published in two volumes, and includes two chapters which had been excluded from all earlier editions of this book, which, according to Serbian historian Vasilije Krestić, were censored upon the request of two Croatian communist leaders, Vladimir Bakarić and Maks Baće. As reported by the Serbian daily \"Politika\", the publication of the English language edition was financed by a schoolmate of Milorad Ekmečić; Ekmečić wrote the foreword to the edition. According to the same article, the publication of the English translation was coincided with the Croatia's lawsuit against Serbia in front of the International Court of Justice, so that \"the world would be informed about Ustashe crimes against Serbs during the Second World War\".\nThe book has seven full editions [http://www.worldcat.org/oclc/3602287/editions?editionsView=true&referer=di] and one abridged.","categories":[],"infobox_types":[],"annotations":[{"uri":"Zagreb","surface_form":"Zagreb","offset":151},{"uri":"Croatia","surface_form":"Croatia","offset":193},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":202},{"uri":"Priest","surface_form":"priest","offset":217},{"uri":"Belgrade","surface_form":"Belgrade","offset":285},{"uri":"20th_century","surface_form":"20th century","offset":474},{"uri":"World_War_II","surface_form":"World War II","offset":501},{"uri":"Vatican","surface_form":"Vatican","offset":519},{"uri":"Vienna","surface_form":"Vienna","offset":941},{"uri":"Kingdom_of_Yugoslavia","surface_form":"Kingdom of Yugoslavia","offset":1204},{"uri":"Germany","surface_form":"German","offset":1339},{"uri":"Independent_State_of_Croatia","surface_form":"Independent State of Croatia","offset":2709},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":2824},{"uri":"World_War_I","surface_form":"World War I","offset":4970},{"uri":"Ante_Paveli%C4%87","surface_form":"Ante Pavelić","offset":5284},{"uri":"World_War_II","surface_form":"World War II","offset":6351},{"uri":"Usta%C5%A1e","surface_form":"Ustashe","offset":6930},{"uri":"Josip_Broz_Tito","surface_form":"Josip Broz Tito","offset":7364},{"uri":"OZNA","surface_form":"OZNA","offset":7382},{"uri":"Maks_Ba%C4%87e_Mili%C4%87","surface_form":"Maks Baće","offset":7393},{"uri":"Prague","surface_form":"Prague","offset":7466},{"uri":"Jind%C5%99ich_F%C3%BCgner","surface_form":"Jindřich Fügner","offset":7484},{"uri":"Miroslav_Tyr%C5%A1","surface_form":"Miroslav Tyrš","offset":7504},{"uri":"Czechs","surface_form":"Czech people","offset":7644},{"uri":"Croatia","surface_form":"Croatia","offset":7788},{"uri":"Slovenia","surface_form":"Slovenia","offset":7797},{"uri":"Serbia","surface_form":"Serbia","offset":7807},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":7815},{"uri":"Poland","surface_form":"Poland","offset":7825},{"uri":"Russia","surface_form":"Russia","offset":7837},{"uri":"Roman_Catholic_Archdiocese_of_%C4%90akovo-Osijek","surface_form":"Bishop of Đakovo","offset":7904},{"uri":"Austria-Hungary","surface_form":"Austria-Hungary","offset":7947},{"uri":"Kingdom_of_Serbs%2C_Croats%2C_and_Slovenes","surface_form":"Kingdom of Serbs, Croats, and Slovenes","offset":7992},{"uri":"Yugoslavism","surface_form":"Yugoslavism","offset":8857},{"uri":"Vasilije_Kresti%C4%87","surface_form":"Vasilije Krestić","offset":11002},{"uri":"Vladimir_Bakari%C4%87","surface_form":"Vladimir Bakarić","offset":11086},{"uri":"Maks_Ba%C4%87e_Mili%C4%87","surface_form":"Maks Baće","offset":11107},{"uri":"Politika","surface_form":"Politika","offset":11152},{"uri":"Milorad_Ekme%C4%8Di%C4%87","surface_form":"Milorad Ekmečić","offset":11243},{"uri":"Milorad_Ekme%C4%8Di%C4%87","surface_form":"Ekmečić","offset":11260},{"uri":"International_Court_of_Justice","surface_form":"International Court of Justice","offset":11449}]}