{"id":216789,"url":"http://en.wikipedia.org/wiki/Sonic_the_Hedgehog_3","text":"\"Sonic the Hedgehog 3\" is the third video game in the \"Sonic the Hedgehog\" series. It was made by Sonic Team and published by Sega for the Sega Mega Drive in 1994. You can play as Sonic the Hedgehog or Miles \"Tails\" Prower, or both (Tails follows Sonic and does what Sonic does if you play this way). Dr. Eggman is called Dr. Robotnik in the North American and European version of the game.\nStory.\nThe game begins after what happened in the previous game, Sonic the Hedgehog 2. In Sonic 2, Sonic and Tails defeated Dr. Eggman on his giant spaceship called the Death Egg. It then exploded and landed on Angel Island, an island that floats in the air. Knuckles lives on Angel Island. He guards the Master Emerald, which is a big green gem that makes the island float. Dr. Eggman knows that the Master Emerald is very powerful. He wants to steal it, because he could fix the Death Egg with that power. He tricks Knuckles and tells him that Sonic and Tails are thieves and they want to steal the Master Emerald. Soon, Sonic and Tails arrive on Angel Island because they have seen that the Death Egg has fallen there. However, Knuckles surprises them, and takes away the Chaos Emeralds Sonic and Tails have collected.\nHow to play the game.\nThe point of the game is to collect Rings, defeat robots and get to the end of a Zone.\nIn Sonic 3, there are six Zones. Every Zone has got two levels, which are named \"acts\" in the game. At the end of every act 1, you've got to fight one of Dr. Eggman's robots, and at the end of every act 2, you've got to fight Dr. Eggman himself. There are small robots called \"Badniks\" in the acts. Most of them can be destroyed if you jump on them. If the badnik is destroyed, a little animal jumps out of it.\nRings are floating in the air and they are gold. If you collect 100 and 200 Rings, you get a life. If you have no Rings and something hits you (for example, a badnik, spike, or Dr. Eggman), you lose a life.\nThere are also Starposts in the acts. If you hit a Starpost, it will spin for a bit, and if you lose a life, you restart at the last Starpost you touched. Starposts can be used to go to the Bonus Stage, if you touch them if you have 50 or more Rings. Then, a ring made of stars will spin above the Starpost, and if you jump into it, you go to the Bonus Stage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":36},{"uri":"Sonic_the_Hedgehog","surface_form":"Sonic the Hedgehog","offset":55},{"uri":"Sonic_Team","surface_form":"Sonic Team","offset":98},{"uri":"Sega","surface_form":"Sega","offset":126},{"uri":"Sega_Mega_Drive","surface_form":"Sega Mega Drive","offset":139},{"uri":"1994","surface_form":"1994","offset":158},{"uri":"North_America","surface_form":"North America","offset":342},{"uri":"Europe","surface_form":"Europe","offset":361},{"uri":"Sonic_the_Hedgehog_2","surface_form":"Sonic the Hedgehog 2","offset":456}]}