{"id":21679,"url":"http://en.wikipedia.org/wiki/Triceratops","text":"\"Triceratops\" was a huge herbivorous ceratopsid dinosaur from the late Cretaceous. Its name came from having three horns on its head. They were mainly found in North America. As adults, they grew up to 30 feet long by 9 feet tall (), and probably weighed around 5,400 kg (12,000 lb).\n\"Triceratops\" was a low browser with a bony beak in front of its jaws. The jaws had close-set grinding teeth. Its defence had to stand up to attacks from taller theropods, hence the bony shield which covered its neck. Holes made by teeth have been found on the bony frill behind the horns, and on the sacrum (the part of the spine above the pelvis).\nMany fossils of \"Triceratops\" have been collected since the genus was first described in 1889. There is at least one complete individual skeleton. Paleontologist John Scannella observed: \"It is hard to walk out into the Hell Creek Formation and not stumble upon a \"Triceratops\" weathering out of a hillside\". Forty-seven complete or partial skulls were discovered in just that area during the decade 2000–2010. Specimens showing life stages from hatchling to adult have been found.\nSize.\nIndividual \"Triceratops\" were about 7.9 to 9.0 m (26.0–29.5 ft) in length, 2.9 to 3.0 m (9.5–9.8 ft) in height, and 6.1–12.0 tonnes (13,000–26,000 lb) in weight.\nSkull.\nThe most distinctive feature is their large skull, among the largest of all land animals. The largest known skull (specimen BYU 12183) is estimated to have been in length when complete, and could reach almost a third of the length of the entire animal. It bore a single horn on the snout, above the nostrils, and a pair of horns approximately 1 m (3 ft) long, with one above each eye. Most other ceratopsids had large holes (fenestrae) in their frills, while those of \"Triceratops\" were noticeably solid.\nLimbs.\n\"Triceratops\" species were sturdy, with strong limbs and short three-hoofed hands and four-hoofed feet.\nThe posture of these dinosaurs has long been the subject of some debate. Originally, it was believed that the front legs of the animal had to be sprawling at angles from the thorax, in order to better bear the weight of the head. This stance can be seen in paintings by Charles Knight and Rudolph Zallinger. However, evidence of trackways, and reconstructions of skeletons show that \"Triceratops\" and other ceratopsids had an upright stance during normal locomotion, with the elbows flexed and slightly bowed out. The stance was intermediate between fully upright and fully sprawling, similar the modern rhinoceros.\nPaleobiology.\nAlthough \"Triceratops\" are commonly portrayed as herd animals, there is little evidence that they lived in herds.\nIn 2012, a group of three \"Triceratops\" in relatively complete condition, each of varying sizes from a full-grown adult to a small juvenile, were found in Wyoming, near Newcastle. The remains are currently under excavation by paleontologist Peter Larson and a team from the Black Hills Institute. It is believed that the animals were traveling as a family unit, but it remains unknown if the group consists of a mated pair and their offspring, or two females and a juvenile they were caring for. The remains also show signs of predation or scavenging from \"Tyrannosaurus\", particularly on the largest specimen, with the bones of the front limbs showing breakage and puncture wounds from \"Tyrannosaurus\" teeth.\nFor many years, \"Triceratops\" finds were known only from solitary individuals. These remains are very common: one palaeontologist reported having seen 200 specimens of \"T. prorsus\" in the Hell Creek Formation of Montana, U.S. Similarly, Barnum Brown claimed to have seen over 500 skulls in the field. \"Triceratops\" teeth, horn fragments, frill fragments, and other skull fragments are abundant fossils in the latest Upper Cretaceous of western North America. It was the most dominant herbivore of the time. In 1986, Robert Bakker estimated it as making up 5/6ths of the large dinosaur fauna at the end of the Cretaceous.\n\"Triceratops\" was one of the last ceratopsian genera to appear before the Cretaceous–Paleogene extinction event. The related \"Torosaurus\", and the more distantly related diminutive \"Leptoceratops\", were also present, though their remains are rarely found.\nDentition and diet.\n\"Triceratops\" were herbivorous, and because of their low head, their primary food was probably low growth, although they may have been able to knock down taller plants with their horns, beak, and bulk. The jaws were tipped with a deep, narrow beak, good for grasping and plucking.\n\"Triceratops\" teeth were arranged in groups called batteries, of 36 to 40 tooth columns, in each side of each jaw with 3 to 5 stacked teeth per column, depending on the size of the animal. This gives a range of 432 to 800 teeth, of which only a fraction were in use at any given time (tooth replacement was continuous and occurred throughout the life of the animal). The great size and numerous teeth of \"Triceratops\" suggests that they ate large volumes of fibrous plant material, such as palms and cycads.\nFunctions of the horns and frill.\nThere has been much speculation over the functions of \"Triceratops head adornments. The two main theories have revolved around use in combat, or display in courtship, with the latter thought now to be the most likely primary function.\n\"Triceratops\" were long thought to have used their horns and frills in combat with predators such as \"Tyrannosaurus\". The idea was discussed first in 1917 and again 70 years later by Robert Bakker. There is evidence that \"Tyrannosaurus\" did have aggressive head-on encounters with \"Triceratops\", based on partially healed tyrannosaur tooth marks on a \"Triceratops\" brow horn and squamosal; the bitten horn is also broken, with new bone growth after the break. Since the \"Triceratops\" wounds healed, the \"Triceratops\" survived the encounter. \"Tyrannosaurus\" is also known to have fed on \"Triceratops\". Evidence for this includes a heavily tooth-scored \"Triceratops\" ilium and sacrum.\nIn addition to combat with predators using horns, \"Triceratops\" are classically shown engaging each other in combat with horns locked. While studies show that such activity would be feasible, if unlike that of present-day horned animals, there is disagreement about whether they did so.\nThe large frill also may have helped to increase body area to regulate body temperature. A similar theory has been proposed regarding the plates of \"Stegosaurus\", although this use alone would not account for the bizarre and extravagant variation seen in different members of the Ceratopsidae. This observation is highly suggestive of what is now believed to be the primary function, display.\nThe theory of their use in sexual display was first proposed by Davitashvili in 1961 and has gained increasing acceptance since. Evidence that visual display was important, either in courtship or in other social behavior, can be seen in the fact that horned dinosaurs differ markedly in their adornments, making each species highly distinctive. Also, modern living creatures with such displays of horns and adornments use them in similar behavior. A 2006 study of the smallest \"Triceratops\" skull, ascertained to be a juvenile, shows the frill and horns developed at a very early age, predating sexual development and thus probably important for visual communication and species recognition in general.\nPaleopathology.\nOne skull, assigned to \"Triceratops\", has a hole in the jugal bone. It looks like a puncture wound sustained while the animal was still alive. This is supported by signs of healing that are present in the bone around the supposed wound. When examined closely, the hole in the bone has a diameter that is very similar to diameter of the distal end of a \"Triceratops\" horn. This is evidence of competition between individual dinosaurs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Herbivore","surface_form":"herbivorous","offset":25},{"uri":"Ceratopsia","surface_form":"ceratopsid","offset":37},{"uri":"Dinosaur","surface_form":"dinosaur","offset":48},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":71},{"uri":"North_America","surface_form":"North America","offset":160},{"uri":"Browser","surface_form":"browser","offset":308},{"uri":"Theropods","surface_form":"theropods","offset":445},{"uri":"Sacrum","surface_form":"sacrum","offset":585},{"uri":"Pelvis","surface_form":"pelvis","offset":625},{"uri":"Genus","surface_form":"genus","offset":694},{"uri":"Hell_Creek_Formation","surface_form":"Hell Creek Formation","offset":854},{"uri":"Metre","surface_form":"m","offset":1169},{"uri":"Foot_(length)","surface_form":"ft","offset":1182},{"uri":"Tonne","surface_form":"tonne","offset":1247},{"uri":"Pound_(mass)","surface_form":"lb","offset":1269},{"uri":"Weight","surface_form":"weight","offset":1276},{"uri":"Skull","surface_form":"skull","offset":1335},{"uri":"Brigham_Young_University","surface_form":"BYU","offset":1415},{"uri":"Nostril","surface_form":"nostril","offset":1590},{"uri":"Thorax","surface_form":"thorax","offset":2081},{"uri":"Charles_R._Knight","surface_form":"Charles Knight","offset":2177},{"uri":"Rudolph_F._Zallinger","surface_form":"Rudolph Zallinger","offset":2196},{"uri":"Trackway","surface_form":"trackway","offset":2236},{"uri":"Rhinoceros","surface_form":"rhinoceros","offset":2511},{"uri":"Herd","surface_form":"herd","offset":2586},{"uri":"Tyrannosaurus","surface_form":"Tyrannosaurus","offset":3208},{"uri":"Hell_Creek_Formation","surface_form":"Hell Creek Formation","offset":3549},{"uri":"Montana","surface_form":"Montana","offset":3573},{"uri":"Barnum_Brown","surface_form":"Barnum Brown","offset":3598},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":3777},{"uri":"Robert_Bakker","surface_form":"Robert Bakker","offset":3877},{"uri":"Cretaceous%E2%80%93Paleogene_extinction_event","surface_form":"Cretaceous–Paleogene extinction event","offset":4056},{"uri":"Torosaurus","surface_form":"Torosaurus","offset":4108},{"uri":"Leptoceratops","surface_form":"Leptoceratops","offset":4164},{"uri":"Herbivore","surface_form":"herbivorous","offset":4277},{"uri":"Plant","surface_form":"plant","offset":4419},{"uri":"Beak","surface_form":"beak","offset":4444},{"uri":"Jaw","surface_form":"jaw","offset":4464},{"uri":"Tooth","surface_form":"teeth","offset":4553},{"uri":"Arecaceae","surface_form":"palms","offset":5029},{"uri":"Cycad","surface_form":"cycad","offset":5039},{"uri":"Tyrannosaurus","surface_form":"Tyrannosaurus","offset":5418},{"uri":"Squamosal","surface_form":"squamosal","offset":5695},{"uri":"Ilium_(bone)","surface_form":"ilium","offset":5981},{"uri":"Sacrum","surface_form":"sacrum","offset":5991},{"uri":"Thermoregulation","surface_form":"regulate body temperature","offset":6348},{"uri":"Stegosaurus","surface_form":"Stegosaurus","offset":6435},{"uri":"Ceratopsidae","surface_form":"Ceratopsidae","offset":6566},{"uri":"Jugal_bone","surface_form":"jugal","offset":7454}]}