{"id":216870,"url":"http://en.wikipedia.org/wiki/Go-Stop","text":"Go-Stop (; also called \"Godori\") is a Korean card game which uses Hanafuda. Hanafuda cards have 48 cards. 4 cards are 1 set and 12 sets mean 12 months. Normally, 3 players play Go-Stop, but it is possible to play with 2 players or among more than 4 players.\nGo-Stop is played for fun among friends or family members. But it also can be a kind of gambling. In recent years, Go-Stop became one of the most popular online board games in Korea with the development of internet.\nRules.\nThe rules of this game are different in different places, but the basic rules are the same. After deciding which player will go first, every player gets 7 cards and 6 cards which are placed upside down on the floor. The first player takes one card of his own out of his hand to pair the cards, and the game starts. It turns counter clockwise. Points are calculated by the cards that players get. If someone gets 3 points which are the minimum points to win, he can choose \"Go\" or \"Stop\". If he chooses \"Stop\", other players need to pay money according to the point of the winner, and then the game is finished. The winner is the first player in a new game. If he chooses \"Go\", the game continues. The player who chose \"Go\" needs to get another 1 point to select again \"Go\" or \"Stop\". But if one of other players gets 3 points before the player who chose \"Go\" gets another 1 point, the player who gets 3 points can stop the game as a winner. If it occurs, the player who chose \"Go\" should pay for the other player's money to the winner including his own. This is the specific rule that makes Go-Stop interesting.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":38},{"uri":"Card_game","surface_form":"card game","offset":45},{"uri":"Gambling","surface_form":"gambling","offset":346},{"uri":"Board_game","surface_form":"board game","offset":419},{"uri":"Internet","surface_form":"internet","offset":464},{"uri":"Clockwise","surface_form":"counter clockwise","offset":805},{"uri":"Point","surface_form":"Points","offset":824}]}