{"id":216875,"url":"http://en.wikipedia.org/wiki/Edward_Scissorhands","text":"\"Edward Scissorhands\" is a 1990 American romantic fantasy movie directed by Tim Burton. Caroline Thompson wrote the screenplay. Danny Elfman, a composer and musician from the band Oingo Boingo, wrote and performed the music in this movie. The role of Edward was played by Johnny Depp, with Winona Ryder playing Kim, his love interest. After making this movie, Ryder became much more famous. Depp and Burton were a successful combination after this movie. Many of Burton's movies after \"Edward Scissorhands\" star Depp.\nPlot.\nIt starts with an old woman telling a story about snow to her granddaughter. The story is about an unhappy young man named Edward, who had scissors instead of hands. A saleswoman of Avon, Peg, visits the house on the top of the mountain in her town. There lived Edward. Edward was created by a lonely inventor. He was left unfinished because the inventor died before giving him human hands. Peg felt pity for him and took him home. He was welcomed in the village. The neighbors got to like him more because of his talent in gardening and hair cutting. Jim, Kim's boyfriend, tried to use Edward's skill of unlocking doors without a scratch for stealing money from his own father. However, the security system was operating and Edward was locked in the room alone, where he was later caught. After then, Jim started to dislike Edward. Later, when Edward caught saw that Kim was enjoying the snow outside, Edward made an ice sculpture of her. Jim called out her name, causing Edward to jump, and he accidentally cut Kim's hand. However, Jim claimed that it was intentional. Also, when Edward saved Kevin from a car accident, he was misunderstood. People thought he was trying to hurt Kevin. Edward was suspected by all the people in the village. So he went back to the castle he was living in. Jim followed him and tried to hurt him, but Edward stabbed Jim and pushed him out of the window of the castle, killing him. Kim wanted to protect Edward. So she lied to a villager, saying that they killed each other. The story ends with a scene in which it is revealed that the old woman telling the story was Kim.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"United_States","surface_form":"American","offset":32},{"uri":"Romance_movie","surface_form":"romantic","offset":41},{"uri":"Fantasy_movie","surface_form":"fantasy movie","offset":50},{"uri":"Movie_director","surface_form":"directed","offset":64},{"uri":"Tim_Burton","surface_form":"Tim Burton","offset":76},{"uri":"Caroline_Thompson","surface_form":"Caroline Thompson","offset":88},{"uri":"Screenplay","surface_form":"screenplay","offset":116},{"uri":"Danny_Elfman","surface_form":"Danny Elfman","offset":128},{"uri":"Composer","surface_form":"composer","offset":144},{"uri":"Musician","surface_form":"musician","offset":157},{"uri":"Oingo_Boingo","surface_form":"Oingo Boingo","offset":180},{"uri":"Johnny_Depp","surface_form":"Johnny Depp","offset":272},{"uri":"Winona_Ryder","surface_form":"Winona Ryder","offset":290},{"uri":"Combination","surface_form":"combination","offset":425},{"uri":"Movie","surface_form":"movie","offset":448},{"uri":"Woman","surface_form":"woman","offset":546},{"uri":"Story","surface_form":"story","offset":562},{"uri":"Snow","surface_form":"snow","offset":574},{"uri":"Scissors","surface_form":"scissors","offset":663},{"uri":"Hand","surface_form":"hand","offset":683},{"uri":"Avon_Products%2C_Inc.","surface_form":"Avon","offset":706},{"uri":"Lonely","surface_form":"lonely","offset":818},{"uri":"Inventor","surface_form":"inventor","offset":825}]}