{"id":216887,"url":"http://en.wikipedia.org/wiki/Pansori","text":"Pansori is defined as a Korean traditional narrative song that one sorikkun(Korean: 소리꾼), a singer, weaves a story with chang(song), aniri(descriptive speech), and nurumsae(motion). The name of the song is also known as gapga, bonsaga, changga in Chinese, but it has been called pansori in Korean. The term pansori first appeared in 'Mae-il Shin bo' (the name of the newspaper in 1910s in Korea) in 1913. Pansori is a performing art which one sorikkun, and one gosu (a drummer playing a barrel drum called buk (Korean: 북)) sing a song of a long story to the audience. 'Pan' in pansori means 'a place where many people gather', and 'sori' means 'sound'. Pansori represents voluntariness and impromptu which are the characteristics of Korean traditional music. For example, before Heung-rok Song period it had been orally narrated without any exact scripts by extemporarily inserting songs handed down orally and witty remarks into the stories taught by a master.\nCharacteristics.\nPansori is a professional art which requires sorikkun to have a high level of singing skill. Also, it is a performing art because one singer takes roles of various characters in a story. Music, literature, and play are the key elements that coexist in pansori. It was established as an independent performing art by associating with many adjacent genres of Korean traditional music such as Minyo, Mooga(songs that shamans sing in a performance of exorcism), Sijo, Japga(a folk music sung by common people during the latter part of Joseon dynasty), and Gasa. It is also the only genre that started with popular arts and led to ethnic arts in Korea.\nBa-tang sori and Toe-mak sori.\nThere is an opinion that in the traditional society Pansori indicated Ba-tang sori (Korea:바탕소리, a song that includes the whole story) and if a singer sang certain parts of a story, usually famous parts, it was called just 'sori'. Today if a singer sing a full story, it is called Ba-tang sori whereas, if a singer sing just some parts of the story, the sori is called Toe-mak (Korean:토막)sori or Ma-di (Korean: 마디)sori. Toe-mak sori was mainly sung by sorikkun in the 20th century. However, after Dong-Jin Park, a famous male sorikkun, sang the full story of Heungbuga for five hours in 1968, many sorikkun tried to sing Ba-tang sori which requires sorikkun more efforts to sing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":24},{"uri":"Minyo","surface_form":"Minyo","offset":1369},{"uri":"Sijo","surface_form":"Sijo","offset":1437},{"uri":"Gasa","surface_form":"Gasa","offset":1531}]}