{"id":216890,"url":"http://en.wikipedia.org/wiki/Lord_of_War","text":"\"Lord of War\" is a crime thriller movie released in September 2005. It is directed by Andrew Nicole and starred Nicolas Cage, Ethan Hawke, Jared Leto and Bridget Moynahan. It deals with a story of gunrunner, named Yuri, who deals in arms trafficking. It is based on a real person named Victor Bout who was a notorious arms dealer.\nThe movie describes a person who deals in firearms as a \"Merchant of Death\", since by selling guns to people, Yuri is selling and bringing them death. At the end of the movie, an additional credit title points out the irony in that the five biggest arms exporting countries, the U.S., UK, Russia, France and China, are also the five permanent members of the United Nations Security Council.\nStory.\nThe main character Yuri Orlov (played by Nicolas Cage) is a Ukrainian-American. He persuaded his brother Vitaly (Jared Leto) to be his partner in his arms trafficking business. They made a great success. Another important character, Jack Valentine (Ethan Hawke), is an Interpol agent. Jack finds out that Yuri is a gunrunner. From the first moment Jack met Yuri until the ending, he tried to arrest Yuri but every time Yuri escaped capture. At the last moment when Yuri finally got caught by Jack, Yuri said to Jack that he would never be sent to jail because he himself was a \"necessary evil\". He also told Jack that the U.S. government, which Jack was working for, also knew that and they needed arms dealers just like Yuri. In the end, Yuri got freed from capture and kept his business for the purpose of arming people in the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crime_fiction","surface_form":"crime","offset":19},{"uri":"Thriller_movie","surface_form":"thriller movie","offset":25},{"uri":"Andrew_Nicole","surface_form":"Andrew Nicole","offset":86},{"uri":"Nicolas_Cage","surface_form":"Nicolas Cage","offset":112},{"uri":"Ethan_Hawke","surface_form":"Ethan Hawke","offset":126},{"uri":"Jared_Leto","surface_form":"Jared Leto","offset":139},{"uri":"Arms_trafficking","surface_form":"arms trafficking","offset":233},{"uri":"Victor_Bout","surface_form":"Victor Bout","offset":286},{"uri":"Firearm","surface_form":"firearm","offset":373},{"uri":"Irony","surface_form":"irony","offset":549},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":689},{"uri":"Ukrainians","surface_form":"Ukrainian","offset":789},{"uri":"Interpol","surface_form":"Interpol","offset":998}]}