{"id":216867,"url":"http://en.wikipedia.org/wiki/Cecilia_(novel)","text":"\"Cecilia\", subtitled \"Memoirs of an Heiress\", is an 18th century novel by Frances Burney. It is a comical, satirical love story. It was admired by people like Edmund Burke, Mary Wollstonecraft, and Choderlos de Laclos.\nBackground.\n\"Cecilia\" was published in July 1782. Frances Burney started work on it in 1780. Her father, Dr. Charles Burney and her mentor, Samuel Crisp stopped her from writing a play for the stage, to be titled \"The Witlings\". Frances Burney tried to change their minds, but Dr. Burney insisted she stop and continue writing the more ladylike novels instead. “In the Novel way, there is no danger,” he said. The stress of this made Burney unhappy. Critics believe this may be why \"Cecilia\" is sadder than her first novel.\nPlot.\nCecilia Beverley is a young heroine, who leaves her country home to travel to London. She will live with a guardian, Mr. Harrel. Cecelia is an orphan heiress. To inherit her money, when she marries, her husband must take her surname and become \"Mr. Beverley\". In London, she is invited to a friend's house (Mr. Monckton), for breakfast, who has married for money. But he loves Cecilia and hopes to marry her when his wife dies. He is afraid Cecilia might fall in love with someone else. At his house she meets Mr. Morrice, a young lawyer; Captain Aresby and Mr. Belfield, who can’t seem to settle down. Mr. Monckton’s wife, Lady Margaret and her servant, Miss Bennet, are also there. Cecilia notices Albany, an old man sitting quietly in the corner, who behaves strangely. She also notices that Lady Margaret dislikes her.\nMr. Harrel is married to Cecelia's childhood friend, Priscilla. So, Priscilla gives parties to introduce Cecelia to new friends: Sir Robert Floyer, Mrs. Harrel’s shy brother Mr. Arnott, Mr. Gosport, silly Miss Larolles; and proud, silent Miss Leeson. Mr. Monckton visits her and she greets him happily. At an opera, Cecelia sees Albany, the strange old man again. He shouts a warning that she is in danger from the people around her and that she should help the poor. The next morning, she sees a poor woman, Mrs. Hill, who comes to beg for her starving family. Mr. Harrel has refused to pay them. Cecilia tries to make him pay, but he will not. Finally, Mr. Arnott, feeling sorry for the Hills, lends him the money to pay them. Cecilia, shocked at how mean Mr. Harrel is, wants to go stay with another guardian. But, they seem just as bad. While Mr. Harrel spends and gambles his money; Mr. Briggs is a selfish miser and Mr. Delvile is a vain man.\nMrs. Harrel has a masquerade ball. Mr. Monckton is in disguise as a black demon and fights anyone who comes near Cecelia.. A person dressed like a white domino tries to help her, as do Mr. Arnott, Mr. Gosport, and Mr. Belfield. Cecilia is surprised at how well the domino knows the faults of her guardians. She wonders who he could be. Later, Cecelia goes to the opera again with Mrs. Harrel. There, she meets Mr. Belfield, who is courteous; but Sir Floyer acts rudely. The two men get angry and have an argument that leads to a duel. Afraid, Cecilia hurries to her house, and worries over the duel.\nThe next morning, Cecelia is told that Mr. Belfield is a little injured, but Sir Floyer is well. Cecilia finds out that the white domino she saw at the masquerade party is Mortimer, Mr. Delvile’s son. Soon after, she meets Mrs. Delvile, who she likes. Now she wants to stay with them, instead of with the Harrels. But, she discovers that Mortimer thinks that she is in love with Mr. Belfield. Or perhaps, that she is engaged to Sir Floyer, who has asked her to marry him. Even though she has refused him, Mr. Harrel tells everyone they will be married soon. Later, she meets Mr. Albany again, who introduces her to Belfield's sister, Henrietta, and asks Cecilia to help her. Cecilia finds out that Mr. Belfield’s wound is serious, but because he does not have enough money he could not call a doctor. She helps the Belfields, begins a friendship with Henrietta, and finds out that Mortimer Delvile, too, is helping them. Disgusted with Sir Floyer’s rudeness and the Harrels’ silliness, she stays for a while with Mrs. Delvile, whom she has become fond of, and Mortimer. But, Mr. Monckton tells lies about them because he sees Cecelia likes them. But Cecilia does not believe him, and she realizes that she is in love with Mortimer, who still thinks she is engaged to Sir Floyer.\nMr. Harrel threatens her with his own suicide, so Cecilia lends him money for his debts. Mr. Delvile is suddenly called away, and Mortimer is happy and surprised to find out that Cecelia loves him. But, when she meets him again she is hurt by his coldness to her. Mr. Harrel loses more money by gambling and his violent behavior to his wife frightens Cecilia. After drinking, he suddenly kisses his wife and shoots himself. Terrified and upset, Cecilia meets Mortimer, who forgets to be cold. He travels with her and Mrs. Harrel to Delvile Castle, where Cecilia finds Mortimer’s behavior confusing, and Mrs. Delvile makes it clear that she does not want Cecilia to marry her son. Lady Honoria, a relative of Mrs. Delvile’s, comes and teases her about Mortimer. At last, Mortimer says that he cannot marry her, because he would have to change his name from Delvile to Beverley. He is too sad to see her anymore and he leaves the country. Cecilia says goodbye to him coolly. Mrs. Delvile, instead of going to see her son, goes to her family friend, Mrs. Charlton, and stays with her instead. While there, Mr. Biddulph, a friend of Mortimer's, sees with surprise that she is embarrassed whenever he talks about his friend, and tells that to Mortimer in a letter. Confused, Mortimer decides to find out for himself. Lady Honoria steals Mortimer’s dog, Fidel, and gives it to Cecilia to tease her. One day, Cecilia, patting the dog, talks to him about her love for Mortimer, and how much she misses him – and looking up, sees—Mortimer!\nAmazed that she loves him, he asks her to marry him. Cecelia is confused, and cannot hide how much she loves him; but she is angry when he suggests that they marry in secret. He explains that his parents will never allow their marriage. So, even though Cecilia is afraid and feels guilty, she says yes. She innocently tells Mr. Monckton about her plans. He becomes furious and tries his best to break them up. During the wedding, he sends Miss Bennet, Lady Margaret’s servant, and his helper, to interrupt it. Mrs. Delvile, hearing of it, comes and tells Cecilia that what Mortimer says is true – she will never let them marry. Cecilia is unhappy, but she loves Mrs. Delvile too much to make her hate her, and finally agrees that she will not marry Mortimer. but he insists on seeing her again. Because of this, all three came together for a last meeting. Mortimer begs Cecilia to be his wife, and says he doesn’t care if he is Mr. Beverley or not. Mrs. Delvile, horrified, suddenly falls very sick. Both Mortimer and Cecilia are frightened, so they decide to do as she says, and never meet again.\nMrs. Delvile, after kissing Cecilia goodbye, leaves as soon as she is better. The next day Mrs. Charlton suddenly dies. These events cause Cecelia to be sad and lonely, so she leaves for London. Because she is now old enough to have her fortune, she buys a quiet house in her neighborhood and lives there with Henrietta Belfield. Mortimer suddenly visits them. Cecelia finds out that Mrs. Delvile has said that if she will give up her fortune, so Mortimer will not be Mr. Beverley, but Mr. Delvile, she can marry her son. Mortimer happily says that they can marry with just her personal fortune. Cecilia, horrified, tells him that she has none of her personal fortune left. She has lent most of it to Mr. Harrel, and used the rest for other things, such as helping the Hills. Cecilia also finds out that somebody has told this to Mr. Delvile already, but with lots of lies. She begins to suspect Mr. Monckton. Mrs. Delvile says yes and Cecilia and Mortimer marry quietly and happily.\nLater, Mrs. Matt, one of the poor people she has helped, tells her who stopped her first wedding—Miss Bennet! Cecilia decides that the person who sent her must have been Mr. Monckton. She also realizes that he, too, must have been the one who lied so bitterly about her to Mr. Delvile. Shortly after, a servant comes and tells her that Mr. Monckton is dead. Soon after, Mortimer comes and says he too had found out Mr. Monckton’s meanness, and he had angrily told Mr. Monckton to tell Mr. Delvile the truth about Cecilia. Mr. Monckton angrily said no, and they shot each other in a furious fight. Mortimer was safe, but Mr. Monckton was badly hurt. Cecilia tells him to leave England with his mother before she can hear about the fight, and agreeing, he goes. However, her marriage has been discovered, so her fortune is taken away from her while Mortimer is gone. Now unable to live in the house she bought, she tells Henrietta to live with Mrs. Harrel and Mr. Arnott while she looks for Mortimer. Cecelia goes to Mr. Belfield to ask for help; but while there, Mortimer suddenly walks into the room and sees them together.\nAngry, surprised, and jealous, he leaves. Cecilia starts to become crazy. She tries to go to Mr. Delvile for help, but he proudly refuses to see her. At last, some people, thinking she has escaped from a hospital for crazy people, lock her up in a room and write in a newspaper about her. Albany recognizes her, and calls Mortimer to come quickly. Henrietta, too, reads the newspaper, recognizes her, and hurries to see her. Mortimer sees her and quickly calls his old friend, Dr Lyster, to heal Cecilia. Even though she grows crazier while in a fever, she finally gets well. She and Mortimer forgive each other and explain what really happened. Mr. Delvile, feeling guilty when he hears that Cecilia almost died, finally lets her and Mortimer come to his house and see him again. In the end, they live happily together. Mrs. Delvile’s sister gives Cecilia a lot of money when she dies. Cecilia can begin helping the poor again with Albany, who is happy that she did not die. Mrs. Harrel marries again, and soon begins to have parties and friends again. Mr. Arnott and Henrietta marry. Mr. Belfield still cannot settle down to a job, but finally, with the help of Mortimer, goes into the army and is happy.\nOther writers and \"Cecilia\".\nJane Austen, a famous writer, talked about \"Cecilia\" in her novel, \"Northanger Abbey\": “'And what are you reading, Miss — ?' 'Oh! It is only a novel!' replies the young lady, while she lays down her book with affected indifference, or momentary shame. 'It is only \"Cecilia\", or \"Camilla\", or \"Belinda; or, in short, only some work in which the greatest powers of the mind are displayed, in which the most thorough (complete) knowledge of human nature, the happiest delineation of its varieties, the liveliest effusions of wit and humour, are conveyed (shown) to the world in the best–chosen language.\"\nThe title of Austen's \"Pride and Prejudice\" is probably from Dr Lyster’s speech at the end of \"Cecilia\": “remember: if to pride and prejudice you owe your miseries, so wonderfully is good and evil balanced, that to pride and prejudice you will also owe their termination.”\nIn her last novel, \"Persuasion\", Anne Elliot talks about \"the inimitable Miss Larolles.\"\nIn Thackeray's \"Vanity Fair\", Rebecca Sharp writes to Amelia Sedley and says they \"used to read \"Cecilia\" at Chiswick.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"18th_century","surface_form":"18th century","offset":52},{"uri":"Novel","surface_form":"novel","offset":65},{"uri":"Frances_Burney","surface_form":"Frances Burney","offset":74},{"uri":"Edmund_Burke","surface_form":"Edmund Burke","offset":159},{"uri":"Mary_Wollstonecraft","surface_form":"Mary Wollstonecraft","offset":173},{"uri":"Choderlos_de_Laclos","surface_form":"Choderlos de Laclos","offset":198},{"uri":"Sorrow","surface_form":"unhappy","offset":660},{"uri":"Heroine","surface_form":"heroine","offset":777},{"uri":"London","surface_form":"London","offset":827},{"uri":"Orphan","surface_form":"orphan","offset":892},{"uri":"Heiress","surface_form":"heiress","offset":899},{"uri":"Inheritance","surface_form":"inherit","offset":911},{"uri":"Surname","surface_form":"surname","offset":974},{"uri":"Invite","surface_form":"invited","offset":1027},{"uri":"Opera","surface_form":"opera","offset":1881},{"uri":"Gambling","surface_form":"gambles","offset":2441},{"uri":"Vain","surface_form":"vain","offset":2511},{"uri":"Demon","surface_form":"demon","offset":2595},{"uri":"Dominoes","surface_form":"domino","offset":2674},{"uri":"Duel","surface_form":"duel","offset":3050},{"uri":"Suicide","surface_form":"suicide","offset":4438},{"uri":"Wedding","surface_form":"wedding","offset":6352},{"uri":"House","surface_form":"house","offset":7292},{"uri":"Newspaper","surface_form":"newspaper","offset":9511},{"uri":"Fever","surface_form":"fever","offset":9683},{"uri":"Job","surface_form":"job","offset":10266},{"uri":"Jane_Austen","surface_form":"Jane Austen","offset":10373},{"uri":"Northanger_Abbey","surface_form":"Northanger Abbey","offset":10441},{"uri":"Pride_and_Prejudice","surface_form":"Pride and Prejudice","offset":10998},{"uri":"Persuasion_(novel)","surface_form":"Persuasion","offset":11268},{"uri":"Vanity_Fair_(novel)","surface_form":"Vanity Fair","offset":11353}]}