{"id":21696,"url":"http://en.wikipedia.org/wiki/Maldives","text":"The Maldives are a group of islands in the Indian Ocean. They are southwest of India. They are made up of the Maldive and Suadive archipelagos, with over 1,200 islands. These islands are a part of 26 atolls. And they are divided to 20 administrative atolls. People live on about 200 of the islands. It has more than 1126 coral reefs. It is the flattest country in the world. The highest point in the Maldives is only high above the level of the sea.\nMalé is the capital, with a population of 150,000 people. It’s official religion is Islam mandated by law.\nClimate.\nThe Maldives has a tropical monsoon climate (Am) under the Köppen climate classification, which is affected by the large landmass of South Asia to the north. Because the Maldives has the lowest elevation of any country in the world, the temperature is constantly hot and often humid. The presence of this landmass causes differential heating of land and water. These factors set off a rush of moisture-rich air from the Indian Ocean over South Asia, resulting in the southwest monsoon. Two seasons dominate Maldives' weather: the dry season associated with the winter northeastern monsoon and the rainy season which brings strong winds and storms.\nThe shift from the dry northeast monsoon to the moist southwest monsoon occurs during April and May. During this period, the southwest winds contribute to the formation of the southwest monsoon, which reaches Maldives in the beginning of June and lasts until the end of August. However, the weather patterns of Maldives do not always conform to the monsoon patterns of South Asia. The annual rainfall averages in the north and in the south.\nThe monsoonal influence is greater in the north of the Maldives than in the south, more influenced by the equatorial currents.\nThe highest temperature ever recorded in Malé was 39.6 °C (103.3 °F) on 1 January 2000 and the lowest was 20.4 °C (68.7 °F) on 20 March 1989 and 21 January 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":28},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":43},{"uri":"India","surface_form":"India","offset":79},{"uri":"Archipelago","surface_form":"archipelago","offset":130},{"uri":"Atoll","surface_form":"atoll","offset":200},{"uri":"Coral_reef","surface_form":"coral reef","offset":321},{"uri":"World","surface_form":"world","offset":368},{"uri":"Mal%C3%A9","surface_form":"Malé","offset":450},{"uri":"Population","surface_form":"population","offset":478},{"uri":"Islam","surface_form":"Islam","offset":534},{"uri":"Tropical_monsoon_climate","surface_form":"tropical monsoon climate","offset":585},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":625},{"uri":"Monsoon","surface_form":"monsoon","offset":1043},{"uri":"Equatorial_Counter_Current","surface_form":"equatorial currents","offset":1761}]}