{"id":216909,"url":"http://en.wikipedia.org/wiki/Empress_Myeongseong","text":"e=\"preserve\">Empress Myeongseong (19 October 1851 – 8 October 1895), also known as Queen Min, was the official wife of King Gojong. King Gojong was the twenty-sixth king of the Joseon Dynasty of Korea. In 1902, she was given the honorary name of \"Hyoja Wonseong Jeonghwa Hapcheon Honggong Seongdeok Myeongseong Taehwanghu\" (Hangul: 효자원성정화합천홍공성덕명성태황후, Hanja: 孝慈元聖正化合天洪功誠德明成太皇后). It is usually shortened to \"Myeongseong Hwanghu\" (Hangul: 명성황후, Hanja: 明成皇后).\nThe Japanese felt that she was being politically unhelpful to them. After China was defeated in the First Sino-Japanese War, Queen Min tried to get help from Russia instead. She wanted to stop Japanese influence from spreading in Joseon, where it was getting stronger.\nIn the early morning of October 8, 1895, men who said that they were commanded by Miura Gorō went into Gyeongbok Palace. When they went into the Queen's Quarters (Okhoru), they killed three women whom they thought were Empress Myeongseong. When they proved that one of the women was Queen Min, they burned her body in a forest in front of the Okhoru.\nIn South Korea, people have recently begun showing interest in Queen Min. Novels and musicals have been made about her.\nEarly life.\nEmpress Myeongseong (Min Jayoung) was born at 1851, as the daughter of Min Chirok in the province of Gyeonggi. She lost her father when she was eight, and grew in a scanty livelihood. Because the Heungseon Daewongun who was the father of King Gojong and the most powerful politician in that period, wanted the queen who had no political ambition or close relatives who would influence the queen, she was chosen as the queen of the Gojong by the recommendation of Yeoheung Budaebuin who was the mother of the King.\nAs a new queen.\nAt first, she was not wecomed in the palace. Her husband already had a concubine, and no one helped her in palace. But she decided to confront with her father-in-law Heungseon Daewongun, because of the heir problem. She started to be active in politics, and made her relatives royal officers. The queen finally forced the Heungseon Daewongun to retire by arguing that Gojong, now twenty-two, should govern in his own right and banished the concubine. However, her policies about foreign countries made complaints from commons, and eventually the army rebelled against her, and for the Heungseon Daewongun to be restored. She evacuated from the palace, and returned by depending on Chinese army.","categories":[],"infobox_types":[],"annotations":[{"uri":"Joseon_Dynasty","surface_form":"Joseon Dynasty","offset":177},{"uri":"Korea","surface_form":"Korea","offset":195},{"uri":"Hangul","surface_form":"Hangul","offset":324},{"uri":"Hanja","surface_form":"Hanja","offset":351},{"uri":"Japan","surface_form":"Japan","offset":460},{"uri":"Politics","surface_form":"politically","offset":493},{"uri":"First_Sino-Japanese_War","surface_form":"First Sino-Japanese War","offset":556},{"uri":"Russia","surface_form":"Russia","offset":614},{"uri":"Gyeongbok_Palace","surface_form":"Gyeongbok Palace","offset":828},{"uri":"Forest","surface_form":"forest","offset":1045},{"uri":"Novel","surface_form":"Novel","offset":1150},{"uri":"Musical","surface_form":"musical","offset":1161}]}