{"id":21693,"url":"http://en.wikipedia.org/wiki/Set","text":"A set is an idea from mathematics. A set has \"members\" (also called \"elements\"). A set is defined by its members, so any two sets with the same members are the same (e.g., if set formula_1 and set formula_1 have the same members, then \"formula_1\").\nA set cannot have the same member more than once. Membership is the only thing that matters. For example, there is no order or other difference among the members. \"Anything\" can be a member of a set, including sets themselves (though if a set is a member of itself, paradoxes such as Russell's paradox can happen).\nWhat to do with sets.\nImagine the set is a bag.\nElement of.\nformula_1,\nwhich means that formula_1 is in the bag formula_1 or formula_1 is an element of formula_1.\nUnlike a bag, a set can contain at most one item of a given type. So for a set of fruits, it would make no difference if there is one orange, or if there are 10 oranges.\nEmpty set.\nLike a bag, a set can also be \"empty\". The empty set is like an empty bag: it has nothing in it. The \"empty set\" is also called the \"null set\" and is represented by the symbol formula_1.\nUniverse.\nIf we consider, say, some sets of American cars, e.g. a set of all Fords and a set of all Dodges, we may also wish to consider the whole set of American cars. In this case, the set of all American cars would be called a universe.\nIn other words, a universe is a collection of all the elements one wishes to consider in a given problem. The universe is usually named formula_1.\nComparing sets.\nTwo sets can be compared. This is like looking into two different bags. If they contain the same things, they are equal. No matter, in which order these things are.\n\"For example\", if formula_1 and formula_1, the sets are the same.\nCardinality of a set.\nWhen mathematicians talk about a set, they sometimes want to know how big a set is (or what is the cardinality of the set). They do this by counting how many elements are in the set (how many items are in the bag). For finite sets the cardinality is a simple number. The empty set has a cardinality of 0. The set formula_1 has a cardinality of 2.\nTwo sets have the same cardinality if we can pair up their elements—if we can join two elements, one from each set. The set formula_1 and the set formula_1 have the same cardinality. E.g, we could pair \"apple\" with \"sun\", and \"orange\" with \"moon\". The order does not matter. It is possible to pair all the elements, and none is left out. But the set formula_1 and the set formula_1 have different cardinality.\nIf we try to pair them up, we always leave out one animal.\nInfinite cardinality.\nAt times cardinality is not a number. Sometimes a set has infinite cardinality. The set of all integers is a set with infinite cardinality. Some sets with infinite cardinality are bigger (have a bigger cardinality) than others. There are more real numbers than there are natural numbers, for example, which means we cannot pair up the set of integers and the set of real numbers, even if we worked forever.\nCountability.\nIf you can count the elements of a set, it is called a countable set. Countable sets include all sets with a finite number of members. Countable sets also include some infinite sets, such as the natural numbers. You can count the natural numbers with formula_1. The natural numbers are nicknamed \"the counting numbers\", since they are what we usually use to count things with.\nAn uncountable set is an infinite set that is impossible to count. If we try to count the elements, we will always skip some. It does not matter what step we take. The set of real numbers is an uncountable set. There are many other uncountable sets, even such a small interval like formula_1.[3]\nSubsets.\nIf you look at the set formula_1 and the set formula_1, you can see that all elements in the first set are also in the second set. We say: formula_1 is a subset of formula_1\nformula_1\nformula_1.\nIt is usually read \"formula_1 is contained in formula_1.\"\n\"Example:\" Every Chevrolet is an American car. So the set of all Chevrolets is contained in the set of all American cars.\nSet operations.\nThere are different ways to combine sets.\nIntersections.\nThe intersection formula_1 of two sets formula_1 and formula_1 is a set that contains all the elements that are both in set formula_1 and in set formula_1 at the same time.\n\"Example:\" When formula_1 is the set of all cheap cars, and formula_1 is the set of all American cars, then formula_1 is the set of all cheap American cars.\nUnions.\nThe union formula_1 of two sets formula_1 and formula_1 is a set that contains all the elements that are in set formula_1 or in set formula_1.\nThis \"or\" is the \"inclusive\" disjunction, so the union also contains the elements, that are in set formula_1 \"and\" in set formula_1.\nformula_1.\n\"Example:\" When formula_1 is the set of all cheap cars, and formula_1 is the set of all American cars, then formula_1 is the set of all cars, without all expensive cars that are not from America.\nComplements.\nformula_1\nThe universe formula_1 is the set of all things you speak about.\n\"Example:\" When formula_1 is the set of all cars, and formula_1 is the set of all cheap cars, then formula_1C is the set of all expensive cars.\nformula_1\nIt is also called the relative complement of formula_1 in formula_1.\n\"Example:\" When formula_1 is the set of all cheap cars, and formula_1 is the set of all American cars, then formula_1 is the set of all expensive American cars.\nIf you exchange the sets in the set difference, the result is different:In the \"example\" with the cars, the difference formula_1 is the set of all cheap cars, that are not made in America.\nNotation.\nMost mathematicians use uppercase \"ITALIC\" (usually Roman) letters to write about sets (such as formula_1, formula_1, formula_1). The things that are seen as elements of sets are usually written with lowercase Roman letters.\nOne way of showing a set is by a list of its members, separated by commas, included in braces.\nIn spoken English, this reads: \"the set of all \"x\" such that \"x\" is a natural number and \"x\" is less than four\". The symbol [ipe \"|\" means \"such that\" or \"so that\".\nThe empty set is written in a special way: formula_1, formula_1 or formula_1.\nIn spoken English, this reads: \"a\" is a member of formula_1\".\nVenn diagrams.\nTo illustrate operations on sets mathematicians use Venn diagrams. Venn diagrams use circles to show individual sets. The universe is depicted with a rectangle. Results of operations are shown as colored areas. In the illustration of the intersection operation the left circle shows set formula_1 and the right circle shows set formula_1.\nSpecial sets.\nSome sets are very important to mathematics. They are used very often. One of these is the \"empty set\".\nEach of these sets of numbers has an infinite number of elements, and formula_1.\nParadoxes about sets.\nThe mathematician Bertrand Russell found that there are problems with the informal definition of sets. He stated this in a paradox called \"Russell's paradox\". An easier to understand version, closer to real life, is called the \"Barber paradox\".\nThe barber paradox.\nThere is a small town somewhere. In that town, there is a barber. All the men in the town do not like beards, so they either shave themselves, or they go to the barber shop to be shaved by the barber.\nWe can therefore make a statement about the barber himself: \"The barber shaves all men that do not shave themselves. He only shaves those men (since the others shave themselves and do not need a barber to give them a shave).\"\nThis of course raises the question: What does the barber do each morning to look clean-shaven? This is the paradox.\nIf the barber shaves himself, he cannot be a barber, since a barber does not shave himself.\nIf he does not shave himself, he falls in the category of those who do not shave themselves, and so, cannot be a barber.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":22},{"uri":"Paradox","surface_form":"paradoxes","offset":515},{"uri":"Russell%27s_paradox","surface_form":"Russell's paradox","offset":533},{"uri":"Ford_Motor_Company","surface_form":"Fords","offset":1172},{"uri":"Dodge","surface_form":"Dodges","offset":1195},{"uri":"Cardinality","surface_form":"cardinality","offset":1850},{"uri":"Finite","surface_form":"finite","offset":1970},{"uri":"Number","surface_form":"number","offset":2010},{"uri":"Infinity","surface_form":"infinite","offset":2647},{"uri":"Integer","surface_form":"integer","offset":2684},{"uri":"Real_number","surface_form":"real number","offset":2832},{"uri":"Countable_set","surface_form":"countable set","offset":3065},{"uri":"Uncountable_set","surface_form":"uncountable set","offset":3390},{"uri":"Subset","surface_form":"subset","offset":3846},{"uri":"Chevrolet","surface_form":"Chevrolet","offset":3962},{"uri":"Logical_conjunction","surface_form":"and","offset":4274},{"uri":"Inclusive_disjunction","surface_form":"or","offset":4600},{"uri":"Inclusive_disjunction","surface_form":"\"inclusive\" disjunction","offset":4638},{"uri":"Commutativity","surface_form":"exchange","offset":5440},{"uri":"Roman_alphabet","surface_form":"Roman","offset":5684},{"uri":"Braces_(punctuation)","surface_form":"braces","offset":5944},{"uri":"Venn_diagram","surface_form":"Venn diagrams","offset":6324},{"uri":"Bertrand_Russell","surface_form":"Bertrand Russell","offset":6850},{"uri":"Barber","surface_form":"barber","offset":7155},{"uri":"Men","surface_form":"men","offset":7171},{"uri":"Beard","surface_form":"beard","offset":7199}]}