{"id":217,"url":"http://en.wikipedia.org/wiki/Encyclopedia","text":"An encyclopedia or encyclopaedia is a collection (usually a book) of information. Some are called \"encyclopedic dictionaries\".\nAll encyclopedias were printed, until the late 20th century when some were on CD-ROM and the Internet. 21st century encyclopedias are mostly online by Internet.\nThe largest encyclopedia in the English language is English Wikipedia, which has more than 6 million articles. The second largest is the \"Encyclopædia Britannica\", which is the largest one that is printed. Either kind of encyclopedia can inform us on many different topics.\nBook series were used to summarize all knowledge have been published for thousands of years. A famous early one was the \"Natural History\" by Pliny the Elder. The name \"encyclopedia\" is from the 16th century and meant \"complete knowledge\". The French \"Encyclopédie\" of Denis Diderot was the first that had major parts written by many people from all around the world.\nAfter the printing press was invented, dictionaries with long definitions began to be called encyclopedias that were books that has articles or subjects. For example, a dictionary of science, if it included essays or paragraphs, it was thought of as an encyclopedia or knowledgeable book on the subject of science. Some encyclopedias then put essays on more than one subject in alphabetical order instead of grouping them together by subject. The word, encyclopedia, was put in the title of some encyclopedias.\nCompanies such as \"Britannica\" were started for the purpose of publishing encyclopedias for sale to individuals, and for public use in libraries. Like dictionaries (which had definitions), these publishers hired hundreds of experts to write articles and read and choose articles. Some internet encyclopedias allowed their paying customers to submit articles from other encyclopedias. Other internet encyclopedias accepted writing from non-paying users (users who did not sign in) of the encyclopedia.\nTypes of encyclopedias.\nThere are different types of encyclopedias. Some are general and have pages on lots of topics. The English language \"Encyclopædia Britannica\" and German \"Brockhaus\" are general encyclopedias. Some are about specific topics. For example, there are encyclopedias of medicine or philosophy. Others include the \"Dictionary of National Biography\", the \"Dictionary of American Naval Fighting Ships\", and \"Black's Law Dictionary\". There are also encyclopedias that that cover many topics with one perspective or one cultural bias. They include the \"Great Soviet Encyclopedia\" and Conservapedia.\nThere are two main ways of organizing printed encyclopedias: from A to Z (the alphabetical way) or by categories. Most encyclopedias go from A to Z.\nMany dictionaries have similar information to encyclopedias.","categories":[],"infobox_types":[],"annotations":[{"uri":"Information","surface_form":"information","offset":69},{"uri":"Century","surface_form":"century","offset":179},{"uri":"Optical_disc_drive","surface_form":"CD-ROM","offset":205},{"uri":"Internet","surface_form":"Internet","offset":220},{"uri":"Internet","surface_form":"Internet","offset":278},{"uri":"English_Wikipedia","surface_form":"English Wikipedia","offset":340},{"uri":"Encyclop%C3%A6dia_Britannica","surface_form":"Encyclopædia Britannica","offset":426},{"uri":"Publishing","surface_form":"printed","offset":485},{"uri":"Pliny_the_Elder","surface_form":"Pliny the Elder","offset":703},{"uri":"16th_century","surface_form":"16th century","offset":756},{"uri":"Encyclop%C3%A9die","surface_form":"Encyclopédie","offset":813},{"uri":"Denis_Diderot","surface_form":"Denis Diderot","offset":830},{"uri":"Printing_press","surface_form":"printing press","offset":939},{"uri":"Book","surface_form":"book","offset":1046},{"uri":"Subject","surface_form":"subject","offset":1073},{"uri":"Dictionary","surface_form":"dictionary","offset":1098},{"uri":"Essay","surface_form":"essay","offset":1136},{"uri":"Paragraph","surface_form":"paragraph","offset":1146},{"uri":"Alphabetical_order","surface_form":"alphabetical order","offset":1307},{"uri":"Encyclop%C3%A6dia_Britannica","surface_form":"Britannica","offset":1459},{"uri":"Definition","surface_form":"definition","offset":1615},{"uri":"Encyclop%C3%A6dia_Britannica","surface_form":"Encyclopædia Britannica","offset":2082},{"uri":"Brockhaus","surface_form":"Brockhaus","offset":2119},{"uri":"Medicine","surface_form":"medicine","offset":2229},{"uri":"Philosophy","surface_form":"philosophy","offset":2241},{"uri":"Dictionary_of_National_Biography","surface_form":"Dictionary of National Biography","offset":2273},{"uri":"Perspective","surface_form":"perspective","offset":2455},{"uri":"Bias","surface_form":"bias","offset":2483},{"uri":"Great_Soviet_Encyclopedia","surface_form":"Great Soviet Encyclopedia","offset":2507},{"uri":"Conservapedia","surface_form":"Conservapedia","offset":2538},{"uri":"Alphabet","surface_form":"alphabet","offset":2631},{"uri":"Dictionary","surface_form":"dictionaries","offset":2707}]}