{"id":217185,"url":"http://en.wikipedia.org/wiki/Framingham%2C_Massachusetts","text":"in the U.S. State of Massachusetts.\nHistory.\nJohn Oldman was the first European to set foot on the land that is now Framingham. In 1633 he led a group of explorers down a Native American trail called Old Connecticut Path that is now Framingham's oldest road. The first European settler was John Stone, who built a home on the west bank of the Sudbury River in 1647. Starting in 1693, families from Salem came to escape the Salem witch trials. They settled in an area of Framingham that is still called Salem's End today.\nFramingham's original name was Danforth's Farm, named after Thomas Danforth, who owned the land. Danforth's family came to Massachusetts from Framlingham, England. The first petition to incorporate Framingham as a town was submitted to the General Court in 1693, and was denied because Thomas Danforth did not want Framingham to become a town. After Danforth died in 1699, the people made Framingham a town in 1700.\nIn 1706 the first schoolhouse was built. The first schoolmaster was Deacon Joshua Hemenway.\nOn February 12, 1775, British General Thomas Gage sent spies to Framingham. They reported that the Framingham minutemen were very strong and tough, so General Gage sent his troops to Lexington and Concord instead. But the Framingham minutemen marched over and helped the weaker minutemen from Lexington and Concord to fight the British. On April 18 to 19, 1775, two militia companies from Framingham, totaling about 130 men, fought in the Battle of Lexington and Concord. Only one of the men was wounded.\nToday, Framingham is known for the Framingham Heart Study.\nOn April 4th 2017 residents of the Town of Framingham voted to become the City of Framingham in a 5,684 - 5,579 vote.\nGeography and Landmarks.\nAs of the census (a counting of people) in 2005–2009, there are 66,411 people living in 27,328 houses. In 2000, there were 66,910 people in the town. In 2010, there were 68,318 people.\nFramingham is sited on the ancient trail known as Old Connecticut Path. Old Connecticut Path is the oldest road in Framingham. Framingham's oldest public building is the First Baptist Church, designed by Sollaman Willard, a famous architect.\nFramingham has three major business districts. The \"Golden Triangle\" was originally a three square-mile district on the eastern side of Framingham, bordered by Route 9, Route 30, and Speen Street in Natick. The area is one of the largest shopping districts in New England. The Golden Triangle has expanded since 1993 with construction of a BJ's Wholesale Club and a Super Stop & Shop just north of Route 30. Downtown Framingham is anchored by a town hall called the Memorial Building. An influx of Hispanic and Brazilian immigrants helped revitalize the district starting in the early 2000s. West Framingham is home to two of the town's seven auto dealerships. There are also several smaller business hubs in Framingham Center, Saxonville, Nobscot, and along the Route 9 Corridor. Framingham Center is the physical and historic center of town.\nA dominating presence in education is Framingham State College.\nThe Framingham Peace and 9/11 Memorials are located across the street from Farm Pond.\nIndustry & Resources.\nFramingham's economy is predominantly derived from retail and office complexes. Breyers, Leggat McCall, The American Heart Association, and the American Cancer Society all have facilities in the area. The Dennison Manufacturing Company was founded here in 1844 as a jewelry and watch box manufacturing company by Aaron Lufkin Dennison.\nRecreation.\nNobscot Mountain is a private facility owned by the Knox Trail Council of the Boy Scouts of America. Edward F. Loring Skating Arena is near Farm Pond, for area communities and is open to the public. Winch Park has a basketball court, a tennis court, and two large fields used for football, baseball, and lacrosse. Framingham's Country Club along Salem Rd. on the South Side is a private club that features an 18-hole course for golf.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._State","surface_form":"U.S. State","offset":7},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":21},{"uri":"Europe","surface_form":"European","offset":71},{"uri":"1633","surface_form":"1633","offset":131},{"uri":"Native_American","surface_form":"Native American","offset":171},{"uri":"Old_Connecticut_Path","surface_form":"Old Connecticut Path","offset":200},{"uri":"Sudbury_River","surface_form":"Sudbury River","offset":343},{"uri":"1647","surface_form":"1647","offset":360},{"uri":"1693","surface_form":"1693","offset":378},{"uri":"Thomas_Danforth","surface_form":"Thomas Danforth","offset":581},{"uri":"Framlingham%2C_England","surface_form":"Framlingham, England","offset":663},{"uri":"1693","surface_form":"1693","offset":778},{"uri":"1699","surface_form":"1699","offset":888},{"uri":"1700","surface_form":"1700","offset":931},{"uri":"1706","surface_form":"1706","offset":940},{"uri":"1775","surface_form":"1775","offset":1045},{"uri":"Thomas_Gage","surface_form":"Thomas Gage","offset":1067},{"uri":"1775","surface_form":"1775","offset":1385},{"uri":"Militia","surface_form":"militia","offset":1395},{"uri":"Battle_of_Lexington_and_Concord","surface_form":"Battle of Lexington and Concord","offset":1468},{"uri":"Framingham_Heart_Study","surface_form":"Framingham Heart Study","offset":1569},{"uri":"Census","surface_form":"census","offset":1746},{"uri":"2005","surface_form":"2005","offset":1779},{"uri":"2009","surface_form":"2009","offset":1784},{"uri":"Old_Connecticut_Path","surface_form":"Old Connecticut Path","offset":1971},{"uri":"Sollaman_Willard","surface_form":"Sollaman Willard","offset":2125},{"uri":"New_England","surface_form":"New England","offset":2423},{"uri":"1993","surface_form":"1993","offset":2475},{"uri":"Hispanic","surface_form":"Hispanic","offset":2661},{"uri":"Brazil","surface_form":"Brazil","offset":2674},{"uri":"Immigrant","surface_form":"immigrant","offset":2684},{"uri":"Framingham_State_College","surface_form":"Framingham State College","offset":3045},{"uri":"Economy","surface_form":"economy","offset":3192},{"uri":"Retail","surface_form":"retail","offset":3230},{"uri":"Jewelry","surface_form":"jewelry","offset":3445},{"uri":"Clock","surface_form":"watch","offset":3457},{"uri":"Manufacturing","surface_form":"manufacturing","offset":3467},{"uri":"Company","surface_form":"company","offset":3481},{"uri":"Boy_Scouts_of_America","surface_form":"Boy Scouts of America","offset":3605},{"uri":"Skating_rink","surface_form":"Skating Arena","offset":3645},{"uri":"Basketball","surface_form":"basketball","offset":3743},{"uri":"Tennis","surface_form":"tennis","offset":3763},{"uri":"Football","surface_form":"football","offset":3807},{"uri":"Baseball","surface_form":"baseball","offset":3817},{"uri":"Lacrosse","surface_form":"lacrosse","offset":3831},{"uri":"Golf","surface_form":"golf","offset":3955}]}