{"id":217379,"url":"http://en.wikipedia.org/wiki/Richard_Burton","text":"Richard Walter Burton (10 November 1925 – 5 August 1984) was a Welsh stage and cinema actor.\nHe appeared in more than 40 movies and received 7 Academy Award nominations. He was a recipient of BAFTA, Golden Globe and Tony Awards for Best Actor. In the mid-1960s, Burton went up into the ranks of the top box office stars and by the late 1960s, was the highest-paid actor in the world. Burton received fees of $1 million or more plus a share of the gross receipts.\nBurton remains closely associated in the public consciousness with his second wife, actress Elizabeth Taylor. The couple's relationship was rarely out of the news.\nEarly life.\nBurton was born Richard Walter Jenkins in the village of Pontrhydyfen, Neath Port Talbot, Wales. He grew up in a working class and Welsh-speaking household. He was the twelfth of thirteen children of a Welsh coal miner. His mother died before he was two years old. He was raised by his much older sister and her husband. He took his surname from his guardian Philip Burton, a teacher who coached him until he won a scholarship to Oxford University at the age of eighteen.\nActing.\nBurton was a youngster when he made his London acting debut in the play \"The Druid's Rest\". After leaving military service in the air force in 1947, he established himself as a stage actor. He appeared with John Gielgud in \"The Lady's Not for Burning\". His movie career began in 1949 with \"The Last Days of Dolwyn\".\nIn 1962, he replaced Stephen Boyd as Mark Anthony in the movie \"Cleopatra\" opposite Elizabeth Taylor. Their off-screen romance made tabloid headlines around the world. After divorcing their respective spouses, they married in 1964. They then appeared in 11 movies together. The two divorced in 1974. They then reconciled and remarried in 1975. They divorced again the following year.\nBroadway.\nBurton also appeared on Broadway in the musical \"Camelot\" and the play \"Hamlet\" directed by John Gielgud. He appeared on television in 1960 as Caliban in the Hallmark Hall of Fame production of \"The Tempest\" with Claire Bloom and Maurice Evans. He also appeared on \"The Ed Sullivan Show\" with Julie Andrews to sing \"What Do the Simple Folk Do?\" from \"Camelot\". This appearance boosted ticket sales for the stalled musical.\nMarriage and family.\nBurton married Sybil Williams in 1949, with whom he had two daughters. After his divorce from Elizabeth Taylor, he married Suzy Hunt in 1976. This marriage also ended in divorce. He then married Sally Hay in 1983.\nPersonal life.\nHe was awarded the Commander of the British Empire (CBE) by Elizabeth II in 1970.\nDeath.\nHe died at his home in Céligny, Switzerland, on 5 August 1984, from a cerebral haemorrhage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Welsh_people","surface_form":"Welsh","offset":63},{"uri":"Academy_Award","surface_form":"Academy Award","offset":143},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe","offset":199},{"uri":"Tony_Award","surface_form":"Tony Awards","offset":216},{"uri":"Elizabeth_Taylor","surface_form":"Elizabeth Taylor","offset":555},{"uri":"Rare","surface_form":"rarely","offset":603},{"uri":"Wales","surface_form":"Wales","offset":729},{"uri":"Welsh_language","surface_form":"Welsh-speaking","offset":770},{"uri":"Scholarship","surface_form":"scholarship","offset":1054},{"uri":"Oxford_University","surface_form":"Oxford University","offset":1069},{"uri":"John_Gielgud","surface_form":"John Gielgud","offset":1326},{"uri":"Stephen_Boyd","surface_form":"Stephen Boyd","offset":1456},{"uri":"Cleopatra_(1963_movie)","surface_form":"Cleopatra","offset":1499},{"uri":"Broadway","surface_form":"Broadway","offset":1853},{"uri":"Camelot","surface_form":"Camelot","offset":1878},{"uri":"Hamlet","surface_form":"Hamlet","offset":1901},{"uri":"Television","surface_form":"television","offset":1950},{"uri":"The_Tempest","surface_form":"The Tempest","offset":2024},{"uri":"Julie_Andrews","surface_form":"Julie Andrews","offset":2122},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":2562},{"uri":"Switzerland","surface_form":"Switzerland","offset":2623},{"uri":"Cerebral_haemorrhage","surface_form":"cerebral haemorrhage","offset":2661}]}