{"id":217455,"url":"http://en.wikipedia.org/wiki/Children%27s_Hearing","text":"A Children's Hearing is a legal hearing for children in Scotland. It is part of the country's justice and welfare systems. It takes into account the fact that children who commit crimes need the same sort of care as those who are victims of an offence or neglect. Only if a child has committed a serious crime will they be sent for trial in a normal court. For most cases they are sent to a children's panel. A panel is made up of three adults, with at least one member of each gender. The child's parent or guardian and their social worker will also be present at a hearing.\nThe hearing or meeting usually happens around a table. The panel members are given information and reports and the child's circumstances are fully discussed before the panel reaches their decision. It’s unlike a regular hearing because the child can speak at any time during the meeting.\nA child may be sent to a children's hearing because they have committed a crime, because they have been neglected or because they have not been not attending school. Often, a children's reporter will refer a child to a panel. These reporters gather information on a child from teachers, social workers, or police and decide whether or not to refer them to a panel. A children's reporter will be made aware of a vulnerable child by a referral. A referral is a notification from anyone (neighbour, teacher, police) about a child they think needs legal intervention.\nPanel members are very important in a child's life as they make many important decisions for the child. They are specially trained to deal with children and their families. At the end of the hearing they can decide to put a child in foster care, to send them to a children's home, residential school or secure accommodation, to tag them, or to keep the child with their parents and put them under the supervision of a social worker. However, the panel can not punish a child in any way: they can not inflict a fine upon the child or their parents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scotland","offset":56},{"uri":"Justice","surface_form":"justice","offset":94},{"uri":"Welfare","surface_form":"welfare","offset":106},{"uri":"Victim","surface_form":"victim","offset":230},{"uri":"Trial","surface_form":"trial","offset":332},{"uri":"Court_(law)","surface_form":"court","offset":350},{"uri":"Panel","surface_form":"panel","offset":411},{"uri":"Social_worker","surface_form":"social worker","offset":527},{"uri":"Neglect","surface_form":"neglect","offset":968},{"uri":"Vulnerable","surface_form":"vulnerable","offset":1275},{"uri":"Referral","surface_form":"referral","offset":1297},{"uri":"Foster_care","surface_form":"foster care","offset":1661},{"uri":"Supervision","surface_form":"supervision","offset":1829},{"uri":"Punishment","surface_form":"punish","offset":1888},{"uri":"Fine","surface_form":"fine","offset":1938}]}