{"id":217542,"url":"http://en.wikipedia.org/wiki/Entrepreneur","text":"An entrepreneur is a person who organizes a venture to benefit from an opportunity, rather than working as an employee. Entrepreneurs play a key role in any economy. These are the people who have the skills and initiative necessary to anticipate current and future needs and bring good new ideas to market.\nEntrepreneurs who prove to be successful in taking on the risks of a startup are rewarded with profits, fame and continued growth opportunities. Those who fail suffer losses and become less important in the markets. Many fail, lose money, and close the business. The entrepreneur assumes all the risks and rewards of the venture and is usually the sole proprietary, a partner or the owner of the majority of shares in an incorporated venture. As the main decision maker the entrepreneur monitors and controls the business activities.\nEntrepreneurship is sometimes categorized among the factors of production, along with land/natural resources, labor and capital. An entrepreneur combines these to manufacture goods or provide services. He or she typically creates a business plan, hires labor, acquires resources and financing, and provides leadership and management for the business.\nEntrepreneurs commonly face many obstacles when building their companies.\nGiven the riskiness of a new venture, the acquisition of capital funding is particularly challenging, and many entrepreneurs deal with it via bootstrapping.\nWhile some entrepreneurs are lone players struggling to get small businesses off the ground on a shoestring, others take on partners armed with greater access to capital and other resources.\nDefinitions of Entrepreneurship.\nThey assumed that perfect information would be known to fully rational actors, leaving no room for risk-taking or discovery. It wasn't until the middle of the 20th century that economists seriously attempted to incorporate entrepreneurship into their models.\nThree thinkers were central to the inclusion of entrepreneurs: Joseph Schumpeter, Frank Knight and Israel Kirzner. Schumpeter suggested that entrepreneurs – not just companies – were responsible for the creation of new things in the search of profit. Knight focused on entrepreneurs as the bearers of uncertainty and believed they were responsible for risk premiums in financial markets. Kirzner thought of entrepreneurship as a process that led to discovery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Factors_of_production","surface_form":"factors of production","offset":893},{"uri":"Business_plan","surface_form":"business plan","offset":1073}]}