{"id":217501,"url":"http://en.wikipedia.org/wiki/Big_Joe_Turner","text":"Joseph Vernon \"Big Joe\" Turner (May 18, 1911 – November 24, 1985) was an American blues singer. His musicals styles were rhythm and blues, blues, jump blues, jazz and even early rock and roll. His strong voice was able to be heard in noisy venues.\nEarly life.\nTurner was born in Kansas City, Missouri on May 18, 1911.He first discovered his love for music by when he went to church. He began singing on street corners for money, quitting school at the age of fourteen to begin working in Kansas City's nightclubs, first as a cook, and later as a singing bartender. He became known eventually as \"The Singing Barman\", and worked in such venues as The Kingfish Club and The Sunset, where he and his piano playing partner Pete Johnson became resident performers.\nCareer.\nTurner's career started in the late 1920s when he worked as bartender and singer in different Kansas City night clubs. In the early 1930s he met the piano player Pete Johnson and they started playing together. The partnership lasted till the late 1940s. Together they played in John Hammond's famous \"From Spiritual to Swing\" concert in 1938. There they met Meade Lux Lewis and Albert Ammons. The four often played in the Café Society and went on tour. In the 1940s he sang and recorded on the West coast. When singing with the Count Basie Big Band he was heard by the bosses of Atlantic Records and they signed with him. The time with Atlantic was Turner's most successful, having a lot of hit singles like \"Honey Hush\" and \"T.V. Mama.\" But he is most famous as an early pioneer of rock and roll music in the 1950s although he was then in his 40s.\nLater career.\nOne of his most famous songs during this time was called \"Shake, Rattle and Roll\" and has been recorded by many other famous musicians including: Bill Haley, Elvis Presley, Fats Domino and The Beatles. During the '70s and '80s, Turner recorded for Norman Granz's jazz-oriented Pablo label. He toured and recorded till his death in 1985.\nDeath.\nOn November 24, 1985, Turner died after having a heart attack in his Inglewood, California home. He was 74 years old.\nHonors.\nIn 1983 Turner was inducted into the Blues Hall of Fame. Two years after his death Big Joe Turner was inducted into the Rock and Roll Hall of Fame.\nMost famous recordings.\nTracks marked as † were million selling discs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blues","surface_form":"blues","offset":82},{"uri":"Kansas_City%2C_Missouri","surface_form":"Kansas City, Missouri","offset":279},{"uri":"Pete_Johnson","surface_form":"Pete Johnson","offset":719},{"uri":"Pete_Johnson","surface_form":"Pete Johnson","offset":930},{"uri":"Meade_Lux_Lewis","surface_form":"Meade Lux Lewis","offset":1126},{"uri":"Albert_Ammons","surface_form":"Albert Ammons","offset":1146},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":1551},{"uri":"Bill_Haley","surface_form":"Bill Haley","offset":1777},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":1789},{"uri":"Fats_Domino","surface_form":"Fats Domino","offset":1804},{"uri":"The_Beatles","surface_form":"The Beatles","offset":1820},{"uri":"Blues_Hall_of_Fame","surface_form":"Blues Hall of Fame","offset":2138},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":2221},{"uri":"Gramophone_record","surface_form":"discs","offset":2313}]}