{"id":21753,"url":"http://en.wikipedia.org/wiki/Sky_Sports","text":"e=\"preserve\">Sky Sports is a group of 10 channels - Sky Sports 1, Sky Sports 2, Sky Sports 3, Sky Sports 4, Sky Sports News, Sky Sports HD 1, Sky Sports HD 2, Sky Sports HD 3, Sky Sports HD 4, Sky Sports News HD and At the Races. The channels are owned by a major company named British Sky Broadcasting. It is the most powerful sports television company in the United Kingdom.\nSky Sports is known for its major football coverage and help launched the FA Premier League.\nSky Sports has a series of well known shows such as \"Soccer AM\", which is a morning chat show with jokes, \"Gillette Soccer Saturday\" and \"You're on Sky Sports\".\nOn August 22 1999, Sky Sports launched Sky Sports Active. The first game was Arsenal vs Manchester United. It gave the viewer to focus either on one player, or look at different camera angles. It soon proved to be successful, and Sky decided to continue it. It can be accessed by pressing the Red Button on your Sky Digital Remote. On 26 August 2014, Sky Sports Active closed and was replaced by Sky Sports split screen (Only on Sky Q 1TB Box and (once you've set to five recordings) Sky Q 2TB Box\nOn 24 November 2002, Sky Sports won the rights to air the UEFA Champions League, with ITV. They had beaten channels such as the BBC and Channel 4 to win it. Part of the deal had stated that ITV would air two games on a Sunday and Sky Sports would air 2 games on a Monday. Sky soon launched an 8-screen 'Champions League Interactive' channel which showed 8 live games.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_Sky_Broadcasting","surface_form":"British Sky Broadcasting","offset":278},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":361},{"uri":"English_Premier_League","surface_form":"FA Premier League","offset":451},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":1187},{"uri":"ITV","surface_form":"ITV","offset":1215},{"uri":"BBC","surface_form":"BBC","offset":1257},{"uri":"Channel_4","surface_form":"Channel 4","offset":1265}]}