{"id":217553,"url":"http://en.wikipedia.org/wiki/Scratch_(programming_language)","text":"Scratch is a drag-and-drop programming language for children designed to create things such as games, animations, platform games, clicker games. It allows them to explore and experiment with the ideas of computer programming by using \"blocks\" that are put together to make simple code.\nAlthough made for children 8-16, Scratch can be used to produce simple or complex programs so it is worth learning to use by adults as well.\nScratch is translated into 70+ languages and is used in homes, schools, and after-school clubs in every country in the world. Scratch is often used in teaching coding, computer science, and computational thinking. Teachers also use it as a tool across many other subjects including math, science, history, geography, and art.\nUser interface.\nThe area where the user can interact with is called the \"stage area\". The \"stage area\" features all of the animations, graphics, drawings, and among other visual features. The list of sprites on screen are placed below the stage area to show a list of sprites that are usable for the program. The stage is organized through x and y coordinates, with the center coordinate (0, 0) placed in the center of the stage. The stage is 480 pixels wide and 360 pixels tall, with a range between x=-240 to x=240 in width and a range between y=-180 and y=180 in height.\nFrom left to right, in the upper left area of the screen, there is a \"stage area\", featuring the results (i.e., animations, turtle graphics, etc., everything either in small or normal size, full-screen also available) and all sprites thumbnails listed in the bottom area. The stage uses x and y coordinates, with 0,0 being the stage center. The stage is 480 pixels wide, and 360 pixels tall, x:240 being the far right, x:-240 being the far left, y:180 being the top, and y:-180 being the bottom.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_programming","surface_form":"coding","offset":587},{"uri":"Turtle_graphics","surface_form":"turtle graphics","offset":1451},{"uri":"Coordinate_system","surface_form":"coordinates","offset":1622}]}