{"id":217594,"url":"http://en.wikipedia.org/wiki/Northanger_Abbey","text":"\"Northanger Abbey\" was the first novel by Jane Austen.\nPlot.\nA seventeen-year-old girl, Catherine Morland, travels with her rich relatives, Mr. and Mrs. Allen, to Bath in England. Innocent and inexperienced, Catherine Morland is a plump country girl with no friends in the city. At first, she is disappointed, because she does not have anyone to dance with at the ball. Then she meets an exciting gentleman, Mr. Tilney. She falls in love with him, but the next day, he has disappeared. She is upset and sad. Then she meets a flirtatious girl named Isabella. This makes her happier. She does not yet know all the evil intentions of her new friend.\nIsabella introduces Catherine to the fun of reading gothic novels. But Catherine believes they are true. She does not understand the difference between reality and fiction. Then she is introduced to Isabella's brother John Thorpe, who finds himself falling in love with her. He thinks Catherine likes him too. Catherine then meets Henry Tilney again, and is introduced to Miss Tilney, his sister. She is a sensible, intelligent lady, who is much different from Isabella. Catherine also meets Miss Tilney's father, General Tilney.\nIsabella joyfully tells Catherine of her engagement to Catherine's brother, James Morland. Later, John Thorpe proposes to Catherine, but she does not realise he is asking her to marry him. Later, when Isabella tells her that John is in love with her, she is really surprised and says no immediately. Then Eleanor Tilney invites Catherine to Northanger Abbey. Catherine there learns that the gothic novels are wrong, and that Northanger Abbey is a perfectly normal place, and is not haunted.\nCatherine listens to General Tilney's conversations, and suspiciously thinks that perhaps he has murdered his wife, because he avoids talking about her. She persuades Eleanor Tilney to take her to Mrs. Tilney's room, but when General Tilney comes, she rushes away in fear. Catherine later goes again, but this time is found by Henry Tilney. She accidentally reveals her suspicions to Henry, who does not get angry at her. Then, running to her room crying, she is worried that Mr. Tilney does not like her any more. Later, Eleanor Tilney takes her to an open stage coach to immediately go home. Catherine is frightened and surprised, and thinks it is all because of her mistaken thoughts of General Tilney and his wife. When she goes home, she is sullen and quiet.\nHenry Tilney then visits her house and asks her to marry him, even though General Tilney said no. He explains that at first, John Thorpe, who had thought Catherine would marry him soon, had lied to General Tilney that she was rich. General Tilney then tries to make her marry Henry, but later met John Thorpe again, after Catherine had said she would not marry him. He angrily tells General Tilney another lie, that Catherine is penniless. General Tilney, horrified, rudely made Catherine go home. Catherine's parents say they have to wait until General Tilney says yes.\nFinally, Eleanor marries a charming man who is very rich, and this makes the General so happy he says that Henry can marry Catherine. Later, he finds out Catherine is not as poor as he had thought, so he is even happier. At last, Catherine and Henry are married.","categories":[],"infobox_types":["Book |"],"annotations":[{"uri":"Novel","surface_form":"novel","offset":33},{"uri":"Jane_Austen","surface_form":"Jane Austen","offset":42},{"uri":"Catherine_Morland","surface_form":"Catherine Morland","offset":88},{"uri":"Bath%2C_Somerset","surface_form":"Bath","offset":163},{"uri":"Henry_Tilney","surface_form":"Mr. Tilney","offset":408},{"uri":"Gothic","surface_form":"gothic","offset":699},{"uri":"Novel","surface_form":"novel","offset":706},{"uri":"Reality","surface_form":"reality","offset":799},{"uri":"Fiction","surface_form":"fiction","offset":811},{"uri":"Intelligent","surface_form":"intelligent","offset":1063},{"uri":"Horror","surface_form":"horrified","offset":2888},{"uri":"Happy","surface_form":"happy","offset":3091},{"uri":"Happy","surface_form":"happier","offset":3215}]}