{"id":21768,"url":"http://en.wikipedia.org/wiki/Laser","text":"A laser is a machine that makes an amplified, single-colour source of light. It uses special gases or crystals to make the light with only a single color. The gases are energized to make them emit light. Then mirrors are used to amplify (make stronger) the light. In many lasers all the light travels in one direction, so it stays as a narrow beam of Collimated light that does not get wider or weaker as most sources of light do.\nWhen pointed at something, this narrow beam makes a single point of light. The energy of the light stays in that one narrow beam instead of spreading out like a flashlight (electric torch).\nThe word \"laser\" is an acronym for \"light amplification by stimulated emission of radiation\". Both the device and its name were developed from the earlier Maser.\nMechanism.\nA laser creates light by special actions involving a material called an \"optical gain medium\". Energy is put into this material using an 'energy pump'. This can be electricity, another light source, or some other source of energy. The energy makes the material go into what is called an excited state. This means the electrons in the material have extra energy, and after a bit of time they will lose that energy. When they lose the energy they will release a photon (a particle of light). The type of optical gain medium used will change what color (wavelength) will be produced. Releasing photons is the \"stimulated emission of radiation\" part of laser.\nMany things can radiate light, like a light bulb, but the light will not be organized in one direction and phase. By using an electric field to control how the light is created, this light will now be one kind, going in one direction. This is \"coherent radiation\".\nAt this point, the light is still weak. The mirrors on either side bounce the light back and forth, and this hits other parts of the optical gain medium, causing those parts to also release photons, generating more light (\"light amplification\"). When all of the optical gain medium is producing light, this is called saturation and creates a very strong beam of light at a very narrow wavelength, which we would call a laser beam.\nDesign.\nThe light moves through the medium between the two mirrors that reflect the light back and forth between them. One of the mirrors, however, only partially reflects the light, allowing some to escape. The escaping light makes up the laser beam.\nThis is a simple design; the type of optical gain medium used usually defines the type of laser. It can be a crystal, examples are ruby and a garnet crystal made of yttrium and aluminum with the rare earth metal mixed in. Gases can be used for laser by using helium, nitrogen, carbon dioxide, neon or others. Large, powerful lasers are usually gas lasers. A free-electron laser uses a beam of electrons and can be tuned to emit different colors. Finally, the smallest lasers use semiconductor diodes to produce the light. These are the most numerous kind, used in electronics.\nHistory.\nAlbert Einstein was the first to have the idea of stimulated emission that could produce a laser. From that point many years were spent to see if the idea worked. At first, people succeeded in making masers and later figured how to make shorter visible wavelengths. It was not until 1959 that the name laser was coined by Gordon Gould in a research paper. The first working laser was put together and operated by Theodore Maiman at the Hughes Research Laboratories in 1960. Many people started working on lasers at this time, and the question of who would get the patent for the laser wasn't decided until 1987 (Gould won the rights).\nApplications.\nLasers have found many uses in everyday life as well as in industry. Lasers are found in CD and DVD players, where they read the code from the disk that stores a song or movie. A laser is often used to read the bar codes or SQR codes on things sold in a store, to identify a product and give its price. Lasers are used in medicine, particularly in LASIK eye surgery, where the laser is used to repair the shape of the cornea. It is used in chemistry with spectroscopy to identify materials, to find out what kind of gases, solids or liquids something is made of. Stronger lasers can be used to cut metal.\nLasers are used to measure the distance of the Moon from Earth by reflecting off reflectors left by the Apollo missions. By measuring the time it takes for the light to travel to the Moon and back again we can find out exactly how far away the moon is.\nLaser pointers are used by people to point at a place on a map or diagram. For example, lecturers use them. Also, many people like to play with laser pointers. Some people have pointed them at aircraft. This is dangerous, and it is also illegal in many countries. People have been arrested and prosecuted for this crime.\nComputers commonly use an optical computer mouse as an input device. Modern laser pointers are too big and powerful for this use, so most mice use small VCSEL's, or \"Vertical cavity surface-emitting lasers\" for this purpose. These lasers are also used in DVD, CD-ROM drives and holography.","categories":[],"infobox_types":[],"annotations":[{"uri":"Machine","surface_form":"machine","offset":13},{"uri":"Crystal","surface_form":"crystal","offset":102},{"uri":"Monochrome","surface_form":"single color","offset":141},{"uri":"Collimated_light","surface_form":"Collimated light","offset":351},{"uri":"Flashlight","surface_form":"flashlight","offset":592},{"uri":"Acronym","surface_form":"acronym","offset":644},{"uri":"Radiation","surface_form":"radiation","offset":703},{"uri":"Maser","surface_form":"Maser","offset":776},{"uri":"Optical_gain_medium","surface_form":"optical gain medium","offset":867},{"uri":"Electricity","surface_form":"electricity","offset":958},{"uri":"Excited_state","surface_form":"excited state","offset":1081},{"uri":"Electrons","surface_form":"electrons","offset":1111},{"uri":"Photon","surface_form":"photon","offset":1254},{"uri":"Wavelength","surface_form":"wavelength","offset":1345},{"uri":"Light_bulb","surface_form":"light bulb","offset":1488},{"uri":"Phase","surface_form":"phase","offset":1557},{"uri":"Electric_field","surface_form":"electric field","offset":1576},{"uri":"Yttrium","surface_form":"yttrium","offset":2563},{"uri":"Aluminum","surface_form":"aluminum","offset":2575},{"uri":"Helium","surface_form":"helium","offset":2657},{"uri":"Nitrogen","surface_form":"nitrogen","offset":2665},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2675},{"uri":"Neon","surface_form":"neon","offset":2691},{"uri":"Free-electron_laser","surface_form":"free-electron laser","offset":2756},{"uri":"Electrons","surface_form":"electrons","offset":2791},{"uri":"Semiconductor","surface_form":"semiconductor","offset":2877},{"uri":"Diode","surface_form":"diodes","offset":2891},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":2984},{"uri":"Maser","surface_form":"maser","offset":3184},{"uri":"Wavelength","surface_form":"wavelength","offset":3237},{"uri":"Theodore_Maiman","surface_form":"Theodore Maiman","offset":3397},{"uri":"Hughes_Research_Laboratories","surface_form":"Hughes Research Laboratories","offset":3420},{"uri":"Compact_disc_player","surface_form":"CD","offset":3722},{"uri":"DVD_player","surface_form":"DVD player","offset":3729},{"uri":"Bar_code","surface_form":"bar code","offset":3844},{"uri":"SQR_codes","surface_form":"SQR codes","offset":3857},{"uri":"LASIK","surface_form":"LASIK","offset":3981},{"uri":"Cornea","surface_form":"cornea","offset":4051},{"uri":"Spectroscopy","surface_form":"spectroscopy","offset":4088},{"uri":"Moon","surface_form":"Moon","offset":4285},{"uri":"Earth","surface_form":"Earth","offset":4295},{"uri":"Reflector","surface_form":"reflector","offset":4319},{"uri":"Apollo_program","surface_form":"Apollo","offset":4342},{"uri":"Lecture","surface_form":"lecture","offset":4579},{"uri":"Aircraft","surface_form":"aircraft","offset":4684},{"uri":"Computer_mouse","surface_form":"computer mouse","offset":4846},{"uri":"Input_device","surface_form":"input device","offset":4867},{"uri":"CD-ROM","surface_form":"CD-ROM","offset":5072},{"uri":"Holography","surface_form":"holography","offset":5090}]}