{"id":217684,"url":"http://en.wikipedia.org/wiki/Maria_Edgeworth","text":"Maria Edgeworth was a novelist in the early nineteenth century.\nLife.\nEdgeworth was born in Oxfordshire in 1767 or 1768. She was the daughter of Richard Lovell Edgeworth and Anna Maria Edgeworth. When her father married again to his second wife, she went with him to Ireland. There, she helped her father and managed her father's land. Because of this, she became friends with lots of fashionable people and with Irish peasants. This was very useful to her later in writing her novels. At first she used to write for children, but in 1800 she published her first adults' novel, \"Castle Rackrent\". Lots of people liked \"Castle Rackrent,\" which was an immediate success.\nIn 1798 her father married his fourth wife. For fifty-one years Maria had a very good friend in her stepmother.\nIn 1802 their family traveled to other countries. First they went to Brussels, then to a part of France. There Maria met a man named Count Edelcrantz. Maria's stepmother wrote in the book \"Life and Letters,\" that Maria loved him very much. They came back home to Ireland in 1803 when the war began again, and Maria started writing again. Her father helped her with her writing, and corrected her books a lot. Maria published \"Castle Rackrent\" secretly.\nEdgeworth helped Irish peasantry very much. She was short, and is said to be cheerful and lively. After she was ill for a few years she died at Edgeworthstone, in the arms of her stepmother, in 1849.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novelist","surface_form":"novelist","offset":22},{"uri":"Oxfordshire","surface_form":"Oxfordshire","offset":92},{"uri":"Ireland","surface_form":"Ireland","offset":267},{"uri":"Fashion","surface_form":"fashion","offset":385},{"uri":"Peasant","surface_form":"peasant","offset":419},{"uri":"Castle_Rackrent","surface_form":"Castle Rackrent","offset":579},{"uri":"Brussels","surface_form":"Brussels","offset":850},{"uri":"France","surface_form":"France","offset":878},{"uri":"Book","surface_form":"book","offset":1177}]}