{"id":217670,"url":"http://en.wikipedia.org/wiki/Luigi_Cherubini","text":"Luigi Cherubini (pronounce: \"ke-roo-BEE-nee\"), (born Florence, 8 or 14 Sep 1760; died Paris, 15 March 1842) was an Italian-born composer who spent most of his working life in France. He is famous for his operas as well as for his religious music. Beethoven thought that Cherubini was the greatest composer who was living at that time.\nEarly years.\nCherubini was born in Florence. The exact date of his birth is not known. He was only six years old when his father taught him to play the harpsichord. He was a child prodigy. By the time he was thirteen, he had composed several religious works. In 1780, he was given a scholarship by the Grand Duke of Tuscany to study music in Bologna and Milan.\nAt first, Cherubini composed operas about serious stories (opera seria). He composed in the style of Italian composers of that time. Soon he felt he wanted to travel to learn other ways of composing. He went to London in 1785 and then to Paris where he met many important people including Marie Antoinette. He spent the rest of his life in France.\nRising fame in Paris.\nHis opera \"Démophon\" was performed at the Grand Opéra in 1788. It helped to make him famous. He soon became director of the Théâtre de Monsieur in the Tuileries, and three years later he went to the Théâtre Feydeau. He started to try out many new ideas in his music. His opera \"Lodoïska\" (1791) was very popular for the way he showed heroism. His best-known work is \"Médée\" (1797). \"Les deux journées\" (1800) was also highly successful for a while.\nThe French Revolution affected Cherubini’s life. He tried not to show that he had been friendly with aristocrats before the revolution. Hoping to get government jobs, he wrote several patriotic works in order to please the revolutionary leaders. Later he was made Napoléon's director of music in Vienna (1805-1806), and he conducted some of his music there.\nLater career.\nAfter he had written his opera \"Les deux journées\", audiences in Paris started to tire of Cherubini’s music. They wanted to hear younger composers such as Adrien Boieldieu. Cherubini found it difficult to get his stage works performed. Instead, he wrote church music. When France became a monarchy again he was appointed \"surintendant de la musique du roi\" (director of the king’s music). He kept this title until 1830 when there was another revolution.\nIn 1815 he briefly went again to London. There he was asked to compose a symphony, an overture and a work for chorus and orchestra. This helped to make him more famous outside France.\nCherubini's \"Requiem in C-minor\" (1816), which marked the anniversary of the execution of King Louis XVI of France, was a great success. Beethoven, Schumann and Brahms all liked it very much. In 1836, Cherubini wrote a \"Requiem in D Minor\", which he meant to be performed at his own funeral. It uses a male choir only, because the religious authorities had criticised the fact that he had written for ladies’ voices in his C-minor Requiem.\nCherubini produced some chamber music, including several string quartets and a quintet for two violins, viola and two cellos. He also wrote some piano sonatas.\nIn 1822, Cherubini became director of the Conservatoire. In 1835 he wrote a book called \"Cours de contrepoint et de fugue\".\nHis personality.\nThere are several stories told by people who lived at that time, showing that Cherubini often became angry. Hector Berlioz tells an amusing story in his autobiography about how Cherubini, in a bad temper, chased him round and round the library.\nBut he also had many friends, including Rossini, Chopin and, especially, the painter Ingres. The two men had the same interests: Cherubini was a keen amateur painter and Ingres enjoyed practising the violin. In 1841, Ingres painted a well-known portrait of Cherubini.\nDuring his life, Cherubini received the highest official honours, including \"Chevalier de la Légion d'honneur\" (1814) and \"Membre de l'Académie des Beaux-Arts\" (1815). In 1841, he was made \"Commandeur de la Légion d'honneur,\" the first time a musician had been given that title.\nCherubini died in Paris at age of 81 and is buried at Père Lachaise Cemetery, just four metres from his friend Chopin.\nHis music.\nDuring the first ten years of his life in Paris Cherubini concentrated on writing dramatic stage works. After 1800 things became more difficult for him in this field. Napoleon was ruling in France, and the two men did not like one another much. The audiences expected an Italian composer to write beautiful melodies rather than anything dramatic. The Feydeau Theatre, where he had enjoyed several triumphs, did not exist any more. Cherubini concentrated on his teaching at the Paris Conservatoire. Even after Napoleon had lost his power Cherubini left it to younger people, such as Rossini and Giacomo Meyerbeer, to compose operas. He preferred to write religious pieces.\nBy the end of the 19th century Cherubini’s music was almost forgotten, and he was only really remembered for his theoretical writing. During the late 20th century people became interested in his music again, and his religious compositions are sometimes performed. However, his operas do not belong to any popular tradition and are hardly ever staged now, although they contain much excellent music.","categories":[],"infobox_types":[],"annotations":[{"uri":"Florence","surface_form":"Florence","offset":53},{"uri":"1760","surface_form":"1760","offset":75},{"uri":"Paris","surface_form":"Paris","offset":86},{"uri":"15_March","surface_form":"15 March","offset":93},{"uri":"1842","surface_form":"1842","offset":102},{"uri":"Italy","surface_form":"Italian","offset":115},{"uri":"France","surface_form":"France","offset":175},{"uri":"Opera","surface_form":"opera","offset":204},{"uri":"Religious","surface_form":"religious","offset":230},{"uri":"Ludwig_van_Beethoven","surface_form":"Beethoven","offset":247},{"uri":"Florence","surface_form":"Florence","offset":370},{"uri":"Harpsichord","surface_form":"harpsichord","offset":487},{"uri":"Child_prodigy","surface_form":"child prodigy","offset":509},{"uri":"Scholarship","surface_form":"scholarship","offset":618},{"uri":"Bologna","surface_form":"Bologna","offset":677},{"uri":"Milan","surface_form":"Milan","offset":689},{"uri":"Opera_seria","surface_form":"opera seria","offset":755},{"uri":"London","surface_form":"London","offset":907},{"uri":"1785","surface_form":"1785","offset":917},{"uri":"Paris","surface_form":"Paris","offset":934},{"uri":"Marie_Antoinette","surface_form":"Marie Antoinette","offset":985},{"uri":"France","surface_form":"France","offset":1036},{"uri":"Tuileries","surface_form":"Tuileries","offset":1217},{"uri":"Hero","surface_form":"hero","offset":1400},{"uri":"M%C3%A9d%C3%A9e","surface_form":"Médée","offset":1433},{"uri":"French_Revolution","surface_form":"French Revolution","offset":1519},{"uri":"Aristocratic","surface_form":"aristocrats","offset":1616},{"uri":"Patriotic","surface_form":"patriotic","offset":1699},{"uri":"Napol%C3%A9on","surface_form":"Napoléon","offset":1779},{"uri":"Vienna","surface_form":"Vienna","offset":1811},{"uri":"Adrien_Boieldieu","surface_form":"Adrien Boieldieu","offset":2042},{"uri":"Monarchy","surface_form":"monarchy","offset":2176},{"uri":"1830","surface_form":"1830","offset":2301},{"uri":"1815","surface_form":"1815","offset":2344},{"uri":"Symphony","surface_form":"symphony","offset":2414},{"uri":"Overture","surface_form":"overture","offset":2427},{"uri":"Choir","surface_form":"chorus","offset":2451},{"uri":"Orchestra","surface_form":"orchestra","offset":2462},{"uri":"Execution","surface_form":"execution","offset":2602},{"uri":"Louis_XVI_of_France","surface_form":"Louis XVI of France","offset":2620},{"uri":"Robert_Schumann","surface_form":"Schumann","offset":2673},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":2686},{"uri":"Male","surface_form":"male","offset":2827},{"uri":"Criticise","surface_form":"criticise","offset":2882},{"uri":"Paris_Conservatoire","surface_form":"Conservatoire","offset":3167},{"uri":"1835","surface_form":"1835","offset":3185},{"uri":"Hector_Berlioz","surface_form":"Hector Berlioz","offset":3374},{"uri":"Autobiography","surface_form":"autobiography","offset":3419},{"uri":"Library","surface_form":"library","offset":3502},{"uri":"Rossini","surface_form":"Rossini","offset":3551},{"uri":"Chopin","surface_form":"Chopin","offset":3560},{"uri":"Painter","surface_form":"painter","offset":3588},{"uri":"Jean_Auguste_Dominique_Ingres","surface_form":"Ingres","offset":3596},{"uri":"Amateur","surface_form":"amateur","offset":3661},{"uri":"Portrait","surface_form":"portrait","offset":3756},{"uri":"L%C3%A9gion_d%27honneur","surface_form":"Légion d'honneur","offset":3872},{"uri":"1800","surface_form":"1800","offset":4298},{"uri":"Rossini","surface_form":"Rossini","offset":4770},{"uri":"Giacomo_Meyerbeer","surface_form":"Giacomo Meyerbeer","offset":4782},{"uri":"19th_century","surface_form":"19th century","offset":4878},{"uri":"20th_century","surface_form":"20th century","offset":5010}]}