{"id":217625,"url":"http://en.wikipedia.org/wiki/History_of_the_alphabet","text":"The history of the alphabet begins in Ancient Egypt, more than a millennium into the history of writing. The first pure alphabet emerged around 2000 BCE to represent the language of Semitic workers in Egypt, and it was derived from the alphabetic principles of the Egyptian hieroglyphs. Most alphabets in the world today descend directly from this development, such as the Greek and Latin alphabets, or were inspired by its design.\nBeginnings in Egypt.\nBy 2700 BCE, the ancient Egyptians had developed a set of some 22 hieroglyphs to represent the consonants of their language and a 23rd that seems to have represented word-initial or word-final vowels. The first purelyalphabetic script is thought to have been developed around 2000 BCE for Semitic workers in central Egypt.\nOver the next 500 years, it spread north, and all subsequent alphabets around the world have either descended from it or been inspired by one of its descendants, with the possible exception of the Meroitic alphabet, a 3rd century BCE adaptation of hieroglyphs in Nubia to the south of Egypt.\nSemitic alphabet.\nThe oldest examples are in Egypt and date to around 1800 BCE [http://news.bbc.co.uk/1/hi/world/middle_east/521235.stm]/[http://www.trussel.com/prehist/news170.htm].\nThe inscriptions may show that the alphabet was invented in Egypt.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alphabet","surface_form":"alphabet","offset":19},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":38},{"uri":"Semitic_people","surface_form":"Semitic","offset":182},{"uri":"Hieroglyph","surface_form":"hieroglyph","offset":274},{"uri":"Greek_alphabet","surface_form":"Greek","offset":373},{"uri":"Latin_alphabet","surface_form":"Latin","offset":383},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":470},{"uri":"Hieroglyphs","surface_form":"hieroglyphs","offset":519},{"uri":"Consonant","surface_form":"consonant","offset":548},{"uri":"Vowel","surface_form":"vowel","offset":646},{"uri":"Semitic_people","surface_form":"Semitic","offset":742},{"uri":"Meroitic_script","surface_form":"Meroitic alphabet","offset":973},{"uri":"Nubia","surface_form":"Nubia","offset":1039}]}