{"id":21772,"url":"http://en.wikipedia.org/wiki/Thiruvananthapuram","text":"Thiruvananthapuram () is the capital city of the Indian state of Kerala. The city used to be known by the name of Trivandrum. It is on the west coast of India near the far south of the mainland.\nWith 889,191 people as of 2001, it is the biggest city in Kerala in terms of size and number of people.\nThe city is the state capital and houses many national and state government offices, organizations and companies. It is also a major center of learning and is home to several schools and colleges including Kerala University, and to many scientific institutions, the most prominent being the Vikram Sarabhai Space Centre (VSSC), Sree Chitra Tirunal Institute for Medical Sciences and Technology (SCTIMST), Technopark, Rajiv Gandhi Centre for Biotechnology (RGCB) and Indian Institute of Space Science and Technology (IIST'\").\nOrigin of name.\nThiruvananthapuram literally means \"City of Lord Anantha\" in Malayalam. The name derives from the god of the Hindu temple at the centre of the city. Anantha is the serpent Shesha on whom Padmanabhan or Vishnu lies. The temple of Vishnu lying on Ananta, the Sri Padmanabhaswamy Temple is the most recognizable landmark of the city. The city was officially known as \"Trivandrum\" in English until 1991, when the government decided to change the city's name back to the original name, Thiruvananthapuram, in all languages. However, the city is still widely referred to as \"Trivandrum\" (now Thiruvananthapuram).\nInfrastructure.\nThe city is fully electrified by the Kerala State Electricity Board (KSEB). The district is divided in to three circles: Transmission circle, Thiruvananthapuram city and Kattakkada. Domestic users account for 43% of the total power usage, or 90 million units per month. Thiruvananthapuram district has one 220 kV, nine 110 kV and six 66 kV electrical substations. A 400 kV substation has just been commissioned by the Power Grid Corporation and will ensure high-quality power supply to the city.\nThe water supply schemes cover 100% within the city limits. It is 84% of the urban and 69% of the rural population, when the district is considered. Peppara and Aruvikkara dams are the main sources of water for distribution in the capital city. The new project plan for improving the water supply with Japan aid covers Thiruvananthapuram city and six suburban panchayats having urban characteristics.\nThe sewerage system in the city was implemented at the time of the Travancore Kingdom, and modernised in 1938. This scheme for the disposal of sullage and sewage is an underground system. The whole system is controlled by Kerala Water Authority now. The city area is divided in to seven blocks for the execution of the sewerage system, two commissioned in the 1990s and two after 2000. The sewerage is pumped to a stilling chamber at the Sewerage Treatment Plant (STP) at Valiyathura, and is disposed through sewage farming. Diary Development Department maintains this sewage farm and fodder cultivation is done here. There is no revenue generation from this scheme, and the sewerage system in the city is a service provided to the residents.\nStrategic Importance.\nApart from being the capital of India’s most literate and socially developed state, Thiruvananthapuram is a strategically important city in Southern India. Being the largest city in India’s deep south, it is important for both military logistics and civil aviation in the southern part of the country. It is the headquarters of the \"Southern Air Command(SAC)\" of the Indian Air Force. The city is very close to the international shipping route and East-West shipping axis. Also, it falls under the international air route.\nDue to the strategic importance of the city, the Indian Air Force authorities have planned to make an aerospace command in SAC.\nThe plan for setting up a new \"Tri-Service Command\", which will integrate all the three forces under a single command, is also in the pipeline.\nBeing the Indian city with the closest air link to the small island-country of Maldives and also Sri Lanka, the city’s medical and health infrastructure caters to patients from both countries, especially Maldives. Exports of perishables and medicines from Trivandrum International Airport run to full capacity on everyday flights to Maldives and Sri Lanka because of this nearness. Thiruvananthapuram also provides a key link in movement of goods and passengers to and from southern Tamil Nadu into Kerala, the state border being just 30 km away. The city is also important for people from around the world seeking help through Ayurveda medicine and therapy. Ayurveda resorts are coming up at a rapid pace along the International Beach of Kovalam and Varkala coast.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_(city)","surface_form":"capital city","offset":29},{"uri":"India","surface_form":"India","offset":49},{"uri":"States_of_India","surface_form":"state","offset":56},{"uri":"Kerala","surface_form":"Kerala","offset":65},{"uri":"Coast","surface_form":"coast","offset":144},{"uri":"Mainland","surface_form":"mainland","offset":185},{"uri":"2001","surface_form":"2001","offset":221},{"uri":"Government_of_India","surface_form":"national","offset":345},{"uri":"Malayalam_language","surface_form":"Malayalam","offset":901},{"uri":"God","surface_form":"god","offset":938},{"uri":"Hindu","surface_form":"Hindu","offset":949},{"uri":"Hindu_temple","surface_form":"temple","offset":955},{"uri":"Vishnu","surface_form":"Vishnu","offset":1042},{"uri":"Vishnu","surface_form":"Vishnu","offset":1069},{"uri":"Electricity","surface_form":"electrified","offset":1481},{"uri":"Electrical_substation","surface_form":"electrical substation","offset":1803},{"uri":"Japan","surface_form":"Japan","offset":2261},{"uri":"Capital_(city)","surface_form":"capital","offset":3146},{"uri":"Kerala","surface_form":"state","offset":3202},{"uri":"South_India","surface_form":"Southern India","offset":3265},{"uri":"Indian_Air_Force","surface_form":"Indian Air Force","offset":3492},{"uri":"Maldives","surface_form":"Maldives","offset":3999},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":4017},{"uri":"Maldives","surface_form":"Maldives","offset":4124},{"uri":"Maldives","surface_form":"Maldives","offset":4253},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":4266},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":4403},{"uri":"Ayurveda","surface_form":"Ayurveda","offset":4548},{"uri":"Ayurveda","surface_form":"Ayurveda","offset":4579},{"uri":"Varkala","surface_form":"Varkala","offset":4671}]}