{"id":21776,"url":"http://en.wikipedia.org/wiki/Animal_Farm","text":"\"Animal Farm\" is a short novel by George Orwell. It was written during World War II and published in 1945. It is about a group of farm animals who rebel against their farmer. They hope to create a place where the animals can be equal, free, and happy. In the end, however, they are betrayed and the farm ends up as bad it was before.\nThe story is an allegory, meaning that the author wanted it to represent real life events. It is one of the most famous allegories about political events. It is based on Joseph Stalin's betrayal of the Russian Revolution.\nAlthough rejected by several publishers, when published it became a best-seller. \"Animal Farm\" is one of Orwell's two best-known books (the other is \"Nineteen Eighty-Four\") and is widely viewed as a classic. \"Time\" magazine chose the book as one of the 100 best English-language novels (1923 to 2005). it also featured at number 31 on the Modern Library List of Best 20th-Century Novels. It won a Retrospective Hugo Award in 1996, and is included in the Great Books of the Western World selection.\nSummary.\nManor Farm is run by Mr Jones, a cruel and drunken farmer. One day, the animals gather at a meeting to listen to Old Major, a wise old pig. Old Major makes a speech, calling for animals to rise up against their farmers. The animals are very keen about the idea. Old Major dies a few days later. The pigs, who are the most intelligent animals, begin planning a rebellion. They are led by Snowball and Napoleon.\nAbout three months later, the animals revolt against Mr Jones and take over the farm. They change its name to \"Animal Farm\". They decide the farm will now be ruled only by animals, calling the system \"animalism\". They write seven commandments, with the most important being \"All animals are equal\". “Four legs good, two legs bad” becomes a popular chant for the sheep. Mr Jones and his friends attack the farm to try to take it back, but in the \"Battle of the Cowshed\" the animals drive them away. Mr Jones flees and never returns.\nSnowball and Napoleon fall out with each other, as they have different ideas for how Animal Farm should be led. Snowball announces plans to build a windmill, but Napoleon disagrees. Napoleon trains nine puppies, who grow into vicious dogs who will serve him. When the dogs are fully grown, he uses them to chase Snowball off the farm. He takes control and rules the farm by himself (as a dictator). Napoleon uses the dogs to kill any animal that does not agree with him, while a pig called Squealer keeps telling the animals that everything is fine and they should support Napoleon.\nNapoleon changes his mind and decides to build a windmill, pretending that it was his idea all along. The first windmill they build collapses. Napoleon blames this (and other problems) on Snowball. He claims that Snowball is sneaking around Animal Farm ruining everything. Many animals are killed for \"being in contact with Snowball\". Napoleon starts working with human beings outside, even though this used to be forbidden. One of them is their neighbour, a farmer called Mr Frederick. He brings in a group of men who invade the farm and destroy the second windmill. The animals fight them off in the \"Battle of the Windmill\", at great cost.\nAs the animals build a third windmill, Boxer, their strongest horse, loses his strength because of old age and collapses. Napoleon sends him to be slaughtered, even though Boxer was his friend. The pigs continue to work with humans and start to behave like them, such as living in the farmhouse and walking on two legs. They teach the sheep a new chant: “Four legs good, two legs better”. The commandments are replaced by the words \"All animals are equal, but some animals are more equal than others.\" In the end, other animals watch the pigs talking with a group of humans and decide they cannot tell which is which.\nBackground.\nGeorge Orwell who was a socialist and was opposed to dictatorship (rule by one person). In particular, he did not like the communist government of Joseph Stalin in the Soviet Union. In 1936 and 1937, Orwell fought in the Spanish Civil War. He had watched as democratic left-wing rebels were pushed out by pro-Soviet communist rebels. In the introduction to the 1947 Ukrainian translation of \"Animal Farm\", Orwell said he wrote it because he wished to destroy what he called the \"Soviet myth\".\nOrwell also said he said he got the idea from seeing a young boy whipping a large cart horse. He explained, \"It struck me that if only such animals became aware of (knew) their strength we should have no power over them, and that men exploit (badly use) animals in much the same way as the rich exploit the proletariat (the poor, the lower class)\".\nCharacters in the book.\nThere are many characters in the book who are based on real people. They are grouped into pigs, horses, humans and other animals.\nAnimalism.\nAnimal-ism is a system of beliefs shared by the farm animals of Manor Farm. The purpose is to ensure the farm animals behave like actual animals and not follow the footsteps of humans beings. Therefore, any human behavior is considered contrary to the spirit of Animalism.\nBeasts of England.\n\"Beasts of England\" is a song that is featured in the story. The tune as said to be \"a cross between La Cucaracha and Oh, My Darling Clementine\". Old Major teaches the song to the animals in an early scene, and it becomes very popular. It becomes the first national anthem of Animal Farm. Later on, Napoleon orders a new anthem to be written, with words that praise him.\nCommandments.\nThese are the original commandments laid down by the pigs.\nFor the sheep, who are said to be stupid, they are instead taught the chant \"Four legs good, two legs bad.\" Napoleon sometimes gets the sheep to chant this when he wants the animals to stop talking.\nAs the story goes on, the pigs start changing the commandments. For example, \"No animal shall drink alcohol\" becomes \"No animal shall drink alcohol \"to excess\". By the end of the story, all the commandments have been erased apart from \"All animals are equal\", which has been changed to \"All Animals are equal but some animals are more equal than others.\" Meanwhile, the sheep chant has been changed to \"Four legs good, two legs \"better\".\"","categories":[],"infobox_types":[],"annotations":[{"uri":"George_Orwell","surface_form":"George Orwell","offset":34},{"uri":"World_War_II","surface_form":"World War II","offset":71},{"uri":"Publication","surface_form":"published","offset":88},{"uri":"Animal","surface_form":"animal","offset":135},{"uri":"Rebellion","surface_form":"rebel","offset":147},{"uri":"Allegory","surface_form":"allegory","offset":350},{"uri":"Politics","surface_form":"political","offset":471},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":504},{"uri":"Betrayal","surface_form":"betrayal","offset":520},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":536},{"uri":"Nineteen_Eighty-Four","surface_form":"Nineteen Eighty-Four","offset":706},{"uri":"Classic","surface_form":"classic","offset":755},{"uri":"Modern_Library_List_of_Best_20th-Century_Novels","surface_form":"Modern Library List of Best 20th-Century Novels","offset":895},{"uri":"Hugo_Award","surface_form":"Hugo Award","offset":967},{"uri":"Great_Books_of_the_Western_World","surface_form":"Great Books of the Western World","offset":1010},{"uri":"Drunk","surface_form":"drunk","offset":1106},{"uri":"Old_Major_(Animal_Farm)","surface_form":"Old Major","offset":1176},{"uri":"Commandments","surface_form":"commandments","offset":1703},{"uri":"Windmill","surface_form":"windmill","offset":2153},{"uri":"Dictator","surface_form":"dictator","offset":2393},{"uri":"Socialism","surface_form":"socialist","offset":3885},{"uri":"Dictatorship","surface_form":"dictatorship","offset":3914},{"uri":"Communism","surface_form":"communist","offset":3984},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":4008},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":4029},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":4082},{"uri":"Ukrainian_language","surface_form":"Ukrainian","offset":4227},{"uri":"Translate","surface_form":"translation","offset":4237},{"uri":"Soviet_Union","surface_form":"Soviet","offset":4340},{"uri":"Whip","surface_form":"whip","offset":4419},{"uri":"Pig","surface_form":"pig","offset":4817},{"uri":"Horse","surface_form":"horse","offset":4823},{"uri":"Human","surface_form":"human","offset":4831},{"uri":"System","surface_form":"system","offset":4884},{"uri":"Belief","surface_form":"belief","offset":4894},{"uri":"Farm","surface_form":"farm","offset":4916},{"uri":"Animals","surface_form":"animals","offset":4921},{"uri":"Manor_Farm","surface_form":"Manor Farm","offset":4932},{"uri":"Human","surface_form":"humans beings","offset":5045},{"uri":"La_Cucaracha","surface_form":"La Cucaracha","offset":5261},{"uri":"Oh%2C_My_Darling_Clementine","surface_form":"Oh, My Darling Clementine","offset":5278},{"uri":"National_anthem","surface_form":"national anthem","offset":5417},{"uri":"Commandments","surface_form":"commandments","offset":5568},{"uri":"Pigs","surface_form":"pigs","offset":5598}]}