{"id":217850,"url":"http://en.wikipedia.org/wiki/Comet_Hale%E2%80%93Bopp","text":"Comet Hale–Bopp (formerly called C/1995 O1) is the biggest and brightest comet that has come by Earth in the last century. It was called the Great Comet of 1997. It is probably the most-seen comet in history - even more than the famous Halley's comet.\nDiscovery.\nHale-Bopp was discovered by two astronomers, Alan Hale and Thomas Bopp. This is a long-period comet (it will not return to earth for a long time). It is so big that its coma (the steam burning off of it) is as big as the Sun. It didn't come close enough to the sun to cross Earth's orbital path, so we could not see a meteor shower from the dust trail.\nChemicals.\nScientists found lots of organic chemicals in Hale-Bopp which they never saw before. It was also the first comet that had the gas argon in it.\nIt also has a sodium tail. See the picture on the left.\nUFO claims.\nA person named Chuck Shramek saw a not very bright, \"Saturn-like\" thing following Hale-Bopp and called the Art Bell radio program and told them about it. Lots of people thought a UFO was following behind the comet, even though many astronomers, including Alan Hale, tried to tell them it was just a star..\nA few months later, the Heaven's Gate cult said they had to join the alien spaceship by leaving their earthly bodies, and lots of people killed themselves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Comet","surface_form":"comet","offset":73},{"uri":"Earth","surface_form":"Earth","offset":96},{"uri":"Astronomers","surface_form":"astronomers","offset":295},{"uri":"Thomas_Bopp","surface_form":"Thomas Bopp","offset":322},{"uri":"Sun","surface_form":"Sun","offset":484},{"uri":"Organic_chemical","surface_form":"organic chemical","offset":652},{"uri":"Comet","surface_form":"comet","offset":734},{"uri":"Argon","surface_form":"argon","offset":757},{"uri":"Sodium","surface_form":"sodium","offset":784},{"uri":"Astronomer","surface_form":"astronomer","offset":1070},{"uri":"Heaven%27s_Gate","surface_form":"Heaven's Gate","offset":1168}]}