{"id":217843,"url":"http://en.wikipedia.org/wiki/I_Vow_to_Thee%2C_My_Country","text":"e=\"preserve\">I Vow to Thee, My Country is a British patriotic song created in 1921 when a poem by Sir Cecil Spring-Rice was set to music by Gustav Holst.\nHistory.\nThe lyrics come from a poem by Cecil Spring-Rice that he wrote in 1908 when he was working at the British Embassy in Stockholm, Sweden. At first called \"Urbs Dei\", or \"The Two Fatherlands\", the poem is about how a Christian owes his loyalties to both his homeland and the Kingdom of Heaven. The first verse, as written, had a very direct and heated patriotism that has become less popular since the First World War.\nIn 1912, Rice was sent to Washington, D.C. as the British ambassador to the United States of America. While serving as ambassador, he tried to get President Woodrow Wilson to give up on neutrality and join Britain and her Empire in the war against Germany. After America entered the war, Rice was called back to Britain. Shortly before he left the United States, in January of 1918, he re-wrote and re-titled \"Urbs Dei\", after making big changes to the first verse to talk more about the huge losses that British soldiers were having in the war years.\nThe first verse talks about Great Britain, and mainly about those who died during the First World War. The end verse, that starts with the line \"And there's another country\", is talking about heaven. The final line of the end verse uses the Proverbs 3:17 as its base, which reads, \"Her ways are of pleasantness, and all her paths are peace.\"\nMusic.\nIn 1921 Gustav Holst changed the music from a section of the song \"Jupiter\" from his suite \"The Planets\" to create a setting for the poem. The music was made a bit longer so that it would fit the last two lines of the first verse; the end result is usually called the \"Thaxted\" (named after the village where Holst lived for many years). This was first performed in 1925 and became very common at Armistice memorial ceremonies.\nLater on, Z. Randall Stroope would arrange a choir version of this song called \"Homeland.\" He still used the \"Jupiter\" theme from the planets but also used two additional verses of his own to pay homage to his father who marched in the Bataan Death March.\nLyrics.\nThe lyrics as usually sung without the middle verse because it is not suitable for modern use.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":44},{"uri":"Patriotic","surface_form":"patriotic","offset":52},{"uri":"Song","surface_form":"song","offset":62},{"uri":"Poetry","surface_form":"poem","offset":90},{"uri":"Gustav_Holst","surface_form":"Gustav Holst","offset":140},{"uri":"Lyrics","surface_form":"lyrics","offset":167},{"uri":"Poem","surface_form":"poem","offset":186},{"uri":"Stockholm","surface_form":"Stockholm","offset":280},{"uri":"Sweden","surface_form":"Sweden","offset":291},{"uri":"Christian","surface_form":"Christian","offset":377},{"uri":"First_World_War","surface_form":"First World War","offset":562},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":605},{"uri":"Ambassador","surface_form":"ambassador","offset":637},{"uri":"United_States_of_America","surface_form":"United States of America","offset":655},{"uri":"President","surface_form":"President","offset":726},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":736},{"uri":"Neutral","surface_form":"neutral","offset":765},{"uri":"Germany","surface_form":"Germany","offset":827},{"uri":"Heaven","surface_form":"heaven","offset":1323},{"uri":"Book_of_Proverbs","surface_form":"Proverbs","offset":1372},{"uri":"Pleasant","surface_form":"pleasantness","offset":1429},{"uri":"Gustav_Holst","surface_form":"Gustav Holst","offset":1488},{"uri":"The_Planets","surface_form":"The Planets","offset":1572},{"uri":"Armistice","surface_form":"Armistice","offset":1877},{"uri":"Bataan_Death_March","surface_form":"Bataan Death March","offset":2144}]}