{"id":21786,"url":"http://en.wikipedia.org/wiki/Miso","text":"\"Miso\" (味噌 or みそ) is a thick or solid paste. It is a traditional Japanese seasoning.\nMiso is similar to the Korean \"doenjang\". It is made by fermenting soy beans with sea salt or salt and \"kōji\". Kōji is the product of fermenting rice, barley, or soybeans with a mold culture, \"Kōji-kin\" (Aspergillus oryzae). Often, grains such as barley or rice, and sometimes other ingredients, are added. Miso is high in protein and rich in vitamins and minerals. Miso tastes salty and, depending on the grains used and fermentation time, may also be sweet. Miso is used to make miso soup.\nMiso is a very important part of Japanese food. There are different kinds of miso. \"Kome miso\" (米味噌) is made from rice and beans. \"Mame miso\" (豆味噌) is made from beans. \"Mugi miso\" (麦味噌) is made from barley and beans. Awase miso (合せ味噌) is a mix of these misos.\nHistory.\nMiso first came to Japan from China or the Korean peninsula. Ancient Chinese \"jan\" (醤) is the origin of miso. \"Jan\" is an ancient fermented seasoning. According to classical scholars, \"jan\" was called \"hishio\" or \"kuki\" in the Edo era. In China, \"jan\" was written about in the \"Shurai\".\nMiso existed in the Jomon era in Japan. \"Jan\" is the Japanese original seasoning. In the Nara era, \"jan\" was found in Nishi city, Heiankyo. Miso was used for seasoning porridge made of rice and vegetables. In the Sengoku period, Miso was important to preserved food.\nMany Japanese used to make miso in their own homes. This was called \"Temae-miso\". In the Muromachi era, it was used as a food preservative and as a seasoning. Miso was an important source of nutrients for soldiers. In the Edo era, industrial mass production method of miso began. \"Temae-miso\" became less common. \"Temae-miso\" nowadays also used when a person is proud of something.\nThere are many different flavors of miso. It depends on regions. \"Shiromiso\" (白味噌) is popular in the western Kansai region, especially in Kyoto. A\"kamiso\" is popular in the eastern Kantō region or northern region. Shinshumiso (信州味噌) is generally popular after the second world war, because it is mass produced in factories and sold in supermarkets in over Japan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paste","surface_form":"paste","offset":38},{"uri":"Korea","surface_form":"Korea","offset":108},{"uri":"Doenjang","surface_form":"doenjang","offset":116},{"uri":"Fermentation","surface_form":"fermenting","offset":141},{"uri":"Soy_bean","surface_form":"soy bean","offset":152},{"uri":"Sea_salt","surface_form":"sea salt","offset":167},{"uri":"K%C5%8Dji","surface_form":"kōji","offset":189},{"uri":"Rice","surface_form":"rice","offset":230},{"uri":"Barley","surface_form":"barley","offset":236},{"uri":"Mold","surface_form":"mold","offset":263},{"uri":"K%C5%8Dji","surface_form":"Kōji","offset":278},{"uri":"Grain","surface_form":"grain","offset":317},{"uri":"Protein","surface_form":"protein","offset":408},{"uri":"Vitamin","surface_form":"vitamin","offset":428},{"uri":"Miso_soup","surface_form":"miso soup","offset":566},{"uri":"China","surface_form":"China","offset":876},{"uri":"J%C5%8Dmon_period","surface_form":"Jomon era","offset":1153},{"uri":"Kansai_region","surface_form":"Kansai region","offset":1891},{"uri":"Kant%C5%8D_region","surface_form":"Kantō region","offset":1963}]}