{"id":217908,"url":"http://en.wikipedia.org/wiki/Selena_Gomez","text":"Selena Marie Gomez (born July 22, 1992) is an American singer, songwriter, and actress and model.\nEarly life.\nGomez was born Glen Falls Hospital in Grand Prairie, Texas Her parents divorced when she was only five, with Gomez staying with her mother. Gomez had a close relationship with her grandparents as a child, who said that they \"raised her\" up until she found success in the entertainment industry. She appeared in various pageants while she was growing up.\nGomez has two step siblings. Her sister, Gracie Elliot Teefey, was born to Amanda and Brian Teefey on June 12, 2013. Gomez has a second sister, Victoria Gomez, born to Ricardo and Sara Gomez on June 25, 2014. She earned a high school diploma through homeschooling in May 2010.\nActing career.\nWhen she was 7 Gomez was first featured on the children's television series \"Barney & Friends\" – where she befriended fellow child star and singer Demi Lovato – in the early 2000s. In 2007, she came to prominence after being cast in the Disney Channel television series \"Wizards of Waverly Place\". She portrayed the starring character, Alex Russo, until its conclusion in 2012. Gomez entered the film industry with star billings in feature films including \"Ramona and Beezus\" (2010), \"Monte Carlo\" (2011), \"Hotel Transylvania\" (2012), \"The Big Short\" (2015), \"The Revised Fundamentals of Caregiving\" (2016), \"Neighbors 2\" (2016), and \"In Dubious Battle\" (2016) \"The Voyage of Doctor Dolittle\" (2019).\nSinging career.\nGomez formed her band Selena Gomez & the Scene after signing a recording contract with Hollywood Records in 2008; they released the studio albums \"Kiss & Tell\" (2009), \"A Year Without Rain\" (2010), and \"When the Sun Goes Down\" (2011) before beginning a hiatus in 2012. The band was known for singles such as \"Naturally\", \"Round & Round\", \"Who Says\", and \"Love You like a Love Song\".\nIn July 2013, Gomez released her solo debut album \"Stars Dance\" (2013). It featured the top-ten single \"Come & Get It\" and another single, \"Slow Down\". A greatest-hits album, \"For You\", was released on November 24, 2014, and included the single \"The Heart Wants What It Wants\". Gomez released her second solo album \"Revival\" in 2015, featuring the top-ten singles \"Good for You\" (featuring rapper A$AP Rocky) and \"Hands to Myself\". In 2017, she released a single with rapper Gucci Mane called \"Fetish\".\nGomez was revealed to be an executive producer of the second season of the Netflix drama series, \"13 Reasons Why\". She released a song for its soundtrack, called \"Back to You\".\nPersonal life.\nGomez was in an on-and-off relationship with Canadian singer Justin Bieber from 2011 until 2014.\nIn 2017, she was in a relationship with Canadian singer-songwriter The Weeknd. They split that October.\nGomez required a kidney transplant as a result of her lupus diagnosis. Her close friend, actress Francia Raisa, donated her own kidney to Gomez in summer 2017. After the transplant, one of Gomez' arteries flipped inside of her, which required emergency surgery.Then she went to rehab in 2018.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"American","surface_form":"American","offset":46},{"uri":"Singer","surface_form":"singer","offset":55},{"uri":"Songwriter","surface_form":"songwriter","offset":63},{"uri":"Actress","surface_form":"actress","offset":79},{"uri":"Grand_Prairie%2C_Texas","surface_form":"Grand Prairie, Texas","offset":148},{"uri":"Demi_Lovato","surface_form":"Demi Lovato","offset":903},{"uri":"Gucci_Mane","surface_form":"Gucci Mane","offset":2331},{"uri":"Netflix","surface_form":"Netflix","offset":2434},{"uri":"13_Reasons_Why","surface_form":"13 Reasons Why","offset":2457},{"uri":"Back_to_You_(Selena_Gomez_song)","surface_form":"Back to You","offset":2522},{"uri":"Justin_Bieber","surface_form":"Justin Bieber","offset":2612}]}