{"id":217912,"url":"http://en.wikipedia.org/wiki/Nudibranch","text":"Nudibranchs are a widespread and successful group of marine Gastropod molluscs. The name means 'naked gills'. They are shelless and uncoiled Gastropods, famous for their brilliant colours. There are more than 3000 known species.\nNudibranchs are one of the groups which are informally known as sea slugs. This is a term which includes other Gastropod groups which look similar to nudibranchs. Sea slugs is an informal term; it is not a monophyletic group.\nBiology.\nThe body forms of nudibranchs vary greatly. They are \"opisthobranchs\", a clade which shed their shells after the larval stage.\nUnlike most other gastropods they are \"bilaterally symmetrical\". They have undergone secondary detorsion. Most species have venomous appendages on their sides. These are used to deter predators. Many also have a simple gut and a mouth with a radula.\nUnusually for molluscs, they lack a mantle cavity. Nudibranchs are hermaphrodite, and thus have a set of reproductive organs for both sexes, but they rarely fertilize themselves.\nMost nudibranchs are carnivorous. Some feed on sponges, others on polyps, others on bryozoans, and some eat other sea slugs, or, on some occasions, members of their own species. Other groups feed on tunicates, barnacles, or anemones.\nThe surface dwelling nudibranch, \"Glaucus atlanticus\" is a specialist predator of jellyfish, such as the Portuguese Man o' War. This predatory mollusc sucks air into its stomach to keep it afloat and using its muscular foot it clings to the surface film. If it finds a small victim \"Glaucus\" simply envelops it with its large mouth, but if the prey is a larger siphonophore the mollusc nibbles off its fishing tentacles, the ones carrying the most potent nematocysts. Like some others of its kind \"Glaucus\" does not digest the nematocysts; instead, it uses them to defend itself by passing them from its gut to the surface of its skin.\nColors and defense.\nAmong this group can be found the most colorful creatures on earth. In the course of evolution, sea slugs have lost their shell, and have developed other defense mechanisms. Their anatomy may resemble the texture and color of the surrounding plants, giving them camouflage (\"crypsis\"). Many have an intense and bright coloring, which warns that they are distasteful or poisonous (warning colouration).\nNudibranchs that feed on hydroids can store the hydroids' nematocysts (stinging cells) in the dorsal body wall. The nematocysts wander through the alimentary canal without harming the nudibranch. Then, the cells are brought to specific places on the creature's hind body. Nudibranches can protect themselves from the hydroids and their nematocysts. It is not yet clear how, but special cells with large vacuoles probably play an important role. They can also take in plants' chloroplasts (plant cell organelles used for photosynthesis) and use them to make food for themselves.\nAnother method of protection is the release of a sour liquid from the skin. Once the specimen is physically irritated or touched by another creature, it will release the slime automatically.\nTaxonomy.\nThe taxonomy of the Nudibranchia is still under investigation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ocean","surface_form":"marine","offset":53},{"uri":"Gastropod","surface_form":"Gastropod","offset":60},{"uri":"Molluscs","surface_form":"molluscs","offset":70},{"uri":"Gills","surface_form":"gills","offset":102},{"uri":"Animal_shell","surface_form":"shell","offset":119},{"uri":"Species","surface_form":"species","offset":220},{"uri":"Sea_slug","surface_form":"sea slug","offset":293},{"uri":"Monophyletic","surface_form":"monophyletic","offset":435},{"uri":"Clade","surface_form":"clade","offset":537},{"uri":"Larva","surface_form":"larva","offset":577},{"uri":"Bilateral_symmetry","surface_form":"bilaterally symmetrical","offset":630},{"uri":"Torsion","surface_form":"torsion","offset":688},{"uri":"Toxin","surface_form":"venomous","offset":715},{"uri":"Appendage","surface_form":"appendage","offset":724},{"uri":"Predator","surface_form":"predator","offset":775},{"uri":"Radula","surface_form":"radula","offset":833},{"uri":"Mantle_cavity","surface_form":"mantle cavity","offset":877},{"uri":"Hermaphrodite","surface_form":"hermaphrodite","offset":908},{"uri":"Carnivore","surface_form":"carnivorous","offset":1041},{"uri":"Sea_sponge","surface_form":"sponge","offset":1067},{"uri":"Polyp","surface_form":"polyp","offset":1086},{"uri":"Bryozoa","surface_form":"bryozoa","offset":1104},{"uri":"Tunicate","surface_form":"tunicate","offset":1219},{"uri":"Barnacle","surface_form":"barnacle","offset":1230},{"uri":"Sea_anemone","surface_form":"anemone","offset":1244},{"uri":"Jellyfish","surface_form":"jellyfish","offset":1336},{"uri":"Portuguese_Man_o%27_War","surface_form":"Portuguese Man o' War","offset":1359},{"uri":"Siphonophore","surface_form":"siphonophore","offset":1615},{"uri":"Nematocyst","surface_form":"nematocyst","offset":1709},{"uri":"Evolution","surface_form":"evolution","offset":1995},{"uri":"Camouflage","surface_form":"camouflage","offset":2172},{"uri":"Hydroid","surface_form":"hydroid","offset":2337},{"uri":"Dorsum_(biology)","surface_form":"dorsal","offset":2406},{"uri":"Alimentary_canal","surface_form":"alimentary canal","offset":2459},{"uri":"Vacuole","surface_form":"vacuole","offset":2715},{"uri":"Chloroplast","surface_form":"chloroplast","offset":2787},{"uri":"Organelle","surface_form":"organelle","offset":2812},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":2832},{"uri":"Slime","surface_form":"slime","offset":3060},{"uri":"Taxonomy","surface_form":"taxonomy","offset":3095}]}