{"id":218024,"url":"http://en.wikipedia.org/wiki/Cleidoic_egg","text":"The cleidoic egg (from Greek kleistos = closed) is the type of egg which reptiles and birds lay. Mammalian reproduction has evolved from laying cleidoic eggs to live birth. The cleidoic egg is sometimes called the amniotic egg, because it is characteristic of amniotes.\nDiscussion.\nThese eggs have a protective shell, and are laid out of water. The shell is porous to air, and may be flexible or calcareous (hard).The calcareous shell prevents the egg from desiccation. The eggs contain all the food the embryo needs to develop into a hatchling. As a result, the amphibian's larval stage, the tadpole, is not needed by reptiles or birds. The special membranes that support these eggs are typical traits of all amniotes, including mammals.\nThe significance of the cleidoic egg is that it enables reproduction out of, and often away from, water. The cleidoic egg has been called \"a private little pond\", from the way it gives water and nutrition to the embryo. Cleidoic eggs must have evolved in the early or middle Carboniferous, \"after\" the early tetrapods evolved, but \"before\" the amniotes split into sauropsids (reptile ancestors) and synapsids (mammal ancestors).\nReproductive strategy.\nThe basic reproduction strategy of amphibia (frogs, for example), is to lay a huge number of eggs, which are left to their own fate. The strategy of amniotes is to invest more in the production of eggs, lay fewer eggs and take some care of them.\nBecause the eggs are laid on land, internal fertilisation is needed. Thus, from the initial step of a cleidoic egg comes a number of changes in behaviour. With the changes in behaviour comes better and more flexible brains. Some reptiles, for example, crocodiles and birds, look after and protect their young. Mammals are an extreme case: they carry the protection and nursing of the young much further. All mammals provide milk for their young, and many smaller mammals raise their young in burrows, providing a meaasure of security. Humans go even further still, with the long period of learning before their young are independent. Also, in human evolution, there is a reduction in instinctive behaviour, which is inherited. Instead, there is a great increase in learned behaviours and social life. These later adaptations were made possible by the earlier evolution of the cleidoic egg.\nLive birth.\nLive birth is a comparatively recent adaptation. Monotreme mammals do still lay eggs. It is the marsupial and eutherian mammals which developed live birth. Actually,the embryo developing in the womb has the same membranes round it as does the embryo inside a bird egg. Mammals give birth to live young because the development takes place internally. Live birth has evolved independently a number of times in reptiles, for example Ichthyosaurs gave birth to live young. So do some snakes.\nConsequences.\nThe cleidoic egg is a good example of an evolutionary innovation which permitted the invasion of a vast range of new habitats, and led to one of the greatest adaptive radiations in the history of the vertebrates. In comparison, the amphibia, whose reproduction is tied to water, are represented today by just a few highly specialised groups.\nClosed eggs in other animal groups.\nThis is logical, but in practice the terms are usually synonymous.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greek","surface_form":"Greek","offset":23},{"uri":"Egg_(biology)","surface_form":"egg","offset":63},{"uri":"Reptile","surface_form":"reptile","offset":73},{"uri":"Bird","surface_form":"bird","offset":86},{"uri":"Mammal","surface_form":"Mammal","offset":97},{"uri":"Reproduction","surface_form":"reproduction","offset":107},{"uri":"Amniote","surface_form":"amniote","offset":260},{"uri":"Eggshell","surface_form":"shell","offset":311},{"uri":"Calcareous","surface_form":"calcareous","offset":396},{"uri":"Embryo","surface_form":"embryo","offset":504},{"uri":"Amphibian","surface_form":"amphibian","offset":563},{"uri":"Larva","surface_form":"larva","offset":575},{"uri":"Tadpole","surface_form":"tadpole","offset":593},{"uri":"Membrane","surface_form":"membrane","offset":650},{"uri":"Trait_(biology)","surface_form":"traits","offset":696},{"uri":"Amniotes","surface_form":"amniotes","offset":710},{"uri":"Mammal","surface_form":"mammal","offset":730},{"uri":"Reproduction","surface_form":"reproduction","offset":795},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":1014},{"uri":"Tetrapods","surface_form":"tetrapods","offset":1047},{"uri":"Sauropsids","surface_form":"sauropsids","offset":1103},{"uri":"Synapsids","surface_form":"synapsids","offset":1138},{"uri":"Behaviour","surface_form":"behaviour","offset":1581},{"uri":"Brain","surface_form":"brain","offset":1653},{"uri":"Crocodile","surface_form":"crocodile","offset":1689},{"uri":"Birds","surface_form":"birds","offset":1704},{"uri":"Human_evolution","surface_form":"human evolution","offset":2080},{"uri":"Instinct","surface_form":"instinct","offset":2121},{"uri":"Heritable","surface_form":"inherited","offset":2153},{"uri":"Learning","surface_form":"learned","offset":2202},{"uri":"Adaptation","surface_form":"adaptation","offset":2250},{"uri":"Adaptation","surface_form":"adaptation","offset":2376},{"uri":"Monotreme","surface_form":"Monotreme","offset":2388},{"uri":"Marsupial","surface_form":"marsupial","offset":2435},{"uri":"Eutheria","surface_form":"eutheria","offset":2449},{"uri":"Womb","surface_form":"womb","offset":2533},{"uri":"Convergent_evolution","surface_form":"independently","offset":2712},{"uri":"Ichthyosaur","surface_form":"Ichthyosaur","offset":2769},{"uri":"Snakes","surface_form":"snakes","offset":2819},{"uri":"Evolution","surface_form":"evolution","offset":2882},{"uri":"Habitat","surface_form":"habitat","offset":2958},{"uri":"Adaptive_radiation","surface_form":"adaptive radiation","offset":2999},{"uri":"Vertebrate","surface_form":"vertebrate","offset":3041},{"uri":"Synonymous","surface_form":"synonymous","offset":3274}]}