{"id":218002,"url":"http://en.wikipedia.org/wiki/Africanized_bee","text":"Africanized honeybees are an artificial man-made hybrid of the European honeybee and African bees. They are more dangerous and defensive than regular honeybees. Because of this, some people call them 'killer bees'.\nAfricanized honeybees are much more protective of their beehive and more likely to sting. When one of them is surprised or scared, they all attack together and sting the same animal or person with hundreds of stings. Actually, their sting is the same as a regular honeybee's, but because they sting all together, they are much more dangerous. They usually chase their target much farther than regular honeybees, and they stay angry and ready to fight for a longer time. They have many more \"guard\" bees than regular honeybees.\nHistory.\nIn 1956, scientists brought African and European bees to Brazil, to see if they could mate them. They wanted to do this to make a bee that would make more honey in a hotter place. Scientists called these new bees \"Africanized honeybees\". These bees, however, were very different from regular honeybees. They would suddenly leave the colony and build a hive somewhere else. Scientists found out that the queen would decide to leave after a few months, usually taking half the colony with her. They could even take over European hives by killing the European queen bee and making their own queen bee the \"queen\".\nWhere they travel.\nBecause of the queen's strange behavior of leaving the hive and starting new colonies, Africanized honeybees spread out quickly from Brazil. They have moved towards the north so that they have spread through most of South America, Mexico, and the south parts of Texas, New Mexico, Arizona, and California. Scientists are not sure how far they will spread. Some think they cannot go much more towards the north, because they do not survive well in really cold winters or extremely dry summers.\nThose Africanized bees which have travelled southwards have become much tamer and are well suitable for beekeeping and making honey. The re-domesticated Africanized honeybee is usually the choice of South American beekeepers because it will produce much more honey than the ordinary honeybees. The honey production from a single hive of Africanized honey bees can be 100 kg annually and far exceeds the much smaller 3–5 kg of the various \"Melipona\" stingless bee species. Thus economic pressures are forcing beekeepers to switch from the traditional stingless bees of their ancestors to the new reality of the Africanized honey bee.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hybrid","surface_form":"hybrid","offset":49},{"uri":"Europe","surface_form":"Europe","offset":63},{"uri":"Honeybee","surface_form":"honeybee","offset":72},{"uri":"African_bee","surface_form":"African bee","offset":85},{"uri":"Self-defense","surface_form":"defensive","offset":127},{"uri":"Honeybee","surface_form":"honeybee","offset":150},{"uri":"Protect","surface_form":"protective","offset":251},{"uri":"Target","surface_form":"target","offset":583},{"uri":"Anger","surface_form":"angry","offset":641},{"uri":"Fight","surface_form":"fight","offset":660},{"uri":"Brazil","surface_form":"Brazil","offset":808},{"uri":"Mate","surface_form":"mate","offset":837},{"uri":"Colony_(biology)","surface_form":"colony","offset":1084},{"uri":"Beehive","surface_form":"hive","offset":1103},{"uri":"Colony","surface_form":"colony","offset":1226},{"uri":"Beehive","surface_form":"hives","offset":1278},{"uri":"Queen_bee","surface_form":"queen bee","offset":1308},{"uri":"Colony","surface_form":"colonies","offset":1458},{"uri":"North","surface_form":"north","offset":1550},{"uri":"South_America","surface_form":"South America","offset":1597},{"uri":"Mexico","surface_form":"Mexico","offset":1612},{"uri":"Texas","surface_form":"Texas","offset":1643},{"uri":"New_Mexico","surface_form":"New Mexico","offset":1650},{"uri":"Arizona","surface_form":"Arizona","offset":1662},{"uri":"California","surface_form":"California","offset":1675},{"uri":"Winter","surface_form":"winter","offset":1840},{"uri":"Extreme","surface_form":"extremely","offset":1851},{"uri":"Melipona","surface_form":"Melipona","offset":2313}]}