{"id":218060,"url":"http://en.wikipedia.org/wiki/Blackjack","text":"Blackjack (Twenty-one, pontoon or \"Vingt-et-un\") is a kind of card game which usually involves gambling. It is often played in casinos. There is a dealer, who deals cards from a special device called a 'dealer's shoe' or a 'shuffling machine'. The dealer has one to eight decks. When there are one or two decks, the dealer usually holds the decks instead of dealing from a shoe.\nIt is a 'dealer versus players game'. Each player has their own game against the dealer. Cards are dealt in succession, and bets placed for each hand. Players win if their cards add up to more than the dealer's hand to a limit of 21. Hands which add up to more than 21, called busted hands, lose. Face cards count as 10. Aces can count as one or eleven.\n'Blackjack', an ace and a face card or ten, is the top scorer. Blackjack usually pays a bonus. Five cards adding to 21 or fewer is the next ranking hand. Apart from that, unbusted hands rank by total add-up. Hands below the dealer's hand lose unless the dealer goes over 21 (busts). Hands equal to the dealer's keep their chips. If both the player and dealer bust, the dealer wins.\nPlayers have a choice whether or not to get extra cards. Stand means to get no more cards and hit means to ask for another card. To stand, wave your hand back and forth. To ask for another card, wave your hand toward you. You can ask for any number of cards unless you bust. The dealer has rules as to when he takes extra cards for himself (or herself). In the UK, the dealer must stand on 16. These rules are set by the casino and cannot change after the game has started. In some states or countries, the rules are set by the government.\nThere is some skill in blackjack, because the odds change as the cards are dealt. The critical information is the numbers of tens (including face cards) which have been dealt. This is because they are the common cause of 'busting' the dealer hand and because they are needed for a blackjack. Aces are also important because they are needed for a blackjack. Keeping track of the cards is called 'card counting'. It is legal if done without a device like a computer. But, many casinos tell players to leave if they think are counting the cards.\nHistory.\nOver the years the origin of Blackjack, like many other games, has eluded researchers for a long time and which continues to be hotly debated to this day. Till date there has been no clear consensus, but most agree it probably originated in French casinos around 1700, where it was called Vingt-et-Unwhich, translated, means twenty-one. Most believe it was probably derived from the French card games, Chemin de Fer, and French Ferme, which were in vogue at that time. Another of its version was prevalent in Spain, which was called 'One and Thirty'. The basic rule of the Spanish version was to reach 31 with a minimum of three cards.A theory that's also doing the rounds is that Blackjack was an invention by the Romans. It is believed that Romans used to play this game with wooden blocks of different numerical values. This theory holds some weight as Romans loved gambling, but that by no means confirms the theory. Among the various versions of the game, 'Vingt-et-Un' or '21' continued to grow in popularity and reach. It gradually spread to North America thanks to French colonists and soon after it was played throughout the continent. The rules of Blackjack were then different from those of modern or contemporary Blackjack. Just to elaborate, in this form of Blackjack, only the dealer was permitted to double. Also, a betting round was there between each of the playing cards dealt.The game was still termed '21' when it gained popularity in Nevada in 1931 as the State first chose to make gambling legal. Its origin is disputed, but it is certainly related to several French and Italian gambling games. In Britain since World War I, the informal game has been called pontoon. To draw more people to the game, some casinos then offered a special bet: A hand featuring either of the black jacks (the Jack of Spades or that of Clubs) plus the Ace of Spades would pay 10-to-1 odds on the lucky player's bet. Although casinos later discontinued this peculiar payout, the name 'blackjack' or 'black jack' remained, as the game is known today.\nFive of Clubs: \"Watson’s card\". The name has nothing to do with Sherlock Holmes but refers to a famous gambler who is supposed to have won £10,000 at Faro through his wager in connection with this card.Blackjack was not conceived by any one person at one definite point of time. On the contrary, blackjack has evolved over centuries; it continues to evolve and grow even today, thanks to the Internet. Fuelling its popularity the online casino industry has developed various versions of the game which has truly revolutionized it.\nNow a few reputed casino operators have started an innovative and far more enjoyable concept of this game: live blackjack game with real dealers. Live Blackjack is the most advanced way to play your favourite casino game right in the comfort of your home, without having to go a long way to a field-based casino.\nBlackjack example.\nThis is an example of a Blackjack game. Players are named by gambling chip colour: white, brown, blue and black.\nThe dealer has given two cards each to the four players who are betting. One of the dealer's two cards is face-up so all the players can see it (an Ace), and the other is face down.","categories":[],"infobox_types":[],"annotations":[{"uri":"Card_game","surface_form":"card game","offset":62},{"uri":"Gambling","surface_form":"gambling","offset":95},{"uri":"Casino","surface_form":"casino","offset":127},{"uri":"Rules","surface_form":"rules","offset":1405},{"uri":"Skill","surface_form":"skill","offset":1669},{"uri":"Odds","surface_form":"odds","offset":1701},{"uri":"Face_card","surface_form":"face card","offset":1796},{"uri":"Casino","surface_form":"casino","offset":5094}]}