{"id":218001,"url":"http://en.wikipedia.org/wiki/Moritz_Wagner","text":"Moritz Wagner (Bayreuth, 3 October 1813 – Munich, 31 May 1887) was a German explorer, collector, geographer and naturalist.\nWagner devoted three years (1836–1839) to the exploration of Algiers. It was there that he made an important discovery in natural history, which he later developed.\nHis idea, first based on a study of flightless beetles, was that geographical isolation could play a key role in speciation. Although at first rejected, this idea turned out to be important in the theory of evolution.\nFrom 1852–1855, together with a companion, Wagner travelled through North and Central America and the Caribbean. In May 1843, Wagner toured the Lake Sevan region of Armenia. In his old age he committed suicide in Munich, aged 73. His brother Rudolf was a physiologist and anatomist.\nWagner's significance.\nWagner's early career was as a geographer, and he published a number of geographical books about North Africa, the Middle East, and tropical America.\nHe was also a keen naturalist and collector, and it is for this work he is best known among biologists. Ernst Mayr, the evolutionist and historian of biology, has given an account of Wagner's significance.\nDuring his three years in Algeria, Wagner studied (amongst other activities) the flightless beetles \"Pimelia\" and \"Melasoma\". Each genus is split into a number of species, each of which is confined to a stretch of the north coast between rivers which descend from the Atlas mountains to the Mediterranean. As soon as one crosses a river, a different but closely related species appears.\nThis was an early description of a process of geographical speciation. Another formulation of this idea came later: \"Organisms which never leave their ancient area of distribution will never change\". This cannot be literally true, and is an overstatement of his idea.\nThe fate of this idea was unhappy. \"Unfortunately, Wagner combined [his idea] with some peculiar ideas on variation and selection\" (Mayr). The leading evolutionists (Darwin, Wallace, Weismann) attacked Wagner's idea of geographic speciation, and it suffered a long decline. However, in 1942 it was reintroduced by Mayr, and the importance of geographic speciation became one of the core ideas of the evolutionary synthesis.\nCriticism.\nModern experts such as Ernst Mayr, Jerry Coyne & Allen Orr, agree that Wagner first identified geographical speciation. However, his \"migration theory\" was based on a rather simple, Lamarckian idea of evolution. Wagner argued in letters to Darwin that he had missed a vital geographic component in understanding the evolution of new species. Darwin at first responded in a friendly way to these letters, and agreed that geographic isolation was important (although not the only mode of speciation). Later, he found Wagner's increasingly hysterical tone and one-sided argument upsetting, and wrote across his copy of Wagner's 1875 paper \"most wretched rubbish,\" partly because Wagner ignored the importance of natural selection, and lifted parts of Darwin's theory that he liked without attribution, all the while claiming that Darwin's views were incorrect.\nAs well as Darwin, the Reverend J.T. Gulick also found Wagner's theories overstated., but in a later paper Gulick says that \"Moritz Wagner, in his \"Law of the Migration of Organisms\", was the first to insist on the importance of geographical isolation as a factor in evolution, but when he asserted that, without geographical isolation, natural selection could have no effect in producing new species, he went beyond what could be sustained by facts\".\nErnst Mayr's formulation cleared up the issues which Wagner had left unresoved: \"A new species develops if a population which has become isolated from its parental species acquires during this period of isolation characters which promote or guarantee isolation when the external barriers break down\". The zoological taxonomist Bernhard Rensch was also significant in keeping geographical speciation on the evolutionary menu. He identified geographical separation as the most frequent initial step towards \"kladogenesis\" (species splitting).\nThe importance of Wagner's insight is undeniable today. It was obscured for many years by his other, mistaken, ideas, but it was a genuine natural history insight gained by observation of insects in their natural habitats.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bayreuth","surface_form":"Bayreuth","offset":15},{"uri":"Munich","surface_form":"Munich","offset":42},{"uri":"Germany","surface_form":"German","offset":69},{"uri":"Explorer","surface_form":"explorer","offset":76},{"uri":"Geography","surface_form":"geographer","offset":97},{"uri":"Naturalist","surface_form":"naturalist","offset":112},{"uri":"Algiers","surface_form":"Algiers","offset":185},{"uri":"Geographical_isolation","surface_form":"geographical isolation","offset":354},{"uri":"Speciation","surface_form":"speciation","offset":402},{"uri":"Evolution","surface_form":"evolution","offset":496},{"uri":"North_America","surface_form":"North","offset":575},{"uri":"Central_America","surface_form":"Central America","offset":585},{"uri":"Caribbean","surface_form":"Caribbean","offset":609},{"uri":"Lake_Sevan","surface_form":"Lake Sevan","offset":651},{"uri":"Armenia","surface_form":"Armenia","offset":672},{"uri":"Suicide","surface_form":"suicide","offset":709},{"uri":"North_Africa","surface_form":"North Africa","offset":910},{"uri":"Middle_East","surface_form":"Middle East","offset":928},{"uri":"Tropical","surface_form":"tropical","offset":945},{"uri":"America","surface_form":"America","offset":954},{"uri":"Ernst_Mayr","surface_form":"Ernst Mayr","offset":1067},{"uri":"Algeria","surface_form":"Algeria","offset":1195},{"uri":"Beetles","surface_form":"beetles","offset":1261},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":1460},{"uri":"Geographical_speciation","surface_form":"geographical speciation","offset":1602},{"uri":"Charles_Darwin","surface_form":"Darwin","offset":1990},{"uri":"Alfred_Russel_Wallace","surface_form":"Wallace","offset":1998},{"uri":"August_Weismann","surface_form":"Weismann","offset":2007},{"uri":"Evolutionary_synthesis","surface_form":"evolutionary synthesis","offset":2224},{"uri":"Ernst_Mayr","surface_form":"Ernst Mayr","offset":2282},{"uri":"Lamarckism","surface_form":"Lamarckian","offset":2441},{"uri":"Bernhard_Rensch","surface_form":"Bernhard Rensch","offset":3896}]}