{"id":218182,"url":"http://en.wikipedia.org/wiki/Hadean","text":"e=\"preserve\">The Hadean is the geological eon before the Archaean. It began at the Earth's formation about 4.6 billion years ago, and ended 4 billion years ago. The name \"Hadean\" comes from Hades, Greek for \"Underworld\", due to the conditions on the Earth at the time. The geologist Preston Cloud first used the term in 1972. Meteorite bombardment, volcanism and high temperatures were very widespread on the early Earth.\nThere are no sedimentary rocks from the Hadean at all. The earliest geological objects on Earth are some zircons, dated to about 4,400 million years ago (mya). Oceans would probably have formed as soon as the temperature allowed. It is thought that constant bombardment kept the Earth in a molten state until about the end of the eon.\nAn explanation for the general lack of Hadean rocks (older than 3800 mya) is the large amount of rocky and icy debris present in the early Solar System. After the eight planets formed, large numbers of leftover protoplanets, asteroids, and comets pursued eccentric orbits throughout our system, bombarding the early Earth and the other planets and moons until approximately 3800 mya. This activity may have prevented any large crustal fragments from forming by literally shattering the early protocontinents. A barrage of particularly large impacts known as the Late Heavy Bombardment represents the climax of this violent era.\nNo life forms are known from this eon. The early atmosphere contained carbon dioxide, methane and nitrogen, but almost no oxygen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geology","surface_form":"geological","offset":31},{"uri":"Eon","surface_form":"eon","offset":42},{"uri":"Archaean","surface_form":"Archaean","offset":57},{"uri":"Earth","surface_form":"Earth","offset":83},{"uri":"Age_of_the_Earth","surface_form":"formation","offset":91},{"uri":"Billion","surface_form":"billion","offset":111},{"uri":"Hades","surface_form":"Hades","offset":190},{"uri":"Ancient_Greek","surface_form":"Greek","offset":197},{"uri":"Meteorite","surface_form":"Meteorite","offset":326},{"uri":"Volcano","surface_form":"volcanism","offset":349},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":435},{"uri":"Zircon","surface_form":"zircon","offset":527},{"uri":"Planet","surface_form":"planet","offset":973},{"uri":"Asteroids","surface_form":"asteroids","offset":982},{"uri":"Comet","surface_form":"comet","offset":997},{"uri":"Bombardment","surface_form":"bombarding","offset":1052},{"uri":"Late_Heavy_Bombardment","surface_form":"Late Heavy Bombardment","offset":1319},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1455},{"uri":"Methane","surface_form":"methane","offset":1471},{"uri":"Nitrogen","surface_form":"nitrogen","offset":1483}]}