{"id":218203,"url":"http://en.wikipedia.org/wiki/Circus","text":"A circus is a special kind of entertainment that can be enjoyed by children and adults. Circuses are a group of performers that may include acrobats, clowns, trained animals, trapeze acts, musicians, hoopers, tightrope walkers, jugglers and other artists who perform stunts. Circuses usually travel about to different parts of the country or to different countries. They perform in a huge tent called the “Big Top”. There may be room for hundreds of people in the audience. The seating is tiered (the seats at the back are higher than those in front). In the middle is the circular area where the artists perform. This area is called the “ring”. The person in charge of the whole show is the “ringmaster”. Not all circuses travel about. A few circuses perform in their own building.\nActs.\nThere are many different acts in circuses. Some people do acrobatics and gymnastics. Often a group of gymnasts will finish up standing on top of one another in a pyramid. The gymnasts may also do jumping acts on trampolines. Some people are jugglers, throwing things in the air and catching them. There may be people who walk on stilts or who ride on unicycles. They may perform magic which may include swordswallowing, knife throwing or fireeating. There are always clowns who do funny things to make people laugh. They trip over things and fall over, throw buckets of water over one another or put custard pies into one another’s faces. Sometimes these clowns are also very skilful acrobats, musicians or jugglers. They may pretend to be stupid at first, but they often show that they are very clever.\nAnimal acts.\nDuring the last two centuries, and until recently, the modern circus used many kinds of animals. There were wild animals such as lions, tigers or bears. There may also have been camels, horses, elephants, sea lions and domestic animals such as dogs. In recent years people have changed their ideas. They think that it is unkind to make wild animals perform tricks that are unnatural to them. Many of their trainers used cruel methods to teach these animals to do tricks, e.g. hitting the animals, giving them electric shocks or causing pain in other ways. The animals were always touring around, living in tiny cages. Many countries now do not want to see wild animals in circuses.\nHistory.\nIn Ancient Rome the circus was a round or oval building for showing horse and chariot races, horse shows, staged battles, acts with animals, jugglers and acrobats. The Roman circus had tiered seats. The important people sat at the bottom, near the action. The Latin word \"circus\" comes from the Greek word \"kirkos\", meaning “circle\" or \"ring”.\nThe first circus in Rome was the Circus Maximus, in the valley between the Palatine and Aventine hills. At first it was made of wood. It was rebuilt several times; the last building of the Circus Maximus could seat 250,000 people.\nAfter the period when Rome was powerful, Europe did not have a circus tradition. In China there were shows with acrobatic performances, but they did not influence the Western circus, which started to be popular towards the end of the 18th century. In London there were circuses with horse-riding. These were started in 1768 by Philip Astley. A “Royal Circus” was set up in Lambeth, London by John Hughes. Circuses grew in size and had lots of animals. They were a bit like a zoo. They had wild animals such as lions and elephants. In 1793 a circus building was opened in Philadelphia, USA. Circuses became popular in the USA, especially the circus of Dan Rice. In 1840 Thomas Cooke brought his circus with horses from the USA to England. The circus started to become popular in many countries all over the world. The Barnum & Bailey Greatest Show On Earth toured from 1897 to 1902. They showed animal acts and human acts. There were even shows with freaks (people who were physically unusual, e.g. dwarfs and giants). During most of the 20th century this is what circuses were mostly like.\nIn 1919, Lenin, head of the USSR, said he wanted the circus to be treated as a serious art form, just like opera and ballet. The Moscow Circus School, which was started in 1927, is still one of the best circuses today. The artists are very skilful acrobats, gymnasts etc. Chinese circuses also have artists who are some of the world’s best gymnasts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Children","surface_form":"children","offset":67},{"uri":"Adult","surface_form":"adult","offset":80},{"uri":"Trapeze","surface_form":"trapeze","offset":175},{"uri":"Hoopers","surface_form":"hoopers","offset":200},{"uri":"Tightrope_walker","surface_form":"tightrope walker","offset":209},{"uri":"Circular","surface_form":"circular","offset":573},{"uri":"Acrobatics","surface_form":"acrobatics","offset":847},{"uri":"Gymnastics","surface_form":"gymnastics","offset":862},{"uri":"Pyramid","surface_form":"pyramid","offset":951},{"uri":"Trampoline","surface_form":"trampoline","offset":1001},{"uri":"Juggling","surface_form":"jugglers","offset":1030},{"uri":"Stilt","surface_form":"stilt","offset":1118},{"uri":"Unicycle","surface_form":"unicycle","offset":1140},{"uri":"Magic","surface_form":"magic","offset":1168},{"uri":"Sword","surface_form":"sword","offset":1192},{"uri":"Fireeating","surface_form":"fireeating","offset":1227},{"uri":"Clown","surface_form":"clown","offset":1256},{"uri":"Tiger","surface_form":"tiger","offset":1742},{"uri":"Bear","surface_form":"bear","offset":1752},{"uri":"Camel","surface_form":"camel","offset":1784},{"uri":"Horse","surface_form":"horse","offset":1792},{"uri":"Elephant","surface_form":"elephant","offset":1800},{"uri":"Sea_lions","surface_form":"sea lions","offset":1811},{"uri":"Dog","surface_form":"dog","offset":1850},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":2300},{"uri":"Circus_Maximus","surface_form":"Circus Maximus","offset":2674},{"uri":"China","surface_form":"China","offset":2956},{"uri":"18th_century","surface_form":"18th century","offset":3106},{"uri":"1768","surface_form":"1768","offset":3191},{"uri":"London","surface_form":"London","offset":3254},{"uri":"Zoo","surface_form":"zoo","offset":3347},{"uri":"Elephant","surface_form":"elephant","offset":3392},{"uri":"1793","surface_form":"1793","offset":3406},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":3443},{"uri":"USA","surface_form":"USA","offset":3457},{"uri":"Dwarfism","surface_form":"dwarfs","offset":3870},{"uri":"Giant","surface_form":"giant","offset":3881},{"uri":"20th_century","surface_form":"20th century","offset":3909},{"uri":"Lenin","surface_form":"Lenin","offset":3971},{"uri":"USSR","surface_form":"USSR","offset":3990},{"uri":"Opera","surface_form":"opera","offset":4069},{"uri":"Ballet","surface_form":"ballet","offset":4079},{"uri":"1927","surface_form":"1927","offset":4134}]}