{"id":21825,"url":"http://en.wikipedia.org/wiki/Constipation","text":"e=\"preserve\">Constipation is when it is very hard to pass stool (defecate): that is, get rid of digested food waste (feces). Constipation can be caused by many things. One is eating or drinking too much dairy products that use cow milk. To solve this problem many people use a laxative or eat defecation-inducing foods such as plums. Another possible cause could be an obstruction somewhere along the digestive tract (the path that food travels inside the body). A person suffers from constipation if he or she passes stool three times in a week or more seldom. People suffering from constipation may defecate only once or twice in a week, and their stool is very solid and tough. Normally people defecate daily.\nWhen a person is constipated their lower stomach and intestinal area will be blocked. People can usually conquer constipation by eating natural laxatives such a fruits, fruit juice and dietary supplements. Liquid will help get rid of constipation. Constipation can occur by eating hard food such as cheese or meat.\nA good way on preventing constipation is to eat foods which contain fiber such as whole grain\nPapaya and guava is very rich in fiber and potassium should be consume after meal everyday[https://aska1info.blogspot.com/2019/09/constipationtreatment-constipationrelief-constipationsymptoms.html?m=1 Get rid of constipation].\nTypes 1 and 2 indicate constipation, with 3 and 4 being the \"ideal stools\", especially the latter, as they are the easiest to defecate, and 5–7 tending towards diarrhoea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Feces","surface_form":"stool","offset":58},{"uri":"Digestion","surface_form":"digested","offset":96},{"uri":"Food","surface_form":"food","offset":105},{"uri":"Feces","surface_form":"feces","offset":117},{"uri":"Dairy","surface_form":"dairy","offset":203},{"uri":"Cattle","surface_form":"cow","offset":227},{"uri":"Milk","surface_form":"milk","offset":231},{"uri":"Laxative","surface_form":"laxative","offset":277},{"uri":"Plum","surface_form":"plum","offset":327},{"uri":"Stomach","surface_form":"stomach","offset":754},{"uri":"Blocked","surface_form":"blocked","offset":790},{"uri":"Laxative","surface_form":"laxative","offset":857},{"uri":"Cheese","surface_form":"cheese","offset":1012},{"uri":"Meat","surface_form":"meat","offset":1022},{"uri":"Fiber","surface_form":"fiber","offset":1096},{"uri":"Diarrhoea","surface_form":"diarrhoea","offset":1509}]}