{"id":21820,"url":"http://en.wikipedia.org/wiki/Hot_dog","text":"e=\"preserve\"> A hot dog (or hotdog) is a type of food, came from Germany. In the United States, hot dogs are very popular in areas with large numbers of European immigrants, such as Chicago, Brooklyn and Detroit. The word \"hot dog\" refers to the belief that many people thought hot dogs had actual dog meat. In a few places, hot dogs are also called red-hots.\nA hot dog is made of the remains of the pig after other parts are cut off and sold as bacon, sausage patties, and ham. However many people across the world eat hot dogs and enjoy them very much. Hot dogs can be boiled, grilled, or fried. The word frankfurter comes from Frankfurt, Germany. This sausage is usually served in a bun or another type of bread. The most common type of hot dogs are made from beef, sometimes mixed with pork. Chicken and vegetarian hot dogs are popular as well. Hot dogs and other sausage products were first developed as a way to sell these parts that people would not normally eat. Nearly 20% of the weight of a hot dog is usually non-meat ingredients including water, sugar, and spices. Some legal categories of hot dogs, such as \"frankfurters\" can contain up to 3.5% of non-meat fillers as well, such as corn meal.\nTo add to the taste, various toppings and sauces are often added. The most common sauces in the United States are ketchup, mustard and pickle relish. Onions, chopped pickles, peppers, hot sauce and cheese are also sometimes added to the food. Onions cooked in tomato sauce and Sauerkraut are popular toppings, as is chili.\nIn the United States, there are many different types of hot dogs, with different combinations of chili, cheese, onions, mustard, and other products. One of the most popular types of hot dogs is a chili dog. There are many different types of chili dogs. One of the most well-known is a Coney Island dog, a dog topped with a blend of chili, cheese, mustard and onions that is originally from Michigan.\nOther types of chili dogs include Michigan dogs, which are from upstate New York, and Texas dogs, which are from Pennsylvania. Both Michigan and Texas dogs are spicy; the Texas dog has spicy sauce and the Michigan dog has a spicy weiner. Chili dogs are also popular in the Southwestern United States. Another type of hot dog is a Chicago dog, which is a Vienna beef weiner topped with mustard, onion, neon green pickle relish, peppers, tomatoes and a pickle.\nA type of hot dog called a \"kosher hot dog\" is very common in parts of the United States and overseas. It is similar to most hot dogs except that it is always made of Kosher beef, has more spice added to it. Kosher hotdogs contain less of the less desirable sounding ingredients (such as rectum) as these parts are not considered to be Kosher beef. Halal hot dogs are also made.\nThough hot dogs are most popular in the United States, they are served in many places around the world. People in Japan eat a lot of hot dogs, and the world's largest hot dog ever was made there. In some countries, \"hot dog\" is the name of a completely different sausage dish; for example, in New Zealand it is used to mean corn dog, and hot dogs are called \"American hot dogs\" instead.\nAn alternative term for hotdog is glizzy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Food","surface_form":"food","offset":49},{"uri":"Chicago","surface_form":"Chicago","offset":182},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":191},{"uri":"Detroit","surface_form":"Detroit","offset":204},{"uri":"Frankfurt","surface_form":"Frankfurt","offset":630},{"uri":"Germany","surface_form":"Germany","offset":641},{"uri":"Bun","surface_form":"bun","offset":686},{"uri":"Bread","surface_form":"bread","offset":709},{"uri":"Beef","surface_form":"beef","offset":763},{"uri":"Pork","surface_form":"pork","offset":790},{"uri":"Chicken","surface_form":"Chicken","offset":796},{"uri":"Sauce","surface_form":"sauce","offset":1248},{"uri":"United_States","surface_form":"United States","offset":1302},{"uri":"Ketchup","surface_form":"ketchup","offset":1320},{"uri":"Mustard","surface_form":"mustard","offset":1329},{"uri":"Onions","surface_form":"Onions","offset":1356},{"uri":"Pickle","surface_form":"pickle","offset":1372},{"uri":"Capsicum","surface_form":"peppers","offset":1381},{"uri":"Hot_sauce","surface_form":"hot sauce","offset":1390},{"uri":"Cheese","surface_form":"cheese","offset":1404},{"uri":"Sauerkraut","surface_form":"Sauerkraut","offset":1483},{"uri":"Coney_Island","surface_form":"Coney Island","offset":1814},{"uri":"Michigan","surface_form":"Michigan","offset":1919},{"uri":"Neon","surface_form":"neon","offset":2330},{"uri":"Kosher","surface_form":"kosher","offset":2416},{"uri":"Halal","surface_form":"Halal","offset":2737},{"uri":"Japan","surface_form":"Japan","offset":2881},{"uri":"Corn_dog","surface_form":"corn dog","offset":3091}]}