{"id":218291,"url":"http://en.wikipedia.org/wiki/Josef_Myslive%C4%8Dek","text":"Josef Mysliveček (born Prague, 9 March 1737; died Rome, 4 February 1781) was a Czech composer in the classical music period. Although his music is not often performed these days he composed a lot of attractive music which often sounds like Mozart. During the 1770s he was a good friend of the Mozart family.\nLife.\nJosef Mysliveček was born near Prague. He was a twin. His father was a miller who had quite a lot of money. After he left school he became a miller in the family business. He also studied music. He had already been a chorister in the choir of St Michal’s church where Felix Benda was choirmaster. From 1760 he studied counterpoint with František Habermann and organ with Josef Seger. He started to compose. He wrote six sinfonias which were called after the first six months of the year (in the Czech language the months have names which are about the seasons).\nWhen his father died Mysliveček decided to become a composer. He left the family business to his younger brother. He wanted to learn more about composing so, in 1763, he travelled to Venice to study with Giovanni Pescetti. In Italy he became known as \"Il Boemo\" (\"the Bohemian\") and also \"Venatorini\", \"the little hunter,\" which is what his name means literally. Most composers in those days were employed by rich nobles or rulers, but Mysliveček earned his living through teaching, performing, and composing music. He often got sums of money from rich people who liked his music. Although he came from a rich family he was careless with his money. When he died he was very poor.\nMysliveček stayed in Italy for the rest of his life. He only revisited Prague once (in 1767-68). Several of his operas were performed there. He also went to Vienna in 1773 and Munich from 1776-1778. He composed operas for several Italian theatres. He met Mozart in Bologna in 1770. Mozart was only 14 at the time. He was good friends with the Mozart family until 1778 when the Mozarts broke off their friendship because Mysliveček promised, but then did not arrange for Mozart to write an opera for the theatre in Naples.\nMysliveček had many sexual relationships during his life, although we do not know the names of his lovers. In the end he became ill with syphilis. He was very ill during the last part of his life. His face became a very strange shape, apparently because he was operated on by a bad surgeon. Mozart was very upset when he saw him looking so ill.\nHis music.\nA lot of his music sounds like some of the early works of Mozart. Mozart, in return, uses several musical themes from compositions by Mysliveček. He also made an arrangement of an operatic aria by Mysliveček's: \"Il caro mio bene\". Mozart changed the words and wrote \"Ridente la calma,\" KV 152 (K⁶ 210a) for soprano with piano accompaniment.\nHe wrote twenty-six opera seria, more than any other composer at that time. They are full of da capo arias in which the singers can show off their technique. His orchestral music does not sound Czech, it is much more Italian in style. However, some of his chamber music has some Czech folk tunes.\nHis other pieces include oratorios, symphonies, concertos, and chamber music, including some of the earliest known string quintets composed with two violas. He was also one of the first composers to write good music for wind ensemble. He wrote some excellent violin concertos.\nBibliography.\nFreeman, Daniel E. \"Josef Mysliveček, \"Il Boemo\": the Man and His Music\". Sterling Heights, Mich.: Harmonie Park Press, 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prague","surface_form":"Prague","offset":23},{"uri":"Rome","surface_form":"Rome","offset":50},{"uri":"Czechs","surface_form":"Czech","offset":79},{"uri":"Composer","surface_form":"composer","offset":85},{"uri":"Classical_music_period","surface_form":"classical music period","offset":101},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":240},{"uri":"Prague","surface_form":"Prague","offset":345},{"uri":"Twin","surface_form":"twin","offset":362},{"uri":"Miller","surface_form":"miller","offset":385},{"uri":"Felix_Benda","surface_form":"Felix Benda","offset":582},{"uri":"Counterpoint","surface_form":"counterpoint","offset":632},{"uri":"Pipe_organ","surface_form":"organ","offset":674},{"uri":"Czech_language","surface_form":"Czech language","offset":809},{"uri":"Season","surface_form":"season","offset":866},{"uri":"Venice","surface_form":"Venice","offset":1059},{"uri":"Giovanni_Battista_Pescetti","surface_form":"Giovanni Pescetti","offset":1080},{"uri":"Italy","surface_form":"Italy","offset":1102},{"uri":"Bohemia","surface_form":"Bohemia","offset":1144},{"uri":"Literal","surface_form":"literal","offset":1228},{"uri":"Noble","surface_form":"noble","offset":1290},{"uri":"Ruler","surface_form":"ruler","offset":1300},{"uri":"Vienna","surface_form":"Vienna","offset":1713},{"uri":"Munich","surface_form":"Munich","offset":1732},{"uri":"Bologna","surface_form":"Bologna","offset":1821},{"uri":"Naples","surface_form":"Naples","offset":2070},{"uri":"Syphilis","surface_form":"syphilis","offset":2215},{"uri":"Surgeon","surface_form":"surgeon","offset":2360},{"uri":"Arrangement_(music)","surface_form":"arrangement","offset":2596},{"uri":"Aria","surface_form":"aria","offset":2623},{"uri":"Accompaniment","surface_form":"accompaniment","offset":2760},{"uri":"Opera_seria","surface_form":"opera seria","offset":2795},{"uri":"Da_capo","surface_form":"da capo","offset":2868},{"uri":"Aria","surface_form":"aria","offset":2876},{"uri":"Orchestra","surface_form":"orchestra","offset":2937},{"uri":"Folk_music","surface_form":"folk tunes","offset":3060},{"uri":"Oratorio","surface_form":"oratorio","offset":3097},{"uri":"Symphony","surface_form":"symphonies","offset":3108},{"uri":"Concerto","surface_form":"concerto","offset":3120},{"uri":"Chamber_music","surface_form":"chamber music","offset":3135},{"uri":"String_quintet","surface_form":"string quintet","offset":3187},{"uri":"Violin","surface_form":"violin","offset":3331},{"uri":"Concerto","surface_form":"concerto","offset":3338}]}