{"id":218432,"url":"http://en.wikipedia.org/wiki/1899_Atlantic_hurricane_season","text":"The 1899 Atlantic hurricane season was during the summer and fall of 1899. Nine storms were seen during this time, five of them were hurricane and the other four were tropical storms. Hurricane Three or the Hurricane San Ciriaco was the longest lived Atlantic hurricane. It also killed about 3433 people, making it the tenth deadliest Atlantic hurricane.\nTropical Storm One.\nTropical Storm One was a weak tropical storm in late June. One started in the northwest corner of the Gulf of Mexico. It made landfall in Texas and quickly died, the same day.\nHurricane Two.\nThis storm was seen about 2 days before it hit Hispaniola. It later hit Florida in the Panhandle on August 1. Two died the next day. This storm killed 6 people and caused almost $600,000 in damage.\nHurricane Three.\nHurricane Three, which was called the Hurricane San Ciriaco, was the longest lived hurricane in the Atlantic Ocean. The hurricane affected about six countries. This hurricane lived from August 3 to September 4, nearly a month. It killed about 3,433 people.\nHurricane Four.\nHurricane Four was a category 2 hurricane that struck Haiti in early September. The hurricane caused no damage or deaths.\nHurricane Five.\nHurricane Five was a category 3 hurricane that mostly stayed at sea. But before it died, it hit Newfoundland as a weak hurricane.\nTropical Storm Six.\nSix was a strong tropical storm in early October, 1899. It died not very long after making a landfall near Gainesville, Florida.\nTropical Storm Seven.\nTropical Storm Seven was a weak tropical storm. It lasted during the middle of October, 1899. Seven did not affect any land.\nHurricane Eight.\nThis category 2 hurricane struck Cuba and South Carolina. It was a category 1 when it struck both of those places.\nTropical Storm Nine.\nTropical Storm Nine was the last storm in 1899. It lasted during early to mid November in 1899. This storm also struck Cuba.","categories":[],"infobox_types":["Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small"],"annotations":[{"uri":"1899","surface_form":"1899","offset":69},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":251},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":477},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":613},{"uri":"Florida","surface_form":"Florida","offset":638},{"uri":"Florida_Panhandle","surface_form":"Panhandle","offset":653},{"uri":"August_1","surface_form":"August 1","offset":666},{"uri":"1899_San_Ciriaco_hurricane","surface_form":"Hurricane San Ciriaco","offset":819},{"uri":"August_3","surface_form":"August 3","offset":967},{"uri":"September_4","surface_form":"September 4","offset":979},{"uri":"Haiti","surface_form":"Haiti","offset":1108},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":1288},{"uri":"Gainesville%2C_Florida","surface_form":"Gainesville, Florida","offset":1449},{"uri":"Cuba","surface_form":"Cuba","offset":1668},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1677},{"uri":"November","surface_form":"November","offset":1849}]}